{"48254115": "Rajammal Packiyanathan Devadas (7 April 1919 – 17 March 2002) was an Indian nutritionist, educationist and a former chancellor of Avinashilingam Institute for Home Science and Higher Education for Women, popularly known as Avinashilingam Deemed University.[1] She was a member of the State Planning Commission of Tamil Nadu, Tamil Nadu Commission for Women and the  elected vice president of the World Food Conference.[citation needed] The Government of India awarded her the fourth highest civilian honour of the Padma Shri in 1992.[2]", "6868132": "Gordon Leslie Ada AO, FAA (6 December 1922 – 25 September 2012) was an Australian biochemist best known for his seminal contributions to virology and immunology and his long leadership of the Department of Microbiology at the John Curtin School of Medical Research at the Australian National University, where Peter C. Doherty and Rolf Zinkernagel performed their Nobel winning research in his department. Both Zinkernagel and Doherty held him in high regard, and he was invited by them to attend the Nobel award ceremony and dinner in Stockholm.", "1100968": "Fernando Vallejo Rendón (born 1942 in Medellín, Colombia) is a Colombian-born novelist, filmmaker and essayist. He obtained Mexican nationality in 2007.", "347305": "August Paul von Wassermann (21 February 1866 – 16 March 1925) was a German bacteriologist and hygienist.", "5688498": "Keith Roberts Porter (June 11, 1912 – May 2, 1997) was a Canadian-American cell biologist. He created pioneering biology techniques and research using electron microscopy of cells. Porter also contributed to the development of other experimental methods for cell culture and nuclear transplantation. He was also responsible for naming the endoplasmic reticulum, conducting work on the 9 + 2 microtubule structure in the axoneme of cilia, and coining the term \"microtrabecular lattice.\" In collaborations with other scientists, he contributed to the understanding of cellular structures and concepts such as compartmentalization, flagella, centrioles, fibrin, collagen, T-tubules and sarcoplasmic reticulum. He also introduced microtome cutting.", "56118452": "Kumaravel Somasundaram (born 8 October 1962) is an Indian cancer biologist and a professor at the Department of Microbiology and Cell Biology of the Indian Institute of Science. Known for his studies on the therapeutics of Glioblastoma, Somasunderam is an elected fellow of all the three major Indian science academies namely, the National Academy of Sciences, India, the Indian Academy of Sciences and the Indian National Science Academy. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2006.", "72764600": "Angel Gil Hernández (born 1951, Granada) is a Spanish professor at the University of Granada (UGR), Spain in the Department of Biochemistry and Molecular Biology. He is also the Honorary President of the Ibero-American Nutrition Foundation (FINUT).[1]", "16927937": "Friedrich Carl Adolf Neelsen (March 29, 1854, Uetersen – April 11, 1894, Dresden) was a German pathologist.", "6868167": "Satoshi Kanazawa (born 1962[1]) is an American-born British evolutionary psychologist and writer.[3] He is currently Reader in Management at the London School of Economics. Kanazawa's comments and research on race and intelligence, health and intelligence, multiculturalism, and the relationship between physical attractiveness and intelligence have led to condemnation from observers and colleagues. Critics have described his claims as pseudoscientific[4][3] and racist.[5][6]", "70929609": "G.V. Shivashankar (born 1968)[1] is an Indian biophysicist working in the field of Mechanobiology. His research focuses on understanding the coupling between cell mechanics and genome organization for the regulation of cell homeostasis and cell state transitions.[2] In addition his group also developed imaging-AI based chromatin biomarkers as fingerprints for cells in health and disease.[3] Towards this, his group employs multi-scale correlative bio-imaging methods combined with bioengineered interfaces, functional genomics, theoretical modeling, and machine learning.[4] He currently holds a full professorship for Mechano-Genomics at the Department of Health Sciences and Technology at ETH Zurich and he also heads the Laboratory of Nanoscale Biology at the Paul Scherrer Institute.[5]", "63622348": "Howard Harold Seliger (4 December 1924, New York City – 20 December 2012) was a physicist, biochemist, and biology professor, known for his research on bioluminescence.[1][2]", "48614607": "Susanna Phelps Gage (1857–1915) was an American embryologist and comparative anatomist. She initially worked on the anatomy of small animals and humans, later shifting into neurology to study the embryological development of the brain and the anatomy of the human nervous system. She also developed a new and widely adopted method for making anatomical teaching models out of paper rather than wax. Although Susanna Phelps Gage was a respected embryologist and comparative anatomist, her work was often ignored. Like most other women scientists of the late 19th and early 20th centuries who were married to scientists, Gage's research was often viewed as a mere adjunct to her husband's projects.[1]", "55790809": "Ehab Abouheif (born 28 July 1971 in Montreal, Canada), is a Canadian biologist and Professor in the Department of Biology at McGill University. He is  a specialist in integrating ecology, evolutionary, and developmental biology of ant societies in order to understand the origins and evolution of complex biological systems.[1] He served as founding President of the Pan-American Society for Evolutionary Developmental Biology,[2] as well as co-founder for the McGill Centre for Islam and Science.[3]", "4345051": "Saul Adler OBE FRS (Hebrew: שאול אדלר; May 17, 1895 – January 25, 1966) was an Israeli expert on parasitology.[3]", "4508893": "Joseph Adams FLS (1756 – 20 June 1818) was a British physician and surgeon.[1]", "6278366": "Roderick Neil Brown, Q.C.[3][4] is a lawyer, biologist, Canadian politician and former Member of the Legislative Assembly of Alberta, representing the constituency of Calgary-Nose Hill as a Progressive Conservative.", "66964708": "Giovanna Tosato (born c. 1949) is an Italian–American physician-scientist and cancer researcher investigating the endothelium, angiogenesis, and the hematopoietic stem cell niche.[1][2] She heads the molecular and cell biology section in the laboratory of cellular oncology at the National Cancer Institute in the United States. Tosato was a division director in the Center for Biologics Evaluation and Research from 1992 to 1999.", "69192937": "Helena Edlund is a Swedish professor and molecular biologist. She received her Ph.D. from Umeå University in 1991.[1] She is a professor in Molecular Developmental Biology at Umeå University where she researches Type 2 diabetes and β-cell function.[2] She is one of the founders, along with Thomas Edlund and Olof Karlsson, of the biopharmaceutical company Betagenon.[3]", "8178922": "Diacinto (or Giacinto) Cestoni (May 13, 1637 – January 29, 1718) was an Italian naturalist, biologist, botanist, entomologist. Born in Montegiorgio, he was self-taught. He lived and worked at Livorno where he led an apothecary next to the port. He studied insects, animals, plants and drugs. Cestoni showed that scabies is caused by Sarcoptes scabiei.", "66571507": "Aniruddh (Ani) D. Patel is a cognitive psychologist known for his research on music cognition and the cognitive neuroscience of music.[1]  He is Professor of Psychology at Tufts University, Massachusetts. From a background in evolutionary biology, his work includes empirical research, theoretical studies, brain imaging techniques, and acoustical analysis applied to areas such as cognitive musicology (how humans process music), parallel relationships between music and language, and evolutionary musicology (cross-species comparisons).[2] Patel received a Guggenheim Fellowship in 2018 to support his work on the evolution of musical cognition.[1]", "62311669": "Stevan James Arnold (born 11 October 1944) is an American evolutionary biologist. He is Professor Emeritus of Integrative Biology and was Curator of Amphibians and Reptiles at Oregon State University, Corvallis until his retirement.[1] He has served as president of the Society for the Study of Evolution and the American Society of Naturalists.[1]", "11848950": "Dr Robert Selbie Clark FRSE (11 September 1882 – 29 September 1950) was a Scottish marine zoologist and explorer. He was the biologist on Sir Ernest Shackleton's Imperial Trans-Antarctic Expedition of 1914–1917, and served as the director of the Scottish Home Department Marine Laboratory, at Torry, Aberdeen.[1]", "39832824": "Dr. Ernst Freese (September 27, 1925 - March 30, 1990) was a molecular biologist who worked on the mechanism of mutations in DNA. From 1962 until his death he was Chief of the National Institute of Neurological Disorders and Stroke (NINDS) Laboratory of Molecular Biology at the National Institutes of Health (NIH). Ernst Freese's scientific career started in theoretical particle physics and later moved to molecular biology where he contributed to early genetics research.", "49204483": "Daniel R. Brooks FRSC is a professor emeritus of Evolutionary Biology at the University of Toronto. He specializes in biodiversity, systematics, and conservation biology.[1]", "52186380": "Suman Kumar Dhar (born 1968) is an Indian molecular biologist and a professor  at the Special Centre for Molecular Medicine of Jawaharlal Nehru University.[1] He is known for his studies on the DNA replication and cell cycle regulation in Helicobacter pylori and Plasmodium falciparum, two pathogens affecting humans.[2] An elected fellow of the National Academy of Sciences, India, Indian National Science Academy[3] and the Indian Academy of Sciences,[4] he is also a recipient of the National Bioscience Award for Career Development of the Department of Biotechnology in 2010.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2012, for his contributions to biological sciences.[6]", "29609229": "Jesper Hoffmeyer (21 February 1942 – 25 September 2019)[1] was a professor at the University of Copenhagen Institute of Biology, and a leading figure in the emerging field of biosemiotics. He was the president of the International Society for Biosemiotic Studies (ISBS) from 2005 to 2015, co-editor of the journal Biosemiotics and the Springer Book series in Biosemiotics. He authored the books Biosemiotics: An Examination into the Signs of Life and the Life of Signs and Signs of Meaning in the Universe and edited A Legacy for Living Systems: Gregory Bateson as Precursor to Biosemiotics.", "45600012": "James Ellsworth Ferrell (born November 3, 1955) is an American systems biologist.  He is a Professor of Chemical and Systems Biology and Biochemistry at Stanford University School of Medicine.  He was Chair of the Dept. of Chemical and Systems Biology from its inception in 2006 until 2011.[1]", "43797775": "Charles Ernest Overton (1865–1933) was a British and Swedish physiologist and biologist, now regarded as a pioneer of the theory of the cell membrane.[1]", "34753816": "Émile Marchoux (24 March 1862 – 19 August 1943) was a French physician and biologist born in Saint-Amant-de-Boixe, Charente.", "6868262": "Stephen Nicholas Emery Egon Fazekas de St Groth (15 September 1919 – 10 October 2006[1]) was a Hungarian-Australian microbiologist. He completed his education in Hungary and moved to Australia in the 1950s where he researched with Frank Macfarlane Burnet at the Walter and Eliza Hall Institute of Medical Research in Melbourne, and later at the John Curtin School of Medical Research and CSIRO in Canberra.", "7916857": "Mohammed Shabir (Arabic: محمد شبير; 28 March 1946 – 14 November 2023) was a Palestinian politician and academic who served as president of the Islamic University of Gaza from 1990 to 2005. He was the Prime Minister-in-waiting for the National Unity Government 2007.[1] Senior Hamas officials announced that Hamas and Fatah had agreed on him on 13 November 2006.[2] Shabir, however, did not become Prime Minister. Salam Fayyad became Prime Minister when Hamas took over Gaza, in 2007.[3] Considered close to both Hamas and Fatah, Shabir frequently visited the late Yasser Arafat in his West Bank and Gaza Strip headquarters.[4]", "17648957": "James Johnstone (born 17 January 1870 in Beith, Ayrshire – died 1932 in Liverpool) was a Scottish biologist and oceanographer. His studies focused on the food chain in marine ecosystems.[1]", "68308286": "Alejandro Rico-Guevara is an evolutionary biologist and behavioral ecophysicist. His scientific research has focused on nectar-feeding animals with an emphasis on hummingbird bill morphology and biomechanics. He is an assistant professor in the Biology Department at the University of Washington and Curator of Ornithology at the Burke Museum of Natural History and Culture.[1]", "67194180": "Suse Broyde is an American chemical biologist who is a Professor of Biology and Affiliate Professor of Chemistry at New York University. Her research focuses on the molecular mechanisms that process DNA damage induced by environmental and endogenous carcinogens, notably mutagenesis and repair.", "62016838": "Nanako Shigesada (重定南奈子, Shigesada Nanako) is a Professor Emeritus at Nara Women's University in Japan, most notable for her work in the fields of mathematical biology and theoretical ecology.[1] Her established career in academia has seen many of her journals published to acclaim, as well as contributing to the education of researchers at Kyoto University and Doshisha University. Shigesasda has served as the Research Supervisor for the Basic Research Program PRESTO in the research area \"Innovative Models of Biological Processes and its Development\", supported by the Japan Science and Technology Agency from 2007-2013.[2] She has also served as Secretary General and President for The Japanese Society for Mathematical Biology.[3] In 2013, she was awarded the Akira Okubo Prize.[4]", "70569287": "Doris Wagner is an American biologist who is the Robert I. Williams Term Professor of Biology at the University of Pennsylvania. Her research looks to better understand the structure-function relationships of plant cells. She established the Epigenomics of Plants International Consortium. Wagner is a Fellow of the American Society of Plant Biologists.", "17124680": "Deborah M. Pearsall  (born 1950) is an American archaeologist who specializes in paleoethnobotany.  She maintains an online phytolith database.  She is a full professor in the Department of Anthropology at the University of Missouri in Columbia, Missouri, where she first began working in 1978. She received her Ph.D. in anthropology from the University of Illinois at Urbana-Champaign in 1979, with a dissertation titled The Application of Ethnobotanical Techniques to the Problem of Subsistence in the Ecuadorian Formative.", "66211152": "Willie White Smith (1907 – August 29, 1989) was an American physiologist specialized in radiobiology. She researched the effects of radiation on bone marrow and the production of white blood cells at the National Institutes of Health.", "53890392": "Fred Huffman Wilt is an American biologist[1] who was elected a Fellow of the American Association for the Advancement of Science. His research currently includes the endoskeletal spicule of sea urchin embryos, and its biomineralization relative to its cellular and molecular foundation.[2][3][4]", "65195359": "Joachim Lingner (born 1962) is a Swiss molecular biologist. He holds the professorship for life sciences and leads the Lingner Lab[1] at the École Polytechnique Fédérale de Lausanne (EPFL).", "38882666": "Adelmar Faria Coimbra-Filho (June 4, 1924 – June 27, 2016) was a Brazilian biologist and primatologist. He is a pioneer[peacock prose] in studies of and conservation of lion tamarins. He is founder and Former Director of the Rio de Janeiro Primate Centre. Coimbra Filho's titi is named after him.[1][2]", "35278187": "Thida Thavornseth (Thai: ธิดา ถาวรเศรษฐ, RTGS: Thida Thawonset, Thai pronunciation: [tʰídaː tʰǎːwɔːnsèːt]; born January 25, 1944) is a Thai assistant professor, microbiologist,[1] pharmacist,[2] and political activist. She is a retired university lecturer.[3] Since 2010 she has been the chairperson of the United Front for Democracy Against Dictatorship (UDD), colloquially known as the \"Red Shirts\".", "72994168": "R. M. Pitchappan or Ramasamy Pitchappan, Ph.D.,  F.A.Sc.,  F.A.M.S. (born 1946), is an  Indian  biologist known for his studies on immunogenetics and infectious diseases. He was a professor in the School of Biological Sciences (SBS) of the Madurai Kamaraj University (MKU). In addition, Pitchappan held the positions of director, Educational Medical Research Centre, director-research, Chettinad University, Chennai, and adjunct professor,  ICMR Andaman Nicobar Islands. He also held the position of the vice-president of the Nilgiri Adivasi Welfare Association in Kotagiri, Nilgiris, and as an advisor to the ancient DNA programme of Government of Tamil Nadu.", "56249726": "Ádám Miklósi (born 25 September 1962) is a Hungarian ethologist, expert on dog cognition and behavior. He holds the position of professor and the head of the Ethology Department at the Faculty of Sciences of the Eötvös Loránd University in Budapest, Hungary.[1] In 2016 he was elected as a corresponding member, in 2022 as a full member of the Hungarian Academy of Sciences.[2] He is the co-founder and leader of the Family Dog Project, which aims to study human-dog interaction from an ethological perspective.[3] In 2014 he published the 2nd edition of an academic volume entitled Dog Behaviour, Evolution, and Cognition by Oxford University Press[4]", "60935556": "Ewa Kamler (born 18 January 1937, Warsaw) is a Polish biologist and ichthyologist, Professor of Natural Sciences specializing in the fields of ecology, hydrobiology and zoology.", "41864588": "P. Dee Boersma, also known as Dee Boersma (born 1946) is a conservation biologist and professor at the University of Washington, where she is Wadsworth Endowed Chair in Conservation Science.[1] Dr. Boersma's area of work focuses on seabirds, specifically Magellanic penguins. She has directed the Magellanic Penguin Project at Punta Tombo, Argentina since 1982.[2] She is the founder of the Center for Ecosystem Sentinels, hosted at the University of Washington, and dedicated to the study of sential species as early warning systems of natural or human caused environmental change.[3]", "49204631": "Derek A. Roff FRSC (born July 19, 1949) is a professor emeritus of evolutionary ecology at McGill University, currently associated with the University of California at Riverside. His research focuses include population genetics, quantitative genetics, and life history evolution.[1]", "33246618": "Linda Avey (née Bahnson) is an American biologist and entrepreneur. She is known for co-founding 23andMe, a consumer genetic data company.[3][4][5]", "34164122": "Kullal Chickappu Naik, abbreviated as K. C. Naik (14 August 1903 – 1973)[1] was an Indian agricultural scientist mainly dealing with horticulture. He was also an academic administrator and author. He was the first vice chancellor of University of Agricultural Sciences, Bangalore.[1]", "937375": "George Busk FRS FRAI (12 August 1807 – 10 August 1886) was a British naval surgeon, zoologist and palaeontologist.", "38948264": "Sarah P. Gibbs  (May 25, 1930 – September 25, 2014)[1] was Emeritus Professor of Biology at McGill University in Canada, where she was initially appointed as an assistant professor on tenure track in September 1966.[2] She was a Fellow of the Royal Society of Canada, and a Fellow of the American Association for the Advancement of Science, and she received the 2003 Gilbert Morgan Smith medal for research on algae.[3]", "16207275": "Einar Christian Leonard Naumann (13 August 1891 – 22 September 1934) was a Swedish botanist and limnologist who was professor of limnology at the University of Lund. Naumann worked during the summers at the Fishery Station in Aneboda (Småland, Southern Sweden), where he established a field laboratory of the Limnological Institute in Lund (now Einar Naumann Field Station).", "16731565": "Ann Van Gysel is a Belgian scientist and businesswoman. In 2011 she started Turnstone Communications, offering communications and business development services to biotech and pharma industry. She teaches science communications at the University of Antwerp and University of Ghent and is a director to the board of the Institute of Tropical Medicine Antwerp.", "18730426": "Karen Teff is a biologist and geneticist. She received her education in Canada and has since been working in the United States.[1] Teff has spent most of her career studying the effects of diabetes and other related diseases on humans.[2]", "62574011": "Charles Pilet, born in February 1931, is a professor-researcher, member of the Institut de France, member of the French Academy of sciences, Honorary President of the French Academy of medicine and the Académie vétérinaire de France, member of the French Academy of technologies, Professor Emeritus and Honorary Director of the École nationale vétérinaire d'Alfort.", "44518844": "Mary C. Beckerle is an American cell biologist who studies cancer at the Huntsman Cancer Institute at the University of Utah School of Medicine. At Huntsman Cancer Institute, she serves as the CEO and also as Associate Vice President for Cancer Affairs at the University of Utah. Beckerle's research helped to define a novel molecular pathway for cell motility, and more recently, she has begun research into Ewing’s sarcoma, a pediatric bone cancer. Beckerle's lab made a ground breaking discovery in regards to Ewing's Sarcoma in relation to the EWS/FLI protein.[1] Her lab discovered EWS/FLI to disrupt the internal cellular skeleton, which decreases the ability of cells to adhere to their proper environment. This can help explain the metastasis of tumors in patients with Ewing's sarcoma.", "51793341": "Prafullachandra Vishnu Sane (born 1937) is an Indian molecular biologist and plant physiologist, known for his pioneering studies on photosynthesis.[1][2] He is a former director of National Botanical Research Institute[3] and an elected fellow of the Indian Academy of Sciences, Indian National Science Academy, National Academy of Sciences, India, National Academy of Agricultural Sciences and the Maharashtra Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1981, for his contributions to biological sciences.[5]", "27479500": "Penelope J. Boston is a speleologist and astrobiologist. She was associate director of the National Cave and Karst Research Institute[1] in Carlsbad, New Mexico, along with founding and directing the Cave and Karst Studies Program at New Mexico Institute of Mining and Technology in Socorro.  Among her research interests are geomicrobiology of caves and mines, extraterrestrial speleogenesis, and space exploration and astrobiology generally.[2]", "62410192": "Richard William Carthew (born 5 September 1956) is a developmental biologist and quantitative biologist at Northwestern University. He is a professor of molecular biosciences and is the director of the NSF-Simons Center for Quantitative Biology.", "49204690": "Bernard Joseph Crespi FRSC is an American professor of evolutionary biology at Simon Fraser University in British Columbia, Canada. His research focuses on social evolution across multiple scales, using genetic and ecological approaches. He is one of the initiators of the imprinted brain hypothesis.", "48090581": "Max Luciano Birnstiel (12 July 1933 – 15 November 2014) was a Swiss molecular biologist who held a number of positions in scientific leadership in Europe, including the chair of the Institute of Molecular Biology at the University of Zurich from 1972–86, and that of founding director of the Research Institute of Molecular Pathology (IMP) in Vienna from 1986 to 1996.[1] His research focused on gene regulation in eukaryotes. His research group is sometimes cited as the first to purify single genes, the ribosomal RNA genes from Xenopus laevis, three years before the successful isolation of the lac operon.[2] He is also recognized for one of the earliest discoveries of a gene enhancer element.[3] Birnstiel died in 2014 of heart failure during cancer treatment.[3]", "37539288": "Maharani Chakravorty (1937–2015) was an Indian molecular biologist. She organized the first laboratory course on recombinant DNA techniques in Asia and Far East in 1981.[1]", "71519707": "Konstantin Mikhailovich Deryugin (Russian: Константин Михайлович Дерюгин: 10 February 1878 – 27 December 1938) was Russian Empire and Soviet oceanographer and marine biologist. He served as a professor of hydrology at St. Petersburg University and took part in a number of oceanographic expeditions. Mount Deryugin and the Deryugin basin in the Sea of Okhotsk are named after him.", "2182622": "(Formerly):", "71650784": "Marianne Nyegaard is a Danish marine biologist who specializes in the study of ocean sunfish. She is known for identifying the ocean sunfish species Mola tecta.", "708064": "Rita Levi-Montalcini OMRI OMCA (US: /ˌleɪvi ˌmoʊntɑːlˈtʃiːni, ˌlɛv-, ˌliːvi ˌmɒntəlˈ-/ LAY-vee MOHN-tahl-CHEE-nee, LEV-ee -⁠, LEE-vee MON-təl-,[3][4] Italian: [ˈriːta ˈlɛːvi montalˈtʃiːni]; 22 April 1909 – 30 December 2012) was an Italian neurobiologist. She was awarded the 1986 Nobel Prize in Physiology or Medicine jointly with colleague Stanley Cohen for the discovery of nerve growth factor (NGF).[5]", "54480361": "Thomas Graf (born 28 September 1944) is a biologist at the Centre for Genomic Regulation (CRG) in Barcelona, Spain. He is a pioneer in cell reprogramming, showing that blood cells can be transdifferentiated by transcription factors.[1][2] He is also known for his early work on oncogenes carried by retroviruses and oncogene cooperation in leukemia formation.[3]", "28560876": "Steven L. Peck (born July 25, 1957) is an evolutionary biologist, poet, and novelist. His literary work is influential in Mormon literature circles. He is a professor of biology at Brigham Young University (BYU). He grew up in Moab, Utah and lives in Pleasant Grove, Utah.", "72928753": "Yvonne Lue is a Jamaican doctor who works in the field of medical microbiology. Lue is one of the few Black women who have led clinical microbiology since the 1950-70s. She is the President for the New York City Branch of the American Society for Microbiology (ASM).", "43863549": "Robert Thomas Fraley (January 25, 1953, Danville, Illinois[1]) was executive vice president and chief technology officer at Monsanto, where he helped to develop the first genetically modified seeds. He retired from Monsanto in June 2018.  He advocates for the use of GMO products to address global food insecurity and reduce the environmental footprint of agriculture.[2]", "65228287": "Maria Cristina Ferro de Carrasquilla (1947–2015)  was a Colombian microbiologist and Leishmaniasis researcher who worked for more than forty years at the National Health Institute of Colombia.[1] Most of her research was focused on sandflies (Phlebotominae subfamily), which are Leishmaniasis vectors, contributing with the description of three new species: Lutzomyia torvida[2], Lutzomyia falcata[3], and Lutzomyia tolimensis.[4] Given her research contributions, a sandfly species was named after her: Lutzomyia ferroae (Young & Morales 1987).[5] Ferro also worked with Venezuelan equine encephalitis virus and received the Emeritus Researcher award from the National Health Institute of Colombia in 2007[6]", "46714372": "Nancy A. Roseman was the 28th president of Dickinson College in Carlisle, Pennsylvania.  A professor of biology, she was dean of the college at Williams College before being selected as Dickinson's first female president in 2013. On 11 April 2016, she announced her resignation as president, effective 30 June 2016.[1]", "48451077": "Alice Alldredge is an American oceanographer and marine biologist who studies marine snow, carbon cycling, microbes and plankton in the ecology of the ocean. She has conducted research in the open sea, at her laboratory at the University of California, Santa Barbara as well as in collaboration with the Long Term Ecological Research Network (LTER) at the Mo'orea Coral Reef Long Term Ecological Research Site (MCR LTER) in Mo'orea, French Polynesia. According to the annual ISI Web of Knowledge list published by Thomson Reuters, she has been one of the most cited scientific researchers since 2003.", "62803463": "Ruth Clayton (née Freedman;10 June 1925 – 2003) was a lecturer and researcher with an international reputation in eye research at the University of Edinburgh in the Institute of Animal Genetics.[1] She was one of a group of scientists who joined the Institute at a time when it was led by C.H. Waddington and when many of the fundamental aspects of modern biology were being elucidated by forward thinking scientists at the university's King's Buildings campus.[2][3] Leading a large and diverse research group, she applied the newly developing techniques of modern biology to fundamental questions in the fields of developmental biology and pathology of the eye and the brain. Her work was characterised by a rigorously conceptual approach, methodological innovation and a keen interest in the social and ethical implications of scientific and medical research.[1]", "20401677": "Laurent Keller (born 28 February 1961) is a Swiss evolutionary biologist, myrmecologist and author. He was a professor at the University of Lausanne from 1996 to 2023. In March 2023, the journal Science reported that sexual harassment allegations were leveled against Keller.[2] According to the Science article, the University of Lausanne sent an email to staff in February of 2023 to inform them that Laurent Keller no longer works there.[2]", "70569490": "Sheldon Wolff (September 22, 1928,[1] Peabody, Massachusetts – May 24, 2008, Mill Valley, California) was an American radiobiologist, cytogeneticist, and environmental health expert on mutagenic chemicals.[2][3]", "65064483": "Cynthia Casson Morton (born August 1, 1955) is an American geneticist, professor at Harvard Medical School, and director of cytogenetics at Brigham and Women's Hospital.[1]", "6409764": "Charles Schuchert (July 3, 1858 – November 20, 1942) was an American invertebrate paleontologist who was a leader in the development of paleogeography, the study of the distribution of lands and seas in the geological past.", "1396266": "Howard Nelson is a Trinidadian ecologist and wildlife biologist. Nelson earned his bachelor's and master's degrees at the University of the West Indies and his doctoral work at the University of Wisconsin–Madison under the guidance of Stanley Temple. For his MPhil degree he conducted an ecological study of the mammalian community of Trinidad, including the first camera trapping study of the ocelot (Leopardus pardalis) on Trinidad and the first survey of game mammals. For his doctoral work Nelson completed a re-classification of the vegetation communities of Trinidad and Tobago, a massive undertaking which updates John Stanley Beard's 1946 classification.", "51695152": "Stephen Jacob Chanock (born April 15, 1956) is an American physician and geneticist. He currently serves as Director of the Division of Cancer Epidemiology and Genetics at the U.S. National Cancer Institute (NCI).[1]", "48549427": "Carolina Villagrán Moraga is a Chilean biologist known for her work on Quaternary biogeography. Her works include models for the past extent of different altitudinal zonations in Chile and on the origin of the Chilean flora. She is part of the Faculty of Science for the University of Chile.", "46616115": "Rob Knight (born 1976-77 in Dunedin, New Zealand)[1] is a computational microbiologist and professor at the University of California, San Diego. His research involves the development of laboratory and computational techniques to characterize the microbiomes of humans, animals, and the environment.[1]", "9031221": "John Turberville Needham FRS (10 September 1713 – 30 December 1781) was an English biologist and Roman Catholic priest.", "68275769": "Jennifer B. Glass is a biogeochemist, geomicrobiologist, astrobiologist, and associate professor of biogeochemistry in the School of Earth and Atmospheric Sciences at the Georgia Institute of Technology in Atlanta, Georgia. Glass received the 2021 Thomas Hilker Award for Excellence in Biogeosciences from the American Geophysical Union.[1] She was awarded the 2021 Alice C. Evans Award for Advancement of Women from the American Society of Microbiology.[2]", "16698938": "Edward McSweegan is an American microbiologist, science writer and fiction author.", "38063677": "Stuart J. Firestein is the chair of the Department of Biological Sciences at Columbia University, where his laboratory is researching the vertebrate olfactory receptor neuron. He has published articles in Wired magazine,[1] Huffington Post,[2] and Scientific American.[3] Firestein has been elected as a fellow by the American Association for the Advancement of Science (AAAS) for his meritorious efforts to advance science. He is an adviser to the Alfred P. Sloan Foundation program for the Public Understanding of Science.[4]  Firestein's writing often advocates for better science writing.[5]  In 2012 he released the book Ignorance: How it Drives Science, and in 2015, Failure: Why Science Is So Successful.", "50449982": "Sitara-e-Imtiaz", "10931778": "David Houle is an evolutionary biologist who studies fruitflies as an experimental organism for understanding adaptation and behavior. He is a Professor of Biological Science at Florida State University.", "31018564": "Nikolay Fyodorovich Gamaleya (Russian: Никола́й Фёдорович Гамале́я; 17 February 1859 [O.S. 5 February] – 29 March 1949) was a Russian and Soviet physician and scientist who played a pioneering role in microbiology and vaccine research.", "27577926": "Margarita Salas Falgueras, 1st Marchioness of Canero (30 November 1938 – 7 November 2019) was a Spanish scientist, medical researcher, and author in the fields of biochemistry and molecular genetics.", "69455441": "Liran Carmel (Hebrew: לירן כרמל, born August 7, 1971) is an Israeli scientist, professor of computational biology at the Alexander Silberman Institute of Life Sciences, the Hebrew University of Jerusalem. Carmel is the Snyder Granadar Chair for Genetics, and is the 2021 Massry Prize laureate for his studies in the field of ancient DNA.", "55922266": "Seung-Yong Seong (born c. 1965) is a South Korean immunologist and microbiologist known for his study of innate immune system response and his development of the damage-associated molecular pattern (DAMP) model of immune response initiation in collaboration with Polly Matzinger.[2] Seong is also known for his research on the bacterium Orientia tsutsugamushi and his research on immunological adjuvant when he was a student.[3][4] Since 2013 he has served as Director of the Wide River Institute of Immunology – Seoul National University in conjunction with his Professor position in the Microbiology and Immunology department of Seoul National University College of Medicine.[5] In 2012, he became Editor in Chief of the World Journal of Immunology.[6]", "63131229": "Peter J. Hansen is an American animal scientist and physiologist who serves as distinguished professor and L.E. \"Red\" Professor of Animal Sciences in the Department of Animal Sciences at University of Florida[2]", "67063392": "Joan Kilbourn (15 June 1936 — 10 May 2011)[1] was an American microbiologist and educator.", "43503204": "Burghardt Wittig (born 1947 in Celle, Germany) is the chairman of MolBio2Math and a professor of biochemistry and molecular biology at Freie Universitaet Berlin in Berlin (FUB), Germany.[1] His research focuses on the areas of gene regulation, DNA structures induced by torsional strain, chromatin structure, G-protein-mediated signal transduction, as well as therapeutic applications of genetic research and DNA-based vaccines. His research has been published in numerous leading scientific journals, including Cell, Nature, PNAS, and Science.", "55692903": "Morton John Elrod (27 April 1863 - 19 January 1953[1]) was an American ecologist and professor at the University of Montana. He founded the Flathead Lake Biological Station in 1899. It was established to encourage research and field education and has been the site of numerous long-term biological studies. He was also appointed by the American Bison Society to examine potential reserves in Montana which led to the establishment of the National Bison Range.[2] A keen photographer and researcher, he conducted research and wrote several books on a variety of topics. A number of species have been named in Elrod's honor by researchers.", "52481640": "Cora Jipson Beckwith (24 March 1875 - 9 January 1955) was an American zoologist who was a researcher and professor at Vassar College in New York.[1]", "53923431": "Caroline Elinor Hussey (3 December 1941 – 11 May 2017) was an Irish microbiologist and academic. She served as president of the Irish Federation of University Teachers (IFUT) from 1989 to 1992.[1] In 1994 she sat on the Expert Group investigating the circumstances of the 1977 contamination with Hepatitis C of the Blood Transfusion Service Board's Anti-D product. \nIn the same year she was appointed the first female registrar and deputy president of University College Dublin (UCD) and remained in that post until her retirement in 2004.[2] She was Chairperson of the National Council for Curriculum and Assessment from 1995 to 2000.[3]", "26562151": "Miklós Kretzoi (9 February 1907 – 15 March 2005) was a Hungarian geologist, paleontologist and paleoanthropologist[1][2] and Széchenyi Prize winner.[3]", "60804713": "Ana Čolović Lešoska (born c.1979) is a Macedonian biologist who since 2011 has campaigned against the construction of dams for hydroelectric power production in the Mavrovo National Park in order to safeguard threatened species, including the Balkan lynx.[1][2] This led to the withdrawal of loans from the World Bank and the European Bank for Reconstruction and Development (EBRD), convincing the Government of North Macedonia to suspend further work on dams in the national park. In recognition of her efforts, in April 2019 she was one of six environmentalists to be awarded the Goldman Environmental Prize.[3][1]", "57429611": "Vladimir Aleksandrovich Barykin (Russian: Владимир Александрович Барыкин; 22 November 1879 — 15 April 1939) was a Russian microbiologist and epidemiologist.", "51629677": "Ioan Borcea (January 30, 1879–July 30, 1936) was a Romanian zoologist.\nBorn in Buhoci, Bacău County, he entered secondary school at the National College in Iași before going on to the Costache Negruzzi Boarding High School, from which he graduated in 1897. He then entered the natural sciences section of Iași University's sciences faculty, graduating in 1900. Initially a teaching assistant in the animal morphology department, Borcea received a scholarship to study in France the following year. In 1903, he obtained an undergraduate degree from the natural sciences faculty of the Sorbonne. In 1905, the same institution awarded him a doctorate; his thesis dealt with the genitourinary system of the Elasmobranchii. He performed research at the marine biology stations in the French villages of Banyuls-sur-Mer and Roscoff, as well as in Naples.[1]", "57691760": "Christopher Filardi is an American evolutionary biologist and ecologist.", "46616183": "Jessica Green is an American entrepreneur, engineer, and ecologist. She is CEO of Phylagen, Inc.,[1] a biotech startup developing tools to monitor the microbiology of air. Prior to Phylagen, she was a Professor of Biology[2] at the University of Oregon and co-founding director of the Biology and Built Environment Center.[3] Green’s two talks at the TED Conferences on the Microbiomes of the built environment have received over 1.7 million views.[4][5]", "33214072": "John Edward Morton QSO (18 July 1923 – 6 March 2011) was a biologist, scholar, theologian, and conservationist from New Zealand. Trained at Auckland University College and the University of London, he became the author of numerous books, papers, and newspaper columns. Morton researched New Zealand's ecology and marine life, and was a marine zoologist. He was also the presenter of the imported nature and science television programme, Our World.[1]", "67980921": "Alina Chan is a Canadian molecular biologist specializing in gene therapy and cell engineering at the Broad Institute of MIT and Harvard, where she is a postdoctoral fellow. During the COVID-19 pandemic she became known for questioning the prevailing consensus regarding the origins of the virus and publicly advocating a laboratory escape hypothesis.[1][2][3][4]", "64343678": "Jessica A. Scoffield is an American microbiologist and an assistant professor in the Department of Microbiology at the University of Alabama at Birmingham School of Medicine. Scoffield studies the mechanisms by which oral commensal bacteria interfere with pathogenic bacterial growth in order to inform the development of active therapeutic tools to prevent drug resistant pathogen infection. In 2019, Scoffield became the inaugural recipient of the American Association for Dental Research Procter and Gamble Underrepresented Faculty Research Fellowship.", "41832066": "Rebeka Katalin Szabó (born November 20, 1977)[1] is a Hungarian biologist, ecologist and politician, member of the National Assembly (MP) from Politics Can Be Different (LMP) National List between 2010 and 2014.[2]", "58642055": "George Pearson Smith (born 10 March 1941)[3][4] is an American biologist and Nobel laureate.[5] He is a Curators' Distinguished Professor Emeritus of Biological Sciences at the University of Missouri in Columbia, Missouri, US.", "25546376": "David Ernest James FAA (born in Sydney in 1958) is a cell biologist who discovered the glucose transporter GLUT4. He has also been responsible for the molecular dissection of the intracellular trafficking pathways that regulate GLUT4 translocation to the cell surface, the topological mapping of the insulin signal transduction pathway, the creation of a method for studying in vivo metabolism in small animals, and the use of this method to gain insights into whole-animal fuel metabolism and homeostasis.", "35049100": "John Stanley Mattick AO, FAA, FTSE (born 1950, Sydney[1]) is an Australian molecular biologist known for his efforts to assign function to non-coding DNA.[2] Mattick was the executive director of the Garvan Institute of Medical Research from 2012 to 2018.[3] He joined Genomics England in May 2018 as chief executive officer.[4] In October 2019, he joined the University of New South Wales in Sydney.[5]", "50908812": "Asha de Vos (Sinhala:ආශා ඩි වොස් (born 1979) is a Sri Lankan marine biologist, ocean educator and pioneer of blue whale research within the northern Indian Ocean.[1] She is known for her Blue Whale Project. She is a Senior TED Fellow[2] and was chosen for a BBC 100 Women award in 2018.[3][4] She is a National Geographic 2016 Emerging Explorer Grantee.[5]", "58674848": "Ann Tsukamoto was born in California on July 6, 1952. She is well known now as an Asian American stem cell researcher and inventor.[1][2] During her career, she co-patented a process that allowed the human stem cell to be isolated, and the patent was granted in 1991. Tsukamoto’s research and contributions in the medical field have led to groundbreaking advancements of stem cell research as it pertains to cancer patients. She is a pioneer in her field, yet is underrepresented for her discoveries.", "63622817": "S. Patricia Becerra is a biochemist specializing in the retina. She researches protein structure and function in relation to drug development for combating blindness. Becerra is a senior investigator at the National Eye Institute.", "11259555": "Arthur Raymond Marshall Jr. (March 2, 1919 – February 18, 1985[1]) was a scientist and Everglades conservationist who spearheaded efforts to preserve Florida’s wetlands.", "1494699": "Warwick Estevam Kerr (9 September 1922 – 15 September 2018) was a Brazilian agricultural engineer, geneticist, entomologist, professor and scientific leader, notable for his discoveries in the genetics and sex determination of bees. The Africanized bee in the western hemisphere is directly descended from 26[citation needed] Tanzanian queen bees (Apis mellifera scutellata) accidentally released by a replacement bee-keeper in 1957 in Rio Claro, São Paulo in the southeast of Brazil from hives operated by Kerr, who had interbred honey bees from Europe and southern Africa.", "19058349": "Professor Yehudit Naot (Hebrew: יהודית נאות, 4 April 1944 – 16 December 2004) was an Israeli scientist and politician. She served as Minister of the Environment between February 2003 and October 2004.", "36294326": "Valerius Geist (2 February 1938 – 6 July 2021)[1] was a Canadian biologist and a professor emeritus in the Faculty of Environmental Design at the University of Calgary. He was a specialist on the biology, behavior, and social dynamics of North American large mammals (elk, moose, bighorn sheep, other wild ungulates and wolves), and well respected on his views of Neanderthal people and behavior.", "57888439": "Elizabeth Ann Winzeler is an American microbiologist and geneticist. She is a professor in the Division of Host-Microbe Systems and Therapeutics of the School of Medicine at the University of California at San Diego.[1] Although she works in a variety of different disease areas, most research focuses on developing better medicines for the treatment and eradication of malaria.", "43568823": "Margaret Isabella Brownlee Dick (14 September 1918 – 25 September 2008) was a pioneering Australian microbiologist.  She is best known for her role as Chief Microbiologist at Kraft Foods Australia and for the development of a methodology for safe food production.[1] She was the first woman to be elected as a Fellow of the Australian Institute of Food Science and Technology.[2]", "26332857": "Hui Zhang (Chinese: 张会; pinyin: Zhāng Huì) is a professor of Pathology at Johns Hopkins University.[1] She specializes in analysis of glycoproteins and other protein modifications on the proteome scale. Her most cited article is Identification and quantification of N-linked glycoproteins using hydrazide chemistry, stable isotope labeling and mass spectrometry.[2]", "10571455": "Antonio Lanzavecchia (born in Varese October 9, 1951) is an Italian and Swiss immunologist. As a fellow of Collegio Borromeo he obtained a degree with honors in Medicine in 1976 from the University of Pavia where he specialized in Pediatrics and Infectious Diseases. He is Head Human Immunology Program, Istituto Nazionale di Genetica Molecolare-INGM, Milan and SVP Senior research Fellow, Humabs/Vir Biotechnology,[1] Bellinzona and San Francisco (USA). Since 2017, he is also Professor at the Faculty of Biomedical Sciences of the Università della Svizzera italiana (USI).[2]", "8736453": "Sir John Anthony Hardy FRS[1] (born 9 November 1954)[citation needed] is a human geneticist and molecular biologist at the Reta Lila Weston Institute of Neurological Studies at University College London with research interests in neurological diseases.[3][4][5][6]", "64638680": "Paolo Sassone-Corsi (8 June 1956 – 22 July 2020) was an Italian molecular biologist, epigeneticist, and researcher. He is known for his contributions in the areas of transcriptional regulation, epigenetics, circadian biology, and metabolic regulation.[1] He is known for his contributions in the areas of transcriptional regulation, epigenetics, circadian biology, and metabolic regulation. His research primarily focused on the mechanisms that regulate transcription and their relation to metabolism and circadian clocks. His work focused on understanding how the circadian clock regulates metabolic cycles. Most notably, he discovered that SIRT1, a histone deacetylase with a critical role in gene expression and metabolism, is able to regulate the activity of the CLOCK protein.[2] In 2011, Sassone-Corsi founded and directed the “Center for Epigenetics and Metabolism” at the University of California, Irvine.", "65752794": "Mark E. Siddall is a Canadian biologist and former curator[1] at the American Museum of Natural History. Siddall has studied the evolution and systematics of blood parasites and leeches, and systematic theory[2].[citation needed] Siddall was hired as an assistant curator at the American Museum of Natural History in July, 1999[3] and worked there as a curator until September, 2020, when he was terminated for allegedly having violated the museum's policy prohibiting sexual relationships between staff and mentees. Siddall denied the claim.[1]", "47140576": "Daniel Jobst Müller (born 22 March 1965) is a German scientist and Professor of Biophysics at ETH Zürich. He is known for work on single molecule and cell biophysics, bionanotechnology, and membrane proteins.[1]", "60542692": "María Dolores García Cotarelo (born 17 August 1943 in A Coruña) is a Spanish politician.  First involved with a clandestine socialist organization back in 1975, she went on to become the Deputy Mayor of Culture of the City Hall of Granada and was charged with insulting religion.  She continued to be involved in party politics in 2017, and was honored in 2018 as one of eleven women who helped bring democracy to Granada.", "62017253": "Mary E. Lidstrom is a Professor of Microbiology at the University of Washington. She also holds the Frank Jungers Chair of Engineering, in the Department of Chemical Engineering. She currently is a fellow of the American Academy of Microbiology, a member of the National Academy of Sciences and serves on the editorial boards of the Journal of Bacteriology and FEMS Microbial Ecology.[1]", "15945445": "Dr Geoffrey Alton Craig Herklots (1902 – 14 January 1986) was a British botanist and ornithologist.  From 1928 he was a reader in biology at Hong Kong University until the Japanese occupation of Hong Kong in 1941, during which he was interned in Stanley, Hong Kong, until 1945.  After the war was over he returned to London and joined the Colonial Service.  From 1953 to 1960 he was Principal of the Imperial College of Tropical Agriculture in Trinidad.[1]", "49925863": "Josefina Castellví Piulachs (born in Barcelona, 1 July 1935) is a Spanish oceanographer, biologist and writer.[1] Castellvi Peak on Hurd Peninsula, on Livingston Island in Antarctica is named in her honour. In 1984 she was the first Spaniard to participate in an international expedition to Antarctica. She received her bachelor's degree in 1957 and a PhD in biological sciences at the University of Barcelona in 1969. In 1960 she started working for the Institut de Ciències del Mar in Barcelona.[2] In addition, she conducted research at the Spanish National Research Council (CSIC) and was a delegate in Catalonia for two years (1984-1986).", "1920745": "Stanley \"Stan\" Falkow (January 24, 1934 – May 5, 2018) was an American microbiologist and a professor of microbiology at Georgetown University, University of Washington, and Stanford University School of Medicine. Falkow is known as the father of the field of molecular microbial pathogenesis.[1] \nHe formulated molecular Koch's postulates, which have guided the study of the microbial determinants of infectious diseases since the late 1980s.[2] Falkow spent over 50 years uncovering molecular mechanisms of how bacteria cause disease and how to disarm them.[1] Falkow also was one of the first scientists to investigate antimicrobial resistance, and presented his research extensively to scientific, government, and lay audiences explaining the spread of resistance from one organism to another, now known as horizontal gene transfer, and the implications of this phenomenon on our ability to combat infections in the future.[1]", "61263597": "Jeremy B. Yoder is an American evolutionary biologist, science communicator and LGBTQIA+ advocate. He is an assistant professor of biology at California State University, Northridge.", "46681839": "L. Dennis Smith (January 18, 1938 – March 29, 2021)[1] was an American scientist and academic administrator who served as the president of the University of Nebraska system from March 1, 1994, to June 2004.[2]", "61296377": "David M. Geiser is an American mycologist. He is Professor of Mycology and Director of the Fusarium Research Center at Pennsylvania State University.[1]", "56741635": "Patience Mthunzi-Kufa (born 2 May 1976) is a South African physicist and head of biophotonics research at the Council for Scientific and Industrial Research. She received the Order of Mapungubwe in Bronze.", "54087430": "Cecilia Wen-ya Lo (Chinese: 羅聞亞[1]) is a professor and the F. Sargent Cheever Chair of Developmental Biology at the University of Pittsburgh. Her research focuses on the study of congenital heart defects.[2][3]", "63393544": "Harley H. McAdams (born 1938, Liberty, Texas) is an American physicist, microbial geneticist, and developmental biologist. McAdams and his collaborators have published foundational insights on the nature of genetic regulatory logic and cell biology,[1][2][3] the molecular basis for inevitable random variation levels of protein production between different cells,[4][5] and genetic logic circuits that control the bacterial cell cycle.[6][7] McAdams is married to Lucy Shapiro. They were jointly awarded the 2009 John Scott Medal for “bringing the methods of electrical circuit analysis to the description of genetic networks of the simple bacterium Caulobacter.”[8]", "73289489": "Raymond Cobb Bowen (September 19, 1934 – August 23, 2021) was an American biologist and academic administrator who served as president of Shelby State Community College in Memphis, Tennessee, and LaGuardia Community College in Queens, New York.", "7327506": "Richard Lathe is a molecular biologist who has held professorships at the University of Strasbourg, the University of Edinburgh, and the State University of Pushchino. He was assistant director at the biotech company Transgene in Strasbourg, a principal scientist at ABRO, Edinburgh, and Co-Director of the Biotechnology College ESBS [1] based in Strasbourg. Lathe is also the founder of Pieta Research, a biotechnology consultancy in Edinburgh, current academic appointments are with the University of Edinburgh[1] and the State University of Pushchino. He resigned from his post at Pushchino in 2022.", "52252437": "Sir Frederick George Thomas Holliday, CBE, DL, FRSE (22 September 1935 – 5 September 2016) was a British marine biologist, academic, academic administrator, and businessman. He was Acting Principal of the University of Stirling from 1973 to 1975, Vice-Chancellor and Warden of Durham University from 1980 to 1990, and Chair of Northumbrian Water from 1993 to 2006.", "610074": "Alexander Ivanovich Oparin (Russian: Александр Иванович Опарин; March 2 [O.S. February 18] 1894 – April 21, 1980) was a Soviet biochemist notable for his theories about the origin of life, and for his book The Origin of Life.", "1003293": "Steven Peter Russell Rose (born 4 July 1938)[2] is an English neuroscientist, author, and social commentator. He is an emeritus professor of biology and neurobiology at the Open University and Gresham College, London.", "67161901": "Christa Schleper is a German microbiologist known for her work on the evolution and ecology of Archaea. Schleper is Head of the Department of Functional and Evolutionary Biology at the University of Vienna in Austria.", "2182958": "Marian Teodor Ludwik Gieszczykiewicz (born 21 May 1889 in Kraków, Austria-Hungary - 21 July 1942 in Auschwitz[1]) was a Polish physician and bacteriologist.", "53301044": "Roger Paquin (born July 24, 1947) is a Quebec politician. He served as the member for Saint-Jean in the Quebec National Assembly as a member of the Parti Québécois from 1994 until 2003.", "45600569": "Professor Peter Collignon AM is a professor of microbiology at the Australian National University.[1] Collignon has worked for the World Health Organization, studying the use of antibiotics in food animals, and the rise of drug resistant pathogens. Collignon is director of the Infectious Diseases Unit and Microbiology at the Canberra Hospital, and is a fellow of the Royal College of Pathologists of Australasia.[2]", "9916219": "Ambrosius Arnold Willem Hubrecht (2 March 1853, in Rotterdam – 21 March 1915, in Utrecht) was a Dutch zoologist.", "71257916": "Louis Weinstein (February 26, 1908 – March 16, 2000) was an American infectious diseases physician, microbiologist, and educator. He was a pioneer in the modern field of infectious disease treatment, having started his career before antibiotics and vaccines became widely available.[1] Over his career he taught at the three medical schools in Boston: Boston University School of Medicine, Tufts University School of Medicine, and Harvard Medical School, making him one of the few doctors to do so.[1] During his lifetime, he wrote or co-wrote more than 400 articles published in professional journals.[2]", "57429823": "Girdhar Kumar Pandey (born 15 February 1972) is an Indian molecular biologist, biochemist, biotechnologist, and a professor at the department of plant molecular biology of the South Campus of the University of Delhi. He is known for his studies on the signal transduction pathways in Arabidopsis  (rockcress) and Oryza sativa (rice) and is an elected fellow of the National Academy of Sciences, India and the National Academy of Agricultural Sciences. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2015.[1]", "55660353": "Christopher Roland Somerville is a Canadian-American biologist known as a pioneer of Arabidopsis thaliana research. Somerville is currently Professor Emeritus at the University of California, Berkeley and a Program Officer at the Open Philanthropy Project.", "68439877": "James Arnold Dickinson, MBE, (born 1950, Leeds) is a British conservation-restoration taxidermist who repaired mounted animal skins and skeletons for museums in the United Kingdom for 40 years. Among his restoration works are the Leeds Irish elk, the Leeds polar bear (a \"prized exhibit\"), the Armley Hippo, and the Warrington seal (Warrington's \"most famous animal\").", "52023111": "Reed F. Noss (born 23 June 1952), a conservation biologist since the beginning of the field in the early 1980s, is a writer, photographer, and speaker, retired in 2017 as Provost's Distinguished Research Professor, Pegasus Professor, and Davis-Shine Professor at the University of Central Florida.[1]\n[2] He is  President and Chief Scientist for the Florida Institute for Conservation Science, Chief Science Advisor for the Southeastern Grasslands Initiative, and Chief Science Advisor for the Endangered Ecosystems Alliance.[3] Noss' published work consists of over 350 published or in press scientific articles, book chapters, and major reports and eight published books, with another book in preparation.[4]", "57659210": "Dorothy Elizabeth Thursby-Pelham (1884–1972) was a scientist at the Zoological Laboratory, University of Cambridge and subsequently at the Ministry of Agriculture, Fisheries and Food (United Kingdom) - Directorate of Fisheries laboratory in Lowestoft (now known as the Centre for Environment, Fisheries and Aquaculture Science) who has been called 'England's first female sea-going fisheries scientist' and was an active member of the International Council for the Exploration of the Sea (ICES).[1]", "54513486": "Centre for Cellular and Molecular Platforms", "9621333": "Paul-Louis Simond (30 July 1858 – 3 March 1947) was a French physician, chief medical officer and biologist whose major contribution to science was his demonstration that the intermediates in the transmission of bubonic plague from rats to humans are the fleas Xenopsylla cheopis that dwell on infected rats.", "55725911": "Juli Berwald is an ocean scientist and science writer based in Austin, Texas. She is the author of a science memoir and two science textbooks, and her magazine-length pieces have appeared in The New York Times and National Geographic, among other publications. She graduated from the University of Southern California with a Ph.D. in ocean science in 1998.[1]", "47959899": "Annie Elisabeth Law (1842–12 January 1889)[1] was a British-American conchologist, who discovered 11 species and one genus of mollusks, but did not publish formal descriptions of them.[2] She was also a dispatch rider for the Confederate army during the American Civil War and was tried in Knoxville as a confederate informer.[3][4][5]", "54153052": "Dr John Arnold Lovern FRIC FRSE OBE (b.1905) was a Scottish marine biologist and scientific writer.", "937821": "Heinrich Georg Bronn (3 March 1800 – 5 July 1862) was a German geologist and paleontologist. He was the first to translate Charles Darwin's On the Origin of Species into German in 1860, although not without introducing his own interpretations, as also a chapter critiquing the work.", "25120607": "Steven M. Reppert (born September 4, 1946) is an American neuroscientist known for his contributions to the fields of chronobiology and neuroethology. His research has focused primarily on the physiological, cellular, and molecular basis of circadian rhythms in mammals and more recently on the navigational mechanisms of migratory monarch butterflies. He was the Higgins Family Professor of Neuroscience at the University of Massachusetts Medical School from 2001 to 2017, and from 2001 to 2013 was the founding chair of the Department of Neurobiology. Reppert stepped down as chair in 2014. He is currently distinguished professor emeritus of neurobiology.", "27152228": "Victoria Elizabeth Foe (born 1945) is an American developmental biologist, and Research Professor at the University of Washington's Center for Cell Dynamics.[1] She is known for her work on the development of embryos.", "3166055": "Peter Douglas Ward (born May 12, 1949[3]) is an American paleontologist and professor at the University of Washington, Seattle, and Sprigg Institute of Geobiology at the University of Adelaide. He has written numerous popular science works for a general audience and is also an adviser to the Microbes Mind Forum.[4] In 2000, along with his co-author Donald E. Brownlee, he co-originated the term Rare Earth[1] and developed the Medea hypothesis alleging that multicellular life is ultimately self-destructive.[5]", "53170039": "Erik M. Jorgensen is an American biologist, currently teaching and running a microbiology and genetics lab at the University of Utah. He is a Distinguished Professor.[1][2][3][4] He has been a Howard Hughes Medical Institute Investigator since 2005.[5]", "18599801": "Richard Glenn Northcutt (born 1941)[2] is an American neuroscientist known for his work in comparative vertebrate neurobiology and evolutionary neuroscience.  He serves on the editorial boards of the Journal of Comparative Neurology, Journal of Morphology, Visual Neuroscience, and Zoologische Reike, and was editor in chief of Brain, Behavior and Evolution.", "48713595": "John Hancock Klippart (1823–1878) was an American agriculturist and expert on wheat farming.", "74239878": "Angela Charlotte Roberts FMedSci is a British neurobiologist who is a professor of physiology at the University of Cambridge. Her research considers the neural circuits that underpin cognition and emotion. She leads the Cambridge Marmoset Research Centre. She was awarded the 2020 Goldman-Rakic Prize for Outstanding Achievement in Cognitive Neuroscience.", "2543505": "Mark Benecke (born 26 August 1970[1]) is a German forensic biologist.", "2150292": "Sergei Nikolaevich Winogradsky ForMemRS[1] (Russian: Сергей Николаевич Виноградский; Ukrainian: Сергій Миколайович Виноградський; 13 September [O.S. 1 September] 1856 – 24 February 1953), also published under the name Sergius Winogradsky,[2] was a Russian[3][4] microbiologist, ecologist and soil scientist who pioneered the cycle-of-life concept.[5][6] Winogradsky discovered the first known form of lithotrophy during his research with Beggiatoa in 1887.  He reported that Beggiatoa oxidized hydrogen sulfide (H2S) as an energy source and formed intracellular sulfur droplets.[2] This research provided the first example of lithotrophy, but not autotrophy. Born in the capital of present-day Ukraine, his legacy is also celebrated by this nation.[7]", "62574485": "Johannes A. Jehle (born 1961, Illertissen, Germany) is a German scientist for insect virology, and plant protection. The focus of his research is the use of microorganisms and viruses for biological control of insect pests and the development of sustainable methods for plant protection. He heads the Institute for Biological Plant Control of the Julius Kühn-Institut in Darmstadt and is an adjunct Professor at the Technical University Darmstadt.  He was President of the Society of Invertebrate Pathology in 2016/2018.[1]", "43995033": "Manju Sharma (born 13 December 1940) is an Indian biotechnologist and administrator of several scientific research and policy-making bodies in India. She was most recently the president and executive director at the Indian Institute of Advanced Research in Gandhinagar, Gujarat. She earlier served as the secretary, Department of Biotechnology, in the Indian Ministry of Science and Technology,[1] and was awarded the Padma Bhushan in 2007.[2]", "59461534": "Eyyub Balamammad oglu Bashirov (Azerbaijani: Eyyub Balaməmməd oğlu Bəşirov; December 12, 1925 – November 7, 2017) was an Azerbaijani biologist-scientist, academician, president of Association of Animal husbandry of Azerbaijan, real member of the Russian Academy of International Quality Problems and member of the board of the Council of Elders of Azerbaijan Republic.", "64212904": "Paul E. Turner is an American evolutionary biologist and virologist, the Rachel Carson Professor of ecology and evolutionary biology at Yale University, and a faculty member in microbiology at the Yale School of Medicine.[1][2] His research focuses on the evolutionary genetics of viruses, particularly bacteriophages and RNA viruses transmitted by mosquitoes.[2][3]", "48517034": "Karen Suzanne Oberhauser (born 1956) is an American conservation biologist who specializies in monarch butterflies.[1]", "59494314": "Michael George Bulmer FRS (born 10 May 1931)[2][3] is a British biostatistician. He is an emeritus fellow of Wolfson College, Oxford, and a Fellow of the Royal Society of London.[2] He is known for his work in quantitative genetics and on the biology of twinning,[1] as well as for his 2003 biography of Francis Galton.[4]", "1527731": "Al-Asmaʿi (أبو سعيد عبد الملك ابن قريب الأصمعي, ʿAbd al-Malik ibn Qurayb al-Aṣmaʿī ; [n 1] c. 740-828/833 CE), or Asmai; an early philologist and one of three leading Arabic grammarians of the Basra school.[1][2][3]  Celebrated at the court of the Abbasid caliph, Hārūn al-Rashīd,  as polymath and prolific author on philology, poetry, genealogy, and natural science, he pioneered zoology studies [4] in animal-human anatomical science. He compiled an important poetry anthology, the Asma'iyyat, and was credited with composing an epic on the life of Antarah ibn Shaddad.[citation needed] A protégé of Al-Khalil ibn Ahmad al-Farahidi and Abu 'Amr ibn al-'Ala', he was a contemporary and rival of Abū ʿUbaidah and Sibawayhi also of the Basran school.[5][6]", "70504377": "Lydia W. S. Finley is an American scientist and an assistant member at the Cell Biology Program at Memorial Sloan Kettering Cancer Center and an assistant professor at Weill Cornell Medical College. Finley is known for her contributions to understanding the metabolic underpinnings of stem cell fate.", "70733754": "Howard Ayers (May 21, 1861 in Olympia, Washington[1] - October 1933[2] in Avondale, Ohio)[3] was an American biologist who served as president of the University of Cincinnati from 1899 to 1904.[4]", "72339399": "Shiping Tang (born 24 January 1967) is a Chinese Molecular Biologist,[1][2] political scientist, political economist, computational social scientist, and philosopher of social sciences.[3] He is the Fudan Distinguished professor (2013–) & Dr. Seaker Chan Chair Professor (2014–) at Fudan University and also the Cheung Kong Distinguished Professor (2016–) in the Chinese Ministry of Education.[4] He is an editor of International Relations (2021–), International Security (2021–)[5][6], Small Wars and Insurgencies (2019–), Chinese Journal of International Politics (2018–) and Security Studies (2015–), and was an editor of International Studies Quarterly (2015–2020).[4]", "33214426": "Stuart Pivar (born 1930) is an American art collector[1][2] from Brooklyn, New York known for being one of the founders of the New York Academy of Art along with Andy Warhol.[3]  Trained as a scientist, he has long endorsed the study of anatomy and need for artists to acquire technical skills.  Pivar grew his fortune in the plastics industry and is also the author of several books.", "72798180": "Marguerite Narbel-Hofstetter (7 February 1918 – 2 June 2010) was a Swiss biologist and politician who served on the Grand Council of Vaud from 1970 until 1986. A member of the Liberal Party of Switzerland, Narbel became the first woman to serve as president of the council in 1981.", "71847911": "Lester Orville Krampitz (July 9, 1909, Maple Lake, Minnesota – May 18, 1993, Cleveland, Ohio)[1] was an American microbiologist.[2]", "18894823": "Tillman Gerngross (born November 15, 1963) is an Austro-American scientist.", "8638440": "Félix Dujardin (5 April 1801 – 8 April 1860) was a French biologist born in Tours. He is remembered for his research on protozoans and other invertebrates.", "61427702": "Jessica Kissinger is a Distinguished Research Professor at the Franklin College of Arts and Sciences, University of Georgia and director of the Institute of Bioinformatics. Her research focus is on the evolution, assembly and data curation of protozoan parasite genomes, particularly Cryptosporidium, Toxoplasma gondii and Plasmodium.", "53006331": "Wayne Bowen is an American pharmacologist and biologist, currently the Upjohn University Professor of Pharmacology at Brown University.[1][2]", "57757698": "Leonid Leon Peshkin (born 1970) is a scientist working at the Systems Biology Department at Harvard Medical School. Peshkin's research interests include embryology, evolution and aging.[1]", "2576391": "Adolf Portmann (27 May 1897 – 28 June 1982) was a Swiss zoologist.", "65949712": "Corey Nislow is an American geneticist and molecular biologist. He is a Professor of genomics, pharmaceutical science and biochemistry at the University of British Columbia.", "64671761": "Paul-Émile Pilet, (born in Lausanne 26 July 1927; died 12 May 2005 in Pully), was a Swiss biologist, professor and director of the Institute of Plant Biology and Physiology of the University of Lausanne.", "14503955": "Paul W. Chun is a professor emeritus at the University of Florida. He is a researcher in the field of protein folding equilibria,[1] in particular, he is known as the \"leading proponent\" of using the Planck-Benzinger thermal work function to understand protein folding thermodynamics and stability. As such Chun has written a number of papers relating to the thermodynamics of protein folding.[2][3] He received his Ph.D. in 1965 from the University of Missouri for work on the interaction of casein molecules, and joined the department of biochemistry and molecular biology at the University of Florida soon thereafter.[4]  He retired in 2003.[5]", "22368276": "Matthew P. Scott is an American biologist who was the tenth president of the Carnegie Institution for Science.[3] While at Stanford University, Scott studied how embryonic and later development is governed by proteins that control gene activity and cell signaling processes.[4]\n[5] He co-[6] discovered homeobox genes in Drosophila melanogaster working with Amy J. Weiner at Indiana University.[7][8]", "1560596": "Dr. Anna Wessels Williams (1863–1954) was an American pathologist at the first municipal diagnostic laboratory in the United States. She used her medical training from the Women's Medical College of the New York Infirmary for research rather than medical practice, and over the course of her career worked on developing vaccines, treatments and diagnostic tests for many diseases, including diphtheria, rabies,[1] scarlet fever, smallpox, influenza, and meningitis. Notably, a strain of diphtheria-causing bacteria that Williams isolated and cultivated was instrumental in producing an antitoxin to bring the disease under control.[2] In 1932, she became the first woman to be elected chair of the laboratory section of the American Public Health Association.[3]", "42258456": "Eva J. Pell (born March 11, 1948) is a biologist, plant pathologist, and science administrator. Pell's research focused on the physiological and biochemical impacts of air pollutants on vegetation. As a science administrator at Pennsylvania State University and the Smithsonian Institution, Dr. Pell initiated several pan-institutional science institutes. Since leaving the Smithsonian, she is developing a series of adventure stories for elementary school children with the theme rescuing endangered species.", "48549913": "Melissa Suzanne Cline is an American biologist. She is an Associate Research Scientist at the UC Santa Cruz Genomics Institute\nBetween June 2001 and December 2004 she was a staff scientist at Affymetrix, Inc. in Emeryville, California where she was involved in developing ANOSVA, a \"statistical method to identify alternative spicing from expression data,\" during which she \"analyzed the effects of alternative splicing on protein transmembrane and signal peptide regions\".[1]  Subsequently, she moved to UC Santa Cruz, where she wrote on genome browsing.[2] According to the Thomson Reuters report, she was one of the most highly cited scientists in the world in 2012/13.[3]", "249886": "Leonard Adleman (born December 31, 1945) is an American computer scientist. He is one of the creators of the RSA encryption algorithm, for which he received the 2002 Turing Award.[1] He is also known for the creation of the field of DNA computing.", "1789983": "Tom Maniatis (born May 8, 1943), is an American professor of molecular and cellular biology. He is a professor at Columbia University, and serves as the Scientific Director and CEO of the New York Genome Center.[1][2]", "9687071": "Arlo Hanlin Hemphill (born October 7, 1971)[citation needed] is an American wilderness advocate. His educational background is in marine biology. Hemphill is a Fellow National of the Explorers Club and has been listed in Nature (Myers et al. 2000) as one of 100+ global biodiversity experts,[1] credited for his expertise pertaining to the Greater Caribbean and the Tumbes-Chocó-Magdalena biodiversity hotspots.[2]  He is best known for his involvement in regional-scale ocean conservation and was a founding steering committee member of the Deep Sea Conservation Coalition, the Forum for the Conservation of the Patagonian Sea and Areas of Influence, and the Sargasso Sea Alliance.", "6901791": "Min Chueh Chang (simplified Chinese: 张明觉; traditional Chinese: 張明覺; pinyin: Zhāng Míngjué, October 10, 1908 – June 5, 1991), often credited as M.C. Chang, was a Chinese American reproductive biologist. His specific area of study was the fertilisation process in mammalian reproduction. Though his career produced findings that are important and valuable to many areas in the field of fertilisation, including his work on in vitro fertilisation which led to the first \"test tube baby\", he was best known to the world for his contribution to the development of the combined oral contraceptive pill at the Worcester Foundation for Experimental Biology.", "62836768": "Ximena Londoño de la Pava (born 1958 in Cali, Colombia) is a Colombian botanist, specializing in agrostology. She has done extensive research on the bamboo genus Guadua in South America and Central America.[1][2]", "18534437": "Viktor Aloisius Reko, (born 3 August 1880 in Vienna) was an Austrian teacher and scientific author who moved to Mexico in 1921. He is best known for his popular book Magische Gifte: Rausch- und Betäubungsmittel der Neuen Welt (\"Magic Poisons: Inebriating and Narcotic Substances of the New World\"), first published in 1936. This book recorded a number of second-hand observations on New World psychoactive drugs, paraphrased from notes he took of conversations with his cousin, the eminent Mexican ethnobotanist Dr. Blas Pablo Reko, including the first published refutation of Dr. William Edwin Safford's uncharacteristically untenable assertion that teonanácatl was not a mushroom, but a cactus.", "64573478": "Robin L. Rasor a.k.a. Ruth Rasor (b. 1956) is a technology transfer professional with an MS in genetics who serves as the Executive director of the Duke University Licensing & Ventures office.[1]", "53334056": "John Stansfield \"Sandy\" Parkinson is an American biologist, currently a Distinguished Professor at University of Utah.[1][2]  He was the chairman of the Department of Biology at University of Utah.", "66703401": "Alejandro Cravioto (born 1947) is professor of microbiology and public health in the Faculty of Medicine of the National Autonomous University of Mexico.[1]", "49664056": "Stanislas Leibler (born 1957) is a French-American theoretical and experimental biologist and physicist.  He is Systems Biology Professor at the Institute for Advanced Study in Princeton and the Gladys T. Perkin Professor and Head of the Laboratory of Living Matter at the Rockefeller University.", "10145851": "Hattie Elizabeth Alexander (April 5, 1901 – June 24, 1968) was an American pediatrician and microbiologist. She earned her M.D. from Johns Hopkins University in 1930 and continued her research and medical career at Columbia-Presbyterian Hospital in New York City. Alexander became the lead microbiologist and the head of the bacterial infections program at Columbia-Presbyterian. She occupied many prestigious positions at Columbia University and was well honored even after her death from liver cancer in 1968. Alexander is known for her development of the first effective remedies for Haemophilus influenzae infection,[1] as well as being one of the first scientists to identify and study antibiotic resistance.[2] She has received many awards and honors including the E. Mead Johnson Award in 1942, for her headway in pediatric research and antibiotic resistance. Alexander's research and studies helped lay the ground work for research into antibiotic and vaccine development.", "42192967": "Meenakshi Banerjee is an Indian cyanobacteriologist and the head of the Center for Applied Algal Research at Rice University in Houston, Texas.[1] She is the former head of the Bioscience Department of Barkatullah University, Bhopal.", "50647118": "Wasserzug Étienne Bronislaw (born 1 August 1860 in Motol; died 1888)[2] was a French biologist of Polish origin.", "21876818": "Rowland Southern (1882 – 13 December 1935)[1] was an English aquatic biologist who specialised in the study of the fresh-water and marine life, particularly segmented worms (Annelida) of Ireland. He trained in England as a chemist and upon moving to Dublin received a post with the City Analyst.[2] In 1906 he began work at the Natural History Museum in the city, transferring to the Fisheries branch of the Department of Agriculture and Technical Information in 1911.[3] In 1919 he was promoted to the rank of Assistant Inspector of Fisheries, a post he held until his death.", "36884563": "Nikolai Aleksandrovich Krasilnikov (Russian: Никола́й Алекса́ндрович Краси́льников; December 18, 1896 – July 11, 1973) was a Soviet microbiologist, bacteriologist and soil scientist.", "33509460": "Scott Patrick Carson is an American microbiologist and a serial entrepreneur in the medical supply field.[1][2][3][4]", "48484438": "Kono Yasui (保井 コノ, Yasui Kono, 16 February 1880 – 24 March 1971) was a Japanese biologist and cytologist.[1] In 1927, she became the first Japanese woman to receive a doctoral degree in science. She received a Medal of Honor with Purple Ribbon and was awarded as an Order of the Precious Crown Third Class for her academic accomplishments and leadership in women’s education in Japan.[2]", "68702304": "Andréa Geneviève Grottoli is a Canadian biologist who is Professor of Earth Sciences at the Ohio State University. She is a Fellow of the American Association for the Advancement of Science, and was named the 2021 American Geophysical Union Rachel Carson Lecturer. She is the President of the International Coral Reef Society.", "58544225": "Davor Solter (born March 22, 1941[citation needed]) is a Yugoslavian-born developmental biologist, particularly known for his pioneering work on mammalian genomic imprinting. He is Emeritus Member and Director, Max Planck Institute of Immunobiology and Epigenetics; Visiting International Professor, Siriraj Center for Excellence in Stem Cell Research, Mahidol University, Thailand; and Visiting Professor, University of Zagreb Medical School.", "26890338": "Otto Carl Willy Prausnitz (October 11, 1876 in Hamburg[1] – April 21, 1963), also known as Carl Prausnitz-Giles,  was a German physician, bacteriologist, and hygienist who developed the Prausnitz–Küstner test with Heinz Küstner.[2][3][4][5]", "57987170": "Yasmine Belkaid (Arabic: ياسمين بلقايد; born 1968) is an Algerian immunologist and senior investigator at the National Institute of Allergy and Infectious Diseases (NIAID) and adjunct professor at the University of Pennsylvania.[1] She is best known for her work studying host-microbe interactions in tissues and immune regulation to microbes. Belkaid currently serves as the director of the NIAID Microbiome program.[2] On 29 March 2023, she was appointed as President of the Pasteur Institute for a six-year term, starting from January 2024.[3]", "4444260": "Wilhelm Siegmund Feldberg CBE FRS[1] (19 November 1900 – 23 October 1993) was a German-British physiologist and biologist.", "62378087": "Bertel Møhl (2 January 1936 – 13 September 2017) was a Danish marine zoologist and physiologist. He contributed significantly to the understanding of auditory physiology and bioacoustics of bats and marine mammals.", "16896105": "Daniel Justin Fairbanks (born 1956)[1] is an American biologist who was formerly a dean of Undergraduate Education at Brigham Young University (BYU).  He is a specialist in biology who has written books on the subject.", "63131759": "Jean Comandon (3 August 1877 – 30 October 1970) was a French microbiologist and filmmaker. He was one of the leading figures in the development of microcinematography in Paris and its use in science research and education.[1]", "69587059": "John Michael Jumper is an American senior research scientist at DeepMind Technologies.[4][5][6] Jumper and his colleagues created AlphaFold,[7] an artificial intelligence (AI) model to predict protein structures from their amino acid sequence with high accuracy.[8] Jumper has stated that the AlphaFold team plans to release 100 million protein structures.[9] The scientific journal  Nature included Jumper as one of the ten \"people who mattered\" in science in their annual listing of Nature's 10 in 2021.[8][3]", "4444283": "Hans Grüneberg FRS[1] (26 May 1907 – 23 October 1982), whose name was also written as Hans Grueneberg and Hans Gruneberg, was a British geneticist. Grüneberg was born in Wuppertal–Elberfeld in Germany. He obtained an MD from the University of Bonn, a PhD in biology from the University of Berlin and a DSc from the University of London. He arrived in London in 1933, at the invitation of J.B.S. Haldane and Sir Henry Dale.", "36720766": "Kamaljit Singh Bawa, FRS (born 7 April 1939 in Punjab, India) is an evolutionary ecologist, conservation biologist and a distinguished professor of Biology at the University of Massachusetts, Boston. He is also the founder of Ashoka Trust for Research in Ecology and Environment (ATREE). In 2012, Bawa received the first Gunnerus Sustainability Award, the world's major international award for work on sustainability. He is an elected member of the American Academy of Arts and Sciences.[2] He was elected a Member of the American Philosophical Society in 2019.", "63459469": "Dannielle Engle is an American biologist and assistant professor of the regulatory biology laboratory at the Salk Institute for Biological Studies. Engle's research aims at improving detection and treatment of pancreatic cancer.", "59429009": "Stevan Jakovljević (Serbian Cyrillic: Стеван Јаковљевић; 7 December 1890 – 2 November 1962) was a Serbian author, biologist and professor.", "67817619": "Neal Mikkelsen Williams is an American pollination ecologist.", "33476755": "Ernest William MacBride FRS (12 December 1866, in Belfast – 17 November 1940, in Alton, Hampshire) was a British/Irish marine biologist,[1] one of the last supporters of Lamarckian evolution.[2]", "49991836": "Ida Stephens Owens (September 13, 1939 – February 24, 2020) was an American scientist known for her work with drug-detoxifying enzymes. She received her Ph.D from Duke University in 1967, making her one of the first two African Americans to receive a doctorate from the school. She spent her career at the National Institutes of Health (NIH), where she worked from 1968 to 2017 and pioneered the study of the genetics of human diseases and drug metabolism.[3][4]", "610464": "Michael Hengartner\nGary Ruvkun\nYishi Jin\nAndrew Chisholm", "73945254": "Paul Grobstein (March 21, 1946 – June 28, 2011) was an American neurobiologist who studied the development and organization of nervous systems.  In addition to his work in neurobiology, Grobstein had  a long-term interest in understanding people's behavior.", "4837552": "Tsuneko Okazaki (岡崎 恒子, Okazaki Tsuneko, born June 7, 1933) is a Japanese pioneer of molecular biology known for her work on DNA replication and specifically for discovering Okazaki fragments, along with her husband Reiji.[1]  Dr. Tsuneko Okazaki has continued to be involved in academia, contributing to more advancements in DNA research.", "36491446": "Alfred Detlef Fritz Kahl (18 February 1877 – November, 1946) was a German schoolteacher who took up microscopy in mid-life and became a leading authority on ciliated protozoa. In a burst of scientific productivity that lasted just nine years, he published 1800 pages of scholarly work, in which he described 17 new ciliate families, 57 genera, and about 700 previously unknown species. During his brief career as a protozoologist, he redescribed and illustrated nearly all the species of ciliates known in his time, and fit them into a taxonomic scheme that remains influential today.[1][2]", "52908222": "Nevan J. Krogan is a Canadian molecular and systems biologist.[1] He is a professor and the Director of the Quantitative Biosciences Institute (QBI) at the University of California San Francisco (UCSF), as well as a senior investigator at the J. David Gladstone Institutes.[2]", "70439117": "Harshini Mukundan is an Indian-American microbiologist. She is a Fellow of the American Association for the Advancement of Science.[1]", "66605268": "Stephen Joseph Giovannoni is an American microbiologist whose research mainly focuses on marine microbes. He is a fellow of the American Academy of Microbiology and a founding co-editor of the Annual Review of Marine Science.", "21975270": "Kim L. O'Neill is the developer of a monoclonal antibody that allows for the accurate, cheap and easy detection of cancer.", "63394022": "Ingmar Malte Hoerr (born 1968 in Neckarsulm) is a German biologist. He pioneered vaccinology research concerning the use of RNA and is a founder of the German biotechnology company CureVac. He created the initial technology used in RNA vaccines and has reportedly been nominated for a Nobel Prize.[1] He is currently an Ambassador for the European Innovation Council for the years 2021–2027.[2]", "56414443": "Debasis Chattopadhyay (born 20 October 1967) is an Indian plant molecular biologist, geneticist and a scientist at the National Institute of Plant Genome Research (NIPGR).[1] Known for his studies in the fields of plant stress biology and genomics,[2] Chattopadhyay is an elected fellow of all the three major Indian science Academies namely the Indian Academy of Sciences,[3] the Indian National Science Academy and the National Academy of Sciences, India.[4] He is also an elected fellow of the West Bengal Academy of Science and Technology.[5]", "53268717": "Oleg Vladimirovich Krasilnikov (14 September 1950 – 30 August 2011) was a Soviet-born biophysicist who lived and worked in Uzbekistan and Brazil. His father, Vladimir Sergeyevich Krasilnikov, was a mining engineer who worked in the coal mines of Kyrgyzstan (Sulukta and Tash Kumyr). His mother, Ekatherine Yakovlevna Krasilnikova, was an economist.", "25088238": "Bruce Harold Lipton is an American writer and lecturer who advocates various pseudosciences, including vaccine misinformation. By his own admission, Lipton's ideas have not received attention from mainstream science.[1] Lipton has not published original scientific research in a peer-reviewed medical journal in 30 years.", "50122990": "Wilton Robinson Earle (June 22, 1902 – May 30, 1964) was an American cell biologist known for his research in cell culture techniques and carcinogenesis. Born in Greenville, South Carolina, he earned a bachelor's degree at Furman University then earned an M.A. at the University of North Carolina and PhD at Vanderbilt University in 1928. He joined the Hygienic Laboratory of the United States Public Health Service in 1928, which merged with the National Cancer Institute in 1937, where Earle worked the remainder of his life. He died at his home in Burtonsville, Maryland, aged 61.[1][2][3]", "512240": "Sir Patrick Geddes FRSE (2 October 1854 – 17 April 1932) was a Scottish biologist,[2] sociologist, Comtean positivist, geographer, philanthropist and pioneering town planner. He is known for his innovative thinking in the fields of urban planning and sociology.", "66670843": "Ronald Whittam FRS (21 March 1925 – 16 August 2023) was an English research scientist in the field of cell physiology. He conducted important studies on the mechanism of active transport of ions across animal membranes and its relation to cellular metabolism. Whittam was the inaugural Chair in Physiology at the University of Leicester, where he was subsequently an Emeritus Professor.", "67162373": "Rachel J Whitaker is a professor of Microbiology in the School of Molecular and Cellular Biology at the University of Illinois at Urbana-Champaign. Her laboratory's research focuses on the evolution of Archaea, Bacteria, and Viruses in both natural and clinical environments.[1]", "64966919": "Linda Louise Blackall FAA is an Australian microbiologist who has studied microbial communities and their applications in water management. She is professor of environmental microbiology at the University of Melbourne.[1]", "67784968": "Nilima Arun Kshirsagar FACCP, FRCP, FNAMS FNAS (born 1949) is an Indian clinical pharmacologist who developed and patented liposomal amphotericin B and its drug delivery system in 1993.[1] She is the former dean of King Edward Memorial Hospital and Seth Gordhandas Sunderdas Medical College.[2] She is the national chairperson in clinical pharmacology at Indian Council of Medical Research (ICMR) and president of the South Asian chapter of the American college of clinical pharmacology. She is a Member of the WHO Committees on Product development and Drug statistics Methodology.", "42357001": "Hong Gil Nam is a South Korean biologist teaching in the Department of New Biology of Daegu Gyeongbuk Institute of Science and Technology and leading research as director of the Center for Plant Aging Research. His research interests include comparative aging in diverse kingdoms, including plant and animals, to reveal aging mechanisms among species, cross-kingdom interaction between plants and animals, and biochemistry at nano and micro levels. He is the founder and former director of the Biological Research Information Center, a member of the Korean Academy of Science and Technology, and has served on the editorial board in Molecular Plant[2]  since 2013.", "34754840": "Alexandre Salimbeni (11 December 1867 - 1942) was an Italian physician and biologist born in Acquapendente.", "35967256": "Rosemary Helen Lowe-McConnell (née Rosemary Helen Lowe; 24 June 1921 – 22 December 2014)[1] was an English ichthyologist, ecologist, and limnologist known for research on tilapia and aquaculture. Working in the tropical waters of Africa and South America, Lowe-McConnell was a pioneer in the study of tropical fish ecology and an early adopter of the use of scuba diving for scientific research.[2]", "33214758": "Heinz Steinitz (April 26, 1909 – April 28, 1971, Hebrew: היינץ שטייניץ) was a senior Israeli marine biologist and herpetologist, Professor and Chairman of the Department of zoology at the Hebrew University in Jerusalem. He laid the foundation for research and teaching in marine biology and oceanography in Israel. In 1968 he founded the Marine Biology Laboratory of the Hebrew University near Eilat, serving as its first director. He also served as a founding member of the Zoological Society of Israel and a co-founder of the Society for the Protection of Nature in Israel.", "807207": "Gustav Jäger (June 23, 1832 – May 13, 1917) was a German naturalist and hygienist.", "4215082": "Oliver Smithies (23 June 1925 – 10 January 2017) was a British-American geneticist and physical biochemist. He is known for introducing starch as a medium for gel electrophoresis in 1955,[4] and for the discovery, simultaneously with Mario Capecchi and Martin Evans, of the technique of homologous recombination of transgenic DNA with genomic DNA, a much more reliable method of altering animal genomes than previously used, and the technique behind gene targeting and knockout mice.[5][6][7] He received the Nobel Prize in Physiology or Medicine in 2007 for his genetics work.[8][9]", "49205555": "Marta Filizola is a computational biophysicist who studies membrane proteins.[1] Filizola's research concerns drug discovery the application of methods of computational chemistry and theoretical chemistry to biochemical and biomedical problems.[2][3]", "41963832": "Richard Penry Ambler (26 May 1933 – 27 December 2013) was an English molecular biologist who conducted groundbreaking research into the evolution of antibiotic-resistant bacteria.[1] Ambler was the first scientist to publish an amino acid sequence of a bacterial protein, and had a long academic career at the University of Edinburgh.[1][2]", "58872121": "Niko Beerenwinkel, Ph.D. (2004), is a German mathematician, who is active in the field of computational biology; he is an associate professor of the ETH Zurich since April 2013.[1]", "9818431": "H. Allen Orr (born 1960) is the Shirley Cox Kearns Professor of Biology at the University of Rochester.[1]", "8606018": "Peter Valentinovich Turchin (/ˈtɜːrtʃɪn/; Russian: Пётр Валенти́нович Турчи́н, IPA: [ˈpʲɵtr vəlʲɪnʲˈtʲinəvʲɪtɕ tʊrˈtɕin]; born 22 May 1957)[1] is a Russian-American complexity scientist, specializing in an area of study he and his colleagues developed called cliodynamics—mathematical modeling and statistical analysis of the dynamics of historical societies.[2] He is currently Editor-in-Chief at Cliodynamics: The Journal of Quantitative History and Cultural Evolution. As of 2020[update], he is a director of the Evolution Institute.[3]", "35311943": "Carsten Niemitz (born 29 September 1945 in Dessau) is a German anatomist, ethologist, and human evolutionary biologist.", "40784200": "Sean Anderson is an American conservation biologist, restoration ecologist and professor of Environmental Science and Resource Management (ESRM) at California State University Channel Islands (CSUCI). He was educated at the University of California Santa Barbara, University of California Los Angeles and Stanford University.[1] Anderson embraces education and research alike, managing projects from California to Oceania and the Middle East. His lab, named \"PIRatE Lab\" (an acronym for the Pacific Institute for Restoration Ecology), conducts a wide range of coastal monitoring, ecological restoration, and conservation efforts.[2][3][4][5]", "37245262": "Efisio Arru (Siligo, 1927 – Sassari, 2000) was an Italian scientist, from Sardinia.[1] He graduated from the  Veterinary Faculty of the University of Sassari in 1957, and in 1978 was appointed Professor of Parasitology at that university.  Efisio Arru played a role in the study of parasitology in Italy,[2] in particular the study and the fight against   Echinococcus.", "5919054": "Samuel Rahbar (Persian: سموئیلِ رهبر Samu'il-e Rahbar May 12, 1929 - November 10, 2012) was an Iranian scientist who discovered [1] the linkage between diabetes and HbA1C, a form of hemoglobin used primarily to identify plasma glucose concentration over time.", "46616919": "Steven N. Austad is the Protective Life Endowed Chair in Health Aging Research, a Distinguished professor and Chair of the Department of Biology at the University of Alabama at Birmingham from 2014 to 2022.[1]", "41374046": "Cheryl A. Zimmer is a conservation biologist whose research interests are focused marine population ecology, specifically the role of hydrodynamics as a driving force in the evolution of marine life.", "37998942": "Mien-Chie Hung (Chinese: 洪明奇; born September 4, 1950) is a Taiwanese-born American molecular biologist and cancer researcher. He is a Professor and Chair, Department of Molecular and Cellular Oncology, The University of Texas MD Anderson Cancer Center in Houston, Texas.", "49959269": "Margaret Hamilton Storey (July 31, 1900 – October 18, 1960) was an American museum curator, herpetologist and ichthyologist. She worked for the Stanford University Natural History Museum for over 25 years.", "69489005": "Beverly Marie Guirard was a microbiologist who worked on the biochemistry of microbial growth, especially with respect to vitamin B6. She is also known for her work defining the components of coenzyme A which was a part of the research that led to a Nobel Prize for Fritz Albert Lipmann.", "64967025": "Laura K. Mackay FAHMS is an internationally-recognised immunologist and Professor of Immunology at the University of Melbourne. Mackay is the Theme Leader in Immunology and Laboratory Head at the Peter Doherty Institute for Infection and Immunity.[4][5] In 2022, she was the youngest ever Fellow elected to the Australian Academy of Health and Medical Sciences.[6][7]", "38916472": "Leon Glass (born 1943) is an American scientist who has studied various aspects of the application of mathematical and physical methods to biology, with special interest in vision, cardiac arrhythmia, and genetic networks.", "21811584": "Sir Richard Owen KCB FRMS FRS (20 July 1804 – 18 December 1892) was an English biologist, comparative anatomist and paleontologist. Owen is generally considered to have been an outstanding naturalist with a remarkable gift for interpreting fossils.", "8409476": "Dirk Inzé (born 19 October 1957) is a Belgian molecular biologist and professor at Ghent University (Ghent, Belgium). In 2002, he succeeded Marc Zabeau as scientific director of the VIB-UGent Center for Plant Systems Biology. His research interest is on the molecular networks underpinning yield and organ growth both under standard as well as mild drought stress conditions in Arabidopsis and the C4 crop maize. He is a member of the European Molecular Biology Organization (EMBO). He was recipient of the 1994 Körber European Science Prize. In 2005, he was awarded the Francqui Prize on Biological and Medical Sciences for his research on plant systems biology.", "29970826": "Garib Mammadov (Azerbaijani: Qərib Məmmədov Şamil oğlu) is an Azerbaijani politician. He served on the National Assembly of Azerbaijan.", "19976588": "Tsuguo Hongo (本郷 次雄, Hongō Tsuguo, November 1, 1923 – April 2, 2007) was a Japanese mycologist who specialized in the biogeography and taxonomy of Agaricales. Hongo entered the Department of Biology at what is now Hiroshima University in 1943, where he studied botany until graduating in 1946 with a B.Sc.\nHongo received his Ph.D. degree, entitled \"Agaricales of Japan\", from Kyoto University in 1961 while working under Dr. Shiro Kitamura.", "51892622": "Ramakrishnan Nagaraj (born 1953) is an Indian biochemist, molecular biologist and the leader of a team of scientists working in the field of peptide biochemistry at Centre for Cellular and Molecular Biology (CCMB).[1] He is known for his studies on hemolytic and antibacterial properties in synthetic analogs of bacterial toxins.[2] He is a J. C. Bose National fellow of the Department of Science and Technology at CCMB and an elected fellow of the Indian Academy of Sciences, National Academy of Sciences, India and the Indian National Science Academy.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded Nagaraj the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1994, for his contributions to biological sciences.[4]", "72110482": "Annabelle Duncan (born in Nelson, New Zealand in 1953),[1] is a microbiologist who held the post of Vice-Chancellor at the University of New England (UNE) from 2014-2019.[2]", "54579605": "Sarah Wyatt is an American, plant molecular biologist. She is a Professor in the Department of Environmental and Plant Biology at Ohio University,[1] as well as director of the Ohio University Interdisciplinary Graduate Program in Molecular and Cellular Biology. Wyatt's research interests include molecular biology, genomics, and signaling events.[2] She is considered one of the world's experts on gravitational signaling in plants, and some of her recent research includes an experiment on board the International Space Station (ISS).[3][4]", "151959": "William Donald Hamilton FRS (1 August 1936 –  7 March 2000) was a British evolutionary biologist, recognised as one of the most significant evolutionary theorists of the 20th century.[1][2] Hamilton became known for his theoretical work expounding a rigorous genetic basis for the existence of altruism, an insight that was a key part of the development of the gene-centered view of evolution. He is considered one of the forerunners of sociobiology. Hamilton published important work on sex ratios and the evolution of sex. From 1984 to his death in 2000, he was a Royal Society Research Professor at Oxford University.", "62574999": "Pierre Jean René Noël Tiollais (born on December 8, 1934, in Rennes) is a French medical doctor and biologist.", "6705564": "Claire M. Fraser (born 1955) is an American genome scientist and microbiologist who has worked in microbial genomics and genome medicine.[1] Her research has contributed to the understanding of the diversity and evolution of microbial life. Fraser is the director of the Institute for Genome Sciences at the University of Maryland School of Medicine in Baltimore, MD, where she holds the Dean's Endowed Professorship in the School of Medicine.  She has joint faculty appointments at the University of Maryland School of Medicine in the Departments of Medicine and Microbiology/Immunology. In 2019, she began serving a one-year term as President-Elect for the American Association for the Advancement of Science (AAAS), which will be followed by a one-year term as AAAS president starting in February 2020 and a one-year term as chair of the Board of Directors in February 2021.[2]", "73093533": "Montserrat Vilà i Planella (Figueres, 1964)[1] is a Spanish ecologist who primarily studies the biological and environmental factors that determine the presence and success of invasive plants, as well as their ecological and economic impacts.[2]", "61428126": "Elisabeth Lemke (5 July 1849 – 11 August 1925) was a German historian, researcher of folklore, botany and prehistory of Upper Prussia, poet and writer.", "17322397": "Otto Porsch (12 September 1875 – 2 January 1959) was an Austrian biologist.", "17060258": "Anne Elizabeth Magurran CBE FRSE (born 1955) is a British Professor of ecology at University of St Andrews in Scotland.[1] She is the author of several books[1][2][3][4] on measuring biological diversity, and the importance for quantifying biodiversity for conservation. She has won numerous awards and honors, is regularly consulted for global assessments and analyses of biodiversity and conservation[2] and her research is often highlighted by journalists.[5][6]", "53203366": "Dora Challis Colebrook (1884-1965) was a medical doctor and bacteriologist. Her research into the efficacy of light therapy[1] and the epidemiology of puerperal sepsis[2] provided the first evidence-based evaluations of these subjects.", "51761578": "Sara Imari Walker is an American theoretical physicist and astrobiologist with research interests in the origins of life, astrobiology, physics of life, emergence, complex and dynamical systems, and artificial life.[1][2] Walker is deputy director of the Beyond Center for Fundamental Concepts in Science at Arizona State University (ASU), associate director of the ASU-SFI Center for Biosocial Complex Systems and an associate professor at ASU.[3][4] She is a co-founder of the astrobiology social network SAGANet, and on the board of directors for Blue Marble Space, a nonprofit education and science organization.[1] As a science communicator, she is a frequent guest on podcasts and series, such as Through the Wormhole with Morgan Freeman.[5]", "63918509": "Munira Adnan Basrai is an American geneticist researching genome stability and cell cycle regulation in yeast and human cancers. She is a senior investigator at the National Cancer Institute.", "63492533": "James Vincent Duhig (1889–1963) was an Australian pathologist.", "22499768": "Thomas Henry Manning, OC (22 December 1911 – 8 November 1998) was a British-Canadian Arctic explorer, biologist, geographer, zoologist, and author.  Appointed an Officer of the Order of Canada, Manning held the positions of vice-chairman and Executive Director of the Arctic Institute of North America. Nicknamed the Lone Wolf of the Arctic, he was known for travelling alone with dog sled and canoe.[1]", "31838650": "John L. Koprowski, Dean and Professor, Haub School of Environment & Natural Resources,[1] University of Wyoming,[2] mammalogist, conservation biologist, and leading expert on the ecology and conservation of wildlife, especially squirrels,[3] was born in 1961 in Lakewood, Ohio.", "33608124": "David R. Soll (born April 29, 1942) is a professor of Biology at the University of Iowa. He is best known for the motion analysis of living cells, the discovery of Candida albicans phenotypic switching and monoclonal antibody technology.", "6803908": "Frederic Middlebrook Richards (August 19, 1925 – January 11, 2009), commonly referred to as Fred Richards, was an American biochemist and biophysicist known for solving the pioneering crystal structure of the ribonuclease S enzyme in 1967 and for defining the concept of solvent-accessible surface. He contributed many key experimental and theoretical results and developed new methods, garnering over 20,000 journal citations in several quite distinct research areas.  In addition to the protein crystallography and biochemistry of ribonuclease S, these included solvent accessibility and internal packing of proteins, the first side-chain rotamer library, high-pressure crystallography, new types of chemical tags such as biotin/avidin, the nuclear magnetic resonance (NMR) chemical shift index, and structural and biophysical characterization of the effects of mutations.", "73093584": "Karen Leigh Christman is an American bioengineer who is the Associate Dean for Faculty Affairs and the Pierre Galletti Endowed Chair for Bioengineering Innovation at University of California, San Diego.[1][2] Her research considers regenerative medicine and tissue engineering. She was elected a Fellow of the National Academy of Inventors in 2023.", "27677139": "Andrew Robert Muirhead (born 1975) is an Australian former radio and television presenter for the Australian Broadcasting Corporation. He was the presenter of ABC Radio Hobart's breakfast program in Tasmania and also the presenter of the Collectors television program from 2005 to 2010.[1][2] In 2012, he pleaded guilty to accessing child pornography and served four months of a five-month jail sentence.[3]", "53891540": "Ilga Winicov is an American biologist and an Elected Fellow of the American Association for the Advancement of Science.[1]", "53891547": "Judith H. Willis (born 2 January 1935) is an American biologist currently Professor Emeritus at University of Georgia and fellow of the American Association for the Advancement of Science.[1][2] Her research frequently involved insect cuticular proteins (CPs) as molecular markers of metamorphic stage, precise role CPs play in constructing insects and annotating the CP genes of Anopheles gambiae, the major vector of malaria.[3]", "65753566": "Camilla Sih Mai Pang (born February 1992) is a British computational biologist,[2] writer, and autism advocate. In 2020, she was awarded the Royal Society Prize for Science Books for her memoir, Explaining Humans: What Science Can Teach Us about Life, Love and Relationships.[3]", "56087006": "Dulal Panda (born 28 January 1964) is an Indian cell biologist and the chair professor at the department of biosciences and bioengineering of the Indian Institute of Technology, Bombay. Presently, he is the Director of NIPER, SAS Nagar (Mohali). Known for his studies on microtubule dynamics and FtsZ assembly dynamics, Panda is an elected fellow of the Indian Academy of Sciences and the National Academy of Sciences, India. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2005.[1]", "48550366": "Valerie Horsley is an American cell and developmental biologist. She currently works as an associate professor at Yale University, where she has extensively researched the growth, restoration, and maintenance of skin cells. She is a currently a member of the Yale Cancer Center and Yale Stem Cell Center.  She received a Presidential Early Career Award for Scientists and Engineers in 2012 and in 2013 she was the recipient of the Rosalind Franklin Young Investigator Award.", "53891563": "Mark Winey is an American biologist currently the Dean of the UC Davis College of Biological Sciences[1] and formerly at University of Colorado.[2][3][4]", "8147440": "Carolyn Widney Greider (born April 15, 1961) is an American molecular biologist and Nobel laureate. She joined the University of California, Santa Cruz as a Distinguished Professor in the department of molecular, cell, and developmental biology[1] in October 2020.", "53891568": "Malcolm Winkler is an American biologist currently at Indiana University, Bloomington and an Elected Fellow of the American Association for the Advancement of Science. His work has been important on Streptococcus pneumoniae in studying cell structure, metabolism, pathogenesis and stress responses mediated by regulatory mechanisms, signal transduction and supramolecular complexes. His research has been driven by advanced molecular genetics, cell biology, physiology, tissue culture and biochemistry, leading his papers to be highly cited in consecutive years with highs of 719, 369 and 292.[1][2][3][4]", "5984758": "This article lists characters of Star Trek that received attention from third-party sources in their various canonical incarnations. This includes fictional major characters and fictional minor characters created for Star Trek, fictional characters not originally created for Star Trek, and real-life persons appearing in a fictional manner, such as holodeck recreations.", "11358713": "Claus Wedekind is a Swiss biological researcher notable for his 1995 study that determined a major histocompatibility complex (MHC) dependent mate preference in humans.[1][2][3]", "1135098": "Sir John Bertrand Gurdon FRS (born 2 October 1933) is a British developmental biologist, best known for his pioneering research in nuclear transplantation[2][3][4] and cloning.[1][5][6][7]", "35410425": "Cindy Lee Van Dover (born 1954) is the Harvey Smith Professor of Biological Oceanography and chair of the Division of Marine Science and Conservation at Duke University. She is also the director of the Duke University Marine Laboratory.  Her primary area of research is oceanography, but she also studies biodiversity, biogeochemistry, conservation biology, ecology, and marine science.[1]", "60019197": "Maria Florianivna Makarevych (1906–1989) was a Soviet botanist and lichenologist noted for studying lichens of the Carpathian region, and for publishing multiple influential monographs.[1]  The genus Marfloraea is named in her honor.[2]  The standard author abbreviation Makar. is used to indicate this person as the author when citing a botanical name.[3]", "45666815": "Benno Müller-Hill (5 February 1933 – 11 August 2018)[1] was a German biologist and author. Together with Walter Gilbert, Müller-Hill purified the lac repressor, the first genetic control protein to be isolated.[2]", "8770049": "Jens Frahm (born 29 March 1951 in Oldenburg, Germany) is a German biophysicist and physicochemist. He is Research Group Leader of the Biomedical NMR group at the Max Planck Institute (MPI) for Multidisciplinary Sciences in Göttingen, Germany[1] (prior to January 1, 2022, at the former MPI for Biophysical Chemistry).[2]", "72831496": "George Edward Málaga Trillo (born 6 June 1969) is a Peruvian musician, neurobiologist and politician. He was elected congressman of the Republic of Peru for Lima for the 2021-2026 parliamentary period with the Purple Party. He is considered non-grouped in the absence of two members (five at least) to form a party caucus.[1]", "60674571": "Anne-Claude Gingras FRSC is a senior investigator at Lunenfeld-Tanenbaum Research Institute, and a professor in the department of molecular genetics at the University of Toronto.[1] She is an expert in mass spectrometry based proteomics technology that allows identification and quantification of protein from various biological samples.", "63492629": "Veronica Ayele Bekoe is a biologist from Ghana. She is known for her impact in the invention of the Veronica bucket used to reduce the spread of communicable diseases.[1][2][3][4][5]", "1462807": "Ursula Moser Cowgill (9 November 1927 – November 27, 2015)[1][2] was a biologist and anthropologist who worked for Yale University, Dow Chemical Company and the University of Colorado during the second half of the 20th century. Her work includes studies of agricultural practices in pre-Columbian Mesoamerica, seasons of birth in human beings, the relationship between cultural gender bias and infant mortality, and the possible role of selenium in reducing mortality from AIDS. She also looked after four pottos for many years and published a series of observations on their behaviour.[3]", "18862625": "Charles Brenner (born October 30, 1961) is the inaugural Alfred E Mann Family Foundation Chair of the Department of Diabetes & Cancer Metabolism at the Beckman Research Institute of the City of Hope National Medical Center. Brenner previously held the Roy J. Carver Chair in Biochemistry and was head of biochemistry at the University of Iowa.[1][2]", "4805160": "Steven Albert Benner (born October 23, 1954) is an American chemist. He has been a professor at Harvard University, ETH Zurich, and most recently at the University of Florida, where he was the V.T. & Louise Jackson Distinguished Professor of Chemistry. In 2005, he founded The Westheimer Institute of Science and Technology (TWIST) and the Foundation For Applied Molecular Evolution.  Benner has also founded the companies EraGen Biosciences and Firebird BioMolecular Sciences LLC.", "34296370": "Major General Sir Sahib Singh Sokhey FNA, FASc (15 December 1887 – 24 October 1971) was an Indian biochemist, a British Indian Army general and a military physician who was also a nominated member of the Rajya Sabha, the Upper House of the Indian Parliament, from 3 April 1952 to 2 April 1956.[1]", "72962611": "Mary Elizabeth Blue is an American neurobiologist and computational neurologist. She is an associate professor of neurology and neuroscience at the Johns Hopkins School of Medicine and a research scientist in the neuroscience laboratory at Kennedy Krieger Institute.", "63623733": "Mary F. Kearney is an American biologist. She is a senior scientist and head of the translational research section in the HIV dynamics and replication program at the National Cancer Institute.", "50418235": "Emmeline Moore (April 29, 1872–September 12, 1963)[1][2] was an American biologist known for her various articles on fish diseases, as well as pioneering work in conservation and combating water pollution. She earned a PhD in biology from Cornell University in 1916. Moore supervised and edited fourteen watershed reports conducted in New York between 1926 and 1939[3]: 311  and these were the most comprehensive scientific surveys of any states' water resources. She died at a nursing home in Guilderland, New York at the age of 91 following an extended illness.[1]", "70439483": "Jess Cramp is an American marine biologist and shark researcher.[1] She is the founder of Sharks Pacific, a non-profit research, policy, and outreach organization that is focused on compiling and providing data collected during expeditions on sharks and rays in the Cook Islands. The data her team collects are used to establish baselines around species distribution and population size.[2] This information is crucial for researchers who are trying to measure changes and impacts to marine habitats over space and time.[3][4]", "70963772": "Anne Peyroche, born Anne Marthe Alice Smal, is a French biologist and geneticist. From October 2017 to January 2018, she acted as interim president of the National Center for Scientific Research (CNRS) until fraud allegations were made.[1]", "28725829": "Wim E. Crusio (born Wilhelmus Elisabeth Crusio on 20 December 1954) is a Dutch behavioral neurogeneticist and a directeur de recherche (research director) with the French National Centre for Scientific Research in Talence, France.", "53662282": "Magdalena Żernicka-Goetz (born 30 August 1963)[2] FMedSci[3][4][5] is a Polish-British developmental biologist. She is Professor of Mammalian Development and Stem Cell Biology in the Department of Physiology, Development and Neuroscience and Fellow of Sidney Sussex College, Cambridge. She also serves as Bren Professor of Biology and Biological Engineering at California Institute of Technology (Caltech).[6][7]", "56447566": "Dibyendu Sarkar is an Indian biochemist, molecular microbiologist and a Chief Scientist at the Institute of Microbial Technology.[1] He is known for his studies on Mycobacterium tuberculosis (Mtb), the bacterial pathogen causing the disease of tuberculosis.[2] His studies have been documented by way of a number of articles[note 1] and Google Scholar, an online repository of scientific articles has listed 23 of them.[3] He has also delivered invited speeches which included the Second Annual Meeting on Infectious Diseases held at the Indian Institute of Science in September 2017.[4] He is an elected member of Guha Research Conference and a recipient of the Raman Research Fellowship of the Council of Scientific and Industrial Research.[5] The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2011.[6]", "35639886": "Irving Millman (May 23, 1923 – April 17, 2012) was a noted virologist and microbiologist. He was a member of the U.S. Army's Eighth Armored Division during the Second World War, earning a Bronze Star. In 1948, Millman earned a bachelor's degree from the City College of New York. He did his graduate work at the University of Kentucky and Northwestern University's School of Medicine.[1]", "28463703": "Patrizia Paterlini-Bréchot, (born January 2, 1954, Reggio Emilia, Italy)[1] is an Italian scientist and a professor of cell biology and oncology working at the Faculté de Médecine Necker-Enfants Malades, Université Paris Descartes and at INSERM in Paris.", "58806872": "Ruma Banerjee is a professor of enzymology and biological chemistry at the University of Michigan Medical School.  She is an experimentalist whose research has focused on unusual cofactors in enzymology.", "57561690": "Lesley Ann Hughes is an Australian academic and climate scientist. Hughes is Distinguished Professor of Biology and Pro Vice-Chancellor (Research Integrity and Development) at Macquarie University.[1] She is also Director, Biodiversity Node, at the NSW Office of Environment & Heritage Climate Adaptation Research Hub and a Councillor at the independent Climate Council.[2] From 2011 to 2013, she was a Commissioner of the Australian Government’s Climate Commission (established by the Gillard government in 2011 but abolished by the Abbott government in 2013). Hughes was one of five Australian Lead Authors who worked on the Intergovernmental Panel on Climate Change (IPCC) Fourth & Fifth Assessment Reports in 2007.[3] She works at the Centre for Smart Green Cities.[4][5] Upon accepting her Leadership award in 2019, Hughes spoke on having hope and optimism in the face of climate change. Reasons included \"Money, technology, the law, governments, people power, and kids'.  Her full speech can be found at the Australian Museum blog website.[6]", "1593950": "Christopher Miles Perrins, LVO FRS[5] (born 11 May 1935)[4][6] is Emeritus Fellow of the Edward Grey Institute of Field Ornithology at the University of Oxford, Emeritus Fellow at Wolfson College, Oxford[7] and His Majesty's Warden of the Swans since 1993.[4][7][8]", "55890529": "Terry L. Orr-Weaver is an American molecular biologist in the MIT Department of Biology with a joint appointment to the Whitehead Institute. She does research on developmental biology, with a focus on \"[c]oordination of cell growth and division with development, with particular focus on the oocyte-to-embryo transition, control of cell size, and regulation of metazoan DNA replication.\"[1] Orr-Weaver and her collaborators have identified two proteins necessary for the proper sorting of chromosomes during meiosis with implications for cancer and birth defects.[2] In 2006 she was elected to the National Academy of Sciences.[2]", "2282082": "Francisco José Ayala Pereda (March 12, 1934 – March 3, 2023) was a Spanish-American evolutionary biologist, philosopher, and Catholic priest who was a longtime faculty member at the University of California, Irvine and University of California, Davis.[4]", "73519718": "Albert Farrell Bennett is an American zoologist, physiologist, evolutionary biologist, author, and academic. He is Dean Emeritus of the School of Biological Sciences at University of California, Irvine.[1]", "31511156": "Valter D. Longo (born 1967) is an Italian-American biogerontologist and cell biologist known for his studies on the role of fasting and nutrient response genes on cellular protection aging and diseases and for proposing that longevity is regulated by similar genes and mechanisms in many eukaryotes. He is currently a professor at the USC Davis School of Gerontology with a joint appointment in the department of Biological Sciences as well as serving as the director of the USC Longevity Institute.", "29643382": "Arnold L. Demain (April 26, 1927 – April 3, 2020) was an American microbiologist.[1][2] During his 60-year career, he gained a reputation in the field of  industrial microbiology. He was the Professor of Industrial Microbiology in the Biology Department at MIT and Founder and Head of Department of Fermentation Microbiology at Merck & Co. The August 2010 edition of The Journal of Antibiotics celebrated his scientific career.[3]  Demain was described as \"one of the world's leading industrial microbiologists\" and as \"a scientist constantly in the forefront of industrial microbiology and biotechnology.\" He was \"a pioneer in research on the elucidation and regulation of the biosynthetic pathways leading to the penicillins and cephalosporins\" and \"instrumental in the development of the beta-lactam industry\". One feature of Demain's work, according to Microbiology Australia, was his \"ability to undertake fundamental research on systems with clear industrial applications, recognising that biodiscovery is the start of the road that includes strain improvement to achieve levels of product synthesis that warrant further investment to take products into the marketplace.\"[4][5]", "70472318": "Jan Steyaert is a Belgian bioengineer and molecular biologist. He started his career as an enzymologist but the Steyaertlab is best known for pioneering work on (engineered) nanobodies for applications in structural biology, omics and drug design. He is full professor and teaches biochemistry at the Vrije Universiteit Brussel and Director of the VIB-VUB Center for Structural Biology, one of the Research Centers of the Vlaams Instituut voor Biotechnologie (VIB). He was involved in the foundation of three spin-off companies: Ablynx, Biotalys, and Confo Therapeutics.", "65950336": "Nora Goreau, born Nora Isabel Arango de Urriola (April 25, 1921 Panama City, Panama – December 18, 2016 Old Waterford, Vermont), also known as “Mother of Coral Reef Science”[1] was Panama’s first marine biologist.[2]", "20599429": "Jacqueline Myriam McGlade (born May 30, 1955) is a British-born Canadian marine biologist and environmental informatics professor. Her research concerns the spatial and nonlinear dynamics of ecosystems, climate change and scenario development. She is currently professor of resilience and sustainable development at the University College London Institute for Global Prosperity and Faculty of Engineering, UK, and professor at Strathmore University in the Institute for Public Policy and Governance, Kenya.", "55923335": "Jan-Michael Peters (born 16 August 1962 in Schleswig-Holstein, Germany) is a cell- and molecular biologist. Since 2013, he is Scientific Director of the Research Institute of Molecular Pathology (IMP) in Vienna.", "41112199": "Georges Florentin Pruvôt (11 April 1852, Saint-Amand-Montrond – 15 October 1924, Paris) was a French zoologist. He was the husband of malacologist Alice Pruvot-Fol (1873-1972).[1]", "70931089": "Rut Carballido Lopez also spelled Carballido-Lopez is a Spanish-born microbiologist and research team leader in France. She won an Irène-Joliot-Curie Prize in 2015.", "69522081": "Ken Harewood is a molecular biologist with a history of contributions to biomedical research.[1][2][3]", "17158819": "Alexander \"Axel\" Borst (born August 18, 1957 in Bad Neustadt an der Saale) is a German neurobiologist. He is director at the Max Planck Institute for Biological Intelligence (formerly Max Planck Institute of Neurobiology[1]) and head of the department Circuits – Computation – Models.", "21156534": "Shinya Inoué (井上 信也, Inoue Shin'ya, January 5, 1921[1] – September 30, 2019) was a Japanese American biophysicist and cell biologist, a member of the National Academy of Sciences. His research field was the visualization of dynamic processes within living cells using light microscopy.", "14373561": "Shinya Yamanaka (山中 伸弥, Yamanaka Shin'ya, born September 4, 1962) is a Japanese stem cell researcher and a Nobel Prize laureate.[2][3][4] He is a professor and the director emeritus of Center for iPS Cell (induced Pluripotent Stem Cell) Research and Application, Kyoto University;[6] as a senior investigator at the UCSF-affiliated Gladstone Institutes in San Francisco, California; and as a professor of anatomy at University of California, San Francisco (UCSF). Yamanaka is also a past president of the International Society for Stem Cell Research (ISSCR).", "62608058": "Mekfoula Mint Brahim is a feminist and Women Human Rights Defender in Mauritania, fighting discrimination and speaking against religious extremism. She is President of Pour une Mauritanie Verte et Démocratique (For a Green and Democratic Mauritania).[1]", "66212545": "Jeffery Daniel Molkentin (born January 15, 1967, in Milwaukee, Wisconsin) is an American molecular biologist.[1] He is the director of Molecular Cardiovascular Biology for Cincinnati Children's hospital where he is also co-director of their Heart Institute.[2] Molkentin holds a professorship at the University of Cincinnati's Department of Pediatrics.[3][4]", "55890626": "Hazel L. Sive is a South African-born biologist and educator. She is Dean of the College of Science, and Professor of Biology at Northeastern University. Sive is a research pioneer, award-winning educator and innovator in the higher education space who was elected as a Fellow of the American Association for the Advancement of Science in November 2021.[1] Prior to June 2020, she was a Member of Whitehead Institute for Biomedical Research, Professor of Biology at Massachusetts Institute of Technology and Associate Member of the Broad Institute of MIT and Harvard. Sive studies development of the vertebrate embryo, and has made unique contributions to understanding how the face forms and how the brain develops its structure. Her lab also seeks to understand the origins of neurological and neurodevelopmental disorders,[2] such as epilepsy, autism, Pitt–Hopkins syndrome and 16p11.2 deletion syndrome.", "17158850": "Tobias Bonhoeffer (born January 9, 1960) is a German-American neurobiologist. He is director of the department Synapses – Circuits – Plasticity and current managing director at the Max Planck Institute for Biological Intelligence (formerly Max Planck Institute of Neurobiology).[1] His father, the neurobiologist Friedrich Bonhoeffer, was director at the Max Planck Institute for Developmental Biology in Tübingen.", "40850116": "Aleksei Lotman (also known as Alex Lotman and Aleks Lotman; born 6 May 1960 in Leningrad) is an Estonian biologist, environmentalist and politician.", "1495749": "Wolf Vladimir Vishniac (April 22, 1922 – December 10, 1973) was an American microbiologist. He was the son of photographer Roman Vishniac and the father of astronomer Ethan Vishniac. Educated at Brooklyn College and Stanford University, he was a professor of biology at the University of Rochester. He died on a research trip to the Antarctic attempting to retrieve equipment in a crevasse. The crater Vishniac on Mars is named in his honor.[1]", "65295048": "Carol MacKintosh FRSB, is a cell and developmental biologist, Professor of Molecular Signalling and Head of Postgraduate Studies, at the School of Life Sciences, University of Dundee.[1]", "74240713": "Other reasons this message may be displayed:", "709323": "Susan Adele Greenfield, Baroness Greenfield, CBE, FRCP[4] (born 1 October 1950) is an English scientist, writer, broadcaster and member of the House of Lords (since 2001). Her research has focused on the treatment of Parkinson's disease and Alzheimer's disease. She is also interested in the neuroscience of consciousness[5] and the impact of technology on the brain.[6]", "54219477": "Jessica Lee Ware is a Canadian-American evolutionary biologist and entomologist.[1][2] She is the associate curator of invertebrate zoology at the American Museum of Natural History in New York City.[3][4] In addition, she is a principal investigator at the Sackler Institute for Comparative Genomics and an associate professor for the Richard Gilder Graduate School.[5]", "414421": "Sir John Cowdery Kendrew, CBE FRS[3] (24 March 1917 – 23 August 1997) was an English biochemist, crystallographer, and science administrator.  Kendrew shared the 1962 Nobel Prize in Chemistry with Max Perutz, for their work at the Cavendish Laboratory to investigate the structure of haem-containing proteins.", "7885540": "James David Ebert   (December 11, 1921 – May 22, 2001) was an American  biologist and administrator.", "56185573": "Margaret Frame OBE is a British \nbiologist. She is the Professor of Cancer Biology and Science Director of Cancer Research Centre at the University of Edinburgh. She is also Director of MRC Institute of Genetics & Molecular Medicine. She has made seminal contributions to understanding mechanisms of cell adhesion and motility. She previously served as deputy-director of the Beatson Institute in Glasgow.[1]", "63329003": "For the American folk singer and songwriter, see Nancy Ames.", "35410669": "Kelsey Curd Ladt is the youngest person to ever graduate from the University of Kentucky.[1][2] She graduated summa cum laude in the spring of 2009 with a degree in biology, and is considered by many to be a child prodigy.[3] At 13 Kelsey was probably the youngest NIH researcher ever[4]", "3494643": "Alicia Isabel Adriana Bárcena Ibarra (born 5 March 1952) is a Mexican biologist who serves as the Secretary of Foreign Affairs of Mexico. She previously served as the Executive Secretary of the United Nations Economic Commission for Latin America and the Caribbean (ECLAC) until 31 March 2022.", "19878669": "Lynn William Enquist is professor emeritus in molecular biology at Princeton University,[1] as well as founding editor of the journal Annual Review of Virology. His research focuses on neuroinvasive alpha-herpesviruses.[2]", "70538000": "Andrea Pauli (born 1977) is a developmental biologist and biochemist studying how the egg transitions into an embryo, and more specifically the molecular mechanisms underlying vertebrate fertilisations, egg dormancy, and subsequent egg activation.[1] Her lab uses zebrafish as the main model organism.[2] Andrea Pauli is a group leader at the Research Institute of Molecular Pathology (IMP) at the Vienna Biocenter in Austria.[3]", "8934164": "Hamed Abdel Fattah Goher (15 November 1907 – 17 June 1992) (Arabic: حامد عبد الفتاح جوهر) was an Egyptian oceanographer, scientist and TV presenter. He appeared for over 18 years in his program The World of the Seas.", "39605014": "Kim Kwang-soo (born 1954) is a South Korean neuroscientist.", "1561366": "Roland Trimen FRS (29 October 1840 in London – 25 July 1916 in London) was a British-South African naturalist, best known for South African Butterflies (1887–89), a collaborative work with Colonel James Henry Bowker. He was among the first entomologists to investigate mimicry and polymorphism in butterflies and their restriction to females. He also collaborated with Charles Darwin to study the pollination of Disa orchids.", "34100008": "Raymond Elliot Zirkle (January 9, 1902 – March 4, 1988) was an American  biologist who was a pioneer in the field of radiation biology, and served as director of the Institute of Radio-Biology and Biophysics at the University of Chicago,[1][2] Damon Runyon Fellow.[3] Zirkle was elected to the National Academy of Science in 1959.[4][5]", "1594157": "Anthony James Pawson CH, OC, OOnt, FRS, FRSC (18 October 1952 – 7 August 2013[1]) was a British-born Canadian scientist.[2]", "37114672": "Masatoshi Takeichi (竹市　雅俊, Takeichi Masatoshi, born November 27, 1943) is a Japanese cell biologist known for his identification of the cadherin class of adhesion molecules, which plays important roles in the construction of tissues.[1] He shared the 2005 Japan Prize with Erkki Ruoslahti for \"fundamental contribution in elucidating the molecular mechanisms of cell adhesion\".[2]", "35181361": "Yuri Semenovich Lazurkin (1916 - August 5, 2009) was a Russian physicist and a founder of a new discipline DNA physics.[1]", "17912631": "Charles Atwood Kofoid (11 October 1865 – 30 May 1947) was an American zoologist known for his collection and classification of many new species of marine protozoans which established marine biology on a systematic basis.", "69620536": "Susan Thomas Lovett is an American molecular biologist who is the Abraham S. and Gertrude Burg Professor of Microbiology at Brandeis University. She is interested in the mechanisms that allow the genetic material in cells to remain stable over time.", "73061180": "Sonja-Verena Albers is a German microbiologist who is a professor at the University of Freiburg. Her research focuses on the cell biology of the archaea Sulfolobus acidocaldarius and Haloferax volcanii. She was elected Fellow of the American Society for Microbiology in 2023.", "59495235": "Manas Kumar Santra is an Indian cell biologist, biological chemist and a scientist at the National Centre for Cell Science (NCCS).[1] He is known for his studies on F-box proteins which is the research focus of his laboratory at NCCS[2] where he hosts a number of researchers.[3]", "68047687": "Lucilla Poston CBE is a physiologist specialising in problems during pregnancy. She is a professor of maternal and fetal health at King's College London.", "56120136": "Perry Webster Gilbert (December 1, 1912 – October 15, 2000) was a professor at Cornell University, shark scientist, and former Director of Mote Marine Laboratory. He pioneered the capture and study of live sharks and for several decades was considered one of the world's foremost experts on shark anatomy and behavior. Over the course of his life, Gilbert published two books and approximately 150 scientific papers. As a recipient of both Carnegie and Guggenheim Fellowships and chair of the American Institute of Biological Sciences' Shark Research Panel, Gilbert travelled the world to better learn and understand shark behavior.", "1135434": "Peter K. Schuster (born 7 March 1941) is a theoretical chemist known for his work with the German Nobel Laureate Manfred Eigen in developing the quasispecies model. His work has made great strides in the understanding of viruses and their replication, as well as theoretical mechanisms in the origin of life.", "74404695": "Howard M. Goodman is an American molecular biologist and a professor of genetics emeritus at Massachusetts General Hospital. He is best known for his role in founding the department of molecular biology at Massachusetts General Hospital.[1][2]", "22729563": "Jennifer Lippincott-Schwartz is a Senior Group Leader at Howard Hughes Medical Institute's Janelia Research Campus and a founding member of the Neuronal Cell Biology Program at Janelia.[1]  Previously, she was the Chief of the Section on Organelle Biology in the Cell Biology and Metabolism Program, in the Division of Intramural Research in the Eunice Kennedy Shriver National Institute of Child Health and Human Development at the National Institutes of Health from 1993 to 2016.  Lippincott-Schwartz received her PhD from Johns Hopkins University, and performed post-doctoral training with Richard Klausner at the NICHD, NIH in Bethesda, Maryland.[2]", "70570844": "Jelena Begović (Serbian Cyrillic: Јелена Беговић; born 1970) is a Serbian molecular biologist serving as the minister of science, technological development and innovation since 2022.", "47371108": "Suniti Solomon (1938 or 1939 – 28 July 2015) was an Indian physician and microbiologist who pioneered AIDS research and prevention in India after having diagnosed the first Indian AIDS cases among the Chennai sex workers in 1986 along with her student Sellappan Nirmala .[1][2] She founded the Y R Gaitonde Centre for AIDS Research and Education in Chennai. The Indian government conferred the National Women Bio-scientist Award on her.[3][4][5][6][7]\nOn 25 January 2017, the Government of India awarded her the Padma Shri for medicine [8] for her contributions towards diagnosis and treatment of HIV.[9]", "414564": "Roscoe Gardner Bartlett Jr.  (born June 3, 1926) is an American politician who was U.S. Representative for Maryland's 6th congressional district, serving from 1993 to 2013. He is a member of the Republican Party and was a member of the Tea Party Caucus. At the end of his tenure in Congress, Bartlett was the second-oldest serving member of the House of Representatives, behind fellow Republican Ralph Hall of Texas.", "58610536": "Sam Giles is a palaeobiologist at the University of Birmingham.[1][3][4] Her research combines modern imaging with fossils to understand the evolution of life, in particular that of early fish, and in 2015 \"rewrote\" the vertebrate family tree.[5] She was a 2017 L'Oréal-UNESCO Rising Star and won the 2019 Geological Society of London Lyell Fund.", "72930154": "David Terry Curiel (born 1956) is an American cancer biologist. He is a professor of Radiation Oncology at Washington University School of Medicine and Director of the Biologic Therapeutics Center. In 1995, Curiel led a research team who were the first to develop a vaccine based on messenger RNA. Although they published proof of concept, he could not continue testing due to a lack of funding. In 2021, Curiel developed a vaccine that targets the SARS-CoV-2 virus through the nose.", "39998319": "Andrew N. Iwaniuk is a Canadian biologist who largely works in the fields of evolutionary neuroscience, neuroethology and ornithology.", "61526895": "Johns Hopkins School of Medicine (Ph.D.)", "2970491": "Johnjoe McFadden (born 17 May 1956) is an Anglo-Irish scientist, academic and writer. He is Professor of Molecular Genetics at the University of Surrey, United Kingdom.", "67228539": "Trudi Birger (24 April 1927 – 24 April 2002) was a German-born, Israeli-nationalized writer, biologist, and Holocaust survivor.  After the war Birger migrated to Israel, where she founded the Dental Volunteers for Israel clinic and published the book A Daughter's Gift of Love, detailing her experiences during the Holocaust.", "64967552": "Marvin Gerardo Calvo Montoya (Santa Bárbara, Costa Rica, February 4, 1961) is a biologist and politician from Costa Rica.", "10048386": "Milner Baily (\"Benny\") Schaefer (1912 in Cheyenne, Wyoming – 1970 in San Diego, California[1]), is notable for his work on the population dynamics of fisheries.", "67556226": "Clarice Morel Yentsch is a scientist, author, education and museum professional, and community benefactor. As a scientist, she pioneered the use of flow cytometry to investigate marine phytoplankton and co-founded Bigelow Laboratory for Ocean Sciences.", "5493643": "Karl Spiro (24 June 1867 – 21 March 1932) was a German biologist, and physical chemist.", "58643344": "Lisa Pratt is a biogeochemist and astrobiologist who previously served as the 7th Planetary Protection Officer for NASA from 2018 to 2021 under President Donald Trump. Her academic work as a student, professor, and researcher on organisms and their respective environments prepared her for the position, in which she was responsible for protecting the Earth and other planets in the solar system from traveling microbes. Originally, Pratt did not see a place for herself in science, but with encouragement from her academic mentors and family members along the way, she has been able to accomplish much work as a scientist.[1] She is currently a Provost Professor Emeritus of Earth and Atmospheric Sciences for Indiana University Bloomington", "873363": "Dame Miriam Louisa Rothschild DBE FRS (5 August 1908 – 20 January 2005)[2] was a British natural scientist and author with contributions to zoology, entomology, and botany.", "49795988": "Chintaman Govind Pandit, OBE  (25 July 1895 – 7 September 1991) was an Indian virologist, writer and the founder director of the Indian Council of Medical Research.[1] He secured his doctoral degree (PhD) from the University of London in 1922, worked as the director of King Institute of Preventive Medicine and Research, Chennai, before becoming the founder director of the Indian Council of Medical Research when the institution was established in 1948.[2] After his superannuation in 1964, he was made the Emeritus Scientist of the Council of Scientific and Industrial Research (CSIR).[2]", "67163032": "Harriet George Barclay (31 August 1901 - 25 May 1990) was an American botanist, plant ecologist,[1] nature conservationist, and artist. The standard author abbreviation H.G.Barclay is used to indicate this person as the author when citing a botanical name.[2]", "59265948": "Professor Rolf Müller (born August 13, 1953) is a German molecular biologist and professor within the Institute of Molecular Biology and Tumor Research, University of Marburg. He is working in the area of molecular oncology with a focus on human ovarian cancer. He is particularly interested in transcriptional networks, therapy resistance, the tumor micro environment and tumor metabolism. This work is intimately linked to the function of the nuclear receptor PPARβ/δ and its potential as a drug target.[1]", "71783329": "Tamir Tuller is an Israeli engineer, a computer scientist, and a systems and synthetic biologist. He is a professor and the director of Tel Aviv University's Laboratory of Computational Systems and Synthetic Biology.[1] As of February 2022, Tuller has authored over 150 peer-reviewed scientific journal articles and hundreds of additional types of publications and patents.[2][3] In addition, he is the founder and  primary instructor of the International Genetically Engineered Machine program at Tel Aviv University and an entrepreneur.[4][5]", "17191847": "Theo Wallimann (born 13 October 1946 in Alpnach, Obwalden, Switzerland) is a Swiss biologist who was research group leader and Adjunct-Professor at the Institute of Cell Biology ETH Zurich and later at the Institute of Molecular Health Science at the ETH Zurich[1] at the Biology Department, of the ETH Zurich,[2] Switzerland.", "67949484": "Scott Neal Keeney (December 3, 1965) is an American molecular biologist.", "1692590": "Julius Richard Petri (31 May 1852 – 20 December 1921) was a German microbiologist who is generally credited with inventing the device known as the Petri dish, which is named after him, while working as assistant to bacteriologist Robert Koch.", "2347951": "Joan Lyn Slonczewski (born August 14, 1956)[1] is an American microbiologist at Kenyon College and a science fiction writer who explores biology and space travel. Their books have twice earned the John W. Campbell Memorial Award for Best Science Fiction Novel: A Door into Ocean (1987) and The Highest Frontier (2011). With John W. Foster and Erik Zinser, they coauthor the textbook, Microbiology: An Evolving Science (W. W. Norton) now in its fifth edition.", "59462581": "Thomas John Pucadyil (born 1976) is an Indian molecular biologist, biochemist and a professor and chair of biology at the Indian Institute of Science Education and Research, Pune. Known for his studies on membrane biochemistry and vesicular transport, Pucadyil is an international research scholar of the Howard Hughes Medical Institute/Bill & Melinda Gates Foundation and a senior fellow of the Wellcome Trust- Department of Biotechnology. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to biological sciences in 2018.[1][note 1]", "44848061": "Fred Marshall Winston (born 1952) is the John Emory Andrus Professor of Genetics in the Harvard Medical School Genetics Department, where he has been a member of the faculty since 1983.[1] Research in his laboratory has focused on mechanisms of transcription and the regulation of chromatin structure in the budding yeast Saccharomyces cerevisiae and the fission yeast Schizosaccharomyces pombe. Dr. Winston served as the President of the Genetics Society of America in 2009 and has been elected to both the American Academy of Arts and Sciences (2009) and the National Academy of Sciences (2013).", "57267133": "Joseph Thomas Baker AO OBE FTSE (19 June 1932 – 16 January 2018) was an Australian marine scientist and rugby league footballer.[1]", "69817284": "Michael Anthony Turelli is an American biologist who is Distinguished Professor of Genetics at the University of California, Davis. His research has focused on issues in quantitative genetics and on the Wolbachia genus of bacteria. He was elected a fellow of the American Academy of Arts and Sciences in 2005 and to the National Academy of Sciences in 2021. He was a Guggenheim Fellow at University College London in 1986.[1]", "65000391": "Emma Naluyima (born circa 1980) is a Ugandan veterinarian, urban farmer, businesswoman, elementary school educator and animal & crop farming instructor.[1][2] It is calculated that she earns approximately US$100,000 annually from her farm situated on 1.0 acre (0.40 ha), in Bwerenga, Wakiso District, Uganda.[3]", "65557450": "Amy K. LeBlanc is an American veterinary oncologist and biologist researching animal modeling for development of new cancer drugs and imaging agents, and identification of imaging biomarkers, development and optimization of PET imaging hardware and imaging protocols. She is a senior scientist in the molecular imaging program and director of the Comparative Oncology Program at the National Cancer Institute. LeBlanc was previously an associate professor at the University of Tennessee College of Medicine and College of Veterinary Medicine.", "33215439": "Walter Steinitz (Hebrew: ולטר שטייניץ)‎ (12 February 1882 – 14 December 1963) was a German-born Israeli cardiologist, zoologist, and fisheries research pioneer in Israel.", "545745": "Paul Charles William Davies AM (born 22 April 1946) is an English physicist, writer and broadcaster, a professor in Arizona State University and director of BEYOND: Center for Fundamental Concepts in Science. He is affiliated with the Institute for Quantum Studies in Chapman University in California. He previously held academic appointments in the University of Cambridge, University College London, University of Newcastle upon Tyne, University of Adelaide and Macquarie University. His research interests are in the fields of cosmology, quantum field theory, and astrobiology.", "61526995": "University College London (Ph.D.)", "41046998": "Rao Yi (Chinese: 饶毅; born 1962) is a Chinese neurobiologist. A Ph.D. graduate from the University of California, San Francisco, Rao held a Helen Hay Whitney fellowship at Harvard University and was on the faculty of Washington University in St. Louis and Northwestern University before moving back to China to take up the deanship of Peking University's School of Life Sciences in 2007[citation needed] . He is currently Director and Principal Investigator of IDG/McGovern Institute for Brain Research at Peking University.[1]", "71521240": "Herbert M. Sauro works in the field of metabolic control analysis and systems biology.", "33182686": "Elizabeth Bangs Bryant (April 7, 1875 – January 6, 1953) was an American arachnologist. She worked at the Museum of Comparative Zoology in Cambridge, Massachusetts and was a close acquaintance of James Henry Emerton.[1] She is best known for her studies of the spiders of New England and the Caribbean.", "70439909": "Kathy Kay Hartford Svoboda is an American biologist.", "47731689": "Kevin M. Folta is a professor of the horticultural sciences department at the University of Florida. From 2007 to 2010 he helped lead the project to sequence the strawberry genome, and continues to research photomorphogenesis in plants and compounds responsible for flavor in strawberries. Folta has been active as a science communicator since 2002, especially relating to biotechnology. He has faced controversy over what his critics say are his industry connections.[2][3] In 2017 he was elected as a fellow of the Committee for Skeptical Inquiry.[4]", "68572140": "Karl G. Johnson is an American neuroscientist and developmental biologist who studies the development of the nervous system.[1][2] He is the Sarah Rempel and Herbert S. Rempel Professor of Neuroscience at Pomona College in Claremont, California.[1]", "31282156": "Luke J Pen (1960–2002[1][2]) was a biologist and environmental scientist in Western Australia.", "5559281": "Stuart Kingsley (born May 15, 1948, in Stoke Newington, London, England) is considered a pioneer in the Optical Search For Extraterrestrial Intelligence, also known as Optical SETI (OSETI).", "55858163": "Nicholas Justin Marshall FAA (born 1962) is a British-Australian neuroscientist-ecologist whose research focuses on decoding how animals use color to communicate. He is known for discovering the most complex animal visual system known of any organism.[1] – that of the mantis shrimp, which has 12 color channels.", "21287924": "Fred Jüssi (born January 29, 1935) is an Estonian biologist, nature writer and photographer.[1][2]", "2839545": "Nicholas Hamilton Barton FRS FRSE (born 30 August 1955) is a British evolutionary biologist.[3][4][5][6][7][8]", "68572153": "Nina J. Karnovsky is an American ecologist and ornithologist.[1] She is the Willard George Halstead Zoology Professor of Biology at Pomona College in Claremont, California.[1]", "25089045": "Dugald Carmichael (born 1772 in Stronacraoibh, Lismore Island, died 1827 in Appin[1]) was a Scottish botanist and officer in the 72nd Highlanders. He is known as the \"Father of Marine Botany\".  The plant genus Carmichaelia is named after him.[2]", "9032727": "EMBO Membership (1998)[2]\nMeyenburg Prize (1998)[3]\nFellow AAAS (2013)[4]\nFellow Am. Acad Arts & Sci (2018)[5]", "47567908": "Trevor John McMillan OBE FRCR FRSB (born 2 October 1959) is an English radiobiologist who became Vice-Chancellor of Keele University on 10 August 2015.[1][2]", "53761065": "Maximilian Renner (4 November 1919 – 20 March 1990) was a German zoologist and chronobiologist. He worked as a researcher and professor at the Ludwig Maximilian University of Munich focusing on \"Zeitsinn,\" or time sense, in bees.[1] His biggest contribution to chronobiology was an experiment in which he explored the concept of “Zeitgedächtnis,” or time memory, by flying bees to different time zones and examining their activity. He continued his research efforts and made various publications on the topic of bee physiology and behavior.", "21320749": "Dr. James Robinson (born 1948, Maine) is an American filk music songwriter and performer (known as Dr. Jane Robinson prior to 2004 sex reassignment surgery) whose songs focus on scientific themes, particularly paleontology.", "9589806": "Alberto Oliverio (born December 1, 1938) is a biologist and psycho-biologist. He is currently professor of Psychobiology at the Sapienza University of Rome. He has been one of the main assistants of Nobel prize winner Daniel Bovet.[1][2]", "64574512": "Rita Casadio is an Adjunct Professor of Biochemistry/Biophysics in the Department of Pharmacy and Biotechnology at the University of Bologna.[3][2][4][5][6][7][8]", "2708538": "Ludwik Hirszfeld (Polish pronunciation: [ˈlud.vik xirʂfeld]; 5 August 1884 – 7 March 1954) was a Polish microbiologist and serologist. He is considered a co-discoverer of the  inheritance of ABO blood types.[1]", "67130460": "Barry R. Sinervo (1961–2021) was a behavioral ecologist and evolutionary biologist. He was a full professor at University of California Santa Cruz where his research interests included game theory,[1] climate change,[2][3][4] herpetology, and animal behavior.[5] One of his major discoveries was of a rock-paper-scissors game in side-blotched lizard mating behaviour.[6][7][8] He also discovered evidence of the Baldwin effect in the side-blotched lizard.[9] Sinervo was born in Port Arthur, Ontario, Canada, and educated at Dalhousie University, Nova Scotia, and the University of Washington, Seattle. He died from cancer at age 60 on March 15, 2021.[10]", "2708588": "Stefan Kopeć (Polish pronunciation: [stɛfan kɔpɛt͡ɕ]; January 22, 1888 – March 11, 1941[1]) was a Polish biologist and pioneer of insect endocrinology. Kopeć was director at Puławy Agricultural Research Station.[2] He was murdered by the Germans during World War II.", "58119291": "Elaine Diacumakos (August 11, 1930 – June 11, 1984) was an American cell biologist and head of the cytobiology laboratory at Rockefeller University. She developed the first techniques for removing and inserting material into and from cells.", "40686725": "Per Bolund (born 3 July 1971) is a Swedish politician for the Green Party. He served as Deputy Prime Minister of Sweden (in a strictly ceremonial role) and as Minister for the Environment from February to November 2021, and has been co-spokesperson of the Green Party from May 2019[2] until his resignation in November 2023.", "26662022": "Patrick Marshall (1869 – November 1950) was a geologist who lived in New Zealand.[1] He was the first to introduce the terms rodingite and ignimbrite into petrology and mineralogy. Marshall's most significant contribution to science was his work on coastal erosion and volcanology.", "48059538": "William Cecil Campbell (born 28 June 1930) is an Irish biologist and parasitologist with United States citizenship, known for his work in discovering a novel therapy against infections caused by roundworms, for which he was jointly awarded the 2015 Nobel Prize in Physiology or Medicine.[1] He helped to discover a class of drugs called avermectins, whose derivatives have been shown to have \"extraordinary efficacy\" in treating River blindness and Lymphatic filariasis, among other parasitic diseases affecting animals and humans.[2] Campbell worked at the Merck Institute for Therapeutic Research 1957–1990, and is currently a research fellow emeritus at Drew University.[3][4]", "59528338": "Laurence G. Rahme is an American microbiologist who is Professor of Surgery and Microbiology at Harvard Medical School (HMS). At Massachusetts General Hospital (MGH) she also holds the title of Director of the Molecular Surgical Laboratory as a microbiologist in the Department of Surgery and Molecular Biology.[1][2]   Additionally, she holds a Senior Scientific Staff position at Shriners Hospitals for Children-Boston.[3]", "31937688": "Klaus Weber (5 April 1936 – 8 August 2016)[1] was a German scientist who made many fundamentally important contributions to biochemistry, cell biology, and molecular biology, and was for many years the director of the Laboratory of Biochemistry and Cell Biology at the Max Planck Institute for Biophysical Chemistry in Göttingen, Germany. This institute has been renamed the Max Planck Institute for Multidisciplinary Sciences.", "25318557": "Errol Clive Friedberg was a biologist and historian of science in the Department of Pathology at Stanford University and subsequently the University of Texas Southwestern Medical Center.[1][2]", "63329438": "Jens Meiler (born August 31, 1974) is a German-American biologist and structural chemist.[1] He currently serves as a Professor of Chemistry and Associate Professor of Pharmacology and Biomedical Informatics at Vanderbilt University.[2] His research focuses on protein structures and computational biology, drawing on interdisciplinary techniques from other sciences.[3][4]", "2938020": "Kiran Mazumdar-Shaw (born 23 March 1953) is an Indian billionaire entrepreneur.[2] She is the executive chairperson and founder of Biocon Limited and Biocon Biologics Limited,[3] a biotechnology company based in Bangalore, India[4] and the former chairperson of Indian Institute of Management, Bangalore.[5] In 2014, she was awarded the Othmer Gold Medal for outstanding contributions to the progress of science and chemistry.[6][7][8][9][10] She was on the Financial Times 2011 top 50 women in business list.[11] In 2019, she was listed as the 68th most powerful woman in the world by Forbes.[12] She was named EY World Entrepreneur Of The Year 2020.[13] She is married to John Shaw.", "59167911": "Virginia Wood Cornish is the Helena Rubinstein Professor of Chemistry at Columbia University.[1]", "67818665": "Yaeta Endo is a Japanese biochemist and professor well known for developing the cell-free protein expression system based on wheat germ.", "62411948": "Vicki Gregory (1968–2019) was a British microbiologist and international expert on influenza. Gregory served as stalwart of the Worldwide Influenza Centre at the Francis Crick Institute in London.", "251057": "St. George Jackson Mivart FRS (30 November 1827 – 1 April 1900) was an English biologist. He is famous for starting as an ardent believer in natural selection and later becoming one of its fiercest critics. Mivart attempted to reconcile the theory of evolution as propounded by Charles Darwin with the beliefs of the Catholic Church but was condemned by both Darwin and the Church.[1] His belief in a soul created by God and insistence that evolutionism was not incompatible with the existence of such a God brought him into conflict with other evolutionists, while his theological theories on hell and on the compatibility between science and Catholicism led him to clash with the Church.[2]", "65590452": "Ilka Reinhardt (born 1966 in the GDR) is a German biologist and wolf expert.[1] She is together with Gesa Kluth Founder and director of LUPUS - Institute for Wolf Monitoring and Research in Germany[2] and the Freundeskreis freilebender Wölfe.[3][4] She was appointed by the Saxon State Ministry for the Environment and Agriculture as the wolf commissioner. Ilka Reinhardt works with the International Fund for Animal Welfare (IFAW) and Naturschutzbund Deutschland. In Poland, the biologist Sabina Nowak has a similar position. Ilka Reinhardt and Sabina Nowak are members of the Large Carnivore Initiative for Europe[5] and cooperate with the CEWolf Consortium.[6]", "44029122": "Wei Yang (Chinese: 杨薇; pinyin: Yáng Wēi; born 1963) is a Chinese-American structural biologist. She is a distinguished investigator at the National Institutes of Health and was elected a member of the US National Academy of Sciences in 2013.", "3757256": "Michael Meredith Swann, Baron Swann, FRS FRSE[1] (1 March 1920 – 22 September 1990) was a British molecular and cell biologist. He was appointed chairman of the BBC, awarded a knighthood and subsequently a life peerage.", "62346440": "Sarah Bekessy is an Australian interdisciplinary conservation scientist with a background in conservation biology and experience in social sciences, planning, and design. Her research interests focus on the intersection between science, policy, and the design of environmental management. She is currently a professor and ARC Future Fellow at RMIT University (Melbourne, Australia) in the School of Global, Urban and Social Studies.[1] She leads the Interdisciplinary Conservation Science Research Group (ICON Science).[1][2]", "11195609": "Margaret Anne Stanley, OBE FMedSc, is a British virologist and epithelial biologist. She attended the Universities of London, Bristol, and Adelaide.[1] As of 2018, she is an Emeritus Professor of Epithelial Biology in the Department of Pathology at the University of Cambridge and a Fellow of the Academy of Medical Sciences.[2] She is also an Honorary Fellow of the UK Royal College of Obstetricians and Gynaecologists and an honorary fellow of Christ's College, Cambridge.[3] Stanley is a research scientist in virology focusing on the human papillomavirus (HPV).[4] Her research work has led to new scientific findings on HPV. Additionally, she uses her expertise on HPV to serve on multiple advisory committees and journal editorial boards.[4]", "34591967": "Harry Borrer Kirk (9 March 1859 – 15 July 1948) was a New Zealand school inspector, biologist and university professor.", "6280429": "Grace Olive Wiley (February 18, 1883 – July 20, 1948) was an American herpetologist best known for her work with venomous snakes.  She died of a snakebite she received while posing for a photographer at the age of 65.[1]", "25842927": "John Alroy is a paleobiologist born in New York in 1966 and now residing in Sydney, Australia.", "18830585": "Sidarta Tollendal Gomes Ribeiro (Brasília, April 16, 1971) is a Brazilian neuroscientist, writer, science communicator, and deputy director of the Brain Institute at Universidade Federal do Rio Grande do Norte (UFRN), which he joined in 2008 as full professor.", "65000701": "Robert Harold Wasserman (11 February 1926, Schenectady, New York – 23 May 2018, Ithaca, New York) was a professor of veterinary medicine and a research scientist, known as the principal investigator leading the scientists credited with the discovery of calcium-binding proteins.[1][2]", "72602880": "Paul Mouterde (1892– 14 January 1972) was a French Jesuit missionary and naturalist,[1] and the director of the Oriental Library at the Saint Joseph University of Beirut.[2]", "49435908": "Kathy Niakan is a developmental biologist, working in human developmental and stem cell biology. In 2016 she became the first scientist in the world to gain regulatory approval to edit the genomes of human embryos for research.[3]", "44815624": "Dr Philip Gilbert Fothergill FRSE FIAL (1908-1967) was a British biologist and historian of science.", "15848717": "David F. Dinges is an American sleep researcher and teacher.", "65197325": "Fellow of the Royal Society of Edinburgh (2017)", "37442838": "Carolyn Cohen (June 18, 1929 – December 20, 2017)[1] was an American biologist and biophysicist. She was a Fellow of the American Academy of Arts and Sciences.", "45438246": "Walborg Susanna Thorsell (12 February 1919 – January 2016) was a Swedish scientist who performed research mainly on mosquitoes and mosquito repellents.", "12408111": "Thomas Hugh Pennington, CBE, FRCPath, FRCP (Edin), FMedSci, FRSE (born 19 April 1938) is emeritus professor of bacteriology at the University of Aberdeen, Scotland.[2] Outside academia, he is best known as the chair of the Pennington Group inquiry into the Scottish Escherichia coli outbreak of 1996[3] and as Chairman of the Public Inquiry into the 2005 Outbreak of E. coli O157 in South Wales.", "57136441": "Catherine Abbott, Lady Bird is a professor of molecular genetics at the University of Edinburgh.", "62707008": "Sharifu Kiragga Tusuubira (born 4 January 1991) is a sickle cell advocate in Uganda.[1] He is best recognised for his role in starting community sickle cell screening. An initiative that enables people to take the sickle cell screening test and receive results instantly from the confines of their villages.[2][1][3]", "47076676": "[needs update]", "68572496": "Maurice Leonard Seligman[1] is an American molecular geneticist.[2] He is the John P. and Magdalena R. Dexter Professor of Biology at Pomona College in Claremont, California.[2] His work focuses on engineering homing endonucleases.[2]", "53171543": "Jessie Isabelle Price (January 1, 1930 – November 12, 2015)[1] was a veterinary microbiologist. She isolated and reproduced the cause of the most common life-threatening disease in duck farming in the 1950s and developed vaccines for this and other avian diseases.[2][3] A graduate of Cornell University, where she gained a PhD (1959),[4] she worked[3] first at the Cornell Duck Research Laboratory[5] and later at the USGS National Wildlife Health Center. She served as chair of the Predoctoral Minority Fellowship Ad Hoc Review Committee of the American Society for Microbiology (ASM), and as president of Graduate Women in Science.[3]", "8934749": "Laurent Chabry (1855-1894) was a French biologist.", "39867742": "Moshe Shilo (1920–1990) was a microbiologist working in the field of aquatic microbiology, at the Hebrew University of Jerusalem.  He was influential in the development of modern microbial ecology . He was a life-long member of the American Society for Microbiology and was honored by being appointed their 1967 ONR lecturer, and by receiving the 1978 Fisher Award in Applied and  Environmental Microbiology.", "18142567": "James Charles Russell is a New Zealand conservation biologist and professor at the University of Auckland.", "51565929": "Wolfgang Weimershaus (born 6 July 1922 in Welper [de]; died 16 March 2008)[1] was a German physician, microbiologist, politician of the liberal Free Democratic Party, and poet.", "3757435": "David Ira Jablonski (born 1953) is an American professor of geophysical sciences at the University of Chicago. His research focuses upon the ecology and biogeography of the origin of major novelties, the evolutionary role of mass extinctions—in particular the Cretaceous–Paleogene extinction event—and other large-scale processes in the history of life.[1][2][3][4][5][6][7][8][9][10][11][12][13]", "51107204": "Annick Wilmotte is a Belgian Antarctic researcher, best known for her research on the diversity and ecology of Antarctic cyanobacterial microflora.[1][2] A genus of Antarctic cyanobacteria, called Wilmottia was named after her in recognition of her work in this field.[1]", "57103750": "Susan Rosser FRSE FRSB FLSW is a professor of Synthetic Biology at the University of Edinburgh.", "36918665": "P. Eline Slagboom (born January 18, 1960, Dordrecht, The Netherlands) is a Dutch biologist specializing in the human familial longevity and ageing.", "2774411": "Teruo Higa (比嘉 照夫, Higa Teruo, born December 28, 1941) is a professor at the University of the Ryukyus in Okinawa, to the south of the main Japanese archipelago, and grew up there.[1] Following his graduation from the Department of Agriculture, University of the Ryukyus, he took his doctorate from the Agricultural Research Department of Kyushu University Graduate School, eventually returning to join the teaching staff of the University of the Ryukyus as lecturer in 1970, becoming assistant professor two years later. He became Professor of Horticulture in 1982.\nHe pioneered the development of \"effective microorganism\" products.  He is a Master of Health and Nutrition with The Beijing DeTao Masters Academy (DTMA), a high-level, multi-discipline, application-oriented higher education institution in Shanghai, China.", "61527435": "Karin Holmgren (born 1959) is a Swedish biologist and geographer. She is a professor of natural geography and is the deputy chancellor of the Swedish University of Agricultural Sciences since 1 January 2019.", "64378256": "Professor Ikechukwu Nosike Simplicius Dozie // ⓘ (born 3 March 1966) is a professor of Microbiology (Medical Microbiology & Parasitology),[1] a public health scientist, teacher and community health specialist currently serving at the Department of Public Health, Federal University of Technology Owerri, Nigeria.[2] He is a member of American Society of Tropical Medicine & Hygiene (ASTMH). Dozie was a consultant to the World Health Organization’s African programme for Onchocerciasis. He is the Director, Linkages and Advancement, Federal University of Technology Owerri .[3]", "19551644": "Michael George Pitman OBE (7 February 1933 – 30 March 2000) was an English-born Australian biologist, who was Chief Scientist of Australia from 1992 to 1996.", "37803422": "Frédéric Yves Bois (born 1958) is a French biological scientist working in toxicology and bioinformatics.[1][2] He is currently Senior Scientific Advisor at Simcyp, a Certara-owned company.", "48354734": "Boris Magasanik (December 19, 1919 – December 25, 2013) was a microbiologist and biochemist who was the Jacques Monod Professor Emeritus of Microbiology in the Department of Biology at the Massachusetts Institute of Technology. After moving from Harvard Medical School in 1960, Magasanik spent the rest of his research career at MIT, including an influential decade as the head of the Department of Biology from 1967–77. Magasanik's research interests focused on gene regulation, including study of nitrogen metabolic regulation in bacteria, catabolite repression, and intracellular signaling via two-component systems. Magasanik retired in 1990 and died in 2013.[1][2]", "67425712": "Lucile Rose Hac (May 18, 1909 – December 27, 2006) was an American biochemist and microbiologist whose research interests included amino acids, antibiotics, and bone metabolism. She was director of research at International Minerals and Chemical Corporation and a faculty member in the biochemistry department at Northwestern University.[1][2]", "17454512": "Ralf Reski (born 18 November 1958 in Gelsenkirchen) is a German professor of plant biotechnology and former dean of the Faculty of Biology of the University of Freiburg.[1] He is also affiliated to the French École supérieure de biotechnologie Strasbourg (ESBS)[2] and Senior Fellow at the Freiburg Institute for Advanced Studies.[3]", "24237492": "Nathaniel David is an American scientist and entrepreneur who co-founded a series of technology companies in the biotechnology and sustainable energy sectors, including Syrrx (acquired by Takeda Pharmaceutical Company), Achaogen (NASDAQ: AKAO), Kythera Biopharmaceuticals (NASDAQ: KYTH, acquired by Allergan), Sapphire Energy and Unity Biotechnology.[1][2][3] These companies have collectively raised more than $1.5 billion in financing.[2]", "67163577": "Katrina T. Forest (born 1966) is an American biologist who is the EB Fred Professor of Bacteriology and Chair in the Department of Bacteriology at the University of Wisconsin–Madison. Her research considers the use of structural biology to better understand pathogenesis. Forest is a Fellow of the American Society for Microbiology.", "39605689": "Kim Kyu-won is a South Korean biologist.", "65885633": "Enid Cook de Rodaniche (1906-1988?) was an American virologist and bacteriologist. She was the Chief of the Public Health Laboratory at the Instituto Conmemorativo Gorgas in Panama City, Panama where she was the first person to isolate the yellow fever virus in Panama,[1] and, along with her physician husband Arcadio Rodaniche, identified and characterized the viral strain responsible for an outbreak of polio in Panama in 1950–51.[2] She was on the founding faculty of the University of Panama School of Medicine.[3]  She was the first Black student to graduate from Bryn Mawr College, majoring in chemistry and biology.[4] The Enid Cook '31 Center at Bryn Mawr College is named for her,[5] and the Dr. Enid Cook de Rodaniche Medal is awarded by the Rotary Club of Panama for work in virology.[6]", "4543943": "Keith Leon Moore (5 October 1925 - 25 November 2019)[2] was a professor  in the division of anatomy, in the faculty of Surgery, at the University of Toronto, Ontario, Canada. Moore was associate dean for Basic Medical Sciences in the university's faculty of Medicine and was Chair of Anatomy from 1976 to 1984. He was a founding member of the American Association of Clinical Anatomists (AACA)[3][1][4] and was President of the AACA between 1989 and 1991.[5]", "63788495": "Daniel Senzile Ndima is a South African structural biologist of infectious diseases and bio-entrepreneur.  His specialty is in genetic/protein engineering and protein crystallography. He is the founding CEO of CapeBio. He is an Allan Gray Orbis fellow and The Mandela Rhodes Scholar.  The CapeBio company has developed a coronavirus testing kit. The kit is called qPCR.  The Coronavirus test kits produce results in 65 minutes.[1][2][3]\nNdima says, “Our kits help pathologists isolate and identify a virus’s DNA or genetic material from an infected person. This makes it possible to detect the virus accurately in a laboratory.”[4][5][6][7]", "64771535": "Ambrose Jearld Jr. is a marine biologist who started his career as one of the first black fisheries biologists at the National Oceanic and Atmospheric Administration (NOAA). He spent his nearly 40-year career at the Northeast Fisheries Science Center (NEFSC) in Woods Hole, Massachusetts.[1] The lecture series named after him in Woods Hole reflects his career-long commitment to increasing diversity in environmental and fisheries sciences.", "55662032": "Denise P. Barlow (31 January 1950 – 21 October 2017) was a British geneticist who worked in the field of epigenomics. Barlow was an elected member of European Molecular Biology Organization (EMBO), an honorary professor of genetics at the University of Vienna and recipient of the Erwin Schrödinger Prize of the Austrian Academy of Sciences. In 1991, she discovered the first mammalian imprinted gene, IGF2R, which codes for the insulin-like growth factor.[1][2]", "71882200": "Anjali Kusumbe is a British-Indian biologist who is the Head of the Tissue and Tumour Microenvironments Group at the Medical Research Council Weatherall Institute of Molecular Medicine at the University of Oxford. She was awarded the Royal Microscopical Society Award for Life Sciences in 2022.", "39048681": "Makram Nasri Kaiser (1930–1996) was a medical and veterinary acarologist who was the world's leading authority on ticks of the genus Hyalomma.[1]", "26957290": "Thomas Rowe Edmonds (1803–1889) was an English actuary and political economist.", "58938866": "Antonio Jesus Giraldez (born 1975) is a Spanish developmental biologist and RNA researcher at Yale University School of Medicine, where he serves as chair of the department of genetics and Fergus F. Wallace Professor of Genetics.  He is also affiliated with the Yale Cancer Center and the Yale Stem Cell Center.", "23287286": "Lisa Ellen[1] Hensley is the associate director of science at the Office of the Chief Scientist, National Institute of Allergy and Infectious Disease Integrated Research Facility in Frederick, Maryland. She was previously a civilian microbiologist in the virology division of the United States Army Medical Research Institute of Infectious Diseases (USAMRIID). Hensley is one of the premier researchers of some of the world's most dangerous infections, including Ebola hemorrhagic fever, Lassa fever, the coronavirus diseases Severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS),[2] and smallpox. She has been involved in research uncovering critical mechanisms in the pathogenesis of hemorrhagic fever viruses, and has used those discoveries to develop candidate therapeutic drugs for their treatment.", "43308536": "Valeriu Rudic (born 18 February 1947) is a Moldovan microbiologist, chemist, biochemist and pharmacist who was selected member of Academy of Sciences of Moldova.", "14898680": "Carl Georg Friedrich Wilhelm Flügge (12 September 1847 – 10 December 1923) was a German bacteriologist and hygienist. His finding that pathogens were present in expiratory droplets, the eponymous Flügge droplets, laid ground for the concept of droplet transmission as a route for the spread of respiratory infectious diseases.", "1234444": "Pratiwi Pujilestari Sudarmono (born 31 July 1952) is an Indonesian scientist. She is currently a professor of microbiology at the University of Indonesia, Jakarta.", "47076878": "Rangaswamy Narasimhan (April 17, 1926 – September 3, 2007) was an Indian computer and cognitive scientist, regarded by many as the father of computer science research in India.[1][2] He led the team which developed the TIFRAC, the first Indian indigenous computer[3][4] and was instrumental in the establishment of CMC Limited in 1975, a Government of India company, later bought by Tata Consultancy Services.[5] He was a recipient of the fourth highest Indian civilian award of Padma Shri from the Government of India in 1977.[6]", "42030610": "Jeanne Altmann, born March 18, 1940, in New York City,[1]  is a professor emerita and Eugene Higgins Professor of ecology and evolutionary biology currently at Princeton University.[2] She is known for her research on the social behaviour of baboons[3] and her contributions to contemporary primate behavioural ecology.[4] She is a founder and co-director of the Amboseli Baboon Research Project. Her paper in 1974 on the observational study of behaviour is a cornerstone for ecologists and has been cited more than 10,000 times.[3] She is a Fellow of the National Academy of Sciences,[5] and a member of the American Philosophical Society (2020)[6]", "51533331": "Benjamin S. Halpern[2] is a marine biologist and ecologist currently working at the University of California, Santa Barbara and was the recipient of the 2016 A.G. Huntsman Award for Excellence in the Marine Sciences.", "50910753": "Sam Sofer (born 1945) is an Iranian-born American scientist who specializes in biological processes and bioreactor design, with applications in medicine, energy, and the environment. He is the creator of biological air and water cleaners that use immobilized cell technology, and of various biomedical instruments and test protocols related to boosting the immune system to fight disease."}