{"47403164": "François Daviet (1734-1799) was a military officer and mathematician from Savoy in the 18th century.\nThe family name is sometimes also reported in original sources as Daviet de Foncenex, probably from the original village of the family.", "47206561": "Awele Augustine Maduemezia (7 August 1934 – 20 February 2018) was a Nigerian professor of Physics, mathematician, researcher and educator. He was former Vice Chancellor of Ambrose Alli University.[1][2] He also served as president of the Nigerian Association of Mathematical Physics.[3]", "49533089": "Ottavio Scarlattini (1623 – 1699) was an Italian philosopher, mathematician and theologian.[1]", "69161123": "Karl Kunisch (born September 16, 1952 in Linz) is an Austrian mathematician.", "56905894": "Charlotte Bolette Sophie, Baroness Wedell-Wedellsborg  (27 January 1862 – 22 July 1953)[1] was one of four women mathematicians to attend the inaugural International Congress of Mathematicians, held in Zurich in 1897.[2][3]", "61886633": "Wendy Joanne Myrvold is a Canadian mathematician and computer scientist known for her work on graph algorithms, planarity testing, and algorithms in enumerative combinatorics. She is a professor emeritus of computer science at the University of Victoria.[1]", "8016042": "George Brinton Thomas Jr. (January 11, 1914 – October 31, 2006) was an American mathematician and professor of mathematics at MIT.  Internationally, he is best known for being the author of the widely used calculus textbook Calculus and Analytical Geometry, known today as Thomas' Calculus.", "68604079": "Jana Rodriguez Hertz (née María Alejandra Rodriguez Hertz Frugoni) born February 1977 is an Argentine and Uruguayan mathematician, professor, and researcher.", "1102000": "Shen Kuo (Chinese: 沈括; 1031–1095) or Shen Gua, courtesy name Cunzhong (存中) and pseudonym Mengqi (now usually given as Mengxi) Weng (夢溪翁),[1] was a Chinese polymath, scientist, and statesman of the Song dynasty (960–1279). Shen was a master in many fields of study including mathematics, optics, and horology. In his career as a civil servant, he became a finance minister, governmental state inspector, head official for the Bureau of Astronomy in the Song court, Assistant Minister of Imperial Hospitality, and also served as an academic chancellor.[2] At court his political allegiance was to the Reformist faction known as the New Policies Group, headed by Chancellor Wang Anshi (1021–1085).", "73650353": "Alma Johanna Ruubel (28 September 1899 – 21 January 1990) was an Estonian mathematician and professor engaged in the development of curvilinear representational geometry.", "63951024": "Victoria E. Howle is an American applied mathematician specializing in numerical linear algebra and known as one of the developers of the Trilinos open-source software library for scientific computing. She is a full professor in the Department of Mathematics and Statistics at\nTexas Tech University.", "63033523": "Dr. Maor Farid (Hebrew: מאור פריד; born April 20, 1992) is an Israeli scientist, engineer and artificial intelligence researcher at Massachusetts Institute of Technology, social activist, and author. He is the founder and CEO of Learn to Succeed[1] (Hebrew: ללמוד להצליח) for empowering of youths from the Israeli socio-economic periphery and youths at risk, a regional manager of the Israeli center of ScienceAbroad[2] at MIT, and an activist in the American Technion Society. He is an alumnus of Unit 8200, and a fellow of Fulbright Program[3] and the Israel Scholarship Educational Foundation [he].[4] Dr. Farid was elected to the Forbes 30 Under 30 list of 2019,[5] and won the Moskowitz Prize for Zionism.[6][7][8]", "24858805": "Werner Müller (born 7 September 1949) is a German mathematician. His research focuses on global analysis and automorphic forms.", "10211510": "Diederich Hinrichsen (born 17 February 1939) is a German mathematician who, together with Hans W. Knobloch, established the field of dynamical systems theory and control theory in Germany.", "70734009": "Jacob Daniel Biamonte FInstP is an American physicist and theoretical computer scientist active in the fields of quantum information theory and quantum computing. He left a tenured professorship at the Skolkovo Institute of Science and Technology in Russia[1] after the start of the Russo-Ukrainian War.", "72405181": "Mahesh Ramesh Kakde[1] (born 1983) is a mathematician working in algebraic number theory.", "49631422": "Anatoly Libgober[1] (born 1949, in Moscow) is a Russian/American mathematician, known for work in algebraic geometry and topology of algebraic varieties.", "3166399": "Nicolaas Govert \"Dick\" de Bruijn (Dutch: [nikoːˈlaːs ˈxoːvərt də ˈbrœyn];[1] 9 July 1918 – 17 February 2012) was a Dutch mathematician, noted for his many contributions in the fields of analysis, number theory, combinatorics and logic.[2]", "51237053": "Wojciech Zaremba (born 30 November 1988) is a Polish computer scientist, a founding team member of OpenAI (2016–present), where he leads both the Codex research and language teams. The teams actively work on AI that writes computer code[1][2][3][4] and creating successors to GPT-3 respectively. The mission of OpenAI is to build safe artificial intelligence (AI), and ensure that its benefits are as evenly distributed as possible.[5][6]", "1790146": "Floris Takens (12 November 1940 – 20 June 2010)[1] was a Dutch mathematician known for contributions to the theory of chaotic dynamical systems.", "3363015": "Leo August Pochhammer (25 August 1841, Stendal – 24 March 1920, Kiel) was a Prussian mathematician who was known for his work on special functions and introduced the Pochhammer symbol, now generally used for expressing hypergeometric functions in a compact notation.", "34951366": "Kentaro Yano (1 March 1912 in Tokyo, Japan – 25 December 1993) was a mathematician working on differential geometry[2] who introduced the Bochner–Yano theorem.", "56611024": "Olympia E. Nicodemi is a mathematician and mathematics educator whose research interests range from wavelets to the history of mathematics.[1] She was a distinguished teaching professor of mathematics at the State University of New York at Geneseo until 2020, when she retired.[2]", "26955984": "Felix Mardochée Alcan (March 18, 1841 – February 18, 1925) was a French Jewish publisher and scholar, born in Metz. He was the grandson of Gerson Lévy, author of Orgue et Pioutim, and son of Moyse Alcan, a well-known publisher at Metz.", "151762": "Zu Chongzhi (Chinese: 祖沖之; 429–500 AD), courtesy name Wenyuan (Chinese: 文遠), was a Chinese astronomer, mathematician, politician, inventor, and writer during the Liu Song and Southern Qi dynasties. He was most notable for calculating pi as between 3.1415926 and 3.1415927, a record in accuracy which would not be surpassed for over 800 years.", "37572822": "Leonhard Sohncke (22 February 1842  Halle – 1 November 1897 in Munich) was a German mathematician who classified the 65 space groups in which chiral crystal structures form, called Sohncke groups. He was a professor of physics at the Technische Hochschule Karlsruhe (now called the Karlsruhe Institute of Technology) from 1871 to 1883, at Jena from 1883 to 1886, and at the Technical University of Munich from 1886 to 1897.", "6377687": "Arthur William Conway FRS[1] (2 October 1875 – 11 July 1950) was a distinguished Irish mathematician and mathematical physicist who wrote one of the first books on relativity and co-edited two volumes of William Rowan Hamilton's collected works.  He also served as President of University College Dublin between 1940 and 1947.[2]", "19550425": "Lucy Joan Slater (5 January 1922 – 6 June 2008) was a mathematician who worked on hypergeometric functions, and who found many generalizations of the  Rogers–Ramanujan identities.", "20698": "Sir Michael Francis Atiyah OM FRS FRSE FMedSci FAA HonFREng[4] (/əˈtiːə/; 22 April 1929 – 11 January 2019) was a British-Lebanese mathematician specialising in geometry.[5] His contributions include the Atiyah–Singer index theorem and co-founding topological K-theory. He was awarded the Fields Medal in 1966 and the Abel Prize in 2004.", "68210910": "Marie Johanna Weiss (September 21, 1903 – August 19, 1952) was an American mathematician, university professor and textbook author. In 1927, she became the first woman to earn a PhD in mathematics from Stanford University.", "6901985": "James Gilbert Glimm (born March 24, 1934) is an American mathematician, former president of the American Mathematical Society, and distinguished professor at Stony Brook University. He has made many contributions in the areas of pure and applied mathematics.", "26300644": "Ralph Tyrrell Rockafellar (born February 10, 1935) is an American mathematician and one of the leading scholars in optimization theory and related fields of analysis and combinatorics. He is the author of four major books including the landmark text \"Convex Analysis\" (1970),[1] which has been cited more than 27,000 times according to Google Scholar and remains the standard reference on the subject, and \"Variational Analysis\" (1998, with Roger J-B  Wets) for which the authors received the Frederick W. Lanchester Prize from the Institute for Operations Research and the Management Sciences (INFORMS).", "5034215": "Robert Louis Griess, Jr. (born 1945, Savannah, Georgia) is a mathematician working on finite simple groups and vertex algebras.[1]  He is currently the John Griggs Thompson Distinguished University Professor of mathematics at University of Michigan.[2]", "1560812": "Arthur Josef Alwin Wieferich (April 27, 1884 – September 15, 1954) was a German mathematician and teacher, remembered for his work on number theory, as exemplified by a type of prime numbers named after him.", "41406701": "Jean Leurechon (c. 1591 – 17 January 1670) was a French Jesuit priest, astronomer, and mathematician, known for inventing the pigeonhole principle and naming the thermometer.", "28758257": "John Lodge Cowley (1719, United Kingdom – buried 1797, United Kingdom) was an English cartographer, geologist and mathematician.", "60018933": "Been Arbel (Hebrew: בנו ארבל; 20 January 1939 – 9 April 2013) was an Israeli mathematician and historian of mathematics who worked as Professor of Mathematics at Tel Aviv University.[citation needed]", "26824951": "David Rivault de Fleurance (1571–1616) was a French mathematician and royal servant. He was born probably at La Cropte, near Laval, Mayenne, France.", "28233979": "Moritz Allé (1837–1913)[1] was an Austrian astronomer and mathematician, one of the teachers of Nikola Tesla.[2]", "51040508": "Dr William King Gillies FRSE FEIS LLD (1875–1952) was a Scottish educator and academic author. He was rector of Hutchesons Grammar School in 1913–1919 and the Royal High School, Edinburgh in 1919–1940.", "62247177": "Dietmar Arno Salamon (born 7 March 1953 in Bremen) is a German mathematician.", "22171925": "M. T. Cheng or Cheng Minde (Chinese: 程民德; pinyin: Chéng Míndé; 24 January 1917 – 26 November 1998) was a Chinese mathematician. He was the main founder of Peking University Mathematical Research Institute, and longtime head of the Department of Mathematics of Peking University.", "58478870": "Tai-Ping Liu (Chinese: 劉太平; pinyin: Liú Tàipíng; born 18 November 1945)[1] is a Taiwanese mathematician, specializing in partial differential equations.", "545047": "Carl Friedrich Hindenburg (13 July 1741 – 17 March 1808) was a German mathematician born in Dresden. His work centered mostly on combinatorics and probability.[1]", "3985689": "Tirukkannapuram Vijayaraghavan (Tamil: திருக்கண்ணபுரம் விஜயராகவன்; 30 November 1902 – 20 April 1955) was an Indian mathematician from the Madras region. He worked with G. H. Hardy when he went to Oxford in mid-1920s on Pisot–Vijayaraghavan numbers. He was a fellow of Indian Academy of Sciences elected in the year 1934. His father was a pandit.", "39375130": "Filippo Pigafetta (1533–1604) was an Italian mathematician and explorer.", "1560859": "Samuel Yates (May 10, 1919 in Savannah, Georgia – April 22, 1991 in New Brunswick, New Jersey) was a computer engineer and mathematician who first described unique primes in the 1980s. In 1984 he began the list of \"Largest Known Primes\" (today The Prime Pages) and coined the name titanic prime for any prime with 1,000 or more decimal digits. He also called those who proved their primality \"titans\".  He is the author of Repunits and Repetends.", "21418268": "Caspar Wessel (8 June 1745, Vestby – 25 March 1818, Copenhagen) was a Danish–Norwegian mathematician and cartographer. In 1799, Wessel was the first person to describe the geometrical interpretation of complex numbers as points in the complex plane and vectors.[1]", "49271067": "The name Antiphon the Sophist (/ˈæntəˌfɒn, -ən/; Greek: Ἀντιφῶν) is used to refer to the writer of several Sophistic treatises. He probably lived in Athens in the last two decades of the 5th century BC, but almost nothing is known of his life.[1]", "41373980": "Maria Adelaide Sneider (6 December 1937 – 1 May 1989)[1] (also known as Maria Adelaide Sneider Ludovici, her second surname being \"Ludovici\")[2] was an Italian mathematician working on numerical and mathematical analysis. She is known for her work on the theory of electrostatic capacities of non-smooth closed hypersurfaces:[3] Apart from the development of precise estimates for the numerical approximation of the electrostatic capacity of the unit cube,[4] this work also led her to give a rigorous proof of Green's identities for large classes of hypersurfaces with singularities,[5] and later to develop an accurate mathematical analysis of the points effect.[6] She is also known for her contributions to the Dirichlet problem for pluriharmonic functions on the unit sphere of \n\n\n\n\n\nC\n\n\nn\n\n\n.\n\n\n{\\displaystyle \\mathbb {C} ^{n}.}\n\n[7]", "1298720": "John Greaves (1602 – 8 October 1652) was an English mathematician, astronomer and antiquarian.", "1790247": "Leonard Eugene Dickson (January 22, 1874 – January 17, 1954) was an American mathematician. He was one of the first American researchers in abstract algebra, in particular the theory of finite fields and classical groups, and is also remembered for a three-volume history of number theory, History of the Theory of Numbers. The L. E. Dickson instructorships at the University of Chicago Department of Mathematics are named after him.", "47763755": "Ilse Clara Franziska Ipsen is a German-American mathematician who works as a professor of mathematics at North Carolina State University. She was formerly associate director of the Statistical and Applied Mathematical Sciences Institute, a joint venture of North Carolina State and other nearby universities.[1]", "9228588": "Florimond de Beaune (7 October 1601, Blois – 18 August 1652, Blois) was a French jurist[1] and mathematician, and an early follower of René Descartes.[2] R. Taton calls him \"a typical example of the erudite amateurs\" active in 17th-century science.[1]", "54677806": "Paul Eugene Schupp (born March 12, 1937, died January 24, 2022) was a professor emeritus of mathematics at the University of Illinois at Urbana Champaign. He is known for his contributions to geometric group theory, computational complexity and the theory of computability.[2]", "46256437": "Tamás Vicsek (Hungarian pronunciation: [/tɑmaːʃ/ /vitʃek/], born 10 May 1948, Budapest) is a Hungarian scientist with research interests in numerical studies of dense liquids, percolation theory, Monte Carlo simulation of cluster models, aggregation phenomena, fractal growth, pattern formation (computer and laboratory experiments), collective phenomena in biological systems (flocking, oscillations, crowds), molecular motors, cell locomotion in vitro. He held the position of  professor of physics at the Eötvös Loránd University, Budapest, Hungary, and was visiting scientists in various academia.[1][2]", "872760": "Francis William Lawvere (/lɔːˈvɪər/; February 9, 1937 – January 23, 2023) was an American mathematician known for his work in category theory, topos theory and the philosophy of mathematics.", "37703993": "Nicholas Charles Wormald FAA (born 1953) is an Australian mathematician and professor of mathematics at Monash University. He specializes in probabilistic combinatorics, graph theory, graph algorithms, Steiner trees, web graphs, mine optimization, and other areas in combinatorics.[1]", "13521210": "Edward Kofler (November 16, 1911 – April 22, 2007) was a mathematician who made important contributions to game theory and fuzzy logic by working out the theory of linear partial information.", "55202113": "Stanisław Krystyn Zaremba (August 15, 1903, in Cracow – January 14, 1990, in Aberystwyth, Wales) was a Polish climber, mountaineer and mathematician. He was the son of Stanisław Zaremba (1863–1942), also a mathematician.", "63525188": "Inga Berre (born 31 July 1978)[1] is a Norwegian applied mathematician who studies numerical methods for the partial differential equations used to model fractured geothermal systems and porous media more generally. She is a professor in the department of mathematics at the University of Bergen,[2] a scientific advisor to the Chr. Michelsen Institute in Bergen,[1] and a leading researcher on geothermal energy in Norway.[3]", "348485": "Dušan D. Repovš (born November 30, 1954) is a Slovenian mathematician from Ljubljana, Slovenia.", "14537028": "Boris Abramovich Kushner (Russian: Борис Абрамович Кушнер; December 10, 1941 – May 7, 2019) was a mathematician, poet and essayist.  His primary contribution in mathematics was in the field of Constructive Mathematical Analysis and the Theory of Constructive Numbers and Functions.  He has published several books of poetry (in Russian) and a number of music, literary, and  political essays (Russian and English). Dr. Kushner taught at the University of Pittsburgh at Johnstown, Pennsylvania.", "46420296": "Stephanie Frank Singer is an American mathematician and local politician in Philadelphia, Pennsylvania. Early in her adulthood, Singer pursued a career in education as an assistant professor at Haverford College, serving from 1991 to 2002. She then went on to pursue careers in data science before going into politics, serving as city commissioner in Philadelphia.", "56447306": "Alam al-Din Ibn-Abidin al-Hanafi (Arabic: علم الدين تعاسيف; 1178 – 1251) was an Egyptian mathematician, astronomer and engineer during the Ayyubid period.", "6639949": "Menachem Oren (born Mieczysław Chwojnik; Hebrew: מנחם אורן; 1903 – December 1962)[1][2] was a Polish-born Israeli chess player and mathematician.", "1724751": "Émile Léonard Mathieu (French: [matjø]; 15 May 1835, in Metz – 19 October 1890, in Nancy) was a French mathematician.[1] He is known for his work in group theory and mathematical physics. He has given his name to the Mathieu functions, Mathieu groups and Mathieu transformation. He authored a treatise of mathematical physics in 6 volumes.\nVolume 1 is an exposition of the techniques to solve the differential equations of mathematical physics,\nand contains an account of the applications of Mathieu functions to electrostatics.\nVolume 2 deals with capillarity. Volumes 3 and 4 deal with electrostatics and magnetostatics.\nVolume 5 deals with electrodynamics, and volume 6 with elasticity. The asteroid 27947 Emilemathieu was named in his honour.", "24727889": "George Tollet (died 1719) was a mathematician and naval administrator.", "66048340": "Olivia Caramello is an Italian mathematician. She holds a national Rita Levi-Montalcini associate professorship[1] at the University of Insubria[2] in Como, Italy. She is known for her work in topos theory and for pioneering the technique of toposes as bridges. She authored the 2017 book Theories, Sites, Toposes: Relating and studying mathematical theories through topos-theoretic bridges.[3][4]", "41013591": "Hossein Zakeri (Persian حسین ذاکری) (born 27 December 1942) is an Iranian mathematician. He, along with R. Y. Sharp, are the founders of generalized fractions, a branch in theory of  commutative algebra which expands the concept of fractions in commutative rings by introducing the modules of generalized fractions.[1] This topic later found applications in local cohomology,[2][3] in the monomial conjecture,[4] and other branches of commutative algebra.[5]", "14897496": "Pierre René Jean Baptiste Henri Brocard (12 May 1845 – 16 January 1922) was a French meteorologist and mathematician, in particular a geometer.[1] His best-known achievement is the invention and discovery of the properties of the Brocard points, the Brocard circle, and the Brocard triangle, all bearing his name.[2]", "44290394": "Francis Bashforth (8 January 1819 – 12 February 1912) was an English Anglican priest and mathematician, who is known for his use of applied mathematics on ballistics.", "63459680": "Elena Celledoni (born 1967)[1] is an Italian mathematician who works in Norway as a professor of mathematical sciences at the Norwegian University of Science and Technology (NTNU). Her research involves the numerical analysis of numerical algorithms for partial differential equations and for Lie group computations, including the study of structure preserving algorithms.", "10408290": "Fritz Joseph Ursell FRS[1] (28 April 1923 – 11 May 2012) was a British mathematician noted for his contributions to fluid mechanics, especially in the area of wave-structure interactions.[6] He held the Beyer Chair of Applied Mathematics at the University of Manchester from 1961 to 1990,[7] was elected Fellow of the Royal Society in 1972 and retired in 1990.[2]", "48550243": "Masatake Kuranishi (倉西 正武 Kuranishi Masatake; July 19, 1924 – June 22, 2021)[1] was a Japanese mathematician who worked on several complex variables, partial differential equations, and differential geometry.", "46387557": "George H. Mealy (December 31, 1927 – June 21, 2010 in Scituate, Massachusetts)[1] was an American mathematician and computer scientist who invented the namesake Mealy machine, a type of finite state transducer. He was also a pioneer of modular programming,[2][3] one of the lead designers of the IPL-V programming language,[4] and an early advocate of macro processors in assembly language programming.[5]", "6345064": "Henry Burchard Fine (September 14, 1858 – December 22, 1928) was an American university dean and mathematician.", "42815855": "Yuri Kondratiev (Ukrainian: Кондратьєв Юрій Григорович; 23 October 1953 – 5 September 2023) was a Ukrainian mathematician and a professor at the Bielefeld University in Germany.", "2511218": "Antanas Baranauskas (Latin: Antonius Baranovski, Polish: Antoni Baranowski; 17 January 1835 – 26 November 1902) was a Lithuanian poet,[1] mathematician and Catholic bishop of Sejny. Baranauskas is best known as the author of the Lithuanian  poem Anykščių šilelis. He used various pseudonyms, including A.B., Bangputys, Jurksztas Smalaūsis, Jurkštas Smalaūsis, and Baronas.[2] He also wrote poetry in Polish.[3]", "58151284": "Antonio Auffinger is a Brazilian mathematician. He works in the area of probability theory and mathematical physics.", "65393016": "Barbara Wayne Abraham-Shrauner is an American physicist, applied mathematician, and electrical engineer, known for her research on magnetohydrodynamics and plasma phenomena, including mathematical modeling of shocks and Alfvén waves, observation of the solar wind, and applications to the plasma etching of semiconductors,[1][2] as well as on hidden symmetries and nonlocal symmetries in differential equations.[3] She is retired as a professor of electrical and systems engineering at Washington University in St. Louis.[4]", "31936888": "Charles George Broyden (3 February 1933 – 20 May 2011) was a mathematician who specialized in optimization problems and numerical linear algebra.[1][2][3][4] While a physicist working at English Electric Company from 1961–1965, he adapted the Davidon–Fletcher–Powell formula to solving some nonlinear systems of equations that he was working with, leading to his widely cited 1965 paper, \"A class of methods for solving nonlinear simultaneous equations\".[2] He was a lecturer at UCW Aberystwyth from 1965–1967.[3] He later became a senior lecturer at University of Essex from 1967–1970,[3] where he independently discovered the Broyden–Fletcher–Goldfarb–Shanno (BFGS) method.[1] The BFGS method has then become a key technique in solving nonlinear optimization problems. Moreover, he was among those who derived the symmetric rank-one updating formula, and his name was also attributed to Broyden's methods and Broyden family of quasi-Newton methods.[5] After leaving the University of Essex, he continued his research career in the Netherlands and Italy, being awarded the chair at University of Bologna. In later years, he began focusing on numerical linear algebra, in particular conjugate gradient methods and their taxonomy.[1]", "48648571": "James Ireland Craig FRSE CBE (1868–1952) was a Scottish mathematician, meteorologist and creator of the Craig retroazimuthal projection.", "34165119": "Alexander Nabutovsky  is a leading Canadian mathematician specializing  in differential geometry, geometric calculus of variations and quantitative aspects of topology of manifolds. He is a professor at the University of Toronto Department of Mathematics.", "4215168": "Théodore Cornut, also Cornout, was a French mathematician and military architect of the 18th century, born in Avignon, who worked for the King of Morocco.", "61919622": "Diana Maria Thomas is an American applied mathematician known for her research on nutrition and body weight.[1][2][3] She is a professor of mathematics at the United States Military Academy (West Point).[4]", "13554055": "Theodore Samuel Motzkin (26 March 1908 – 15 December 1970) was an Israeli-American mathematician.[1]", "1298822": "William Mark Goldman (born 1955 in Kansas City, Missouri) is a professor of mathematics at the University of Maryland, College Park (since 1986).  He received a B.A. in mathematics from Princeton University in 1977, and a Ph.D. in mathematics from the University of California, Berkeley in 1980.", "58216843": "Spyros Simos Magliveras (born 6 September 1938 in Athens)[1] is a Greek-born American mathematician and computer scientist.", "34165143": "Toniann Pitassi  is a Canadian-American mathematician and computer scientist specializing in computational complexity theory. She is currently Jeffrey L. and Brenda Bleustein Professor of Engineering at Columbia University and was Bell Research Chair at the University of Toronto.[1][2]", "872857": "Dame Kathleen Mary Ollerenshaw, DBE (née Timpson; 1 October 1912 – 10 August 2014) was a British mathematician and politician who was Lord Mayor of Manchester from 1975 to 1976 and an advisor on educational matters to Margaret Thatcher's government in the 1980s.", "741786": "Father James Cullen, S.J. (19 April 1867 – 7 December 1933) was born at Drogheda, County Louth, Ireland.", "34886045": "Robert Gary Bland (born February 25, 1948) is an American mathematician and operations researcher, a professor of operations research and information engineering at Cornell University.[1] He was born in New York City.[2]", "1626533": "Camillo Guarino Guarini (17 January 1624 – 6 March 1683) was an Italian architect of the Piedmontese Baroque, active in Turin as well as Sicily, France, and Portugal. He was a Theatine priest, mathematician, and writer.[1][2] His work represents the ultimate achievement of Italian Baroque structural engineering, creating in stone what could be attempted today in reinforced concrete.[3]", "63459757": "Berit Stensønes (19 February 1956 – 5 June 2022)[1][2] was a Norwegian mathematician specializing in complex analysis and complex dynamics and known for her work on several complex variables.[3] She was a professor of mathematical sciences at the Norwegian University of Science and Technology (NTNU),[4] and a professor emerita at the University of Michigan.[5]", "36360630": "Sophie Morel (born 1979)[3] is a French mathematician, specializing in number theory. She is a CNRS directrice de recherches in mathematics at École normale supérieure de Lyon. In 2012 she received one of the ten prizes of the European Mathematical Society.", "1692086": "Yuri Ivanovich Manin (Russian: Ю́рий Ива́нович Ма́нин; 16 February 1937 – 7 January 2023) was a Russian mathematician, known for work in algebraic geometry and diophantine geometry, and many expository works ranging from mathematical logic to theoretical physics.", "46846392": "David M. Goldschmidt (born 21 May 1942,[1] New York City) is an American mathematician specializing in group theory.", "73585081": "University of Toledo (MS 1985)", "71782845": "Edgar Fuller is an American mathematician. He is a distinguished professor in the department of mathematics and statistics at Florida International University.[1]", "74240445": "Johan Gielis (born July 8, 1962) is a Belgian engineer, scientist, mathematician, and entrepreneur.[2] Gielis is known for his contributions to the field of mathematics, specifically in the area of modeling and geometrical methods. He is best known for developing the concept of the superformula, which is a generalization of the traditional Pythagorean theorem and the equation of the circle, that can generate a wide variety of complex shapes found in nature.[3]", "67654081": "Demetrios G. Magiros (Δημήτριος Γ. Μαγείρος, 19 December 1912, Euboea, Greece – 19 January 1982, Philadelphia, Pennsylvania) was a Greek-American mathematician, specializing in the stability of dynamical systems.", "1626563": "Jean Nicolas Pierre Hachette (6 May 1769 – 16 January 1834), French mathematician, was born at Mézières, where his father was a bookseller.", "56644045": "Lillian Katie Bradley (October 15, 1921[1] – February 11, 1995[2]) was an American mathematician and mathematics educator who in 1960 became the first African-American woman to earn a doctorate in any subject at the University of Texas at Austin.[1][3][4][5] She accomplished this ten years after African-Americans were first admitted to the school, and despite the dominance of the mathematics department at Austin by R. L. Moore, known for his segregationist views and for his snubs of African-American students.[6]", "19943888": "Nikolai Nikolaevich Nekhoroshev (Russian: Николай Николаевич Нехорошев; 2 October 1946 – 18 October 2008) was a prominent Soviet Russian mathematician specializing in classical mechanics and dynamical systems. His research concerned Hamiltonian mechanics, perturbation theory, celestial mechanics, integrable systems, dynamical systems, the quasiclassical approximation, and singularity theory. He proved, in particular, a stability result in KAM-theory stating that, under certain conditions, solutions of nearly integrable systems stay close to invariant tori for exponentially long times (Giorgilli 1989).", "6607318": "Andrei Yuryevich Okounkov (Russian: Андре́й Ю́рьевич Окунько́в, Andrej Okun'kov) (born July 26, 1969) is a Russian mathematician who works on representation theory and its applications to algebraic geometry, mathematical physics, probability theory and special functions. He is currently a professor at the Columbia University and the academic supervisor of HSE International Laboratory of Representation Theory and Mathematical Physics.[1] In 2006, he received the Fields Medal \"for his contributions to bridging probability, representation theory and algebraic geometry.\"[2]", "5165527": "Geoffrey Horrocks (1932/33 Leicester – 12 September 2012) was a British mathematician working on vector bundles, who introduced the Horrocks construction used in the ADHM construction, and the Horrocks–Mumford bundle and monads.", "56021465": "Richard Nickl (born 13 June 1980) is an Austrian mathematician and Professor of Mathematical Statistics [1][2] at the University of Cambridge. He is a fellow of Gonville and Caius College.", "62149090": "Hisashi Okamoto (岡本 久, Okamoto Hisashi, born 23 November 1956)[1] is a Japanese applied mathematician, specializing in mathematical fluid mechanics and computational fluid dynamics.[2]", "3461604": "László \"Laci\" Babai (born July 20, 1950, in Budapest)[1] is a Hungarian professor of computer science and mathematics at the University of Chicago. His research focuses on computational complexity theory, algorithms, combinatorics, and finite groups, with an emphasis on the interactions between these fields.", "62640614": "Stephen Albert Fulling (born 29 April 1945, Evansville, Indiana) is an American mathematician and mathematical physicist, specializing in the mathematics of quantum theory, general relativity, and the spectral and asymptotic theory of differential operators.[1] He is known for preliminary work that led to the discovery of the hypothetical Unruh effect (also known as \nthe Fulling-Davies-Unruh effect).[2]", "578022": "Arthur Scherbius (30 October 1878 – 13 May 1929) was a German electrical engineer who invented the mechanical cipher Enigma machine.[1] He patented the invention and later sold the machine under the brand name Enigma.", "50549228": "Charles Edmond Alfred Riquier (19 November 1853, Amiens – 17 January 1929, Caen) was a French mathematician.[1][2]", "71455217": "William Moir (1602–1674) was a Scottish mathematician who was principal of Marischal College (now known as Aberdeen University) from 1649 to 1661.", "3625459": "Jack R. Edmonds (born April 5, 1934) is an American-born and educated computer scientist and mathematician who lived and worked in Canada for much of his life. He has made fundamental contributions to the fields of combinatorial optimization, polyhedral combinatorics, discrete mathematics and the theory of computing. He was the recipient of the 1985 John von Neumann Theory Prize.", "32756214": "Vitold Lvovich Shmulyan (Russian: Витольд Львович Шмульян, 29 August 1914 – 27 August 1944) was a Soviet mathematician known for his work in functional analysis.[1] The Eberlein–Šmulian theorem and Krein–Smulian theorem are named after him.", "50352632": "Juan José Nieto Roig (born 1958, A Coruña) is a Spanish mathematician, professor of mathematical analysis at the University of Santiago de Compostela since 1991 and a Royal Galician Academy of Sciences Fellow. His most influential contributions to date are in the area of differential equations.", "578043": "Scott A. Vanstone was a mathematician and cryptographer in the University of Waterloo Faculty of Mathematics.  He was a member of the school's Centre for Applied Cryptographic Research, and was also a founder of the cybersecurity company Certicom.  He received his PhD in 1974 at the University of Waterloo, and for about a decade worked principally in combinatorial design theory, finite geometry, and finite fields.  In the 1980s he started working in cryptography.[1]: 287   An early result of Vanstone (joint with Ian Blake, R. Fuji-Hara, and Ron Mullin) was an improved algorithm for computing discrete logarithms in binary fields,[2] which inspired Don Coppersmith to develop his famous exp(n^{1/3+ε}) algorithm (where n is the degree of the field).[3]", "24891900": "Olav Arnfinn Laudal (born 19 June 1936) is a Norwegian mathematician.", "53006848": "Walter L. Craig FRSC (1953 – January 18, 2019)[1] was a Canadian mathematician and a Canada Research Chair in Mathematical Analysis and Applications at McMaster University.[2][3][4][5]", "4182538": "RNDr. Rudolf Bauer (born on September 28, 1957, in Ostrava, Czechoslovakia) was the first President of the Košice Self-governing Region (since December 19, 2001, till January 8, 2006).", "6738445": "Karl Cooper Rubin (born January 27, 1956) is an American mathematician at  University of California, Irvine as Thorp Professor of Mathematics. Between 1997 and 2006, he was a professor at Stanford, and before that worked at Ohio State University between 1987 and 1999. His research interest is in elliptic curves. He was the first mathematician (1986) to show that some elliptic curves over the rationals have finite Tate–Shafarevich groups. It is widely believed that these groups are always finite.[1]", "49369614": "Sixto Ríos García (Pelahustán, Toledo, January 4, 1913 – Madrid, July 8, 2008), was a Spanish mathematician, known as the father of Spanish statistics.", "57758222": "Takahiro Kawai (河合 隆裕, Kawai Takahiro, born 1945, Tsushima, Aichi) is a Japanese mathematician working on algebraic analysis. He is a professor emeritus at RIMS.[1] He was a student of Mikio Sato at the same time as Masaki Kashiwara[2] with whom he later shared the Asahi Prize in 1987.[3]", "47567376": "Gloria Gordon Bolotsky (July 28, 1921 – June 30, 2009) was an American computer scientist, one of the early programmers of the ENIAC computer.", "16372248": "Johann Samuel König (31 July 1712 – 21 August 1757) was a German mathematician.", "61428249": "Michèle Artigue (born 1946) is a French expert in mathematics education, a professor emeritus at Paris Diderot University[1] and the former president of the International Commission on Mathematical Instruction.[2]", "40423965": "Henry Christian Wente (August 18, 1936 – January 20, 2020)[1] was an American mathematician, known for his 1986 discovery of the Wente torus, an immersed constant-mean-curvature surface whose existence disproved a conjecture of Heinz Hopf.[2][3]", "872991": "Serge Lang (French: [lɑ̃ɡ]; May 19, 1927 – September 12, 2005) was a French-American mathematician and activist who taught at Yale University for most of his career. He is known for his work in number theory and for his mathematics textbooks, including the influential Algebra. He received the Frank Nelson Cole Prize in 1960 and was a member of the Bourbaki group.", "15880746": "Samuel Karlin (June 8, 1924 – December 18, 2007) was an American mathematician at Stanford University in the late 20th century.", "4313643": "Paul Koebe (15 February 1882 – 6 August 1945) was a 20th-century German mathematician. His work dealt exclusively with the complex numbers, his most important results being on the uniformization of Riemann surfaces in a series of four papers in 1907–1909.  He did his thesis at Berlin, where he worked under Hermann Schwarz. He was an extraordinary professor at Leipzig from 1910 to 1914, then an ordinary professor at the University of Jena before returning to Leipzig in 1926 as an ordinary professor. He died in Leipzig.[1]", "52154924": "Shih-Hsien Yu is a mathematician at the National University of Singapore (NUS). He is known for his work on hyperbolic conservation laws and kinetic equations.", "17093165": "Orazio Grassi, S.J. (b. Savona 1 May 1583 – d. Rome 23 July 1654), was an Italian Jesuit priest, who is best noted as a mathematician, astronomer and architect. He was one of the authors in controversy with Galileo Galilei on the nature of comets. His writings against Galileo were published under the pseudonym Sarsi.[1]", "6181429": "Sir Charles Scarborough or Scarburgh MP FRS FRCP (29 December 1615 – 26 February 1694) was an English physician and mathematician.[1]", "2642486": "Guglielmo Libri Carucci dalla Sommaja (1 January 1803 – 28 September 1869) was an Italian count and mathematician, who became known for his love and subsequent theft of ancient and precious manuscripts.[1] After being appointed the Inspector of Libraries in France, Libri began stealing the books he was responsible for. He fled to England when the theft was discovered, along with 30,000 books and manuscripts inside 18 trunks. In France, he was sentenced to 10 years in jail in absentia; some of the stolen works were returned when he died, but many remained missing.", "61854267": "George Pirie (19 July 1843 – 21 August 1904) was a Scottish mathematician, mathematical scientist, and Reverend in the Church of Scotland. He was an expert in the field of dynamics and the approximation of π.", "32789051": "The Reverend Frank Hilton Jackson (16 August 1870, Hull, England – 27 April 1960) was an English clergyman and mathematician who worked on basic hypergeometric series. He introduced several q-analogs such as the Jackson–Bessel functions, the Jackson-Hahn-Cigler q-addition, the Jackson derivative, and the Jackson integral.", "13980221": "Johan Frederik Steffensen (28 February 1873, in Copenhagen – 20 December 1961) was a Danish mathematician, statistician, and actuary who did research in the fields of calculus of finite differences and interpolation.[1] He was professor of actuarial science at the University of Copenhagen from 1923 to 1943.  Steffensen's inequality and Steffensen's method (an iterative numerical method) are named after him. He was an Invited Speaker at the 1912 International Congress of Mathematicians (ICM) in Cambridge, England and at the 1924 ICM in Toronto.[2]", "8770110": "John Michael Boardman (13 February 1938 – 18 March 2021) was a mathematician whose speciality was algebraic and differential topology. He was affiliated with the  University of Cambridge, England and the Johns Hopkins University in Baltimore, Maryland. Boardman was most widely known for his construction of the first rigorously correct model of the homotopy category of spectra.", "414271": "Abū Isḥāq Ibrāhīm ibn Yaḥyā al-Naqqāsh al-Zarqālī al-Tujibi[2] (Arabic: إبراهيم بن يحيى الزرقالي); also known as Al-Zarkali or Ibn Zarqala (1029–1100), was an Arab maker of astronomical instruments and an astrologer from the western part of the Islamic world.[2]", "33935937": "Niels Nielsen (2 December 1865, in Ørslev – 16 September 1931, in Copenhagen) was a Danish mathematician who specialised in mathematical analysis.", "63689285": "Evelyn Buckwar is a German mathematician specializing in stochastic differential equations. She is Professor for Stochastics at the Johannes Kepler University Linz in Austria.[1]", "68440645": "Noreen Sher Akbar is a Pakistani applied mathematician specializing in fluid dynamics.[1] After obtaining her Ph.D. in 2012,[2] from Quaid-i-Azam University,[3] she joined the faculty at National University of Sciences & Technology,[2] where she is head of the Department of Basic Sciences and Humanities.[4]", "73683525": "Louxin Zhang is a Canadian computational biologist. He is currently a professor in the Department of Mathematics at the National University of Singapore.[1] He is recognized for his contributions to combinatorial semigroup theory in mathematics. In addition, he is recognized for his work on the mathematical understanding of phylogenetic trees and networks, as well as the analysis of spaced seeds for sequence comparison in bioinformatics.[2]", "63459917": "Lisa Lorentzen (also published as Lisa Jacobsen) is a Norwegian mathematician known for her work on continued fractions. She is a professor emerita in the Department of Mathematical Sciences at the Norwegian University of Science and Technology (NTNU).[1]", "61788749": "Collette René Coullard is an American mathematician, industrial engineer, operations researcher, and matroid theorist known for her research on combinatorial optimization problems that combine facility location and stock management. Formerly a professor at Purdue University, the University of Waterloo, Northwestern University, and Lake Superior State University, she has retired to become a professor emeritus.", "8245839": "Johann Salomo Christoph Schweigger (8 April 1779 – 6 September 1857) was a German chemist, physicist, and professor of mathematics born in Erlangen.", "16241233": "Andrew Kalotay (born 1941) is a Hungarian-born finance professor, Wall Street quant and chess master. He is best known as an authority on fixed income valuation and institutional debt management. He is currently the President of Andrew Kalotay Associates,[1] and an adjunct professor at Polytechnic Institute of New York University.[2]", "3756629": "Imre Bennett Leader (born 30 October 1963) is a British mathematician, a professor in DPMMS at the University of Cambridge working in the field of combinatorics. He is also known as an Othello player.", "30560855": "Georg Heinrich Ferdinand Nesselmann  (February 14, 1811 in Fürstenau, near Tiegenhof, West Prussia (now Kmiecin, within Nowy Dwór Gdański) – January 7, 1881 in Königsberg) was a German orientalist, a philologist with interests in Baltic languages, and a mathematics historian.[1]", "59658840": "Hedvig Louise Beata Petrén-Overton (August 12, 1880 – January 14, 1977) was a Swedish mathematician, the first woman in Sweden with a doctorate in mathematics.[1]", "56480347": "Siamak Yassemi (Persian: سیامک یاسمی) is an Iranian mathematician and is currently the Dean of Faculty of Mathematics, Statistics and Computer Science, University of Tehran, Iran.[2] He has found basic techniques that have played important roles in the field homological algebra. His recent works have established relationships between monomial ideals in commutative algebra and graphs in combinatorics, which have stimulated the development of the new interdisciplinary field combinatorial commutative algebra.[3] Member of the Academy of Sciences of the Islamic Republic of Iran, he has received the COMSTECH International Award, the 22nd Khwarizmi International Award in Basic Science and the International Award from Tehran University, among others. He was the vice president of the University College of Sciences at the University of Tehran for more than three years, ending in 2007. He was the head of the School of Mathematics at the Institute for Research in Fundamental Sciences for more than two years. In 2015 he started to act as the head of the school of Mathematics, statistics and computer sciences at the University of Tehran. In 2018 he was elected by The World Academy of Sciences as a fellow member. That would make him the first Iranian mathematician who's ever been a member of TWAS.[4] In 2019 he was named Chevalier of the Ordre des Palmes Académiques for distinguished effort on extended multi-dimensional cooperation, including scientific research projects (Jundi-Shapur), student-and professor- exchanges, and several schools and conferences.", "1626719": "Edward Oakley Thorp (born August 14, 1932) is an American mathematics professor, author, hedge fund manager, and blackjack researcher.  He pioneered the modern applications of probability theory, including the harnessing of very small correlations for reliable financial gain.", "53924453": "Valentine Joseph (27 January 1929 – 15 March 2017) was a Sri Lankan Tamil mathematician, noted for his contributions to education.[2][3][4]", "28562025": "Gareth Wyn Williams (26 September 1978 – c. 16 August 2010) was a Welsh mathematician and Junior Analyst for GCHQ seconded to the Secret Intelligence Service (SIS or MI6) who was found dead in suspicious circumstances at a Security Service safe house flat in Pimlico, London, on 23 August 2010.[1] The inquest found that his death was \"unnatural and likely to have been criminally mediated.\"[2] A subsequent Metropolitan Police re-investigation[2] concluded that Williams's death was \"probably an accident\".[3]", "61002348": "Alik Ismail-Zadeh is a mathematical geophysicist known for his contribution to computational geodynamics[1] and natural hazard[2][3] studies, pioneering work on data assimilation in geodynamics[4] as well as for outstanding service to the Earth and space science community.[5] He is Senior Research Fellow (in the rank of research professor) at the Karlsruhe Institute of Technology in Germany.[6]", "25154157": "Li Yingshi (traditional Chinese: 李應試; simplified Chinese: 李应试, referred to by Jesuits as Li Paul; fl. ca. 1600) was a Ming Chinese military officer, scientist, astrologer and feng shui practicer that was converted to Christianity.[1] He was converted to Catholicism by Matteo Ricci and Diego de Pantoja, the first two Jesuits to establish themselves in Beijing. He then became a zealous Christian.", "3166829": "Henry Richmond Droop (12 September 1832 – 21 March 1884) was an English mathematician. He devised the Droop quota used in the Single Transferable Vote. He also may have been the first to write down what later became known as Duverger's Law, in 1869.", "50877047": "Dianne Prost O'Leary (born 1951) is an American mathematician and computer scientist whose research concerns scientific computing, computational linear algebra, and the history of scientific computing. She is Distinguished University Professor Emerita of Computer Science at the University of Maryland, College Park,[2] and is the author of the book Scientific Computing with Case Studies (SIAM, 2009).[3]", "27316858": "John Howard (1753–1799), was a British schoolmaster and poet who as a mathematician worked on the geometry of the sphere.", "24892028": "Richard Sault (born around 1630s ; died 1702) was an English mathematician, editor and translator, one of The Athenian Society. On the strength of his Second Spira he is also now credited as a Christian Cartesian philosopher.[1]", "52155008": "Chen-Bo Zhu, also known as Zhu Chengbo (Chinese: 朱程波), is a Chinese-born Singaporean mathematician working in representation theory of Lie groups. He was Head of the Department of Mathematics at the National University of Singapore from 2014 to 2020.[1]  Zhu served as President of the Singapore Mathematical Society from 2009 to 2012 [2] and Vice President of the Southeast Asian Mathematical Society from 2012 to 2013. [3]", "2380423": "Pierre Remond de Montmort was a French mathematician.  He was born in Paris on 27 October 1678 and died there on 7 October 1719. His name was originally just Pierre Remond. His father pressured him to study law, but he rebelled and travelled to England and Germany, returning to France in 1699 when, upon receiving a large inheritance from his father, he bought an estate and took the name de Montmort. He was friendly with several other notable mathematicians, and especially Nicholas Bernoulli, who collaborated with him while visiting his estate. He was elected a fellow of the Royal Society in 1715, while traveling again to England, and became a member of the French Academy of Sciences in 1716.", "742024": "William Gascoigne (1612 – 2 July 1644) was an English astronomer, mathematician and maker of scientific instruments from Middleton, Leeds who invented the micrometer and the telescopic sight. He was one of a group of astronomers in the north of England who followed the astronomy of Johannes Kepler, which included Jeremiah Horrocks and William Crabtree.", "65163914": "Lieutenant General Andrew Masondo, DMG MMM born Andrew Mandla Lekoto Masondo (27 October 1936 – 20 April 2008) was a South African mathematician, political prisoner, a former general in the South African National Defence Force (SANDF), and a national commissar of the African National Congress's military wing, Umkhonto weSizwe,[1]", "36164235": "Harry Clinton Gossard (1884–1954) was an American educator and geometer. He is credited with the discovery of a then unknown triangle center in 1916 to which John Conway assigned the name Gossard perspector in 1998.[1][2]", "2151050": "Irving Stoy Reed (November 12, 1923 – September 11, 2012)[1][2] was an American mathematician and engineer. He is best known for co-inventing a class of algebraic error-correcting and error-detecting codes known as Reed–Solomon codes in collaboration with Gustave Solomon. He also co-invented the Reed–Muller code.", "36622991": "Blasius of Parma (Biagio Pelacani da Parma) (c. 1350 – 1416) was an Italian philosopher, mathematician and astrologer.[1]\nHe popularised English and French philosophical work in Italy, where he associated both with scholastics and with early Renaissance humanists.[2]", "14930575": "Florence Marie Mears (May 18, 1896 – December 3, 1995) was a professor of Mathematics at The George Washington University.", "48583314": "Dorothy Jean Johnson Vaughan (September 20, 1910 – November 10, 2008) was an American mathematician and human computer who worked for the National Advisory Committee for Aeronautics (NACA), and NASA, at Langley Research Center in Hampton, Virginia. In 1949, she became acting supervisor of the West Area Computers, the first African-American woman to receive a promotion and supervise a group of staff at the center.", "34886295": "Jon Lee (born 1960) is an American mathematician and operations researcher, the G. Lawton and Louise G. Johnson Professor of Engineering at the University of Michigan.[1] He is known for his research in nonlinear discrete optimization and combinatorial optimization.[2]", "27218583": "Gilah Chaja Leder AM FASSA (born 1941) is an adjunct professor at Monash University and a professor emerita at La Trobe University.[1] Her research interests are in mathematics education, gender, affect, and exceptionality. Leder was the 2009 recipient of the Felix Klein Medal.[2]", "34394777": "PhD University of Sydney", "3035801": "Nikolay Mitrofanovich Krylov (Russian: Никола́й Митрофа́нович Крыло́в, Ukrainian: Мико́ла Митрофа́нович Крило́в; 29 November [O.S. 17 November] 1879 – May 11, 1955) was a Russian and Soviet mathematician known for works on interpolation, non-linear mechanics, and numerical methods for solving equations of mathematical physics.", "57397917": "Christian Beyel (29 November 1854 – 16 January 1941) was a Swiss mathematician, professor in the Polytechnic of Zurich.", "64017057": "Charles Henry Sampson (1859-1936)[1] was Principal of Brasenose College, Oxford, from 1920[2]  until his death.[3]", "63197857": "Joos Ulrich Heintz (born 27 October 1945 in Zurich, Switzerland) is an Argentinean and Swiss mathematician. He is currently a professor emeritus at the University of Buenos Aires.[1]", "59593380": "Georgii Nikolaevich Polozii (Ukrainian: Георгій Миколайович Положій; 23 April 1914 – 26 November 1968) was a Soviet mathematician who mostly worked in pure mathematics such as complex analysis, approximation theory and numerical analysis. He also worked on elasticity theory, which is used in applied math and physics. He was Corresponding Member of the Academy of Sciences of the Ukrainian SSR, Doctor of Physical and Mathematical Sciences (1953), Head of the Department of Computational Mathematics of the Kyiv Cybernetics Faculty University (1958).", "7688869": "Geoffrey Stuart Watson (3 December 1921 – 3 January 1998) was an Australian statistician.", "16962215": "Clifford Hugh Dowker (/ˈdaʊkər/; March 2, 1912 – October 14, 1982) was a topologist known for his work in point-set topology and also for his contributions in category theory, sheaf theory and knot theory.", "57430695": "Fyodor Dmitriyevich Gakhov (Russian: Фёдор Дмитриевич Гахов; 19 February 1906, Cherkessk — 30 March 1980, Minsk) was a Soviet and Russian mathematician and a specialist in the field of boundary value problems for analytic functions of a complex variable.", "66179753": "Guido Mislin (born April 13, 1941 in Basel) is a Swiss mathematician, academic and researcher. He is a Professor Emeritus of Mathematics at ETH Zurich.[1] He is also associated with Ohio State University as a guest at Mathematics Department.[2]", "1331883": "Tjalling Charles Koopmans (August 28, 1910 – February 26, 1985) was a Dutch-American mathematician and economist. He was the joint winner with Leonid Kantorovich of the 1975 Nobel Memorial Prize in Economic Sciences for his work on the theory of the optimum allocation of resources.  Koopmans showed that on the basis of certain efficiency criteria, it is possible to make important deductions concerning optimum price systems.", "14275245": "Jefferson Morris Gill (born December 22, 1960) is Distinguished Professor of Government, and of Mathematics & Statistics, the Director of the Center for Data Science, the Editor of Political Analysis, and a member of the Center for Behavioral Neuroscience at American University as of the Fall of 2017.", "16175791": "Jules Tannery (24 March 1848 – 11 December 1910) was a French mathematician,  who notably studied under Charles Hermite and was the PhD advisor of  Jacques Hadamard. Tannery's theorem on interchange of limits and series is named after him.[1] He was a brother of the mathematician and historian of science Paul Tannery.", "72012464": "Petrus (Piet) Groeneboom (born 24 September 1941[2] in Scheveningen[3]) is a Dutch statistician who made major advances in the field of shape-constrained statistical inference such as isotonic regression, and also worked in probability theory.", "61526705": "Brian Marcus is an American-born mathematician who works in Canada. He is a professor in the department of mathematics at the University of British Columbia (UBC), where he is the site director of the Pacific Institute for the Mathematical Sciences (PIMS),[1] a fellow of the AMS[2] and the IEEE.[3] He was the department head of mathematics at UBC from 2002 to 2007[4] and the deputy director of PIMS from 2016 to 2018.[3]", "48583348": "Hernando Burgos Soto is a Canadian (Colombian born) writer and mathematician, professor of mathematics at George Brown College.[1] He is the author of several math papers in which he introduced some mathematics concepts and extended to tangles some celebrated results of knot theory about the Khovanov homology and the Jones polynomial.[2][3] During his career as a mathematician, his interests have included Mathematical Statistics, Knot Theory, Algebraic Topology and more recently Mathematical Finance.\nHe is comfortable writing in English and Spanish. When writing in Spanish, he works in the area of prose fiction writing short stories. Some of his short stories were published at the website Cuentos y Cuentos.[4]", "905909": "Vladimir Petrovich Platonov (Belarusian: Уладзімір Пятровіч Платонаў, Uladzimir Piatrovic Platonau; Russian: Влади́мир Петро́вич Плато́нов; born 1 December 1939, Stayki village, Vitebsk Region, Byelorussian SSR) is a Soviet, Belarusian and Russian mathematician. He is an expert in algebraic geometry and topology and member of the Russian Academy of Sciences.[1][2][3]", "63066808": "Adrian Richard David Mathias (born 12 February 1944) is a British mathematician working in set theory.\nThe forcing notion Mathias forcing is named for him.", "3166906": "Francesco Paolo Cantelli (20 December 1875 – 21 July 1966) was an Italian mathematician. He made contributions to celestial mechanics, probability theory, and actuarial science.", "36426435": "Adrian Ioana (born 18 January 1981, Târgu Jiu) is a Romanian mathematician.[1] He is currently a professor at the University of California, San Diego.", "47567558": "Scott A. Wolpert is an American mathematician specializing in geometry.  He is a professor at the University of Maryland.[1]", "30102215": "Harold I. Levine was an American mathematician who was professor at Stanford University. He specialized in wave motion and optics.[1]", "10343119": "Alex James Wilkie FRS (born 1948 in Northampton[1]) is a British mathematician known for his contributions to model theory and logic. Previously Reader in Mathematical Logic at the University of Oxford, he was appointed to the Fielden Chair of Pure Mathematics at the University of Manchester in 2007.[2][3][4]", "23548625": "Herbert Arthur Frederick Turner (1919–1998) was a British economist, statistician, and academic.  His great strength was a thorough understanding of economics and statistics, particularly the operation of labour markets and the limitations of available statistics. This set him apart from most other academic industrial relations specialists. He was an inspiring lecturer and his tutorials and post-graduate supervisions were challenging and provocative as students were prodded and persuaded into thinking.[1]", "3855062": "Geir Ellingsrud (born 29 November 1948) is professor of mathematics at the University of Oslo, where he specialises in algebra and algebraic geometry.", "58512088": "Jennifer Shyamala Sayaka Balakrishnan is an American mathematician[1] known for leading a team that solved the problem of the \"cursed curve\", a Diophantine equation that was known for being \"famously difficult\".[2] More generally, Balakrishnan specializes in algorithmic number theory and arithmetic geometry. She is the Clare Boothe Luce Associate Professor at Boston University.[1][3]", "45470428": "Heinz Werner Engl (born 28 March 1953) is an Austrian mathematician who served as the rector of the University of Vienna.", "50811617": "André Martineau (born 14 May 1930 – 4 May 1972[1]) was a French mathematician, specializing in mathematical analysis.", "15946469": "Debasis Mitra (born November 3, 1944, in Kolkata) is an Indian-American mathematician, known for his numerous contributions to the theory of communication systems, control theory and queueing theory.", "48616169": "Walter John Whiteley is a professor in the department of mathematics and statistics at York University in Canada.[1] He specializes in geometry and mathematics education, and is known for his expertise in structural rigidity and rigidity matroids.", "9753326": "Ken Ono (born March 20, 1968) is an American mathematician who specializes in number theory, especially in integer partitions, modular forms,  umbral moonshine, the Riemann Hypothesis and the fields of interest to Srinivasa Ramanujan. He is the STEM Advisor to the Provost and the Marvin Rosenblum Professor of Mathematics at the University of Virginia.", "37409519": "Rosalind Cecilia Hildegard Tanner (née Young) (5 February 1900 – 24 November 1992) was a mathematician and historian of mathematics.[1] She was the eldest daughter of the mathematicians Grace and William Young. She was born and lived in Göttingen in Germany (where her parents worked at the university) until 1908.[2] During her life she used the name Cecily.[3]", "9196273": "Andrew Jackson \"Slipstick\" Libby is a fictional character featured in the \"Future History\" series of science fiction novels by Robert A. Heinlein. He is an enormously-talented and intuitive mathematician but received little formal education.  His talent was first appreciated in the short story \"Misfit\" in which he helps guide an asteroid into the correct orbit after the guidance computer has failed.[1][2]", "54010": "Marius Sophus Lie (/liː/ LEE; Norwegian: [liː]; 17 December 1842 – 18 February 1899) was a Norwegian mathematician. He largely created the theory of continuous symmetry and applied it to the study of geometry and differential equations. He also made substantial contributions to the development of algebra.", "24924923": "Phillip Colella is an American applied mathematician and a member of the Applied Numerical Algorithms Group at the Lawrence Berkeley National Laboratory. He has also worked at Lawrence Livermore National Laboratory. He is known for his fundamental contributions in the development of mathematical methods and numerical tools used to solve partial differential equations, including high-resolution and adaptive mesh refinement schemes. Colella is a member of the US National Academy of Sciences.[1]", "47502077": "Yujiro Kawamata (born 1952) is a Japanese mathematician working\nin algebraic geometry.", "24204031": "Robert Leamon Bryant (born August 30, 1953, Kipling) is an American mathematician. He works at Duke University and specializes in differential geometry.[2]", "4379392": "Julian Lowell Coolidge (September 28, 1873 – March 5, 1954) was an American mathematician, historian, a professor and chairman of the Harvard University Mathematics Department.[1]", "52941568": "André Fortin (born 1956) is a French Canadian mathematician, known for his research in applied and industrial mathematics. He holds a NSERC Research Chair in High Performance Scientific Computing at Université Laval.[1]", "4969218": "Notker Labeo (c. 950 – 28 June 1022), also known as Notker the German (Latin: Notcerus Teutonicus) or Notker III, was a Benedictine monk active as a scholar and teacher. He was the first commentator on Aristotle active in the Middle Ages and translated the works of earlier Latin writers such as Boethius and Martianus Capella. Notker is also attributed the authorship of five short essays on music.[1]", "1561348": "Vladimir Alexandrovich Lefebvre (Влади́мир Алекса́ндрович Лефе́вр, 22 September 1936 in Leningrad, USSR – 9 April 2020)[1][2] was a mathematical psychologist at the University of California, Irvine.[3] He created equations to predict the large-scale consequences of individual actions.  Among the parameters in the equations are the self image of the individual and the action as perceived via this self-image.  The result is a number expressing the probability that the individual in question will perform a specific action.", "67031814": "Witold Kazimierz Roter (September 20, 1932 – June 19, 2015, in Wrocław.[1][2]) was a mathematician, of the Polish School of Mathematics,[3] expert in differential geometry.", "59003656": "Susan Marie Hermiller is an American mathematician specializing in the computational, combinatorial, and geometric theory of groups. She is a Willa Cather Professor of Mathematics and a former Graduate Chair for Mathematics at the University of Nebraska–Lincoln.", "36983565": "Nigel Boston (born July 20, 1961) is a British-American mathematician, who has made notable contributions to algebraic number theory, group theory, and arithmetic geometry.", "24072975": "Walter Warwick Sawyer (or W. W. Sawyer; April 5, 1911 – February 15, 2008) was a mathematician, \nmathematics educator and author, who taught on several continents.[1][2][3]", "5067535": "Hugh Sempill (or Semple; in Latin Hugo Simpelius or Sempilius; between 1589 and 1596 – 1654) was a Scottish Jesuit mathematician and linguist. He describes himself in his work as Craigbaitaeus, having inherited landholdings at Craigbait from his grandfather.[1]", "611089": "Shakuntala Devi (4 November 1929 – 21 April 2013) was an Indian mental calculator and writer, popularly known as the \"Human Computer\". Her talent earned her a place in the 1982 edition of The Guinness Book of World Records. However, the certificate for the record was given posthumously on 30 July 2020, despite Devi achieving her world record on 18 June 1980 at Imperial College, London. Devi was a precocious child and she demonstrated her arithmetic abilities at the University of Mysore without any formal education.", "39146259": "Miriam Cohen (born October 1941) is an Israeli mathematician and a professor in the Department of Mathematics at Ben-Gurion University of the Negev whose main areas of research are Hopf algebras, quantum groups and Noncommutative rings.[1][2]", "53728025": "Georgia Caldwell Smith (1909–1961) was one of the first African-American women to gain a bachelor's degree in mathematics.[1] When she was 51, she earned a Ph.D. in mathematics, one of the earliest by an African-American woman, awarded posthumously in 1961.[2][3] Smith was the head of the Department of Mathematics at Spelman College.[2][4]", "15291162": "Judith \"Judy\" Roitman (born November 12, 1945) is a mathematician, a retired professor at the University of Kansas. She specializes in set theory, topology, Boolean algebras, and mathematics education.[1]", "27415322": "Rainer Ernst Burkard (born 28 January 1943, Graz, Austria ) is an Austrian mathematician. His research interests include discrete optimization, graph theory, applied discrete mathematics, and applied number theory.[1][2]", "2151199": "Gustave Solomon (October 27, 1930 – January 31, 1996) was an American mathematician and electrical engineer who was one of the founders of the algebraic theory of error detection and correction.", "25383712": "Nalini Joshi AO is an Australian mathematician. She is a professor in the School of Mathematics and Statistics at the University of Sydney, the first woman in the School to hold this position, and is a past-president of the Australian Mathematical Society.[1]\n[2]\nJoshi is a member of the School's Applied Mathematics Research Group. Her research concerns integrable systems. She was awarded the Georgina Sweet Australian Laureate Fellowship in 2012.[3] Joshi is also the Vice-President of the International Mathematical Union, and is the first Australian to hold this position.[4]", "41177893": "Roy Lee Adler (February 22, 1931 – July 26, 2016[2]) was an American mathematician.", "39899942": "Gular Mikayil qizi Ahmadova (Azerbaijani: Gülər Əhmədova), née Aliyeva (born 20 August 1965, Baku), is a retired Azerbaijani politician, former member of the National Assembly of Azerbaijan and former member of the ruling New Azerbaijan Party.", "14373679": "Cecil James Nesbitt, Ph.D., F.S.A., M.A.A.A. (1912–2001) was a mathematician who was a Ph.D. student of Richard Brauer and wrote many influential papers in the early history of modular representation theory.  He taught actuarial mathematics at the University of Michigan from 1938 to 1980.  Nesbitt was born in Ontario, Canada. He received his mathematical education at the University of Toronto and the Institute for Advanced Study in Princeton.  He served the Society of Actuaries from 1985 to 1987 as Vice-President for Research and Studies. He developed the Schuette–Nesbitt formula with Donald R. Schuette.", "53596978": "Ferdinando 'Teo' Mora[a] is an Italian mathematician, and since 1990 until 2019 a professor of algebra at the University of Genoa.", "60674871": "Dinh Tien-Cuong (Vietnamese: Đinh Tiến Cường, born May 1973 in Hai Duong, Vietnam) is a Vietnamese mathematician educated by the French school of mathematics, and Provost’s chair professor at National University of Singapore (NUS). He held professorship at Pierre and Marie Curie University (2005–2014), part-time professorship at Ecole Polytechnique de Paris (2005–2014) and at Ecole Normale Supérieure de Paris (2012–2014). He is known for his work on Several Complex Variables and Complex Dynamical Systems in Higher Dimension.", "6116152": "Hans Rosling (Swedish pronunciation: [ˈhɑːns ˈrûːslɪŋ]; 27 July 1948 – 7 February 2017) was a Swedish physician, academic and public speaker. He was a professor of international health at Karolinska Institute[4] and was the co-founder and chairman of the Gapminder Foundation, which developed the Trendalyzer software system. He held presentations around the world, including several TED Talks[5] in which he promoted the use of data (and data visualization) to explore development issues.[6] His posthumously published book Factfulness, coauthored with his daughter-in-law Anna Rosling Rönnlund and son Ola Rosling, became an international bestseller.[7]", "60511034": "Moshe Goldberg (Hebrew: משה גולדברג‎) (born 1945) is an Israeli mathematician. He is a professor emeritus of mathematics at the Technion – Israel Institute of Technology.", "47567676": "W. Stephen Wilson is a mathematician based in Johns Hopkins University specializing in homotopy theory.[1]", "71193406": "William James Macdonald FRSE was born on 14 December 1851 in Scotland.[1] He is known for being a pioneer of the introduction of modern geometry to the mathematical curriculum in schools and for being one of the founding members of the Edinburgh Mathematical Society.[1][2][3]", "31675201": "Andreas Schleicher (born 7 July 1964) is a German mathematician, statistician and researcher in the field of education who is currently the director for education and skills, and special adviser on education policy to the secretary-general, at the Organisation for Economic Co-operation and Development (OECD) in Paris.", "38949699": "William Herrick Macaulay (16 November 1853 – 28 November 1936) was a British mathematician, Fellow and Vice-Provost of King's College, Cambridge, and close friend of Karl Pearson. [1]  He also corresponded with John Maynard Keynes [2]", "39179076": "Michael David Plummer (born 1937) is a retired mathematics professor from Vanderbilt University.  His field of work is in graph theory in which he has produced over a hundred papers and publications. He has also spoken at over a hundred and fifty guest lectures around the world.", "58479429": "Ilona Palásti (1924–1991) was a Hungarian mathematician who worked at the Alfréd Rényi Institute of Mathematics. She is known for her research in discrete geometry, geometric probability, and the theory of random graphs.[1]\nWith Alfréd Rényi and others, she was considered to be one of the members of the Hungarian School of Probability.[2]", "840527": "George Francis Rayner Ellis, FRS, Hon. FRSSAf (born 11 August 1939), is the emeritus distinguished professor of complex systems in the Department of Mathematics and Applied Mathematics at the University of Cape Town in South Africa. He co-authored The Large Scale Structure of Space-Time with University of Cambridge physicist Stephen Hawking, published in 1973, and is considered one of the world's leading theorists in cosmology.[3] From 1989 to 1992 he served as president of the International Society on General Relativity and Gravitation. He is a past president of the International Society for Science and Religion. He is an A-rated researcher with the NRF.", "41079632": "Peter Steven Landweber (born August 17, 1940, in Washington D. C.)[1] is an American mathematician working in algebraic topology.", "40325975": "Manuel Bryennios or Bryennius (Greek: Μανουήλ Βρυέννιος; c. 1275 – c. 1340)[1] was a Byzantine scholar who flourished in Constantinople about 1300 teaching astronomy, mathematics and musical theory.[2] His only surviving work is the Harmonika (Greek: Ἁρμονικά), which is a three-volume codification of Byzantine musical scholarship based on the classical Greek works of Ptolemy, Nicomachus, and the Neopythagorean authors on the numerological theory of music.[2] One of Bryennios's students was Theodore Metochites, the grand logothete during the reign of Emperor Andronikos II Palaiologos (r. 1272–1328).[2] Metochites studied astronomy under Bryennios.[1][2]", "55890776": "Catherine Meusburger (born 7 January 1978) is an Austrian mathematician and physicist. She works at the interface between mathematical physics, algebra and geometry. Since 2011 she has served as professor of mathematics at the University of Erlangen-Nuremberg.[1]", "27382617": "Karl Heun (German: [ˌkaʁl ˈhɔʏn]; born 3 April 1859, Wiesbaden; died 10 January 1929, Karlsruhe) was a German mathematician who introduced Heun's equation, Heun functions, and Heun's method.", "2184030": "Franklin Vincent Reno (14 May 1911 – 1 May 1990) was a mathematician and civilian employee at the United States Army Aberdeen Proving Ground in Maryland in the 1930s. Reno was a member of the \"Karl group\" of Soviet spies which was being handled by Whittaker Chambers until 1938. Reno confessed in late 1948 to his espionage activities on behalf of the GRU.[1] He is listed as number \"118th\" in the Gorsky Memo. Reno was sentenced to three years in prison.[2]", "12997473": "Dr John Wamsley (born 1938) is an Australian environmentalist.  He was the Prime Minister's Environmentalist of the Year for 2003.  Wamsley is known for his attempt to set up a network of wildlife sanctuaries across Australia.[1]", "58217316": "James William Peter Hirschfeld (born 1940) is an Australian mathematician, resident in the United Kingdom, specializing in combinatorial geometry and the geometry of finite fields. He is an emeritus professor and Tutorial Fellow at the University of Sussex.", "9261925": "Konstantin Malkov is an American mathematician and businessman, Chief Technology Officer and Director of AI1 Technologies. Previously at 5nine Software, an Acronis Company (https://www.acronis.com/en-us/products/cloud-manager/). His works are in the area of mathematical modelling; non-linear differential equations, AI/ML, network security and mathematical methods in economics.", "63001447": "Peregrina Quintela Estévez (born 1960)[1] is a Spanish applied mathematician. She is a professor of applied mathematics at the University of Santiago de Compostela, the founding director of the Spanish Network for Mathematics and Industry, and the winner of the 2016 María Josefa Wonenburger Planells prize of the Galician government.", "61592423": "Marta Civil is an American mathematics educator. Her research involves understanding the cultural background of minority schoolchildren, particularly Hispanic and Latina/o students in the Southwestern United States, and using that understanding to promote parent engagement and focus mathematics teaching on  students' individual strengths.[1][2][3] She is the Roy F. Graesser Endowed Professor at the University of Arizona, where she holds appointments in the department of mathematics, the department of mathematics education, and the department of teaching, learning, and sociocultural studies.[4]", "152426": "Giovanni Ceva (September 1, 1647 – May 13, 1734) was an Italian mathematician widely known for proving Ceva's theorem in elementary geometry. His brother, Tommaso Ceva, was also a well-known poet and mathematician.", "27644779": "Nuno Paulo de Sousa Arrobas Crato, GCIH, GCPI (born 9 March 1952) is a Portuguese university professor, researcher, applied mathematician, economist, and writer. For many years, Crato was a researcher and professor in the United States. Back in Portugal, he taught mathematics and statistics at the ISEG/Technical University of Lisbon, now University of Lisbon, while pursuing his research in stochastic models and time series. He also published many articles and participated in events of science popularization and for the history of science. In June 2011, he was appointed Minister of Education, Higher Education and Science, in the cabinet of the Portuguese Government led by Pedro Passos Coelho, serving through the end of Coelho's government in 2015. He was three times awarded a national medal from the President of the Republic, as commander (2008) and with the grand cross (2016) of the Order of Prince Henry the Navigator, which is the highest grade given to a national figure. Lastly, as grand cross of Order of Public Instruction (Portugal) (2022), which is the highest grade of this order.\nHe has lived and worked in Lisbon, Azores, the United States and Italy.", "43373421": "Howard Levi (November 9, 1916 in New York City – September 11, 2002 in New York City) was an American mathematician who worked mainly in algebra and mathematical education.[1] Levi was very active during the educational reforms in the United States, having proposed several new courses to replace the traditional ones.", "16733041": "Thomas Brooke Benjamin, FRS[1] (15 April 1929 – 16 August 1995) was an English mathematical physicist and mathematician, best known for his work in mathematical analysis and fluid mechanics, especially in applications of nonlinear differential equations.[2]", "67130228": "Sister Marion Beiter OSF (August 23, 1907 –  October 11, 1982), born Dorothy Katharine Beiter, was an American mathematician and educator. Her research focused on the area of cyclotomic polynomials.[1]", "33117044": "Alexánder Víktorovich Abrósimov (Russian: Александр Викторович Абросимов; November 16, 1948 – June 20, 2011) was a Russian mathematician and teacher.", "33280886": "Wilhelm Grunwald (15 July 1909 – 7 June 1989) was a German mathematician who introduced the Grunwald–Wang theorem, though his original statement and proof of this contained a small error that was corrected by Shianghao Wang. He later left mathematics to become a science librarian, and was director of the Göttingen university library (Roquette 2005, p.29).", "971640": "Johannes Acronius Frisius (1520 – 18 October 1564) was a Dutch doctor and mathematician of the 16th century.", "48583545": "Patricia Lynn Hersh (born 1973)[1] is an American mathematician who works as a professor of mathematics at the University of Oregon.[2] Her research concerns algebraic combinatorics, topological combinatorics, and the connections between combinatorics and other fields of mathematics.[3]", "2151291": "Robert J. McEliece (May 21, 1942 – May 8, 2019)[1] was the Allen E. Puckett Professor and a professor of electrical engineering at the California Institute of Technology (Caltech) best known for his work in error-correcting coding and information theory. He was the 2004 recipient of the Claude E. Shannon Award and the 2009 recipient of the IEEE Alexander Graham Bell Medal. He was a life fellow of the IEEE and was elected to the  National Academy of Engineering in 1998.", "18994043": "Walter Benz (May 2, 1931 Lahnstein – January 13, 2017 Ratzeburg) was a German mathematician, an expert in geometry.[1]", "32658301": "William Batecumbe or Badecumbe (fl. 1348) was an English mathematician and astrologer. His work is largely lost: some works of later authors have been attributed to him.[1]", "349051": "Guido Fubini[1] (19 January 1879 – 6 June 1943) was an Italian mathematician, known for Fubini's theorem and the Fubini–Study metric.", "6738820": "Élisabeth Lutz (May 14, 1914 – July 31, 2008) was a French mathematician. The Nagell–Lutz theorem in Diophantine geometry describes the torsion points of elliptic curves; it is named after Lutz and Trygve Nagell, who both published it in the 1930s.[1][L37]", "49861510": "Paul Frederick Linden (born 29 January 1947) FRS FRMetS is a mathematician specialising in fluid dynamics. He was the third G. I. Taylor Professor of Fluid Mechanics at the University of Cambridge, inaugural Blasker Distinguished Professor Emeritus of Environmental Science and Engineering at the UC San Diego[3] and a fellow of Downing College.[1]", "64148362": "Hollylynne Stohl Lee (also published as Hollylynne Stohl and Hollylynne Stohl Drier) is an American mathematics educator and statistics educator who describes herself as an \"educational designer\" focusing on technology-based learning.[1][2] She is a professor of mathematics education in the College of Education at North Carolina State University, where she directs the Hub for Innovation and Research in Statistics Education in the William and Ida Friday Institute for Educational Innovation.[3]", "46715790": "Alison Mary Etheridge OBE FRS FIMA[2] (born 1964)[5] is Professor of Probability and former Head of the Department of Statistics,[6] University of Oxford.[7][8][9][10][11] Etheridge is a fellow of Magdalen College, Oxford.[12]", "7689104": "Leonidas (Leon) Alaoglu (Greek: Λεωνίδας Αλάογλου; March 19, 1914 – August 1981) was a mathematician, known for his result, called Alaoglu's theorem on the weak-star compactness of the closed unit ball in the dual of a normed space, also known as the Banach–Alaoglu theorem.[1]", "32854935": "Boris Gershevich Moishezon (Russian: Борис Гершевич Мойшезон) (October 26, 1937 – August 25, 1993) was a Soviet mathematician. He left the Soviet Union in 1972 for Tel Aviv, and in 1977 moved to Columbia University, where he was a professor of mathematics until his death sixteen years later.  He was a Guggenheim Fellow in 1983.", "44749721": "William Abikoff (born 1944) is an American mathematician. He has been a professor of mathematics at the University of Connecticut since 1981.[1]", "58020761": "Sergey Shorgin (Russian: Серге́й Я́ковлевич Шорги́н) (born 1952) is a Russian mathematician, Dr.Sc., Professor, a scientist in the field of informatics, a poet, a translator of poetry.", "152476": "Robert Fludd, also known as Robertus de Fluctibus (17 January 1574 – 8 September 1637), was a prominent English Paracelsian physician with both scientific and occult interests. He is remembered as an astrologer, mathematician, cosmologist, Qabalist and Rosicrucian.", "906145": "Derek Roy Taunt (16 November 1917(Note 1) – 15 July 2004) was a British mathematician who worked as a codebreaker during World War II at Bletchley Park.", "12866467": "Professor Earl David Rainville (5 November 1907 – 29 April 1966[1]) taught in the Department of Engineering Mathematics at the University of Michigan, where he began as an assistant professor in 1941.[2] He studied at the University of Colorado,[3] receiving his B.A. there in 1930 before going on to graduate studies at Michigan, where he received his Ph.D. in 1939 under the supervision of Ruel Churchill.[4]", "2347942": "Paolo Frisi (13 April 1728 – 22 November 1784) was an Italian mathematician and astronomer.[1]", "62346158": "TS \"Stan\" Broderick (22 May 1893 – 4 April 1962)  was an Irish mathematician and academic who served as Erasmus Smith's Professor of Mathematics (1944-1962) at Trinity College Dublin (TCD).  He was father of Irish academic Edna Longley.[1]", "55530415": "Evgeny Konstantinovich Sklyanin (Russian: Евгений Константинович Склянин, born May 24, 1955, in Leningrad, Soviet Union) is a mathematical physicist, currently a professor of mathematics at the University of York.[1] His research is in the fields of integrable systems and quantum groups. His major contributions are in the theory of quantum integrable systems, separation of variables, special functions.", "57070515": "Andrew Putman (born October 22, 1979) is an American mathematician at the University of Notre Dame. His research fields include geometric group theory and low-dimensional topology.", "6607797": "Wendelin Werner (born 23 September 1968) is a German-born French mathematician working on random processes such as self-avoiding random walks, Brownian motion, Schramm–Loewner evolution, and related theories in probability theory and mathematical physics.  In 2006, at the 25th International Congress of Mathematicians in Madrid, Spain he received the Fields Medal \"for his contributions to the development of stochastic Loewner evolution, the geometry of two-dimensional Brownian motion, and conformal field theory\".  He is currently Rouse Ball professor of Mathematics at the University of Cambridge.", "56153013": "Michele de Franchis (6 April 1875, Palermo – 19 February 1946, Palermo) was an Italian mathematician, specializing in algebraic geometry.[1] He is known for the De Franchis theorem and the Castelnuovo–de Franchis theorem.", "1856440": "Joseph Stewart Burns (born December 4, 1969), better known as J. Stewart Burns or simply just Stewart Burns is a television writer and producer most notable for his work on The Simpsons, Futurama, and Unhappily Ever After.[1]", "57922491": "Moses Ensheim (1750–9 April 1839), also known as Brisac and Moses Metz, was a French-Jewish mathematician and Hebrew poet.", "250820": "William Kingdon Clifford FRS (4 May 1845 – 3 March 1879) was an English mathematician and philosopher. Building on the work of Hermann Grassmann, he introduced what is now termed geometric algebra, a special case of the Clifford algebra named in his honour. The operations of geometric algebra have the effect of mirroring, rotating, translating, and mapping the geometric objects that are being modelled to new positions. Clifford algebras in general and geometric algebra in particular have been of ever increasing importance to mathematical physics,[1] geometry,[2] and computing.[3] Clifford was the first to suggest that gravitation might be a manifestation of an underlying geometry. In his philosophical writings he coined the expression mind-stuff.", "1135560": "Lloyd Stowell Shapley (/ˈʃæpli/; June 2, 1923 – March 12, 2016) was an American mathematician and Nobel Memorial Prize-winning economist. He contributed to the fields of mathematical economics and especially game theory. Shapley is generally considered one of the most important contributors to the development of game theory since the work of von Neumann and Morgenstern.[4] With Alvin E. Roth, Shapley won the 2012 Nobel Memorial Prize in Economic Sciences \"for the theory of stable allocations and the practice of market design.\"[5][6]", "64279498": "Leslie Morgan Smith (born August 15, 1961)[1] is an American applied mathematician, mechanical engineer, and engineering physicist whose research focuses on fluid dynamics and turbulence. She is a professor of mathematics and of engineering physics at the University of Wisconsin.", "50123722": "Adriaan Adriaanszoon, called Metius, (9 December 1571 – 6 September 1635), was a Dutch geometer and astronomer born in Alkmaar. The name \"Metius\" comes from the Dutch word meten (\"measuring\"), and therefore means something like \"measurer\" or \"surveyor.\"", "3789770": "Francisco Javier González-Acuña (nickname \"Fico\") is a mathematician in the UNAM's institute of mathematics and CIMAT, specializing in low-dimensional topology.", "42554317": "Xhezair Teliti (born 17 February 1948, in Kavajë) is a professor of mathematics and has served as chief of the Department of Mathematics at Tirana University since 2008. He was Albania's Minister of Education from 1993–1996.[1][2]", "22205390": "Alexander Johnson (August 1, 1830 – February 11, 1912) was an Irish mathematician and academic.[1]", "31216595": "Eric Ross Weinstein (/ˈwaɪnstaɪn/; born October 26, 1965)[2] is an American hedge fund director and podcast host.[a] He was the joint managing director for Thiel Capital from 2013 until 2022. He has a PhD in mathematical physics from Harvard.[3][1][4][5]", "41178067": "Craig Lee Huneke (born August 27, 1951) is an American mathematician specializing in commutative algebra. He is a professor at the University of Virginia.", "60085212": "Curtis Lynea Meinert (June 30, 1934 – June 13, 2023) was an American clinical trialist. He was a professor of epidemiology and biostatistics at Johns Hopkins Bloomberg School of Public Health.", "45470686": "Serve-Dieu Abailard \"Armand\" Lévy (14 November 1795 – 29 July 1841) was a French mathematician and mineralogist.[1] He is remembered in the Haüy-Lévy notation for describing mineral crystal structures.", "22565856": "Gérard Laumon (French: [lomɔ̃]; born 1952) is a French mathematician, best known for his results in number theory, for which he was awarded the Clay Research Award.", "4248548": "Felix Otto (born 19 May 1966) is a German mathematician.", "2085867": "Men of Mathematics: The Lives and Achievements of the Great Mathematicians from Zeno to Poincaré is a book on the history of mathematics published in 1937 by Scottish-born American mathematician and science fiction writer E. T. Bell (1883–1960). After a brief chapter on three ancient mathematicians, it covers the lives of about forty mathematicians who flourished in the seventeenth through nineteenth centuries. The book is illustrated by mathematical discussions, with emphasis on mainstream mathematics.", "44749805": "Alejandro Adem FRSC is a professor in the Department of Mathematics at the University of British Columbia\nand President of the Natural Sciences and Engineering Research Council of Canada.[1] Previously he was Director of the Pacific Institute for the Mathematical Sciences for the period 2008–2015 and during 2015-2019 was the CEO and Scientific Director of Mitacs.[2][3]", "38261744": "'Abd al-'Aziz ibn Muhammad al-Qahiri al-Wafa'i known as Ibn al-Aqba'i (1408–1471) was an Egyptian astronomer and mathematician in the 15th century. He was born in 811 H.E. (1408 AD) and died in 876 H.E (1471 AD). Some sources say that he died in 874 or 879 H.E. He was a student of Ibn al-Majdi and Nur al-din al-Naqqash. He became a time keeper at the Mu'ayyad Mosque in Cairo. He also became the chief of the time keepers of the Azhar mosque and the Maridani Mosque. He was interested in the calculation of the local times of cities based on their latitude and longitude. He invented an astronomical device called Da'irah al-Mu'addal.[1][2]", "68408304": "Wolfgang Soergel (born 12 June 1962 in Geneva) is a German mathematician, specializing in geometry and representation theory.", "50287606": "Stanisław (Stash) Świerczkowski (16 July 1932 – 30 September 2015) was a Polish mathematician famous for his solutions to two iconic problems posed by Hugo Steinhaus: the three-gap theorem and the non-tetratorus theorem.", "54187001": "Michelle Schatzman (1949–2010) was a French mathematician, specializing in applied mathematics, who combined research as a CNRS research director and teaching as a professor at the Claude Bernard University Lyon 1.", "47404029": "Trachette Levon Jackson  (born July 24, 1972) is an American mathematician who is a professor of mathematics at the University of Michigan and is known for work in mathematical oncology.[1] She uses many different approaches, including continuous and discrete mathematical models, numerical simulations, and experiments to study tumor growth and treatment. Specifically, her lab is interested in \"molecular pathways associated with intratumoral angiogenesis,\" \"cell-tissue interactions associated with tumor-induced angiogenesis,\" and \"tumor heterogeneity and cancer stem cells.\"[2]", "8147966": "Raymond Eldred Siday (1912–1956) was an English mathematician specialising in quantum mechanics. He obtained his BSc in Special Physics and later worked at the University of Edinburgh. He began collaborating with Werner Ehrenberg in 1933.[1]", "1070084": "Jean Alexandre Eugène Dieudonné (French: [ʒɑ̃ alɛksɑ̃dʁ øʒɛn djødɔne]; 1 July 1906 – 29 November 1992) was a French mathematician, notable for research in abstract algebra, algebraic geometry, and functional analysis, for close involvement with the Nicolas Bourbaki pseudonymous group and the Éléments de géométrie algébrique project of Alexander Grothendieck, and as a historian of mathematics, particularly in the fields of functional analysis and algebraic topology. His work on the classical groups (the book La Géométrie des groupes classiques was published in 1955), and on formal groups, introducing what now are called Dieudonné modules, had a major effect on those fields.", "1987589": "Guidobaldo del Monte (11 January 1545 – 6 January 1607, var. Guidobaldi or Guido Baldi), Marquis del Monte, was an Italian mathematician, philosopher and astronomer of the 16th century.", "22729736": "Jerome Cornfield (1912–1979) was an American statistician. He is best known for his work in biostatistics, but his early work was in economic statistics and he was also an early contributor to the theory of Bayesian inference.[1] He played a role in the early development of input-output analysis and linear programming. Cornfield played a crucial role in establishing the causal link between smoking and incidence of lung cancer.[2]\nHe introduced the Rare disease assumption[3] and the \"Cornfield condition\" that allows one to assess whether an unmeasured (binary) confounder can explain away the observed relative risk due to some exposure like smoking.[4]", "72012810": "Konstantinos Negris (1804 - 1880; Greek: Κωνσταντίνος Νέγρης) was an author, mathematician, physicist, and professor.  He fought in the Greek War of Independence.  Konstantinos was a member of the prominent Phanariots family Negris.  He was one of the first professors at the newly founded University of Athens and introduced the works of Legendre and Hachette to Greek education, also he was one of the first professors to study abroad; consequently, Greek students continued their studies in France and Germany.  He personally intervened in the education of Greek mathematician Ioannis Papadakis.  Both Papadakis and Negris influenced the educational path of Nikolaos Ch. Nikolaidis and Cyparissos Stephanos.  Konstantino's sons were Theodoros Negris and Fokion Negris.[1][2][3][4]", "1561620": "Herbert J. Woodall was a British mathematician.", "29676565": "Yusnier Viera (born April 26, 1982) is a Cuban American mental calculator. He is well known as \"The Human Calendar\" for his world record on calendar dates.[1] On October 31, 2005 he broke for first time the World Record for calendar calculations. At the Mental Calculation World Cup in 2010 he won the calendar category. His current record for most amount of calendar dates calculated in a minute is 132 dates. [2] He currently has three World Records for calendar calculations.[3][4]", "29545496": "Aleksandr Petrovich Kotelnikov (Russian: Алекса́ндр Петро́вич Коте́льников; October 20, 1865 – March 6, 1944) was a Russian and Soviet mathematician specializing in geometry and kinematics.", "32232474": "M. Lothaire is the pseudonym of a group of mathematicians, many of whom were students of Marcel-Paul Schützenberger. The name is used as the author of several of their joint books about  combinatorics on words. The group is named for Lothair I.[1]", "381978": "Kiyoshi Oka (岡 潔, Oka Kiyoshi, April 19, 1901 – March 1, 1978) was a Japanese mathematician who did fundamental work in the theory of several complex variables.", "67294237": "Denise Ellen Kirschner is an American mathematical biologist and immunologist whose research topics include granulomas, HIV, tuberculosis, and the mechanisms by which disease pathogens interact with and persist in their hosts. She is a professor of microbiology and immunology at the University of Michigan,[1] co-editor-in-chief of the Journal of Theoretical Biology,[2] and former president of the Society for Mathematical Biology.", "59593761": "Mikhail Fedorovich Subbotin (Russian: Михаил Фёдорович Субботин, 29 June 1893 – 26 December 1966) was a Soviet mathematician and astronomer who calculated orbits of planets and comets. He worked on general properties of motion in the n-body problem.", "971810": "Roger Godement (French: [ɡɔdmɑ̃]; 1 October 1921 – 21 July 2016)[1] was a French mathematician, known for his work in functional analysis as well as his expository books.", "56185898": "Robert Edgar Allardice FRSE (1862 – 1928) was a Scottish mathematician, specializing in geometry.[1]", "41178158": "Joseph Lipman (born June 15, 1938)[1] is a Canadian-American mathematician, working in algebraic geometry.", "43275327": "Anatoly Borisovich Katok (Russian: Анатолий Борисович Каток; August 9, 1944 – April 30, 2018) was an American mathematician with Russian-Jewish[1] origins.[2] Katok was the director of the Center for Dynamics and Geometry at the Pennsylvania State University.\nHis field of research was the theory of dynamical systems.[3][4][5]", "21573": "Niels Henrik Abel (/ˈɑːbəl/ AH-bəl, Norwegian: [ˌnɪls ˈhɛ̀nːɾɪk ˈɑ̀ːbl̩]; 5 August 1802 – 6 April 1829) was a Norwegian mathematician who made pioneering contributions in a variety of fields.[1]  His most famous single result is the first complete proof demonstrating the impossibility of solving the general quintic equation in radicals. This question was one of the outstanding open problems of his day, and had been unresolved for over 250 years.[2] He was also an innovator in the field of elliptic functions, discoverer of Abelian functions. He made his discoveries while living in poverty and died at the age of 26 from tuberculosis.", "1233990": "Erich Hecke (20 September 1887 – 13 February 1947) was a German mathematician known for his work in number theory and the theory of modular forms.", "40490058": "Michiel Hazewinkel (born 22 June 1943) is a Dutch mathematician, and Emeritus Professor of Mathematics at the Centre for Mathematics and Computer Science and the University of Amsterdam, particularly known for his 1978 book Formal groups and applications and as editor of the Encyclopedia of Mathematics.", "44749903": "Elizabeth Spencer Allman (born 1965)[1] is an American mathematician. She is a professor of mathematics in the Department of Mathematics and Statistics at the University of Alaska Fairbanks; her research interests range from abstract algebra and algebraic statistics to biomathematics and phylogeny.[2]", "64607313": "Andre Eric Punt (born February 1965) is a South African fisheries scientist and mathematician, best known for his work on fisheries stock assessment. He received the K. Radway Allen Award in 1999 for his contributions to fisheries science.", "50713684": "Ermenegildo Pini (1739–1825) was an Italian clergyman, naturalist, mathematician, geologist and philosopher. He belonged to the Barnabite Order and worked mainly in northern Italy. He attempted to examine scientific ideas on geological phenomena and fossils and show them as being consistent with the framework of Biblical Genesis.", "48157786": "Yuriko Yamamuro Renardy is a Japanese–American expert in fluid dynamics who works as a Class Of 1950 Endowed Professor of Mathematics at Virginia Tech.[1]", "13194330": "Dionys Burger (10 July 1892, Amsterdam - 19 April 1987)[1] was a Dutch secondary school physics teacher[2] and author of the novel Sphereland.[3]", "11195483": "Jeffrey David Adams (born 1956) is a mathematician at the University of Maryland who works on unitary representations of reductive Lie groups and who led the project Atlas of Lie Groups and Representations that calculated the characters of the representations of E8.[1][2] The project to calculate the representations of E8 has been compared to the Human Genome Project in scope.[1][2] Together with Dan Barbasch and David Vogan, he co-authored a monograph on a geometric approach to the Langlands classification and Arthur's conjectures in the real case.", "33281115": "Wang Xianghao, Shianghao Wang, or Shianghaw Wang (Chinese: 王湘浩; 5 May 1915 – 4 May 1993) was a Chinese mathematician who introduced the Grunwald–Wang theorem in (Wang 1948, 1950), correcting an error in Wilhelm Grunwald's  original statement and proof of this. He later changed from mathematics to computer science and control theory, and became a member of the Chinese Academy of Sciences.(Roquette 2005, p. 30)", "34034780": "Hans Vilhem Rådström (1919–1970) was a Swedish mathematician who worked on complex analysis, continuous groups, convex sets, set-valued analysis, and game theory. From 1952, he was lektor (assistant professor) at Stockholm University,[1] and from 1969, he was Professor of Applied Mathematics at Linköping University.[2]", "32101480": "Kosmas Balanos (Greek: Κοσμάς Μπαλάνος) (1731–1808) was a Greek mathematician, author and school director. He continued the work of his father Balanos Vasilopoulos,[1] and was among Greece's leading scholars of his time.[2]", "58446958": "Julia Wolf is a British mathematician specialising in arithmetic combinatorics who was the 2016 winner of the Anne Bennett Prize of the London Mathematical Society.[1][2] She is currently a professor in the Department of Pure Mathematics and Mathematical Statistics at the University of Cambridge.[3]", "4412526": "Raphaël Salem (Greek: Ραφαέλ Σαλέμ; November 7, 1898 in Salonika, Ottoman Empire (now Thessaloniki, Greece) – June 20, 1963 in Paris, France) was a Greek mathematician after whom are named the Salem numbers and Salem–Spencer sets, and whose widow founded the Salem Prize.", "9688175": "Constantine Michael Dafermos (Greek: Κωνσταντίνος Δαφέρμος; born May 26, 1941, Athens) is a Greek-American applied mathematician. He received a Diploma in Civil\nEngineering from the National Technical University of Athens (1964) and a Ph.D. in Mechanics from Johns Hopkins University under the direction of Jerald Ericksen (1967). He has been an Assistant Professor at Cornell University (1968-1971) and an Associate Professor (1971-1975) and Professor (1975-) in the Division of Applied Mathematics at Brown University. Since 1984, he has been the Alumni-Alumnae University Professor at Brown.[1]", "71423088": "André (Andrew) Darré (1750–1833)[2] was a French priest and academic. He was one of the four exiles from France, the others being professors Francois Anglade, Louis-Gilles Delahogue, and Pierre-Justin Delort, sometimes called the French \"founding fathers\" of Maynooth College in Ireland.", "5854318": "Miroslav Katětov (Czech pronunciation: [ˈmɪroslaf ˈkacɛtof]; March 17, 1918, Chembar, Russia – December 15, 1995) was a Czech mathematician, chess master, and psychologist. His research interests in mathematics included topology and functional analysis. He was an author of the Katětov–Tong insertion theorem. From 1953 to 1957 he was rector of Charles University in Prague.", "48551031": "Vladimir Antonovich Zorich (Russian: Владимир Антонович Зорич; 16 December 1937 – 14 August 2023) was a Soviet and Russian mathematician. He was the author of the textbook \"Mathematical Analysis\"[1] for students of mathematical and physical specialties of higher education, which was reprinted several times and translated into many languages.", "60478586": "IISE Fellow (2020)\nAAAS Fellow (2020)", "26137723": "David Leigh Donoho (born March 5, 1957) is an American statistician. He is a professor of statistics at Stanford University, where he is also the Anne T. and Robert M. Bass Professor in the Humanities and Sciences.[1] His work includes the development of effective methods for the construction of low-dimensional representations for high-dimensional data problems (multiscale geometric analysis), development of wavelets for denoising and compressed sensing. He was elected a Member of the American Philosophical Society in 2019.", "43373694": "Shaivism/Tantra/Nath", "35411073": "Raymond Clare Archibald (7 October 1875 – 26 July 1955) was a prominent Canadian-American mathematician.  He is known for his work as a historian of mathematics, his editorships of mathematical journals and his contributions to the teaching of mathematics.[1]", "53597314": "Jacqueline Andrée Naze Tjøtta (1 June 1935 – 9 March 2017) was a Norwegian mathematician who became the first female mathematical sciences professor in Norway.[1]", "49108103": "István Juhász (born 2 July 1943, Budapest) is a Hungarian mathematician, working in set theory. He works at the Rényi Mathematical Institute of the Hungarian Academy of Sciences.", "1430666": "Johan Ludwig William Valdemar Jensen, mostly known as Johan Jensen (8 May 1859 – 5 March 1925), was a Danish mathematician and engineer. He was the president of the Danish Mathematical Society from 1892 to 1903.", "24401034": "Shoshana Kamin (Russian: Шошана Камин, Hebrew: שושנה קמין) (born December 24, 1930),[1] born Susanna L'vovna Kamenomostskaya (Russian: Сусанна Львовна Каменомостская),[1][2] is a Soviet-born Israeli mathematician, working on the theory of parabolic partial differential equations and related mathematical physics problems.", "20796560": "Marie-Joseph Kampé de Fériet (Paris, 14 May 1893 – Villeneuve d'Ascq, 6 April 1982) was a French mathematician at Université Lille Nord de France from 1919 to 1969. Besides his works on mathematics and fluid mechanics, he directed the Institut de mécanique des fluides de Lille (ONERA Lille) and taught fluid dynamics and information theory at École centrale de Lille from 1930 to 1969.", "13849747": "Ian Enting (born 25 September 1948) is a mathematical physicist and the AMSI/MASCOS Professorial Fellow at the ARC Centre of Excellence for Mathematics and Statistics of Complex Systems (MASCOS) based at The University of Melbourne.", "39539859": "Richard Alejandro Arratia is a mathematician noted for his work in combinatorics and probability theory.", "61461651": "Robert Clark Penner is an American mathematician whose work in geometry and combinatorics has found applications in high-energy physics and more recently in theoretical biology. He is the son of Sol Penner, an aerospace engineer.", "6935703": "Miklós Ajtai (born 2 July 1946) is a computer scientist at the IBM Almaden Research Center, United States. In 2003, he received the Knuth Prize for his numerous contributions to the field, including a classic sorting network algorithm (developed jointly with J. Komlós and Endre Szemerédi), exponential lower bounds, superlinear time-space tradeoffs for branching programs, and other \"unique and spectacular\" results. He is a member of the U.S. National Academy of Sciences.[2]", "5624984": "Ibn al‐Bannāʾ al‐Marrākushī (Arabic: ابن البناء المراكشي), full name: Abu'l-Abbas Ahmad ibn Muhammad ibn Uthman al-Azdi al-Marrakushi (Arabic: أبو العباس أحمد بن محمد بن عثمان الأزدي)  (29 December 1256 – 31 July 1321), was a Maghrebi Muslim polymath who was active as a mathematician, astronomer, Islamic scholar, Sufi and astrologer.[3][4]", "65197213": "Sherri Nichols is an American software engineer, data scientist, and baseball statistician most known for her contribution to baseball's Sabermetrics movement. Growing up loving baseball and math, Nichols fused the two passions together to start analyzing baseball in a stats-driven manner.[1] Her influence on the infant stages of the Sabermetrics movement in the 1980s-1990s can be depicted from various works such as Nichols' Law of Catcher Defense, her work collecting play-by-play data, and most notably her cocreation of Defensive Average. Nichols' assertiveness and knowledge has greatly influenced other notable baseball statisticians and paved the way for other women to enter the male dominated industry.", "8606878": "Giovanni Frattini (8 January 1852 – 21 July 1925) was an Italian mathematician, noted for his contributions to group theory.", "30856354": "Mary Frances Winston Newson (August 7, 1869 –  December 5, 1959) was an American mathematician. She became the first female American to receive a PhD in mathematics from a European university, namely the University of Göttingen in Germany.[1] She was also the first person to translate Hilbert's problems into English.", "72340642": "Gregory Scott Chirikjian (born 1966) is an American roboticist and applied mathematician, primarily working in the field of kinematics, motion planning, computer vision, group theory applications in engineering, and the mechanics of macromolecules.\nHe currently serves as the head and professor at the Department of Mechanical Engineering, National University of Singapore.[1]\nBefore joining NUS, he was a professor at the Johns Hopkins University.[1]\nHe is well known for his theoretical contributions to the kinematics of hyper-redundant (snake-like and continuum) robots and stochastic methods on Lie groups.", "1070245": "Szolem Mandelbrojt (10 January 1899 – 23 September 1983) was a Polish-French mathematician who specialized in mathematical analysis. He was a professor at the Collège de France from 1938 to 1972, where he held the Chair of Analytical Mechanics and Celestial Mechanics.", "18568359": "Ernest A. Michael (August 26, 1925 – April 29, 2013[1]) was a prominent American mathematician known for his work in the field of general topology, most notably for his pioneering research on set-valued mappings. He is credited with developing the theory of continuous selections.[2] The Michael selection theorem is named for him, which he proved in (Michael 1956).[3] Michael is also known in topology for the Michael line, a paracompact space whose product with the topological space of the irrational numbers is not normal. He wrote over 100 papers, mostly in the area of general topology.", "63558827": "Lilya Budaghyan is a Norwegian-Armenian cryptographer, computer scientist, and discrete mathematician known for her work on cryptographic Boolean functions. She is a professor at the Department of Informatics of the University of Bergen in Norway,[1] where she directs the Selmer Center in Secure Communication[2] and leads Boolean functions team.[3]", "41669804": "Lev Israilevich Gutenmaher (Russian: Лев Изра́илевич Гутенма́хер) was a Soviet mathematician who conducted pioneering research in the area of computing technologies and made significant contributions to the early development of computer science. He was a recipient of the Stalin and National awards for his work.", "32724143": "Lewis Evans (1755 – 19 November 1827) was a Welsh mathematician.", "43406511": "Wing Hung Wong (Chinese: 王永雄) is a Chinese-American statistician, computational biologist, and Stanford University professor.", "49796277": "Alfred Oscar Coffin (May 14, 1861 – 1933) was a professor of mathematics and Romance language. He is best known for being the first African American to obtain a PhD in biology.", "51991735": "Ngamta \"Natalie\" Thamwattana is a Thai mathematician who works in Australia as a Professor of Applied Mathematics at the University of Newcastle (Australia).[1] In 2014 she won the J. H. Michell Medal of ANZIAM for her \"pioneering contributions in the areas of granular materials and nanotechnology\".[2]", "19813560": "Boris Ya. Levit is a professor of statistics at Queen's University in Kingston, Ontario, Canada.", "36328633": "Jean Ellen Taylor[1] (born 1944)[2] is an American mathematician who is a professor emerita at Rutgers University[3] and visiting faculty at the Courant Institute of Mathematical Sciences of New York University.[4]", "3626171": "Kurt Otto Friedrichs (September 28, 1901 – December 31, 1982) was a German-American mathematician. He was the co-founder of the Courant Institute at New York University, and a recipient of the National Medal of Science.[1]", "316603": "Shiyali Ramamrita Ranganathan[1] (listenⓘ 9 August 1892 – 27 September 1972) was a librarian and mathematician from India.[2] His most notable contributions to the field were his five laws of library science and the development of the first major faceted classification system, the colon classification. He is considered to be the father of library science, documentation, and information science in India and is widely known throughout the rest of the world for his fundamental thinking in the field. His birthday is observed every year as the National Librarian Day in India.[3]", "70571197": "Bertha Irene Hart was an American mathematician. She had a Master of Arts degree from Cornell University, and was at one point an associate professor of mathematics for Western Maryland College.[1]", "3265725": "John Charles Butcher ONZM (born 31 March 1933) is a New Zealand mathematician who specialises in numerical methods for the solution of ordinary differential equations.[1]", "58053823": "Mircea Immanuel Mustață ([mir.'tʃa musˈta.t͡sə]; born 1971) is a Romanian-American mathematician, specializing in algebraic geometry.", "30758081": "Jaan Sarv (Võro: Sarvõ Jaan; 21 December 1877 – 23 August 1954) was an Estonian mathematician and educator. Most of his life he worked as a professor at the University of Tartu. Sarv laid the foundation of Estonian language mathematical education.", "5854402": "Hing Tong (16 February 1922 – 4 March 2007) was an American mathematician. He is well known for providing the original proof of the Katetov–Tong insertion theorem.", "53007558": "Sylvie Paycha (born 27 March 1960 in Neuilly-sur-Seine) is a French mathematician and mathematical physicist working in operator theory as a professor at the University of Potsdam.[1]\nShe has chaired both European Women in Mathematics and L'association femmes et mathématiques.[2]", "42226887": "Michael Ernest O'Nan (August 9, 1943, Fort Knox, Kentucky – July 31, 2017, Princeton, New Jersey)[1] was an American mathematician, specializing in group theory.[2]", "5199047": "Edward Hugh Simpson CB (10 December 1922[1] – 5 February 2019[2][3][4]) was a British codebreaker, statistician and civil servant. He was best known for describing Simpson's paradox along with Udny Yule.", "11621575": "Gasparo Berti (c. 1600–1643) was an Italian mathematician, astronomer and physicist. He was probably born in Mantua and spent most of his life in Rome.[1] He is most famous today for his experiment in which he unknowingly created the first working barometer.[2] Though he was best known for his work in mathematics and physics, little of his work in either survives.[3]", "3429583": "Thomas William Edmondson, Ph. D., (1869– 5 November 1938) was an Anglo-American mathematician, born at Skipton-in-Craven, Yorkshire, England. He graduated from the University of London, studied at Cambridge, and also at Clark University, Worcester, Mass.  He was an associate professor at NYU from 1896 to 1905, and a professor of mathematics afterwards.  He wrote mathematical textbooks; his publications include:", "73061584": "Ulrike Meier Yang (born 1959)[1] is a German-American applied mathematician and computer scientist specializing in numerical algorithms for scientific computing. She directs the Mathematical Algorithms & Computing group in the Center for Applied Scientific Computing at the Lawrence Livermore National Laboratory,[2][3] and is one of the developers of the Hypre library of parallel methods for solving linear systems.[2]", "60347599": "Scott Alan Mitchell is a researcher of applied mathematics in the Center for Computing Research at Sandia National Laboratories.", "7787730": "Charles Arthur Muses (/ˈmʌsɪs/; 28 April 1919 – 26 August 2000), was a mathematician, cyberneticist and an esoteric philosopher who wrote articles and books under various pseudonyms (including Musès, Musaios, Kyril Demys, Arthur Fontaine, Kenneth Demarest and Carl von Balmadis).[citation needed] He founded the Lion Path, a shamanistic movement. He held unusual and controversial views relating to mathematics, physics, philosophy, and many other fields.[citation needed]", "35017939": "Wolfgang Rautenberg (27 February 1936 − 4 September 2011) was a German mathematician and logician whose areas of research were model theory, non-classical logic, modal logic, temporal logic and self reference.", "62149839": "Ludomir Newelski (born 27 November 1960, Wrocław) is a Polish mathematician, specializing in model theory, set theory, foundations of mathematics, and universal algebra.[1]", "42554584": "Paul Dedecker (Brussels, 1921 – Caracas, 2007) was a Belgian mathematician who worked primarily in topology on the subjects of nonabelian cohomology, general category theory, variational calculus and its relations to homological algebra, exterior calculus on manifolds and mathematical physics.", "50451674": "Stephen George Simpson is an American mathematician whose research concerns the foundations of mathematics, including work in mathematical logic, recursion theory, and Ramsey theory. He is known for his extensive development of the field of reverse mathematics founded by Harvey Friedman, in which the goal is to determine which axioms are needed to prove certain mathematical theorems.[1] He has also argued for the benefits of finitistic mathematical systems, such as primitive recursive arithmetic, which do not include actual infinity.[2]", "12276955": "Sergio Fajardo Valderrama (Spanish pronunciation: [ˈseɾxjo faˈxaɾðo βaldeˈrama]; born 19 June 1956) is a Colombian politician and mathematician. He first entered politics in 2003 when he was elected Mayor of Medellín, the second-largest city in Colombia and the capital of Antioquia.[1] He was the mayor of Medellín from 2003 to 2007 and is widely recognized for transforming the city from a violent and impoverished place to a model of social and urban development. Fajardo was the vice presidential nominee of Antanas Mockus in 2010, finishing in second place after losing the runoff against Juan Manuel Santos and Angelino Garzon. Fajardo served as the governor of Antioquia from 2012 to 2016.[2] Fajardo brands himself as a pragmatic politician with no particular ideology, with political analysts and media outlets in Colombia labelling him as a centrist politician not tied to the traditional parties in Colombia.[3]", "6345953": "Edward Burr Van Vleck (June 7, 1863, Middletown, Connecticut – June 3, 1943, Madison, Wisconsin)[1] was an American mathematician.", "31020257": "Robert Catesby Taliaferro (1907–1989) was an American mathematician, science historian, classical philologist, philosopher, and translator of ancient Greek and Latin works into English.  An Episcopalian from an old Virginia family, he taught in the mathematics department of the University of Notre Dame. He is cited as R. Catesby Taliaferro or R. C. Taliaferro.", "27415779": "Gerhard Kowalewski (27 March 1876 – 21 February 1950) was a German mathematician who introduced the matrices notation.", "38294757": "Michael Lounsbery Hutchings is an American mathematician, a professor of mathematics at the University of California, Berkeley.[1] He is known for proving the double bubble conjecture on the shape of two-chambered soap bubbles,[2] and for his work on circle-valued Morse theory and on embedded contact homology, which he defined.", "58873065": "Olga Gil Medrano (born 1956) is a Spanish mathematician who was president of the Royal Spanish Mathematical Society from 2006 to 2009.[1]\nShe is a professor of mathematics at the University of Valencia, where she is also Vice-Rector for International Relations and Cooperation.[2]\nHer mathematical research concerns differential geometry and geometric analysis; since 2000, she has also been interested in the dissemination of mathematics to the general public.[3]", "644330": "Sir Roy George Douglas Allen, CBE, FBA (3 June 1906 – 29 September 1983) was an English economist, mathematician and statistician, also member of the International Statistical Institute.", "61625582": "Dmitry Sergeevich Chelkak (Дмитрий Сергеевич Челкак; born January 1979 in Leningrad) is a Russian mathematician.", "55661807": "Barbara Ann Bailar (born 1935)[1] is an American statistician, who worked for many years at the United States Census Bureau but resigned in protest over the decision not to adjust its 1990 results. She is the only person to have been both president and executive director of the American Statistical Association.[2]", "50124015": "Adriaan Anthonisz (also known as Adriaen Anthonisz of Alcmaer) (1527–1607)[1][2][3] was a Dutch mathematician, surveyor, cartographer, and military engineer who specialized in the design of fortifications. As a mathematician Anthonisz calculated in 1585 the ratio of a circle's circumference to its diameter, which would later be called pi.[2]", "6018290": "José Adem (27 October 1921 – 14 February 1991) was a Mexican mathematician who worked in algebraic topology, and proved the Adem relations between Steenrod squares.", "480509": "Bhāskara II (c. 1114–1185), also known as Bhāskarāchārya (\"Bhāskara, the teacher\"), and as Bhāskara II to avoid confusion with Bhāskara I, was an Indian mathematician, astronomer and inventor. From verses, in his main work, Siddhānta Shiromani (सिद्धांतशिरोमणी), it can be inferred that he was born in 1114 in Vijjadavida (Vijjalavida) and living in the Satpuda  mountain ranges of Western Ghats, believed to be the town of Patana in Chalisgaon, located in present-day Khandesh region of Maharashtra by scholars.[6] He is the only ancient mathematician who has been immortalized on a monument. In a temple in Maharashtra, an inscription supposedly created by his grandson Changadeva, lists Bhaskaracharya's ancestral lineage for several generations before him as well as two generations after him.[7][8] Colebrooke who was the first European to translate (1817) Bhaskaracharya II's  mathematical classics refers to the family as Maharashtrian Brahmins residing on the banks of the Godavari.[9]", "1529094": "Dame Mary Lucy Cartwright DBE FRS FRSE (17 December 1900 – 3 April 1998)[1] was a British mathematician. She was one of the pioneers of what would later become known as chaos theory.[2] Along with J. E. Littlewood, Cartwright saw many solutions to a problem which would later be seen as an example of the butterfly effect.", "2577671": "Francesco Barozzi (9 August 1537 – 23 November 1604), in Latin Franciscus Barocius, was an Italian mathematician, astronomer and humanist.", "2479369": "Abū Kāmil Shujāʿ ibn Aslam ibn Muḥammad Ibn Shujāʿ (Latinized as Auoquamel,[1] Arabic: أبو كامل شجاع بن أسلم بن محمد بن شجاع, also known as Al-ḥāsib al-miṣrī—lit. \"The Egyptian Calculator\") (c. 850 – c. 930) was a prominent Egyptian mathematician during the Islamic Golden Age. He is considered the first mathematician to systematically use and accept irrational numbers as solutions and coefficients to equations.[2] His mathematical techniques were later adopted by Fibonacci, thus allowing Abu Kamil an important part in introducing algebra to Europe.[3]", "31446281": "Kenneth David Elworthy is a Professor Emeritus of Mathematics at the University of Warwick.[1] He works on stochastic analysis, stochastic differential equations and geometric analysis.", "11851019": "Andreas Raphael Blass (born October 27, 1947) is a mathematician, currently a professor at the University of Michigan. He works in mathematical logic, particularly set theory, and theoretical computer science.", "22730000": "Zoltán Füredi (Budapest, Hungary, 21 May 1954) is a Hungarian mathematician, working in combinatorics, mainly in discrete geometry and extremal combinatorics. He was a student of Gyula O. H. Katona. He is a corresponding member of the Hungarian Academy of Sciences (2004). He is a research professor of the Rényi Mathematical Institute of the Hungarian Academy of Sciences, and a professor at the University of Illinois Urbana-Champaign (UIUC).", "41932050": "Burton Wadsworth Jones (1 October 1902 – 8 December 1983) was an American mathematician, known for his work on quadratic forms.", "65262870": "Kaye A. de Ruiz is a mathematician and educator who has spent the majority of her career teaching calculus and statistics at the United States Air Force Academy.[1]", "47568151": "Richard Alan Wentworth is a mathematician based at the University of Maryland.[1]", "66475288": "James Ashley Donaldson (April 17, 1941 — October 18, 2019) was an American mathematician.  He was a professor at Howard University, where he was instrumental in establishing a PhD program in mathematics.  He also helped found the National Association of Mathematicians.", "59528470": "Maryanne Jennifer Tipler ONZM is a New Zealand mathematics educator who has incorporated New Zealand culture into her \"43 mathematics textbooks, 28 teacher files and nine homework books for primary, intermediate and secondary students\", used in 85% of New Zealand schools.[1]", "5494042": "Paul Epstein (July 24, 1871 – August 11, 1939) was a German mathematician. He was known for his contributions to number theory, in particular the Epstein zeta function.", "60085534": "Richard Burton McHugh (October 25, 1923 – June 1, 2016) was an American statistician. McHugh was a professor of biometry at University of Minnesota School of Public Health for over 30 years.", "3036446": "Giuseppe Barilli (20 April 1812 – 18 December 1894), also known by his pseudonym Quirico Filopanti, was an Italian mathematician and politician.[1]", "6214948": "Janos Galambos (Galambos János in Hungarian, 1 September 1940 –  19 December 2019[2]) was a Hungarian mathematician affiliated with Temple University in Philadelphia, Pennsylvania, USA.", "60052780": "John Alexander Third (1865–1948) was a Scottish mathematician.", "62805299": "Marina Logares Jiménez (born 1976, in Madrid) is a Spanish mathematician and LGBT+ activist. She was named one of the 50 most influential LGBT+ people in Spain in 2019.", "68572468": "Adolfo J. Rumbos is an American mathematician whose research interests include nonlinear analysis and boundary value problems.[1] He is the Joseph N. Fiske Professor of Mathematics at Pomona College in Claremont, California.[1]", "51991860": "Evgeny Moiseev (Russian: Евге́ний Моисе́ев, IPA: [evgeˈnij moiˈsejev] ⓘ; 7 March 1948 – 25 December 2022) was a Russian mathematician, academician[1] of the Russian Academy of Sciences, Dean of the Faculty of Computational Mathematics and Cybernetics at Moscow State University (MSU CMC), Head of the Department of Functional Analysis and its Applications at MSU CMC, Professor, Dr.Sc.[2]", "67622198": "Felix Issidorowitsch Frankl (12 March 1905, Vienna – 7 Aprile 1961, Nalchik Russian: Феликс Исидорович Франкль) was an Austrian mathematician, who went to live in the Soviet Union where he had an academic career as a university professor.[1]", "63919419": "Margaret M. Bayer is an American mathematician working in polyhedral combinatorics. She is a professor of mathematics at the University of Kansas.", "55465281": "Marta Macho Stadler (Bilbao, 1962) is a Basque mathematician, expert in scientific divulgation. She teaches undergraduate courses on geometry and topology at the University of the Basque Country UPV/EHU and her research area is the Geometric Theory of Foliations and Noncommutative Geometry. She is editor in chief of the digital blog Mujeres con Ciencia (Women with Science) of the Scientific Culture Chair UPV/EHU and has been awarded several prizes, among others the Emakunde Equality Prize 2006.", "8672578": "Arthur Black (1851–1893) was an English mathematician. He killed himself and his wife and son. His daughter survived.", "11916611": "Mary P. Dolciani (1923–1985) was an American mathematician, known for her work with secondary-school mathematics teachers.", "906563": "Agnes Mary Clerke (10 February 1842 – 20 January 1907) was an Irish astronomer and writer, mainly in the field of astronomy. She was born in Skibbereen, County Cork, Ireland, and died in London.[1][2][3][4][5][6][7]", "6247749": "John Howard Smith is an American mathematician and retired professor of mathematics at Boston College.[1] He received his Ph.D. from the Massachusetts Institute of Technology in 1963, under the supervision of Kenkichi Iwasawa.[1][2]\nIn voting theory, he is known for the Smith set, the smallest nonempty set of candidates such that, in every pairwise matchup (two-candidate election/runoff) between a member and a non-member, the member is the winner by majority rule, and for the Smith criterion, a property of certain election systems in which the winner is guaranteed to belong to the Smith set.[3] He has also made contributions to spectral graph theory[4] and additive number theory.[5]", "47863111": "Susan North Brown (22 December 1937 – 11 August 2017) was a professor of mathematics at University College London[1] and a leading researcher in the field of fluid mechanics.[2]", "447816": "Robert Smith (c. 16 October 1689 – 2 February 1768) was an English mathematician.", "47535441": "Joseph F. Rigge, S.J. (July 5, 1842 - April 17, 1913) was the first president of Marquette College (now Marquette University) in Milwaukee, Wisconsin.", "61298003": "Earl Jay Taft (1931- Aug. 9, 2021)[1] was an American mathematician specializing in abstract algebra. He is the namesake of the Taft Hopf algebra[2] which he introduced in a 1971 publication,[3] and he was the founding editor of the journal Communications in Algebra.[4] He was Distinguished Professor Emeritus of Mathematics at Rutgers University.[5]", "47568212": "Glenn F. Webb is a mathematician based in Vanderbilt University. His research interests include mathematical biology and the use of differential equations to model population dynamics and tumor growth.[1]", "3265875": "Steve Jackson (full name: Stephen Craig Jackson) is an American set theorist at the University of North Texas.[1] Much of his most notable work has involved the descriptive set-theoretic consequences of the axiom of determinacy.[2] In particular he is known for having calculated the values of all the projective ordinals (the suprema of the lengths of all prewellorderings of the real numbers at a particular level in the projective hierarchy) under the assumption that the axiom of determinacy holds.", "56546646": "Bettye Anne Busbee Case is Olga Larson Professor Emerita of Mathematics at Florida State University.[1] Her mathematical research concerns complex variables; she has also published on mathematics education and the history of mathematics.[2]\nShe is the editor of the books A Century of Mathematical Meetings (American Mathematical Society, 1996) and Complexities: Women in Mathematics (with Anne M. Leggett, Princeton University Press, 2005).[3]", "71062868": "Abdel-Shafy Fahmy Obada FAAS (Arabic: عبدالشافى فهمى عباده) is an Egyptian professor of mathematics at the Department of Mathematics, Faculty of Science, Al-Azhar University. He is an elected member and the former Vice president of African Academy of Sciences. A  fellow of the British Institute of Physics, a founding member and the first president  of the Egyptian Mathematical Society.[1][2]", "1856854": "Tony Tan Keng Yam DUT GCB (Chinese: 陈庆炎; pinyin: Chén Qìngyán; born 7 February 1940) is a Singaporean banker and politician who served as the seventh president of Singapore between 2011 and 2017. Tan won the 2011 presidential election in a four-cornered fight and served as the president of Singapore until 2017. He did not seek for a re-election in the 2017 presidential election, which was reserved for Malay candidates after a constitutional amendment.  [1][2]", "1463636": "Christos Dimitriou Papakyriakopoulos (Greek: Χρήστος Δημητρίου Παπακυριακόπουλος; June 29, 1914 – June 29, 1976), commonly known as Papa, was a Greek mathematician specializing in geometric topology.", "56710491": "Wilhelm Vauck (born 8 October 1896 in Neustadt, Dresden; died 8 December 1968 in Bautzen) was a German mathematician,[1] physicist and university lecturer in physics and electrical engineering.[2] During World War II, Vauck was the director of the agents Referat within the Funkabwehr, the German Armies radio counter-intelligence organisation. As an anti-nazi, Vauck's work on the discovery of the Rote Kapelle anti-fascist resistance group during World War II, burdened him deeply until the end of his life.[2][3]", "50615653": "Friedrich Dingeldey (16 December 1859, Darmstadt – 24 September 1939, Darmstadt) was a German mathematician.", "7656821": "Dan-Virgil Voiculescu (born 14 June 1949) is a Romanian professor of mathematics at the University of California, Berkeley. He has worked in single operator theory, operator K-theory and von Neumann algebras. More recently, he developed free probability theory.", "64116085": "Kathrin Klamroth (born 1968)[1] is a German mathematician and computer scientist whose research topics include combinatorial optimization and facility location. She is a professor in the department of mathematics and computer science at the University of Wuppertal.[2]", "60085623": "James Tonascia is an American biostatistician. He is the Curtis L. Meinert Professor of Clinical Trials at Johns Hopkins Bloomberg School of Public Health. He joined the faculty in 1970 and was promoted to full professor in 1981.[1]", "62510458": "Zafar Juraevich Usmanov (Tajik: Усмонов Зафар Ҷӯраевич; 26 August 1937 – 13 October 2021) was a Soviet and Tajik mathematician, doctor of physical and mathematical sciences (1974), professor (1983), full member of the Academy of Sciences of the Republic of Tajikistan (1981), Honored scientist of the Republic of Tajikistan (1997), laureate of the State Prize of Tajikistan in the field of science and technology named after Abu Ali ibn Sino (2013).[1]", "42456445": "George A. Grätzer (Hungarian: Grätzer György; born 2 August 1936, in Budapest) is a Hungarian-Canadian mathematician, specializing in lattice theory and universal algebra. He is known for his books on LaTeX[1] and his proof with E. Tamás Schmidt of the Grätzer–Schmidt theorem.[2][3]", "48027009": "Sophie Piccard (1904–1990) was a Russian-Swiss mathematician who became the first female full professor (professor ordinarius) in Switzerland.[1][2] Her research concerned set theory, group theory, linear algebra, and the history of mathematics.[1]", "3855752": "Giulio Ascoli (20 January 1843, Trieste, Austrian Empire – 12 July 1896, Milan) was a Jewish-Italian[1] mathematician. He was a student of the Scuola Normale di Pisa, where he graduated in 1868.", "18044298": "Wang Xiaotong (王孝通) (AD 580–640), also known as Wang Hs'iao-t'ung, was a Chinese mathematician, calendarist, politician, and writer of the early Tang dynasty. He is famous as the author of the Jigu Suanjing (Continuation of Ancient Mathematics) one of the Ten Computational Canons.", "5100939": "Carl August von Steinheil (12 October 1801 – 14 September 1870) was a German physicist, inventor, engineer and astronomer.", "40752524": "James Hann (1799–1856) was an English mathematician, teacher and textbook writer.", "5100944": "James Drewry Stewart, MSC (March 29, 1941 – December 3, 2014) was a Canadian mathematician, violinist, and professor emeritus of mathematics at McMaster University. Stewart is best known for his series of calculus textbooks used for high school, college, and university level courses.", "31872403": "Kai Behrend is a German mathematician.  He is a professor at the University of British Columbia in Vancouver, British Columbia, Canada.", "62674328": "Adela María Ruiz González, customary married name Ruiz de Royo (December 15, 1943 – June 19, 2019) was a Spanish-born Panamanian mathematics academic and educator. She served as the First Lady of Panama  from 1978 until 1982 during the presidency of her husband, Aristides Royo.[1][2] She also served President of the Panamanian Academy of Language (Academia Panameña de la Lengua).[1][3]", "152984": "Robert Simson (14 October 1687 – 1 October 1768) was a Scottish mathematician and professor of mathematics at the University of Glasgow. The Simson line is named after him.[1]", "21419416": "Van H. Vu (Vietnamese: Vũ Hà Văn) is a Vietnamese mathematician, Percey F. Smith Professor of Mathematics at Yale University.[1]", "10999197": "Giovanni Boaga (February 28, 1902 – November 17, 1961) was an Italian mathematician and geodesy professor.", "55891372": "Magda Peligrad is a Romanian mathematician and mathematical statistician known for her research in probability theory, and particularly on central limit theorems and stochastic processes.[1][2]\nShe works at the University of Cincinnati, where she is Distinguished Charles Phelps Taft Professor of Mathematical Sciences.[3]", "38032812": "Andrzej Piotr Ruszczyński (born July 29, 1951) is a Polish-American applied mathematician, noted for his \ncontributions to mathematical optimization, in particular, stochastic programming and risk-averse optimization.", "1889708": "Zvonimir Janko (26 July 1932 – 12 April 2022)[1] was a Croatian mathematician who was the eponym of the Janko groups, sporadic simple groups in group theory. The first few sporadic simple groups were discovered by Émile Léonard Mathieu, which were then called the Mathieu groups. It was after 90 years of the discovery of the last Mathieu group that Zvonimir Janko constructed a new sporadic simple group in 1964. In his honour, this group is now called J1. This discovery launched the modern theory of sporadic groups and it was an important milestone in the classification of finite simple groups.", "49698223": "Bibhutibhushan Datta (also Bibhuti Bhusan Datta; Bengali : বিভূতিভূষণ দত্ত, Bibhūtibhūṣaṇ Datta) (28 June 1888 – 6 October 1958) was a historian of Indian mathematics.[1]", "26629548": "Michael Rapoport (born 2 October 1948)[1] is an Austrian mathematician.", "49206700": "Robert Murphy FRS (1806 – 12 March 1843) was an Irish mathematician and physicist who made contributions to algebra.", "49108403": "Péter Pál Pálfy (Debrecen, 23 August 1955) is a Hungarian mathematician, working in algebra, more precisely in group theory and universal algebra. Between 2006 and 2018 he served as the director of the Alfréd Rényi Institute of Mathematics.[1]", "39441844": "Yitang Zhang (Chinese: 张益唐; born February 5, 1955)[3] is a Chinese-American mathematician primarily working on number theory and a professor of mathematics at the University of California, Santa Barbara since 2015.[4]", "47568309": "Jonathan Wahl is a mathematician based at the University of North Carolina at Chapel Hill.[1]", "59856308": "Felix Adalbert Behrend (23 April 1911 – 27 May 1962) was a German mathematician of Jewish descent who escaped Nazi Germany and settled in Australia. His research interests included combinatorics, number theory, and topology. Behrend's theorem and Behrend sequences are named after him.", "70014393": "Luitgard Anna Maria Veraart is a German applied mathematician specialising in mathematical finance, and particularly in assessing, modeling, and managing the risks associated with financial networks. She is a professor of mathematics at the London School of Economics[1].", "43111866": "Luigi Amerio (15 August 1912 – 28 September 2004), was an Italian electrical engineer and mathematician. He is known for his work on almost periodic functions, on Laplace transforms in one and several dimensions, and on the theory of elliptic partial differential equations.", "39179708": "Jean Coulomb (7 November 1904 – 26 February 1999) was a French geophysicist and mathematician, and one of the early members of the Bourbaki group of mathematicians.[1]", "61593030": "Karen Ann Marrongelle is an American mathematics educator specializing in collaborative learning in undergraduate-level mathematics education.[1] Formerly the dean of the College of Liberal Arts and Sciences at Portland State University, in 2018 she became the head of the Directorate for Education and Human Resources at the National Science Foundation.[2][3]", "23254477": "Raphaël Alexis Marcel Rouquier (born 9 December 1969) is a French mathematician and \na professor of mathematics at UCLA.", "1430989": "Baroness Ingrid Daubechies (/doʊbəˈʃiː/ doh-bə-SHEE;[1] French: [dobʃi]; born 17 August 1954) is a Belgian physicist and mathematician. She is best known for her work with wavelets in image compression.", "11556302": "Verner Emil Hoggatt Jr. (June 26, 1921 – August 11, 1980)[1][2] was an American mathematician, known mostly for his work in Fibonacci numbers and number theory.", "7427536": "Maurício Matos Peixoto, (April 15, 1921 – April 28, 2019),[1] was a Brazilian engineer and mathematician. He pioneered the studies on structural stability, and was the author of Peixoto's theorem.", "1234390": "Tobias Dantzig (/ˈdæntsɪɡ/; February 19, 1884 – August 9, 1956) was an American mathematician, the father of George Dantzig, and the author of Number: The Language of Science (A critical survey written for the cultured non-mathematician) (1930) and Aspects of Science (New York, Macmillan, 1937).", "63460827": "Stanislas Ouaro (born 19 January 1975[1]) is a Burkinabé politician and mathematician.", "67786208": "Henry Koewing \"Hal\" Schenck is an American mathematician, known for his work in algebraic geometry and commutative algebra.  He holds the Rosemary Kopel Brown Eminent Scholars Chair in mathematics at Auburn University.", "19650017": "Claude E. Robinson (1900–1961) was an American pioneer in advertising research and opinion survey research techniques. Along with George Gallup, he was instrumental in developing many scientific sampling techniques that were later used in Gallup polls and other public opinion research surveys.", "15095266": "Horst Sachs (27 March 1927 – 25 April 2016) was a German mathematician, an expert in graph theory, a recipient of the Euler Medal (2000).[1]", "56808934": "Janet Heine Barnett is a professor of mathematics at Colorado State University–Pueblo, interested in set theory, mathematical logic, the history of mathematics, women in mathematics, and mathematics education.[1]", "71194089": "Madan Lal Puri is a statistician from India who built his career in the United States.[1] He was born on 20 February 1929 in Sialkot,[2][3] and is known for his work in mathematics which has had profound effects on the way statistics is understood and applied.[2] He has won many honours and awards, including the title of College of Arts and Sciences Distinguished Research Scholar[2][4][5] and the Bicentennial Medal,[6][7] both from Indiana University, Bloomington.", "53728761": "Kathryn Pamela Hess (born 1967)[1] is an American mathematician who has served as professor of mathematics at École Polytechnique Fédérale de Lausanne (EPFL) since 1999. She is known for her work on homotopy theory, category theory, and algebraic topology, both pure and applied. In particular, she applies the methods of algebraic topology to the study of neurology[2], cancer biology, and materials science. She is a fellow of the American Mathematical Society.", "28202494": "Knut Sydsæter (5 October 1937 – 29 September 2012) was a  Norwegian mathematician.[1]", "32036354": "Professor Frank Matthews Leslie FRS[1] FRSE (8 March 1935 – 15 June 2000) was a Scottish mathematical physicist specializing in continuum mechanics. He is remembered for the Ericksen–Leslie Theory which he developed with Jerald Ericksen to describe the viscosity of mesophases associated with liquid crystals. The parameters of this theory are viscosities called \"Leslie coefficients\",[2] and the angle at which a (flow aligning) nematic orientates with respect to the direction of flow in a steady shear flow is called the \"Leslie angle\".[3]", "67720711": "Anna Marciniak-Czochra (born 11 March 1974 in Lublin, Poland) is a Polish applied mathematician and mathematical biologist. Since 2011 she has been a professor of applied mathematics in the Faculty of Mathematics and Computer Sciences at Heidelberg University.[1]", "69981708": "Ailsa Macgregor Keating is a French and British mathematician specialising in symplectic geometry and homological mirror symmetry. She is a professor in the Department of Pure Mathematics and Mathematical Statistics at the University of Cambridge.", "448015": "Friedrich Wilhelm Karl Ernst Schröder (25 November 1841 in Mannheim, Grand Duchy of Baden – 16 June 1902 in Karlsruhe, Germany) was a German mathematician mainly known for his work on algebraic logic. He is a major figure in the history of mathematical logic, by virtue of summarizing and extending the work of George Boole, Augustus De Morgan, Hugh MacColl, and especially Charles Peirce. He is best known for his monumental Vorlesungen über die Algebra der Logik (Lectures on the Algebra of Logic, 1890–1905), in three volumes, which prepared the way for the emergence of mathematical logic as a separate discipline in the twentieth century by systematizing the various systems of formal logic of the day.", "37312015": "Nathan Altshiller Court (January 22, 1881 – July 20, 1968) was a Polish–American mathematician. He was a geometer and the author of the popular book College Geometry,[1] who spent most of his career at the University of Oklahoma.", "25515540": "Li Ye (Chinese: 李冶; Wade–Giles: Li Yeh; 1192–1279), born Li Zhi (Chinese: 李治), courtesy name Li Jingzhai (Chinese: 李敬斋),[1][2] was a Chinese scientist and writer who published and improved the tian yuan shu method for solving polynomial equations of one variable.[1][3][4][5][6][7] Along with the 4th-century Chinese astronomer Yu Xi, Li Ye proposed the idea of a spherical Earth instead of a flat one before the advances of European science in the 17th century.", "51107351": "Professor Patrick Joseph Nolan (11 August 1894 – 28 December 1984) was an Irish physicist. Like his older brother, physicist John James Nolan, he specialised in atmospheric physics. In 1971, he was awarded the Boyle Medal by the Royal Dublin Society.[1][2]", "33379864": "Henry Perigal, Jr. FRAS MRI (1 April 1801 – 6 June 1898) was a British stockbroker and amateur mathematician, known for his dissection-based proof of the Pythagorean theorem and for his unorthodox belief that the moon does not rotate.[1][2][3][4][5][6]", "65426972": "Dr. Rajat Subhra Hazra is an Indian mathematician specialising in probability theory. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, the highest science award in India, for the year 2020 in mathematical science category.[1][2] He is affiliated to the Mathematical Institute of Leiden University, the Netherlands from 2021.[3] Prior to that he was affiliated to Indian Statistical Institute, Kolkata. Dr. Hazra has a very broad range of research interests including extreme value theory, regular variation, random matrices, free probability, Gaussian free fields, branching random walks, membrane models, random graphs, etc.[4]", "11458078": "Philip Franklin (October 5, 1898 – January 27, 1965) was an American mathematician and professor whose work was primarily focused in analysis.", "35051046": "Frederick William Gehring[2] (7 August 1925 – 29 May 2012) was an American mathematician who worked in the area of complex analysis  (quasi-conformal mappings).", "38295080": "Vittorio Francesco Stancari (1678 – 1709) was a professor of mathematics at the University of Bologna who undertook research into the measurement of sounds, and into optics and hydrostatics.", "710187": "Ronald L. Iman is an American statistician.[1] He was one of the developers of the statistical technique known as Latin hypercube sampling.", "87599": "Godfrey Harold Hardy FRS[1] (7 February 1877 – 1 December 1947)[2] was an English mathematician, known for his achievements in number theory and mathematical analysis.[3][4] In biology, he is known for the Hardy–Weinberg principle, a basic principle of population genetics.", "61232693": "Bruce Reznick (born February 3, 1953 in New York City) is an American mathematician long on the faculty at the University of Illinois at Urbana–Champaign.  He is a prolific researcher[1] noted for his contributions to number theory and the combinatorial-algebraic-analytic investigations of polynomials.[2]  In July 2019, to mark his 66th birthday, a day long symposium \"Bruce Reznick 66 fest: A mensch of Combinatorial-Algebraic Mathematics\" was held at the University of Bern, Switzerland.[3]", "32724534": "Thomas Simpson Evans (1777–1818) was a British mathematician.", "53433912": "François Peyrard (1760–1822) was a French mathematician, educator and  librarian. During the French Revolution, he was involved in the committee that reformed the French educational system. He was one of the founders of the École Polytechnique  and its first librarian.", "56710713": "Andrée Ehresmann (born Andrée Bastiani; 1935)[1] is a French mathematician specialising in category theory.[2]", "45667899": "Genevieve Marie Grotjan Feinstein (April 30, 1913 – August 10, 2006) was an American mathematician and cryptanalyst. She worked for the Signals Intelligence Service throughout World War II, during which time she played an important role in deciphering the Japanese cryptography machine Purple, and later worked on the Cold War-era Venona project.", "58447424": "Amy Shell-Gellasch is a mathematician, historian of mathematics, and book author. She has written or edited the books", "17389120": "Duncan Austin Lawson MBE CMath FIMA  is a British mathematician known for work in mathematics education including university-wide mathematics and statistics support.", "1103426": "Jakob Amsler-Laffon (11 November 1823 – 3 January 1912) was a mathematician, physicist, engineer and the founder of his own factory. Amsler was born on the Stalden near the village of Schinznach in the district of Brugg, canton Aargau, and died in Schaffhausen, Switzerland. His father was Jakob Amsler-Amsler (1779–1869).", "382535": "Harold Abelson (born April 26, 1947)[2] is a Professor of Computer Science and Engineering in the Department of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology (MIT), a founding director of both Creative Commons[5] and the Free Software Foundation,[6] creator of the MIT App Inventor platform, and co-author of the widely-used textbook Structure and Interpretation of Computer Programs, sometimes also referred to as \"the wizard book.\"", "31675975": "Pedro Chacón (1526 in Toledo – 1581 in Rome) was a Spanish mathematician and theologian.", "35051081": "Henry P. McKean, Jr.[1] (born 1930 in Wenham, Massachusetts) is an American mathematician at the Courant Institute in New York University. He works in various areas of analysis. He obtained his PhD in 1955 from Princeton University under William Feller.", "56055370": "Marvin Jay Greenberg (December 22, 1935 – December 12, 2017[1]) was an American mathematician."}