{"68365341": "Arlene Judith Lennox (1942–2008) was an American medical physicist. Known for her work on neutron therapy for cancer patients at Fermilab,[1][2] she became \"one of the world's experts on neutron therapy\",[2] and her work was featured in the 2009 documentary The Matter of Everything.[3]", "30845983": "Sudhansu Datta Majumdar (1915 – 1997) was an Indian physicist, and faculty member of the Indian Institute of Technology, Kharagpur.", "70036512": "Johanna Geertruida (Truus) van Cittert-Eymers was a Dutch physicist, historian of science, museum director and author.[1] [2]", "34188324": "Tsao Chang (Chinese: 张操; born 1942 in Shanghai, China) is a Chinese-American physicist.[1]", "50441252": "Elaine Margaret Sadler AO FAA is an Australian astrophysicist. She is the Australia Telescope National Facility Chief Scientist [1] and a Professor of Astrophysics in the School of Physics at the University of Sydney. She was elected as a fellow of the Australian Academy of Science (AAS) in 2010 and commenced a 4-year term as Foreign Secretary of the AAS in 2018.[2] She was previously director of the CAASTRO centre (2014-2018).[3][4]", "45558821": "Marie E. Machacek is an astrophysicist conducting research in the High Energy Astrophysics Division of the Smithsonian Astrophysical Observatory. She earned a BA in physics and mathematics from Coe College, in 1969; an MS in physics from the University of Michigan, in 1970; and a PhD in physics from the University of Iowa, in 1973.  Her current research explores interacting galaxies and the evolution of galaxies in galaxy groups and clusters.[1] She is also the current coordinator for the SAO Astronomy Intern Program.", "175146": "Rudolf Julius Emanuel Clausius (German pronunciation: [ˈʁuːdɔlf ˈklaʊ̯zi̯ʊs];[1][2] 2 January 1822 – 24 August 1888) was a German physicist and mathematician and is considered one of the central founding fathers of the science of thermodynamics.[3] By his restatement of Sadi Carnot's principle known as the Carnot cycle, he gave the theory of heat a truer and sounder basis. His most important paper, \"On the Moving Force of Heat\",[4] published in 1850, first stated the basic ideas of the second law of thermodynamics. In 1865 he introduced the concept of entropy. In 1870 he introduced the virial theorem, which applied to heat.[5]", "48311339": "Reimund Gerhard (born 31 May 1952 in Heidelberg) is a German applied physicist and university professor. Between 1979 and 2006 he used the last name \"Gerhard-Multhaupt\".[1]", "48540719": "Joel Lebowitz\nHideki Yukawa", "1190959": "Petr Hořava (born 1963 in Prostějov)[1] is a Czech string theorist. He is a professor of physics in the Berkeley Center for Theoretical Physics at the University of California, Berkeley, where he teaches courses on quantum field theory and string theory. Hořava is a member of the theory group at Lawrence Berkeley National Laboratory.", "48442415": "Mallasamudram Subramanyam Ramakumar was an Indian mechanical engineer, outstanding scientist and roboticist, known for developing robotic and automation technologies for Indian nuclear and defence purposes.[1] He was the director of Nuclear Fuels, Automation and Manufacturing Group of the Bhabha Atomic Research Centre (BARC), Trombay.[2] He was the first Head of Division of Remote Handling of Robotics (DRHR) at the organization. He pioneered robotic technology in India.[3] Ramakumar was one of the key persons behind the Pokhran-II test, conducted by India in 1998.[4][5] It was his team, which developed the online fuelling and coolant channel inspection systems for the power reactors for the 1998 tests.[6]", "35564610": "Ian Alexander Walmsley FRS is Provost of Imperial College London where he is also Chair of Experimental Physics. He was previously pro-vice-chancellor for research and Hooke Professor of Experimental Physics at the University of Oxford,[1]  and a professorial fellow at St Hugh's College, Oxford.[2]  He is also director of the NQIT (Networked Quantum Information Technologies) hub within the UK National Quantum Technology Programme, which is led by the University of Oxford.[3] He is also a Fellow of the Institute of Physics, the American Physical Society and the Optical Society of America.[4]", "7679054": "J. Martyn Chamberlain, FInstP (born 1947) is a British experimental physicist and academic. Having taught at the University of Nottingham and the University of Leeds, he joined Durham University as Professor of Applied Physics in 2003.[1] From 2003 to 2011, he was also the Master of Grey College at the university.[1][2] He retired in 2011.[1]", "20622416": "John David Reppy (born February 16, 1931) is a physicist and the John L. Wetherill Professor of Physics Emeritus at Cornell University.  He studies the quantum properties of superfluids such as helium.", "59518037": "Claudia Draxl is a physicist.[1] She is a full professor at the Humboldt University of Berlin in theoretical condensed-matter physics.", "58764375": "Bilge Demirköz (born 1980) is a Turkish professor of high energy physics at Middle East Technical University. She coordinates the Particle Radiation Tests Creation Laboratory, the first collaboration between Turkey and CERN, the European Organization for Nuclear Research.", "28355672": "William Samuel Bialek (born 1960, in Los Angeles, California) is a theoretical biophysicist and a professor at Princeton University and The Graduate Center, CUNY. Much of his work, which has ranged over a wide variety of theoretical problems at the interface of physics and biology, centers around whether various functions of living beings are optimal, and (if so) whether a precise quantification of their performance approaches limits set by basic physical principles.[1][2] Best known among these is an influential series of studies applying the principles of information theory to the analysis of the neural encoding of information in the nervous system, showing that aspects of brain function can be described as essentially optimal strategies for adapting to the complex dynamics of the world, making the most of the available signals in the face of fundamental physical constraints and limitations.[3]", "66923609": "Ulf Österberg is a Swedish-American physicist specializing in optical fibers, nonlinear optics, and ultrafast and THz spectroscopy. With Walter Margulis, he discovered efficient second-harmonic generation in optical fibers,[1][2] and his optical precursor studies[3][4][5] are particular noteworthy.", "25603161": "Jiang Shusheng (simplified Chinese: 蒋树声; traditional Chinese: 蔣樹聲; pinyin: Jiǎng Shùshēng; born April 1940 in Wuxi, Jiangsu) is a Chinese physicist and politician. He served as President of Nanjing University from 1997 to 2006. He was, from 2005 to 2012, chairman of the China Democratic League, a legally recognized satellite party of the Communist Party of China. He served as the Vice Chairman of the Standing Committee of the National People's Congress from 2008 to 2013.[1]", "1485918": "Peter Collinson FRS (January 1694 – 11 August 1768) was an English gardener, botanist and horticulturist. A Fellow of the Royal Society and an avid gardener, Collinson served as the middleman for an international exchange of scientific ideas in Georgian era London.", "4435042": "John Zeleny (March 26, 1872 – June 19, 1951) was an American physicist who, in 1911, invented the Zeleny electroscope. He also studied the effect of an electric field on a liquid meniscus. His work is seen by some as a beginning to emergent technologies like liquid metal ion sources and electrospraying and electrospinning.[3][4]", "55684196": "Robert Frederick Garrison (May 9, 1936 – August 13, 2017) was an American astrophysicist and professor at the University of Toronto, and was well known for his work in the MK System, that was developed by Morgan and Keenan in 1943. He earned the Lifetime Teaching Achievement Award by the University of Toronto in 2001. \nGarrison attended Yerkes Observatory, University of Chicago in 1960, and accomplished a doctorate degree in astronomy and astrophysics six years later.[1] It was during that era when Garrison was inspired by his director William, Morgan and started to have a strong passion in astronomy.", "46607465": "Vladimir Mikhailovich Lobashev (Russian: Владимир Михайлович Лобашёв; July 29, 1934 – August 3, 2011) was a Soviet and Russian physicist and expert in nuclear physics and particle physics. He authored over 200 papers, of which 25 were considered groundbreaking.[1]", "339050": "Peter Ware Higgs CH FRS FRSE HonFInstP (born 29 May 1929) is an English theoretical physicist, Emeritus Professor at the University of Edinburgh,[6][7] and Nobel Prize laureate for his work on the mass of subatomic particles.[8][9]", "41659502": "Gordon D Love (born 1967) is a British physicist. Love is a Professor at the Durham University Department of Physics and a specialist in Optics research. He is noted in particular for his work in Adaptive Optics.[1][2]", "33336443": "Joseph R. Dwyer (born 1963) is an American physicist known for his lightning research. He is a professor of physics at the University of New Hampshire. Dwyer received his Ph.D. in physics from the University of Chicago in 1994 and worked on cosmic-ray physics and gamma-ray astronomy as a research scientist at Columbia University and the University of Maryland before joining the faculty at the Florida Institute of Technology in 2000. After moving to Melbourne, Florida, Dwyer became interested in lightning physics and his research now focuses on high-energy radiation production from thunderstorms and lightning. In 2002, Dwyer and collaborators discovered that rocket-triggered lightning produced large quantities of x-rays, allowing for first the time detailed studies of an atmospheric phenomenon known as runaway breakdown. In 2014, Dwyer left the Florida Institute of Technology and joined the University of New Hampshire.", "25046141": "Kirill Yakovlevich Kondratyev (Russian: Кирилл Яковлевич Кондратьев; 14 June 1920 – 1 May 2006[1][2]) was a Soviet and Russian atmospheric physicist.", "53357694": "Henry Joseph Hennessy  (19 March 1826–8 March 1901) was an Irish physicist and Fellow of the Royal Society.", "20294783": "Charles Grafton Page (January 25, 1812 – May 5, 1868) was an American electrical experimenter and inventor, physician, patent examiner, patent advocate, and professor of chemistry.", "61189248": "Rogel Mari D. Sese is a Filipino astrophysicist who is known for being a proponent of space science in the Philippines.", "65023103": "Gladys Patricia Abdel Rahim Garzón is a Colombian physicist. She is Researcher-Associate Professor of the Francisco José de Caldas District University.[1] Her research is in materials physics.", "10103947": "Vladimir A. Babeshko (born 30 May 1941; Russian: Владимир Андреевич Бабешко) is a Russian physicist and the former President of Kuban State University in Krasnodar, Russia.", "502927": "Sir Charles Galton Darwin KBE MC FRS[1] (19 December 1887 – 31 December 1962) was an English physicist who served as director of the National Physical Laboratory (NPL) during the Second World War.[2] He was a son of the mathematician George Howard Darwin and a grandson of Charles Darwin.", "66170001": "Sandra Marina Troian (born 1957)[1] is an American applied physicist known for her research on fluid dynamics, quasicrystals, surface science, thin films, microfluidics, and spacecraft micropropulsion. She is a professor of Applied Physics, Aeronautics, and Mechanical Engineering in the Division of Engineering and Applied Science of the California Institute of Technology (Caltech), and head of the Laboratory of Interfacial and Small Scale Transport in the Department of Applied Physics and Materials Science at Caltech.[2]", "58829973": "Eugene John \"Gene\" Mele is a professor of physics at the University of Pennsylvania, where he researches quantum electric phenomena in condensed matter.[2]", "68824216": "Henri Amvrosievich Rukhadze (July 9, 1930, Tiflis, Soviet Union — March 7, 2018, Moscow, Russian Federation[1]) — Soviet and Russian physicist. Doctor of physical and mathematical Sciences, professor, laureate of State Prizes (twice) and M. V. Lomonosov Prize. Author of more than 600 published works, including more than 55 reviews and 14 monographs. He has trained 66 candidates and 32 doctors of sciences. The Hirsch index is 19.", "52866207": "James Martin Hogle (born July 16, 1951) is an American biophysicist who discovered the structure of poliovirus in 1985. He is an emeritus Edward S. Harkness Professor at Harvard Medical School where he was also Chair of the Biophysics Program, as well as a faculty dean for Dudley House and a faculty director at Peabody Terrace.", "45558943": "Dr. Cynthia R. McIntyre (born 1960) is a theoretical physicist and former Senior Vice President at the Council on Competitiveness. Her research focuses on the electronic and optical properties of semiconductor heterostructures.[1] She was the second Black woman to receive a PhD in physics from the Massachusetts Institute of Technology.[2]", "21802144": "Franz Newell Devereux Kurie (/ˈkʌri/; February 6, 1907 in Victor, Colorado – June 12, 1972)[1] was an American physicist who, while working at Yale in 1933, showed that the neutron was neither a dumbbell-shaped combination of proton and electron, nor an onion-shaped combination of an electron embracing the proton.[2][3] Consequently, and until the discovery of the quark structure of hadrons, the neutron was assumed to be an elementary particle.", "57322255": "David Gerdes (born 1964) is an American astrophysicist, professor, and administrator at the University of Michigan. He is known for his research on trans-Neptunian objects, particularly for his discovery of the dwarf planet, 2014 UZ224.", "7908517": "Anatoly Ivanovich Larkin (Russian: Анатолий Иванович Ларкин; October 14, 1932 – August 4, 2005) was a Russian theoretical physicist, universally recognised as a leader in theory of condensed matter, and who was also a celebrated teacher of several generations of theorists.[1]", "33172646": "Manuel Cardona Castro (7 September 1934 – 2 July 2014) was a condensed matter physicist. According to the ISI Citations web database, Cardona was one of the eight most cited physicists since 1970.[1] He specialized in solid state physics.[2] Cardona's main interests were in the fields of: Raman scattering (and other optical spectroscopies) as applied to semiconductor microstructures,[3] materials with tailor-made isotopic compositions, and high Tc superconductors, particularly investigations of electronic and vibronic excitations in the normal and superconducting state.[4]", "6139051": "Leonid Ivanovich Sedov (Russian: Леонид Иванович Седов; 14 November 1907 – 5 September 1999) was a Russian physicist who worked as an engineer in the former Soviet space program.", "37956780": "Ronald Edgar Burge (born 3 October 1932) is a former Professor of Physics at King's College London, where he was Wheatstone Professor of Physics from 1989 to 2000.", "16362670": "Naresh Dadhich (born September 1, 1944) is a theoretical physicist, formerly at Inter-University Center for Astronomy and Astrophysics (IUCAA). He was also the director of IUCAA until August 31, 2009. He held the M.A. Ansari Chair in Theoretical Physics at Centre for Theoretical Physics, Jamia Millia Islamia, Delhi from 2012 to 2016.[1]", "13249720": "James Nelson Hallock (born January 23, 1941) is an American physicist.  He has contributed to NASA's Gemini and Apollo missions and served on the Columbia Accident Investigation Board.[1]  He is a leading scientist in wake vortices, and co-authored two patents and over 150 papers.", "3615930": "Jacques Distler (born January 1, 1961) is a Canadian-born American physicist working in string theory. He has been a professor of physics at the University of Texas at Austin since 1994.", "8760516": "Christopher Michael Bishop (born 7 April 1959) FRS FRSE FREng[7] is a British computer scientist. He is a Microsoft Technical Fellow and Director of Microsoft Research AI4Science. He is also Honorary Professor of Computer Science at the University of Edinburgh, and a Fellow of Darwin College, Cambridge. Chris was a founding member of the UK AI Council, and in 2019 he was appointed to the Prime Minister’s Council for Science and Technology.", "65055942": "Carol Gray Montgomery (1909–1950) was an American physicist. Born in Denver, he earned a bachelor's degree from Caltech and a doctorate from Yale University.[1] At Yale, he helped build an early linear electron accelerator,[2] after which he moved to MIT in 1942, where he undertook war work at the Radiation Laboratory.[3] He wrote or co-authored three volumes of Radiation Laboratory technical publications.[4] He was elected a Fellow of the American Physical Society in 1938,[5] having been nominated by the Bartol Research Foundation where he and his collaborators conducted experimental work with coincidence counters.[6]", "44772557": "Stephan Narison  is a Malagasy theoretical high-energy physicist specialized in quantum chromodynamics (QCD), the gauge theory of strong interactions. He is the founder of the Series of International Conferences in Quantum Chromodynamics (QCD-Montpellier) and of the Series of International Conferences in High-Energy Physics (HEPMAD-Madagascar).", "240846": "Hermann Joseph Muller (December 21, 1890 – April 5, 1967) was an American geneticist who was awarded the 1946 Nobel Prize in Physiology or Medicine, \"for the discovery that mutations can be induced by X-rays\".[2] Muller warned of long-term dangers of radioactive fallout from nuclear war and nuclear testing, which resulted in greater public scrutiny of these practices.", "46509266": "Robert Haakon Swendsen is Professor of Physics at Carnegie Mellon University.[1] He is known in the computational physics community for the Swendsen-Wang algorithm, the Monte Carlo Renormalization Group and related methods that enable efficient computational studies of equilibrium phenomena near phase transitions. He is the 2014 Recipient of the Aneesur Rahman Prize for Computational Physics from the American Physical Society.[2]", "50736343": "James L. Repace is a Maryland-based biophysicist and scientific consultant known for publishing research on passive smoking.[1]", "3976409": "Persis S. Drell is the Provost Emerita and the James and Anna Marie Spilker Professor in the Stanford University School of Engineering, a professor of materials science and engineering, and a professor of physics. Prior to her appointment as provost, she was dean of the Stanford School of Engineering from 2014 to 2017 and director of the US Department of Energy’s SLAC National Acceleratory Laboratory from 2007 to 2012.", "31468769": "Allyn C. Vine (1914–1994) was a physicist and oceanographer who was a leader in developing crewed submersible vessels to explore the deep sea.[1]", "38382820": "Albert Mousson, full name Johann Rudolf Albert Mousson, (17 March 1805, Solothurn – 16 November 1890) was a physicist and a malacologist from Switzerland.[1][2]", "73542885": "Harvard Medical School", "33893615": "Ivan Oleksandrovych Vakarchuk (Ukrainian: Іван Олександрович Вакарчук; 6 March 1947 – 4 April 2020) was a Soviet-Ukrainian physicist, politician and social activist. From 1990 to 2007 and again between 2010 and 2013 he was rector of the Lviv University. In 2007–2010 he was Minister of Education and Science of Ukraine. Hero of Ukraine (awarded on 5 March 2007), he was father of the leader of the rock band Okean Elzy Svyatoslav Vakarchuk.[1]", "40479984": "Karl Wolfgang Böer (March 23, 1926[1] – April 18, 2018)[2][3] was a solar energy pioneer and expert in the field of semiconductor physics.[4]", "10890481": "Mikaela Irene Dimaano Fudolig[1] (born 1991 or 1992) is a Filipino physicist and former child prodigy. She is known for earning her undergraduate degree at the age of 16.", "5680370": "Ramón Enrique Gaviola (31 August 1900, in Mendoza – 7 August 1989, in Mendoza) was an Argentinian astrophysicist.[1] Student of Richard Gans at the Universidad de La Plata went in 1922 to Germany where he continued his studies in physics.  He studied with Max Planck, Max Born and Albert Einstein, graduating from the University of Berlin in 1926.", "44805375": "Heinrich Gerhard Kuhn FRS (10 March 1904 – 25 August 1994) was a British physicist. A graduate of the University of Göttingen, where he studied for his doctorate under the direction of James Franck, winner of the 1925 Nobel Prize for Physics, he left Germany after the Nazi Party came to power there in 1933, and moved to Britain, where relatives had settled, becoming a British subject in 1939. At the invitation of Frederick Alexander Lindemann, he worked for Imperial Chemical Industries at the Clarendon Laboratory in Oxford, where he studied hyperfine structure. During the Second World War, he worked on isotope separation for Tube Alloys and the Manhattan Project. He was the first physicist to become a fellow at Balliol College, Oxford, in 1950, and published textbooks on atomic spectra in German in 1934 and English in 1962.", "32353541": "Naeem Ahmad Khan (12 April 1928 – 29 September 2013), FPAS, was a Pakistani nuclear physicist and a professor of physics who was known for his work in developing techniques using the solid-state nuclear track detector and solid-state nuclear magnetic resonance.[1] Although he worked with the Government of Pakistan for most of his career, he also taught physics at a number of Pakistani universities and was the civilian scientist of the Pakistan Air Force (PAF) until his death.[1]", "339208": "Vitaly Lazarevich Ginzburg, ForMemRS[1] (Russian: Вита́лий Ла́заревич Ги́нзбург; 4 October 1916 – 8 November 2009) was a Russian physicist who was honored with the Nobel Prize in Physics in 2003, together with Alexei Abrikosov and Anthony Leggett for their \"pioneering contributions to the theory of superconductors and superfluids.\"[2]", "6597899": "Bertha Swirles, Lady Jeffreys (22 May 1903 – 18 December 1999) was an English physicist, academic and scientific author who carried out research on quantum theory in its early days. She was associated with Girton College, University of Cambridge, as student and Fellow, for over 70 years.[1]", "42970379": "John Dunning Boice Jr. is an American radiation epidemiologist and health physicist.", "5025038": "Annibale Riccò (14 September 1844 – 23 September 1919) was an Italian astronomer.", "70135054": "Jabez Jenkins McClelland is an American physicist. He is best known for his work applying the techniques of laser cooling and atom optics to nanotechnology.  This work involved expanding the number of atomic species that could be laser cooled from the alkalis and a few alkaline earth and noble gas species, to transition metals such a chromium[1][2] and rare earths such as erbium.[3]  In the early 1990s he and colleagues showed that the nodes of an optical standing wave could act as lenses, focusing chromium atoms as they deposit onto a surface[4] to create a permanent grating structure whose periodicity is precisely tied to an atomic resonance frequency, making it a useful nanoscale length standard.[5] In the early 2000s his team showed that laser cooled atoms can produce a very high brightness ion beam when ionized just above threshold,[6] and used this technique to realize a high resolution lithium ion microscope.[7]", "44182800": "Carl Haber is an American physicist. He is best known for his work in audio preservation.[1] In 2013 he was awarded a MacArthur Fellowship.[2]", "69479697": "Paul Huber (1910-5 February 1971) was a Swiss physicist. He was known for his works on nuclear physics.[1]", "339220": "Alexei Alexeyevich Abrikosov (Russian: Алексе́й Алексе́евич Абрико́сов; June 25, 1928 – March 29, 2017[4][5]) was a Soviet, Russian and American[6] theoretical physicist whose main contributions are in the field of condensed matter physics. He was the co-recipient of the 2003 Nobel Prize in Physics, with Vitaly Ginzburg and Anthony James Leggett, for theories about how matter can behave at extremely low temperatures.[6][7][8]", "36646165": "Joseph Incandela is an American particle physicist, a professor of physics at the University of California, Santa Barbara and currently based at CERN, where he spent two years as the spokesperson for the Compact Muon Solenoid experiment at the Large Hadron Collider.", "59845908": "Edward Francis Fahy (8 June 1922 – 24 June 2005) was an Irish physicist, academic and administrator whose long career was spent mostly at University College Cork (1952–1987).  There he was head of the department of physics (1964–1987) and college Vice President (1976–1987). He also served as chair of the School of Cosmic Physics at the Dublin Institute for Advanced Studies (1970 to 1995).", "48606488": "Pedro Antonio Valdés Sada is a Mexican astronomer, specialising in extra-solar planets (exoplanets), planetary astronomy and stellar astronomy. As of December 2015, he is associate professor and researcher at the Departamento de Física y Matemáticas at the Universidad de Monterrey.", "52735252": "Lalit Mohan Nath (1 November 1935 – 2 July 2016) was a Bangladeshi nuclear physicist. He was a professor in the Department of Physics at the University of Dhaka.[1]", "42249504": "Keith Alison Olive is a theoretical physicist, and director at the William I Fine Theoretical Physics Institute, University of Minnesota, specializing in particle physics and cosmology. His main topics of research are: big bang nucleosynthesis, which is an explanation of the origin of the light element isotopes through 7Li; particle dark matter; big bang baryogenesis, which is an explanation of the matter-antimatter asymmetry observed in nature; and inflation which is a theory constructed to resolve many outstanding problems in standard cosmology.[1]", "25963820": "Mario Giovinetto (born 1933, La Plata, Buenos Aires Province, Argentina)  is an Argentine glaciologist, climatologist and geographer.  He is a Canadian citizen with permanent resident status in the US.", "62270767": "Rupert Huber (born 1973, in Traunstein)[1] is a German physicist and university professor.[2] Huber is known for his research in terahertz technology and semiconductor physics.[3][4]", "46312752": "Thaisa Storchi Bergmann (born 19 December 1955) is a Brazilian astrophysicist working at the Federal University of Rio Grande do Sul in Porto Alegre, Brazil. She won the Women in Science Award in 2015 for her work on supermassive black holes.", "43953458": "Federal Art Projects\nPublic Works of Art Project\nCleveland Clinic", "7154998": "Dr. Fred Noel Spiess (December 25, 1919 – September 8, 2006) was a naval officer, oceanographer and marine explorer. His work created new advances in marine technology including the FLIP Floating Instrument Platform, the Deep Tow vehicle for study of the seafloor, and the use of acoustics for underwater navigation and geodetic positioning.[1]", "34549047": "Gerhard Klimeck is a German-American scientist and author in the field of nanotechnology.[2] He is a professor of Electrical and Computer Engineering at Purdue University School of Electrical and Computer Engineering.", "49589562": "Alan Douglas Martin FRS (born 4 December 1937) is a British physicist, currently Emeritus Professor of Physics at the University of Durham.[3]", "50408775": "Walter Grant Scott, FRSE is a Scottish investment manager, nuclear physicist, rowing enthusiast, and founder of the global equity management business Walter Scott and Partners.", "1781068": "Edward P. Tryon (September 4, 1940 – December 11, 2019) was an American scientist and a professor emeritus of physics at Hunter College of the City University of New York (CUNY).[1] He was the first physicist to propose that our universe originated as a quantum fluctuation of the vacuum.[2][3]", "61582669": "Therese \"Terry\" Kucera is an astrophysicist in NASA Goddard Space Flight Center's Solar Physics Laboratory. Her research interests center on the solar atmosphere, especially solar prominences and prominence cavities. She currently serves as Project Scientist for NASA's STEREO project.[1]", "60992846": "Sir Robert Hughes Williams, CBE, FRS, FLSW, HonFInstP (born 22 December 1941), commonly known as Robin Williams, is a Welsh physicist and academic, specialising in solid state physics and semiconductors. He was Vice-Chancellor of University of Wales, Swansea from  1994 to 2003. He had taught at the New University of Ulster and University of Wales, College of Cardiff, before joining Swansea.[1][2][3]", "70102352": "Joseph Tidd (born 1960) is a British physicist and Professor of technology and innovation management at Science Policy Research Unit. He is the editor of the International Journal of Innovation Management.[1][2]", "57322830": "Georges Destriau (1 August 1903 - 20 January 1960) was a French physicist and early observer of electroluminescence.[1][2]", "35335508": "Rhett Allain is an American associate professor of physics at Southeastern Louisiana University and the author of the Wired magazine science blog Dot Physics.  He received his Ph.D. from North Carolina State University in 2001 and works in the field of physics education research.[1]", "43822421": "Lock Yue Chew is an associate professor in the School of Physical & Mathematical Sciences, Nanyang Technological University\n.[1] He works in Complex Systems, General Relativity, Quantum Chaos, Statistical and Nonlinear Physics,  and has published several scientific papers. In 2004, he received his PhD in physics from the National University of Singapore. He also holds a Master of Science degree from the University of Southern California. From 1991 to 1992, he worked as a communications engineer in Singapore Airlines. After that, he became the senior member of the technical staff at DSO National Laboratories and later he became and adjunct assistant professor there. Then in 2005, he moved to Nanyang Technological University as an assistant professor.[2] He is collaborating with many international research groups, he had coauthored some of the articles with M.I.T professor Kerson Huang.[3] He has co-authored several articles together with M. A. F. Sanjuán of the Rey Juan Carlos University. He has also co-authored an article in Scientific Reports on the topic of the short-term forecasting of Taiwanese earthquakes, using a Fusion-Fission processes model.[4]", "62270810": "Lu Shijia (Chinese: 陆士嘉; March 18, 1911 – August 29, 1986), also known as Hsiu-Chen Chang-Lu,[1][2] was a Chinese physicist and aerospace engineer who helped create China's first high-speed wind tunnel. She founded and chaired the aerodynamics program at Beihang University, the first in the country.", "2403680": "Alfred Schild (September 7, 1921 – May 24, 1977) was a leading Austrian American physicist, well known for his contributions to the Golden age of general relativity (1960–1975).", "42413409": "Isabelle Stone (October 18, 1868 – 1966) was an American physicist and educator. She was one of the founders of the American Physical Society.[1] She was among the first women to earn a PhD in physics in the United States.", "57093473": "Eno James Ibanga listenⓘ is a Nigerian academic. He is a professor of solid state physics/materials science. He serves as the Vice Chancellor for Akwa Ibom State University (AKSU). On 3 August 2020, His Excellency Governor Udom Gabriel Emmanuel appointed Professor Eno James Ibanga as commissioner in the state ministry works & Fire service.  He is married and blessed with children.", "54340973": "Salwa Nassar (1913 — February 17, 1967) was a Lebanese nuclear physicist and college administrator. She was the first Lebanese woman to earn a PhD in physics.", "4697454": "Jacob Robert Emden (4 March 1862 – 8 October 1940)[1] was a Swiss astrophysicist and meteorologist. He is best known for his book, Gaskugeln: Anwendungen der mechanischen Wärmetheorie auf kosmologische und meteorologische probleme (Gas spheres: Applications of the mechanical heat theory to cosmological and meteorological problems), published in 1907. It presents a mathematical model of the behaviour of polytropic gaseous stellar objects under the influence of their own gravity, known as the Lane-Emden equation.", "31534449": "Vishnumohan \"Vishnu\" Jejjala (born January 15, 1975) is an Indian-American physicist who specializes in string theory.[1][2]", "21966194": "Nazir Ahmed (or Nazir Ahmad) OBE (1 May 1898 – 30 September 1973) was an experimental physicist and the first chairman of the Pakistan Atomic Energy Commission (PAEC) from 1956 to 1960.[3]", "50408819": "Claus Jönsson (born 26 May 1930) is a German physicist who in 1961 performed for the first time a version of the double-slit experiment with a single electron.[2][3] In 2002 it was named \"the most beautiful experiment\" by readers of Physics World.[4]", "7056758": "Pavle Savić (Serbian Cyrillic: Павле Савић; 10 January 1909 – 30 May 1994) was a Serbian physicist and chemist. In his early years, he worked in Serbia as well as France, and became one of the pioneers in the research of nuclear fission. He was also a sympathiser of Yugoslav communists in the interwar period, and then rose to prominence during World War II in Yugoslavia. He made important contributions to the Partisan resistance to the Axis occupation, became a delegate to AVNOJ, and was also sent on high level missions to the Soviet Union. After the war, he founded the Vinča Nuclear Institute and was a tenured professor at the University of Belgrade as well as a member of numerous learned societies, and a president of the Serbian Academy of Sciences and Arts.", "47459704": "Jack Hobart Piddington (6 November 1910 – 16 July 1997) was an Australian research physicist and radio scientist. He was chief research scientist at the National Measurement Laboratory in Sydney, Australia from 1966 to 1975.", "7220606": "Sabba S. Ștefănescu (20 July 1902 – 15 April 1994) was a Romanian geophysicist, professor of geophysics, member of the Romanian Academy. He was the cofounder, together with Liviu Constantinescu, of the Romanian school of geophysics.", "27438468": "Friedrich Alfred Seifert (born 8 May 1941) is a German mineralogist and geophysicist. He is the founding director of Bayerisches Geoinstitut at University of Bayreuth. A silicate mineral, seifertite, is named after him.", "175499": "Max Erik Tegmark (born 5 May 1967)[1] is a Swedish-American physicist, Machine Learning researcher and author.[2] He is best known for his book Life 3.0 about what the world might look like as Artificial intelligence continues to improve. Tegmark is a professor at the Massachusetts Institute of Technology and the president of the Future of Life Institute.[3][4]", "3190164": "Paolo Maffei (2 January 1926 – 1 March 2009[1]) was an Italian astrophysicist and science writer.", "70200725": "Balajapalli Sriram Shastry (born 26 November 1950 in Akola, India)[1] is an Indian-American condensed matter physicist, specializing in strongly-correlated Fermi systems, quantum integrable systems,[2] and statistical mechanics.[3][4]", "2272662": "Charles J. Joachain is a Belgian physicist.[1]", "58076568": "Anthony Schuyler Arrott (born April 1, 1928) is an American-born Canadian physicist, professor emeritus at Simon Fraser University. He is a specialist in condensed matter physics, physics of magnetism and liquid crystals. He is the author of over 200 scientific papers.[1] Arrott is the subject of the 2020 documentary Portrait, directed by Lily Ekimian and A.T. Ragheb.[2]", "34844060": "Tang Xiaowei (Chinese: 唐孝威; pinyin: Tang Xiaowei, born October 1931) is a Chinese physicist who has made contributions to the Chinese applied physics field. He is an academician in Institute of High Energy Physics, Chinese Academy of Sciences[1] and a professor at Zhejiang University.[2]", "69479837": "Willy Haeberli (June 17, 1925 – October 4, 2021) was a Swiss-American physicist and Professor Emeritus of Physics at the University of Wisconsin, Madison. He was known for his works in nuclear physics. He was a winner of the Tom W. Bonner Prize in Nuclear Physics and of the Humboldt Prize.[1]", "44346786": "Vijay Prasad Dimri is an Indian geophysical scientist, known for his contributions in opening up a new research area in Earth sciences by establishing a parallelism between deconvolution and inversion, the two vital geophysical signal processing tools deployed in minerals and oil and gas exploration.[2][3] In 2010, the Government of India awarded him with the Padma Shri, India's fourth highest civilian award, for his contributions to the fields of science and technology.[4]", "44903844": "Maria Tchernycheva (Russian: Мария Чернышева) born in St. Petersburg, Russia is working in the field of photonics and nanotechnology at both the Universite Paris-Sud XI and Centre national de la recherche scientifique. She has an h-index of 54 with the most cited work being Systematic experimental and theoretical investigation of intersubband absorption in Ga N/ Al N quantum wells which was published in 2006 and received 211 since that year.[1]", "18329001": "Robert A. Woodruff (born September 1943) is an American physicist who is known principally for having designed and worked on a wide variety of instruments for space telescopes. These include Skylab (1967–1970), Apollo–Soyuz (1970s), Galileo (~1980), SIRTF and MIPS (1970s-1990s), and Hubble Space Telescope instruments [1977–present] (GHRS, STIS, COSTAR, ACS, COS, WFC3); James Webb Space Telescope (1995–2000), Kepler space telescope (mid-1990s), TPF (2001 to present), and Destiny (2003–present).[1]  He has had one or more instruments flying continuously in space since the early 1970s.", "56831402": "Vesna Milosevic-Zdjelar is a Serbian-born Canadian astrophysicist, science educator and author. Her specialty is teaching astrophysics to students enrolled in non-science programs at the University of Winnipeg.", "2207150": "Emmett Lathrop Brown, Ph.D., commonly referred to as Doc Brown, is a fictional scientist character in the Back to the Future franchise. In the world of the franchise, he is the inventor of the world's first and second time machines, the first (counting in order of his personal chronology) constructed using a 1981 DeLorean sports car, and the second constructed using a steam engine locomotive.", "70495664": "Francesco Sciortino (born December 29, 1960) is an Italian physicist and full professor at Sapienza University of Rome. He has made seminal contributions to statistical physics, including the thermodynamic and dynamic theory of complex fluids like water, colloids, colloidal-polymer mixtures, patchy particles, and DNA-based materials. He is one of the original proponents of the \"second liquid critical point\" theory of water.", "62008754": "Andrea Dupree is a senior astrophysicist at the Center for Astrophysics | Harvard & Smithsonian.[1] She is a Past-President of the American Astronomical Society, and served as the associate director of the Center for Astrophysics | Harvard & Smithsonian. Dupree also served as Head of the Solar, Stellar and Planetary Sciences Division.[1]", "39792055": "James Gordon MacGregor, FRS FRSE LLD (31 March 1852 in Halifax, Colony of Nova Scotia, British North America – 21 May 1913 in Edinburgh) was a Canadian physicist. He was described as \"brilliant, energetic, nervous, impatient\", and not suffering fools gladly.[1]", "73084348": "Keh-Fei Frank Liu is a Chinese-born American physicist.", "1781181": "Nabor Carrillo Flores (23 February 1911, in Mexico City – 19 February 1967)[1] is the third son of Mexican composer Julián Carrillo Trujillo, and younger brother of Antonio Carrillo Flores. He did his first studies in Mexico City and he continued them in New York City. On his return to Mexico, he made his studies of preparatory and those of civil engineering at the National University (UNAM), where he graduated in 1939.[2] He received a Guggenheim Fellowship in 1940,[3] and his PhD from Harvard University, where he had also received his MSc in 1941. He taught and did scientific research at UNAM. He represented Mexico in the atomic test of the atoll of Bikini in 1946. He was named technical advisor of the Mexican delegation in the Commission on Atomic Energy of the United Nations for the  pacific use of atomic energy.", "52637119": "Pramod Sadasheo Moharir (21 April 1943 – 14 January 2003) was an Indian geophysicist and a former senior scientist at the National Geophysical Research Institute.[1] He was known for his studies on geophysical signal processing.[2]", "38645186": "Jean-Marc Bonnet-Bidaud (born 1950) is a French astrophysicist at the Atomic Energy and Alternative Energies Commission (CEA). He is a specialist in high-energy astrophysics and in the study of highly condensed stars in the galaxy (white dwarfs, neutron stars and black holes). He is also active in the field of the history of astronomy and in charge of the public outreach for astronomy at CEA.", "55520711": "Benedetta Ciardi (born 7 October 1971) is an Italian astrophysicist.", "142793": "Alexander Isaakovich Shlyakhter (Russian: Александр Исаакович Шляхтер; died June 2000) was a Russian nuclear physicist and risk analyst.", "60992969": "Muyoba Macwani is a nuclear physicist who is a political Zambian figure and has been actively involved in the fight for equal rights for all Zambians and has taken an active role in the fight for the restoration of the Barotseland agreement in the Zambian constitution.", "6172107": "Lothar[note 1] Wolfgang Nordheim (November 7, 1899, Munich – October 5, 1985, La Jolla, California) was a German born Jewish American theoretical physicist.  He was a pioneer in the applications of quantum mechanics to solid-state problems, such as thermionic emission, work function of metals,[1] field electron emission, rectification in metal-semiconductor contacts and electrical resistance in metals and alloys.[2][3] He also worked in the mathematical foundations of quantum mechanics, cosmic rays and in nuclear physics.", "70757840": "Harry W. K. Tom is a physicist and professor at the University of California, Riverside.[1] He was elected a fellow of the American Physical Society in 2000, \"[f]or pioneering contributions to our understanding of the ultrafast dynamics of surface chemical and physical reactions, particularly femtosecond laser-induced nonequilibrium phase transitions and chemical reactions.\"[2]", "11734": "Siegfried Fred Singer (September 27, 1924 – April 6, 2020)[1][2] was an Austrian-born American physicist and emeritus professor of environmental science at the University of Virginia,[3] trained as an atmospheric physicist.  He was known for rejecting the scientific consensus on several issues, including climate change,[4][5][6] the connection between UV-B exposure and melanoma rates,[7] stratospheric ozone loss being caused by chlorofluoro compounds, often used as refrigerants,[8] and the health risks of passive smoking.", "70299095": "Peter David Nellist, FRS is a British physicist and materials scientist, currently a professor in the Department of Materials at the University of Oxford. He is noted for pioneering new techniques in high-resolution electron microscopy.[1]", "56864217": "Richard M. Friedberg (born October 8, 1935) is a theoretical physicist who has contributed to a wide variety of problems in mathematics and physics. These include mathematical logic, number theory, solid state physics, general relativity,[2] particle physics, quantum optics, genome research,[3] and the foundations of quantum physics.[4]", "65383898": "Sabine Schindler (born March 24, 1961) is a German astrophysicist whose research has involved both simulations and X-ray observations of galaxy clusters. She is a professor at the University of Innsbruck and rector of UMIT - Private University for Health Sciences, Medical Informatics and Technology, both in Austria.[1]", "57814490": "Sarah Tuttle is an astrophysicist and assistant professor of astrophysics at the University of Washington.[1] Tuttle builds spectrographs to detect nearby galaxies, including work on VIRUS[2] (the Visible Integral-field Replicable Unit Spectrograph) installed on McDonald Observatory's Hobby–Eberly Telescope to study dark energy, and FIREBall (Faint Intergalactic medium Redshifted Emission Balloon), the world's first fiber fed ultraviolet spectrograph.[3][4][5]", "63122908": "Walter Gekelman is a plasma physics professor at the University of California, Los Angeles (UCLA),[1] and an elected fellow of the American Physical Society.[2] He is known to have developed and constructed numerous meter-long devices to study fundamental plasma processes under laboratory conditions, the largest of which is the Large Plasma Device.[3][4][5]", "69807577": "Choong-Seock Chang is a South Korean physicist.", "46411231": "Harsh Kumar Gupta (born 1942) is an Indian earth scientist and seismologist, known for his pioneering work on estimation of reservoir-induced earthquakes.[1] He is a former vice chancellor of the Cochin University of Science and Technology (CUSAT) and a Raja Ramanna Fellow at the National Geophysical Research Institute (NGRI), Hyderabad.[2] A recipient of the 1983 Shanti Swarup Bhatnagar Prize for Science and Technology,[3] the highest Indian award in the science and technology category, and the 2008 Waldo E. Smith Award,[4] Gupta was awarded the fourth highest Indian civilian honour of the Padma Shri in 2006.[5][6]", "2665955": "Otto Herbert Schmitt (April 6, 1913 – January 6, 1998) was an American inventor, engineer, and biophysicist known for his scientific contributions to biophysics and for establishing the field of biomedical engineering.  Schmitt also coined the term biomimetics and invented or co-invented the Schmitt trigger, the differential amplifier, and the chopper-stabilized amplifier.[1]", "23211497": "Moisey Alexandrovich Markov (Russian: Моисей Александрович Марков; 13 May 1908 Rasskazovo, Tambov Governorate, Russian Empire - 1 November 1994, Moscow, Russia) was a Soviet physicist-theorist who mostly worked in the area of quantum mechanics, nuclear physics and particle physics.[1] He is particularly known for having proposed the idea of underwater neutrino telescopes in 1960[2] that was originally developed in the master thesis of his student Igor Mikhailovich Zheleznykh.[3]", "35565038": "Robert Curtis Retherford (1912–1981) was an American physicist. He was a graduate student of Willis Lamb at Columbia Radiation Laboratory. Retherford and Lamb performed the famous experiment revealing Lamb shift in the fine structure of hydrogen, a decisive experimental step toward a new understanding of quantum electrodynamics.[1][2]", "44903920": "Alexander Wood (3 May 1879 – 1 April 1950)[1] was a Scottish physicist who worked as researcher and university lecturer in the field of acoustics and experimental physics.[2]", "19934708": "Chia-Shun Yih (Chinese: 易家训; July 25, 1918 – April 25, 1997) was the Stephen P. Timoshenko Distinguished University Professor Emeritus at the University of Michigan.[1] He made many significant contributions to fluid mechanics.[2] Yih was also a seal artist.", "25996792": "Theodor V. Ionescu (February 8, 1899 – November 7, 1988) was a Romanian physicist and inventor who made remarkable discoveries in plasma physics, ionosphere physics, ion coupling electrons in dense plasmas, masers, magnetron amplifiers, and Zeeman effects related to controlled nuclear fusion and quantum emission mechanisms in hot plasmas. He was a member of the Romanian Academy from December 21, 1935.[1]", "36220409": "Fr. Andrew Pinsent (born 1966) is Research Director of the Ian Ramsey Centre for Science and Religion,[2] part of the Faculty of Theology and Religion at the University of Oxford.[3][4] He is also a Research Fellow at Harris Manchester College, Oxford, and a Catholic priest of the diocese of Arundel and Brighton in England.[5]", "18918910": "Vladimir Sergeyevitch Ignatowski, or Waldemar Sergius von Ignatowsky and similar names in other publications[1] (* March 8/20, 1875 in Tbilisi, Georgia; † January 13, 1942 in Leningrad), was a Russian physicist.[2]", "28356095": "Garik Israelian (Armenian: Գարիկ Իսրայելյան, born 1963) is an Armenian-Spanish astrophysicist and co-founder of the Starmus Festival. In 1999, Israelian and colleagues presented the first observational evidence that supernova explosions were responsible for the formation of stellar-mass black holes.", "64204286": "Victor Malka (born 1960 in Casablanca, Morocco) is a French plasma physicist and a pioneer in laser plasma acceleration. In 2004, Malka demonstrated that high energy monoenergetic electron beams could be generated using the technique of laser wakefield acceleration,[1] and subsequently used them to develop compact X-ray and gamma radiation sources with applications in medicine, security technology and phase-contrast imaging.[2][3][4] For these contributions to the field, he was awarded the IEEE Particle Accelerator Science and Technology Award [de] in 2007,[5] the Julius Springer Prize for Applied Physics [de] in 2017,[6] and the Hannes Alfvén Prize in 2019.[7]", "51457540": "P. Radhakrishan (Nair, Paramaswaran Radhakrishnan)[1] is a veteran space scientist, author and speaker from India. He retired from the Indian Space Research Organisation as the Deputy Director of Liquid Propulsion Systems Centre.[2] Radhakrishnan was one of the two trainees slated to travel to space in the STS-61-I (Challenger) mission in September 1986 as a Payload Specialist for INSAT-1C,[3] but the flight was cancelled after the Challenger disaster.[4] N.C.Bhat[5] from ISRO Satellite centre was the other Indian space scientist who was trained by NASA for the mission – the plan was to select one of these two for the mission.[6]", "1224197": "Simon \"Si\" Ramo (May 7, 1913 – June 27, 2016) was an American engineer, businessman, and author. He led development of microwave and missile technology and is sometimes known as the father of the intercontinental ballistic missile (ICBM). He also developed General Electric's electron microscope. He played prominent roles in the formation of two Fortune 500 companies, Ramo-Wooldridge (TRW after 1958) and Bunker Ramo Corporation (now part of Honeywell).", "8531465": "John Heaver Fremlin (4 March 1913 – 9 March 1995) was an English nuclear physicist.", "67907082": "Shannon Curry is the Principal Investigator of the NASA Mars Scout mission MAVEN. She is a planetary physicist and the Deputy Assistant Director of Planetary Science at the Space Sciences Laboratory at the University of California, Berkeley.", "67317259": "Giuseppe Carleo (born 1984) is an Italian physicist. He is a professor of computational physics at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the Laboratory of Computational Quantum Science.[1][2]", "19312144": "Kendal Nezan is a French-Kurdish nuclear physicist and president of the Kurdish Institute of Paris. He was born in Turkey. He is also a board member of the Washington Kurdish Institute.[1]", "48606741": "Andrew MacGregor Childs is an American computer scientist and physicist known for his work on quantum computing.\nHe is currently a professor in the department of computer science and Institute for Advanced Computer Studies at the University of Maryland. He also co-directs the Joint Center for Quantum Information and Computer Science, a partnership between the University of Maryland and the National Institute of Standards and Technology.[1]", "5582361": "Walter Mauderli DSc (March 8, 1924 – March 27, 2005) was a pioneer in the development of the field of medical physics. He earned his doctorate from the Swiss Federal Institute of Technology under the instruction of notable physicists as Nobel Laureate physicist Wolfgang Pauli.", "71544346": "Robert Everett Ecke is an American experimental physicist who is a laboratory fellow and director emeritus of the Center for Nonlinear Studies (CNLS) at Los Alamos National Laboratory[1] and Affiliate Professor of Physics at the University of Washington.[2] His research has included chaotic nonlinear dynamics, pattern formation, rotating Rayleigh-Bénard convection, two-dimensional turbulence, granular materials, and stratified flows.[1] He is a Fellow of the American Physical Society (APS)[3] and of the American Association for the Advancement of Science (AAAS),[4] was chair of the APS Topical Group on Statistical and Nonlinear Physics,[5] served in numerous roles in the APS Division of Fluid Dynamics, and was the Secretary of the Physics Section of the AAAS.", "66530848": "Annie Sugier (born 21 February 1942) is a French nuclear physicist. She came to prominence in 1989 as the first woman to be promoted to a directorship at France's \"Alternative Energies and Atomic Energy Commission\" (\"Commissariat à l'énergie atomique et aux énergies alternatives\" / CEA). The focus of her responsibilities at the CEA was on the dismantling of nuclear installations. She is better known to many for her role as a committed and eloquent feminist activist. She has served for many years as president of the \"Ligue du droit international des femmes\" (\"International Women's Rights League\"), founded in 1983 by her friend and mentor, Simone de Beauvoir.[1][2][3][4][5]", "1879587": "Peter Barham (born 1950) is emeritus professor of physics at the University of Bristol. He was visiting professor of Molecular Gastronomy at the University of Copenhagen, Denmark.", "6958636": "Giovanni Caselli (8 June 1815 – 25 April 1891) was an Italian priest, inventor, and physicist. He studied electricity and magnetism as a child which led to his invention of the pantelegraph (also known as the universal telegraph or all-purpose telegraph), the forerunner of the fax machine. The world's first practical operating facsimile machine (\"fax\") system put into use was by Caselli. He had worldwide patents on his system. His technology idea was further developed into today's analog television.", "470578": "Franklin Ramón Chang-Díaz (born April 5, 1950, San José, Costa Rica)[1] is an American mechanical engineer, physicist and former NASA astronaut. He is the sole founder and CEO of Ad Astra Rocket Company[2] as well as a member of Cummins' board of directors.[3] He became an American citizen in 1977.[4]", "12660276": "Aurélien Barrau (born 19 May 1973, in Neuilly-sur-Seine) is a French physicist and philosopher, specialized in astroparticle physics, black holes  and cosmology. He is the director of the Grenoble Center for Theoretical Physics, works in the CNRS Laboratory for Subatomic Physics and Cosmology (LPSC), and is a professor at the Joseph Fourier University (now the Université Grenoble Alpes).", "27242038": "Max Planck Institute for Astrophysics", "58601020": "Douglas Walter Noble Stibbs FRSE FRAS (1919–2010) was a 20th century Australian astronomer and astrophysicist, remembered for his work at St Andrews University where he held the Napier Chair in Astronomy for 30 years. The Prof Walter Stibbs Lectures at Sydney University are named in his honour.[1]", "65056320": "Nora May Mohler (1898[1] – November 29, 1984[2]) was an American physicist, elected a Fellow of the American Physical Society in 1941.[3][4]", "11841096": "Ana María Cetto Kramis (born 1946, in Mexico City) is a Mexican physicist and professor. She is known for her contributions to quantum mechanics, stochastic, electrodynamics, and biophysics of light, and for her work as a pacifist.[2] From 2003 to 2010 she was Deputy Director General of the International Atomic Energy Agency (IAEA). She is also professor at the Faculty of Sciences at the National Autonomous University of Mexico (UNAM), of which she was also director. Cetto is responsible for several scientific literature programs in Latin America and for several international programs on the promotion and participation of women in science.", "4435530": "Viktor Trkal (14 August 1888, Ostřetín – 3 September 1956, Prague) was a Czech physicist and mathematician who specialized in theoretical quantum physics.", "58502743": "Philippa K. Browning FInstP is a Professor of Astrophysics in the Jodrell Bank Centre for Astrophysics at the University of Manchester.[3] She specialises in the mathematical modelling of fusion plasmas.[4]", "66039384": "Henry Ehrenreich (May 11, 1928 – January 20, 2008) was an American physicist and Harvard professor who did research on semiconductors and solid-state physics.", "25669211": "John Alexander Simpson (November 3, 1916 – August 31, 2000) was an American physicist and science educator. He was deeply committed to educating the public and political leaders about science and its implications, most notably as a principal founder of the Bulletin of the Atomic Scientists and a long-time member of the organizations Board of Sponsors.[1]", "51457628": "Harold Schultz Slusher (born 1934)[1] is an American physicist and young earth creationist.", "2600542": "Jagadeesh Subbaiah Moodera is an American physicist of Indian origin and is senior research scientist at MIT's Francis Bitter Magnet Laboratory. In 1994 together with the MIT research team led by P.M. Tedrow and R. Meservey, they showed a practical way to implement room temperature magnetic tunnel junction (MTJ) using a magnetic stack based on CoFe–Al2O3–Co, demonstrating a tunnel magnetoresistance ratio (TMR) of 11.8%.", "20098654": "Margaret Eliza Maltby (10 December 1860 – 3 May 1944) was an American physicist notable for her measurement of high electrolytic resistances and conductivity of very dilute solutions.[2] Maltby was the first woman to earn a Bachelor of Science (B.S.) degree from MIT,[3] where she had to enroll as a \"special\" student because the institution did not accept female students. Maltby was also the first woman to earn a Ph.D. in physics from the University of Göttingen in 1895.[4]", "503394": "Norman Foster Ramsey Jr. (August 27, 1915 – November 4, 2011) was an American physicist who was awarded the 1989 Nobel Prize in Physics, for the invention of the separated oscillatory field method (see Ramsey Interferometry) which had important applications in the construction of atomic clocks. A physics professor at Harvard University for most of his career, Ramsey also held several posts with such government and international agencies as NATO and the United States Atomic Energy Commission.  Among his other accomplishments are helping to found the United States Department of Energy's Brookhaven National Laboratory and Fermilab.", "6467174": "Michel Matthew Ter-Pogossian (April 21, 1925 – June 19, 1996) was an American medical physicist.[3] He was professor of radiology at the Washington University School of Medicine for over 30 years. A pioneer in nuclear medicine,[4] he is best known for his research on the positron emission tomography (PET). He is considered one of its creators and often referred to as the \"father of PET.\"[5][6]", "18099816": "Vladimir Borisovich Rojansky (April 9, 1900 – March 6, 1981) was an American physicist, author and educator.  He was born in Bologoye, Russian Empire.  His father was a railroad construction engineer and one of his grandfathers was a general.", "17673834": "Otto Richard Lummer (17 July 1860 – 5 July 1925) was a German physicist and researcher.[1] He was born in the city of Gera, Germany. With Leon Arons, Lummer helped to design and build the Arons–Lummer mercury-vapor lamp.[2] Lummer primarily worked in the field of optics and thermal radiation. Lummer's findings, along with others, on black body radiators led Max Planck to reconcile his earlier Planck's law of black-body radiation by introducing the quantum hypothesis in 1900.[3]  In 1903, with Ernst Gehrcke, he developed the Lummer–Gehrcke interferometer. Lummer died in former Breslau, now Wrocław.", "4435563": "Vincenc Strouhal (Čeněk Strouhal) (10 April 1850 in Seč – 26 January 1922 in Prague) was a Czech physicist specializing in experimental physics. He was one of the founders of the Institute of Physics of the Czech part of Charles University.[1] He was engaged in hydrodynamic phenomena, acoustics and electric and magnetic properties of steel.", "72789620": "Svetlana Alexandrovna Kotochigova is a Soviet and American physicist whose research involves the theory and simulation of ultracold atoms and ultracold molecules.[1] She is a research professor of physics at Temple University and a researcher at the National Institute of Standards and Technology and Smithsonian Astrophysical Observatory.[1][2]", "339572": "Sergei Kopeikin (born April 10, 1956) is a USSR-born theoretical physicist and astronomer presently living and working in the United States, where he holds the position of Professor of Physics at the University of Missouri in Columbia, Missouri. He specializes in the theoretical and experimental study of gravity and general relativity. He is also an expert in the field of the astronomical reference frames and time metrology. His general relativistic theory of the Post-Newtonian reference frames which he had worked out along with Victor A. Brumberg, was adopted in 2000 by the resolutions of the International Astronomical Union as a standard for reduction of ground-based astronomical observation. \nA computer program Tempo2 used to analyze radio observations of pulsars,[1][2] includes several effects predicted by S. Kopeikin that are important for measuring parameters of the binary pulsars,[3][4][5][6]\nfor testing general relativity,[7][8] and for detection of gravitational waves of ultra-low frequency.[9] Sergei Kopeikin has worked out a complete post-Newtonian theory of equations of motion of N extended bodies in scalar-tensor theory of gravity with all mass and spin multipole moments of arbitrary order [10][11] and derived the Lagrangian of the relativistic N-body problem.[12]", "8400502": "Reinhard Meinel (born 21 October 1958, in Jena) is the Head of the Relativistic Astrophysics group at the Institute of Theoretical Physics in Jena, Germany. In 1993 he published together with Gernot Neugebauer a complete analytical solution to the field equations of Albert Einstein's Theory of gravity in the case of a rigidly rotating disk of dust.[1] He is internationally recognized as being one of the leading experts on the field of analytical gravity, and listed as a major contributor to general relativity.", "58240629": "David Chandos Brydges (born 1 July 1949 in Chester, UK) is a mathematical physicist.", "72101492": "Valeria Ferrari is an Italian physicist whose research concerns the theoretical modeling of gravitational waves, and the oscillations in black holes and neutron stars that could cause them. She is a professor of theoretical physics at Sapienza University of Rome.", "68202101": "Amalia Ballarino is a nuclear and superconductor scientist. She currently serves as leader of CERN’s magnets, superconductors, and cryostats group.[1][2]", "44904060": "Giorgos Grammatikakis (Greek: Γιώργος Γραμματικάκης; 21 May 1939 – 25 October 2023) was a Greek physicist, writer, and the dean emeritus of the University of Crete. In 2014, he was elected as a member of the European Parliament (MEP).", "72101501": "Maria Alessandra Papa (born 1967) is an Italian physicist specializing in the observation of gravitational waves. She is a professor of gravitational wave astronomy at Leibniz University Hannover, and a researcher at the Max Planck Institute for Gravitational Physics (Albert Einstein Institute). At the Max Planck Institute, she heads the Permanent Independent Research Group on Continuous Gravitational Waves; these are waves expected to be emitted continuously from rapidly rotating neutron stars, unlike the waves that have been detected from black hole and neutron star merger events. She also coordinates the use of the Einstein@Home project for volunteer computing in the search for gravitational waves in LIGO data.", "60894850": "Blakesley Burkhart is an astrophysicist. She is the winner of the 2017 Robert J. Trumpler Award awarded by the Astronomical Society of the Pacific, which recognizes a Ph.D. thesis that is \"particularly significant to astronomy.\" She also is the winner of the 2019 Annie Jump Cannon Award in Astronomy and the 2022 winner of The American Physical Society's Maria Goeppert-Mayer Award. The awards both cited her work on magnetohydrodynamic turbulence, and for developing innovative techniques for comparing observable astronomical phenomena with theoretical models.[1]", "11742852": "Corrado Giannantoni (born 1950) is an Italian nuclear scientist.", "12267140": "Sinyan Shen (Chinese: 沈星扬; born November 12, 1949 - died November 7, 2016) was a Singaporean physicist[1] and classical composer.[2]", "1420932": "Muhammed Zafar Iqbal (Bengali: মুহম্মদ জাফর ইকবাল; pronounced [muɦɔmmɔd dʒafor ikbal]; born 23 December 1952) is a Bangladeshi science fiction author, physicist, academic, activist and former professor of computer science and engineering and former head of the department of Electrical and Electronic Engineering at Shahjalal University of Science and Technology (SUST).[1]  He achieved his PhD from University of Washington. After working 18 years as a scientist at California Institute of Technology and Bell Communications Research, he returned to Bangladesh and joined Shahjalal University of Science and Technology as a professor of Computer Science and Engineering. He retired from his teaching profession in October 2018. He is considered one of Bangladesh's top science fiction writers.", "49262215": "Sarah Bolton is an American physicist and university administrator who currently serves as the president of Whitman College in Walla Walla, Washington. She assumed this position on July 1, 2022.[2] Bolton has been a strong supporter of Dreamers, students who are undocumented but born in the United States,[3] Posse scholars, a program to \"empower diverse groups of leaders who transform communities, this country and the world,\"[4][5] and international students, especially when many could not return home during the COVID-19 pandemic.[6]", "13545098": "Petr Vaníček (born 18 July 1935) is a Czech Canadian geodesist and theoretical geophysicist who has made important breakthroughs in theory of spectrum analysis and geoid computation.", "43429522": "Pablo Gabriel Etchegoin (12 September 1964 – 29 April 2013 ) was an Argentine-New Zealand physicist.", "31895187": "Charles F. McMillan is an American nuclear physicist and served as the 10th director of the Los Alamos National Laboratory. His appointment was effective June 1, 2011.[1] He succeeded Michael R. Anastasio. On September 5, 2017, McMillan announced he would be leaving the director position at the end of the year.[2]", "69545618": "Nouria Sultana Salehi AM is an Afghan-Australian nuclear physicist, biophysicist and humanitarian. She is the founder of the Afghan Australian Development Organisation.", "4435608": "August Jan Bedřich Seydler (1 June 1849 – 22 June 1891), aka August Johann Friedrich Seydler, was a distinguished Czech astronomer, theoretical physicist, and professor at Charles University in Prague. He was the founder of the Astronomical Institute of the Czech University (1886). He was born in Žamberk to a commissioner of customs Jan Nepomuk Seydler and his wife, Antonia Suková. He was a revered pedagogue and contributed significantly to astronomical studies, specifically, he elaborated sophisticated methods for the determination of orbits of minor planets. Appropriately, a minor planet is named after him.", "22163098": "Mathias Fink, born in 1945 in Grenoble, is a French physicist, professor at ESPCI Paris and member of the French Academy of Sciences.[1]", "929450": "Macedonio Melloni (11 April 1798 – 11 August 1854) was an Italian physicist, notable for demonstrating that radiant heat has similar physical properties to those of light.", "41430699": "Chung-Kang Peng is the Director of the Center for Dynamical Biomarkers at Beth Israel Deaconess Medical Center / Harvard Medical School (BIDMC/HMS).[1] Under his direction the Center for Dynamical Biomarkers researches fundamental theories and novel computational algorithms for characterizing physiological states in terms of their dynamical properties.  He is also currently the K.-T. Li Visiting Chair Professor at National Central University (NCU), Visiting Chair Professor at National Chiao Tung University (NCTU) in Taiwan, and Visiting Professor at China Academy of Chinese Medical Sciences in China. During 2012–2014, he served as the founding Dean of the College of Health Sciences and Technology at NCU in Taiwan.", "66530988": "Fabrizio Carbone (born (1976-04-20)April 20, 1976 in Novi Ligure, Italy) is an Italian and Swiss physicist and currently an Associate Professor at École Polytechnique Fédérale de Lausanne (EPFL).[1] His research focuses on the study of matter in out of equilibrium conditions using ultrafast spectroscopy, diffraction and imaging techniques.[2] In 2015, he attracted international attention by publishing a photography of light displaying both its quantum and classical nature.[3][4][5][6]", "73936561": "Dominique Franck Escande (born 1948) is a French physicist. He is known for his research in plasma physics, thermonuclear fusion by magnetic confinement, hybrid fusion-fission reactors, Hamiltonian dynamics, and deterministic chaos.[1][2]", "73313971": "Humboldt Research Award (2009)\nFellow of the Royal Society of Chemistry (2009) \nFellow of the Biophysical Society (2014) \nFellow of the American Physical Society (2016) \nOesper Award (2018) \nIrving Langmuir Prize (2019)", "37891767": "Sir Tejinder Singh Virdee, FRS (Punjabi: ਤਜਿੰਦਰ ਸਿੰਘ ਵਿਰਦੀ, born 13 October 1952), is a Kenyan-born British experimental particle physicist and Professor of Physics at Imperial College London.[1] He is best known for originating the concept of the Compact Muon Solenoid (CMS) with a few other colleagues and has been referred to as one of the 'founding fathers' [2] of the project. CMS is a world-wide collaboration which started in 1991 and now has over 3500 participants from 45 countries.", "50638530": "Jefferson Antonio Galves (18 June 1947 – 5 September 2023) was a Brazilian mathematician, professor of the Institute of Mathematics and Statistics of the University of São Paulo (USP) and member of the Brazilian Academy of Sciences. His field of studies was related to statistical models, in particular models that have stochasticity and variable range of memory.  Galves was also the leader of NeuroMat, a research center established in 2013 at USP that is dedicated to integrating mathematical modeling and theoretical neuroscience.", "1126086": "William Roger Corliss (August 28, 1926 – July 8, 2011)[1] was an American physicist and writer who was known[2] for his interest in collecting data regarding anomalous phenomena (including cryptozoology, out-of-place artifacts and unidentified flying objects). Corliss was Charles Fort's most direct successor.[3] Arthur C. Clarke described Corliss as \"Fort's latter-day - and much more scientific - successor.\"[4]", "24751822": "Ali Asghar Soltanieh English pronunciationⓘ (Persian: علی‌اصغر سلطانیه, born 1 October 1950) was Iran's ambassador to the International Atomic Energy Agency in Vienna. He served the position from 1982 to 1987 and for a second term in 2006 until 2013.", "69054165": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "29077206": "Michael Lee Roukes is an American experimental physicist, nanoscientist, and the Frank J. Roshek Professor of Physics, Applied Physics, and Bioengineering at the California Institute of Technology (Caltech).", "21442266": "David John Axon (1951 – 5 April 2012) was a British astrophysicist specialising in observations of active galactic nuclei. He was a professor at the University of Hertfordshire and the Rochester Institute of Technology (RIT), and at the time of his death was Head of the School of Mathematical and Physical Sciences at the University of Sussex.", "54341339": "André Lagarrigue (1924 – 14 January 1975) was a French particle physicist. Being the initiator of the Gargamelle experiment at CERN, his work was of paramount importance in the discovery of neutral currents — the first experimental indication of the existence of the Z0 boson. This major discovery was a step towards verification of the electroweak theory, today a pillar of the Standard Model.", "68366045": "Michael Mendillo is a professor of astronomy at Boston University. His primary research interests include space physics, planetary atmospheres, observations and models.[1] He is a Fellow of the American Geophysical Union[2] and a longtime member of the American Astronomical Society.[3]", "64368349": "Alexios Polychronakos (born 1959, in  Greece) is a  theoretical physicist. He studied electrical engineering at the National Technical University of Athens  (diploma in 1982) and  did graduate work in theoretical physics at the California Institute of Technology (Ph.D. 1987 [1]) under the supervision of John Preskill.", "1027807": "Marian Smoluchowski (Polish: [ˈmarjan smɔluˈxɔfski]; 28 May 1872  – 5 September 1917) was a Polish physicist who worked in the territories of the Austro-Hungarian Empire. He was a pioneer of statistical physics and made significant contributions to the theory of Brownian motion and stochastic processes.[1] He is known for the Smoluchowski equation, Einstein–Smoluchowski relation and Feynman–Smoluchowski ratchet.", "896740": "Daniel Chee Tsui (Chinese: 崔琦; pinyin: Cuī Qí, born February 28, 1939) is a Chinese-born American physicist. He is currently serves as the Professor of Electrical Engineering, emeritus, at Princeton University.[1] Tsui's areas of research include electrical properties of thin films and microstructures of semiconductors and solid-state physics.", "4435687": "Jaroslav Šafránek (May 23, 1890, in Pilsen – August 22, 1957, in Prague) was a Czechoslovak physicist who, in the second half of the 1930s, designed a system for the transmission of visual images by low-line mechanical television, which made the production of an authentic spatial impression of the picture, transmitted on the screen, possible. His discovery was, unfortunately, largely ignored by the Czechoslovakian community.", "1781489": "Wolfgang Kurt Hermann \"Pief\" Panofsky (April 24, 1919 – September 24, 2007), was a German-American physicist who won many awards including the National Medal of Science.", "27602679": "Antonino Lo Surdo (4 February 1880 in Syracuse – 7 June 1949 in Rome) was an Italian physicist.[1] He was appointed as professor of physics at the Istituto di Fisica in Rome in 1919; upon the death of Orso Mario Corbino in 1937, he became the director. Lo Surdo studied terrestrial physics, including seismology and geophysics; the 1908 Messina earthquake caused the death of his parents and other close relatives, except his brother. He contributed to the foundation of  the Istituto Nazionale di Geofisica under the auspices of the Consiglio Nazionale delle Ricerche, when its president was Guglielmo Marconi.", "10956538": "Karl Mey (March 1879 – May 1945) was a prominent German industrial physicist who directed the research and development branch of Osram AG.  His presidency of the Deutsche Physikalische Gesellschaft, starting the year Hitler became Chancellor of Germany, was crucial in that organization's ability to assert its independence from National Socialist policies.", "14003964": "David Cohen made many of the first pioneering measurements in the area of biomagnetism (magnetic fields produced by the body),[1] although he was initially trained as a nuclear physicist.", "38678270": "Stéphane Roux (born 1960) is a French physicist specializing in surface mechanics and fractures. He is director of research at the École normale supérieure de Cachan.  He was awarded the Société française de physique annual prix Daniel Guinier and the Médaille d'argent of CNRS in 2006[1][2]", "53292802": "Eric A. Hessels is a Canadian physicist, currently a Canada Research Chair and Distinguished Research Professor at York University in Toronto, Ontario.[1][2][3][4] In September 2019, Hessels et al. measured the Lamb shift for hydrogen to measure the radius of a proton and demonstrated that it is consistent with the value obtained for muonic hydrogen. This proved that the supposed discrepancy known as the proton radius puzzle did not exist.[5]", "1027850": "Mieczysław Wolfke (29 May 1883 – 4 May 1947) was a Polish physicist, professor at the Warsaw University of Technology, the forerunner of holography and television. He discovered the method of solidification of helium as well as two types of liquid helium. He was a Masonic Grand Master of the National Grand Lodge of Poland from 1931 to 1934. He served as president of the Polish Physical Society between 1930 and 1934.", "40808205": "Beatriz Leonor Silveira Barbuy is a Brazilian astrophysicist. She was described in 2009 by Época magazine as one of the 100 most influential Brazilians.[2] She is a professor at the Instituto de Astronomia, Geofísica e Ciências Atmosféricas (IAG) at the University of São Paulo, vice-president of the International Astronomical Union (IAU), and one of five winners of the L'Oréal-UNESCO Awards for Women in Science in 2009.", "65810192": "Amber S. Boehnlein is a particle physicist, computer scientist, and administrator who has held leadership positions at several United States national laboratories and the United States Department of Energy.", "17051408": "Rudolph E. Schild (born 10 January 1940) is an astrophysicist at the Harvard-Smithsonian Center for Astrophysics, who has been active since the mid-1960s.[1] He has authored or contributed to over 250 papers, of which 150 are in refereed journals.[2]", "2830098": "Willard Harvey Wattenburg (February 9, 1936 – August 2, 2018)[1] was an American inventor, engineer, author, and talk radio show host from California. Advertisements for his show often referred to him as \"The Smartest Man in the World.\"[2]", "25997076": "Earl W. (Wadsworth) McDaniel (April 15, 1926 – May 4, 1997) was a Regents Professor of Physics at the Georgia Institute of Technology and the Georgia Tech Research Institute and is most noted for his contributions to the field of ion mobility spectrometry.", "15281946": "Werner Hartmann (30 January 1912 – 8 March 1988) was a German physicist who introduced microelectronics into East Germany. He studied physics at the Technische Hochschule Berlin and worked at Siemens before joining Fernseh GmbH. At the end of World War II, he and his research staff were flown to the Soviet Union to work on their atomic bomb project; he was assigned to Institute G. In 1955, he arrived in the German Democratic Republic (GDR); in the same year, he founded and became the director of the VEB Vakutronik Dresden, later VEB RFT Meßelektronik Dresden. In 1956, he completed his Habilitation at the Technische Hochschule Dresden and also became a professor for Kernphysikalische Elektronik there. In 1961, he founded the Arbeitsstelle für Molekularelektronik Dresden (AME). He was awarded the National Prize of GDR in 1958. In 1974, he was removed from his positions, significantly demoted, and sent to work as a staff scientist at the VEB Spurenmetalle Freiberg. Hartmann had been the object of security investigations by the Stasi for some time; while he was investigated at length and repeatedly interrogated, the alleged charges were politically motivated and no trial ever took place. The Werner-Hartmann-Preis für Chipdesign is an industrial award given in Hartmann's honor for achievement in the field of semiconductors.", "70692635": "Bodil Agneta Jönsson (born September 12, 1942, in Helsingborg) is a Swedish physicist and author, who is professor emeritus at the Department of Rehabilitation Technology at Lund University since 1993. Between 1999 and 2019, she has authored about 20 books. She received H. M. The King's Medal in the 8th size in 1997, and was awarded a gold medal by the Royal Swedish Academy of Engineering Sciences in 2013.[1][2][3][4][5][6]", "31600414": "David I. Kaiser is an American physicist and historian of science. He is Germeshausen Professor of the History of Science at the Massachusetts Institute of Technology (MIT) and a full professor in MIT's department of physics. He also served as an inaugural associate dean for MIT's cross-disciplinary program in Social and Ethical Responsibilities of Computing.[1]", "8367902": "Ludwig Hopf (23 October 1884 in Nürnberg, Germany – 23 December 1939 in Dublin) was a German-Jewish theoretical physicist who made contributions to mathematics, special relativity, hydrodynamics, and aerodynamics.  Early in his career he was the assistant to and a collaborator and co-author with Albert Einstein.", "72920864": "Yasmine Amhis (born 1982, Algiers) is a French-Algerian particle physicist. In 2016, she was awarded the Jacques Herbrand Prize. She is the granddaughter of the Algerian poet and writer Djoher Amhis-Ouksel.[1]", "65974052": "Annick Gabrielle Pouquet (born 24 December 1946)[1] is a computational plasma physicist specializing in plasma turbulence. She was awarded the 2020 Hannes Alfvén Prize for \"fundamental contributions to quantifying energy transfer in magneto-fluid turbulence\".[2] She currently holds positions in the Laboratory for Atmospheric and Space Physics and National Center for Atmospheric Research at the University of Colorado Boulder.[3]", "5189415": "Richard Lawrence Garwin (born April 19, 1928) is an American physicist, best known as the author of the first hydrogen bomb design.[1][2]", "50507566": "Jo Zayner (formerly Josiah Zayner; alternatively Josie; born February 8, 1981) is a biohacker, artist, and scientist best known for their self-experimentation and work making hands-on genetic engineering accessible to a lay audience, including CRISPR.", "46673715": "Louis Miles Muggleton, FIET (8 July 1922 – 5 April 2015)  was a South African-born British Ionospheric Physicist and Electrical Engineer. Building on the work of Sir Edward Appleton in 1975 Muggleton's seminal work provided the international standard ITU model[7] of radio wave absorption and reflection of the Heaviside layer (or E-layer) of the Ionosphere. This model was based on jointly published work with Stamatis Kouris from the early 1970s.", "59879222": "Cheng Gengdong (Chinese: 程耿东; born September 1941), also known as Geng-Dong Cheng, is a Chinese civil engineer and physicist who specializes in engineering mechanics and computational mechanics. He is a professor at the Dalian University of Technology and served as President from 1995 to 2006. He is an academician of the Chinese Academy of Sciences and a foreign fellow of the Russian Academy of Sciences.", "25603899": "William E. Siri (January 2, 1919 – August 24, 2004) was an American biophysicist, mountaineer and environmentalist.", "49655611": "Shirley Leon Quimby (August 21, 1893 – May 15, 1986) was an American  physicist.\nHe graduated from University of California at Berkeley in 1915 and received his PhD in physics at Columbia University in 1925. He served as a professor at Columbia from 1943 and became professor emeritus in 1962.\nIn 1915 he married fellow student Edith Hinkley, who would later be noted for her contributions to nuclear medicine and radiology.", "21376830": "Vladimir Dmitrievich Krivchenkov (Russian: Владимир Дмитриевич Кривченков; 15 October 1917 – 7 October 1997) was a\nRussian physicist, author and the creator of the \"Deterministic concept of Quantum Mechanics\".[citation needed][1][2][3][4][5][6][7][8] Krivchenkov also worked as a professor at the Physics Department of the Moscow State University.\n[9]", "67120959": "Kwan Hsu (1913-1995) was a Biophysics Professor at Portland State University and cultural liaison for the People's Republic of China.", "50343744": "Richard G. Palmer (born 28 January 1949, in Reigate) is a British theoretical physicist. (He is a US immigrant with permanent residency status.)", "62009152": "Anne L. Kinney is an American space scientist and educator. Kinney is currently the Deputy Center Director at NASA Goddard Space Flight Center.  Previously, she held positions as the head of the Directorate for Mathematical and Physical Sciences (MPS) for the National Science Foundation (NSF),[1]  the Chief Scientist of the W.M. Keck Observatory, Director of the Solar System Exploration Division at NASA Goddard Space Flight Center, Director of the Origins Program at NASA Jet Propulsion Laboratory,[2] and Director of the Universe Division at NASA Headquarters. She earned a bachelor's degree in astronomy and physics from the University of Wisconsin-Madison and a doctorate in astrophysics from New York University, and has published more than 80 papers on extragalactic astronomy.[1] She was an instrument scientist for the Faint Object Spectrograph that flew on the Hubble Space Telescope.[3]", "43757378": "Boris Petrov Komitov (Bulgarian: Борис Петров Комитов) (b. April 5, 1954, Stara Zagora, Bulgaria) is a Bulgarian astronomer and geophysicist. He is an active researcher in the fields of physics of planetary and comet atmospheres, solar physics and solar-climate relationships. He has authored more than 70 peer-reviewed science articles, 50 popular-science articles as well as 3 books concerning the physics of the Solar System, the Sun and the Solar-Earth Connections.[1][2] In 2008 the Minor Planet Centre at the International Astronomical Union named an asteroid from the main asteroid belt (between Mars and Jupiter) after him in recognition of his scientific contributions and educational work (20363 Komitov 1998KU1).[3]", "17084220": "Mark Newman FRS is an English–American physicist and Anatol Rapoport Distinguished University Professor of Physics at the University of Michigan, as well as an external faculty member of the Santa Fe Institute.  He is known for his fundamental contributions to the fields of complex networks and complex systems, for which he was awarded the 2014 Lagrange Prize.", "5058371": "Nicholas Constantine Christofilos (Greek: Νικόλαος Χριστοφίλου; December 16, 1916 – September 24, 1972) was a Greek physicist. The Christofilos effect, a type of electromagnetic shielding, is named after him.", "71479109": "Sergey Nikolayevich Bagayev (Russian: Сергей Николаевич Багаев; born 9 September 1941) is a Russian scientist, a specialist in the field of quantum electronics and laser physics,[1] director of the Institute of Laser Physics (1992–2016).[2]  His h-index is 16.[3]", "74395461": "George Fred Koster (1927–2012) was an American physicist.", "54112069": "Maria Victoria Carpio-Bernido (17 November 1961 – 6 January 2022[1]) was a Filipino physicist.", "12104": "Guglielmo Giovanni Maria Marconi, 1st Marquis of Marconi FRSA (Italian: [ɡuʎˈʎɛlmo marˈkoːni]; 25 April 1874 – 20 July 1937) was an Italian[1][2][3][4] inventor and electrical engineer, known for his creation of a practical radio wave–based wireless telegraph system.[5] This led to Marconi being credited as the inventor of radio,[6] and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun \"in recognition of their contributions to the development of wireless telegraphy\".[7][8][9]", "11775819": "Milton Feng co-created the first transistor laser, working with Nick Holonyak in 2004. The paper discussing their work was voted in 2006 as one of the five most important papers published by the American Institute of Physics since its founding 75 years ago. In addition to the invention of transistor laser, he is also well known for inventions of other \"major breakthrough\" devices, including the world's fastest transistor and light-emitting transistor (LET). As of May, 2009 he is a professor at the University of Illinois at Urbana–Champaign and holds the Nick Holonyak Jr. Endowed Chair Professorship.", "503631": "Colonel Robert Franklyn \"Bob\" Overmyer (July 14, 1936 – March 22, 1996) was an American test pilot, naval aviator, aeronautical engineer, physicist, United States Marine Corps officer, and USAF/NASA astronaut. Overmyer was selected by the Air Force as an astronaut for its Manned Orbiting Laboratory in 1966. Upon cancellation of the program in 1969, he became a NASA astronaut and served support crew duties for the Apollo program, Skylab program, and Apollo-Soyuz Test Project. In 1976, he was assigned to the Space Shuttle program and flew as pilot on STS-5 in 1982 and as commander on STS-51-B in 1985. He was selected as a lead investigator into the Space Shuttle Challenger disaster in 1986, retiring from NASA that same year. A decade later, Overmyer died while testing the Cirrus VK-30 homebuilt aircraft.", "62467924": "Stéphane Mangin is a physicist and professor at the University of Lorraine in Nancy, France. He is head of the Nanomagnetism and Spintronics group[1] at the Institut Jean Lamour,[2] a laboratory jointly run by the CNRS and the University of Lorraine.", "25014106": "Yuen-Ron Shen (Chinese: 沈元壤; pinyin: Shěn Yuánrǎng) is a Chinese physicist. He is a professor emeritus of physics at the University of California, Berkeley, known for his work on non-linear optics. He was born in Shanghai and graduated from National Taiwan University. He received his Ph.D. in Applied Physics from Harvard under physicist and Nobel Laureate Nicolaas Bloembergen in 1963, and joined the department of physics at Berkeley in 1964. In the early years, Shen was probably best known for his work on self-focusing and filament propagation of laser beams in materials.[1] These fundamental studies enabled the creation of ultrafast supercontinuum light sources. In the 1970s and 1980s, he collaborated with Yuan T. Lee on the study of multiphoton dissociation of molecular clusters. The molecular-beam photofragmentation translational spectroscopy that they developed has clarified much of the initial confusion concerning the dynamics of infrared multiphoton dissociation processes.[2] In the 1980s and 1990s, Shen developed various nonlinear optics methods for the study of material surfaces and interfaces.[3] Among these techniques, second-harmonic generation and sum frequency generation spectroscopy are best known and now widely used by scientists from various fields. He has collaborated with Gabor Somorjai on the use of the technique of Sum Frequency Generation Spectroscopy to study catalyst surfaces.[4] He is the author of the book The Principles of Nonlinear Optics.[5] Shen belongs to the prolific J. J. Thomson academic lineage tree. Currently,[when?] Shen works in U. C. Berkeley and Fudan University in Shanghai.", "15118175": "Ion Inculeț (pronunciation: [inkuˈlets]; 5 April 1884 – 18 November 1940) was a Bessarabian and Romanian politician, the President of the Country Council of the Moldavian Democratic Republic, Minister, full member (since 1918) of the Romanian Academy. He was buried in the Church of St. Ioan Botezătorul of Bârnova, located on the outskirts of Iași. He was married to Princess Roxana Cantacuzino. His children from this marriage were Ion I. Inculeț, Doctor Honoris Causa of the University of Western Ontario (Canada), NASA consultant, Honorary Member of the Romanian Academy, director of the Center of Applied Electrostatics of the University of Western Ontario, and his brother, George I. Inculeț.[1]", "65679200": "Jill Christine Bonner (August 20, 1937 - July 29, 2021)[1] was a British-American condensed matter physicist known for her research on the behavior of linear systems of antiferromagnetic particles. She was a professor of physics at the University of Rhode Island.", "45461344": "Eric Henry Stoneley Burhop, FRS (31 January 1911 – 22 January 1980) was an Australian physicist and humanitarian.", "74166118": "Hanna Tuula Katariina Vehkamäki (formerly Arstila) (born 27 December 1969) is a Finnish physicist who is a professor of computational aerosol science at the University of Helsinki.[1][2] Her research investigates aerosol nucleation and atmospheric chemistry.[3][4][5] She also serves as Vice Dean of Wellbeing and Equality. In 2022, she was elected to the Order of the White Rose of Finland.[6]", "33402727": "Benjamin Michael Zuckerman (born August 16, 1943) is an astrophysicist and an emeritus professor in the Department of Physics & Astronomy at UCLA.[1] His recent work focus primarily on formation and evolution of planetary systems around various types of stars.", "20819822": "William Burdette McLean (1914–1976) was a United States Navy physicist, who conceived and developed the heat-seeking Sidewinder missile. The Sidewinder was the first truly effective air-to-air missile; its variants and upgrades are still in active service.", "1159024": "Neil Adam Gershenfeld (born December 1, 1959) is an American professor at MIT and the director of MIT's Center for Bits and Atoms, a sister lab to the MIT Media Lab. His research studies are predominantly focused in interdisciplinary studies involving physics and computer science, in such fields as quantum computing, nanotechnology, and personal fabrication. He is a Fellow of the American Physical Society. Scientific American has named Gershenfeld one of their \"Scientific American 50\" for 2004 and has also named him Communications Research Leader of the Year.[1] Gershenfeld is also known for releasing the Great Invention Kit in 2008, a construction set that users can manipulate to create various objects.[2]", "10891121": "Gregory Scott Boebinger was the director of the National High Magnetic Field Laboratory in Tallahassee, Florida, and is currently a professor of physics at Florida State University.", "21540726": "Gerhart \"Gerry\"  Neugebauer[Note 1] (3 September 1932 – 26 September 2014) was an American astronomer known for his pioneering work in infrared astronomy.", "6270839": "Hatten Schuyler Yoder, Jr., (March 20, 1921 – August 2, 2003) was a geophysicist and experimental petrologist who conducted pioneering work on minerals under high pressure and temperature. He was noted for his study of silicates and igneous rocks.", "1388411": "Copenhagen is a play by Michael Frayn, based on an event that occurred in Copenhagen in 1941, a meeting between the physicists Niels Bohr and Werner Heisenberg, who had been Bohr's student. It premiered in London in 1998, at the National Theatre, running for more than 300 performances, starring David Burke (Niels Bohr), Sara Kestelman (Margrethe Bohr), and Matthew Marsh (Werner Heisenberg).[1]", "57028478": "Paul Anthony Benioff[1]  (May 1, 1930 – March 29, 2022) was an American physicist who helped pioneer the field of quantum computing. Benioff was best known for his research in quantum information theory during the 1970s and 80s that demonstrated the theoretical possibility of quantum computers by describing the first quantum mechanical model of a computer. In this work, Benioff showed that a computer could operate under the laws of quantum mechanics by describing a Schrödinger equation description of Turing machines. Benioff's body of work in quantum information theory encompassed quantum computers, quantum robots, and the relationship between foundations in logic, math, and physics.", "14233470": "Harry Lehmann (21 March 1924 in Güstrow – 22 November 1998 in Hamburg) was a German physicist.[1]", "64958336": "Henry Vernon Wong is a Jamaican-American physicist known for his work in plasma physics. He is professor emeritus at the University of Texas, Austin.", "44932": "Carlo Rubbia OMRI OMCA (born 31 March 1934)[1] is an Italian particle physicist and inventor who shared the Nobel Prize in Physics in 1984 with Simon van der Meer for work leading to the discovery of the W and Z particles at CERN.[2][3][4][1][5][6][7][8]", "7286673": "Marvin Lou Cohen (born March 3, 1935) is an American–Canadian theoretical physicist. He is a physics professor[1] at the University of California, Berkeley. Cohen is a leading expert in the field of condensed matter physics. He is widely known for his seminal work on the electronic structure of solids.", "63319955": "J. Gregory Dash (1923–2010) was a physics professor, known for his research on superfluidity, adsorption of gases on smooth surfaces, surface melting, and films on solid surfaces.[2]", "74133398": "Camille-Sophie Brès (born 1980) is a French physicist who is a professor at the École Polytechnique Fédérale de Lausanne. Her research considers optical communications and nonlinear processes in optical fibre platforms.", "51097495": "Vera G. Lüth (born 1943) is an experimental particle physicist and professor emerita at Stanford Linear Accelerator Center (SLAC), Stanford University, in the United States. A senator of the Helmholtz Association, she has worked in particle physics at SLAC since 1974. She is a fellow of the American Physical Society.", "5189532": "Lewis McAdory Branscomb (August 17, 1926 – May 31, 2023) was an American physicist, government policy advisor, and corporate research manager. He was best known for being head of the National Bureau of Standards and, later, chief scientist of IBM; and as a prolific writer on science policy issues.", "39202718": "Józef Trzemeski (1878-1923) was a Polish physicist, general, and member of the Russian expedition to the Kara Sea in 1914-1915.", "71249823": "Jeremy Levy (born in 1965 New York City, United States)  is an American physicist who is a Distinguished Professor of Physics at the University of Pittsburgh.[1]", "61943715": "M.Sc. University College Cork 1993", "3551142": "Peter S. Pershan is a prominent American physicist.", "64761769": "Oliviu Gherman (26 April 1930 – 11 August 2020) was a Romanian physicist, politician, university professor, and diplomat.", "43986868": "Robert A. Wittenmyer is an American-born Australian astrophysicist and astronomer. He has led the team of researchers who discovered the exoplanet Gliese 832 c.[1]\nHe is the leader of a collaboration between Australian, Chinese, and the US exoplanet search team and also a member of the Anglo-Australian Planet Search.[2]\nHe is currently employed by the University of Southern Queensland located in Toowoomba, Queensland, Australia as an Associate Professor.", "20787125": "Yatenko Leonid (Ukrainian: Яценко Леонід Петрович; born 25 April 1954)  is a Ukrainian physicist,  professor, Doctor of Science,  Director of The Institute of Physics of the National Academy of Science of Ukraine,[1] Academician of the National Academy of Sciences of Ukraine, Head of the National Research Foundation of Ukraine (from March 6, 2019).[2]", "929719": "Willie Wei-Hock Soon (born September 30, 1965)[1] is a Malaysian astrophysicist[2] and aerospace engineer[3] who was long employed as a part-time externally funded researcher at the Solar and Stellar Physics (SSP) Division of the Center for Astrophysics | Harvard & Smithsonian.[4][5]", "13938618": "Louis Winslow Austin (October 30, 1867 – June 27, 1932) was an American physicist known for his research on long-range radio transmissions.", "25046983": "Elizabeth Mary Morris, OBE (born 7 September 1946), also known as Liz Morris, is a glaciologist and Senior Associate at the Scott Polar Research Institute, University of Cambridge.[1] She has been a visiting professor at the University of Reading since 1995. She was head of the ice and climate division at the British Antarctic Survey, from 1986 to 1999, and president of the International Glaciological Society, from 2002 to 2005.", "1093576": "Gregory Hugh Wannier (1911–1983) was a Swiss physicist.[1] He developed a complete set of orthogonal functions known as the Wannier functions[2][3] which became tools of the trade for solid-state theorists. He also had made contributions to ferromagnetic theory via the Ising model. The Kramers–Wannier duality yields the exact location of the critical point for the Ising model on the square lattice.[4]", "864201": "Philip Burton Moon FRS[1] (17 May 1907 – 9 October 1994) was a British nuclear physicist. He is most remembered for his research work in atomic physics and nuclear physics. He is one of the British scientists who participated in the United States' Manhattan Project, Britain's Tube Alloys, and was involved in nuclear weapon development. Moon made outstanding and original experimental contributions which stimulated the development of whole fields of research involving neutrons, gamma rays and novel methods of studying chemical reactions ('Mechanically propelled molecular beams: techniques and opportunities', Moon, P.B. Ralls, M.P., Proceedings of the Royal Society A, 423, 361 371, 1989).", "69808074": "Ting-Kuo Lee (Chinese: 李定國) is a Taiwanese physicist.", "12267470": "Hartland Sweet Snyder (1913, Salt Lake City – 1962) was an American physicist[1] who, together with Robert Oppenheimer, showed how large stars would collapse to form black holes.[2] This work modeled the gravitational collapse of a pressure-free homogeneous fluid sphere and found that it would be unable to communicate with the rest of the universe.[3]\nThis discovery was depicted in the movie Oppenheimer, where Snyder was portrayed by actor Rory Keane.[4]\nHistorian of physics David C. Cassidy assessed that this prediction of black holes might have won a Nobel Prize in Physics had the authors been alive in the 1990s when evidence was available.[5]", "66924494": "Leo Wenzel Pollak (September 23, 1888 in Prague – November 24, 1964 in Dublin) was a geophysicist, meteorologist and pioneer in scientific data processing.[1][2] His career was spent at the Geophysical Institute in Prague, where he rose to the rank of professor and director (1911-1939), the Irish Meteorological Service (1939-1947), and the Dublin Institute for Advanced Studies (1947-1963).", "43003856": "Darol Kenneth Froman  (October 23, 1906 – September 11, 1997)  was the deputy director of the Los Alamos National Laboratory from 1951 to 1962. He served as a group leader from 1943 to 1945, and a division head from 1945 to 1948. He was the scientific director of the Operation Sandstone nuclear tests at Enewetak Atoll in the Pacific in 1948, and assistant director for weapons development from 1949 to 1951.", "12890069": "Frank Baldwin Jewett (/ˈdʒuːɪt/; September 5, 1879 – November 18, 1949) worked as an engineer for American Telegraph and Telephone where his work demonstrated transatlantic radio telephony using a vacuum-tube transmitter. He was also a physicist and the first president of Bell Labs.", "20918231": "Robert Morris Page (2 June 1903 – 15 May 1992) was an American physicist who was a leading figure in the development of radar technology. Later, Page served as the director of research for the U.S. Naval Research Laboratory.[1]", "42708955": "Richard Mead Goody (19 June 1921 – 3 August 2023) was a British-American atmospheric physicist and professor of planetary physics at Harvard University.[5][6] He was inducted into the National Academy of Sciences in 1970.[7]", "667613": "Jeffrey C. Wynn is a research geophysicist with the United States Geological Survey (USGS).  He is currently based in the Cascades Volcano Observatory in Vancouver, WA, one of the five USGS volcano observatories in the United States\n[1].", "69611487": "Eivind Osnes (born 11 May 1938) is a Norwegian physicist.", "65056738": "John Philip Keene (16 November 1921 – 18 October 1991) was a British physicist known for his work in radiolysis. While working at Paterson Labs in Manchester, he created a pulse radiolysis apparatus that led to the discovery of the hydrated electron.[1]", "2928611": "Rosa Luz Alegría Escamilla (born 1949) is a Mexican physicist who was the first woman to serve in the Mexican Executive Cabinet.", "26488808": "Alexander Weissberg-Cybulski (born October 8, 1901  – April 4, 1964[1]) was a Polish-Austrian physicist, writer and businessman of Jewish descent. His testimony in the trial David Rousset vs. Les Lettres francaises and his book The Accused contributed significantly to spreading knowledge about Stalinist terror and show trials in Western Europe.", "42020842": "Annette Zippelius (born 25 June 1949) is a German physicist at the University of Göttingen.[1] In 1998 she became a Gottfried Wilhelm Leibniz Prize winner.[1]\nHer research focuses on complex fluids and soft matter – materials that are intermediate between conventional liquids and solids. Examples are glasses, polymeric melts or solutions, gels and foams, but also granular matter. With her research group she aims at elucidating the underlying principles of self-organization that govern their behavior.[2][3]", "36188139": "Fernando Sanford (February 12, 1854 – May 21, 1948) was an American physicist and university professor. He was one of the 22 \"pioneer professors\" (founding faculty) for Stanford University.[2]", "69611502": "Finn Ravndal (born 1942) is a Norwegian physicist.", "1257455": "Professor Weston (full name Edward Rolles Weston) is a Satanic character in C. S. Lewis's The Space Trilogy. He is introduced in the trilogy's first book, Out of the Silent Planet (1938), as an eminent physicist who has invented space travel. He is defeated by the novel's protagonist Elwin Ransom on Mars (known to its inhabitants as \"Malacandra\"). Weston returns in the second book, in an attempt to wreak havoc on Venus (Perelandra), the \"new Eden.\"", "60174330": "Petra Rudolf (born 1957) is a German and Italian solid state physicist. As of 2003, Rudolf has been a professor at the Materials Science Centre (now Zernike Institute for Advanced Materials), University of Groningen, Netherlands.", "68497411": "Rene Ashwin Ong is an American astrophysicist known for his work in experimental high-energy astrophysics, astroparticle physics, and particle physics. He is a professor at the University of California, Los Angeles.", "59715587": "Elizabeth J. Tasker (born 12 July 1980) is a British astrophysicist and science writer.", "8925197": "Poul la Cour (13 April 1846 – 24 April 1908) was a Danish scientist, inventor and educationalist. Today la Cour is especially recognized for his early work on wind power, both experimental work on aerodynamics and practical implementation of wind power plants. He worked most of his life at Askov Folk High School where he developed the historic genetic method of teaching the sciences. Early in his life he was a telegraphic inventor working with multiplex telegraphy.", "22163471": "Jacques Lewiner (born in 1943) is a French physicist and inventor. He is Professor and Honorary Scientific Director of École supérieure de physique et de chimie industrielles de la ville de Paris (ESPCI Paris), and (since 2012) dean of innovation and entrepreneurship at PSL Research University.", "47427608": "Kurt Kremer (born 17 June 1956 in Kapellensüng (Lindlar)) is a German physicist.", "23441435": "Wouter Biesiot (3 January 1951 – 27 April 1998) was an associate professor and the head of the Energy and Materials Group at the Interfacultaire Vakgroep Energie en Milieukunde at the University of Groningen.", "48934946": "Epaminondas George Aristotle Alexander Stassinopoulos (January 17, 1921 – May 16, 2022) was an ethnic \nGreek, German-born American astrophysicist, author, and Resistance member against the Nazis occupying Greece during World War II. He served as the Head of the Radiation Physics Office at NASAs Goddard Space Flight Center until 2006, when he transitioned to Emeritus status until 2021. He was the author of numerous papers and articles in the field of space radiation.", "41791527": "Kelle Cruz is an astrophysicist who specializes in studying brown dwarfs. She currently works as an associate professor at Hunter College in New York City. With her study of brown dwarfs, Cruz hopes to better understand planets outside the Solar System and map out the universe, saying, \"I hope that what I’m doing in our little bit of the galaxy is similar to what the explorers did by discovering and mapping the New World and North America.\"[1]", "26128424": "Peter Bielkowicz (1 February 1902 – 30 September 1993)[1] was a physicist. He worked on designing the Apollo Lunar Module and many other projects.  He developed and taught courses in many fields, including aerodynamics, flight mechanics, ballistics, mathematics, and astrodynamics. He created the Air Force Institute of Technology (AFIT)'s first courses in space mechanics and spaceflight.", "1617963": "Horațiu Năstase is a Romanian physicist and professor in the string theory group at Instituto de Física Teórica of the São Paulo State University in São Paulo, Brazil.", "28848171": "Sir Konstantin Sergeevich Novoselov FRS FInstP FRSC[5][1] (Russian: Константи́н Серге́евич Новосёлов, IPA: [kənstɐnʲˈtʲin sʲɪrˈɡʲe(j)ɪvʲɪtɕ nəvɐˈsʲɵləf]; born 23 August 1974)[3] is a Russian–British physicist. His work on graphene with Andre Geim earned them the Nobel Prize in Physics in 2010.[1][6][7][8] Novoselov is a professor at the Centre for Advanced 2D Materials, National University of Singapore[9] and is also the Langworthy Professor of the School of Physics and Astronomy at the University of Manchester.", "12332": "Gustav Robert Kirchhoff (German: [ˈkɪʁçhɔf]; 12 March 1824 – 17 October 1887) was a German physicist who contributed to the fundamental understanding of electrical circuits, spectroscopy, and the emission of black-body radiation by heated objects.[1][2]", "63156266": "Dewi Meirion Lewis is a Welsh physicist. He has worked in nuclear research and is an internationally recognized expert in radioactive pharmaceuticals.[1]", "47231026": "Fernando Pérez is a Colombian-American physicist, software developer, and free software advocate. He is best known as the creator of the IPython programming environment,[1][2][3][4][5][6] for which he received the 2012 Free Software Award from the Free Software Foundation and for his work on Project Jupyter for which he received the 2017 ACM Software System Award .[7][8][9] He is a fellow of the Python Software Foundation,[10] and a founding member of the NumFOCUS organization.[11][12]", "9089074": "Frederick Warren Grover (September 3, 1876  – January 30, 1973) was an American physicist and electrical engineer.", "8368187": "Pierre Macq (8 July 1930 in Ganshoren – 17 September 2013) was a Belgian physicist who was the rector of the University of Louvain (UCLouvain) from 1986 until 1995.[1] In 1973, he was awarded the Francqui Prize on Exact Sciences for his work on experimental nuclear physics.", "70594624": "Judith Tobi Karpen (born 1953)[1] is an American astrophysicist who works for NASA as chief of the Space Weather Laboratory at the Goddard Space Flight Center.[2] She is known for her research on solar prominences and the solar wind,[3] including the use of the Solar Dynamics Observatory to observe the fine structure of plumes in the solar corona.[4]", "667713": "Shamit Kachru (born 1970) is an American theoretical physicist, a professor emeritus of physics at Stanford University, and a former Wells Family Director of the Stanford Institute for Theoretical Physics.  He served as the Stanford Physics Department Chair from 2018 to 2021. He retired in 2023.", "667714": "Eva Silverstein (born October 24, 1970) is an American theoretical physicist, cosmologist, and string theorist. She is a professor of physics at Stanford University and director of the Modern Inflationary Cosmology collaboration within the Simons Foundation Origins of the Universe initiative.[1]", "71544897": "Sofia Quaglioni is a nuclear physicist. She is Deputy Group Leader at the Nuclear Data and Theory Group in the Nuclear and Chemical Sciences Division in Lawrence Livermore National Laboratory (LLNL).", "63942725": "Sarah Anna Matthews is a British physicist. She is professor and head of solar physics at University College London's Mullard Space Science Laboratory (MSSL).[1] She is also chairperson of UK Solar Physics.[2]", "52277324": "Laurie Mark Brown (born 1923, New York City) is an American theoretical physicist and historian of quantum field theory and elementary particle physics.[1]", "70135887": "Paul Henry Fuoss is an American physicist who specializes in the study of X-ray scattering and their application to materials' physics.", "11350105": "James W. LaBelle (born June 21, 1958 in Denver, Colorado) is an American physicist.[1] He received his B.S. from Stanford University in 1980, his M.S. from Cornell University in 1982 and his Ph.D. from Cornell in 1985. He is currently professor and former department chair in the Department of Physics and Astronomy at Dartmouth College in Hanover, New Hampshire and has been a professor there since 1989. Since 2010, he has held the Lois L. Rodgers Professorship.[2][3]", "55029850": "Uwe Paul Erich Thumm is a German-American physicist with research interests in atomic, molecular, and optical physics and nanoscience. A distinguished physics professor at Kansas State University and the J. R. Macdonald Laboratory in Manhattan, Kansas his research team investigates the ultrafast dynamics of electrons and molecular fragments in laser-matter and particle-matter interactions, highly-charged-ion physics, electron–atom collisions, and plasmonic nanostructures. He is a Fellow of the American Physical Society and recipient of several awards, including the Senior Research Award of the Alexander von Humboldt Foundation.", "7024734": "Harry L. Swinney (born April 10, 1939) is an American physicist noted for his contributions to the field of nonlinear dynamics.", "25702497": "James Edward Pringle (born 20 January 1949) is a British astrophysicist. He is a professor of theoretical astronomy at the Institute of Astronomy, Cambridge part of the University of Cambridge.", "766055": "Sergey Ivanovich Vavilov (Russian: Серге́й Ива́нович Вави́лов [sʲɪrˈɡʲej ɪˈvanəvʲɪtɕ vɐˈvʲiləf]; 24 March [O.S. 12 March] 1891 – January 25, 1951) was a Soviet physicist, the President of the Academy of Sciences of the Soviet Union from July 1945 until his death. His elder brother Nikolai Vavilov was a famous Russian geneticist.", "68071529": "Helen Sarah Margolis MBE is a British physicist who is a Senior Fellow and Head of Science for Time and Frequency at the National Physical Laboratory.[1] Her research considers the use of optical frequency metrology using femtosecond combs.", "57323628": "Slobodan Danko Bosanac (born April 15, 1946) is a Croatian physicist, focusing in atomic and molecular physics, electromagnetic interactions and astrophysics. He is currently Professor of Physics at Ruđer Bošković Institute.[1]", "176236": "Claude Servais Mathias Pouillet (16 February 1790 – 14 June 1868) was a French physicist and a professor of physics at the Sorbonne and member of the French Academy of Sciences (elected 1837).", "2502767": "Peter Andrew Sturrock (born 20 March 1924) is a British scientist.[1] An emeritus professor of applied physics at Stanford University,[2] much of Sturrock's career has been devoted to astrophysics, plasma physics, and solar physics, but Sturrock is interested in other fields, including ufology, scientific inference, the history of science, and the philosophy of science. Sturrock has been awarded many prizes and honors, and has written or co-authored many scientific papers and textbooks.", "44904561": "Bogdan A. Dobrescu is a Romanian-born theoretical physicist with interests in high-energy physics[2] associated with Fermilab.[3] Previously he was a postdoctoral researcher at Yale University. He completed his Ph.D. in 1997 at Boston University.[4][5]", "2142322": "Gérard Albert Mourou (French: [ʒeʁaʁ muʁu]; born 22 June 1944)[1][2] is a French scientist and pioneer in the field of electrical engineering and lasers.  He was awarded a Nobel Prize in Physics in 2018, along with Donna Strickland, for the invention of chirped pulse amplification, a technique later used to create ultrashort-pulse, very high-intensity (petawatt) laser pulses.[3]", "48050295": "Nyman Levin (17 February 1906 – 25 January 1965) was a British physicist who was Director of the Atomic Weapons Research Establishment from 1959 to 1965.[1]", "2764921": "Sir Thomas Ralph Merton KBE, DSc, FRS[1] (12 January 1888 – 10 October 1969) was an English physicist, inventor and art collector. He is particularly noted for his work on spectroscopy and diffraction gratings.", "26357889": "Mazhar Mahmood Qurashi (Urdu: مظهر محمود قريشى; b. 8 October 1925 – 21 November 2011; SI), best known as  M. M. Qureshi was a Pakistani physicist and an Islamic scholar who was educated in Lahore and Manchester. He earned prestige and notability after authoring important publication on Islam and science and abstract theories to explain the religious phenomenon and events, explained in Koran— a Quran of Muslims.", "41005189": "Peter Fulde (born 6 April 1936 in Breslau, now Wroclaw) is a physicist working in condensed matter theory and quantum chemistry.", "69021830": "Eva Olsson (born 12 October 1960) is a Swedish physicist who is a professor at Chalmers University of Technology. She is a member of the Royal Swedish Academy of Sciences and part of the selection committee for the Nobel Prize in Physics.", "45101191": "Boris Pavlovich Konstantinov (Russian: Борис Павлович Константинов; July 6, 1910 – July 9, 1969) was a Soviet physicist who specialized in thermonuclear fuel processing and have written numerous works on acoustics and on both corpuscular and optical plasma diagnostics. He was a graduate of Ioffe Institute. In 1953 he became corresponding member of the Academy of Sciences of the Soviet Union and by 1960 became its full member. In 1967 he became its Vice-President of the Academy at which position he served till his death in 1969.[1]", "59420805": "Yannis K. Semertzidis is a physicist exploring axions as a dark matter candidate, precision physics in storage rings including muon g-2 and proton electric dipole moment (pEDM).[2] The axion and the pEDM are intimately connected through the strong CP problem. Furthermore, if the pEDM is found to be non-zero, it can help resolve the matter anti-matter asymmetry mystery of our universe. During his research career, he held a number of positions in the Department of Physics in Brookhaven National Laboratory, including initiator and co-spokesperson of the Storage Ring Electric Dipole Moment Collaboration. He is the founding director of the Institute for Basic Science (IBS) Center for Axion and Precision Physics Research,[3] is a professor in the Physics Department of KAIST, and a Fellow of the American Physical Society.[4]", "44183693": "Elaine Surick Oran is an American physical scientist and is considered a world authority on numerical methods for large-scale simulation of physical systems.[1] She has pioneered computational technology to solve complex reactive flow problems, unifying concepts from science, mathematics, engineering, and computer science in a new methodology.[2] An incredibly diverse range of phenomena can be modeled and better understood using her techniques for numerical simulation of fluid flows, ranging from the tightly grouped movements of fish in Earth's oceans to the explosions of far-flung supernovae in space.[3] Her work has contributed significantly to the advancement of the engineering profession.[3]", "64467090": "University of Hertfordshire (2014-2015)\nUniversity of Göttingen (2012-2013)", "49164439": "Tuomo Suntola (born 1943) is a Finnish physicist, inventor, and technology leader. He is best known for his pioneering research in materials science, developing the thin film growth technique called atomic layer deposition.", "8073368": "Carl-Gunne Fälthammar (4 December 1931 – 22 September 2022) was a Swedish electrical engineer and physicist who was Professor Emeritus of electrical engineering at the Royal Institute of Technology in Stockholm,[1] specialising in space and plasma physics. He succeeded Hannes Alfvén as Professor of Plasma Physics in 1975.[2]", "274590": "Nikolai Semyonovich Kardashev[1] (Russian: Никола́й Семёнович Кардашёв, IPA: [nʲɪkɐˈlaj sʲɪˈmʲɵnəvʲɪtɕ kərdɐˈʂof]; 25 April 1932 – 3 August 2019[2]) was a Soviet and Russian astrophysicist, Doctor of Physical and Mathematical Sciences, and the deputy director of the Astro Space Center of PN Lebedev Physical Institute of the Russian Academy of Sciences in Moscow.", "6271146": "Gowin Knight FRS  (10 September 1713 – 8 June 1772) was a British physicist who, in 1745, discovered a process for producing strongly magnetised steel. He also served as the first principal librarian of the British Museum.[1]", "11514030": "Robert Rosner (born June 26, 1947)[1] is an astrophysicist and founding director of the  Energy Policy Institute at the University of Chicago, where he is the William E. Wrather Distinguished Service Professor in the departments of Astronomy and Astrophysics and Physics.  He was the director of Argonne National Laboratory from 2005 to 2009.[2] Prior to his appointment as Argonne's director, his research was focused primarily on astrophysical fluid dynamics and plasma physics problems.[2] Rosner is a member of the Norwegian Academy of Science and Letters,[3] and also sits on the Science and Security Board of the Bulletin of the Atomic Scientists. He was elected to serve as the 2023 President of the American Physical Society,[4]", "34091192": "Patrick Michael Quinlan (died 8 November 2001) was an Irish academic and member of Seanad Éireann from 1957 to 1977.[1]", "26882236": "Dmitry Nikolayevich Kobylkin (Russian: Дмитрий Николаевич Кобылкин; born 7 July 1971) is a Russian politician who served as Governor of Yamalo-Nenets Autonomous Okrug from 4 May 2012 until 29 May 2018.[1] and as Minister of Natural Resources of the Russian Federation since May 2018 until November 2020.[2]", "14299327": "Fernand Holweck (21 July 1890 – 24 December 1941) was a French physicist who made important contributions in the fields of vacuum technology, electromagnetic radiation and gravitation. He is also remembered for his personal sacrifice in the cause of the French Resistance and his aid to Allied airmen in World War II.", "50245825": "Charles Young Prescott (born 14 December 1938 in Ponca City, Oklahoma) is an American particle physicist.[1]", "12481": "Giovanni Aldini (10 April 1762 – 17 January 1834)[1] was an Italian physician[2] and physicist born in Bologna. He was a brother of the statesman Count Antonio Aldini (1756–1826). He graduated in physics at University of Bologna in 1782.[3]", "78018": "John William Mauchly (August 30, 1907 – January 8, 1980) was an American physicist who, along with J. Presper Eckert, designed ENIAC, the first general-purpose electronic digital computer, as well as EDVAC, BINAC and UNIVAC I, the first commercial computer made in the United States.", "39530692": "Julian Clifford Holmes (November 20, 1930 – December 16, 2012) was an American physicist, rocket scientist, inventor, political activist and environmental gadfly.", "39825604": "Shuichi Nosé (能勢 修一, Nose Shūichi, June 17, 1951 – August 17, 2005) was a Japanese physicist.", "8663246": "Efim Samoilovich Fradkin (Russian: Ефим Самойлович Фрадкин) (November 30, 1924 – May 25, 1999) was a Russian physicist.[1]", "46477519": "Charles Santori is an American physicist. He obtained his Bachelor of Science degree from MIT in 1997 and then got his Ph.D. in applied physics from Stanford University six years later after finishing his studies on semiconductors with Professor Yoshihisa Yamamoto. In 2005 Charles joined HP Labs where he researches diamond photonics.[1] A year before his graduation from Stanford he along with other classmates of Yamamoto team have invented quantum cryptography that used photon turnstile device.[2] The same year, he published one of his most cited works on indistinguishable photons called Indistinguishable photons from a single-photon device.[3]", "50540750": "John Philip Burrows FRS (born 16 August 1954)[1] is professor of the Physics of the Ocean and Atmosphere and Director of the Institutes of Environmental Physics and Remote Sensing at the University of Bremen.[2] He is also a Fellow of the Centre for Ecology and Hydrology (CEH), part of the Natural Environment Research Council (NERC).[3]", "15118546": "Humphrey J. Maris is a physicist and a professor at Brown University.[1] He studies cryogenics.  In 1991 he was made the George Chase Professor of Natural Science.[1] He has led experiments into the nature of the quantum state of the electron.[2] Awarded the 2011 Fritz London Memorial Prize by the International Union of Pure and Applied Physics.", "67219667": "Marc Alexander Rafelski is an American astrophysicist. Rafelski studied astronomy at the University of California, Los Angeles with Andrea Gehz.[1][2][3] He obtained his PhD in physics from the University of California, San Diego, under supervision of Arthur Wolfe, in 2011.[4]", "57290965": "Douglas William Small[1] (born 1965)[2] is a rear admiral and the Commander, Naval Information Warfare Systems Command.", "16593113": "Arnold Rudolf Karl Flammersfeld (February 10, 1913 – January 5, 2001[1]) was a German nuclear physicist who worked on the German nuclear energy project during World War II. From 1954, he was a professor of physics at the University of Göttingen.", "47231196": "Raphaël Granier de Cassagnac (born 1 January 1973 in Paris) is a French physicist and writer. He is specialized in nuclear and particle physics. He is a member of the PHENIX experiment at Brookhaven National Laboratory and of the CMS experiment at CERN where he is involved in studying the Quark-Gluon Plasma in ultrarelativistic heavy-ion collisions.", "176349": "Thomas Charles Van Flandern (June 26, 1940 – January 9, 2009) was an American astronomer and author specializing in celestial mechanics. Van Flandern had a career as a professional scientist, but was noted as an outspoken proponent of certain fringe views in astronomy, physics, and extra-terrestrial life. He also published the non-mainstream Meta Research Bulletin.", "12511": "Gerald Lawrence Schroeder is an Orthodox Jewish physicist, author, lecturer and teacher at College of Jewish Studies Aish HaTorah's Discovery Seminar, Essentials and Fellowships programs and Executive Learning Center,[1] who focuses on what he perceives to be an inherent relationship between science and spirituality.", "40546529": "Jonathan Coleman is the Erasmus Smith's Professor of Natural and Experimental Philosophy in the School of Physics and a Principal Investigator in CRANN at Trinity College Dublin.[1][2] Coleman's research focuses on solution-processing of nanomaterials and their use in applications. He is most well known for the development of liquid phase exfoliation, a widely used method for preparing two-dimensional nanosheets.[3]", "36647140": "Taekjip Ha (born February 20, 1968, Seoul, South Korea) is a South Korean-born American biophysicist who is currently a Bloomberg Distinguished Professor of Biophysics and Biomedical Engineering at Johns Hopkins University. He was previously the Gutgsell Professor of Physics,[7] at University of Illinois at Urbana-Champaign where he was the principal investigator of Single Molecule Nanometry group. He is also a Howard Hughes Medical Institute investigator.[8][9]", "26751204": "John Tasker Henderson (9 December 1905 – 2 January 1983[1]) was a Canadian Physicist whose career was with the National Research Council (NRC). Educated at McGill and London, Henderson joined the NRC in 1933 where he worked on the effects of the ionosphere on radio signals and the Direction Finder invented by A.G.L. McNaughton and W.A. Steel.", "5845225": "William J. Thaler, Ph.D. (December 4, 1925 – June 5, 2005) was an American experimental physicist. Working for the Office of Naval Research (ONR) at the Naval Research Laboratory in the 1950s, Thaler developed an early warning system to detect the launching of ballistic missiles using high frequency radio waves bounced between the Earth's surface and the ionosphere, part of the upper atmosphere.", "61911275": "Catherine Stampfl FAA FRSN is a Professor of Physics at the University of Sydney and was elected as a Fellow of the Australian Academy of Science in 2019.[1][2]", "71315692": "Yanglai Cho (11 November 1932 – 14 June 2015) was a Korean physicist.", "6009072": "Seiji Ogawa (小川 誠二 Ogawa Seiji, born January 19, 1934) is a Japanese biophysicist and neuroscientist known for discovering the technique that underlies Functional Magnetic Resonance Imaging (fMRI). He is regarded as the father of modern functional brain imaging.[citation needed] He determined that the changes in blood oxygen levels cause its magnetic resonance imaging properties to change, allowing a map of blood, and hence, functional, activity in the brain to be created.  This map reflected which neurons of the brain responded with electrochemical signals to mental processes. He was the first scientist who demonstrated that the functional brain imaging is dependent on the oxygenation status of the blood, the BOLD effect. The technique was therefore called blood oxygenation level-dependent or BOLD contrast. Functional MRI (fMRI) has been used to map the visual, auditory, and sensory regions and moving toward higher brain functions such as cognitive functions in the brain.", "22524146": "Charles Tahan is a U.S. physicist specializing in condensed matter physics and quantum information science and technology. He currently serves as the Assistant Director for Quantum Information Science (QIS) and the Director of the National Quantum Coordination Office (NQCO)[1] within the White House Office of Science and Technology Policy. Tahan is also Chief Scientist of the National Security Agency's Laboratory for Physical Sciences.[2]", "24031477": "Carl N. Hodges (March 19, 1937[1] – April 3, 2021[2]) was an American atmospheric physicist and founder of the Seawater foundation. He was the main driving force behind ideas of using sea canals to irrigate deserts.", "64991481": "Brenna Lynn Flaugher is an experimental cosmologist[1] who works as a distinguished scientist at Fermilab, where she heads the Astrophysics Department.[2] Flaugher led the development of the Dark Energy Camera at the Víctor M. Blanco Telescope in Chile, part of the Dark Energy Survey;[3][4] she has also been involved in the development of the Dark Energy Spectroscopic Instrument at the Kitt Peak National Observatory in Arizona.[2] By seeking a greater understanding of dark matter, she aims to explain the observed accelerating expansion of the universe.[1]", "68497661": "LaNell Williams (born January 1, 1993) is an American physicist and virologist. She is the third African American woman to pursue a PhD in physics from Harvard University. She founded the Women+ of Color Project, which helps women of color gain the resources to apply to graduate programs as well as giving advice about life as a graduate student. Her research focuses on the self assembly of the virus, bacteriophage MS2.", "58634497": "Natalia Toro (born c. 1985) is an American particle physicist known for her pioneering work in the study of dark matter. Based at the Perimeter Institute for Theoretical Physics in Waterloo, Ontario, Toro was the youngest winner of the Intel Science Talent Search and was awarded the 2015 New Horizons in Physics Prize.", "49590531": "Graham Garland Ross FRS (1944 – 31 October 2021) was a Scottish theoretical physicist who was the Emeritus Professor of Physics at the University of Oxford and Emeritus Fellow of Wadham College.[2][3][4][5]", "8663302": "Erich Peter Wohlfarth (December 7, 1924 in Gleiwitz, Upper Silesia – March 1988, in London)  was a theoretical physicist.[1] He is known for his work in magnetism, in particular the Stoner–Wohlfarth model he developed together with his teacher E.C. Stoner.[1]", "7647496": "Arthur Maitland was born on 7 December 1928 in Blackburn, England. He gained his BSc Physics degree in 1956 as a part-time student studying for a London University External Degree. In 1972 St Andrews University, whom he was employed as a researcher and lecturer in 1963, awarded him a DSc degree on the basis of his published papers on ionised gases. At the time he was also working for several electrical engineering companies. He was an influential figure, founding the laser research department at St Andrews University in 1964. He led a group of 14 physicists there working in the areas of lasers and their applications, gas discharge tubes, ionised gases, optical methods of signal processing, and applications of ionised gases to fast switching (see Thyratrons). He became Professor of Physics at St Andrews in 1993.", "73314569": "Wendell Talbot Hill III (born 1952) is an American physicist and professor at the University of Maryland. His research career has largely focused on the intersection of laser physics and quantum science.[1]", "1421578": "Mambillikalathil Govind Kumar Menon FRS[1] (28 August 1928 – 22 November 2016)[2] also known as M. G. K. Menon, was a physicist and policy maker from India. He had a prominent role in the development of science and technology in India over four decades. One of his most important contributions was nurturing the Tata Institute of Fundamental Research, Mumbai, which his mentor Homi J. Bhabha founded in 1945.", "5419274": "Godfrey Louis is a solid-state physicist from India. His hypotheses about the \"red rain\" phenomenon in Kerala have attracted controversy. In April 2008, he published a paper in which he hypothesised that samples of particles from the \"blood-coloured\" rain that fell in his state of Kerala, India in the summer of 2001 were the result of a comet disintegrating in the upper atmosphere which comprised mainly microbes from outer space.[1] The paper drew much media interest.  Other scientists disagreed early on with Louis' hypothesis regarding the red rain's origin.[2] An earlier (2001) study by the Centre for Earth Science Studies, Kerala, India, reported that the red rain was the result of spores from local algae.[3]", "59158792": "Narayanan Srinivasan (1930–2014) was an Indian nuclear scientist and the founder project director of Indira Gandhi Centre for Atomic Research (IGCAR).[1][2] One of the pioneers of atomic energy program in India, he served as the design engineer for the plutonium plant at Trombay,[3] as the project director of IGCAR (the then Reactor Research Centre) at Kalpakkam, as the chief executive of Heavy Water Board and later the Nuclear Fuel Complex, and sat in the Atomic Energy Commission of India from 1982 to 1987.[4] The Government of India awarded him the Padma Bhushan, the third highest civilian award, in 2003.[5] He was also a recipient of the Lifetime Achievement Award of the Department of Atomic Energy which he received in 2009.[6] Srinivasan died on 18 May 2014 in Chennai, at the age of 84.[4]", "74461453": "Other reasons this message may be displayed:", "635151": "Boris Yakovlevich Podolsky (Russian: Бори́с Я́ковлевич Подо́льский; June 29, 1896 – November 28, 1966) was a Russian-American physicist of Jewish descent, noted for his work with Albert Einstein and Nathan Rosen on entangled wave functions and the EPR paradox.", "1257746": "Wesley Allison Clark (April 10, 1927 – February 22, 2016) was an American physicist who is credited for designing the first modern personal computer.[1] He was also a computer designer and the main participant, along with Charles Molnar, in the creation of the LINC computer, which was the first minicomputer and shares with a number of other computers (such as the PDP-1) the claim to be the inspiration for the personal computer.", "50966804": "Judith Sharn Young (née Rubin; September 15, 1952 – May 23, 2014)[1] was an American physicist, astronomer,[2] and educator. The American Physical Society honored Young with the first Maria Goeppert-Mayer Award for being the best young physicist in the world in 1986.[3][4][5] Astronomer Nick Scoville of Caltech writes of her research: \"Her pioneering galactic structure research included some of the earliest mapping of CO emission in galaxies followed by the most extensive surveys molecular gas and star formation in nearby galaxies.\"[6]", "50671896": "Chen Nengkuan (Chinese: 陈能宽; pinyin: Chén Néngkuān; 28 April 1923 – 27 May 2016), or N. K. Chen,[1] was a Chinese metallurgist and material scientist.[2] He was an academician of the Chinese Academy of Sciences and one of the 23 founding fathers of China's Two Bombs, One Satellite (Chinese: 两弹一星元勋).[3]", "64368925": "Charles E. Weir (September 29, 1911–April 4, 1987) was a chemist and physicist known for being one of the four co-inventors of the diamond anvil cell at the National Bureau of Standards in the late 1950s, with Alvin Van Valkenburg, Ellis Lippincott and Elmer Bunting. Weir had the principal role in designing the first diamond anvil cell, and built it by hand using the machining tools available in his lab.[1] The original device was first described in a paper[2] on high-pressure infrared absorption measurements of calcium carbonate. Later, Weir collaborated in the development of diamond anvil cells for powder[2] and single-crystal[3][4] X-ray diffraction.", "52703519": "Edwin L. Goldwasser (March 9, 1919 — December 14, 2016) was an American physicist and Co-Founder of the Fermi National Accelerator Laboratory[1] and the field of particle physics.[2] He was a Professor of Physics Emeritus and former Vice Chancellor of Academic Affairs at the University of Illinois, as well as the first Deputy Director of Fermi National Accelerator Laboratory. His interests were photons, cosmic rays, charged particles and  elementary particles. He was Fellow to the American Association for the Advancement of Science and American Physical Society (elected in 1961).[3][4] He was a Guggenheim Fellow for the academic year 1957–1958.[5]", "2109729": "(Edwin) Roland Dobbs (2 December 1924 – 24 October 2016) was a British physicist, best known for his work in physical acoustics.[1]", "48738594": "Elmar Zeitler (12 March 1927 – 19 December 2020[1]) was a German physicist.", "29765921": "Morten Bo Madsen is a Danish physicist, associate professor at the Niels Bohr Institute.[1] He was a co-investigator (participating scientist) on the Phoenix Mars mission which proved the presence of water on Mars.", "28193061": "Donald J. Kessler (born 1940) is an American astrophysicist and former NASA scientist known for his studies regarding space debris.[2]", "22163752": "Ludwik Leibler, born in 1952 is a Polish-born French physicist.[1] He is Professor of École supérieure de physique et de chimie industrielles de la ville de Paris (ESPCI ParisTech) and member of the French Academy of Sciences and National Academy of Engineering.", "20394282": "Edward Samuel Ritchie (1814–1895), an American inventor and physicist, is considered to be the most innovative instrument maker in nineteenth-century America, making important contributions to both science and navigation.[1]", "56504628": "Lluis Torner i Sabata (born in 1961) is a physicist. He founded and leads ICFO.[1] in Barcelona, Catalonia (Spain). He is the recipient of the 2016 National Research prize of Catalonia[2] and of the 2017 Nature mentorship award.", "19902774": "Manfred Robert Schroeder (12 July 1926 – 28 December 2009) was a German physicist, most known for his contributions to acoustics and computer graphics. He wrote three books and published over 150 articles in his field.[1]", "2208066": "João Magueijo (born 1967) is a Portuguese cosmologist and professor in theoretical physics at Imperial College London. He is a pioneer of the varying speed of light (VSL) theory.", "5583178": "David James Thouless FRS[1][5] (/ˈθaʊlɛs/; 21 September 1934 – 6 April 2019[6][7][8]) was a British condensed-matter physicist.[9] He was the winner of the 1990 Wolf Prize and a laureate of the 2016 Nobel Prize for physics along with F. Duncan M. Haldane and J. Michael Kosterlitz for theoretical discoveries of topological phase transitions and topological phases of matter.[10]", "37531982": "Ratko Janev (Macedonian: Ратко Jанев) (March 30, 1939 – December 31, 2019) was a Yugoslav and Serbian atomic physicist and Macedonian academician.[1]", "12726609": "Joseph Howard Romig[1] (born April 11, 1941) is an American former college football player. Best known for playing for the Colorado Buffaloes, he was elected to the College Football Hall of Fame in 1984. After playing football, Romig studied at the University of Oxford as a Rhodes Scholar and went on to earn a doctorate in astrogeophysics.", "8565075": "Bruno Jakob Thüring (7 September 1905, in Warmensteinach – 6 May 1989, in Karlsruhe) was a German physicist and astronomer.", "18166103": "Feng Duan (Chinese: 冯端; 11 June 1923 – 15 December 2020) was a physicist of China, an expert in solid-state physics.[1] He was a member of the Chinese Academy of Sciences. He was a delegate to the 6th, 7th and 8th National People's Congress.[2]", "373087": "Carl Hellmuth Hertz (also written Carl Helmut Hertz, 15 October 1920 – 29 April 1990) was a German physicist known primarily for being involved in the development of inkjet technology and ultrasound technology. He was the son of Gustav Ludwig Hertz and great nephew of Heinrich Hertz.", "22327648": "Ille Christine Gebeshuber (born 10 April 1969 in Bruck an der Mur, Styria) is an Austrian physicist who is specialized in nanophysics and biomimetics.", "61288805": "Tuija I. Pulkkinen (born 1962) is a Finnish space physicist. Her primary research foci are studying \nthe energy flow from the solar wind to the near-Earth space environment and the \nenergy dissipation processes in the magnetosphere.", "35402095": "Gabriele Rabel (1880 – 27 August 1963) was an Austrian physicist and botanist.", "69349750": "Bei Zeng (Chinese: 曾蓓) is a quantum information theorist at the Hong Kong University of Science and Technology, where she is a professor of physics,[1] and director of the IAS Center for Quantum Technologies. As well as quantum information, her research interests include quantum computing and quantum error correction.[2]", "209271": "Pieter Zeeman (Dutch: [ˈzeːmɑn]; 25 May 1865 – 9 October 1943) was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Hendrik Lorentz for his discovery of the Zeeman effect.[2][3][4][5][6][7]", "57487736": "Anatoly Ivanovich Akishin (Russian: Анатолий Иванович Акишин; born 9 June 1926) is a Soviet and Russian scientist in the field of space materials science and nuclear physics, professor.[1]", "40251768": "Stephen Gull is a British physicist based at St John's College, Cambridge credited, together with Anthony N. Lasenby, Joan Lasenby and Chris J. L. Doran,[1][2] with raising the interest of the physics community to the mathematical language and methods of geometric algebra and geometric calculus. These have been rediscovered and refined by David Hestenes, who built on the fundamental work of William Kingdon Clifford and Hermann Grassmann.[3] In 1998, together with Lasenby and Doran, he proposed gauge theory gravity.[4]", "78202": "Georg Balthazar von Neumayer (21 June 1826 – 24 May 1909), was a German polar explorer and scientist who was a proponent of the idea of international cooperation for meteorology and scientific observation.", "59224449": "Rudy Wijnands (born 1971) is a Dutch astrophysicist. He is professor of Observational High-Energy Astrophysics at the  University of Amsterdam.", "35860866": "Peter Hannaford AC (born 15 July 1939) is an Australian academic and university professor.[1] He is the Director of the Centre for Atom Optics and Ultrafast Spectroscopy at Swinburne University of Technology in Melbourne, and winner of the Walter Boas Medal in 1985.[2]", "78212": "Lloyd Viel Berkner (February 1, 1905 in Milwaukee, Wisconsin – June 4, 1967[1] in Washington, D.C.) was an American physicist and engineer. He was one of the inventors of the measuring device that since has become standard at ionospheric stations[2] because it measures the height and electron density of the ionosphere. The data obtained in the worldwide net of such instruments [3] were important for the developing theory of short wave radio propagation to which Berkner himself gave important contributions.", "38580616": "Karl Lark-Horovitz (July 20, 1892 – April 14, 1958) was an American physicist known for his pioneering work in solid-state physics that played a role in the invention of the transistor. He brought the previously neglected physics department at Purdue University to prominence during his tenure there as department head from 1929 until his death in 1958.", "6926737": "Robert Louis Behnken (/ˈbɛnkən/;[1] born July 28, 1970) is an American engineer, a former NASA astronaut, and former Chief of the Astronaut Office.", "8139156": "Ludwig Waldmann (June 8, 1913 in Fürth – February 9, 1980) was a German physicist who specialized in transport phenomena in gases.  He derived the Waldmann-Snider equation.[1]", "55587226": "Avinash Anant Deshpande (born 23 January 1958) is an Indian astrophysicist and a professor of physics at Raman Research Institute.[1] Known for his research on astrophysics, Deshpande is known to have contributed towards the studies of the pulsar magnetospheric emission regions and in the elucidation of unphysically ultradense neutral hydrogen irregularities in the interstellar space.[2]", "22884770": "Emerita Professor Tan Sri Dr. Mazlan binti Othman (Jawi: مصلان بنت عثمان; born 11 December 1951) is a Malaysian astrophysicist whose work has pioneered Malaysia's participation in space exploration. She was her country's first astrophysicist, and helped to create a curriculum in astrophysics at the national university, as well as to build public awareness and understanding of astronomy and space issues. She was appointed Director General of Angkasa, the Malaysian National Space Agency and served as the director of the United Nations Office for Outer Space Affairs in Vienna from 2007 to 2014.[1]", "47853993": "Vladimir Lvovich Broude (December 1, 1924, Moscow, Soviet Union – June 22, 1978, Moscow), was a Soviet and Russian experimental physicist of Jewish descent. His father was a Professor of biochemistry and his mother was a medical doctor. His elder brother Yevgeny was conscripted soon after beginning of the Nazi invasion in June 1941 and lost his life.", "8958385": "William Arnold Anthony (November 17, 1835 – May 29, 1908) was an American physicist.", "53850548": "Udo Pernisz from the Dow Corning Corporation, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was  nominated by his Forum on Industrial and Applied Physics in 2008,[3] for his contributions to making siloxane resins a commercial success as spin-on dielectrics in the IC industry, and his investigations of the luminescence of Si-containing organic and inorganic compounds that led to the development of novel materials for photonics applications.", "4370870": "Nancy Grace Roman (May 16, 1925 – December 25, 2018) was an American astronomer who made important contributions to stellar classification and motions. The first female executive at NASA, Roman served as NASA's first Chief of Astronomy throughout the 1960s and 1970s, establishing her as one of the \"visionary founders of the US civilian space program\".[1]", "53850551": "Xincheng Xie is a professor of physics and Dean, School of Physics, Peking University.[1]", "45461948": "Sean X. Sun is an American biophysicist.", "53850559": "Daniel Phillips from Ohio University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Topical Group on Few-Body Systems in 2008,[3] for \"his research on effective hadronic theories of few-nucleon systems, especially on the role of the Delta (1232) and the description of electromagnetic reactions on light nuclei, and their application in obtaining reliable information on neutron properties from experimental data.\"", "53850563": "Larry A. Nagahara, of the National Cancer Institute, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by their Topical Group on Instrument and Measurement Science  in 2008,[3] for his pioneering work in developing scanning probe microscopy and other nanotechnology platforms for the analysis, manipulation and measurements at the nanoscale and of molecular components and for the elucidation of the fundamental physical principles underlying these systems.", "65057221": "Hui Cao (曹蕙) is a Chinese American physicist who is the professor of applied physics, a professor of physics and a professor of electrical engineering at Yale University. Her research interests are mesoscopic physics, complex photonic materials and devices, with a focus on non-conventional lasers and their unique applications. She is an elected member of the US National Academy of Sciences and of the American Academy of Arts and Sciences.", "64238020": "Laurie Rousseau-Nepton is a Canadian astronomer at the Dunlap Institute for Astronomy & Astrophysics at the University of Toronto, and was the first Indigenous woman in Canada to obtain a Ph.D. in astrophysics.[2][3][4]", "53850568": "Aiichiro Nakano from the University of Southern California, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Computational Physics in 2009,[3] for the development and implementation of scalable parallel and distributed algorithms for large-scale atomistic simulations to predict, visualize, and analyze reaction processes for novel nano-mechano-chemical phenomena encompassing diverse spatiotemporal scales.", "57979339": "Felix Kolmer (3 May 1922 – 5 August 2022) was a Czech physicist of Jewish origin, specialising in the field of acoustics. During the Second World War, he was active in the Czech Resistance.", "53850572": "Anvar Abdulakhadovich Zakhidov (Russian: Анвар Абдулахадович Захидов; born 2 May 1953) is an Uzbek-American physicist from the University of Texas at Dallas.[1]", "930254": "Clinton Joseph Davisson (October 22, 1881 – February 1, 1958) was an American physicist who won the 1937 Nobel Prize in Physics for his discovery of electron diffraction in the famous Davisson–Germer experiment. Davisson shared the Nobel Prize with George Paget Thomson, who independently discovered electron diffraction at about the same time as Davisson.", "53850576": "Bamin Khomami, the Granger and Beaman Distinguished University Professor from the University of Tennessee and former Francis F. Ahmann Professor of Chemical Engineering at University of Illinois, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Fluid Dynamics in 2009,[3] for his insightful application of novel numerical methods, molecular modeling, and experiments toward the physical understanding of elastic fluid flows including discovering and explaining novel aspects of their purely elastic and thermomechanical instability.", "53850579": "Carl Richard Sovinec is an American physicist from the University of Wisconsin, Madison.", "59683285": "Linda Elizabeth Reichl (born 1942)[1] is a statistical physicist who works in the Center for Complex Quantum Systems at the University of Texas at Austin,[2] and is known for her research on quantum chaos.[3]", "61354455": "Lindsay J. LeBlanc is a Canadian atomic physicist. She is an associate professor of physics at University of Alberta and the Tier 2 Canada Research Chair for Quantum Simulation with Ultracold Quantum Gases.[1] Her work involves quantum simulation, quantum memory, and developing hybrid quantum systems.", "57192920": "John Anthony Tyson (aka J. Anthony Tyson or Tony Tyson; born 5 April 1940, Pasadena) is an American physicist and astronomer.[1]", "67187161": "Zhou Youyuan (Chinese: 周又元; pinyin: Zhōu Yòuyuán; July 30, 1938 – March 12, 2021) was a Chinese astrophysicist and an academician of the Chinese Academy of Sciences.[1]", "67383769": "Harry Clive Minnett OBE (12 June 1917 – 20 December 2003)[1] was an Australian physicist and radio engineer who, with Jack Piddington, co-discovered Sagittarius A*,[2] the black hole at the centre of the Milky Way, and played a leading role in building the Parkes Radio Telescope. Minnett was appointed Officer of the Order of the British Empire (OBE) in 1972, and elected a fellow of Australian Academy of Science in 1976.[3]", "49656281": "Xie Jialin (Chinese: 谢家麟; 8 August 1920 – 20 February 2016) was a Chinese physicist.", "72135132": "Nicole Marie Lloyd-Ronning is an American computational astrophysicist specializing in gamma-ray bursts and the deaths of massive stars as a researcher at the Los Alamos National Laboratory and lecturer at University of New Mexico–Los Alamos. She is also known for her work in science popularization, as the author of the book Great Mysteries in Astrophysics, as a scientist ambassador for the Bradbury Science Museum, and in youth outreach programs, especially for young people from indigenous groups in the American southwest.[1]", "41464296": "Hilda Hänchen (later Hilda Lindberg or Hilda Lindberg-Hänchen, 1 September 1919 - 19 October 2013) was a German physicist.[1]", "52277736": "Wolfgang Parak (born 22 February 1970 in Dachau, Bavaria, Germany)[1] is a German Professor at the Institute for Nanostructure and Solid State Physics of the University of Hamburg.[2] He is head of the Biofunctional Nanomaterials Unit at CIC biomaGUNE, San Sebastian, Spain.[1] He received his PhD in 1999 from Ludwig Maximilians Universität München, Germany.[3] From 2000 to 2002, he was Postdoc at the Department of Chemistry at the University of California at Berkeley under Paul Alivisatos.[3]\nFrom 2007 to 2017, he was Professor of Experimental Physics at the Philipps-University of Marburg, Germany.", "23704042": "Hu Jimin (traditional Chinese: 胡濟民; simplified Chinese: 胡济民; 1919–1998) was a Chinese nuclear physicist, plasma physicist and educator.", "1225199": "Henry DeWolf \"Harry\" Smyth (/ˈhɛnri dəˈwʊlf ˈsmaɪθ/; May 1, 1898 – September 11, 1986) was an American physicist, diplomat, and bureaucrat. He played a number of key roles in the early development of nuclear energy, as a participant in the Manhattan Project, a member of the U.S. Atomic Energy Commission (AEC), and U.S. ambassador to the International Atomic Energy Agency (IAEA).", "64205297": "California Institute of Technology", "49263090": "Roscoe L. Koontz (December 16, 1922 – May 17, 1997) was an American Health Physicist. Trained as one of the first health physicists through the first Atomic Energy Health Physics Fellowship Training Program at the University of Rochester, Koontz contributed to the development of practices, instrumentation, and techniques to protect people from ionizing radiation.[1] His early research focused on problems of neutron dosimetry, toxicology of uranium, plutonium, and fission products. Most of his career was spent at Atomics International where his key achievements included designing a pinhole gamma ray camera, developing techniques for measuring absolute thermal neutron flux using radioactive indium foils, and helping design and fabricate equipment to automate air and water sampling equipment and radiation activity measuring devices.", "70136306": "Larry Dale Kirkpatrick (born February 11, 1941) is an American physicist.", "71315961": "Sharon Gail Glendinning is an American experimental physicist.", "64238080": "Dylan Jones is a professor of physics and atmospheric scientist at the University of Toronto.[1]", "73282053": "Nicholeen Viall is an American solar physicist who is the Chair of the American Astronomical Society's Solar Physics Division. Viall is known for her work on connecting dynamics of the solar corona to dynamics of the solar wind, based on observed variability of the corona-heliosphere system with both remote-sensing instruments and in-situ probes,[1] and for her work on understanding evolution of the plasma in the inner heliosphere.[2][3]  She is the mission scientist for NASA's PUNCH mission, and a co-investigator on the ISS/CODEX and Parker Solar Probe/WISPR coronal imaging instruments.", "864778": "Phillip James Edwin Peebles CC OM FRS (born April 25, 1935) is a Canadian-American astrophysicist, astronomer, and theoretical cosmologist who is currently the Albert Einstein Professor in Science, emeritus, at Princeton University.[1][2] He is widely regarded as one of the world's leading theoretical cosmologists in the period since 1970, with major theoretical contributions to primordial nucleosynthesis, dark matter, the cosmic microwave background, and structure formation.", "9482763": "William Phelps Allis (November 15, 1901 – March 5, 1999) was an American theoretical physicist specializing in electrical discharges in gases.[1]  He was the grandson of Edward P. Allis,[2] founder of the E.P. Allis Company, which became Allis-Chalmers.", "50672140": "Sandra Cauffman (born May 10, 1962) is a Costa Rican-American (born in Costa Rica) specialist in electrical engineering and physics. She is known for her work at NASA in different projects. Her profile has been highlighted by UN Women for being a positive example for women, especially, youth and children.[1] Cauffman worked for 25 years at the NASA Goddard Space Flight Center in Greenbelt, MD in missions such as the mission to Mars MAVEN, and Geostationary Operational Environmental Satellite GOES-R. She is currently the Deputy Director of the Astrophysics Division within the Science Mission Directorate at NASA Headquarters in Washington, D.C. She served as the Deputy Director for the Earth Science Division from May 2016 - October 2021.  She served as Acting Director in the Earth Science Division from February 2019 to June 2020. Cauffman started as a contractor with NASA on February 1, 1988, and became a NASA employee February 11, 1991.[2] Cauffman is the first Costa Rican woman to lead a Mars-related mission.[3]", "2568715": "Mohammad Khorrami, an Iranian mathematical physicist (born October 4, 1966, Tehran) is professor of physics at Alzahra University, Tehran.", "3748366": "John G. Rarity FRS[1] is professor of optical communication systems in the department of electrical and electronic engineering at the University of Bristol, a post he has held since 1 January 2003.[2] He is an international expert on quantum optics, quantum cryptography and quantum communication using single photons and entanglement. Rarity is a member of the Quantum Computation and Information group and quantum photonics at the University of Bristol.[3][4]", "10072598": "Nir Joseph Shaviv (Hebrew: ניר יוסף שביב, born July 6, 1972) is an Israeli‐American physics professor. He is professor at the Racah Institute of Physics of the Hebrew University of Jerusalem.[1]", "65581599": "Lidia Salgueiro (1917-2009) was a Portuguese atomic and nuclear physicist. She taught at the University of Lisbon for over 30 years, carried out research, and published widely, including journal articles, textbooks, articles on the history of physics in Portugal, and philatelic publications on stamps and physics. She was the first female Associate Fellow of the Lisbon Academy of Sciences.[1][2][3]", "34255394": "Takeo Matsubara (松原武生, Takeo Matsubara, April 3, 1921 - December 15, 2014) was a Japanese physicist. Matsubara proposed a method of statistical mechanics related to  Green's function (many-body theory), by applying quantum field theory techniques to statistical physics.[2] This method, commonly known as Matsubara Green's function technique, introduces the notion of imaginary time, and the reciprocal variable to this imaginary time is known as discrete Matsubara frequency.", "1782310": "Abu Sa'id al-Dharir al-Jurjani (ابو سعيد الضرير الجرجاني), also Gurgani, was a 9th-century Persian[1] mathematician and astronomer from Gurgan, Iran.  He wrote a treatise on geometrical problems and another on the drawing of the meridian. George Sarton considers him a pupil of Ibn al-A'rabi, but Carl Brockelmann rejects this opinion.", "30159402": "Viktor Yevgenyevich Panin (Russian: Виктор Евгеньевич Панин; 10 November 1930 – 25 September 2020) was a Soviet and Russian physicist, professor, and advisor of the Russian Academy of Sciences. He was an expert in the fields of solid mechanics, plastic deformation and physical materials.", "62403119": "Jacqueline Zadoc-Kahn Eisenmann (13 January 1904 – 15 May 1998) was a French physicist. She was born in Paris to Suzanne Lang and Dr. Léon Zadoc-Kahn, former Chief Medical Officer of the Rothschild Hospital in Paris and president of the central committee of Keren haYesod France.[1]  Her grandfather was Zadoc Kahn, the chief rabbi of France.[2][3][4]", "44053040": "John Robertson FRS[1] (born 1950) is a Professor of Electronics, in the Department of Engineering at the University of Cambridge. He is a leading specialist in the theory of amorphous carbon and related materials.[3][4][5]", "48706103": "He Yizhen (Chinese: 何怡贞; pinyin: Hé Yízhēn; 1910–2008) was a Chinese physicist. She contributed to applying spectroscopy to the steel industry in China and to the research in amorphous state physics. Her research specialty in amorphous physics was metallic glass.[1][2] She filled up the blank of spectroscopy research in China, and became the first person to measure the whole internal friction peak of metallic glass. He Yizhen was one of the founders of the Institute of Solid State Physics of the Chinese Academy of Sciences in Hefei. The research emphases of the institute are nuclear engineering, special metallic materials, and internal friction of solid.", "9024057": "Michael Tinkham (February 23, 1928 – November 4, 2010) was an American physicist. He was Rumford Professor of Physics and Gordon McKay Research Professor of Applied Physics at Harvard University.[1] He is best known for his work on superconductivity.[2][3][4][5][6]", "15446588": "A. K. M. Fazle Hussain (Bengali: এ.কে.এম. ফজলে হুসাইন; born 20 January 1943, in Bangladesh) is a professor of mechanical engineering at Texas Tech University.[1][2]", "70169149": "Richard Allan Ferrell (1926–2005) was an American theoretical physicist, specializing in condensed matter physics and statistical physics.[3]", "67285565": "Paulett Creyke Liewer (born 1945) is an American plasma physicist whose research has spanned scales from particle-in-cell simulation and microturbulence in tokamaks to the observation of solar flares and the boundary of the heliosphere. She is a principal scientist at the Jet Propulsion Laboratory.[1]", "67154498": "Leonard Ross Fisher OAM (born 1942) is an Australian physicist, and visiting senior research fellow at the University of Bristol, UK. He is known for his research into everyday topics, such as the optimal way to dunk a biscuit, and the optimum use of cheese in a cheese sandwich.", "242243": "Carl Edwin Wieman (born March 26, 1951) is an American physicist and educationist at Stanford University, and currently the A.D White Professor at Large at Cornell University.[1] In 1995, while at the University of Colorado Boulder, he and Eric Allin Cornell produced the first true Bose–Einstein condensate (BEC) and, in 2001, they and Wolfgang Ketterle (for further BEC studies) were awarded the Nobel Prize in Physics. Wieman currently holds a joint appointment as Professor of Physics and Professor in the Stanford Graduate School of Education, as well as the DRC Professor in the Stanford University School of Engineering. In 2020, Wieman was awarded the Yidan Prize in Education Research for \"his contribution in developing new techniques and tools in STEM education.\" citation.", "57487939": "Vasily Ivanovich Aksyonov (Russian: Василий Иванович Аксёнов; born 6 June 1957) is a Soviet and Russian scientist in the field of nuclear physics, сandidate of Sciences.", "31666758": "Theodore Hsu MPP (/ˈʃuː/; Chinese: 徐正陶; born March 4, 1964) is a Canadian physicist and politician who has represented Kingston and the Islands in the Legislative Assembly of Ontario since 2022 as a member of the Ontario Liberal Party. Before entering provincial politics, Hsu served as a Member of Parliament (MP) representing Kingston and the Islands federally from the 2011 to 2015 as a member of the Liberal Party of Canada. On May 28, 2023, Hsu announced his candidacy for the 2023 Ontario Liberal Party Leadership Election in which he was eliminated on the first ballot.[1]", "209480": "Albert Paddock Crary (July 25, 1911 – October 29, 1987), was a pioneer polar geophysicist and glaciologist.[1] He was the first person to have set foot on both the North and South Poles, having made it to the North Pole on May 3, 1952 (with Joseph O. Fletcher and William P. Benedict) and then to the South Pole on February 12, 1961, as the leader of a team of eight.[2] The South Pole expedition set out from McMurdo Station on December 10, 1960, using three Snowcats with trailers. Crary was the seventh expedition leader to arrive at the South Pole by surface transportation (the six others before him were—in sequence—Amundsen, Scott, Hillary, Fuchs, a Russian expedition in 1959/60 from Vostok base, and Antero Havola).[3] He was widely admired for his intellect, wit, skills and as a great administrator for polar research expeditions.[4]", "4141642": "James Kakalios (born December 27, 1958)[1] is a physics professor at the University of Minnesota. Known within the scientific community for his work with amorphous semiconductors, granular materials, and 1/f noise, he is known to the general public as the author of the book The Physics of Superheroes, which considers comic book superheroes from the standpoint of fundamental physics.[2]", "49132107": "Sabrina Gonzalez Pasterski (born June 3, 1993) is an American theoretical physicist from Chicago who studies high energy physics.[6][7] She describes herself as \"a proud first-generation Cuban-American and Chicago Public Schools alumna\".[8] She completed her undergraduate studies at the Massachusetts Institute of Technology (MIT) at age 19, earned her PhD from Harvard University at 25 and was a PCTS Postdoctoral Fellow at Princeton University[9] before joining the faculty of the Perimeter Institute at age 27.[10]   According to Google Trends, Pasterski was the #3 Trending Scientist for all of 2017.[11] In 2015, she was named to the Forbes 30 under 30 Science list, named a Forbes 30 under 30 All Star in 2017, and returned as a judge in 2018 as part of Forbes' first ever all-female Science category judging panel.[12]", "48640588": "Viktor Alekseyevich Zverev (Russian: Виктор Алексеевич Зверев, 26 October 1935 – 18 March 2018[1]) was a Soviet and Russian physicist, specialist in optics, Professor at Saint-Petersburg National Research University of Information Technologies, Mechanics and Optics.[2] He was a member of Vavilov State Optical Institute Academic Council; the editor of the Journal of Optical Technology; co-chairman of Education Council and the chairman of Russian Optical Society regional office;[3] chairman of Physical Optics branch and member of Academics' House of Saint-Petersburg. Viktor Zverev had holed position of the member of the Saint-Petersburg Academics' House and of the position Chairman of the Saint-Petersburg Academics' House Science Councils Administrative Committee. Professor Zverev is elected Chairman of Optical Council of Academy of Science and Art, named after Peter the Great; Professor also has a position of the Leading Scientific Advisor of Academy of Science and Art, named after Peter the Great and is a member of International Eurasian Scientific Academy.[4]", "51229263": "Leonid Veniaminovich Keldysh (Russian: Леонид Вениаминович Келдыш; 7 April 1931 – 11 November 2016) was a Soviet and Russian physicist. Keldysh was a professor in the I.E. Tamm Theory division of the Lebedev Physical Institute of the Russian Academy of Sciences in Moscow and a faculty member at Texas A&M University. He is known for developing the Keldysh formalism,[2] a powerful quantum field theory framework designed to describe a system in a non-equilibrium state, as well as for the theory of excitonic insulators (Keldysh-Kopaev model, with Yuri Kopaev).[3] Keldysh's awards include the 2009 Rusnanoprize, an international nanotechnology award, for his work related to molecular-beam epitaxy,[4] the 2011 Evgenii Feinberg Memorial Medal, and the 2015 Lomonosov Grand Gold Medal of the Russian Academy of Sciences.[5]", "61518427": "Michelle Povinelli (born 1975) is a Professor of Electrical Engineering and Physics and Astronomy at the University of Southern California (USC) and Fellow of the OSA and SPIE. Povinelli's research in nanophotonics focuses on the behavior of light inside complex materials.", "537182": "Julius Sumner Miller (May 17, 1909 – April 14, 1987) was an American physicist and television personality.[1] He is best known for his work on children's television programs in North America and Australia.", "70857311": "Eric George Adelberger (born June 26, 1938 in Bryn Mawr, Pennsylvania)[1] is an American experimental nuclear physicist and gravitational metrologist.", "57094755": "Li Tian (Chinese: 李天; pinyin: Lǐ Tiān; Wade–Giles: Li T'ien; 2 October 1938 – 11 April 2018) was a Chinese physicist and aircraft designer. An expert in aerodynamics for aeronautics, he served as chief scientist of the Shenyang Aircraft Corporation. He was also an adjunct professor at Beihang University.[1]", "17543783": "Josef 'Sepp' Schintlmeister (16 June 1908, Radstadt – 14 August 1971, Hinterglemm) was an Austrian-German nuclear physicist and alpinist[1] from Radstadt. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club. After World War II, he was sent Russia to work on the Soviet atomic bomb project. After he returned to Vienna, he took positions in East Germany. He was a professor of physics at the Technische Hochschule Dresden as well holding a leading scientific position at the Rossendorf Central Institute for Nuclear Research.", "36581992": "Andrea Alù (born September 27, 1978) is an Italian American scientist and engineer, currently Einstein Professor of Physics at The City University of New York Graduate Center.[1] He is known for his contributions to the fields of optics, photonics, plasmonics, and acoustics, most notably in the context of metamaterials and metasurfaces.[2] He has co-authored over 650 journal papers and 35 book chapters, and he holds 11 U.S. patents.[3]", "47755886": "Gabriel Aeppli, PhD FRS (born 25 November 1956 in Zurich)  is a Swiss-American electrical engineer, co-founder of the London Centre for Nanotechnology, professor of physics at ETH Zürich and EPF Lausanne, and head of the Synchrotron and Nanotechnology department of the Paul Scherrer Institute, also in Switzerland.[1][2]", "2830958": "Roy Jay Glauber (September 1, 1925 – December 26, 2018) was an American theoretical physicist. He was the Mallinckrodt Professor of Physics at Harvard University and Adjunct Professor of Optical Sciences at the University of Arizona. Born in New York City, he was awarded one half of the 2005 Nobel Prize in Physics \"for his contribution to the quantum theory of optical coherence\", with the other half shared by John L. Hall and Theodor W. Hänsch. In this work, published in 1963, he created a model for photodetection and explained the fundamental characteristics of different types of light, such as laser light (see coherent state) and light from light bulbs (see blackbody). His theories are widely used in the field of quantum optics.[6][7] In statistical physics he pioneered the study of the dynamics of first-order phase transitions, since he first defined and investigated the stochastic dynamics of an Ising model in a paper published in 1963.[8]  \nHe served on the National Advisory Board[9] of the Center for Arms Control and Non-Proliferation, the research arms of Council for a Livable World.", "14037617": "Ronald George Mason (Winsor, Hampshire, England, 24 December 1916 – London, 16 July 2009) was one of the oceanographers whose pioneering Cold War geomagnetic survey work lead to the discovery of magnetic striping on the seafloor. First discovering magnetic stripes on the bottom of the Pacific Ocean off the United States West Coast, he later also identified them around the Mid-Atlantic Ridge.[1][2]", "54047349": "G. Mark Voit (born 1961) is an American physicist and professor in the Department of Physics and Astronomy at Michigan State University. His most cited solely-authored paper is \"Tracing Cosmic Evolution with Clusters of Galaxies\", in Reviews of Modern Physics,[1] at Michigan State University. He is an Elected Fellow of the American Association for the Advancement of Science.[2][3][4][5] His research involves theoretical investigations of clusters of galaxies, galaxy evolution, and the role of supermassive black holes in galaxy evolution. Voit is an expert in the physics of astrophysical gas and dust.[6]", "26391158": "Vladimir Yevseyevich Zuev (Russian: Владимир Евсеевич Зуев; January 29, 1925 – June 6, 2003) was a Soviet and Russian physicist, academician of the Academy of Sciences of the Soviet Union, Hero of Socialist Labour, USSR State Prize recipient, honorary citizen of Tomsk, expert in atmospheric physics and optics.", "51294839": "Onkar Nath Srivastava (31 December 1942 – 24 April 2021)[1] was an Indian material physicist, an Emeritus professor of Banaras Hindu University and the vice president for India and South Asia of the International Association for Hydrogen Energy, who was known for his contributions to the disciplines of nanotechnology and hydrogen energy.[2] He was the author of two books and over 440 scientific papers[3] and a recipient of several honors including Shanti Swarup Bhatnagar Prize, the highest Indian award in the science and technology categories.[4] The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2016, for his contributions to science and engineering.[5]", "68465275": "Shirley Chiang is an American microscopist focused on the high-resolution imaging of surfaces, including the use of scanning tunneling microscopy and low-energy electron microscopy,[1] and known for capturing the first image showing the ring structure of benzene molecules.[2][3] She is a professor at the University of California, Davis, in the Department of Physics and Astronomy,[1] and editor-in-chief of the MDPI journal Nanomaterials.[4]", "46707327": "Lewis Howarth Ryder (15 November 1941 – 18 December 2018) was a British theoretical physicist.[1]", "3322497": "Michael A. O'Keefe (born 8 September 1942, in East Melbourne, Australia) is a physicist who has worked in materials science and electron microscopy.[1] He is perhaps best known for his production of the seminal computer code for modeling of high-resolution transmission electron microscopy (HRTEM) images;[2] his software was later made available[3] as part of the DeepView package[4] for remote electron microscopy[5] and control.[6]  O'Keefe's tutorial on theory and application of high-resolution electron microscope image simulation is available online.[7]", "61518467": "Christina C. C. Willis is an American laser scientist who works in optics and high-power laser development. She is involved with policy, outreach and volunteering. Willis is a board member of SPIE, the international society of optics and photonics.[1] As of January 2019, she completed an 18-month expedition around the world.[2] She is serving as an Arthur H. Guenther Congressional Fellowship from 2019 to 2020. In January 2020, she published the book Sustainable Networking for Scientists and Engineers, which addresses networking in a holistic sense, encouraging readers to treat professional support as a resource that is sustained by contributing more than you can take.[3]", "8663690": "Peter van Nieuwenhuizen (Dutch: [ˈpeːtər vɑˈniu.ə(n)ˌɦœyzə(n)]; born October 26, 1938) is a Dutch theoretical physicist.  He is a distinguished Professor at Stony Brook University in the United States.[1] Widely known for his contributions to String theory,  Supersymmetry,  Supergravity and Field theory.[2][3][4]", "54047370": "John F. Holzrichter is an American physicist, formerly the President of the Hertz Foundation, and currently a Fellow of the American Association for the Advancement of Science.[1][2][3][4]"}