{"61817684": "Robert C. Fuller (born 1952) is the Caterpillar Professor of Religious Studies at Bradley University.[1][2] Specializing in religion and psychology, and contemporary religion in America, Fuller is the author of 13 books, including Mesmerism and the American Cure of Souls (1982); Spiritual, But Not Religious: Understanding Unchurched America (2001); and The Body of Faith: A Biological History of Religion in America (2013).[3][4]", "23544667": "Daniel James Simons (born 1969) is an experimental psychologist, cognitive scientist, and Professor in the Department of Psychology and the Beckman Institute for Advanced Science and Technology at the University of Illinois.[1]", "35308380": "Colin G. DeYoung is an associate professor of psychology at the University of Minnesota (Minneapolis, Minnesota).[1] His research is in the field of personality psychology and personality neuroscience.[2]", "49988450": "Anu Realo (born 15 February 1971)[1] is an Estonian personality and cross-cultural psychologist. She is Professor in the Department of Psychology at the University of Warwick, the United Kingdom, and a Visiting Professor at the University of Tartu, Estonia.", "61883237": "Anne Marie Albano is a clinical psychologist known for her clinical work and research on psychosocial treatments for anxiety and mood disorders, and the impact of these disorders on the developing youth. She is the CUCARD professor of medical psychology in psychiatry at Columbia University, the founding director of the Columbia University Clinic for Anxiety and Related Disorders (CUCARD), and the clinical site director at CUCARD of the New York Presbyterian Hospital's Youth Anxiety Center.[1][2][3]", "57885546": "Pippa Grange is a British applied psychologist, author and the Head of People and Team Development at The Football Association until the end of 2019. She is the founder of the consultancy Bluestone Edge.", "8373106": "Susan Brady [1][2] is an American psychologist and literacy expert who is a professor of school psychology at the University of Rhode Island. For many years, she led the Haskins Literacy Initiative [3] at Haskins Laboratories in New Haven, Connecticut which promotes the \"science of teaching reading.\" [4] She has been a leading researcher in the area of reading acquisition for over thirty years and has been involved with efforts to improve state and national policy on the teaching of reading including speaking before a U.S. Senate committee. [5]", "41993087": "Peter Suedfeld (born August 30, 1935) is a Hungarian-Canadian professor emeritus of psychology at the University of British Columbia.", "8733595": "Maurice K. Temerlin (January 15, 1924 – January 15, 1988), was a psychologist and author.", "21349280": "2013\tDistinguished Cognitive Scientist Award UC Merced,", "1065890": "Edward John Mostyn Bowlby, CBE, FBA, FRCP, FRCPsych (/ˈboʊlbi/; 26 February 1907 – 2 September 1990) was a British psychologist, psychiatrist, and psychoanalyst, notable for his interest in child development and for his pioneering work in attachment theory. A Review of General Psychology survey, published in 2002, ranked Bowlby as the 49th most cited psychologist of the 20th century.[1][2][3]", "35603364": "Sarah Brosnan is a researcher studying the development of cognitive processes that underlie cooperation and reciprocity. The focus of her work has been on how animals perceive \"exchanged goods and services,\" as demonstrated by reciprocal interactions,. She has looked at both human and nonhuman primates as a way of understanding the evolution of cooperative and economic behaviors, specifically  the topic of inequity aversion and the cooperative pulling paradigm. She works at Georgia State University in the Department of Psychology, and directs the university's Comparative Economics and Behavioral Studies Laboratory (CEBUS Lab).[1][2][3]", "38552487": "Cooper Boone (born September 11, 1963) is an American country music artist, psychologist and chef.", "60146601": "Sarah Shirley Feldman (born March 1, 1944)[1] is an American developmental psychologist and senior research scientist in Psychiatry and the Behavioral Sciences at Stanford University, where she is also associate director in the Program in Human Biology. She was the director of Stanford's Center for the Study of Families, Children, and Youth from 1991 until the center closed in 1994.[2][3] She collaborated with Paul R. Ehrlich on the 1977 book The Race Bomb: Skin Color, Prejudice, and Intelligence.[4][5]", "63521707": "Beata Rank-Minzer, born Beata Minzer or Munzer, known to friends by the nickname Tola (February 16, 1886 – April 11, 1961) was a Polish-American psychoanalyst.[1][2]", "35111860": "Terrie Edith Moffitt MBE FBA (born March 9, 1955) is an American-British clinical psychologist who is best known for her pioneering research on the development of antisocial behavior and for her collaboration with colleague and partner Avshalom Caspi in research on gene-environment interactions in mental disorders.", "46875572": "Susan \"Sue\" Speer C.Psychol, FHEA is a senior lecturer at the School of Psychological Sciences, University of Manchester.[1]", "34227138": "Hans von Hentig (9 June 1887, in Berlin – 6 July 1974, in Bad Tölz) was a German criminal psychologist and politician. He was the second son of lawyer Otto von Hentig (1852–1934) .His older brother was later diplomat Werner Otto von Hentig. Otto von Hentig was one of the leading lawyers in Berlin. Hans von Hentig was instrumental in the setting up of a short-lived Bavarian Soviet Republic in 1919. During the 1920s he was a prominent exponent of National Bolshevism. He emigrated to United States in 1935. Hans von Hentig worked for some time at Yale and other universities.", "45269962": "Boaz Keysar is the Chair of the Cognition Program at the University of Chicago, and broadly researches communication, negotiation, and decision making.[1][2]", "53855185": "Jeffrey Zacks is an American psychologist, currently at Washington University in St. Louis and an Elected Fellow of the American Association for the Advancement of Science.[1][2] He specializes in research on event segmentation, media processing, and cognition in natural settings. His laboratory at Washington University focuses on the development neurological disorders through the use of various psychological testing methods.[3]", "61817812": "Joyce Diane Brothers  (October 20, 1927 – May 13, 2013) was an American psychologist, television personality, advice columnist, and writer.", "69321689": "Holger Mitterer (born 4 January 1973) is a German cognitive scientist and linguist and associate professor at the University of Malta. He is known for his works on applied psycholinguistics.[1][2][3]\nMitterer is co-editor-in-chief with Cynthia Clopper of Language and Speech.[4][5][6]\nHe is a former associate editor of Laboratory Phonology (2013-2018) and a member of the editorial board of the Journal of Phonetics.", "62702561": "James Arthur Coan, Jr. (born July 11, 1969) is an American affective neuroscientist, clinical psychologist, writer, podcast host, human rights activist[citation needed], and psychology professor at the University of Virginia in Charlottesville, where he serves as director of the Virginia Affective Neuroscience Laboratory.", "4768739": "Simon Iff is the protagonist of a series of short detective stories written by occultist Aleister Crowley. He is portrayed as a mystic, magician, world traveller, high society figure and great detective who is advanced in years but possesses a thorough insight into human psychology. According to publisher, editor and Crowley scholar William Breeze, the character is based on Crowley's idealised self-image of his own old age.[1]", "58278885": "Kelly Lynn Klump is an American clinical psychologist and MSU Foundation Endowed Professor in the Department of Psychology at Michigan State University, known for her research on the genetics of eating disorders. She is also the co-director (with S. Alexandra Burt) of the Michigan State University Twin Registry.[1][2]", "33768425": "Esther Thelen (May 20, 1941 – December 29, 2004) was an expert in the field of developmental psychology.[1] Thelen's research was focused on human development, especially in the area of infant development.[2]", "17875946": "Bill Beswick is an English sports psychologist and former basketball coach.", "61785067": "K. Daniel O'Leary (born 1940)[1] is an American psychologist who is Distinguished Professor of Clinical Psychology at Stony Brook University. Much of his research has focused on the causes and prevention of intimate partner violence,[2] as well as the long-term persistence of romantic love between married partners.[3][4] In 1969, he and his wife Susan O'Leary, also a professor at Stony Brook, started a program there dedicated to counteracting antisocial behavior in children.[5] He has served as president of the Association for Advancement of Behavior Therapy, the New York chapter of the Association of Family and Conciliation Courts,[2] and section 3 of Division 12 of the American Psychological Association (also known as the Society for a Science of Clinical Psychology).[6][7]", "55985149": "Alice Fenvessy Healy is a psychologist and College Professor of Distinction Emeritus at the University of Colorado Boulder where she founded and directed the Center for Research on Training. She is known for her research in the field of cognitive psychology, spanning diverse topics including short-term memory, long-term memory, psycholinguistics, reading, decision-making, and cognitive training.[1]", "2212873": "Robert Louis Moore (August 13, 1942 - June 18, 2016) was an American Jungian analyst and consultant in private practice in Chicago, Illinois. He was the Distinguished Service Professor of Psychology, Psychoanalysis and Spirituality at the Chicago Theological Seminary;[1] a training analyst at the C.G. Jung Institute of Chicago;[2] and director of research for the Institute for the Science of Psychoanalysis. Author and editor of numerous books in psychology and spirituality, he lectured internationally on his formulation of a Neo-Jungian paradigm for psychotherapy and psychoanalysis. He was working on Structural Psychoanalysis and Integrative Psychotherapy: A Neo-Jungian Paradigm at the time of his death.", "40715281": "K. Alison Clarke-Stewart (born Linda Wilkin,[1] September 23, 1943 – February 23, 2014[2]) was a developmental psychologist and expert on children's social development. She is well known for her work on the effects of child care on children's development, and for her research on children's suggestibility.[3] She has written over 100 articles for scholarly journals and co-authored several leading textbooks in the field.[3][4]", "12305461": "George Gaskell is a British Emeritus Professor of Social Psychology at the London School of Economics and Political Science (LSE).[2] Formerly Director of the Methodology Institute, which he established with Colm O’Muircheartaigh, he was Pro-director for Planning and Resources and a member of the LSE Council and Court of Governors.", "54314042": "Kenneth George Pease OBE (born August 5, 1943)[1]: 3  is a British forensic psychologist and criminologist. He is a visiting professor at the Jill Dando Institute of Crime Science at University College London, a visiting professor at the University of Loughborough and an honorary visiting fellow at the Cathie Marsh Centre for Census and Survey Research at the University of Manchester. Previous positions he has held include Head of School of Sociology and Social Policy at the Ulster Polytechnic from 1981 to 1983, professor of criminology at the University of Huddersfield (where he founded the Applied Criminology Group in 1995),[2] the University of Manchester (where he was appointed to a professorial chair in 1990), the head of the Home Office's Policing and Reducing Crime Unit from 1999 to 2000,[1]: 6  advisor to the Home Office Crime Reduction Programme from 2000 to 2003, associate professor at the University of Saskatchewan and consultant criminologist at the Correctional Service of Canada, working in the maximum security Regional Psychiatric Centre (Prairies), Saskatoon. He has been described as a \"leading British criminologist\" by Zoe McKnight of Maclean's.[3]", "31245373": "Tom Norman Cornsweet[1] (April 29, 1929 – November 11, 2017) was an American experimental psychologist known for his pioneering work in visual perception, especially the effect that bears his name, and in the development of ophthalmic instrumentation.[2][3]", "9389119": "Larry E. Beutler ABPP is a clinical psychologist.", "64734294": "Kevin Joseph Connolly (1937 – 2015) was a British psychologist who specialised in the field of developmental psychology and fly behaviour genetics.", "607324": "Robert J. Sternberg (born December 8, 1949)[1] is an American psychologist and psychometrician. He is a Professor of Human Development at Cornell University.[2]", "33637470": "Erwin Mark Stern (December 5, 1929 – March 11, 2014) was a humanistic/existential psychologist.", "2606175": "Gísli Hannes Guðjónsson, CBE (born 26 October 1947) is an Icelandic-British academic, educator, forensic psychologist and former detective.[2] He is Emeritus Professor at the Institute of Psychiatry of King's College London and a Professor in the Psychology Department at Reykjavik University.[3] Gísli is an internationally renowned authority on suggestibility and false confessions and is one of the world's leading experts on false memory syndrome.[2]", "58442855": "Martin Deutsch (1926–2002) was an American developmental psychologist known for his research on the education of disadvantaged children. His efforts to develop a compensatory education program in New York City served as a predecessor to the national Head Start program.[1] He developed early intervention programs with what he called a \"therapeutic curriculum\", which aimed to specifically address the deficient experiences of children living in deprived environments.[2] He believed that such environments put children at a disadvantage with respect to beginning school and acquiring basic literacy skills.[3]", "8668264": "Dr. Jean-Charles Gille-Maisani (22 May 1924 – 29 January 1995) was a French, later Canadian, engineer, psychiatrist and professor of medicine.[1]", "23970921": "Camilla Persson Benbow is a Swedish-born (Scania)[1][2] American educational psychologist and a university professor. She studies the education of intellectually gifted students.", "57328747": "Matthew Walker is a British author, scientist and professor of neuroscience and psychology at the University of California, Berkeley.[1][3][4][5]", "58180717": "Gary William Evans (born November 22, 1948)[1] is the Elizabeth Lee Vincent Professor of Human Ecology in the Cornell University College of Human Ecology. He is known for researching the mental health and physiological consequences of exposure to poverty and stress during childhood.[2][3][4]", "40256627": "Gretty Mizrahi Mirdal (born Gretty Kazes) is Emeritus Professor of Psychology at the University of Copenhagen, and the former director of the Paris Institute for Advanced Study, the PIAS . Presently she directs the \"Brain, Culture and Society\" programme at the PIAS, and she continues her research activities at the University of Copenhagen and the Royal Danish Academy for Sciences and Letters.", "48678010": "Jannes \"Jans\" Aasman (born 1958) is a Dutch psychologist and cognitive science expert.[2] He is also the chief executive officer of Franz Inc, an early innovator in Artificial Intelligence and provider of Semantic Graph Databases and Analytics.[3] He is a frequent speaker within the Database and Semantic Technology industries[4][5] and has authored multiple research papers and bylines on the subject.[6]", "73385086": "Helen Alathena Parkman Johnson Smith (February 8, 1894 – November 12, 1982) was an American child psychologist. She was an educator and chief psychologist at the John Tracy Clinic in Los Angeles from 1948 to 1977, working with the parents of deaf children to improve communication and other skills.", "63259777": "Alfred A. Baumeister (July 25, 1934 – March 14, 2011) was an American psychologist and professor at Vanderbilt University, known for his research on intellectual disabilities and his advocacy for such research.[1][2]", "56476807": "Brian C.J. Moore FMedSci, FRS (born 10 February 1946) is an Emeritus Professor of Auditory Perception in the University of Cambridge and an Emeritus Fellow of Wolfson College, Cambridge. His research focuses on psychoacoustics, audiology, and the development and assessment of hearing aids (signal processing and fitting methods).", "66962579": "Irma Brenman Pick (13 April 1934 – 3 August 2023) was a South African-born British psychologist and psychoanalyst known for her work on countertransference.[1][2] She served as the president of the British Psychoanalytical Society from 1997 to 2000.", "23708832": "Sidney William Bijou (November 12, 1908 – June 11, 2009) was an American developmental psychologist who developed an approach of treating childhood disorders using behavioral therapy, in which positive actions were rewarded and negative behaviors were largely ignored, rather than punished.", "51463334": "Diana Foșha is a Romanian-American psychologist, known for developing accelerated experiential dynamic psychotherapy (AEDP),[1] and for her work on the psychotherapy of adults suffering the effects of childhood attachment trauma and abuse.[2][3][4][5]", "61621417": "Dom Thomas Verner Moore (October 22, 1877 – June 5, 1969) was an American psychologist, psychiatrist and monk. He was the \"first psychiatric researcher to create symptom rating scales and use factor analysis to deconstruct psychosis.\"[1] He was also among the first Catholic priests to conduct influential scientific work in psychology,[2] and he developed a psychiatric paradigm based on Catholic teaching, as well as on the philosophical perspective of Thomism.[3]", "19154090": "Kenneth Shrout Wagoner (July 8, 1911 - April 5, 2000) was an American psychologist, a professor of psychology on the faculty of DePauw University, and a physiological skin scientist.", "18400427": "Loretta Bradley born in 1943 is a professor and coordinator of education advisers to Texas Tech University. She was previously an associate professor at Vanderbilt University and vice-dean of Temple University. She earned her doctorate at Purdue University. Bradley is the former president of the American Counseling Association (ACA) and the Association for Counselor Education and Supervision (ACES).", "31409335": "Theresa Rose Bajt (born April 5, 1956) is a former Miss Montana, and a clinical psychologist practicing in Creve Coeur, Missouri. She has also published several papers, and acted in a Dick Clark film of the week.", "68469944": "Tracy Dennis-Tiwary (born January 11, 1973) is an American clinical psychologist, author, health technology entrepreneur, and professor of psychology and neuroscience at Hunter College and the Graduate Center of The City University of New York. Her research explores emotion regulation and its role in mental health and illness, with a particular focus on anxiety and anxiety-related attention biases, as well as child emotional development.[1][2][3][4][5] She is known for her nuanced view of the impact of digital technology and social media on psychological well-being in youth and adults, including adjustment, relationship quality, anxiety, and emotion regulation.[6][7][8][9]", "21120191": "Setha M. Low (born March 14, 1948) is a former president of the American Anthropological Association, a professor in environmental psychology, and the director of the Public Space Research Group at the City University of New York. Low also served as a Conservation Guest Scholar at the Getty Conservation Institute.", "23479495": "Rod A. Martin is a retired Canadian academic, specializing in clinical psychology and humor research. After obtaining a B.A (1979 ) in theology then an M.A (1981) and PhD  (1984) in psychology from the University of Waterloo,in 1984 he became a Professor   of Psychology at the University of Western Ontario specializing in clinical psychology.[1][2][3] His research focused on the nature and functions of humor and laughter, as well as their relationship to psychological health and well-being.[4][5]", "71582931": "Jill M. Hooley[1] is a professor of psychology at Harvard University.[2] She is currently the head of the experimental psychopathology and clinical psychology program at Harvard. In 2009, she was the president of the Society for Research in Psychopathology.[3][4]", "58246357": "Henry David Schlinger Jr. is an American psychologist known for his work in applied behavior analysis. He is a professor of psychology at California State University, Los Angeles, where he was formerly the director of the M.S. Program in Applied Behavior Analysis. He also holds a part-time position as an associate professor in the Chicago School of Professional Psychology's Applied Behavior Analysis program. He is a former editor-in-chief of both the Analysis of Verbal Behavior and the Behavior Analyst. He is a member of the Association for Behavior Analysis International and the board of trustees of the Cambridge Center for Behavioral Studies.[1][2]", "60638427": "Kate Hevner Mueller (November 1, 1898 – August 10, 1984) was an American psychologist and educator who served as dean of women at Indiana University during 1938–1949.", "33473760": "Karin Stephen (née Costelloe; 10 March 1889 – 12 December 1953) was a British psychoanalyst and psychologist.", "21054700": "Karen Mehringer (born February 12, 1967) is an American author and psychotherapist whp is the founder of Creative Transformations, an organization whose stated purpose is \"to help people awaken, live with purpose, and realize their dreams.\"[1]", "9651438": "Sonia Malasarte Roco (born 20 July 1944) is the widow of Filipino senator and presidential candidate Raul Roco. She ran for the Senate in the 2007 Philippine Midterm Elections under her late husband's party, Aksyon Demokratiko, which is allied with the broad opposition coalition called Genuine Opposition. She joined the coalition after JV Ejercito, son of deposed President Joseph Estrada, pulled out as an opposition candidate at his father's behest.[1]", "5424374": "Gavriel Salomon (Hebrew: גבריאל סלומון; October 1938 – January 2016) was an Israeli educational psychologist who conducted research on cognition and instruction.[1] He was a Professor Emeritus in the department of education at the University of Haifa.", "8766722": "Arthur A. Dole is an emeritus professor of education at the University of Pennsylvania.[1][2]  In 1992, Dole was inducted into the group of faculty at University of Pennsylvania who have served more than twenty-five years, the \"Twenty-five Year Club\".[3][4]  After retiring, he \nbecame president of People for Educational Advancement and Community Enhancement (PEACE).  During WW II, he was a \"war resister\" - choosing a five-year prison sentence rather than be labelled a \"conscientious objector\". After the war, he returned to his job at the American Friends Service Committee.[5]", "42812681": "Jan Przewoźnik (16 September 1957 – 31 July 2023) was a Polish chess player who won the Polish Chess Championship in 1979 and became FIDE International Master (1985).", "41272588": "Howard Scott Liddell (November 1895–October 1962) was an American professor of psychology who was involved in the Macy Conferences.", "64046362": "Leslie Spencer Hearnshaw (1907–1991) was an English psychologist and historian of psychology.", "7750939": "Milicent Washburn Shinn (April 15, 1858 – August 13, 1940)[1] was a writer, editor, and child psychologist. She was the first woman to receive a doctorate from the University of California, Berkeley. She entered the State University in September 1874[2] and finished her undergraduate degree in 1880. She was one of three student speakers at the commencement.[3][4] She edited the Overland Monthly from 1882 to 1894. She received her Ph.D. in 1898 at the age of 40.", "55428380": "M. Lynne Cooper is the Curators' Distinguished Professor of Psychology at the University of Missouri.[1] She is known for her research on risk-taking and psychological adjustment of adolescents, young adults, and couples. Many of her studies and published works are related to alcohol, substance use, and sexual activity in adolescents and young adults at the transition to adulthood.[2][3] Other influential research has examined health outcomes of parents who experience stress due to conflicts between work and family responsibilities.", "19744033": "Boris Cyrulnik (birth 26 July 1937 in Bordeaux) is a French doctor, ethologist, neurologist, and psychiatrist.", "62473507": "Reva Potashin (September 13, 1921 – September 15, 2013) was a Canadian psychologist known for her contributions to the field of sociometry (the measurement of social groups). She was a professor emeritus at the University of British Columbia in Vancouver, British Columbia, Canada.", "61785394": "Adrian Frank Furnham (born 3 February 1953) is a South African-born British BPS chartered occupational psychologist and chartered health psychologist. He is currently an adjunct professor at BI Norwegian Business School and professor at University College London.[1] Throughout his career, he has lectured in the following post-secondary institutions: Pembroke College, Oxford, University of New South Wales, University of West Indies, Hong Kong University Business School, and the Henley Management College.[2]", "74073399": "Marita Rohr Inglehart is a psychologist, academic, and author. She is a Professor at the Department of Periodontics and Oral Medicine at the School of Dentistry, an Adjunct Professor at the Department of Psychology at the College of Literature, Arts and Sciences at the University of Michigan. Additionally, she also holds the position of Inaugural University Diversity and Social Transformation Professor at the University of Michigan.[1]", "46220603": "Harry Helson (November 9, 1898 - October 13, 1977) was an American psychologist and professor of psychology[1] who is best known for his adaptation-level theory.  Most of his work and research focused on perception, with much of it involving the perception of color. His first published work was his doctoral dissertation on Gestalt psychology, which was published in the American Journal of Psychology in 1925 and 1926.   Every year at Kansas State University, a graduate student receives the Harry Helson Award recognition of excellence in scholarship and research in cognitive psychology.", "2901307": "Ralph Franklin  Hefferline (15 February 1910 in Muncie, Indiana – 16 March 1974) was a psychology professor at Columbia University.[1]", "55788864": "Alejandra Forlán Corazo (born 1974) is a Uruguayan psychologist, lecturer, and activist.", "14468418": "Robert Holden (born 1965) is a British psychologist, author, and broadcaster, who works in the field of positive psychology and well-being. He is the founder of The Happiness Project, which runs an eight-week course annually, called \"Happiness Now\",[1][dead link] and the author of 10 best-selling books such as, Happiness NOW!, Be Happy, Success Intelligence and Shift Happens!.[2][3] He runs the National Health Service (NHS) Stress Buster clinic, established first NHS \"laughter clinic\",[4][5] and runs regular happiness workshops and seminars, with clients including employees of the NHS, the BBC and British Telecom.[6]", "68863298": "John Kendall Kruschke is an American psychologist and statistician known for his work in connectionist models of human learning,[1] \nand in Bayesian statistical analysis.[2]\nHe is Provost Professor Emeritus\n[3]\n[4] \nin the Department of Psychological and Brain Sciences at Indiana University Bloomington. \nHe won the Troland Research Award from the National Academy of Sciences in 2002.[5]", "2475342": "Peter R. Hofstätter (born 1913 in Vienna; died 1994 in Buxtehude) was an Austrian social psychologist whose books on group dynamics, social psychology and general psychology were widely read in the German-speaking countries during the 1960s-1980s.", "71615831": "Ruchika Shaurya Prakash is an American psychologist who is a professor at Ohio State University. She is Director of the Center for Cognitive and Behavioral Brain Imaging. Prakash was awarded the American Psychological Association Early Career Achievement Award in 2016. She delivered online webinars on resilience and mindfulness throughout the COVID-19 pandemic.", "5064031": "David Guy Myers (born 20 September 1942) is a professor of psychology at Hope College in Michigan, United States,[1] and the author of 17 books, including popular textbooks entitled Psychology, Exploring Psychology, Social Psychology and general-audience books dealing with issues related to Christian faith as well as scientific psychology. In addition, he has published chapters in over 60 books and numerous scholarly research articles in professional journals.  Myers is widely recognized for his research on happiness and is one of the supporters of the positive psychological movement.[2]", "27477349": "Samuel Hibbert-Ware FRSE FSA (21 April 1782 – 30 December 1848), born Samuel Hibbert in St Ann's Square Manchester, was an English geologist and antiquarian.", "23807334": "Eddie Harmon-Jones is professor of psychology at the University of New South Wales. He is recognized for his research on social neuroscience, cognitive dissonance, and the motivating aspects of emotions.[1]", "63194472": "Robert D. Kerns is an American clinical psychologist, academic and author. He is Professor Emeritus of Psychiatry, Neurology and Psychology at Yale University and Senior Research Scientist of Psychiatry at  the Yale School of Medicine. He is also a Program Director of National Institutes of Health, Department of Defense and Department of Veterans Affairs Pain Management Collaboratory Coordinating Center.", "68830576": "Robin Stern is an American psychoanalyst at Yale University, associate director for the Yale Center for Emotional Intelligence, an associate research scientist at the Yale Child Study Center, and is on the faculty of Teachers College, Columbia University.", "10667379": "Laleh Mehree Bakhtiar (born Mary Nell Bakhtiar; July 29, 1938 – October 18, 2020) was an Iranian-American Islamic and Sufi scholar, author, translator, and psychologist.[1][2] She produced a gender-neutral translation, The Sublime Quran, and challenged the status quo on the Arabic word daraba, traditionally translated as \"beat\" — a word that she said has been used as justification for abuse of Muslim women.[3]", "55526775": "Jeffrey T. Parsons is an American psychologist, researcher, and educator; he was a Distinguished Professor of Psychology at Hunter College[1] and The Graduate Center[2] of the City University of New York (CUNY) and was the Director of Hunter College's Center for HIV/AIDS Educational Studies & Training,[3] which he founded in 1996.[4] Parsons was trained as a developmental psychologist and applied this training to understand health, with a particular emphasis on HIV prevention and treatment. He was known for his research on HIV risk behaviors of gay, bisexual, and other men who have sex with men (GBMSM), HIV-related syndemics, and sexual compulsivity. He resigned his positions at CUNY on July 3, 2019, following a year-long university investigation of misconduct allegations against him.[5][6][7] In 2023, the U.S. Attorney's Office announced that he was required to pay a $375,000 settlement for engaging in fraud against the federal government for many years. [8]", "58148219": "Randall Wayne Engle is an American psychologist and professor of psychology at the Georgia Institute of Technology. Dr. Engle is known for his research on working memory, attentional control, and human intelligence.[1] Specifically, his research investigates the nature of working memory, the causes of its limitations, its role in applied cognitive tasks, and the relationships between working memory, cognitive control, and fluid intelligence.[2] His work has received funding from the National Institute of Child Health and Human Development, Air Force Office of Scientific Research, DARPA, and Office of Naval Research.[2] Dr. Engle's work has influenced modern theories of cognitive and emotional control, and has had an impact on a number of fields including social psychology, emotion, psychopathology, developmental psychology, and psychological testing.[2] According to Google Scholar, his work has been cited over 48,000 times.[3] Dr. Engle is the principal investigator in the Attention & Working Memory Lab at the Georgia Institute of Technology.[2]", "55428486": "Elizabeth Thompson Gershoff is Professor of Human Development and Family Sciences at the University of Texas at Austin. She is known for her research on the impact of corporal punishment in the home and at school on children and their mental health.[1]", "73254324": "Ian Melville Logan Hunter (14 October 1927 – 30 August 2004) was a British experimental psychologist.", "50775477": "Harold Bekkering (born 19 October 1965) is a Dutch professor of cognitive psychology at the Donders Institute for Brain, Cognition and Behaviour of the Radboud University Nijmegen.[1][2] His research has covered many different ways of learning, ranging from basic sensorimotor learning to complex forms of social learning.  Lately, he aims to implement knowledge about human learning in educational settings.", "57558456": "Mildred Bessie Mitchell (1903–1983) was a psychologist who graduated from Yale University in 1931.[1] She was the first clinical psychology examiner for the US Astronaut Program helping NASA select men for Project Mercury in 1959.[2][3]", "17089978": "Phoebe C. Ellsworth is an American social psychologist and professor at the University of Michigan, holding dual appointments at the Psychology Department and in the Law School.", "59196869": "Boaz Kahana is an American psychologist.", "3229131": "Stanton Peele (born January 8, 1946) is a psychologist, attorney, psychotherapist and the author of books and articles on the subject of alcoholism, addiction and addiction treatment.[1]", "27903439": "Dick Anthony (24 September 1939—24 July 2022) was a forensic psychologist noted for his writings on the validity of brainwashing as a determiner of behavior, a prolific researcher of the social and psychological aspects of involvement in new religious movements.[1][2]", "42616278": "Charles Perfetti is the director of, and Senior Scientist for, the Learning and Research Development Center at the University of Pittsburgh. His research is centered on the cognitive science of language and reading processes, including but not limited to lower- and higher-level lexical and syntactic processes and the nature of reading proficiency. He conducts cognitive behavioral studies involving ERP, fMRI and MEG imaging techniques. His goal is to develop a richer understanding of how language is processed in the brain.[1]", "69289447": "John Francis Dovidio is the Carl Iver Hovland Professor Emeritus of Psychology and Public Health at Yale University, where he is also the former director of the Intergroup Relations Lab. He is known for his research on the concept of aversive racism and on reducing people's intergroup biases. He was the president of the Society for the Psychological Study of Social Issues from 1999 to 2000.[1][2] He served as the editor-in-chief of the Personality and Social Psychology Bulletin from 1994 to 1997, of the Journal of Personality and Social Psychology's Interpersonal Relations and Group Processes section from 2002 to 2008, and the co-editor of Social Issues and Policy Review from 2006 to 2011. In 2011, he received the Donald T. Campbell Award from the Society for Personality and Social Psychology, and in 2014, he received the Society's Award for Distinguished Service.[3]", "7259630": "Richard Jason Ofshe (born 27 February 1941)  is an American sociologist and professor emeritus of sociology at the University of California, Berkeley.  He is known for his expert testimony relating to coercion in small groups, confessions, and interrogations.[citation needed]", "4441582": "Loyd Auerbach is a  parapsychologist, paranormal investigator, and mentalist.  He has appeared on numerous television shows that profile ghost hunting and other paranormal topics.  He develops and teaches online courses on parapsychology.", "33932788": "James Hervey Hyslop, Ph.D., LL.D, (August 18, 1854 – June 17, 1920) was an American psychical researcher, psychologist, and professor of ethics and logic at Columbia University.  He was one of the first American psychologists to connect psychology with psychic phenomena.[1] In 1906 he helped reorganize the American Society for Psychical Research (ASPR) in New York City and served as the secretary-treasurer for the organization until his death.", "38061560": "Anke Ehlers FBA FMedSci (born 11 January 1957) is a German psychologist and expert in post-traumatic stress disorder (PTSD).[1] She is a Fellow of the major science academies of the UK and Germany.", "5686778": "Malcolm \"Mac\" MacLachlan is Professor of Psychology and Social Inclusion at Maynooth University, Ireland.[1] [2][3]", "53265922": "Anita Woolfolk Hoy (born October 6, 1947, in Fort Worth, Texas) is an American psychologist who specializes in child education. Hoy was a professor in the college of educational psychology at Ohio State University from 1994 until her retirement in 2012. She is a professor emerita.[1] She has been active in many areas of research and several other scientific works, in which she focuses on students perceptions of teachers, teacher's beliefs, students motivations and the effects of educational psychology when being applied In the classroom. Her text, Educational Psychology, which is in its 13th edition, was recognized as one of the most widely read introductions in the field of psychology.[2]", "55297550": "Ibrahim Hijazi (Arabic: ابراهيم حجازي; Hebrew: אבראהים חג'אזי, born 22 July 1977) is an Israeli Arab politician who briefly served as a member of the Knesset for the Joint List in 2017.", "1263119": "Manès Sperber (12 December 1905 – 5 February 1984) was an Austrian-French novelist, essayist and psychologist. He also wrote under the pseudonyms Jan Heger and N.A. Menlos.", "55395872": "Joshua Michael Aronson is an American social psychologist and Associate Professor of Applied Psychology at New York University's Steinhardt School of Culture, Education, and Human Development.[1] He is known for his pioneering work on stereotype threat, which he conducted in the 1990s along with Claude Steele and Steven Spencer.[2][3][4] This work has shown that female, minority, and low-income children are stereotyped as performing worse on standardized tests, and that when they are taught to overcome these stereotypes, their standardized test scores improve.[5] He also co-authored a study in 2009 in which he reported no evidence that African Americans' test scores had improved as a result of the election of Barack Obama as President of the United States the previous year.[6][7]", "57886241": "Anna Freixas Farré (born 21 July 1946) is a Spanish feminist writer and retired university professor.", "6440482": "Kenneth R. Koedinger (born 1962 in Wisconsin) is a professor of human–computer interaction and psychology at Carnegie Mellon University.[1][2] He is the founding and current director of the Pittsburgh Science of Learning Center.[3] He is widely known for his role in the development of the Cognitive Tutor software.[4][5] He is also widely published in cognitive psychology, intelligent tutoring systems, and educational data mining, and his research group has repeatedly won \"Best Paper\" awards at scientific conferences in those areas, such as the EDM2008 Best Paper,[6] ITS2006 Best Paper, ITS2004 Best Paper,[7] and ITS2000 Best Paper.", "64734752": "Ralph R. Hetherington (1917 – 23 February 2000) was a British clinical psychologist who for a period was General Secretary of the British Psychological Society.", "31934005": "Bernard de Montréal (pseudonym of Jean-Paul Boucher) (July 26, 1939 – October 15, 2003) was a Canadian author and lecturer. The author defined his teachings as Psychologie Évolutionnaire, which translates into English as Evolutionary Psychology (not to be confused with the similar term applying to a branch of cognitive psychology that draws on the sociobiological theories of natural evolution).", "58967611": "Nancy Ledins (born William F. Griglak; July 27, 1932 – July 18, 2017) was an American Roman Catholic priest who came out as a transgender woman. At the time of her transition she was still considered a priest even after having resigned from official church roles, due to her never being returned to lay status. In this capacity, she is considered by some to be the first official woman priest in the history of the Catholic Church and is the first openly transgender Catholic priest.", "13977158": "Robert S. Wallerstein (January 28, 1921 – December 21, 2014) was a prominent German-born American psychoanalyst.[1] He headed the Psychotherapy Research Project of the Menninger Foundation[2]  and was president of the International Psychoanalytical Association.[3]", "54150735": "Carol Diane Ryff is an American academic and psychologist. She received her doctorate in 1978.[2] She is known for studying psychological well-being[3][4] and psychological resilience.[5] Ryff is the Hilldale Professor of psychology at the University of Wisconsin-Madison, where she directs the Institute on Aging.[6] Ryff developed the six-factor model of psychological well-being.", "61064790": "Richard Wesley Woodcock (January 29, 1928 – January 2, 2024) was an American psychometrician. He is known for his work on the Cattell–Horn–Carroll theory of human intelligence and for his work in the development of several cognitive tests, including the Woodcock–Johnson Tests of Cognitive Abilities and the Dean–Woodcock Neuropsychological Assessment System. He is also credited with introducing the Rasch model into psychometric research.[1] He was a fellow of the American Psychological Association and the American Academy of School Psychology, as well as a Diplomate of the American Board of Professional Psychology.[2] In 1993, he received the Senior Scientist in School Psychology Award from Division 16 of the American Psychological Association.[3] Two research institutes are named after him: the Woodcock Education Center at Western Oregon University, and the Woodcock Institute for Advancement of Neurocognitive Research and Applied Practice at Texas Woman's University, both of which opened in the fall of 2016.[4][5] As of 2018, he lived in San Diego, California.[6] Woodcock was born on January 29, 1928,[7] and died on January 2, 2024, at the age of 95.[8]", "5686871": "Kerry Chamberlain is a Professor of Social and Health Psychology at Massey University, New Zealand. He is a critical health psychologist who has been prominent internationally in promoting qualitative research within health psychology. His main research interests include health in everyday life and understanding of disadvantage.[2]", "5162596": "Charles Sedgwick Minot (December 23, 1852 – November 19, 1914) was an American anatomist and a founding member of the American Society for Psychical Research.[1]", "2147944": "Julius Friedrich Lehmann (28 November 1864, in Zurich – 24 March 1935, in Munich) was a publisher of medical literature and nationalist tracts in Munich.[1] He was the brother of the bacteriologist Karl Bernhard Lehmann.", "31966834": "Scott Barry Kaufman is an American cognitive scientist, author, podcaster, coach, and popular science writer. His writing and research focuses on intelligence, creativity, and human potential. Most media attention has focused on Kaufman's attempt to redefine intelligence.[1][2][3] Kaufman is founder and director of the Center for Human Potential and has taught courses at Columbia, NYU, the University of Pennsylvania, and elsewhere. He is one of the top 20 most cited scientists studying intelligence,[4] and is among the top 1% most cited scientists in the world.[5] In 2015, he was named one of \"50 groundbreaking scientists who are changing the way we see the world\" by Business Insider,.[6]", "72500861": "Pia Lamberty (born 11 February 1984) is a German social psychologist who researches conspiracy ideologies. She is a co-founder and co-CEO of the Center for Monitoring, Analysis and Strategy (CeMAS).", "64079488": "Nigel Nicholson FBPsS FBAM is a British business psychologist and Emeritus Professor of Organisational Behaviour at London Business School. He is known for his work advocating the application of evolutionary psychology to business management.[1][2]", "3819137": "John Milne Bramwell (11 May 1852 – 16 January 1925) was a Scottish physician, surgeon and specialist medical hypnotist. He was born in Perth and educated at the University of Edinburgh.", "35079810": "Kimberly Sue Young O'Mara[1] (September 9, 1965 – February 28, 2019) was a psychologist and expert on Internet addiction disorder and online behavior.[2] She founded the Center for Internet Addiction in 1995[3] while she was a psychology professor at the University of Pittsburgh at Bradford.[4] Until her death in 2019, Young was a professor of management at St. Bonaventure University.[5] During her career, she published numerous journal articles and book chapters and served as an expert witness regarding her pioneer research including testimony for the Child Protection Online Act Congressional Committee.[5] Young was a member of the American Psychological Association, the Pennsylvania Psychological Association, and a founding member of the International Society of Mental Health Online.[6] Aged 53, Young died of cancer on February 28, 2019.[7]", "37602953": "Dorothea Jameson (November 16, 1920 – April 12, 1998) was an American cognitive psychologist who greatly contributed to the field of color and vision.[1]", "61130387": "Lee Burton Sechrest (January 1, 1929 – October 10, 2015) was an American psychologist and research methodologist.[1]", "62506654": "Floyd J (Jack) Fowler Jr. (born July 4, 1939) is an American researcher, academic and author. He is a Senior Research Fellow at Center for Survey Research at the University of Massachusetts Boston.[1] He is an early contributor to research on patient-reported outcomes after treatment for various conditions including benign prostate disease, benign uterine conditions and prostate cancer. He also led survey projects to understand the causes and consequences of variation in the way medical care is delivered.[2]", "64734895": "Charles Ian Howarth (1928–2019) was a British psychologist.", "3655345": "Steven Schwartz AM (/ʃwɔːrts/; born 5 November 1946) is an American and Australian academic and, until late 2012, the Vice Chancellor of Macquarie University in Sydney, Australia.  He was previously Vice Chancellor of Brunel University in the UK and of Murdoch University in Western Australia.[1] He is a trained psychologist and served both as senior academic and researcher, then as a university corporate manager. His style of management was controversial and attracted considerable opposition.[1] He defended his record by saying that he wished universities to be more market-oriented, research-focused, accountable, transparent and held to higher standards, in the hope of improving university profiles and attracting more students, funding and researchers. Throughout his career he was successful in establishing new schools and facilities at the universities he was involved with.", "69617341": "Karl Halvor Teigen (born 1941) is a Norwegian psychologist.", "13715138": "Charles Bohris Ferster (1 November 1922 – 3 February 1981) was an American behavioral psychologist. A pioneer of applied behavior analysis, he developed errorless learning and was a colleague of B.F. Skinner's at Harvard University, co-authoring the book Schedules of Reinforcement (1957).", "30525127": "Mario-Christian Meyer is a Swiss-Brazilian doctor and advocate for the sustainable development of the Amazonia and preservation of its indigenous cultural heritage.", "19908296": "Albert Hadley Cantril, Jr. (16 June 1906 – 28 May 1969) was an American psychologist from the Princeton University, who expanded the scope of the field.", "4409035": "Ásgeir R. Helgason (born 1957) is an Icelandic scientist working at Karolinska Institutet in Sweden. Since 2002 he has been an associate professor in psychology at the Departments of Oncology-Pathology and Public Health at the Karolinska Institutet and Reykjavik University, Iceland.", "69060314": "Bess H. Marcus (born 1961) is an American clinical health psychologist and scholar of health behavior changes. She is currently Professor of Behavioral and Social Sciences at Brown University, having previously served as dean of the Brown University School of Public Health.[1] Before coming to Brown, Marcus was the founder of the UC San Diego Institute for Public Health and inaugural Senior Associate Dean for Public Health, at the UC San Diego School of Medicine.[2][3]", "32491251": "Deborah Serani (born January 31, 1961) is an American psychologist and an author whose clinical specialty is depression. She is an adjunct professor at Adelphi University.[1] Serani has published academic articles on the subject of depression and trauma as well as the books Living with Depression, Depression and Your Child: A Guide for Parents and Caregivers, and Depression in Later Life: An Essential Guide (Rowman & Littlefield Publishing Group). She is a columnist at Psychology Today and Esperanza Magazine.", "54609654": "Gary H. McClelland is an American psychologist and professor emeritus of psychology at the University of Colorado at Boulder. His research interests focus on decision making, statistical methodologies, and economic psychology.[1][2]", "706305": "In the fictional universe of the television series' Buffy the Vampire Slayer and Angel a Watcher is a member of a secret organization of parapsychologists. The Watchers' Council, which seeks to prepare the Slayer to fight demonic forces. A notable example of a Watcher is Buffy main character Rupert Giles. They are typically modelled after the fictional character Abraham Van Helsing from Bram Stoker's novel Dracula.", "20137733": "Leo Goldberger (born June 28, 1930) is a psychologist, author, and editor known for his work in sensory deprivation,[1][2][3][4] personality, stress and coping,[5] as well as for his writings on the rescue of the Danish Jews during the Holocaust.[6][7][8] A professor emeritus of psychology at New York University (NYU), Goldberger is a former director of its Research Center for Mental Health.[9]", "28952327": "Rolf Reber (born 17 May 1959) is professor of psychology at the University of Oslo.", "33474312": "John C. Yuille (born December 1, 1941, in Montreal, Quebec) was a Canadian psychologist whose research interests include forensic psychology, victim and witness memory,[1] suspect memory, trauma and memory, stress and memory,[2] child sexual abuse,[3] interview techniques, serial crimes, and credibility assessment.", "8898316": "Philip H. Winne is a professor of educational psychology and former Canada Research Chair in Self-Regulated Learning and Learning Technologies at Simon Fraser University. A Fellow of the American Educational Research Association, the American Psychological Association, the Association for Psychological Science, and the Canadian Psychological Association, Winne has made significant contributions to research on self-regulated learning. He is the principal investigator of the Learning Kit Project, which has developed educational software, now called nStudy, founded on principles of self-regulated learning.", "60835604": "Andrea Smorti (born 1949) is an Italian psychologist and professor of developmental psychology who studies cognitive and narrative processes at the University of Florence.[1] He founded the laboratory of methods and analysis techniques of illness experiences.[2] He is the director of the laboratory of developmental process evaluation, Laboratory in the Department of Education, Languages, Inter-culture, Literature, and psychology at the University of Florence.[3]", "58509078": "Michael Donald Newcomb (December 20, 1952 – February 13, 2010) was an American psychologist. His research focused on drug etiology, as well as nuclear anxiety and other topics.", "58574619": "Adele Eskeles Gottfried is a professor emerita and psychologist known for her work in the field of intrinsic motivation, giftedness, and academic achievement. Gottfried taught in the department of Educational Psychology at California State University, Northridge, where she was director of Research Enhancement of the Michael D. Eisner College of Education.[1]", "3917598": "Carol Anne Tavris (born September 17, 1944)[1] is an American social psychologist and feminist. She has devoted her career to writing and lecturing about the contributions of psychological science to the beliefs and practices that guide people's lives, and to criticizing \"psychobabble,\" \"biobunk,\" and pseudoscience. Her many writings have dealt with critical thinking, cognitive dissonance, anger, gender, and other topics in psychology.[2]", "58574623": "Lisa A. Goodman (born 1961) is an American counseling psychologist known for her research on domestic violence and violence against women.[1] She is Professor of Counseling Psychology at the Lynch School of Education at Boston College. Goodman is a Fellow of the American Psychological Association, Division of Counseling Psychology.", "70174496": "Larry J. Seidman (March 23, 1950 – September 7, 2017) was an American neuropsychologist who served as a professor of psychology at Harvard Medical School starting in 2004, and as vice chair for research in the Massachusetts Mental Health Center Public Psychiatry Division at Beth Israel Deaconess Medical Center starting in 2005. His research focused on the neuropsychology of epilepsy and schizophrenia. On September 7, 2017, he died suddenly of a heart attack at the age of 67.[1][2] Since 2018, the International Early Psychosis Association (IEPA) has awarded the annual Larry J. Seidman Award for Outstanding Mentorship in his honor.[3]", "27772705": "Gregory Scott Berns (born June 1964) is an American neuroeconomist, neuroscientist, professor of psychiatry, psychologist and writer.[3][4][5][6][7] He lives with his family in Atlanta, Georgia, US.[1]", "55363367": "Paul Gutrecht (born September 5, 1967)[1] is an American psychotherapist who draws on his training, his life experience as a spouse & father, and his prior work in entertainment for use as appropriate in his clinical work.", "58017587": "Rita Rätsepp (born 17 July 1962)[1] is an Estonian actress and psychologist whose career began in the mid-1980s. She has performed on onstage, in television and in motion pictures.", "58574648": "Lynn Fuchs is an educational psychologist known for research on instructional practice and assessment, reading disabilities, and mathematics disabilities.[1] She is the Dunn Family Chair in Psychoeducational Assessment in the Department of Special Education at Vanderbilt University.", "1623866": "Endel Tulving OC FRSC (May 26, 1927 – September 11, 2023) was an Estonian-born Canadian experimental psychologist and cognitive neuroscientist. In his research on human memory he proposed the distinction between semantic and episodic memory. Tulving was a professor at the University of Toronto. He joined the Rotman Research Institute at Baycrest Health Sciences in 1992 as the first Anne and Max Tanenbaum Chair in Cognitive Neuroscience and remained there until his retirement in 2010. In 2006, he was named an Officer of the Order of Canada (OC), Canada's highest civilian honour.", "2836289": "Kathleen Hawk Sawyer was the first female director of the United States Federal Bureau of Prisons.[4] She served as director between 1992 and 2003.[5] On August 19, 2019, Attorney General William Barr re-appointed her as director of the Bureau of Prisons. She left this role on February 25, 2020.[6]", "58574660": "Lucia Albino Gilbert is a psychologist known for her research on gender equality and feminist psychology, with a specific focus on women's career development and families with dual careers.[1] She is Professor Emerita of Educational Psychology at The University of Texas at Austin and Professor Emerita of Psychology at Santa Clara University.", "58574664": "Erika Hoff (born 1951) is a developmental psychologist and an expert on language development and bilingualism.[1][2]  She is a professor of psychology at Florida Atlantic University, where she directs the Language Development Laboratory.", "5293897": "Lu Zhiwei (simplified Chinese: 陆志韦; traditional Chinese: 陸志韋; pinyin: Lù Zhìwéi; Wade–Giles: Lu Chih-wei; 6 February 1894 – 21 November 1970), also known as C. W. Luh, was an influential Chinese psychologist and linguist from Wuxing, Zhejiang. He was also an important figure in Chinese poetry, both for his critical ideas and as a poet being one of the early poets to work in the Modern Chinese poetry, influenced by a more vernacular style and by international developments in poetry.", "65554249": "Andries Frans Sanders (born 4 April 1933) is a Dutch psychologist. In the 1980s he was professor at RWTH Aachen Technical University and served as director of its Institut für Psychologie. Sanders was professor of psychology at the Vrije Universiteit Amsterdam between 1989 and 1998.", "16172878": "Vernon George Wentworth Harrison (14 March 1912 – 14 October 2001)[1] was a president of the Royal Photographic Society,[2] and a professional \"research worker of disputed documents\".[3]", "1984334": "Theodor Reik (German: [ʀaɪk]; 12 May 1888, in Vienna, Austria – 31 December 1969, in New York) was a psychoanalyst who trained as one of Freud's first students in Vienna, Austria, and was a pioneer of lay analysis in the United States.", "51070810": "Charles Walter Eriksen (February 4, 1923 – February 16, 2018)[1][2] was an American psychologist who was the editor of Perception & Psychophysics from 1971 to 1993. Eriksen was a leading academic psychologist researching the field of visual perception. He developed the Eriksen flanker task.[3]", "49989468": "Samuel Richard Slavson (December 25, 1890 - August 5, 1981) was an American engineer, journalist and teacher, who began to engage in group analysis in 1919. He is considered one of the pioneers of group psychotherapy for his contributions to its recognition as a scientific discipline.[1] Slavson wrote over 20 books and served as the founding president of the American Group Psychotherapy Association (AGPA). He also established children's group therapy and developed a specific small group model.", "63915873": "John Peter Zubek (March 20, 1925 – August 24, 1974) was a Czechoslovakian-born Canadian psychologist known for his research on psychophysiology and sensory deprivation.[1] In his obituary for the journal Canadian Psychology, Donald O. Hebb described him as \"[o]ne of Canada's most distinguished psychologists\".[2]", "71157608": "William V. Silverberg (July 26, 1897 – October 10, 1967) was an American psychoanalyst and a founder of the American Academy of Psychoanalysis and Dynamic Psychiatry.[1]", "42911600": "John Thomas Jost (born 1968)[1] is a social psychologist best known for his work on system justification theory and the psychology of political ideology. Jost received his AB degree in Psychology and Human Development from Duke University (1989), where he studied with Irving E. Alexander, Philip R. Costanzo, David Goldstein, and Lynn Hasher, and his PhD in Social and Political Psychology from Yale University (1995), where he was the last doctoral student of Leonard Doob and William J. McGuire.[2][3] He was also a doctoral student of Mahzarin R. Banaji and a postdoctoral trainee of Arie W. Kruglanski.", "42813309": "Paul L. Harris FBA (born 14 May 1946) is a British psychologist and academic specialising in child development. He is a professor at Harvard Graduate School of Education in Cambridge, Massachusetts.[1]", "7194497": "Mohinder Suresh is a fictional character on the NBC drama Heroes, portrayed by Sendhil Ramamurthy. He is from Chennai, Tamil Nadu, India and is a genetics professor at the University of Madras.[1] Mohinder is attempting to find the truth behind the sudden death of his father, Chandra Suresh (portrayed by Erick Avari),[2] and to continue his father's research of finding 'superhuman' beings on Earth. In character, Suresh also provides many episodes with opening and/or closing dialogue, generally philosophical musings regarding the events that take place during the episode.", "48940930": "Carl Martin Allwood, born March 23, 1952, is a Swedish professor of Psychology at the University of Gothenburg and author.", "57853831": "Margaret Beall McFarland (July 3, 1905 – September 12, 1988) was an American child psychologist and a consultant to the television show Mister Rogers' Neighborhood. She was the co-founder and director of the Arsenal Family and Children's Center in Pittsburgh, and much of her work focused on the meaning of the interactions between mothers and children. Fred Rogers referred to McFarland as his major professional influence.", "34260877": "Piera Aulagnier (French: [olaɲe]; née Spairani; November 19, 1923 – March 31, 1990), was a French psychiatrist and psychoanalyst. Her contributions to psychoanalysis include the concepts of interpretative violence, pictogram and originary process.", "903063": "Gerd Gigerenzer (born 3 September 1947) is a German psychologist who has studied the use of bounded rationality and heuristics in decision making. Gigerenzer is director emeritus of the Center for Adaptive Behavior and Cognition (ABC) at the Max Planck Institute for Human Development[1] and director of the Harding Center for Risk Literacy,[2] both in Berlin.", "45238170": "Evelyn Torton Beck (born January 18, 1933) has been described as \"a scholar, a teacher, a feminist, and an outspoken Jew and lesbian\". Until her retirement in 2002 she specialized in women's studies, Jewish women's studies[1][2] and lesbian studies at the University of Maryland, College Park.[3]", "6047644": "Théodore Flournoy (15 August 1854 – 5 November 1920) was a Swiss professor of psychology at the University of Geneva and author of books on parapsychology and spiritism. He studied a wide variety of subjects before he devoted his life to psychology. Flournoy had an interest in a very skeptical area of psychology. He did extensive observations on a participant to investigate psychical phenomena. He was the President of the Sixth International Congress of Psychology, the Chair of Experimental Psychology at the University of Geneva in 1891 and was the first professor of psychology in Europe to become a member of the Faculty of Sciences instead of the Faculty of Philosophy.[1]", "17319838": "André Rey (1906–1965) was a Swiss psychologist who first developed the Rey-Osterrieth Complex Figure and the Rey Auditory Verbal Learning Test. Both tests are widely used in neuropsychological assessment.\nRey was considered to be a pioneer in clinical psychology, child psychology, and neuropsychology. \nRey is known in American neuropsychological literature for his \"tests of malingering\". Rey's tests of malingering include the Rey 15-Item Memory Test (RMT), the Rey Word Recognitions Test (WRT), and the Rey Dot Counting Test (DCT).[2]", "70731681": "Mikhail Labkovsky (Russian: Михаи́л Алекса́ндрович Лабко́вский) is a Russian psychologist, writer, TV and Radio host.[1]", "2082723": "Robert Duncan Luce (May 16, 1925 – August 11, 2012)[1] was an American mathematician and social scientist, and one of the most preeminent figures in the field of mathematical psychology. At the end of his life, he held the position of Distinguished Research Professor of Cognitive Science at the University of California, Irvine.[2]", "18007974": "Joseph C. Keating Jr. (1950–2007) was trained as a clinical psychologist who spent the majority of his life teaching and researching the chiropractic profession.  He is best known for his published works as a historian of chiropractic.[1]", "2607015": "Edwin Ray Guthrie (/ˈɡʌθri/; January 9, 1886 – April 23, 1969) was a behavioral psychologist who began his career as a mathematics teacher and philosopher. But, he became a psychologist at the age of 33. He spent most of his career at the University of Washington, where he became full professor and then emeritus professor in psychology.[1]", "70404009": "Ann-Marie Wilson MBE is a British psychologist and anti-FGM activist. She founded 28 Too Many, a UK-based organisation that aims to eradicate female genital mutilation. She also speaks out against violence against women.[1][2][3]", "6211502": "Tim Kasser  (August 1, 1966) is an American psychologist and book author known for his work on materialism and well-being.", "43009969": "Sheree Toth is a professor of psychology at the University of Rochester, as well as an associate professor of psychiatry and the executive director of the Mt. Hope Family Center. She works in the field of developmental psychopathology, especially concerning maltreated children.", "38553525": "András Vargha (born Budapest, 29 November 1949) is a Hungarian psychologist and statistician, head of the Institute of Psychology of the Károli Gáspár University of Reformed Church. His research field is psychometrics, on which he has held conferences.[1]", "61917115": "M.A., Simon Fraser University 2001", "59951044": "Emily M. Douglas is a political scientist conducting research on child and family well-being, the child welfare system, fatal child maltreatment, domestic violence and divorced families, and corporal punishment. She is a full professor \nand the chair of the Department of Social Work and Child Advocacy at Montclair State University.[1]", "37930959": "Grete Lehner Bibring (1899–1977) was an Austrian-American psychoanalyst who became the first female full professor at Harvard Medical School in 1961.", "72665045": "Pajazit Nushi (January 8, 1933, Gjakova – September 2, 2015, Pristina) was a university professor, psychologist and scientific and social-political worker from Gjakova, Kosova. Member of the Academy of Sciences and Arts of Kosovo.[1][2]", "54773731": "Dianne Christine McCarthy CNZM CRSNZ is a New Zealand scientist and professional director, who was the chief executive of the Royal Society of New Zealand between 2007 and 2014.[2] She lives in Blenheim.", "65718244": "Robert West is professor of health psychology at University College London (UCL) and director of tobacco studies at the Cancer Research UK Health Behaviour Research Centre there.[1] He is also editor-in-chief of the journal Addiction.[2] He is a specialist in the psychology of addiction.[3]", "7522282": "Madeline Levine is an American psychologist and writer.[1]", "34523125": "Francis Arthur Powell Aveling MC ComC[2] (25 December 1875 – 6 March 1941) was a Canadian psychologist and Catholic priest.[3] He married Ethel Dancy of Steyning, Sussex in 1925.[1][4]", "11323390": "Margarita Go-Singco Holmes, popularly known as Dr. Margie Holmes, is a popular psychologist specializing in sex therapy in the Philippines.", "66242562": "Alex Inkeles (March 4, 1920 – July 9, 2010) was an American sociologist and social psychologist. One of his main areas of research was the culture and society of the Soviet Union. His career was mostly spent at Harvard University and Stanford University. In addition to being the founding editor of the Annual Review of Sociology, some of his recognitions included membership in the National Academy of Sciences, American Academy of Arts and Sciences, and American Philosophical Society.", "12011528": "Michael Scott Montague Fordham (4 August 1905 –  14 April 1995)[1] was an English child psychiatrist and Jungian analyst. He was a co-editor of the English translation of C.G. Jung's Collected Works. His clinical and theoretical collaboration with psychoanalysts of the object relations school led him to make significant theoretical contributions to what has become known as 'The London School' of analytical psychology in marked contrast to the approach of the C. G. Jung Institute, Zürich. His pioneering research into infancy and childhood led to a new understanding of the self and its relations with the ego. Part of Fordham's legacy is to have shown that the self in its unifying characteristics can transcend the apparently opposing forces that congregate in it and that while engaged in the struggle, it can be exceedingly disruptive both destructively and creatively.[2][3]", "54577160": "Carmen Keith Conners (March 20, 1933 – July 5, 2017) was an American psychologist, best known for establishing the first standards for the diagnosis of attention deficit hyperactivity disorder (ADHD).", "25282568": "Sylvia Scribner (1923 – July 20, 1991) was an American psychologist and educational researcher who focused on the role of culture in literacy and learning. Her parents were Gussie and Harry Cohen, and Sylvia Scribner also had a sister, Shirley.", "60344329": "Rogers Hornsby Wright (January 27, 1927 – March 31, 2013) was an American psychologist and writer.[1] He was known as the \"Father of Professional Psychology\" for his work aimed at improving the recognition of professional psychology as a psychological specialty. He was the co-founder and first president of the Committee for the Advancement of Psychological Professions and Sciences, and he received the American Psychological Association's Award for Distinguished Contributions to Applied Psychology as a Professional Practice in 1985.[2] He served as president of the American Psychological Association's Division 12 (the Society of Clinical Psychology) in 1988.[3]", "45467670": "Lynn R Kahle (born 1950) is an American consumer psychologist and Professor Emeritus at the University of Oregon's Lundquist College of Business.[1] From 2018 to 2020 he taught at the Lubin School of Business, Pace University in New York as a visiting scholar and professor.[2]", "59557910": "María Isabel Pansa (born 1961) is an Argentine military officer. She is the first woman to attain the rank of general de brigada (brigade general)[note 1] in the Argentine Army.", "43108376": "Jay Seth Rosenblatt (November 18, 1923 – February 16, 2014) held the position of emeritus professor of psychology at Rutgers University-Newark. At the time of his retirement in 2005, he was the Daniel S. Lehrman Professor of Psychobiology. He was a scientist, psychotherapist and painter.  His scientific research largely established the study of neonate learning and especially mother-offspring behavior throughout the maternal cycle.  For the latter work, he was known in developmental psychobiology as the \"father of mothering\".  He received several honors and awards during his career, including election to the American Association for the Advancement of Science.", "34261017": "Antoine de La Garanderie (22 March 1920 – 27 June 2010) was a French educator and philosopher.", "69158963": "Waikaremoana Waitoki is a New Zealand clinical psychologist, academic, and former president of the New Zealand Psychological Society from 2020 until 2022. She is an associate professor at the University of Waikato,[1][2] and focuses her research on indigenous psychology, Mātauranga Māori and cultural competency.", "50055220": "Leola Neal (1911–1995) was a Canadian psychologist born in Merlin, Ontario.[1] Neal taught at the University of Western Ontario where she was appointed the Dean of Women, and was the first female president of the Ontario Psychological Association and the second woman to serve on the board of the Canadian Psychological Association. Neal's work helped promote undergraduate psychology curriculums and define standards for psychological counselling.", "6244403": "James Solomon Simkin (1919–1984) was an early seminal figure in the history of Gestalt Therapy.[1]", "32458806": "Albert Sidney Beckham (1897–1964) was the first African American to hold the title of school psychologist.[1][2] He was a pioneering African American psychologist specializing in educational psychology and made significant contributions to the base of knowledge about the racial intelligence score disparity. Additionally, he taught in the New York public school system and was a professor at Wilberforce University and Howard University. He served the Chicago school district as their first African American school psychologist.[2]", "59820092": "Núria Sebastián Gallés is a cognitive scientist known for her work on bilingual language development and the impact of bilingualism on cognition. She is Professor of Psychology at Pompeu Fabra University where she heads the Speech Acquisition and Perception (SAP) Research Group.[1] In 2012, Sebastián Gallés received the Narcis Monturiol Medal as recognition of her scientific contributions.[2] She was elected Fellow of the British Academy in 2016.[3]", "63916096": "Clifford Thomas Morgan (July 21, 1915 – February 12, 1976)[1] was an American psychologist whose research was in the fields of physiological and experimental psychology.", "29214785": "Didier Anzieu (French: [ɑ̃zjø]; 8 July 1923 – 25 November 1999) was a distinguished French psychoanalyst.", "15648844": "Norman Henry Anderson (July 23, 1925 — August 29, 2022) was an American social psychologist and the founder of Information integration theory.[1][2]", "44025956": "Princess Gabriele of Oettingen-Oettingen and Oettingen-Spielberg, known professionally as Gabriele Oettingen, (born Gabriele Elisabeth Aloisia Notgera Prinzessin zu Oettingen-Oettingen und Oettingen-Spielberg[1]; July 22, 1953, in Munich) is a German academic and psychologist. She is a professor of psychology at New York University and the University of Hamburg.[2][3] Her research focuses on how people think about the future, and how this impacts cognition, emotion, and behavior.", "60049510": "Myrtle Byram McGraw (August 1, 1899 – September 6, 1988) was an American psychologist, neurobiologist, and child development researcher.", "13256822": "Jonathan David Haidt (/haɪt/; born October 19, 1963) is an American social psychologist and author. He is the Thomas Cooley Professor of Ethical Leadership at the New York University Stern School of Business.[1] His main areas of study are the psychology of morality and moral emotions.", "10537084": "John Gabrieli is a neuroscientist at MIT, and an Investigator at the McGovern Institute for Brain Research.  He is the Grover Hermann Professor of Health Sciences and Technology, a faculty member in the department of Brain and Cognitive Sciences and director of the Athinoula A. Martinos Imaging Center, part of the McGovern Institute.   Gabrieli is an expert on the brain mechanisms of human cognition, including memory, thought and emotion.  His work includes neuroimaging studies on healthy adults and children as well as clinical patients with many different brain disorders, including schizophrenia, depression, Alzheimer's disease, autism and dyslexia.", "53954688": "Arnstein Finset (born 8 July 1947) is a Norwegian medical psychologist currently at University of Oslo and the Editor-in-Chief of Elsevier's Patient Education and Counseling.[1][2][3]", "73025665": "Barbara H. Stanley (August 13, 1949 – January 25, 2023)[1] was an American psychologist, researcher, and suicidologist who served as Professor of Psychology at Columbia University and the Director of Suicide Prevention Training at New York State Office of Mental Health. She also served as Research Scientist at the New York State Psychiatric Institute.[2]", "18499712": "Georges Dumas (6 March 1866 – 12 February 1946, Lédignan) was a French medical doctor and psychologist.[1]", "5064839": "Robert Rosenthal (March 2, 1933 – January 5, 2024) was a German-born American psychologist who was a Distinguished Professor of Psychology at the University of California, Riverside. His interests included  self-fulfilling prophecies, which he explored in a well-known study of the Pygmalion effect: the effect of teachers' expectations on students.", "56641671": "Patricia Arredondo (born July 16, 1945) is an American counseling psychologist, primarily recognized for her efforts in developing the area of multicultural counseling.[1] She has been recognized in the field of psychology for her contributions to the advancement of Ethnic Minority Psychology. She has been associated with the APA (American Psychological Association),[1] and the National Hispanic Psychological Association along with many other associations.[2] She is the 2018 recipient of the Anthony J. Marsella Award from the Psychologists for Social Responsibility.[3]", "61884558": "2007 Distinguished Contributions to Education and Training Award;", "24037522": "Irving B. Weiner is an American psychologist and past president of Division 12 of the American Psychological Association.[1] and past president of the Society for Personality Assessment.[2] He is the author and editor of many books on psychology.[3]", "29509781": "Amélie Mummendey  (19 June 1944 in Bonn, Germany – 17 December 2018 in Jena, Germany) was a German social psychologist. From 2007 until her death, she was a Vice-Rector for the Graduate Academy at the Friedrich Schiller University Jena.", "6015125": "David Reading Krathwohl (May 14, 1921 – October 13, 2016) was an American educational psychologist. He was the director of the Bureau of Educational Research at Michigan State University and was also a past president of the American Educational Research Association, where he served in multiple capacities, as a member of the research advisory committee for the Bureau of Research of the USOE and as regional chairman of the board of trusties of the Eastern Regional Institute for Education.", "4114583": "Carl Edward Bereiter (born 1930) is an American education researcher, professor emeritus at the Ontario Institute for Studies in Education, University of Toronto known for his research into knowledge building.", "15354008": "Fred Simmons Keller (January 2, 1899 – February 2, 1996) was an American psychologist and a pioneer in experimental psychology.  He taught at Columbia University for 26 years and gave his name to the Keller Plan, also known as Personalized System of Instruction, an individually paced, mastery-oriented teaching method that has had a significant impact on college-level science education system.  He died at home, age 97, on February 2, 1996, in Chapel Hill, North Carolina.", "39995542": "Harold C. Lyon Jr. (April 26, 1935[1] – November 9, 2019) was an American Guest Professor of Medical Education at the University of Munich, Germany (Ludwig Maximilians University) where he did research and taught physicians to be more effective teachers. He is known for his work as an educator and psychologist with focus on person-centered teaching and therapy. He was an author, educator, psychologist, and outdoor writer.  He was the author of 7 books and 150 articles on subjects including military strategy, leadership, education, multimedia, psychology, research, hunting, and fishing. He was a featured speaker about his outdoor books and articles at sport, fishing and hunting shows in New England[2] and in Germany.[3] He participated in research showing that interactive multi-media for teaching medical students clinical reasoning and diagnosis results in significant efficiency gains compared to traditional text material with the same content.[4][5][6][7][8]", "71190696": "Leslie Charles Morey is an American psychologist and an expert in diagnosis and psychiatric classification.[1][2] He was born in Chicago Heights, Illinois on May 4, 1956. Morey received a Bachelor of Science degree in psychology from Northern Illinois University in 1977, and a Master of Science and Doctorate from University of Florida in clinical psychology in the years 1979 and 1981. Morey continued on to serve a clinical internship in 1981 at the University of Texas Health Science Center at San Antonio. From 1981 to 1982 he worked at the Department of Psychology at the University of Tulsa. Beginning in 1982, and ending in 1984, he worked as the assistant professor of Psychology and Psychiatry at the Yale School of Medicine, and then in 1984, he transferred to Vanderbilt University where he worked as the Professor of Psychology and the Director of Clinical Training until 1998. He worked at the Vanderbilt University until 1999.[3] Morey worked at Harvard Medical School from 1995 to 1996, and from 2006 to 2010 he was the head of the department of psychology at the Texas A&M University. Since 2012 he has worked as their George T. and Gladys H. Abell professor of Psychology.[4]", "20826285": "Thomas G. Bever (born December 9, 1939) is a Regent's Professor of Psychology, Linguistics, Cognitive Science, and Neuroscience at the University of Arizona.  He has been a leading figure in psycholinguistics, focusing on the cognitive and neurological bases of linguistic universals, among other pursuits.  Bever received a B.A. in linguistics and psychology from Harvard University in 1961, and a Ph.D. in linguistics from the Massachusetts Institute of Technology in 1967; he studied with Noam Chomsky, George A. Miller, and Jean Piaget.  He taught at Rockefeller University from 1967 to 1969, Columbia University from 1970 to 1986 (where he was involved with Project Nim), and the University of Rochester from 1985 to 1995, before accepting his current position at the University of Arizona, where he has remained ever since.", "641200": "Marie-Louise von Franz (4 January 1915 – 17 February 1998) was a Swiss Jungian psychologist and scholar, known for her psychological interpretations of fairy tales and of alchemical manuscripts.", "4245684": "Dorothy Tennov (August 29, 1928 – February 3, 2007) was an American psychologist who, in her 1979 book Love and Limerence – the Experience of Being in Love introduced the term \"limerence\".  During her years of research into romantic love experiences, she obtained thousands of personal testimonies from questionnaires, interviews, and letters from readers of her writing, in an attempt to support her hypothesis that a distinct and involuntary psychological state occurs identically among otherwise normal persons across cultures, educational level, gender, and other traits. Tennov emphasized that her data consist entirely of verbal reports by volunteers who reported their love experiences.", "26167483": "Peter J. Loewenberg (born August 1933 in  Hamburg, Germany) is an American historian and psychoanalyst, professor of “European cultural, intellectual, German, Austrian and Swiss history, political Psychology, integrating the identities of an historian and political psychologist with the clinical practice of psychoanalysis” at UCLA.[1]", "16697533": "Linda E. Olds (born 1946[citation needed]) is an American psychologist, consultant, trainer, Emeritus professor at Linfield College and pioneer in the field of systems psychology.", "41568467": "Sian Leah Beilock (/ˈsiən ˈbaɪlɒk/ SEE-ən BY-lok;[2] born January 10, 1976) is a cognitive scientist who is the current president of Dartmouth College.[3] Previous to serving at Dartmouth College, Beilock was the eighth president of Barnard College, the undergraduate women's college of Columbia University. As President of Barnard, she was also an academic dean within Columbia University. Beilock spent 12 years at the University of Chicago, departing Chicago as the Stella M. Rowley Professor of Psychology and Executive Vice Provost.[4] She holds doctorates of philosophy in both kinesiology and psychology from Michigan State University.[5][6]", "29640919": "Donna Wilson is an educational and school psychologist, teacher educator, and author of 20 books applying mind, brain, and education science. Wilson is the head of academic affairs of the Center for Innovative Education and Prevention (CIEP) and BrainSMART. She presents at educational conferences in the United States and internationally and blogs regularly on Edutopia. She serves as advisor to New York City's Portfolio School and on the foundation of Carl Albert State College.", "17975515": "Lance Workman is a British psychologist whose specialisms include biological psychology, clinical psychology, and evolutionary psychology. He currently teaches on the psychology undergraduate programme at Bath Spa University. He is an Associate Fellow of and a Chartered Psychologist with the British Psychological Society.[1]", "10963163": "K. Anders Ericsson (October, 23, 1947[1] – June 17, 2020)[2] was a Swedish psychologist and Conradi Eminent Scholar and Professor of Psychology at Florida State University who was internationally recognized as a researcher in the psychological nature of expertise and human performance.", "32458975": "Robert Prentiss Daniel (November 2, 1902 – January 5, 1968) was an African-American psychologist, scholar, and college president. Born in Ettrick, Virginia to Charles James and Carrie Daniel, he was the sixth of eight children.[1]", "18401510": "James E. Alcock (born 24 December 1942) is a Canadian educator. He has been a Professor of Psychology at York University (Canada) since 1973.[1] Alcock is a noted critic of parapsychology and is a Fellow and Member of the Executive Council for the Committee for Skeptical Inquiry.[2] He is a member of the Editorial Board of The Skeptical Inquirer,[3] and a frequent contributor to the magazine. He has also been a columnist for Humanist Perspectives Magazine.[4] In 1999, a panel of skeptics named him among the two dozen most outstanding skeptics of the 20th century.[5]  In May 2004, CSICOP awarded Alcock CSI's highest honor, the In Praise of Reason Award.[6] Alcock is also an amateur magician and is a member of the International Brotherhood of Magicians.[7] As of 2020, he is currently on leave from York University.[8]", "55855346": "Icek Ajzen (born 1942) is a social psychologist and professor emeritus at the University of Massachusetts Amherst. He received his doctorate from the University of Illinois at Urbana–Champaign, and is best known for his work, with Martin Fishbein, on the theory of planned behavior.[1] Ajzen has been ranked the most influential individual scientist within social psychology in terms of cumulative research impact[2] and, in 2013, received the Distinguished Scientist Award from the Society of Experimental Social Psychology.[3] His research has been influential across diverse fields such as advertising, health psychology, and environmental psychology, and has been cited over 280,000 times.[4]", "1886454": "Mary Cover Jones (September 1, 1897 – July 22, 1987) was an American developmental psychologist and a pioneer of behavior therapy, despite the field being heavily dominated by males throughout much of the 20th century. Joseph Wolpe dubbed her \"the mother of behavior therapy\" due to her famous study of Peter and development of desensitization.[1]", "42813688": "Helen Elizabeth Haste (born 17 March 1943), also known as Helen Weinreich-Haste, is a British social, developmental, and cultural psychologist and a writer and broadcaster. She is a visiting professor in the Harvard Graduate School of Education.[1] She is an emeritus professor of psychology at the University of Bath. Haste also holds honorary visiting positions at the University of Exeter, the Hong Kong Institute of Education, and the University of Jinan China.", "28068090": "Colin Cooper is a British psychologist and was a senior lecturer in the School of Psychology at Queen's University Belfast[1] until 2012, when he took early retirement and moved to Picton, and latterly London Ontario, Canada. Cooper also devised the  multiple-choice IQ tests for the BBC television programme Test the Nation.[1][2] Among the questions, Cooper said that he  had managed to \"sneak in a few things that interested me\", including questions \"exploring the link between intelligence and genetics, height and the number of accidents they have had.\"[3]", "39373052": "Jerrold Lee Shapiro is an American clinical psychologist and professor in the Santa Clara University Counseling Psychology graduate program.[1] He is a licensed clinical psychologist (HI, 1974; CA, 1978) and a Fellow of the American Psychological Association.", "40716544": "Arnold J. Sameroff  is an American developmental psychologist. He researches and writes about developmental theory and the factors that contribute to mental health and psychopathology, especially related to risk and resilience.  Together with Michael Chandler he is known for developing the transactional model of development.[1][2] He is one of the founders of the field of developmental psychopathology.[3]", "59427073": "Carmi Schooler (1933 – May 11, 2018) was an American social psychologist known for his work on personality and structural equation modeling.[1]", "53528832": "Bryce Byrum Reeve III (born December 31, 1968) is an American psychometrician, outcomes research scientist, professor of Health Policy and Management at the UNC Gillings School of Global Public Health (with an adjunct appointment in the Department of Psychology and Neuroscience), and faculty expert at the UNC Lineberger Comprehensive Cancer Center. He is a prominent figure in quantitative research on improving the measurement of patient-reported health outcomes.", "58575107": "Rachel Keen (born October 5, 1937, in Burkesville, Kentucky) is a developmental psychologist known for her research on infant cognitive development, auditory development, and motor control.[1]  She is Professor Emeritus of Psychology at the University of Virginia.", "21252366": "Catherine Alexandra McBride, (formerly McBride-Chang), is a Professor of Developmental Psychology and the Associate Dean for Research for the College of Health and Human Sciences at Purdue University. She is also an Emeritus Professor of Psychology at the Chinese University of Hong Kong (CUHK), where she previously held the Choh-Ming Li Professorship of Psychology. Mcbride specializes in the acquisition of early literacy skills.[1] She received her BA in psychology from Oberlin College, Oberlin, Ohio. She received her MA in 1992 and PhD in 1994 from the University of Southern California, and completed a post-doctoral fellowship at Florida State University in Tallahassee, Florida.[2] She has written two books (namely, Children's Literacy Development (2004; updated 2016) and Coping with Dyslexia, Dysgraphia and ADHD: A Global Perspective (2019) and co-edited three others. She is currently the Past-President of the Society for the Scientific Study of Reading (SSSR).[3]", "2017552": "Henry Alexander Murray (May 13, 1893 – June 23, 1988) was an American psychologist at Harvard University. From 1959 to 1962, he conducted a series of psychologically damaging and purposefully abusive experiments on minors and undergraduate students. One of those students was Ted Kaczynski, later known as the Unabomber.", "42289427": "Robert Cunyngham Brown CBE (1867 – 7 October 1945) was a British psychologist and medical administrator.[1][2]", "49629465": "John Piacentini, PhD, ABPP, is an American clinical child and adolescent psychologist, and professor of psychiatry and biobehavioral sciences at the David Geffen School of Medicine at UCLA in Los Angeles, California.[1] He is the director of the Center for Child Anxiety, Resilience, Education and Support (CARES),[2] and the Child OCD, Anxiety and Tic Disorders Program at UCLA's Semel Institute for Neuroscience and Human Behavior.[1]", "62507290": "Susan J. Lederman FRSC is a Canadian experimental psychologist. She is a professor emerita in the Department of Psychology at Queen's University in Kingston, Ontario, Canada.[1] She is recognized for her contributions to the field of haptics.[2][3]", "2869533": "Andrija Puharich (February 19, 1918 – January 3, 1995) — born Henry Karel Puharić — was a medical and parapsychological researcher, medical inventor, physician and author, known as the person who brought Israeli Uri Geller (born 1946) and Dutch-born Peter Hurkos (1911–1988) to the United States for scientific investigation.", "60705053": "James Michael Lafferty (born 1963) is an American businessman, speaker, consultant, psychologist, and social media influencer.[1] He is known for his story of starting as a fitness trainer in the Procter & Gamble Company in 1984 and progressing through marketing to become a division CEO for P&G, Coca-Cola, and British American Tobacco.[2][3]", "60934441": "Adolf Ka Tat Tsang (Chinese: 曾家達; born 1954) is a Chinese-Canadian professor who holds the Factor-Inwentash Chair in Social Work at the University of Toronto.[1] The key themes of his work are developing human services, post-professional outlook, diversity, global community, and the blending of both theory and research. He developed the SSLD System.[1]", "61753643": "Helen Bradford Thompson Woolley (November 6, 1874 – December 24, 1947) was an American psychologist, known for her contributions to the educational sector, groundbreaking research on sex differences and rigorous research methods. Woolley's interest in scientific inquiry was prompted by the work of her father, Paul Thompson, who was an inventor. Woolley's academic achievement and resultant scholarship allowed her to pursue studies in psychology at the University of Chicago.", "15255853": "Jan Strelau (born 30 May 1931 in Gdańsk; died 4 August 2020 in Warsaw) was a Polish psychologist best known for his studies on temperament. He was professor of psychology at Warsaw University from 1968 to 2001 and was since 2001 professor at Warsaw School of Social Sciences and Humanities, where he took the positions of Vice-rector for Research and International Affairs (2002–2010), Vice-rector for Research (2010–2012), and the Chairman of the Board of Trustees (2012–2016).", "248111": "John Alva Keel, born Alva John Kiehle (March 25, 1930 – July 3, 2009), was an American journalist and influential UFOlogist who is best known as author of The Mothman Prophecies.[1]", "33474867": "Gary L. Wells is an American psychologist and an internationally recognized pioneer and scholar in eyewitness memory research.  Wells is a professor at Iowa State University with a research interest in the integration of both cognitive psychology and social psychology and its interface with law. He has extensive research on lineup procedures and the reliability and accuracy of eyewitness identification, and has been widely acknowledged in both the field of psychology and the criminal justice system.  Wells has received many awards and honorary degrees and been widely recognized for his work and contributions to psychology and the implications his research has made to the legal system.", "72894781": "Other reasons this message may be displayed:", "35146050": "Elizabeth Frances Churchill is a British American psychologist specializing in human-computer interaction (HCI) and social computing.[2]  She is a Director of User Experience at Google. She has held a number of positions in the ACM including Secretary Treasurer from 2016 to 2018, and Executive Vice President from 2018 to 2020.[3][4][5]", "58575173": "Toni Falbo (born 1947) is a social psychologist known for her research on power dynamics in relationships, sibling status, and development of only children.[1][2]  She is a professor of Educational Psychology and Faculty Research Affiliate of the Population Research Center at the University of Texas at Austin.[3]", "32459083": "Ruth Winifred Howard (March 25, 1900 – February 12, 1997) was an American psychologist. She is best known for her psychological work concerning students with special needs at Children's Provident Hospital School. She is one of the first African American women to earn a Ph.D. in Psychology.[1][2] Howard was an active participant in the American Psychological Association, the International Council of Women Psychologists, the American Association of University Women, the National Association of College Women (an African American-based group), and the Women's International League for Peace and Freedom.[1] She also received instruction from Florence Goodenough.[3]", "51956046": "Ann Katharine Mitchell (née Williamson; 19 November 1922 – 11 May 2020) was a British cryptanalyst and psychologist who worked on decrypting messages encoded in the German Enigma cypher at Bletchley Park during the Second World War. After the war she became a marriage guidance counsellor, then studied for a Master of Philosophy at the University of Edinburgh. She worked at the university's Department of Social Administration and wrote several academic books about the psychological effects of divorce on children, including Someone to Turn to: Experiences of Help Before Divorce (1981) and Children in the Middle: Living Through Divorce (1985).", "40192339": "Janet Beigel Geringer Woititz (March 27, 1938 – June 7, 1994)[1] was an American psychologist and researcher best known for her writings and lectures about the troubled offspring of alcoholic parents,[2] including the 1983 best selling book, Adult Children of Alcoholics.[3]", "59132244": "Josephine Ball (April 28, 1898– August 1, 1977[1]) was an American comparative psychologist, endocrinologist, and clinical psychologist best known as an early pioneer in the study of reproductive behavior and neuroendocrinology (1920s-1940s). She later worked as a clinical psychologist in the New York State health system and at the Veteran's Administration Hospital in Perry Point, Maryland (late 1940s-1967).", "4933978": "Petr Ivanovich Zinchenko (Russian: Пётр Иванович Зинченко) (12 July 1903 – 17 February 1969) was a Soviet developmental psychologist, a student of Lev Vygotsky and Alexei Leontiev and himself one of the major representatives of the Kharkiv School of Psychology. In 1963, Zinchenko founded and headed the department of psychology at Kharkiv University until his death in 1969.", "12634460": "Walter Alvah Samuel Smith (4 August 1929 – 8 February 2012), known as Sam Smith, was a Canadian psychologist and academic who served as President of the University of Lethbridge and of Athabasca University.", "53660012": "Walter Ernest Richard Mons (10 November 1897 – 22 October 1984) best known as W. E. R. Mons was a British psychiatrist.", "45500796": "Robert Louis Kahn (March 28, 1918 – January 6, 2019) was an American psychologist and social scientist, specializing in organizational theory and survey research, having been considered a \"founding father\" of the modern approach to these disciplines.[1] He has also been involved in developing studies on aging and his work is critically acclaimed by experts.[2]", "6179196": "Brad Steiger (February 19, 1936 – May 6, 2018) was an American writer of fiction and non-fiction works on the paranormal, spirituality, UFOs, true crime and biographies. His books sold well to the public but were widely criticized by academics and skeptics for making far-fetched claims without scientific evidence.", "67291522": "Pinky Prashant Rajgarhia is an Indian child psychologist and beauty queen who was born in Dharan, Nepal. She received the Lions Club of Mumbai Corporate \"Nari Shakti Puraskar\".", "20728196": "Harriet Holter (11 April 1922 – 18 December 1997) was a Norwegian social psychologist.", "4180361": "Nancy Ellen Cantor (born February 4, 1952)[1] is an American academic administrator and the chancellor of Rutgers University-Newark, in Newark, New Jersey. A social psychologist, Cantor is recognized for her scholarly contributions to the understanding of how individuals perceive and think about their social worlds, pursue personal goals, and how they regulate their behavior to adapt to life's most challenging social environments. Previously, Cantor was the first woman chancellor at Syracuse University.[2] Prior to that she was the first woman chancellor at the University of Illinois at Urbana-Champaign.[3] Earlier, she had been provost at the University of Michigan.", "66734480": "Omri Gillath (born 1970) is an Israeli-American social psychologist. As a professor of social psychology at the University of Kansas, Gillath has spent over 20 years doing research, teaching psychology, and mentoring students. He is a leading figure in the field of close relationships and has over 100 publications in peer-reviewed psychology journals. His research interests include: close relationships, attachment theory, brain mechanisms and genetic polymorphisms underlying attachment style, social networks, and recently, humans connections with AI.", "61884836": "Daphne Blunt Bugental (January 31, 1928 – November 25, 2018) was a psychologist known for her research on parent-child relationships, infant and child maltreatment, and family violence. At the time of her death, she was Professor Emerita of Psychology at the University of California, Santa Barbara.", "63687078": "Emőke Bagdy (Hungarian: [ˈɛmø:kɛ ˈbɒgdi]; born 18 August 1941) is a Hungarian clinical psychologist, psychotherapist, clinical supervisor, professor emerita at the Károli Gáspár University of the Reformed Church in Hungary (KRE), and former director of the National Institute of Psychiatry and Neurology. Her research, books, papers and talks focus on psychotherapy, health psychology and foundational problems of clinical psychology and clinical supervision.", "1296807": "Arnold Lucius Gesell (21 June 1880 – 29 May 1961) was an American psychologist, pediatrician and professor at Yale University known for his research and contributions to the fields of child hygiene and child development.[2][3]", "69388712": "Raymond Elwood Fancher (born 1940)[1] is an American psychologist and historian. He is a Senior Scholar and Professor Emeritus at York University in Toronto, where he also helped to found the History and Theory of Psychology Ph.D. program. He is the author of nearly 100 publications on the history of psychology, and served as editor-in-chief of the Journal of the History of the Behavioral Sciences from 2001 to 2005.[3][4]", "61884842": "Rebecca Rita Elizabeth Riddell\n(née Pillai) is a Canadian clinical psychologist and a basic-behavioural scientist. She is a full professor at York University and Tier 2 York Research Chair in Pain and Mental Health.", "66439602": "David H. Rosmarin is an American psychologist who specializes in anxiety. He is an associate professor at Harvard Medical School and the founder of Center for Anxiety, which he directs.[1] Rosmarin is also an author, and has worked as McLean Hospital's director of spirituality and mental health.[2]", "19319219": "Wolfgang Prinz (born 24 September 1942) is a German cognitive psychologist. He is the director of the Max Planck Institute for Human Cognitive and Brain Sciences in Leipzig, Germany, and an internationally recognized expert in experimental psychology, cognitive psychology and philosophy of mind. He is the founder of the common coding theory between perception and action that has a significant impact in cognitive neuroscience and social cognition.", "9521588": "Guus \"Guusje\" ter Horst (born 22 March 1952) is a retired Dutch politician of the Labour Party (PvdA) and psychologist. She is a member of the supervisory board of Royal Dutch Shell since 1 January 2013 and chairwoman of the supervisory board of the Institute for Sound and Vision since 11 July 2011.[1]", "25676212": "Jos Vanstiphout (1951–2013) was a Belgian sports psychologist who was specialized in golf. Despite having no professional training as a psychologist, he has worked with notable clients, including Ernie Els, Thomas Levet, Retief Goosen, Michael Campbell, Pádraig Harrington, Barry Lane, Sergio García and Søren Hansen. He was a member of IMG.[citation needed]", "67094976": "Deni Carise is an American clinical psychologist,[1] adjunct professor of psychiatry at the University of Pennsylvania[2]  and researcher in substance use disorder treatment.[3][4]", "6605248": "Roger Garlock Barker (1903 – 1990) was a social scientist, a founder of environmental psychology, and a leading figure in the field for decades. He is perhaps best known for developing behavior settings and staffing theory. He was also a central figure in developing ecological and rehabilitation psychology.", "48548292": "Judy Ho (commonly known as Dr. Judy Ho or Dr. Judy) is a triple board-certified and licensed clinical and forensic neuropsychologist, media personality, motivational speaker, clinical researcher, and published author,[1] born in Taipei, Taiwan with dual U.S. citizenship.", "57264590": "Lisa Aronson Fontes is an American psychologist, author, activist and academic associated with the University of Massachusetts Amherst.", "47401424": "Aric Sigman is a British psychologist.[1]", "47237585": "Kay Goebel is a counseling psychologist in Oklahoma City. Goebel previously served as president of the Arts Council of Oklahoma City and later served six years on the Oklahoma Arts Council, four of those years serving as chair. Goebel was inducted into the Oklahoma Women's Hall of Fame in 1997 among many other awards and honors over the course of her career.", "59820502": "Cyma Kathryn Van Petten is an American cognitive neuroscientist known for electrophysiological studies of language, memory, and cognition. She is Professor of Psychology at the State University of New York at Binghamton where she directs the Event-Related Potential Lab.[1] Van Petten was recipient of the Early Career Award from the Society for Psychophysiological Research in 1994.[2]", "47598039": "Leonid Leonidovich Vasiliev (in Russian: Леонид Леонидович Васильев) (1891–1966) was a Russian Soviet parapsychologist and physiologist.[1]", "26692054": "John G. Veres III is an American academic, and former chancellor of Auburn University at Montgomery, the Montgomery metropolitan campus of Auburn University.", "50874847": "Nathan Kogan (May 2, 1926 – April 28, 2013) was an American psychologist. His research was in the fields of cognitive, personality, social, developmental, and evolutionary psychology.[1] He published more than 100 articles and chapters as well as five books as an author or co-author.[2] He served as professor emeritus of psychology at the New School for Social Research and was a visiting scholar at Educational Testing Service.[2][3]", "2902506": "Stephen A. Mitchell (July 23, 1946 – December 21, 2000) was an American clinical psychologist and psychoanalyst.  His book with Jay Greenberg, Object Relations in Psychoanalytic Theory (1983), became a classic textbook in graduate schools and post-graduate institutions, providing a general overview and comparison of several psychoanalytic theories. He was considered a leader of relational psychoanalysis.[1] Mitchell helped to create the Relational Track of the New York University Postdoctoral Program in Psychotherapy and Psychoanalysis.[2]", "13027819": "Joseph Bailey is an American psychologist, consultant and public speaker. He is noted largely for his 1990 book about addiction and treatment, The Serenity Principle and is the author of three other books on mental well-being: Slowing down to the Speed of Life (with best-selling author Richard Carlson), The Speed Trap: Avoiding the Frenzy of the Fast Lane, Slowing Down to the Speed of Love and Fearproof Your Life. Joe Bailey has been a psychotherapist for thirty-five years, and is a consultant to many corporations and healthcare, mental health and chemical dependency organizations. He is a seminar leader and trainer of professionals.\nHis practice of research and teaching an integration of psychological and spiritual health embraces many of his writing partner Richard Carlson's (Don't Sweat the Small Stuff) techniques in addressing a person's innate health, as well as those of Sydney Banks[1] and refined by George Pransky[2] and Roger C. Mills,[3] known as \"Health Realization.\"[4]", "35637744": "Harold Jack Leavitt (14 January 1922 – 8 December 2007) was an American psychologist of management.", "70535672": "Helen Hadsell a.k.a. Helene Hadsell (June 1, 1924 – October 30, 2010)[1] was an American widely known as the \"contest queen\". She entered and won many contests for items and for all-expense paid trips. She also won a house which was showcased at the 1964–65 New York World's Fair. Later she lectured and held workshops on positive thinking. A \"Doctor of Metaphysics\", she was the author of the popular book The Name It and Claim It Game: with WINeuvers for WISHcraft.", "62179837": "University of Birmingham", "707070": "Shinichi Suzuki (鈴木 鎮一, Suzuki Shin'ichi, 17 October 1898 – 26 January 1998) was a Japanese violinist, philosopher, composer, and educator and the founder of the international Suzuki method of music education and developed a philosophy for educating people of all ages and abilities. An influential pedagogue in music education of children, he often spoke of the ability of all children to learn things well, especially in the right environment, and of developing the heart and building the character of music students through their music education. Before his time, it was rare for children to be formally taught classical instruments from an early age and even more rare for children to be accepted by a music teacher without an audition or entrance examination. Not only did he endeavor to teach children the violin from early childhood and then infancy, his school in Matsumoto did not screen applicants for their ability upon entrance.[1] Suzuki was also responsible for the early training of some of the earliest Japanese violinists to be successfully appointed to prominent western classical music organizations. During his lifetime, he received several honorary doctorates in music including from the New England Conservatory of Music (1956), and the Oberlin College Conservatory of Music, was proclaimed a Living National Treasure of Japan, and in 1993, was nominated for the Nobel Peace Prize.[2]", "20826623": "Maryellen MacDonald is Donald P. Hayes Professor of Psychology  at the University of Wisconsin–Madison.  She specializes in psycholinguistics, focusing specifically on the relationship between language comprehension and production and the role of working memory. MacDonald received a Ph.D. from the University of California, Los Angeles in 1986.[1] She is a fellow of the Cognitive Science Society.[2] She is married to fellow psychologist Mark Seidenberg and has two children.[3]", "51923461": "Patrick Leman is a British psychologist, currently Pro Vice-Chancellor at the University of Waikato, New Zealand. He was formerly Dean of Education at the Institute of Psychiatry, Psychology and Neuroscience at King's College London.[1] Head of the Department of Psychology and Associate Dean of Science at Royal Holloway, University of London, Chair of the British Psychological Society's Developmental Psychology Section, Editorial Advisory Group and Conference Committee. He has held posts at Goldsmiths College London and University of Cambridge. His principal research describes the ways in which children learn through communication with one another, often in informal, classroom contexts. He is Fellow of the British Psychological Society and editor of the British Journal of Developmental Psychology (2014-)", "5130765": "Carl Lynwood Sargent (11 December 1952 – 12 September 2018)[1][2][3][4] was a British parapsychologist and author of several roleplaying game-based products and novels, who used the pen name Keith Martin to write Fighting Fantasy gamebooks.[5]", "46451233": "James Arthur Hadfield (1882–1967) was a pioneer of psychodynamic psychotherapy in Britain, who became an influential figure at the interwar Tavistock Clinic.", "68733478": "Laura M Padilla-Walker is an American developmental psychologist and academic administrator.[1] She is a professor in the School of Family Life at Brigham Young University. She was an associate dean for the BYU College of Family, Home and Social Sciences from 2017-2021 until she became the dean in July 2021.[2]", "47204910": "Andrew Tatarsky (born August 11, 1955) is an American psychologist and the founder and director of the Center for Optimal Living.[1] He teaches in New York City as the Professor of Professional Practice for the Harm Reduction Psychotherapy Certificate Program[2] at the New School for Social Research. Tatarsky is known for developing Integrative Harm Reduction Therapy (IHRP),[3] a treatment for the spectrum of substance use disorders and other high-risk behaviors.", "13322800": "James Framo (1922–2001) was an American psychologist and pioneer family therapist. He developed an object relations approach to intergenerational and family-of-origin therapy. He collaborated with other pioneers in the field and authored or co-authored several early and significant texts in the field of family therapy. James was born and raised in South Philadelphia and graduated from South Philadelphia High School in 1940.  The last chapter of his 1992 publication Family-of-Origin Therapy: An Intergenerational Approach provides a personal account of his own early family experiences which served as a basis for his insights into the impact of families on individuals.", "53725749": "Margaret Ruth Kuenne Harlow (1918–1971) was an American developmental psychologist.[1] She was married to Harry Harlow from 1946 until her death in 1971.", "57461301": "Ciro Imparato (15 December 1962 – 18 March 2015)[1] was an Italian psychologist, voice actor, actor, announcer and writer.", "51726904": "Phillip Atiba Goff is an American psychologist known for researching the relationship between race and policing in the United States.[2] He was appointed the inaugural Franklin A. Thomas Professor in Policing Equity at the John Jay College of Criminal Justice in 2016, the college's first endowed professorship. In 2020, he became a Professor of African-American Studies and Psychology at Yale University.", "9521722": "Anthony Stevens (27 March 1933 – 13 July 2023) was a British Jungian analyst, psychiatrist and prolific writer of books and articles on psychotherapy, evolutionary psychiatry and the scientific implications of Jung's theory of archetypes.", "11192902": "Frederick Bligh Bond (30 June 1864 – 8 March 1945),[1] generally known by his second given name Bligh, was an English architect, illustrator, archaeologist, psychical researcher and member of the S.R.I.A.", "58739286": "Richard Ernest Tremblay OC FRSC (born November 23, 1944)[1] is a Canadian child psychologist and Professor of Pediatrics, Psychiatry, and Psychology at the University of Montreal, where he holds the Canada Research Chair in child development. He has also served as director of the Research Unit on Children's Psychosocial Maladjustment, a multidisciplinary research unit funded by the University of Montreal, Laval University, and McGill University, since it was founded in 1984.[2][3] His research has focused on the development of aggressive behavior in children and the potential for early intervention programs to reduce the chances of children turning to crime in adulthood.[4]", "44059235": "Hedwig von Restorff (14 December 1906, Berlin – 6 July 1962, Freiburg im Breisgau) is best known for her discovery of the isolation effect that bears her name.", "11324007": "Randy Misael Sebastian Dellosa, known as Doc Randy is a Filipino psychologist and who has training in psychiatry.", "24332907": "Louis John Cozolino (born April 16, 1953) is an American psychologist and professor of psychology at Pepperdine University. He holds degrees in philosophy from the State University of New York at Stony Brook, theology from Harvard University and a Ph.D. in clinical psychology from UCLA. He has conducted empirical research in schizophrenia, the long-term impact of stress, and child abuse. Cozolino has published numerous articles,[1] several books,[2] and maintains a clinical and consulting practice in Los Angeles.[3]", "7391852": "Elisabeth Fischer Targ (August 4, 1961 – July 13, 2002) was an American psychiatrist specializing in psychic phenomena and the role of spirituality in health and healing. Targ produced a series of papers investigating the effects of prayer on AIDS patients, attempting to test the theory with a high degree of experimental rigor, with questionable results that eventually were not confirmed by a study published after her death. She died of glioblastoma, the same cancer she was studying, on July 13, 2002.", "59394683": "Howard Harvard Kendler (June 9, 1919 — February 17, 2011)[1] was an American psychologist who conducted research on latent and discrimination learning. He also published influential analyses of the theoretical and methodological foundations of modern psychology.[2]", "6900352": "Jutta Rüdiger (14 June 1910 – 13 March 2001) was a German psychologist and head of the Nazi Party's female youth organisation, the League of German Girls (Bund Deutscher Mädel, BDM), from 1937 to 1945.", "51497602": "Jozef Nuttin (1933–2014) was a Belgian psychologist who discovered the name-letter effect, the strong preference people have for letters in their own name.[1][2] The idea for the psychological experiment to assess if there is an effect came to him in around 1978 when he noticed he liked car license plates that contained letters of his name.[3] He was a scientist working for the Laboratorium for Experimental Psychology, Katholieke Universiteit Leuven in Belgium, a lab he had founded in 1963.[1] In 1985 he published his name-letter research. He and others have since found the effect independent of language.[3] After a few years of relative obscurity, this effect is now used in psychological tests as a measure of implicit self-esteem.[4] Nuttin died in 2014.[5]", "1231495": "Anton Hellinger[1] (16 December 1925 – 19 September 2019[1]), known as Bert Hellinger, was a German psychotherapist associated with a therapeutic method best known as Family Constellations and Systemic Constellations. In recent years, his work evolved beyond these formats into what he called Movements of the Spirit-Mind. Several thousand professional practitioners worldwide, influenced by Hellinger, but not necessarily following him, continue to apply and adapt his original insights to a broad range of personal, organizational and political applications.[2]", "1198727": "David Paul Ausubel (October 25, 1918 – July 9, 2008) was an American psychologist. His most significant contribution to the fields of educational psychology, cognitive science, and science education learning was on the development and research on \"advance organizers\" (see below) since 1960.[1]", "7326345": "Allan Urho Paivio (March 29, 1925 – June 19, 2016) was a professor of psychology at the University of Western Ontario and former bodybuilder.[1] He earned his Ph.D. from McGill University in 1959 and taught at the University of Western Ontario from 1963 until his retirement.[2][3]", "31509153": "Suzanne Segal (1955–1997) was an American writer and teacher about spiritual experience, known for her sudden experience of self-realization which she wrote about in her book Collision With the Infinite: A Life Beyond the Personal Self.", "60967608": "Frances Degen Horowitz (May 5, 1932 – March 15, 2021)[6] was an American developmental psychologist who served as President of the Graduate Center, City University of New York from 1991 to 2005.  She was instrumental in raising the stature of the institution and moving it to its current location in the B. Altman and Company Building on Fifth Avenue of New York City.[7]", "49924799": "Count Mikhail Mikhailovich Perovsky-Petrovo-Solovovo (граф Михаил Михайлович Перовский-Петрово-Соловово; 1868–1954) was a Russian diplomat, psychical researcher and skeptic.", "47532750": "Goedele Maria Gertrude Liekens (born 21 January 1963 in Aarschot) is a Belgian politician, sexologist, tv host and beauty pageant titleholder who was crowned Miss Belgium 1986 and represented her country at Miss Universe 1986. She also currently serving as a member of the Belgian Chamber of Representatives for the party Open VLD, to which she was elected in 2019.", "11946717": "Milan Nakonečný (born 8 February 1932 in Horažďovice) is Czech psychologist, professor of psychology[1] and historian. During the normalization, Nakonečný was banned from teaching and publishing.", "53529311": "Kathleen Marie \"Katie\" Gates is an American neuroscientist, quantitative psychologist, and faculty member in the L. L. Thurstone Psychometric Laboratory at the University of North Carolina at Chapel Hill. She is known for her contributions to network analysis, time series analysis, and structural equation modeling toward the development and dissemination of methods for quantifying intra-individual change and person-specific processes as they unfold across time.", "54938339": "Brian D. Smedley is known for his work on health equity. He is the co-founder and executive director of the National Collaborative for Health Equity. He was formerly the vice president and director of the Joint Center for Political and Economic Studies' Health Policy Institute from 2008 to 2014.[1] Before that, he was the co-founder and research director of the communications, research, and policy organization the Opportunity Agenda. He has also been a senior program officer at the Division of Health Sciences Policy of the Institute of Medicine, and the Director for Public Interest Policy at the American Psychological Association.[2]", "61623021": "Lea Baider (born 1939), is a professor of medical psychology,[1] and considered one of the founders of psycho-oncology.[2] She is the director of psycho-oncology at the Sharsheret Institute of Oncology at the Hadassah Medical Center in Jerusalem.[3] Baider is also a member of the Middle East Cancer Consortium.[1] Baider runs workshops in psycho-oncology to expand the field.[4]", "576239": "Prof. Dr. Ulf-Dietrich Reips is a full professor in the Faculty of Sciences at the University of Konstanz, where he holds the Chair for Psychological Methods, Assessment, and iScience. Between 2009 and 2013 he was a full-time tenured IKERBASQUE research professor at University of Deusto in Bilbao, Spain, and remains affiliated with Ikerbasque. Until 2009 he was an assistant professor and lecturer ('Oberassistent') at the Psychology Department of the University of Zurich, Switzerland. He received his PhD in 1997 and his habilitation (venia legendi, title 'Privatdozent') in 2004 from the University of Tübingen, Germany. In 1992, he received an M.A. in Psychology from Sonoma State University, California. Reips spent most of his undergraduate and graduate years at the University of Tübingen, where he had attended the Leibniz Kolleg. He majored in both Psychology and General Rhetoric (as a student of Walter Jens) and had a minor in Political Science. In 2012, Ulf-Dietrich Reips received a FIRST award from University of Colorado Boulder and is since affiliated on an honorable basis with its Department of Psychology and Neuroscience. Based on his publications' impact and his affiliation with IKERBASQUE, the Consejo Superior de Investigaciones Cientificas, Spain, ranked him 7th of \"Top Scientists working at Spanish Private Universities\" in 2014. In Fall 2015, Reips was offered to direct the Leibniz Institute for Psychology Information in Trier, in association with a full professorship for Psychology at University of Trier.", "56543986": "Sumiko Iwao (岩男 寿美子, Iwao Sumiko, January 2, 1935 – January 11, 2018) was a Japanese psychologist, educator, editor and professor emeritus at Keio University in Tokyo. She served as the editor-in-chief of Japan Echo, an English-language magazine and predecessor of Nippon.com, from 1997 until 2007, as well as a member of the Echo's editorial board from 1985 until 2007.[1]", "7785210": "Myron Russcol Sharaf (July 7, 1926 – May 13, 1997) was an American writer and psychotherapist. He was a lecturer in psychiatry at Harvard Medical School, the director of the Center for Sociopsychological Research and Education at Boston State Hospital, and assistant clinical professor of psychology in the Department of Psychiatry at Tufts University School of Medicine.[2]", "68471547": "Peter Jason Rentfrow is professor of personality and individual differences in the Psychology Department at Cambridge University, where he directs the Social Dynamics Research Center. He is an  elected Fellow of the Association for Psychological Science, the Society for Personality and Social Psychology, and the Alan Turing Institute.[1]", "42978045": "Larry L. Jacoby (born March 11, 1944) is an American cognitive psychologist specializing in research on human memory.  He is particularly known for his work on the interplay of consciously controlled versus more automatic influences of memory.", "62769946": "Frieda Fordham (born Winefride Rothwell; 23 February 1903 – 7 January 1988) was a psychiatric social worker, Jungian analyst and writer. Her second husband was the innovative analytical psychologist, Michael Fordham.", "33966875": "Gilbert Gottlieb (22 October 1929 – 13 July 2006) was an American psychologist.", "62409499": "Corinna Elisabeth Löckenhoff (also spelled Loeckenhoff) is a gerontologist. She is a professor of Human Development at Cornell University and of Gerontology in Medicine at Weill Cornell Medicine.", "8309538": "Diana Blumberg Baumrind (August 23, 1927 – September 13, 2018) was a clinical and developmental psychologist known for her research on parenting styles and for her critique of the use of deception in psychological research.", "2181929": "Christopher Magnus Howard \"Kit\" Pedler (11 June 1927 – 27 May 1981)[1] was a British medical scientist, parapsychologist and science fiction author.", "2837314": "Yara Yavelberg  (May 7, 1943 – August 20, 1971) was a Brazilian psychologist and university lecturer, member of the Brazilian resistance movement against the Brazilian military government. She was believed to have killed herself in Salvador, Bahia in 1971, but a recent[when?] autopsy has shown that she has been murdered by security agents.[citation needed]", "28494665": "Christopher Boyle (born 11 August 1972 in Glasgow, Scotland) is a Fellow of the British Psychological Society, Senior Fellow of the Higher Education Academy and professor of inclusion and educational psychology at the University of Adelaide.[1] He has previously been an association football referee who refereed in the Australian A-League[2] and the Scottish Premier League.[3] Boyle is a qualified psychologist working in the UK and in Australia.[4] He has written extensively on subjects in psychology and inclusive education.[5] He is a respected academic and has authored over 100 publications on these topics.[6]", "32459593": "Howard Emery Wright (1908 - 1988) was an African-American social psychologist and educator. He served as President of Allen University, in the U.S. Office of Education, and as Director of the Division of Social Sciences at The Hampton Institute. He studied attitudinal testing.", "5032789": "Nathaniel Lees Gage (August 1, 1917 – August 17, 2008) was an American educational psychologist who made significant contributions to a scientific understanding of teaching. He conceived and edited the first Handbook of Research on Teaching (Gage, 1963), led the Stanford Center for Research and Development of Teaching, and served as president of the American Educational Research Association. Gage was a professor at the Stanford Graduate School of Education, where he moved in 1962 after 14 years at the University of Illinois. Deborah Stipek, dean of the Stanford School of Education, called Gage a \"giant among educational researchers.\"[1] David C. Berliner, Regents' Professor of Education at Arizona State University, called Gage \"the father of the field of research on teaching.\"[2]", "42912600": "Walther Poppelreuter (also incorrectly written in the literature Walther Poppelreuther and Walter Poppelreuter; born 8 October 1886 in Saarbrücken; died 11 June 1939 in Bonn[1]) was a German psychologist and neurologist. He dealt mainly with brain injuries of soldiers during the First World War and developed psychometric examination procedures that were used in the treatment of brain-injured patients and in industrial aptitude tests. He was among the first high school teachers who advocated openly for Nazism before the \"seizure of power\" (Machtergreifung). His psychometric tests are often used in visual neuropsychology, especially the Poppelreuter figure visual perceptual function test.[1]", "21220196": "Tadanobu Tsunoda (角田忠信, Tsunoda Tadanobu, 8 October 1926) is a physician and a Japanese author, most known for his ideas regarding the \"Japanese brain\".", "8112998": "William Alanson White (24 January 1870 – 7 March 1937)[1] was an American neurologist and psychiatrist.", "30886762": "Ingrid A. Rimland, also known as Ingrid Zündel (May 22, 1936 – October 12, 2017), was an American writer and Holocaust denier. She wrote several novels based upon her own experiences growing up in a Mennonite community in Ukraine and as a refugee child during World War II. Her novel The Wanderers (1977), which won her the California Literature Medal Award for best fiction, tells the story of the plight of Mennonite women caught in the social upheavals of revolution and war.[1] \nIn the 1990s, she became a prominent collaborator of Neo-Nazi and Holocaust denier Ernst Zündel, whom she married in 2001. Rimland died on October 12, 2017.[2]", "26168173": "Kalthoum Sarrai كلثوم السراي in Arabic (25 September 1962 – 19 January 2010), best known as Cathy Sarrai, was a Tunisian-born French television presenter, anchorwoman and television personality.  She was known to many French and Belgian television viewers for her role in the French version of Super Nanny,[1] which began airing on M6 on 1 February 2005.", "40160118": "Martha Edith Givaudan Moreno (born 28 September 1956, Mexico city) is the Executive Director of the Mexican Institute for Family and Population Research (Instituto Mexicano de Investigación de Familia y Población, abbreviated as IMIFAP and known popularly as Yo quiero Yo puedo) https://yoquieroyopuedo.org.mx, and a member of the National System of Researchers.  She is a clinical and social psychologist and she has been certified as an EMDR (eye movement desensitization and reprocessing) therapist for post-traumatic stress disorder (PSTD).", "62311286": "Faye J. Crosby (née Faye Jacqueline Newman; born July 12, 1947)[1][2] is an American social psychologist and professor in the Department of Psychology at the University of California, Santa Cruz. Her research has focused on topics related to social justice, particularly affirmative action,[3] as well as gender equality and relative deprivation.[4] Before joining the University of California, Santa Cruz, she taught at Yale University and at Smith College. In 2005, she received the Kurt Lewin Award from the Society for the Psychological Study of Social Issues.[5]", "7719802": "Lauren B. Alloy (born Lauren Helene Bersh; November 22, 1953)[1] is an American psychologist, recognized for her research on mood disorders. Along with colleagues Lyn Abramson and Gerald Metalsky, she developed the hopelessness theory of depression. With Abramson, she also developed the depressive realism hypothesis. Alloy is a professor of psychology at Temple University in Philadelphia, Pennsylvania.", "60836734": "Theodore John Nettelbeck (born 4 January 1936) is an Australian psychologist and jazz pianist, for some time emeritus professor in the School of Psychology at the University of Adelaide,[1][2] known for researching human intelligence and inspection time.[3][4]", "84864": "Edward Lee Thorndike (August 31, 1874 – August 9, 1949) was an American psychologist who spent nearly his entire career at Teachers College, Columbia University. His work on comparative psychology and the learning process led to the theory of connectionism and helped lay the scientific foundation for educational psychology. He also worked on solving industrial problems, such as employee exams and testing.", "215943": "George Weinberg (May 17, 1929 – March 20, 2017) was a Jewish-American psychologist. He was the author of several books. He coined the term \"homophobia\" in the 1960s, it first appearing in the press in 1969.", "23874459": "Alice Medalia is an American clinical neuropsychologist and international leader in the field of psychiatric rehabilitation. She is best known for her work treating cognitive deficits in people with psychiatric disorders. This subspecialty is known as cognitive remediation.", "6769566": "Stanley Schachter (April 15, 1922 – June 7, 1997) was an American social psychologist best known for his development of the two factor theory of emotion in 1962 along with Jerome E. Singer. In his theory he states that emotions have two ingredients: physiological arousal and a cognitive label. A person's experience of an emotion stems from the mental awareness of the body's physical arousal and the explanation one attaches to this arousal. Schachter also studied and published many works on the subjects of obesity, group dynamics, birth order and smoking. A Review of General Psychology survey, published in 2002, ranked Schachter as the seventh most cited psychologist of the 20th century.[1]", "30296991": "Maria Papapetros (Greek: Μαρία Παπαπέτρος) is a Greek psychic and spiritual healer. She has served as spiritual consultant to individuals within the entertainment industry, as well as law enforcement agencies, world leaders, and major financial institutions. She has been involved in making the field of parapsychology mainstream.", "25054121": "Stephanie Kuehn is an American author of young adult fiction, best known for her William C. Morris Award-winning debut novel Charm & Strange, Delicate Monsters, and Complicit. Her novels often explore themes of mental illness and psychology.[1]", "3034028": "Sarah Elizabeth Marston  (née Holloway; February 20, 1893 – March 27, 1993)[1] was an American attorney and psychologist. She is credited, with her husband William Moulton Marston, with the development of the systolic blood pressure measurement used to detect deception; the predecessor to the polygraph.[2][3]", "30428088": "Eva Fogelman is an American psychologist, writer, filmmaker and a pioneer in the treatment of psychological effects of the Holocaust on survivors and their descendants. She is the author of the Pulitzer Prize nominated book Conscience and Courage: Rescuers of Jews During the Holocaust[1] and co-editor of Children During the Nazi Reign: Psychological Perspectives on the Interview Process.[2] She is the writer and co-producer of the award-winning documentary Breaking the Silence: the Generation After the Holocaust[3] and co-author of Children in the Holocaust and Its Aftermath: Historical and Psychological Studies of the Kestenberg Archive (2019).[4]", "478140": "Wolfgang Metzger (born 22 July 1899 in Heidelberg, Germany; died 20 December 1979 in \nBebenhausen, Germany) is considered one of the main representatives of Gestalt psychology (Gestalt theory) in Germany.[1]", "60509116": "Carole Jahme is a British writer and science communicator. In her early career she was also a performer and TV producer. She is a Fellow of The Royal Society of Arts.[1]", "3165118": "Leda Cosmides (born May 1957) is an American psychologist, who, together with anthropologist husband John Tooby, pioneered the field of evolutionary psychology.", "49204159": "Lucy May Day Boring (27 August 1886 – 26 July 1996) was an American psychologist.", "43305921": "Herbert S. Terrace (born 29 November 1936) is a professor of Psychology and Psychiatry at Columbia University. His work covers a broad set of research interests that include behaviorism,[1] animal cognition,[2] ape language[3] and the evolution of language.[4] He is the author of  Nim: A Chimpanzee Who Learned Sign Language (1979) and Why Chimpanzees Can't Learn Language and Only Humans Can (2019). Terrace has made important contributions to comparative psychology, many of which have important implications for human psychology. These include discrimination learning,[5] ape language,[6] the evolution of language,[7] and animal cognition.[8]", "40618955": "Anne-Françoise Rutkowski (born 25 June 1970) is a French psychologist and Professor Management of Information: Impact on Organization, Business and Society at the Tilburg University School of Economics and Management.[1] known for her work on virtual collaboration.[2]", "52218831": "Ginny Field  is a fictional character in the Friday the 13th series. She first appears in Friday the 13th Part 2 (1981) as a child psychology student working as a camp counselor assistant trainer, in which she was portrayed by Amy Steel. Writer Ron Kurtz conceptualized the character, while director Steve Miner intended to utilize Ginny to carry further installments as the main protagonist. Ginny has subsequently seen representation in other media such as novels and fan labor.", "62311381": "Linda Argote is an American academic specializing in industrial and organizational psychology. She is Thomas Lord Professor of Organizational Behavior and Theory[1] in the Tepper School of Business at Carnegie Mellon University, where she directs the Center of Organizational Learning, Innovation and Knowledge.", "31902679": "Henricus Joannes (Henk) van Dongen (May 9, 1936 in Delden – March 7, 2011 Vierhouten) was a Dutch organizational theorist, policy advisor, and University Professor at the Rotterdam School of Management and one of its founders. He is noted for introducing notions of process thinking[1] and social integration into (Dutch) organizational studies and practice.[2][3]", "61623256": "Michelene (Micki) T. H. Chi is a cognitive and learning scientist known for her work on the development of expertise, benefits of self-explanations, and active learning in the classroom. Chi is the Regents Professor, Dorothy Bray Endowed Professor of Science and Teaching at Arizona State University, where she directs the Learning and Cognition Lab.[1]", "4869092": "Seth Roberts (August 17, 1953 – April 26, 2014) was a professor of psychology at Tsinghua University in Beijing and emeritus professor of psychology at the University of California, Berkeley. He was the author of the bestselling book The Shangri-La Diet,[2][3] and a prolific blogger. He was well known for his work in self-experimentation which led to many discoveries, including his diet, multiple publications and a popular blog.[4]", "61787116": "Marinha Célia Rocha Raupp de Matos (born 23 November 1960) more simply known as Marinha Raupp is a Brazilian politician as well as a psychologist and professor. Although born in São Paulo (state), she has spent her political career representing Rondônia, having served as state representative from 1995 to 2019.[1]", "32459759": "Amy Singer (born September 8, 1953) is a Florida trial consultant and research psychologist.[1] Singer's firm, Trial Consultants, Inc., which she founded in Miami in 1979, is one of the first trial consulting firms in the United States.[2] Singer is an acknowledged authority in the field of litigation psychology, a discipline she helped pioneer.[3] Her revolutionary approach, which consists of applying principles of psychology and using open-ended questions to elicit jurors’ value beliefs regarding key trial issues, changed the way that attorneys around the United States conduct voir dire. Largely through Singer's influence, this became a juror de-selection, not selection, process.[4]", "59788275": "Kari Adamsons is an associate professor of human development and family studies at University of Connecticut. She is a nationally recognized expert on fathers, including father-child relationships, co-parenting, shared parenting and couple relationships. Adamsons is a co-author of Family Theories: An Introduction, a widely used university textbook.", "11357173": "Clarita Reyes Carlos (born June 24, 1946) is a Filipino political scientist and commentator, academic, and educator who last served as the National Security Adviser under the administration of President Bongbong Marcos from 2022 to 2023.[1][2][3] As National Security Adviser, she concurrently served as the Director-General of the National Security Council and Vice Chairperson of the Anti-Terrorism Council. She served as the 16th President of the National Defense College of the Philippines from 1998 to 2001, becoming the first female and first civilian to lead the institution.[4]", "39078903": "M. Brent Donnellan (born June 19, 1972) is a professor of psychology at Michigan State University.[1] He is known for research on social psychology and personality psychology.", "40651767": "Rosalie Alberta Rayner (September 25, 1898 – June 18, 1935) was an undergraduate psychology student, then research assistant (and later wife) of Johns Hopkins University psychology professor John B. Watson, with whom she carried out the study of a baby later known as \"Little Albert.\" In the 1920s, she published essays and co-authored articles and a book with Watson about child development and familial bonds.", "40389638": "Charles Maurice Davies (1828–1910) was an Anglican clergyman, writer and spiritualist.", "55921693": "Suna Tanaltay (22 April 1933 – 5 March 2021) was a Turkish writer, teacher, poet and psychologist.", "58510365": "Michael E. Newcomb is an American clinical psychologist. His researched focuses on health disparities in LGBT youth, HIV/AIDS, and mental health problems. He is an assistant professor at Northwestern University's Feinberg School of Medicine in the Department of Medical Social Sciences.[1]", "3558431": "Joseph Jastrow (January 30, 1863 – January 8, 1944) was a Polish-born American psychologist notorious for inventions in experimental psychology, design of experiments, and psychophysics.[1] He also worked on the phenomena of optical illusions, and a number of well-known optical illusions (notably the Jastrow illusion) that were either first reported in or popularized by his work. Jastrow believed that everyone had their own, often incorrect, preconceptions about psychology.[2]  One of his ultimate goals was to use the scientific method to identify truth from error, and educate the layperson, which Jastrow accomplished through speaking tours, popular print media, and the radio.[3]", "17714208": "Catherine Amy Dawson Scott (August 1865 – 4 November 1934) was an English writer, playwright and poet. She is best known as a co-founder (in 1921) of International PEN, a worldwide association of writers. In her later years she became a keen spiritualist.[1]", "27544607": "Susan J. Elliott (born November 19, 1956) is an American author, media commentator, and lawyer[1] from New York City. She wrote the book, Getting Past Your Breakup: How to Turn a Devastating Loss Into the Best Thing That Ever Happened to You.", "63261726": "John Grant McKenzie (1882–1963) was a Scottish Congregational minister, psychologist and academic.", "45239325": "David J. Ley is a clinical psychologist and author, known for his critical stance regarding sex addiction. His first book, Insatiable Wives, won a Silver Medal in the Foreword Magazine Book of the Year in 2009.[1][2]  A Publishers Weekly review said that his book The Myth of Sex Addiction \"makes a thoughtful and persuasive argument, using case studies and ample references to the work of other psychologists to flesh out his case. While serving as an excellent resource on sex addiction, Ley's study also sheds light on the myriad cultural and sociological factors that influence relationships.\"[3]", "50056233": "Ruth Tolman (née Sherman; October 9, 1893 – September 18, 1957) was an American psychologist and professor. She is known for her work on post-traumatic stress disorder and for her close relationship with J. Robert Oppenheimer, head of the Manhattan Project.", "38816811": "Joseph Lewis Henderson (August 31, 1903 – November 17, 2007) was an American physician and a Jungian psychologist. Called by some the “Dean of American analytical psychologists\",[1] he was a co-founder of the C.G. Jung Institute in San Francisco and continued in private practice into his 102nd year.[2] When he died, at the age of 104, he was \"the last of the first generation of Jungian analysts who had their primary analysis with Jung.\"[3]", "4869164": "Sherwin Burickson (1934–2004) psychologist, writer, and student of the ideas of G. I. Gurdjieff, was the first Jewish editor of the New Catholic Encyclopedia, and the author of A Concise Dictionary of Contemporary History, published in 1959. The dictionary served during the interwar period as a guidebook for the CIA around the world.", "1100846": "Robert Jervis (April 30, 1940 – December 9, 2021) was an American political scientist who was the Adlai E. Stevenson Professor of International Politics in the Department of Political Science at Columbia University. Jervis was co-editor of the Cornell Studies in Security Affairs, a series published by Cornell University Press.", "46779447": "Leslie Shepard  (21 June 1917 – 20 August 2004) was a British author, archivist, and curator who wrote books on a range of subjects including street literature, early film, and the paranormal.[1]", "5098560": "Alfred Lukyanovich Yarbus (Альфред Лукьянович Ярбус; 3 April 1914 in Moscow – 1986) was a Soviet psychologist who studied eye movements in the 1950s and 1960s.[1]", "32459875": "Oran Wendle Eagleson (1910–1997) was the Callaway Professor of Psychology at Spelman College, Atlanta.[1] He was the eighth black person in the United States to receive a doctorate in psychology.[1]", "34851942": "Lorine Livingston Pruette (November 3, 1896 – December 20, 1976) was an American feminist, psychologist, and writer.", "65555564": "Johnmarshall Reeve (born October 6, 1959)[1] is an American psychologist whose research focuses on educational psychology and human motivation. He is a professor in the Institute of Positive Psychology and Education at Australian Catholic University and a former editor-in-chief of the peer-reviewed journal Motivation and Emotion.[2]", "49990765": "Louisa Ella Rhine (née Weckesser November 9, 1891 – March 17, 1983) was an American doctor of botany and is known for her work in parapsychology.  At the time of her death, she was recognized as the foremost researcher of spontaneous psychic experiences, and has been referred to as the \"first lady of parapsychology.\"[1][2]", "56741001": "Michelle Melody Fine is a distinguished professor at the City University of New York and has her training in Social and Personality Psychology, Environmental Psychology, American Studies, and Urban Education. Her research includes the topics of social injustice and resistance and urban education. Fine is also an author and has written several works, one of her most known being Muslim American Youth (2008).[1]", "20008074": "James Whiting Pennebaker (born March 2, 1950) is an American social psychologist. He is a Professor Emeritus of Psychology at the University of Texas at Austin and a member of the Academy of Distinguished Teachers.[1] His research focuses on the relationship between natural language use, health, and social behavior, most recently \"how everyday language reflects basic social and personality processes\".[2]", "49499273": "Maria Cristina Richaud is an Argentinian psychologist. She was born and raised up in Buenos Aires, and in 1970 received her bachelor's degree in psychology from University of Buenos Aires, and her doctorate in cognitive psychology from the same university 4 years later. Then she became a researcher at National Council of Scientific and Technological Research. Her work are mainly about parenting, stress, coping, attachment, and social cognitive variables in children and adolescents. Later she devoted herself to the study of children at risk from poverty.", "74140816": "Michael M. Piechowski (born 1933) is a Polish-born American psychologist who, in 1979, introduced the construct of overexcitability to gifted education[1]", "19418280": "James A. Graham is a professor at The College of New Jersey (TCNJ), in the Department of Psychology. He is a developmental psychologist whose work explores the social-cognitive aspects of children's relationships.", "69422249": "Karl S. Rosengren is an American psychologist, academic, author and researcher. He is a professor with a joint appointment in the brain and cognitive science department and the psychology department at the University of Rochester.[1]", "30985387": "C. Michael Smith (born August 29, 1950, in Indianapolis, Indiana) is a clinical psychologist and scholar whose medical anthropological and theoretical work has focused on the study of healing systems across cultures. He holds that study of indigenous healing systems can help clarify the strengths and weaknesses of our own modern health care systems.", "68766896": "Beverley Zabriskie is an American author, Jungian analyst and lecturer.[1] She is a founding faculty member and former President of the Jungian Psychoanalytic Association (JPA) in New York City, associate editor of the Journal of Analytical Psychology and Board Member of The Philemon Foundation.[2]", "65031353": "Teena Willoughby is a Canadian developmental psychologist.", "47205571": "Maurice E. Schweitzer is Cecilia Yen Koo Professor, Professor of Operations and Information Management, at the Wharton School of Business at the University of Pennsylvania. Along with Adam Galinsky, he co-wrote Friend & Foe: When to Cooperate, When to Compete, and How to Succeed at Both (ISBN 0307720217).[1]", "38784197": "Professor Elchanan Israel Meir (10 July 1936 – 17 February 2014; Hebrew: אלחנן ישראל מאיר) was an Israeli psychologist who was a professor in the Department of Psychological at the Tel Aviv University. He was the president of the Israeli Psychology Association for 10 years and chairman of the Council of  Psychology in Israel for 6 years.", "41274566": "Walter Samuel Hunter (March 22, 1889 – August 3, 1954) contributed to psychology by leading an effort to develop psychology as a science.[1] Hunter was one of the first scholars of the time to focus not on the study of subjective mental processes but rather on the observation of animal behavior. In 1912, Hunter completed his doctoral dissertation on Delayed Reaction in Animals and Children.[2] He was a pioneer in the effort of scientific documentation, having created Psychological Abstracts in 1927, which contained documents from psychologists in the U.S. and abroad.[1]", "58576082": "Angela J. Grippo is an American neuroscientist and health psychologist known for her research on stress, mood disorders, and cardiovascular disease. She is an associate professor of psychology at Northern Illinois University.", "31476948": "Anton K. Formann (August 27, 1949, Vienna, Austria – July 12, 2010, Vienna) was an Austrian research psychologist, statistician, and psychometrician. He is renowned for his contributions to item response theory (Rasch models), latent class analysis, the measurement of change, mixture models, categorical data analysis, and quantitative methods for research synthesis (meta-analysis).", "3362004": "John A. \"Jack\" Sanford (26 July 1929 – 17 October 2005) was an American Jungian analyst and Episcopal priest.", "5328101": "Roger Säljö (born 2 April 1948) is a Swedish educational psychologist whose research presents a socio-cultural perspective on human learning and development. Säljö is a professor of education and educational psychology at Göteborg University and was president of the European Association for Research on Learning and Instruction (EARLI) between 2005 and 2007. Roger Säljö is the director of a national centre of excellence in research. In 2012, Roger Säljö co-founded the academic journal Learning, Culture and Social Interaction.[1]", "41110759": "Colin Martindale (March 21, 1943 – November 16, 2008) was a professor of psychology at the University of Maine for 35 years.", "22170859": "Gordon Rattray Taylor (11 January 1911 – 7 December 1981) was a popular British author and journalist.  He is most famous for his 1968 book The Biological Time Bomb, which heralded the rise of biotechnology and for his 1983 book The Great Evolution Mystery.", "49990901": "Elizabeth Anne McMahan (1924–2009), known as Betty, was a Professor in the Department of Biology at the University of North Carolina at Chapel Hill for 26 years.[2] She had a distinguished and varied career as an entomologist, psychologist, cartoonist, writer of children's books, and world traveler.[3][4] She worked in the parapsychology lab of J. B. Rhine at Duke for several years, but left for graduate work in entomology at the University of Hawaiʻi and subsequent research on the feeding, foraging, and social behavior of termites and some of their associate and predator species.[1] Her field work in entomology took her to Puerto Rico, Costa Rica, Panama, Venezuela, Ecuador, Australia, and India.[5]  Two insect species were named for her: the assassin bug Salyavata mcmahanae and the beetle Neophilotermes mcmahanae.[6]", "69389558": "Alfredo Héctor González Luenzo (born 16 October 1957) is an Argentine psychologist, journalist and politician, who was a National Senator for Chubut from 2015 to 2021. Luenzo belongs to the regionalist alliance We Are All Chubut, and sat with the Frente de Todos parliamentary bloc in the Senate from 2019 to 2021.", "41536762": "Tiger Devore, previously known as Howard Devore and Tiger Howard Devore, is an American clinical psychologist, sex therapist, and spokesperson on intersex issues.[2] He was a member of the defunct Intersex Society of North America.[3] Historian Alice Dreger credits him with starting the work of the intersex movement.[4]", "3853565": "Richard J. Davidson (born December 12, 1951) is an American psychologist and professor of psychology and psychiatry at the University of Wisconsin–Madison as well as founder and chair of the Center for Healthy Minds and the affiliated non-profit Healthy Minds Innovations.", "66604285": "Kristen A. Lindquist is a psychologist and affective neuroscientist whose research focuses on language, emotions, and culture.[1][2] Lindquist is known for her work on emotion words, suggesting that when speakers of different languages talk about common emotions like love, they may not mean the same thing.[3] Her findings run counter to the view that there are universal emotions that are experienced the same across cultures. Lindquist is Associate Professor of Psychology and Neuroscience and Director of Carolina Affective Science Lab at the University of North Carolina, Chapel Hill.[1][4]", "65555712": "Mortimer Herbert Appley (November 21, 1921 – March 29, 2012) was an American psychologist and academic administrator.", "2772229": "Hunter Zolomon, otherwise known as Zoom and the Reverse-Flash, is a supervillain appearing in American comic books published by DC Comics. The second character to assume the Reverse-Flash mantle, he serves as the archnemesis of Wally West and an enemy of Barry Allen.", "2379013": "Glayde D. Whitney (1939 – 8 January 2002) was an American behavioral geneticist and psychologist. He was professor at Florida State University. Beyond his work into the genetics of sensory system function in mice, in his later life he supported David Duke as well as research into race and intelligence and eugenics.", "52487": "Ivan Petrovich Pavlov (Russian: Иван Петрович Павлов, IPA: [ɪˈvan pʲɪˈtrovʲɪtɕ ˈpavləf] ⓘ; 26 September [O.S. 14 September] 1849 – 27 February 1936)[2] was a Russian and Soviet experimental neurologist and physiologist known for his discovery of classical conditioning through his experiments with dogs.", "3951882": "Morton Deutsch (February 4, 1920 – March 13, 2017) was an American social psychologist and researcher in conflict resolution. Deutsch was one of the founding fathers of the field of conflict resolution. A Review of General Psychology survey, published in 2002, ranked Deutsch as the 63rd most cited psychologist of the 20th century.[1]", "55921956": "Leone Hellstedt, née McGregor (born 19 January 1900-July 2, 1977), was a Canadian/Swedish pathologist and psychoanalyst.", "62901560": "Deanna Marie Barch is an American psychologist. She is a chair and professor of Psychological and Brain Sciences and the Gregory B. Couch Professor of Psychiatry at Washington University in St. Louis. Her research includes disorders such as schizophrenia, depression, cognitive and language deficits. She also focuses on behavioral, pharmacological, and neuroimaging studies with normal and clinical populations. Barch is a deputy editor at Biological Psychiatry. She previously served as editor-in-chief of Cognitive, Affective and Behavioral Neuroscience.", "55364933": "Betty Glad (September 27, 1927– August 2, 2010) was an American political scientist who specialized in the American presidency and American foreign policy.[1] Her first work on Charles Evans Hughes[2] led to a nomination for a Pulitzer Prize.[3]", "35671371": "Sacha Emanoel Nacht (23 September 1901 – 20 March 1977) was a Romanian-born French psychiatrist and psychoanalyst.[1]", "5033291": "David C. Berliner is an educational psychologist. He was a professor and dean of the Mary Lou Fulton Institute and Graduate School of Education.", "3165519": "John Tooby (July 26, 1952 – November 10, 2023) was an American anthropologist, who helped pioneer the field of evolutionary psychology with his psychologist wife Leda Cosmides.[1][2]", "43404627": "David Solomon Halpern[1] CBE FAcSS (born June 1966[1]) is a British civil servant, heading the Behavioural Insights Team (unofficially known as the Nudge Unit) spun out from the Cabinet Office.[2]", "71847251": "David A. Pizarro is an American psychologist and podcaster. He is a Professor of Psychology at Cornell University. He is also the Chief Science Officer of BEworks, a behavioral economics consulting firm, and is the co-host of the Very Bad Wizards Podcast.[1] His research focuses on the psychological underpinnings of human morality, as well as on the influence of emotions on decision-making, particularly on the emotion of disgust. Pizarro has made appearances on several radio and television documentaries to discuss his work.[2]", "7720278": "Robert Paul Abelson (September 12, 1928 – July 13, 2005) was a Yale University psychologist and political scientist with special interests in statistics and logic.", "59493727": "Donald Arthur Andrews (June 13, 1941 – October 22, 2010) was a Canadian correctional psychologist and criminologist who taught at Carleton University, where he was a founding member of the Institute of Criminology and Criminal Justice.[1] He is recognized for having criticized Robert Martinson's influential paper concluding that \"nothing works\" in correctional treatment. He also helped to advance the technique of risk assessment to better predict the chance of recidivism among offenders.[2] He is credited with coining the terms \"criminogenic needs\" and \"risk-need-responsivity\", both of which have since been used and studied extensively in the criminological literature.[1][3]", "22498657": "Matina Souretis Horner (born July 28, 1939) is an American psychologist who was the sixth president of Radcliffe College. Her research interests included intelligence, motivation, and achievement of women.[2] She is known for pioneering the concept of \"fear of success\".[3]", "37965168": "Franz Carl Müller-Lyer, born Francis Xavier Hermann Müller (5 February 1857 - 29 October 1916) was a German psychologist and sociologist.[1] The Müller-Lyer illusion is named after him.[2][3][4]", "58576241": "Jana Marie Iverson is a developmental psychologist known for her research on the development of gestures and motor skills in relation to communicative development.  She has worked with various populations including children at high risk of autism spectrum disorder (ASD), blind individuals, and preterm infants.[1]  She is currently a professor of psychology at Boston University.", "60181881": "Agnès Martin-Lugand (born 1979) is a French novelist who gained fame with Les gens heureux lisent et boivent du café (Happy People Read and Drink Coffee) when she published it on Kindle in December 2012.[1] By 2017, her five novels had clocked up sales of two million worldwide.[2]", "45600123": "John Beloff (19 April 1920 – 1 June 2006) was an English psychology professor at Edinburgh University and parapsychologist.", "31444350": "Rinad Sultanovich Minvaleyev (Russian: Рина́д Султа́нович Минвале́ев; born August 20, 1965 in Yaroslavl, Russian SFSR, Soviet Union) is a Russian physiologist, orientalist and researcher of the traditional health cаre systems, candidate of biological sciences, associate professor at the Chair of Physical Education and Sports, Saint-Petersburg State University, provost at the State National Institute of Health, the scientific worker of the A. A. Ukhtomsky Institute of Physiology.", "32460164": "Reginald Lanier Jones (January 21, 1931 – September 24, 2005) was a clinical psychologist, college professor, and a founding member and past president of the Association of Black Psychologists. He is best known for his work in special education and the psychology of African Americans.[1]", "57658758": "Gregory Adams Kimble (October 21, 1917 – January 15, 2006) was an American general psychologist and a professor at Duke University, a position from which he retired in 1984.[1] He was known for his efforts to unify psychology as a single scientific discipline,[2] and for his lifelong devotion to behaviorism.[3] He also served as an advisor to the magazine Psychology Today in the 1980s, when it was owned by the American Psychological Association (APA),[4][5] of which he became a fellow in 1951.[6] His positions at the APA itself included presidency of its Divisions of General Psychology and Experimental Psychology. He received the APA's Award for Distinguished Career Contributions to Education and Training in 1999,[7] as well as the C. Alan Boneau Award from the APA's Division of General Psychology.[1][8]", "59493769": "Oliver Vitouch (born 4 April 1971 in Vienna) is an Austrian psychologist and cognitive scientist.[1] He has served as Rector of the University of Klagenfurt since 2012, and as President and Vice-President, respectively, of Universities Austria since 2016.", "26955147": "Harry Francis Prevost Battersby (1862 – 1949) most well known as H. F. P. Battersby was a poet, novelist journalist and psychical researcher, who published under the name Francis Prevost.", "22629774": "William S. Condon is a researcher who investigated human interactions. He developed the concept of situation synchrony.[1]", "53071247": "Robert E. Valett (November 22, 1927 – November 14, 2008) was an American psychology professor who wrote more than 20 books primarily focused on educational psychology. He earned the distinguished psychologist award from the San Joaquin Psychological Association[1] and was a president of the California Association of School Psychologists.", "22662552": "Renée Baillargeon (French: [ʁəne bajaʁʒɔ̃]; born 1954)[1] is a Canadian American research psychologist. An Alumni Distinguished Professor of Psychology at the University of Illinois Urbana-Champaign. Baillargeon specializes in the development of cognition in infancy.", "3624345": "Alja Rachmanowa is the pen name of Galina Nikolaevna Dyuragina (Russian: Галина Николаевна Дюрягина, 15 June 1898 – 11 February 1991), also known as Alexandra von Hoyer, a Russian author and child psychologist. She is known for her diaries which describe her childhood, studies and marriage under the Russian revolution, and life as a refugee in Vienna. As most of her work was first published in German, translated by her husband Arnulf von Hoyer from her Russian manuscripts, she chose a German spelling for her pen name.", "10177947": "Edith Jacobson (German: Edith Jacobssohn; September 10, 1897 – December 8, 1978) was a German psychoanalyst. Her major contributions to psychoanalytic thinking dealt with the development of the sense of identity and self-esteem and with an understanding of depression and psychosis. She was able to integrate the tripartite structural model of classic psychoanalysis with the theory of object relations into a revised drive theory. Thereby, she increased the treatment possibilities of the more disturbed pre-oedipal patients.", "25546142": "Mary Cheves West Perky (1874–1940) was an American psychologist and one of the twenty-one female students who studied under Edward B. Titchener at Cornell University. She received a Ph.D. in 1910 for her groundbreaking work on visual, auditory, and olfactory imagery. Her findings have had a considerable impact by being cited by name in the title of an article as recently as 2012.[1] ] According to her findings, perception is not merely a representation of the external world, but is also influenced by thoughts, expectations, and mental images. In the same year, she performed the \"Banana Experiment,\" which demonstrated how perception and visual imagery could be confused; a phenomenon known as the Perky Effect. She concluded that mental imagery is not merely a weak form of perception, but it can directly influence our sensory perceptions. [2][3] which examines the link between mental imagery and visual perception.[4]", "48844190": "Rivka Yahav (Hebrew: רבקה יהב; born 4 September 1950) is an academic psychotherapist, an academic faculty member of the School of Social Work, Head of the Psychotherapy Training Programme at Haifa University, and Head of the Interdisciplinary Clinical Center of the Faculty of Welfare and Health Sciences at Haifa University. She was awarded the Prime Minister’s Prize for Initiatives and Innovation in 2012.", "56872357": "Pirjo Lahdenperä, born 1949, is a licensed psychologist and a professor Emerita of pedagogy with a focus on management and leadership at Mälardalen University, the Academy of Education, Culture and Communication (UKK).[1]", "60935592": "Leo Joseph Postman (June 7, 1918 – April 22, 2004) was a Russian-born American psychologist known for his research on human memory.", "445864": "Raymond A. Moody Jr. (born June 30, 1944) is an American philosopher, psychiatrist, physician and author, most widely known for his books about afterlife and near-death experiences (NDE), a term that he coined in 1975 in his best-selling book Life After Life.[1] His research explores personal accounts of subjective phenomena encountered in near-death experiences, particularly those of people who have apparently died but been resuscitated.[2] He has widely published his views on what he terms near-death-experience psychology.[3]", "5787050": "Jean-Ovide Decroly (Ronse, 23 July 1871 – Uccle, 10 September 1932) was a Belgian teacher and psychologist.", "4771252": "Christopher Donald Frith FRS, FMedSci, FBA, FAAAS (born 16 March 1942) is a British psychologist and professor emeritus at the Wellcome Centre for Neuroimaging at University College London.[1] He is also an affiliated research worker[2] at the Interacting Minds Centre[3] at Aarhus University, an honorary Research Fellow at the Institute of Philosophy[4] and a Quondam Fellow [5] of All Souls College, Oxford.[6]", "41668026": "Elizabeth Alice Kuipers[1] OBE FAcSS is a professor of psychology at the Institute of Psychiatry, King's College London, and was head of the Psychology Department from 2006- 2012. Kuipers is a consultant clinical psychologist and until 2012, had an honorary appointment at the South London and Maudsley NHS Foundation Trust, working as part of the psychosis community mental health team in Southwark. She is a founding director of the PICuP clinic (Psychological Interventions Clinic for outpatients with Psychosis)[2] and was the chair of the NICE Schizophrenia Guideline update 2007-9 and the Psychosis and Schizophrenia update 2011-2014[3]", "839100": "Margaret Kuenne (1946-1971)", "11455938": "Margaret Wetherell (born 24 November 1954[1]) is a prominent academic in the area of discourse analysis.", "35671493": "Abram Kardiner (17 August 1891, New York City – 20 July 1981, Connecticut) was a psychiatrist (Cornell Medical School, 1917) and psychoanalytic therapist. An active publisher of academic research, he co-founded the Psychoanalytic and Psychosomatic Clinic for Training and Research in the Department of Psychiatry at Columbia University in New York City (known today as the Psychoanalytic Clinic for Training and Research). Kardiner was deeply interested in cross-cultural diagnosis and the psychoanalytic study of culture.  While teaching at Columbia, he developed a course on the application of psychoanalysis to the study of culture and worked closely with anthropologists throughout his career.[1][2][3][4][5][6]", "63622598": "Stanton Marlan, Ph.D., ABPP, FABP is an American clinical psychologist, Jungian psychoanalyst, author, and educator. Marlan has authored or edited scores of publications in Analytical Psychology (Jungian Psychology) and Archetypal Psychology. Three of his more well-known publications are The Black Sun. The Alchemy and Art of Darkness,[1] C. G. Jung and the Alchemical Imagination,[2] and Jung's Alchemical Philosophy.[3] Marlan is also known for his polemics with German Jungian psychoanalyst Wolfgang Giegerich. Marlan co-founded the Pittsburgh Society of Jungian Analysts and was the first director and training coordinator of the C. G. Jung Institute Analyst Training Program of Pittsburgh. Currently, Marlan is in private practice and serves as adjunct professor of Clinical Psychology at Duquesne University, Pittsburgh, Pennsylvania, USA.", "3067353": "Jacob \"Jack\" Block (April 28, 1924 – January 13, 2010)[1] was a psychology professor at UC Berkeley. His main areas of research were personality theory, personality development, research methodology, personality assessment, longitudinal research, and cognition. He often collaborated with his wife Jeanne Block.", "2018777": "Bahman A.K. Shirazi is former director of graduate studies at California Institute of Integral Studies(CIIS).  He has been actively affiliated with that organisation since 1983.  His doctoral dissertation, \"Self in Integral Psychology\" was the first of its kind in the field of integral psychology.  His work draws from the approach of Haridas Chaudhuri, focusing on an integrative approach to psychology, with the goal of developing insights into the nature of human psychospiritual development and integral self-realization. He has taught at several San francisco Bay Area Universities: Californian Institute of Integral Studies (CIIS), Sofia University (formerly Institute of Transpersonal Psychology), and previously at John F. Kennedy University(JFKU), and Dominican University of California.", "24759775": "Dr. Yehuda Ben-Meir (Hebrew: יהודה בן-מאיר, born 27 July 1939) is a former Israeli academic and politician who served as a member of the Knesset for the National Religious Party and Gesher – Zionist Religious Centre between 1971 and 1984.", "34360811": "Gail O'Connor Mellow was President from 2000 to 2019 of LaGuardia Community College located in Long Island City, New York.[1][2]", "54644203": "Donald Ray Atkinson (February 10, 1940, in Union City, Indiana–January 11, 2008, in Santa Barbara, CA) was an American counseling psychologist and professor at the University of California, Santa Barbara (UCSB). He was known for his extensive work in multicultural counseling psychology. He was the director of training for UCSB's Counseling Psychology Program for ten years (1979-1989), and previously as Assistant Dean of the Department of Education there for four years (1975-1979). Atkinson grew up in Baraboo, Wisconsin and graduated from Baraboo High School. He served in the United States Navy for two years. He wrote a book about Baraboo: \"Baraboo: A Selective History.\" He also wrote other books and articles about counseling. He died from pancreatic cancer in Jackson County, Oregon.[1][2] He retired from the faculty of UCSB in 2002.[3]", "49958381": "Saundra Rice Murray Nettles is an American feminist psychologist who has been affiliated with the University of Illinois at Urbana–Champaign since 2012. Nettles received her education from Howard University, earning her Bachelor's degree in 1967 and her PhD in 1976.[1] Nettles has made many significant contributions to the field of psychology, as she was a member of the Society for the Psychology of Women within the American Psychological Association, chairwoman of the Task Force on Black Women's Priorities, and has conducted studies on teenagers and children within the educational field. Nettles's work has explored the intersections of race and gender with the education of children and teens. In addition to this, she has great concern with environmental factors within her studies, including how toxins in the environment may affect student performance.", "17845741": "Pam Blackwell (born November 9, 1942) is an American Jungian educator and theorist, as well as a playwright and novelist. She has been a meditation teacher for 40 years and directs \"Morningstar Institute\". In addition to its other services, \"Morningstar Institute\" offers online, college-level meditation courses.", "64703982": "Alex Rodger (1907–1982) was a British occupational psychologist.", "51695102": "Paata Chakhnashvili is a social psychologist and pollster. He is known for conducting the first Exit poll in Georgia and post-Soviet countries, held during a parliamentary election in 1999 for the tele company Rustavi 2.[1]", "62705153": "George Walker Holden is a professor and developmental psychologist working at the Southern Methodist University,[1] where he was the former Chair of the Psychology Department. Holden is the co-founder of the U.S. Alliance to End the Hitting of Children and the author of several books on the subject of child development.", "58543640": "Emily A. Holmes (born 1971 in Surrey, England) is a clinical psychologist and neuroscientist known for her research on mental imagery in relation to psychological treatments for post traumatic stress disorder (PTSD), bipolar disorder, and depression.  Holmes is Professor of Clinical Neuroscience at Karolinska Institute in Sweden. She also holds an appointment as Honorary Professor of Clinical Psychology at the University of Oxford.[1]", "8146465": "Alvin Meyer Liberman (/ˈlɪbərmən/;[2] May 10, 1917 – January 13, 2000) was born in St. Joseph, Missouri. Liberman was an American psychologist. His ideas set the agenda for fifty years of psychological research in speech perception.[3]", "12209710": "Robert Frager is an American social psychologist responsible for establishing America's first educational institution dedicated to transpersonal psychology. Frager is known for founding the Institute of Transpersonal Psychology, now called Sofia University, in Palo Alto, California, where he currently holds the position of director of the low residency Master of Arts in Spiritual Guidance program and professor of psychology.[1] Frager has previously acted as president of the Association for Transpersonal Psychology as well as a consultant, educator and a spiritual teacher in the Sufi tradition.", "65916466": "Mavis Tsai is a psychologist and author. She is a senior research scientist at the University of Washington. She is one of the creators of functional analytic psychotherapy (FAP). Tsai is the director specializing in FAP at the University of Washington's Psychological Services and Training Center.[1][2][3] Her books have been translated to Korean, Japanese, Portuguese, Spanish, Italian and Persian.[4][5]", "72633907": "Klaus Fiedler (born September 7, 1951, in Wetzlar) is a German psychologist who teaches as a professor for social psychology at the Universität Heidelberg.", "63163963": "Francine M. Deutsch (born 1948) is an American writer and professor emeritus at the Mount Holyoke College in Massachusetts since 1981.[1] She is a professor of Psychology and Education. She is specialized in the social psychology of gender in everyday life, gender inequality at home and in labour market, and the educational trajectories of pre-school teachers. She worked on the link between unequal earning, young children at home and domestic inequality in household duties.[2]", "17878588": "Floyd Grant Robinson (2 Jan 1931–18 Dec 2023) was a teacher, education theorist and curriculum developer. He wrote many works on the topics of stimulating complex thinking and the importance of education across the entire lifespan. Robinson is most notable for his work done while at the Ontario Institute for Studies in Education (OISE) between 1965 and 1991.[1]", "59821632": "Andrew Spencer Winston (born 1946)[1] is a psychologist and historian who is an emeritus professor at the University of Guelph in Canada. He is known for his research on the history of scientific racism and eugenics in psychology.[2][3][4] He was president of the Society for the History of Psychology (Division 26 of the American Psychological Association) in 2012,[5] and served as Executive Officer to Cheiron: The International Society for the History of Behavioral and Social Sciences from 2002 to 2008.", "53726786": "Svein Mossige (born 5 December 1949) is a Norwegian psychologist. He is Professor of Psychology at the University of Oslo and is noted for his research on violence against children and child sexual abuse.", "20041": "Masatake Morita (森田 正馬, Morita Masatake, 1874–1938), also read as Shōma Morita, was a contemporary of Sigmund Freud and the founder of Morita therapy, a branch of clinical psychology strongly influenced by Zen Buddhism.[1] In his capacity as the head of psychiatry for a large Tokyo hospital, Morita began developing his methods while working with sufferers of shinkeishitsu, or anxiety disorders with a hypochondriac base.", "54546016": "Joshua D. Miller is an American psychologist and personality researcher. He is a professor of psychology in the University of Georgia's Franklin College of Arts and Sciences, as well as the director for the Department of Psychology's Clinical Training Program there.[1] He is known for researching narcissism.[2][3][4]", "6508139": "Dr. Franz Julius Polgar (April 18, 1900 - June 19, 1979) was a renowned psychologist, hypnotist, lecturer and entertainer.", "2608749": "David Thoreson Lykken (June 18, 1928 – September 15, 2006) was a behavioral geneticist and Professor Emeritus of Psychology and Psychiatry at the University of Minnesota. He is best known for his work on twin studies and lie detection.", "2477705": "Thomas Glendenning Hamilton (November 27, 1873 – April 7, 1935) was a Canadian doctor, school board trustee and member of the Manitoba legislature, from 1915 to 1920. He was also a Spiritualist and is best known for the thousands of photographs he took during séances held in his home in Winnipeg in the early 1900s.  His wife, Lillian May Hamilton, and his daughter, Margaret Hamilton Bach, were co-researchers and continued this enquiry into life after death after he died.", "8703629": "Alan J. Lipman is an American clinical psychologist and musician, who is currently a professor of psychiatry and behavioral sciences at the George Washington University Medical Center and the director of the Center for the Study of Violence.", "64704160": "Arthur Summerfield (1923–2005) was a British psychologist.", "58085045": "Hywel Murrell (1908 – 21 January 1984) was a British psychologist who introduced the term \"ergonomics\" to the English dictionary, created the first ergonomics department in British industry, and wrote the first British textbook on ergonomics.[1] He also had keen interest in caving from his education at Sidcot School, becoming a founder member, and first secretary, of the Wessex Cave Club.[2]", "55660215": "Betsy Jane Becker is an American researcher on meta-analysis and educational psychometrics. She is the Mode L. Stone Distinguished Professor of Educational Statistics in the Department of Statistics at Florida State University, and previously served as the Chair of the Department of Educational Psychology and Learning Systems at Florida State.[1] Becker is a co-author of a heavily cited consensus report on standards for meta-analysis in epidemiology.[2]", "58511033": "Benoit-Antoine Bacon is a Canadian neuropsychologist and has recently completed his term as the 15th President and Vice-Chancellor of Carleton University.[1] He currently serves as the 17th President and Vice-Chancellor of the University of British Columbia.[2]", "51203778": "Vice admiral William Usborne Moore (March 8, 1849 – March 15, 1918) also known as W. Usborne Moore was a British naval commander, psychical researcher and spiritualist.[1]", "56086213": "Christine Vivienne Stephens is a New Zealand psychology academic. She is currently professor of psychology at Massey University based in the Palmerston North.[1] She is one of the founding members of the International Society of Critical Health Psychology, which she has also chaired. She is currently the society's treasurer.[2]", "35442387": "Jon Frode Blichfeldt (born June 24, 1944 in Oslo) is a Norwegian Professor Emerius of Education and Psychology.", "63131348": "Jerome D. Schein was professor emeritus of sensory rehabilitation at New York University, and adjunct professor of education at the University of Alberta, Canada, and a consultant in Coconut Creek, Florida.", "7327445": "Dacher Joseph Keltner is a Mexican-born American professor of psychology at the University of California, Berkeley, who directs the Berkeley Social Interaction Lab.[1] He is also the founder and faculty director of the Greater Good Science Center,[2] host of the podcast The Science of Happiness,[3] and chief scientific advisor of Hume AI.[4]", "46354160": "Patricia A. Berglund is a researcher at the University of Michigan's Institute for Social Research.[1] She was included in the 2014, 2015 and 2016 Clarivate Analytics lists of \"highly cited researchers\" in the fields of psychiatry and psychology.[2][3]", "2313970": "Martha Gertrude Burk (born October 18, 1941)[1] is an American political psychologist, feminist, and former (2000-2005) Chair of the National Council of Women's Organizations.[2]", "33935098": "Alex Higdon (born September 9, 1966) is a former American football tight end. He played college football at Ohio State University and professional football in the National Football League (NFL) with the Atlanta Falcons for two years.", "48090877": "Andrew Carr MacKenzie (1911–2001) was a journalist, novelist and parapsychologist from New Zealand.[1]", "5459710": "George Alan Rekers (born July 11, 1948) is an American psychologist and ordained Southern Baptist minister.[2] He is emeritus professor of Neuropsychiatry and Behavioral Science at the University of South Carolina School of Medicine.[3] Rekers has a PhD from University of California, Los Angeles and has been a research fellow at Harvard University, a professor and psychologist for UCLA and the University of Florida, and department head at Kansas State University."}