{"34460640": "M. Christina White is a professor of chemistry at the University of Illinois at Urbana-Champaign.  Her research in the field of organometallic catalysis focuses on developing highly selective carbon–hydrogen bond activation methods to streamline the process of complex molecule synthesis.[1]", "56513506": "Leslie Hicks is an American associate professor of analytical chemistry at the University of North Carolina at Chapel Hill. Her work primarily focuses on the study of proteomics and protein post-translational modifications using mass spectrometry, and identifying biologically active peptides in plants.[1]", "42783722": "Iain Donald Campbell FRS[4] (24 April 1941 – 5 March 2014)[3] was a Scottish biophysicist and academic. He was Professor of Structural Biology at the University of Oxford from 1992 to 2009.[5][6][7][8][9]", "66278380": "Joseph Howard McLain (July 11, 1916 – July 26, 1981) was an American chemist. He was a professor at Washington College and became college president. He is best known for his expertise in solid state chemistry and pyrotechnics. He held 30 patents, including for smoke grenades, underwater torches, and flares.[1]", "5198829": "Dr. Gilles Klopman (February 24, 1933 – January 10, 2015) held the position of Charles F. Mabery Professor of Research in Chemistry; Professor of Oncology and Environmental Health Sciences; and Director of the Laboratory for Decision Support Methodologies at Case Western Reserve University in Cleveland, Ohio. Additionally, he served as an Adjunct Professor of Environmental and Occupational Health at the University of Pittsburgh.[1]", "50058223": "Hong-Cai (Joe) Zhou (周宏才; born c. 1964) is a Chinese–American chemist and academic. He is the Davidson Professor of Science and Robert A. Welch Chair in Chemistry at Texas A&M University. He is the associate editor of the journal Inorganic Chemistry.", "62411762": "Laura Caroline Brown is an organic chemist and senior lecturer at Indiana University Bloomington.", "28136442": "Hanny-Sherry Naa Sakley Ayittey (8 February 1948 – 22 July 2023) was a Ghanaian biochemist, politician and women's activist.[1] She was a Minister for Fisheries and Aquaculture Development. She was the Minister for Health from February 2013 to June 2014. She was the Minister for Environment, Science and Technology from 2009 to 2012.", "34984955": "Sir Theodore Morris Sugden FRS, (31 December 1919 – 3 January 1984) was a British chemist who specialised in combustion research.[1][2]", "25678842": "Curt Franklin  Wittig is a professor of chemistry and the holder of the Paul A. Miller Chair in the college of letters, arts, and sciences at the University of Southern California (USC).", "50648066": "Rita Harriet Harradence, Lady Cornforth (16 September 1915 − 6 November 2012) was an Australian biochemist who pioneered the synthesis of penicillamine and steroids, and the stereochemistry of molecules involved in the biosynthesis of cholesterol.", "62411787": "Herman Thompson Briscoe (November 6, 1893 – October 8, 1960) was an American chemist and professor of chemistry. The Herman T. Briscoe Professorship in Chemistry at Indiana University was established in 1961,[1] and the Herman T. Briscoe Quadrangle Dormitory was dedicated in 1966.[2]", "56513547": "Royce W. Murray (January 9, 1937 – July 6, 2022) was an American chemist and chemistry professor at the University of North Carolina at Chapel Hill. His research interests were focused on electrochemistry, molecular designs, and sensors.[1] He published over 440 peer-reviewed articles in analytical, physical, inorganic, and materials chemistry, and trained 72 Ph.D students, 16 master’s students, and 58 postdoctoral fellows, 45 of whom have gone on to university faculty positions.[1] He was named a fellow of the American Chemical Society in 2012,[1] and was the inventor on three patents related to surface-modified electrodes.[2]", "50484236": "Kenichi Honda (本多健一, August 23, 1925 – February 26, 2011) was a Japanese chemist. He made a significant contribution to the discovery and characterization of photocatalytic properties of titanium dioxide (TiO2), for which he shared the 2004 Japan Prize with his former student Akira Fujishima.[1]", "4248592": "Jürgen Gauß (Juergen Gauss) is a German theoretical chemist.", "1463313": "Albert May Todd (June 3, 1850 – October 6, 1931), known as \"The Peppermint King of Kalamazoo,\" was an American chemist, businessman, and politician from the state of Michigan. A philanthropist and advocate of public ownership of utilities, Todd made his fortune as the founder of the A.M. Todd Company, a world leader in the production of peppermint oil and other botanical extracts. Todd was also a renowned bibliophile, portions of whose collection now grace the holdings of several American universities. He served one term in the United States House of Representatives.", "44586009": "Wilfred John Hickinbottom FRIC (1896–1979) was an English chemist.[1] He was educated at King Edward's School, Birmingham and went on to study chemistry at the University of Birmingham, graduating with first class honours in 1921. He then went on to complete a PhD under Professor G. T. Morgan.[2]", "28627995": "Martin Schaffner (~1564–1608) was a Bohemian pharmacist and chemist at the Jesuit college in Český Krumlov.", "34821154": "Sir Arthur Herbert Church KCVO FCS (June 2, 1834 – May 31, 1915) was a British chemist, expert on pottery, stones and chemistry of paintings, who discovered turacin in 1869 and several minerals, including the only British cerium mineral. He was also a talented artist and worked as a professor of chemistry at the Agricultural College in Cirencester and then at the Royal Academy of Arts. He wrote extensively on aspects of chemistry in agriculture, art, and daily life.", "52286500": "Dewan Singh Bhakuni (30 December 1930 – 22 April 2021) was an Indian natural product chemist, stereochemist who was a director general-grade scientist of the Central Drug Research Institute.[1] He is known for his researches on the biogenesis of alkaloids[2] and is an elected fellow of the Indian Academy of Sciences,[3] the National Academy of Sciences, India[4] and the Indian National Science Academy.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1975, for his contributions to chemical sciences.[6]", "50811943": "Delphine Lannuzel is a sea ice biogeochemist and Senior Lecturer at the Institute for Marine and Antarctic Studies (IMAS), University of Tasmania.[1][2]", "29873193": "Gábor Laurenczy is a Hungarian-Swiss chemist and academic. He is a Professor Emeritus at the École Polytechnique Fédérale de Lausanne. He is academician, External Member of the Hungarian Academy of Sciences.[1][2]", "71521330": "Morton Masius (October 6, 1883, Egg Harbor City, New Jersey – November 1, 1979, New Haven, Connecticut) was a German-American physical chemist. He was elected a Fellow of the American Physical Society in 1928.[1]", "68211763": "Yu-Shan Lin is a computational chemist. She is an associate professor of chemistry at Tufts University in the United States.[1] Her research lab uses computational chemistry to understand and design biomolecules, with topics focusing on cyclic peptides,[2][3] protein folding,[4][5] and collagen.[6][7]", "32887866": "Heribert Barrera i Costa (6 July 1917 – 27 August 2011) was a Spanish chemist and politician from Catalonia, member of Republican Left of Catalonia and first president of the restored Parliament of Catalonia after Francoism, from 1980 until 1984. He was the son of Martí Barrera.[1]", "2184257": "Diablo (Esteban Corazón de Ablo) is a supervillain appearing in American comic books published by Marvel Comics. The character is depicted as an evil alchemist, and an enemy of the Fantastic Four. Created by writer Stan Lee and artist Jack Kirby, the character first appeared in Fantastic Four #30 (September 1964).[1]", "28038211": "Enrique Guzmán y Valle, (27 July 1854 – 1923) was a Peruvian chemist and professor.", "56513604": "Mark H. Schoenfisch (/ˈʃeɪnfɪʃ/ SHANE-fish) is an American analytical chemist. He is the Peter A. Ornstein Distinguished Professor of Chemistry at the University of North Carolina at Chapel Hill and is jointly appointed with the institution's Schools of Medicine and Pharmacy.[1] His research interests include analytical sensors, biomaterials, and the development of macromolecular nitric oxide release scaffolds as novel therapeutics. Intellectual property originating from his research group is the basis of technology being commercialized by Novan, Diabetic Health, and Vast Therapeutics located in the Research Triangle Park.[2]", "59102278": "Margaret M. Faul is an Irish / American chemist and executive who has won multiple awards for innovations in process chemistry.", "55858247": "Ida Kraus Ragins, née Kraus (10 October 1894 – September 1985[1]), was a Russian Empire-born American biochemist.", "18469959": "George Simms Hammond (May 22, 1921 – October 5, 2005) was an American scientist and theoretical chemist who developed \"Hammond's postulate\", and fathered organic photochemistry,[1][2][3]–the general theory of the geometric structure of the transition state in an organic chemical reaction. Hammond's research is also known for its influence on the philosophy of science.[4] His research garnered him the Norris Award in 1968, the Priestley Medal in 1976, the National Medal of Science in 1994,[5] and the Othmer Gold Medal in 2003.[6][7] He served as the executive chairman of the Allied Chemical Corporation from 1979 to 1989.", "60445773": "Edwin R. Chapman (born July 20, 1962 in Bellingham, Washington) is an American biochemist known for his work on Ca2+-triggered exocytosis. He currently serves as the Ricardo Miledi Professor of Neuroscience at the University of Wisconsin–Madison, where he is also an investigator of the Howard Hughes Medical Institute (HHMI).", "54023247": "Attila Brungs FTSE FRSN (born 1972) is the Vice-Chancellor and President of the University of New South Wales (UNSW).[1] He was appointed to the role in January 2022. Prior to this role, he was the Vice-Chancellor and President of the University of Technology Sydney (UTS); a role that he held from July 2014 to October 2022.[2]", "65786963": "Arthur L. Weber is an American chemist, whose research field is pre-life chemistry, was a pioneer to reveal the role of thioester in abiogenesis.[1][2] He has worked in Salk Institute for Biological Studies and NASA Ames Research Center successively.[3]", "21091411": "Douglas Bruce Kell CBE FRSB FLSW[1] (born 7 April 1953)[2] is a British biochemist and Research Professor of Systems Biology in the Institute of Systems, Molecular and Integrative Biology at the University of Liverpool, and a Co-founder of Epoch Biodesign Ltd. He was previously at the School of Chemistry at the University of Manchester, based in the Manchester Institute of Biotechnology (MIB).[3] He founded and led the Manchester Centre for Integrative Systems Biology. He served as chief executive officer (CEO) of the Biotechnology and Biological Sciences Research Council (BBSRC) from 2008 to 2013.[4][5][6][7][8][9]", "70603862": "George Jackson, FRS, FRSC, (born 31 July 1962)[1] is a British professor of chemical physics in the Department of Chemical Engineering at Imperial College London. He is noted for developing molecular models that describe the thermodynamic properties of complex fluids; as one of the developers of statistical associating fluid theory (SAFT); and for his work in molecular systems engineering. His theoretical work has found a wide range of practical  applications in industries such as gas extraction and emerging fields like carbon capture and storage.[2]", "49206359": "Alexander Knyazev (born 19 July 1976) is a Russian crystal chemist and physical chemist, Professor of the Lobachevsky University, Dean of the Chemical Faculty.[1] Head of the Department of Medicinal Chemistry, Head of the postgraduate research school \"New materials based on inorganic compounds.\" He graduated from the Faculty of Chemistry, Lobachevsky University  (1998) and PhD (2000), Doctor of Chemistry (2009),[2] academic rank of professor (2011).", "37016668": "Robert Joseph Cava  (born 1951)[4] is a solid-state chemist at Princeton University where he holds the title Russell Wellman Moore Professor of Chemistry.[5] Previously, Professor Cava worked as a staff scientist at Bell labs from 1979–1996, where earned the title of Distinguished Member of the Technical Staff. As of 2016[update] his research investigates topological insulators, semimetals, superconductors, frustrated magnets and thermoelectrics.[1][6][7][8]", "49042529": "Gerhard Lagaly (born 14 October 1938, in Ludwigshafen am Rhein) is a German chemist and retired university professor.", "37672033": "Alexander Oscar Gettler (August 13, 1883 – August 4, 1968)[1][2] was a toxicologist with the Office of Chief Medical Examiner of the City of New York (OCME) between 1918 and 1959, and the first forensic chemist to be employed in this capacity by a U.S. city.[3][4][5] His work at OCME with Charles Norris, the chief medical examiner, created the foundation for modern medicolegal investigation in the U.S. and Gettler has been described by peers as \"the father of forensic toxicology in America.\"[6][7]", "66212967": "Wolfgang Anton Herrmann (born 18 April 1948) is a German chemist and academic administrator. From 1995 to 2019, he was President of the Technical University of Munich.[1]", "59823209": "Bettina Valeska Lotsch (born 7 September 1977 in Frankenthal (Pfalz)) is a German chemist.[1][2] She is Director at the Max Planck Institute for Solid State Research in Stuttgart, Germany.", "23581804": "Ivory V. Nelson (born June 11, 1934) is an American chemist, educator, and academic administrator who served as president of Central Washington University from 1992 to 1999 and president of Lincoln University of Pennsylvania from 1999 to 2011.[1]", "46912621": "David Kelham Smith is a professor of chemistry at the University of York in England. His research focuses on nanochemistry and self-assembling nanomaterials.[1] Smith is also well known for his education and public outreach activities, such as his  channel dedicated to combatting chemistry disparagement.[2] Smith is openly gay and has been described as \"one of the most visible out gay scientists.\"[3]", "70505581": "Song Lin is a Chinese-American organic electrochemist who is an associate professor at Cornell University. His research involves the development of new synthetic organic methodologies that utilize electrochemistry to forge new chemical bonds. He is an Associate Editor of the journal Organic Letters,[1] and serves on the Early Career Advisory Board of Chemistry - A European Journal.[2] He was named by Chemical & Engineering News as one of their Trailblazers of 2022, a feature highlighting LGBTQ+ chemists in academia.[3][4]", "21615": "Reportedly haunted locations:", "72143986": "Marjorie Berman Lees was an American neuroscientist who was emeritus professor of biological chemistry at Harvard Medical School. Her research considered neurobiology and biochemistry. She was the first to identify the Folch-Lees proteolipid. She served as president of the American Society for Neurochemistry in 1983.", "44586104": "Dominic Tildesley (born 1952, Forest Hill[1]) is a British chemist. He gained his undergraduate chemistry degree from the University of Southampton in 1973.[2] He went on to complete a DPhil at Oxford University in 1976 before undertaking postdoctoral research at Penn State and Cornell universities in the United States.[3] He returned to the University of Southampton in the UK for a lectureship, before becoming professor of theoretical chemistry and moving to Imperial College London in 1996 as Professor of Computational Chemistry.[3]", "39539835": "Frank H. Stillinger (born August 15, 1934[1]) is an American  theoretical chemist and a namesake of the Lubachevsky–Stillinger algorithm.[2]  He has recently collaborated with research groups as a senior scientist at Princeton University.", "51172491": "Amanda Cecilia Swart is a South African biochemist who holds a professorship in biochemistry at Stellenbosch University.[1] She is known for her research on rooibos, a herbal tea popular in South Africa,[2] has been funded by the South African Rooibos Council in her research,[3][4] and is frequently quoted in South African media promoting the reported health benefits of rooibos.[5][6]", "56513683": "John Michael Ramsey is an American analytical chemist at the University of North Carolina at Chapel Hill. He currently holds the position of Minnie N. Goldby Distinguished Professor of Chemistry.[1] His current research with the university focuses on microscale and nanoscale devices such as microchip electrospray, microscale Ion trap mass spectrometers, and microfluidic point of care devices.[2] He is ranked #2 in the \"Giants of Nano\" field on The Analytical Scientist Power List.[3]", "54420": "Ryōji Noyori (野依 良治, Noyori Ryōji, born September 3, 1938) is a Japanese chemist. He won the Nobel Prize in Chemistry in 2001, Noyori shared a half of the prize with William S. Knowles for the study of chirally catalyzed hydrogenations; the second half of the prize went to K. Barry Sharpless for his study in chirally catalyzed oxidation reactions (Sharpless epoxidation).[2][3][4][5][6][7][8]", "840853": "Carl Gustaf Mosander (10 September 1797 – 15 October 1858) was a Swedish chemist. He discovered the rare earth elements lanthanum, erbium and terbium.", "68801686": "Denise Houphouët-Boigny is an Ivorian academic and diplomat currently serving as Cote d'Ivoire's ambassador to UNESCO. She is a Doctor of Science and professor of mineral chemistry. She is a member of the Academy of Sciences, Arts, Cultures of Africa and African Diasporas of Côte d'Ivoire.[1]", "58152092": "Edward Malcolm Kosower (February 2, 1929 – April 7 2022) was[citation needed] an American-Israeli chemist.", "73815204": "Hanna Dodiuk-Kening (Hebrew: חנה דודיוק-קניג; born June 20, 1948) is an Israeli chemist and an inventor. Her fields of expertise are adhesive technology, polymers and development of nano-technology.", "35837096": "Paul Bottomley pioneered the development of magnetic resonance imaging (MRI) leading to modern commercial clinical 1.5 Tesla MRI scanners and techniques for localized magnetic resonance spectroscopy (MRS). Currently, he is Russel H. Morgan Professor of Radiology and Director of the Division of MR Research at Johns Hopkins University, with about 200 peer-reviewed journal articles, over 50 U.S patents and is a Founder and past member of the Board of Directors of ClearPoint Neuro Inc, formerly known as MRI Interventions Inc and SurgiVision Inc, a Johns Hopkins start-up.", "21812399": "Herbert S. Snyder (born September 7, 1953 in Winchester, Virginia) is a former Democratic member of the West Virginia Senate representing District 16.[1]", "52417716": "Subramania Ranganathan (1934–2016), popularly known as Ranga,[1] was an Indian bioorganic chemist and  professor and head of the department of chemistry at the Indian Institute of Technology, Kanpur.[2] He was known for his studies on synthetic and mechanistic organic chemistry[3] and was an elected fellow Indian National Science Academy,[4] National Academy of Sciences, India[5] and the Indian Academy of Sciences[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1977, for his contributions to chemical sciences.[7]", "40817852": "George Turner (died 1610) was an English physician in London. He is known for his interest in alchemy and friendship with Simon Forman. His wife was the convicted murderer Anne Turner.", "2086076": "W. Ford Doolittle FRSC FRS (born February 21, 1942, in Urbana, Illinois)[1] is an evolutionary and molecular biologist. He is a member of the US National Academy of Sciences and a Fellow of the Royal Society of Canada and the Norwegian Academy of Science and Letters.[2] He is also the winner of the 2013 Herzberg Medal of the Natural Sciences and Engineering Research Council of Canada[3] and the 2017 Killam Prize.[4]", "27284673": "John Hadley (1731 – 5 November 1764) was an English chemist and physician.", "48878793": "Wilhelm Heinrich Sebastian Bucholz (23 December 1734, Bernburg – 16 December 1798) was a German pharmacist and chemist.", "66606282": "Regina Palkovits (born 1980) is a German chemist who is a Professor of Chemistry at the RWTH Aachen University. Her research considers heterogenous catalysis. She was elected a Fellow of the North Rhine-Westphalian Academy of Sciences, Humanities and the Arts in 2020.", "36721867": "Kenneth Kaushansky, M.D., Master of the American College of Physicians (MACP) (born October 20, 1953) is an American medical doctor, hematologist, former editor of the medical journal Blood, and served as the dean of the Stony Brook University School of Medicine from 2010 to 2021. Prior to moving to Stony Brook, he was the Helen M. Ranney Professor, and chair of the department of medicine at University of California, San Diego School of Medicine.[1][2][3][4][5][6][7]", "2610385": "Gilbert Chu (Chinese: 朱築文; pinyin: Zhū Zhùwén) is an American biochemist. He is a Professor of Medicine (Oncology) and Biochemistry at the Stanford Medical School.", "9688283": "William Ripley Nichols (April 30, 1847 – July 14, 1886) was a noted American chemist.", "14144733": "Günter Wirths (1 June 1911 – 26 January 2005)[1][2] was a German chemist who was an authority on uranium production, especially reactor-grade.  He worked at Auergesellschaft in the production of uranium for the Heereswaffenamt and its Uranverein project.  In 1945, he was sent the Soviet Union to work on the Russian atomic bomb project.  When he was released from the Soviet Union, he settled in West Germany, and worked at the Degussa company.", "52483300": "Swapan Kumar Pati (born 1968) is an Indian quantum chemist, a professor of the department of chemistry at the Jawaharlal Nehru Centre for Advanced Scientific Research and the head of the Quantum Theory Molecules to Materials Group at the institute.[1] He is known for his studies on electronic optical and magnetic phenomena in molecular systems[2] and is an elected fellow of the Indian Academy of Sciences,[3] National Academy of Sciences, India[4] and The World Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2010, for his contributions to chemical sciences.[6]", "8901865": "Mildred Cohn (July 12, 1913 – October 12, 2009)[1][2] was an American biochemist who furthered understanding of biochemical processes through her study of chemical reactions within animal cells. She was a pioneer in the use of nuclear magnetic resonance for studying enzyme reactions, particularly reactions of adenosine triphosphate (ATP).[3]", "873709": "Helen Patricia Sharman, CMG, OBE, HonFRSC (born 30 May 1963) is a British chemist and astronaut who became the first British person, first Western European woman and first privately funded woman in space, as well as the first woman to visit the Mir space station, in May 1991.", "70145269": "Teresa Shu-Fong Wang is an American biochemist.", "68801788": "Chava Lifshitz (March 26, 1936 – March 1, 2005), née Eva Wolf, was an Austrian-Israeli chemist who was best known for her contributions to mass spectrometry and the gas-phase chemistry of ions. She was awarded the Israel Chemical Society Prize for Outstanding Scientist in 2003.", "68572415": "Daniel J. O'Leary is an American organic chemist.[1][2] He is the Carnegie Professor of Chemistry at Pomona College in Claremont, California,[1] and runs a lab that uses nuclear magnetic resonance spectroscopy to study compounds.[1]", "1234176": "Sir William de Wiveleslie Abney KCB FRS FRSE (24 July 1843 – 3 December 1920) was an English astronomer, chemist, and photographer.", "62018822": "Betty Julia Sullivan (31 May 1902 — 25 December 1999) was an American biochemist between the 1920s and 1940s at Russell Miller Milling Company. In 1947, Sullivan began her executive career as research director and vice-president for Russell Miller until the company became part of Peavey Company in 1958. After the merger, Sullivan remained in her executive roles before leaving in 1967 to co-start an agribusiness consulting company. While working at Experience Inc., Sullivan became director of the company in 1975 and retired in 1992. During her career, Sullivan was the first woman to receive the Osbourne Medal from the American Association of Cereal Chemists, in 1948. In 1954, Sullivan was awarded the Garvan–Olin Medal from the American Chemical Society.", "34329867": "Alwin Max Pappenheimer Jr. (November 25, 1908 – March 21, 1995) was an American biochemist and immunologist.[1][2][3]", "22893838": "Dennis A. Dougherty (born December 4, 1952, in Harrisburg, Pennsylvania) is the George Grant Hoag Professor of Chemistry at California Institute of Technology.  His research applies physical organic chemistry to systems of biological importance.  Dougherty utilizes a variety of approaches to further our understanding of the human brain, including the in vivo nonsense suppression methodology for incorporating unnatural amino acids into a variety of ion channels for structure-function studies.", "56317199": "Henrik Ehm (died December 1701) was a Danish coppersmith and alchemist. He owned and leased a number of copper mills in North Zealand, including Hammermøllen at Hellebæk and Brede Works, Fuglevad and Nymølle on Mølleåen. He also owned a number of properties in Copenhagen, including the house at Nyhavn 59 which is still known as the Alchemist's House after him.[1]", "51729682": "Nine Choucroun, born Fortunée Schecroun (October 6, 1896 – December 10, 1978) was a French biochemist. She was director of research at the Institut de biologie physico-chimique in Paris. She developed, inter alia, the electrophoresis.[1]", "16307481": "Ludwig Knorr (2 December 1859 – 4 June 1921) was a German chemist. Together with Carl Paal, he discovered  the Paal–Knorr synthesis, and the Knorr quinoline synthesis and Knorr pyrrole synthesis are also named after him. The synthesis in 1883 of the analgesic drug antipyrine, now called phenazone, was a commercial success. Antipyrine was the first synthetic drug and the most widely used drug until it was replaced by Aspirin in the early 20th century.[1]", "33084698": "Yusif Haydar oglu Mammadaliyev (Azerbaijani: Yusif Heydər oğlu Məmmədəliyev; December 31, 1905 – December 15, 1961) was an Azerbaijani and Soviet chemist. He was a Doctor of Chemistry, academician of the National Academy of Sciences of the Azerbaijan SSR, and was the president of the National Academy of Sciences of the Azerbaijan SSR.[1]", "16569626": "Robert H. Shapiro (July 18, 1935 – August 21, 2004) was an American chemist. Shapiro was educated at the Stanford University, where he received his MS and Ph. D.[1] In 1965 he became professor at the University of Colorado at Boulder, and from 1980 until his retirement in 1989 he worked at the James Madison University.[1] He then became dean at the United States Naval Academy until his retirement in 1998.[1]", "58840349": "William Hodgson Ellis (1845–1920) was a Professor of Applied Chemistry from 1878, and Dean of the Faculty of Applied Science and Engineering in the University of Toronto from 1914, until his retirement in 1919.[1]", "4117801": "Elaine Kildare Murray (born 22 December 1954) is a retired Scottish Labour politician. She was leader of Dumfries and Galloway Council for the 2017–2022 term. She was also the Member of the Scottish Parliament (MSP) for Dumfries from 1999 to 2011, and then for Dumfriesshire from 2011 to 2016. At the 1999, 2003 and 2007 elections, Murray increased her percentage share of the vote. She was Shadow Minister for the Environment in the Scottish Parliament.[1] She lost her seat in 2016.", "51336490": "Miha Tišler (September 18, 1926 – March 25, 2021) was a Slovene chemist who served as a professor of chemistry at the Faculty of Natural Sciences and Technology in Ljubljana, Slovenia.[1][2]", "69915948": "Andrew Graham Ewing (born 19 January 1957) is an American chemist.", "51631408": "Emile Justin Armand Gautier (23 September 1837, in Narbonne – 27 July 1920, in Cannes) was a French biochemist and dietitian.", "3134771": "Franz Kessler (c. 1580–1650) was a portrait painter,[1] scholar, inventor and alchemist living in the Holy Roman Empire during the 16th and 17th centuries.", "62870839": "Otto S. Wolfbeis (born 18 July 1947) was a professor of analytical chemistry and Interface chemistry at the University of Regensburg in Germany until his retirement in 2013.", "68572474": "Cynthia Rachel D. Selassie is an American bio-organic and medicinal chemist known for her work with quantitative structure-activity relationships (QSAR).[1] She is the Blanche and Frank R. Seaver Professor of Science and professor of chemistry at Pomona College in Claremont, California.[1]", "316733": "Johann Joachim Becher (German: [ˈbɛçɐ]; 6 May 1635 – October 1682) was a German physician, alchemist, precursor of chemistry, scholar, polymath and adventurer, best known for his development of the phlogiston theory of combustion, and his advancement of Austrian cameralism.", "35575107": "Vil Sultanovich Mirzayanov  (Russian: Вил Султанович Мирзаянов, Tatar: Вил Солтан улы Мирзаҗанов; born 9 March 1935 in Starokangyshevo, Dyurtyulinsky District, Bashkortostan) is a Russian chemist of ethnic Tatar origin who now lives in the United States, best known for revealing secret chemical weapons experimentation in Russia.", "54596": "Charles Macintosh FRS (29 December 1766 – 25 July 1843) was a Scottish chemist and the inventor of the modern waterproof raincoat.[1] The Mackintosh raincoat (the variant spelling is now standard) is named after him.", "53925189": "Troy A. Van Voorhis (born 1976) is an American chemist. He is currently the Haslam and Dewey Professor of Chemistry at Massachusetts Institute of Technology.[1]", "53925190": "Keith Adam Nelson is an American physical chemist, currently the Haslam and Dewey Professor of Chemistry at Massachusetts Institute of Technology.[1]", "53400906": "Jan Theodoor Gerard Overbeek (Groningen, January 30, 1911 – February 19, 2007)[1] was a Dutch professor of physical chemistry at the Utrecht University.", "58021198": "John Allen (born 23 June 1950[1]) is a British biochemist. He is an honorary professor at the  Department of Genetics, Evolution and Environment at the University College London in the United Kingdom.[2]", "29250897": "Samuel James (Sam) Thomson (27 September 1922 – 4 March 2006) was a Scottish chemist and author, and was reader, titular professor and director of chemical laboratories at the University of Glasgow.", "39245138": "Marianne Tso Wong Man-yin BBS FRSC (born 30 October 1944, Beijing) is a Hong Kong chemist.", "71783766": "Barbara Burger is an American chemist who is Energy Director and former President of Chevron Technology Ventures at Chevron Corporation. She was awarded the California Institute of Technology Alumni Award in 2021.", "11785560": "Herman Bodson (21 December 1912 – 28 December 2001) was a Belgian scientist, mineralogist and member of the Belgian resistance during the Second World War. After the war he emigrated to the United States, where he published numerous books about his experiences during the conflict.", "54318425": "Noemí Elisabet Zaritzky (born 7 February 1951) is an Argentine chemistry professor and researcher.", "55629153": "Helen E. Blackwell (born 1972)[1] is an American organic chemist and chemical biologist. She is a professor at the University of Wisconsin–Madison.", "67720549": "Christina Moberg (born 1947) is a Swedish chemist who is a professor of Organic Chemistry at the KTH Royal Institute of Technology. She was elected an Honorary Fellow of the Royal Society of Chemistry in 2017.", "68670825": "Susannah L. Scott is a Canadian-American chemist who is Professor of Surface Chemistry and the Duncan and Suzanne Mellichamp Chair in Sustainable Catalysis at the University of California, Santa Barbara. Her research considers the design of heterogeneous catalysts for the efficient conversion of feedstocks and catalysts that improve the environment. She serves as an Executive Editor of ACS Catalysis and is a Fellow of American Association for the Advancement of Science.", "22730091": "Helen Murray Free (February 20, 1923 – May 1, 2021) was an American chemist and educator. She is most known for revolutionizing many in vitro self-testing systems for diabetes and other diseases while working at Miles Laboratories. The tests are still marketed today with blood tests as Ascensia Diabetes Care, and urine tests under Siemens Healthineers. The pioneering dip-and-read strips, allowed for testing to be more convenient and efficient, enabling doctors and patients to be less reliable to laboratories for results.", "64345459": "Vivienne Joyce Thom AM (born 1960) is an Australian former public servant and current independent consultant and intelligence specialist. From 2010 to 2015, Thom was the Inspector-General of Intelligence and Security with oversight over the six agencies of the Australian Intelligence Community.", "70178173": "Celest Rohlfing is a retired American chemist and the former chief operating officer at the American Association for the Advancement of Science (AAAS).", "46355838": "Harry Walter \"H.W.\" Tyler (April 16, 1863 – February 3, 1938) was an active member of the science and education scholarly communities in the late 19th and early 20th centuries. After receiving his Bachelor of Science from the Massachusetts Institute of Technology (MIT) in 1884, he taught and served in various administrative positions at the Institute from 1884 until his retirement in 1930.[1]", "64771464": "Jack Throck Watson (May 2, 1939 – September 3, 2016) was an American biochemist who was a professor of biochemistry and chemistry at the Michigan State University (MSU), where he was also director of the MSU Mass Spectrometry Facility.[1] While at MIT, Watson developed a gas chromatography–mass spectrometry interface, known as the Watson–Biemann separator, that removes helium from the gas chromatograph column effluent, thereby allowing analysis of less volatile and more polar compounds.[2] Watson later worked on methods for the structure elucidation of peptides and proteins using fast atom bombardment and matrix-assisted laser desorption ionization (MALDI) mass spectrometry. After retirement in 2006, he continued to work on his introductory mass spectrometry textbook and teach short-courses in mass spectrometry.[3]", "55498138": "Ned D. Heindel (September 4, 1937) was an American chemist. He was the Howard S. Bunn Distinguished Professor Emeritus of Chemistry at Lehigh University, where he continued to do research.[2] Heindel also worked as a medical research consultant.[3][1][4] Heindel's research focused on diagnostic and therapeutic drug development. He served as president of the American Chemical Society in 1994,[5] and has twice chaired the ACS Division for the History of Chemistry.[6] He died on June 27, 2023.[7]", "44946849": "Mark Mordecai Green (born April 6, 1937) is an American chemist, writer and professor of chemical and biomolecular engineering at the New York University Tandon School of Engineering.[1][2] He is best known for his extensive work on an aspect of stereochemistry involved in cooperative chirality and also for his book Organic Chemistry Principles in Context: A Story Telling Historical Approach, which can be used in teaching organic chemistry in an unprecedented way.[3][4]", "2512293": "Count Vincenzo Dandolo (1758–1819) was an Italian chemist and agriculturist. He was born in Venice of good family, though not of the same house as the famous doges, and began his career as a physician.[1]", "48027046": "Dmytro Melnychuk (Ukrainian: Дмитро Мельничук; born November 5, 1943) – Hero of Ukraine,[1] academician of National Academy of Sciences and National Academy of Agrarian Sciences, professor (biochemistry), doctor of biological sciences, honored worker of science of Ukraine, state prize laureate in science and technology of Ukraine, Full Cavalier of Ukraine titles \"For Merits\", rector of the National University of Life and Environmental Sciences of Ukraine (NULES of Ukraine, 1984–1.06.2014), professor of the department of biochemistry and the quality and safety of agricultural products NULES of Ukraine, member of the bureau of biochemistry, physiology and medical sciences of Ukraine, member section \"Biology\" of the state committee of Ukraine on awarding state prizes of Ukraine in science and technology, member of the scientific council of the world confederation of associations of higher agricultural education and life sciences (since 2013), member of the agrarian party of Ukraine (since 1996), chairman of the NGO \"Council of Ukraine heroes in agriculture \" (since 2014), honored veteran of Kyiv.", "22992295": "Thomas ap Rees (19 October 1930 – 3 October 1996) was a botanist. He was Professor of Botany in the Department of Plant Sciences at the University of Cambridge between 1991 and 1996[3] when he has killed in a road accident whilst cycling home.[4]", "73029029": "Günter Victor Schulz (born October 4, 1905, in Łódź; died February 25, 1999, in Mainz) was a German chemist. He made seminal contributions to macromolecular chemistry. His name lives on in the Flory-Schulz distribution and the Schulz-Zimm distribution.", "6608298": "Fredric John Baur (July 14, 1918 – May 4, 2008) was an American organic chemist and food storage scientist notable for designing and patenting the Pringles packaging.[1][circular reference] Baur filed for a patent for the tubular Pringles container and for the method of packaging the curved, stacked potato chip in the container in 1966, and it was granted in 1971.[2] His other accomplishments included development of frying oils and freeze-dried ice cream.[3] Baur was a graduate of the University of Toledo in Toledo, Ohio, and received both his master's and PhD degrees at Ohio State University. He also served in the U.S. Navy as an aviation physiologist. He was a resident of Cincinnati, Ohio.", "55825837": "Beatriz Álvarez Sanna (born 17 September 1968) is a Uruguayan chemist and biochemistry professor at the Faculty of Sciences of the University of the Republic. She researches in the areas of redox biochemistry and enzymology. In 2013 she was the winner of the L'Oréal-UNESCO Award for Women in Science.[1][2]", "26891697": "Carl-Bertil Laurell (born 28 June 1919 in Uppsala, dead 18 September 2001 in Malmö)[1] was a Swedish medical doctor and researcher.  Laurell was Professor of clinical chemistry at Lund University. He named the blood plasma protein transferrin, and discovered that an inherited lack of Alpha 1-antitrypsin could lead to emphysema.[2]", "38163893": "Sir David Paton Cuthbertson,  CBE, FRSE (9 May 1900 – 15 April 1989)[1] was a Scottish physician, biochemist, medical researcher and nutritionist who was a leading authority on metabolism. The Rowett Research Institute became one of the world's leading centres for animal nutrition research under Cuthbertson's leadership (1945–65).[2]", "10474937": "Robin Perutz FRS (born December 1949, in Cambridge) is a professor of Inorganic Chemistry at the University of York, where he was formerly head of department between 2000 and 2004.He is also the son of the Nobel Prize winner Max Perutz.", "40195514": "Otto Lin was born Chui Chau Lin (林垂宙) in Shantou, Guangdong, China, in 1938. He came to Hong Kong as a refugee and went to Taiwan in 1953 where education at K-12 level was free. He attended National Taiwan University and received a BS in chemical engineering in 1960. After serving in ROTC, he was admitted to University of Illinois at Champaign-Urbana for post-graduate studies. Later he transferred to Columbia University in the City of New York, received the Ph.D. degree in 1967 in chemistry. His doctoral research was on the relationship of macromolecular conformation and hydrodynamic properties of DNA.", "47338942": "João J. R. Fraústo da Silva (Tomar, August 30, 1933 – June 10, 2022) was a Portuguese chemist.[1][2]", "31806911": "Frederick Augustus Ludwig Karl Wilhelm Genth (May 17, 1820 – February 2, 1893) was a German-American chemist, specializing in analytical chemistry and mineralogy.", "32691649": "Carl Marcus Olson (1911 – May 16, 2011) has been credited as the discoverer of the process to make silicon pure.[1]", "4249028": "Ferdi Schüth (Ferdi Schueth) is a German chemist.", "22992325": "Kuruppasserry Varkey Thomas (born 10 May 1946), is an Indian politician from Kumbalangi in Ernakulam district, Kerala, India. He  represented  Ernakulam Constituency from 2009 to 2019. He was the Minister of State in the Ministry of Agriculture and Minister of State in the Ministry of Consumer Affairs, Food and Public Distribution, 2nd UPA Government;[2] a member of the Indian Parliament;[3] and was a member of All India Congress Committee from [4]1984 to 2022. He is now the Special Representative of Government of Kerala at New Delhi with Cabinet rank.", "6051270": "Eugène Jules Houdry (Domont, France, April 18, 1892 – Upper Darby Township, Pennsylvania, July 18, 1962)[1] was a mechanical engineer who graduated from École Nationale Supérieure d'Arts et Métiers in 1911. \nHoudry served as a lieutenant in a tank company in the French Army during World War One, receiving the French Legion of Honour. \nHe helped innovate catalytic cracking of petroleum feed stocks,[2][3][4][5] for which he \nreceived the Perkin Medal among others.[2]", "65197513": "William Jacob Knox Jr. (January 5, 1904 - July 9, 1995) was an American chemist at Columbia University in New York City and one of the  African American scientists and technicians on the Manhattan Project.[1] Knox held an unprecedented position, serving as the only African American supervisor for the Manhattan Project. Knox is credited for nuclear research of gaseous diffusion techniques used for the separation of uranium isotopes. Knox's efforts in the development of uranium contributed to the atomic bombings of Hiroshima and Nagasaki, Japan, in 1945.", "11785678": "William (Bill) DeGrado (born 1955) is a professor at the University of California, San Francisco, where he is the Toby Herfindal Presidential Professor of Entrepreneurship and Innovation in the Department of Pharmaceutical Chemistry.[1] As an early pioneer of protein design, he coined the term de novo protein design. He is also active in discovery of small molecule drugs for a variety of human diseases. He is a member of the U.S. National Academy of Sciences (1999), American Academy of Arts & Sciences (1997) and National Academy of Inventors. He also is a scientific cofounder of Pliant therapeutics.", "55236047": "Eric Edward Conn (January 6, 1923 – September 2, 2017) was an American biochemist. His research focused on plant metabolism, specifically the intermediary metabolism of secondary plant products.", "44226002": "Daniel Douglas Eley OBE, FRS (1 October 1914 – 3 September 2015) was a British chemist and Professor of Physical Chemistry at the University of Nottingham. He is known for the Eley–Rideal mechanism in surface chemistry.", "40818132": "Ulmas Mirsaidovich Mirsaidov (born November 10, 1945) is a Tajik theoretical chemist. He is the Mirsaidov Ulmas Mirsaidovich Professor of Chemistry.\n[1] He is Director of Nuclear and Radiation Safety Agency under AS RT.\n[2]", "73553366": "Randal Thomas Mowbray Berkeley, 8th Earl of Berkeley FRS (31 January 1865 – 15 January 1942) was a British peer, physical chemist, and landowner.", "32757215": "Robert Ogden Doremus (11 January 1824 – 22 March 1906) was a United States chemist and physician.", "15685091": "Muhammad Qudrat-A-Khuda (c. 1900 – 3 November 1977) was a Bangladeshi organic chemist, educationist and writer.[1] He was a professor of chemistry at Presidency College, Kolkata.[2] From 1969 till 1972, he served as the president of the Pakistan Academy of Sciences. After the independence of Bangladesh, as a chairman of the National Education Commission, he published a report named Qudrat-a-Khuda Education Commission Report. He founded the Bangladesh Council of Scientific and Industrial Research. [1]", "6870500": "Barry Maurice Waller Trapnell,  CBE, DL  (18 May 1924 – 1 August 2012) was an English academic, school headmaster and a gifted amateur sportsman. As a cricket batsman, he was right-handed, and as a bowler, he was right-arm medium pace.", "66573796": "Lowell P. Hager (1926 − 15 April 2014)[1] was an internationally known enzymologist and protein chemist. He was head of the department of biochemistry at the University of Illinois where he was a member of the faculty since 1960 and head of the department for 20 years.[2] He was elected to the National Academy of Sciences in 1995.[3] He was best known for his work on halogenating enzymes and heme peroxidases, chemicals found widely in biochemical systems.[1]", "52712934": "Valentin Nikolayevich Parmon (Russian: Валенти́н Никола́евич Пармóн; born 18 April 1948 in Brandenburg) is a Russian scientist who is credited with inventing new and improved catalytic processes in the field of energy technology.", "47076840": "Bert Marc Weckhuysen FRSC (born 27 July 1968) is a professor of inorganic chemistry and catalysis at Utrecht University, originally from Belgian descent. Weckhuysen is best known for his developments in operando (micro)spectroscopy; imaging catalysis at macro, meso and micro scales, from the reactor down to interactions between single atoms and molecules. He was a winner of the 2013 Spinoza Prize, and was knighted in the Order of the Netherlands Lion in 2015.[1]", "14112236": "Sir Cedric Stanton Hicks (2 June 1892 – 7 February 1976) was an Australian pharmacologist, physiologist and nutritionist. He was Professor of Human Physiology and Pharmacology at the University of Adelaide.", "2086384": "Armand Paul Alivisatos (born November 12, 1959) is an American chemist and academic administrator who has served as the 14th president of the University of Chicago since September 2021. He is a pioneer in nanomaterials development[1][2] and an authority on the fabrication of nanocrystals and their use in biomedical and renewable energy applications.[3] He was ranked fifth among the world's top 100 chemists for the period 2000–2010 in the list released by Thomson Reuters.[4][5]", "6215157": "Sir Rex Edward Richards FRS FRSC FBA (28 October 1922 – 15 July 2019) was a British scientist and academic. He served as Vice-Chancellor of the University of Oxford[2] and as a director of the Leverhulme Trust.", "1791478": "James Mitchell Tour is an American chemist and nanotechnologist. He is a Professor of Chemistry, Professor of Materials Science and Nanoengineering at Rice University in Houston, Texas.", "52745718": "Johann Gasteiger (27 October 1941 in Dachau) is a  German Chemist and a Chemoinformatician on which he wrote and edited various books.[1][2]", "15848953": "Tohru Fukuyama (福山 透, Fukuyama Tōru, born 9 August 1948) is a Japanese organic chemist and Professor of Chemistry at University of Tokyo in Japan. He discovered the Fukuyama coupling in 1998.", "72275452": "Alta Walker (April 28, 1942 – August 1, 2015) also known as A.S. Walker was a geologist for the National Air and Space Museum,[1] the US Geological Survey, and Department of the Interior,[2] where she mapped the moons of Jupiter as well as the dark side of Earth’s Moon. Walker participated in a National Academy of Sciences scientific study group in 1980 in China. Her research on desertification was featured in American Scientist with her article, “Deserts of China”. Walker authored several books on deserts, geology and resources between 1981 and 2000<,[3] was a contributing writer of the book Geomorphology from Space and co-authored Rocks and War: Geology and the Civil War Campaign of Second Manassas with her partner E-An Zen.", "11064834": "Edward Adam (11 October 1768 - 11 November 1807[1]) was a French chemist who, beginning in 1800 while studying at Montpellier, invented various still modifications to improve chemical rectification,[2][3][4][5] upon which the industrialization of the manufacture of products such as liquor have since been based.[6]", "53827083": "Rebecca Abergel is a French inorganic chemist who specializes in the coordination chemistry between lanthanide and actinide complexes.  Alongside the effects of heavy element exposure and contamination on different biological systems. Abergel is currently a faculty scientist and heavy element chemistry group leader at the chemical sciences division of Lawrence Berkeley National Laboratory in Berkeley, California. She is also assistant professor of nuclear engineering at University of California, Berkeley.[1][2]", "14439947": "John Theodore (Theo) Merz (30 March 1840 – 21 March 1922)[1] was a German British chemist, historian and industrialist.", "22036": "Norman Hackerman (March 2, 1912 – June 16, 2007) was an American chemist, professor, and academic administrator who served as the 18th President of the University of Texas at Austin (1967–1970)[2] and later as the 4th President of Rice University (1970–1985).[3] He was an internationally known expert in metal corrosion.[4]", "57693722": "Xu Genjun (Chinese: 许根俊; 23 November 1935 – 8 January 2008) was a Chinese biochemist. He was a professor at the Shanghai Institute of Biochemistry and Cell Biology. He was an academician of the Chinese Academy of Sciences and President of the Chinese Society of Biochemistry and Molecular Biology.[1]", "1267226": "Claude François Geoffroy (1729 – 18 June 1753) was a French chemist. In 1753 he proved the chemical element bismuth to be distinct from lead, becoming the official discoverer of the element. Before this time, bismuth-containing minerals were frequently misidentified as either lead, tin, or antimony ores. His observations on the matter were published in the Mémoires de l’académie française in 1753.[1][2]", "52450854": "Samaresh Bhattacharya (born 1960) is an Indian inorganic and organometallic chemist and a professor of the department of chemistry at Jadavpur University.[1] He also serves as a dean of the faculty of science at the university.[2] He is known for his studies on the coordination compounds of the Platinum Group Metals with regard to their use in the activation of organic molecules.[3] He is an elected fellow of the Indian Academy of Sciences[4] and the West Bengal Academy of Science and Technology.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2005, for his contributions to chemical sciences.[6]", "61593133": "Frederick Conrad Koch (May 16, 1876 – January 26, 1948) was an American biochemist and endocrinologist. Born in Chicago, Illinois, Koch graduated from the University of Illinois in 1899. He was affiliated with the University of Chicago from 1912 to 1941, serving as chairman of the department of biochemistry from 1936 to 1941.[1] He retired as professor emeritus, and was director of biomedical research at Armour and Company. He was known primarily for his work on male sex hormones and testicular function.[2][3] He served as the 19th president of the Endocrine Society, which in 1957 established the Fred Conrad Koch Lifetime Achievement Award, the society's highest honor.[4]", "62379566": "Karen Bush is an American biochemist. She is a professor of Practice in Biology at Indiana University and the interim director of the Biotechnology program. Bush conducts research focusing on bacterial resistance mechanisms to beta-lactam antibiotics.[1]", "42358324": "Hong Byung-hee is a professor of the department of chemistry at Seoul National University. Hong has developed the method of synthesizing large-scale graphene by chemical vapor deposition (CVD), which triggered chemical researches toward the practical applications of graphene. His papers reporting the large-scale growth of graphene have been intensively cited by many graphene researchers, showing the originality and the significance of his research.", "16635444": "Ludwig Ramberg (21 February 1874 – 25 December 1940) was the Swedish chemist who discovered in 1940 the Ramberg-Bäcklund reaction, together with his student Birger Bäcklund (2 May 1908 – 21 January 1997).", "46978613": "John Young Buchanan FRSE FRS FCS (20 February 1844 – 16 October 1925) was a Scottish chemist, oceanographer and Arctic explorer. He was an important part of the Challenger Expedition.", "18142776": "Angelo Angeli (20 August 1864 – 31 May 1931) was an Italian chemist. Angeli's salt and the Angeli–Rimini reaction are named after him.[1]", "10180152": "Henri Boris Kagan (born 15 December 1930) is currently an emeritus professor at the Université Paris-Sud in France. He is widely recognized as a pioneer in the field of asymmetric catalysis.  His discoveries have had far-reaching impacts on the pharmaceutical industry.[1]", "52254266": "Nancy Sottos is an American materials scientist and professor of engineering. She is the Swanlund Endowed Chair and the head of the department of materials science and engineering at the University of Illinois at Urbana–Champaign.[2] She is also a co-chair of the Molecular and Electronic Nanostructures Research Theme at the Beckman Institute for Advanced Science and Technology.[3] She heads the Sottos Research Group.[4]", "32921160": "Johann Christoph von Wöllner (19 May 1732, Döberitz, Margraviate of Brandenburg – 10 September 1800, Grossriez near Beeskow) was a Prussian pastor and politician under King Frederick William II. He was inclined to mysticism and joined the Freemasons and the Order of the Golden and Rosy Cross.", "34854475": "Other reasons this message may be displayed:", "70964813": "Henry Ernest Stapleton (1878-1962) was an English chemist, historian of chemistry, Arabist, linguist, and numismatist specializing in the history of alchemy and chemistry in the medieval Islamic world.[1]", "32265807": "Heinrich Ludwig Hermann Krekeler (20 July 1906 in Bottrop – 5 August 2003 in Bad Salzuflen) was a German chemist, politician, and ambassador.[1]", "60708433": "Jill A. Macoska is an American scientist and professor. She is the Alton J. Brann endowed chair and distinguished professor of science and mathematics at the University of Massachusetts Boston.[1]", "30627411": "Vincenzo Balzani (born 15 November 1936 in Forlimpopoli, Italy) is an Italian chemist, now emeritus professor at the University of Bologna.", "1988180": "Abraham Savitzky (May 29, 1919 in New York City – February 5, 1999 in Naples, Florida) was an American analytical chemist.", "49731159": "Jean-Nicolas Gannal, (27 July 1791, Saarlouis – 13 January 1852, Paris)[1] was a pharmacist, chemist, and inventor.", "69490265": "University of Texas Southwestern", "20207197": "Peter S. Kim (born April 27, 1958) is an American scientist. He was president of Merck Research Laboratories (MRL) 2003–2013 and is currently Virginia & D.K. Ludwig Professor of Biochemistry at Stanford University, Institute Scholar at Stanford ChEM-H, and Lead Investigator of the Infectious Disease Initiative at the Chan Zuckerberg Biohub.[4][5][6][7]", "62346846": "Mireille Kamariza is a Burundian-born American bioscientist and an Assistant Professor in the Bioengineering Department at the UCLA Henry Samueli School of Engineering and Applied Science. Previously, Kamariza was appointed as a Harvard Junior Fellow for her postdoctoral studies and she completed her doctoral studies in Biology at Stanford University. Her research considers the development of chemical biosensing tools, low cost point-of-care diagnostics, infectious diseases, and global health. In 2020, she was named as one of Chemical & Engineering News's Talented 12.", "3233373": "Sir Robert Moray (alternative spellings: Murrey, Murray) FRS (1608 or 1609 – 4 July 1673) was a Scottish soldier, statesman, diplomat, judge, spy, and natural philosopher.  He was well known to Charles I and Charles II, and to the French cardinals Richelieu and Mazarin.  He attended the meeting of the 1660 committee of 12 on 28 November 1660 that led to the formation of the Royal Society, and was influential in gaining its Royal Charter and formulating its statutes and regulations.[1] He was also one of the founders of modern Freemasonry in Great Britain.", "1267297": "Baron Axel Fredrik Cronstedt (/kroonstet/ 23 December 1722 – 19 August 1765) was a Swedish mineralogist and chemist who discovered the element nickel in 1751[3][4][5] as a mining expert with the Bureau of Mines.[3]  \nCronstedt is considered a founder of modern mineralogy,[6] for introducing the blowpipe as a tool for mineralogists, and for proposing that the mineral kingdom be organized on the basis of chemical analysis in his book Försök  til  mineralogie,  eller  mineral-rikets upställning (“An attempt at mineralogy or arrangement of the  Mineral Kingdom”, 1758).", "42456679": "Yoke Peng Loh is an American biochemist and molecular biologist currently acting as Senior Investigator and Head at the Section on Cellular Neurobiology, Laboratory of Developmental Neurobiology, Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), National Institutes of Health (NIH).[1] She earned a B.S. in biochemistry at University College Dublin in 1969 and a Ph.D. from the University of Pennsylvania in 1973. She did her postdoctoral work with Harold Gainer at NIH and at the Max Planck Institute in Germany.[2][3][4]", "6051432": "Warren Kendall Lewis (21 August 1882 – 9 March 1975) was an MIT professor who has been called the father of modern chemical engineering.[1]  He co-authored an early major textbook on the subject[2] which essentially introduced the concept of unit operations. He also co-developed the Houdry process under contract to The Standard Oil Company of New Jersey (now ExxonMobil) into modern fluid catalytic cracking with Edwin R. Gilliland, another MIT professor.", "1758830": "William Odling, FRS (5 September 1829 in Southwark, London – 17 February 1921 in Oxford) was an English chemist who contributed to the development of the periodic table.[1]", "53204592": "Carl Friedrich Wilhelm Wehmer (20 September 1858 Freiburg, Kingdom of Hanover - 11 January 1935 Hannover, Germany), was a German chemist and mycologist. He worked on the production of citric acid by fermentation.[1]", "1267320": "Johan Gottlieb Gahn (19 August 1745 – 8 December 1818) was a Swedish chemist and metallurgist who isolated manganese in 1774.[1]", "54908540": "Joanna (Joka) Maria Vandenberg (born 1938) is a Dutch solid state chemist and crystallographer who immigrated to the United States in 1968. At Bell Telephone Laboratories, she made a major contribution to the success of the Internet. She invented, developed, and applied the X-ray scanning tool for quality control essential to manufacturing indium gallium arsenide phosphide-based multi-quantum well lasers. These are the lasers that amplify and modulate light that travels through optical fibers that are at the heart of today's Internet.", "60020348": "Pierre A. Goloubinoff (born April 4, 1957) is a Swiss-Israeli biochemist, author and activist for Yemeni immigration and the preservation of Yemeni heritage. He is also known by the pen names David Hamami or Daoud Hamami.", "28431998": "John Paul C. Vergara is a professor at the Department of Information Systems and Computer Science, School of Science and Engineering, Ateneo de Manila University. He is the former the Vice President for the Loyola Schools of the University, succeeding Ma. Assunta Caoile-Cuyegkeng, Ph.D,[1][2][3] as well as former Vice President for the Ateneo Professional Schools.", "1267340": "Franz-Joseph Müller, Freiherr von Reichenstein or Franz-Joseph Müller von Reichenstein (1 July 1740 or 4 October 1742 – 12 October 1825 or 1826) was an Austrian mineralogist and mining engineer. Müller held several positions in the Habsburg monarchy administration of mines and coinage in the Banat, Transylvania, and Tyrol. During his time in Transylvania he discovered tellurium in 1782. In his later career he became a member of the imperial council in Vienna and was knighted and elevated to the rank Freiherr in 1820.", "34821776": "Dr. Theodore Shedlovsky (October 29, 1898 – November 5, 1976) was a Russian-born American chemist, a member of the National Academy of Sciences, noted for his work of applying electrochemistry to life processes and living cells.\n[1]\n[2]\nHe is the author of Electrochemistry in Biology and Medicine (New York: Wiley, 1955).", "31446685": "Antoine Germain Labarraque (28 March 1777 – 9 December 1850)[1] was a French chemist and pharmacist, notable for formulating and finding important uses for \"Eau de Labarraque\" or \"Labarraque's solution\", a solution of sodium hypochlorite[2] widely used as a disinfectant and deodoriser.[3]", "153262": "Robert H. Whytlaw-Gray, OBE, FRS[1] (14 June 1877 – 29 January 1958) was an English chemist, born in London. He studied at the University of Glasgow and University College London and was Professor of Inorganic Chemistry at the University of Leeds.  He and William Ramsay isolated radon and studied its physical properties (density, weight).[2]", "2807471": "Henry Bence Jones FRS (31 December 1813 – 20 April 1873) was an English physician and chemist.", "62445239": "Thuc-Quyen Nguyen is director and Professor at the Center for Polymers and Organic Solids (CPOS),[1] and a professor of the Chemistry & Biochemistry department at the University of California Santa Barbara.[2] Her research focuses on organic electronic devices, using optical, electrical, and structural techniques to understand materials and devices such as photovoltaics, LEDs, and field-effect transistors.", "11851450": "Mona Nemer, CM CQ FRSC (born 1957) is a Lebanese-Canadian scientist specializing in molecular genetics and cardiac regeneration. She was formerly a professor of pharmacology at the University of Montreal and the Director of the Cardiac Development Research Unit at the Institut de recherches cliniques de Montréal (IRCM) where she held a Tier 1 Canada Research Chair in Cardiovascular Cell Differentiation.[2][3][4] She is a professor of biochemistry at the University of Ottawa's Faculty of Medicine, and also served as Vice-President, Research at the University of Ottawa from 2006 to 2017.", "1234625": "Charles Giles Bridle Daubeny (11 February 1795 – 12 December 1867) was an English chemist, botanist and geologist.[1][2]", "1595074": "Henry George Thode CC MBE FRS FRSC[1] (September 10, 1910 – March 22, 1997) was a Canadian geochemist, nuclear chemist, and academic administrator. He was president and vice-chancellor of McMaster University from 1961 to 1972. Thode built a cyclotron capable of making radioactive isotopes and, along with C. H. Jaimet, investigated the use of radioactive iodine in the diagnosis and treatment of thyroid disease in humans, the first medical application of radioactive iodine in Canada.", "34592460": "Thomas Whitelock Kempthorne (c.1834–3 November 1915) was a New Zealand manufacturing chemist and businessman who co-founded Kempthorne Prosser in 1870 in Dunedin. He was born in Cornwall, England c.1834.[1]", "939729": "William Henry FRS (12 December 1774 – 2 September 1836) was an English chemist. He was the son of Thomas Henry and was born in Manchester England.[1][2] He developed what is known today as Henry's Law.", "1857235": "Olaf Karthaus (born 1963 in Koblenz) is a German polymer chemist and Professor at the Chitose Institute of Science and Technology in Chitose, Hokkaidō, Japan, researching polymer chemistry, thin films, photonics, and nanotechnology.", "1267412": "Juan José Elhuyar Lubize (15 June 1754 – 20 September 1796) was a Spanish chemist and mineralogist, who was best known for being first to isolate tungsten with his brother Fausto Elhuyar in 1783.[1][2]", "25515732": "Elmer Otto Kraemer (February 27, 1898 – September 7, 1943) was an American chemist whose studies and published results materially aided in the transformation of colloid chemistry from a qualitative to a quantitative science. For eleven years, from 1927 to 1938, he was the leader of research chemists studying fundamental and industrial colloid chemistry problems and a peer of Wallace Hume Carothers at the Experimental Station of the E. I. du Pont de Nemours Company where both men contributed to the invention of nylon that was publicly announced on October 27, 1938. The 1953 Nobel Laureate in chemistry, Hermann Staudinger, had a high regard for the American pioneers in polymer chemistry, particularly Kraemer and  Carothers[1]", "17290963": "David Chandler (October 15, 1944 – April 18, 2017) was a physical chemist and a professor at the University of California, Berkeley.[1] He was a member of the United States National Academy of Sciences and a winner of the Irving Langmuir Award. He published two books and over 300 scientific articles.", "56547037": "Kenneth Richard Seddon OBE (1950–2018) was a chemist specialising in ionic liquids.[1]", "1267422": "Fausto de Elhuyar (11 October 1755 – 6 February 1833) was a Spanish chemist, and the first to isolate tungsten with his brother Juan José Elhuyar in 1783. He was in charge, under a King of Spain commission, of organizing the School of Mines in México City and so was responsible for building an architectural jewel known as the \"Palacio de Minería\".  Elhuyar left Mexico after the Mexican War of Independence, when most of the Spanish residents in Mexico were expelled.[1]", "52451048": "Srinivasan Sampath (born 1961) is an Indian electrochemist, nanotechnologist and a professor of the department of chemistry at Indian Institute of Science.[1] He is known for his studies on supercapacitors and nano bimetallics.[2] He is an elected fellow of the Indian Academy of Sciences[3] and the Indian National Science Academy.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2006, for his contributions to chemical sciences.[5]", "7427830": "Mathew Carey Lea (August 18, 1823 – March 15, 1897) was an American chemist known for his research on the chemical and physical properties of silver halide salts and their usage in photography. He pioneered early work in mechanochemistry and developed Carey Lea Silver, a photochemical still in use today.", "1627901": "David 'Davy' Adriaan van Dorp (April 27, 1915 in Amsterdam – February 19, 1995 in Vlaardingen) was a Dutch chemist.", "21255938": "Jay Richmond Winkler, Ph.D. (b. January 28, 1956) is an American physical chemist, currently director of the Beckman Institute Laser Resource Center at the California Institute of Technology. He has authored over two hundred twenty five articles on applications of inorganic spectroscopy, including the pioneering study of intramolecular electron transfer reactions in biological systems.[1]", "1267459": "Andrés Manuel del Río y Fernández (10 November 1764 – 23 March 1849) was a Spanish scientist, naturalist and engineer, nationalized Mexican, who discovered compounds of vanadium in 1801. He proposed that the element be given the name panchromium, or later, erythronium, but his discovery was not credited at the time, and his names were not used.[1][2]", "58873610": "Farah Naz Talpur, Ph.D. (2007), is a Pakistani chemist, who is active in the fields of analytical chemistry and environmental science; she is an associate professor of the University of Sindh and sub-editor of Pakistan Journal of Analytical and Environmental Chemistry.[1]", "57693965": "Beatriz Roldán Cuenya (born 1976 in Oviedo) is a Spanish physicist working in surface science and catalysis. Since 2017 she has been director of the Department of Interface Science at the Fritz Haber Institute of the Max Planck Society in Berlin, Germany.", "448270": "Daniel Rutherford FRSE FRCPE FLS FSA(Scot) (3 November 1749 – 15 November 1819) was a Scottish physician, chemist and botanist who is known for the isolation of nitrogen in 1772.", "59234073": "Lumír Krejčí (born 30 March 1972 in Slavičín) is a Czech biochemist. His research is focused on regulatory processes involved in maintaining genome integrity. Currently, as Associate Professor in biochemistry, he leads the laboratory of recombination and DNA repair (LORD) at the Department of Biology, Faculty of Medicine, at Masaryk University in Brno.[1][2]", "51795737": "Jean-François Persoz (9 June 1805–September 1868[1]) was a French chemist known for discovering the enzyme diastase and on the properties of dextrin. He also wrote a report that coined the name cellulose.", "54023966": "Paul Anthony[1] Wender is an American chemist whose work is focused on organic chemistry, organometallic chemistry, synthesis, catalysis, chemical biology, imaging, drug delivery, and molecular therapeutics. He is currently the Francis W. Bergstrom Professor of Chemistry at Stanford University and is an Elected Fellow at the American Association for the Advancement of Science and the American Academy of Arts and Sciences.[2][3]", "13391648": "Jan Zaleski (born 8 March 1869 in Kalwaria near Augustów (modern-day Lithuania), in the Russian Empire; died 22 August 1932 in Warsaw, Republic of Poland) was a Polish biochemist who made significant contributions to the understanding of blood chemistry.", "54023969": "Robert M. Waymouth (born 1960) is an American chemist. He is the Robert Eckles Swain Professor in Chemistry at Stanford University.[1]", "1267492": "Anders Gustaf Ekeberg (Stockholm, Sweden, 16 January 1767 – Uppsala, Sweden, 11 February 1813) was a Swedish analytical chemist who discovered tantalum in 1802.[1][2][3][4]\nHe was notably deaf.[5]", "49927972": "Richard Dean McCullough (born April 9, 1959) is an American chemist, entrepreneur, first-generation college graduate, and president of Florida State University. He previously served as Vice Provost for Research at Harvard University,[2] where he was also a Professor of Materials Science and Engineering in the John A. Paulson School of Engineering and Applied Sciences.[3] \nIn 2021 McCullough was selected to serve as the 16th president of Florida State University after the departure of former President John E. Thrasher. He assumed office on August 16, 2021.[4][5]", "67327785": "Peeter Laurson (born 4 February 1971 in Tartu) is an Estonian chemist, economist and politician. He was a member of XII Riigikogu.[1]", "15652654": "Eugen Bamberger (19 July 1857 – 10 December 1932) was a German chemist and discoverer of the Bamberger rearrangement.", "40228654": "Levon Michael Khachigian (born 6 March 1964 in Beirut, Lebanon)[1] is an Australian medical research scientist notable for his work in vascular cell and molecular biology.[2] He is a Professor in the Faculty of Medicine at the University of New South Wales.[3]", "65525578": "Michael O’Keeffe (born April 3, 1934) is a British-American chemist. He is currently Regents’ Professor Emeritus in the School of Molecular Sciences at Arizona State University. As a scientist, he is particularly known for his contributions to the field of reticular chemistry. In 2019, he received the Gregori Aminoff Prize in Crystallography from the Royal Swedish Academy of Sciences.", "52942666": "Edward Alexander Anderson, known as Ed Anderson, is an organic chemist based at the University of Oxford. In 2016, the university awarded him the title of Professor of Organic Chemistry.", "1267533": "Bernard Courtois, also spelled Barnard Courtois, (8 February 1777 – 27 September 1838)[1] was a French chemist credited with first isolating iodine, making early photography possible.", "52254548": "Manojit Mohan Dhar (1927–2003) was an Indian natural product chemist and the director of Central Drug Research Institute.[1] He was known for his researches on peptides and the synthesis of the internucleotide bond[2] and was an elected fellow of the Indian National Science Academy.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1971, for his contributions to chemical sciences.[4]", "71554903": "Chuanyi Wang is a Chinese American, environmental chemistry scientist, academic, and an author. He is a Distinguished Professor and Academic Dean at the School of Environmental Science and Engineering at the Shaanxi University of Science & Technology.[1] He is recognized for his research in environmental photocatalysis, environmental materials, surface/interface chemistry, nanomaterials, and pollution controlling.[2]", "2217816": "Johannes Heinrich Matthaei (born 4 May 1929) is a German biochemist. He is best known for his unique contribution to solving the genetic code on 15 May 1961.", "25614172": "Richard Vance Wolfenden NAS AAA&S (born May 17, 1935) is an Alumni Distinguished Professor of chemistry, biochemistry and biophysics at the University of North Carolina at Chapel Hill.[2][3] He was elected to the National Academy of Sciences in 2002.[4][5] His research involves the kinetics of enzymatic reactions,[2] and his laboratory has made significant contributions to the understanding of catalytic rate enhancements.[6]", "186205": "Michael Joseph Behe[2] (/ˈbiːhiː/ BEE-hee; born January 18, 1952) is an American biochemist and an advocate of the pseudoscientific principle of intelligent design (ID).[3][4]", "4216670": "Maitland Jones Jr. (born November 23, 1937) is an American experimental chemist. Jones worked at Princeton University in his research lab from 1964 until his 2007 retirement.[1] He then taught at New York University from 2007 until his dismissal in 2022. He is known for changing how the subject of organic chemistry is taught to undergraduate students, through writing a popular textbook, Organic Chemistry, and re-shaping the course from simple rote learning to one that focuses on scientific problem solving.[2]", "34166625": "Louis Barkhouse Flexner (January 7, 1902 – March 29, 1996) was an American biochemist, a researcher into the biochemistry of memory.[2][1]\nFlexner proved, among other things, that the brain synthesized proteins at a much faster rate than had been widely held before him. He also established a link between protein synthesis and the brain's functions of learning and memory.[2]\nFlexner was a member of the National Academy of Sciences,[1] the founding director of the Institute of Neurological Sciences at the University of Pennsylvania,[2] chair of anatomy at the University of Pennsylvania,[1] a member of the American Academy of Arts and Sciences[2] and a member of the American Philosophical Society.[2]\nThe National Academies Press called him \"a major scientific figure\".[1]", "70276963": "Charles Gabriel Kurland (born 14 January 1936) is an American-born Swedish biochemist.", "18306917": "Allene Rosalind Jeanes (July 19, 1906 – December 11, 1995) was an American chemist whose pioneering work significantly impacted carbohydrate chemistry. Born in 1906 in Texas, Jeanes' notable contributions include the development of Dextran, a lifesaving blood plasma substitute used in the Korean and Vietnam wars, and Xanthan gum, a polysaccharide commonly used in the food, cosmetics, and pharmaceutical industries. Jeanes' innovations have had a lasting influence on medical treatments and everyday consumer products, highlighting her role as a key figure in applied carbohydrate science.[1] Her achievements earned her numerous accolades, including being the first woman to receive the Distinguished Service Award from the U.S. Department of Agriculture.", "1267560": "Karl Samuel Leberecht Hermann (20 January 1765 – 1 September 1846) was a German chemist who helped discover cadmium  in 1817.", "32757611": "Charles Avery Doremus (6 September 1851 in New York City – 2 December 1925 in New York City) was an American chemist.", "64444282": "Ann E. Hagerman is an American chemist. She is a professor of biochemistry at Miami University and an expert on Tannin chemistry. In 1998, she published High Molecular Weight Plant Polyphenolics (Tannins) as Biological Antioxidants, one of the most highly cited papers in the field.", "16603003": "Jacob Volhard  (4 June 1834 – 14 January 1910) was the German chemist who discovered, together with his student Hugo Erdmann, the Volhard–Erdmann cyclization reaction. He was also responsible for the improvement of the Hell–Volhard–Zelinsky halogenation.", "70539134": "Arne Thomas (born 1975) is a German chemist who researches porous and nanostructured materials for catalytic applications.", "53794702": "Jay A. Switzer is an American chemist, currently the Curators’ Distinguished Professor and Donald L. Castleman/FCR Missouri Endowed professor of Discovery in Chemistry at the Missouri University of Science and Technology.[1] Switzer received his BS degree in chemistry from the University of Cincinnati, and his PhD degree in inorganic chemistry from Wayne State University under Professor John F. Endicott. After receiving his PhD degree, he joined Union Oil Company of California (UNOCAL) as a senior research chemist. His research at UNOCAL was on photoelectrochemistry and the electrochemical processing of photovoltaic cells. In 1986, Switzer joined the Materials Science and Engineering Department of the University of Pittsburgh as an associate professor. In 1990, he moved to the University of Missouri, Rolla as a professor of chemistry. Switzer has spent most of his career working on the electrodeposition of nanostructured metal oxide semiconductors, magnetic materials, and catalysts. He is best known for his work on the electrodeposition of epitaxial metal oxides, oxide superlattices, chiral surfaces, and freestanding single-crystal metal foils. Switzer received the ECS Electrodeposition Research Award in 2003. He is a Fellow of AAAS, MRS, and ECS.", "67655566": "Elizabeth Niespolo is an American geologist. Her work utilizes geochemical methods to understand archaeological sites and human activity on multiple continents. Niespolo integrates laboratory and field work studying natural materials such as ostrich egg shells, corals, and minerals in rocks to quantify potential human environmental signatures preserved in these materials and their relevance in piecing together understanding of Homo sapiens through time. In the absence of archaeological sites, Niespolo uses high precision isotopic dating of minerals from volcanoes to determine their petrologic and eruptive history.", "21288848": "David Lester (January 22, 1916 – September 15, 1990) was an American biochemist who did extensive studies of alcoholism and was a professor at Rutgers University.[1]", "11786129": "Magnus \"Mac\" Freiherr von Braun (10 May 1919 – 21 June 2003) was a German chemical engineer, Luftwaffe aviator, rocket scientist and business executive. In his 20s he worked as a rocket scientist at Peenemünde and the Mittelwerk.", "46651281": "Christoph Kohl (born 11 January 1900 in Frankfurt) was a German chemist and industrial leader. He was chairman of the board of directors and CEO of the chemical and pharmaceutical company Cassella from 1964, chairman of its supervisory board and chairman of the supervisory board of Riedel-de Haën.", "3495824": "Achim Müller (born 14 February 1938 in Detmold) is a German chemist. He is Professor Emeritus at the Faculty of Chemistry, University of Bielefeld.", "53794703": "Gerben J. Zylstra (born January 3, 1959)[1][2][3][4] is an American biochemist, currently distinguished professor at Rutgers University and an Elected Fellow of the American Association for the Advancement of Science.[5][6][7]", "15030176": "William C. Pfefferle (April 24, 1923 – December 28, 2010) was an American scientist and inventor.[1][2]", "70932387": "Ulrich Hofmann (January 22, 1903 – July 5, 1986) was a German chemist known for his study of clay minerals and the pioneering use of electron microscopes in the study of carbonaceous materials.[1][2][3]", "42325925": "Sofia S. \"Topsy\" Simmonds (July 31, 1917 – July 27, 2007) was an American biochemist who studied amino acid metabolism and peptide metabolism in E. coli. Following training with Vincent du Vigneaud at Cornell University, she spent most of her career at Yale University. After decades as a researcher and then associate professor there, Simmonds became a full professor of biochemistry in 1975, and later served as Associate Dean of Yale College. With her husband Joseph Fruton, Simmonds coauthored the influential General Biochemistry, the first comprehensive biochemistry textbook.[1] Simmonds received the American Chemical Society's Garvan Medal in 1969.[2]", "5724072": "Udagawa Yōan (宇田川 榕菴, March 9, 1798 – June 22, 1846) was a 19th-century Japanese scholar of Western studies, or \"Rangaku\". In 1837, he published the first volume of his Introduction to Chemistry (舎密開宗, Seimi Kaisō),[a] a compilation of scientific books in Dutch, which describes a wide range of scientific knowledge from the West. Most of the Dutch original material appears to be derived from William Henry's 1799 Elements of Experimental Chemistry. In particular, the book contains a very detailed description of the electric battery invented by Volta forty years earlier in 1800. The battery itself was constructed by Udagawa in 1831 and used in experiments, including medical ones, based on a belief that electricity could help cure illnesses.[1][2][3][4]", "23943084": "Francis Sellers Collins ForMemRS (born April 14, 1950) is an American physician-scientist who discovered the genes associated with a number of diseases and led the Human Genome Project. He served as director of the National Institutes of Health (NIH) in Bethesda, Maryland, from 17 August 2009 to 19 December 2021, serving under three presidents.[1][2]", "19126192": "Min Enze (simplified Chinese: 闵恩泽; traditional Chinese: 閔恩澤; pinyin: Mǐn Ēnzé; 4 February 1924 – 7 March 2016) was a Chinese chemical engineer and chemist. He was an expert in petrochemical catalysis, and an academician of the Chinese Academy of Sciences (CAS) and the Chinese Academy of Engineering (CAE).", "2807731": "William Rufus Dickie (February 20, 1916 – December 23, 1997) was a Canadian chemist and professional ice hockey goaltender who played in one National Hockey League game for the Chicago Black Hawks during the 1941–42 season. Dickie replaced Sam LoPresti in a 4–3 victory over the Montreal Canadiens on February 5, 1942.[1]", "66934710": "Leslie Leiserowitz (Hebrew: לסלי ליזרוביץ, born 1934 in Johannesburg) is an Israeli chemist and crystallographer.", "65066935": "Thérèse Tréfouël (née Boyer, 19 June 1892 — 9 November 1978) was a French chemist. Along with her husband, Jacques Tréfouël, she is best known for her research on sulfamides, a novel class of antibiotic drugs.", "1267644": "Ferdinand Reich (19 February 1799 – 27 April 1882) was a German chemist who co-discovered indium in 1863 with Hieronymous Theodor Richter.", "59070402": "Peter Schreiner may refer to:", "59234246": "Wilhelm Karl Klemm  (5 January 1896 – 24 October 1985) was an inorganic and physical chemist.[2][5] \nKlemm did extensive work on intermetallic compounds, rare earth metals, transition elements and compounds involving oxygen and fluorine. \nHe and Heinrich Bommer were the first to isolate elemental erbium (1934)[6] and ytterbium (1936).[5][7][8]\nKlemm refined Eduard Zintl's ideas about the structure of intermetallic compounds and their connections to develop the Zintl-Klemm concept.[9][10][11]", "1267655": "Hieronymus Theodor Richter (21 November 1824 – 25 September 1898) was a German chemist.", "67360713": "Catherine Cooksey is an American chemist at the National Institute of Standards and Technology (NIST) in the Sensor Science Division of the Physical Measurement Laboratory. She is responsible for realizing and maintaining NIST's national scale for spectral transmittance at ultraviolet, visible, and near-infrared wavelengths. Cooksey is a leading expert in spectrophotometry and low uncertainty methods of measuring spectral reflectance and transmittance.", "33576907": "Charles Phelps \"Charlie\" Smyth[1] (/smaɪθ/;[2] February 10, 1895 – March 18, 1990) was an American chemist. He was educated at Princeton University and Harvard University. From 1920 to 1963 he was a faculty member in the Princeton Department of Chemistry, and from 1963 to 1970 he was a consultant to the Office of Naval Research. He was awarded the Nichols Medal by the New York Section of the American Chemical Society in 1954.", "743373": "Naomi J. Halas is the Stanley C. Moore Professor in Electrical and Computer Engineering, and professor of biomedical engineering, chemistry and physics at Rice University.[1] She is also the founding director of Rice University Laboratory for Nanophotonics, and the Smalley-Curl Institute.[2] She invented the first nanoparticle with tunable plasmonic resonances, which are controlled by their shape and structure,[3] and has won numerous awards for her pioneering work in the field of nanophotonics and plasmonics. She was also part of a team that developed the first dark pulse soliton in 1987 while working for IBM.", "1529808": "Farrington Daniels (March 8, 1889 – June 23, 1972) was an American physical chemist who is considered one of the pioneers of the modern direct use of solar energy.", "2906068": "Satanik is an Italian noir comic book created in December 1964 by Max Bunker (writer) and Magnus (artist), also the authors of the popular series Kriminal and Alan Ford.", "64051166": "Branca Edmée Marques de Sousa Torres (Lisbon, 14 April 1899 - Lisbon, 19 July 1986) was a leading Portuguese specialist in the peaceful applications of nuclear technology who obtained a doctorate in Paris under the guidance of Marie Curie. Returning to Lisbon she founded the Radiochemistry Laboratory, where she continued her research for three decades.[1]", "50517983": "Giridhar Madras is an Indian chemical engineer. He is currently a senior professor in the department of chemical engineering at the Indian institute of technology Hyderabad.[1] He was a professor at the Indian Institute of Science.[2] He is a recipient of the Swarna Jayanti Fellowship, J C Bose National Fellowship and the Shanti Swarup Bhatnagar Prize.[3] He has published more than 550 journal articles, fetching more than 25,000 citations with an h-index of 80.[4] This makes him one of the most cited scientists working in an engineering field in India. He has graduated over 100 students, including 50 Ph.D students.[5] He also writes a blog[6] about life at IISc.", "49469415": "Richard Robson FAA FRS (born 4 June 1937) is a Professor of Chemistry at the University of Melbourne.[1] Robson has published over 200 articles, specialising in coordination polymers, particularly metal-organic frameworks.[2] He has been described as \"a pioneer in crystal engineering involving transition metals\".[3][4]", "55924717": "Elected as Fellow of American Association for the Advancement of Science (2013)", "2840558": "Georg Lunge (15 September 1839 – 3 January 1923) was a German chemist born in Breslau. He studied at Heidelberg (under Robert Bunsen) and Breslau, graduating at the latter university in 1859, to work with Ferdinand Cohn. Turning his attention to technical chemistry, he became chemist at several works both in Germany and England, and in 1876 he was appointed professor of technical chemistry at ETH Zurich.[1]", "55279": "Sir James Dewar FRS FRSE (/djuːər/ DEW-ər;[1] 20 September 1842 – 27 March 1923) was a British chemist and physicist.  He is best known for his invention of the vacuum flask, which he used in conjunction with research into the liquefaction of gases. He also studied atomic and molecular spectroscopy, working in these fields for more than 25 years.", "53630970": "Frank Curry Mathers (February 11, 1881 – 1973),  was an American physical chemist and university professor.[1] He was president of the Electrochemical Society.[2]", "1267707": "Lars Fredrik Nilson  (27 May 1840 – 14 May 1899) was a Swedish chemist, professor at Uppsala University, and later Director of the Agricultural Chemical Experiment Station at the Royal Swedish Academy of Agriculture and Forestry in Stockholm.", "73160700": "Christine Joblin is a French astrochemist who uses spectroscopy to study photodissociation and the polycyclic aromatic hydrocarbons in cosmic dust.[1][2] Beyond her experimental and observational work, she also contributed to the first clear finding of buckminsterfullerene in a meteorite, a ureilite that exploded over the Nubian Desert in late 2008.[3] She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Institut de Recherche en Astrophysique et Planétologie in Toulouse.[4]", "4544521": "Henry Knowles Beecher (February 4, 1904[1] – July 25, 1976[2]) was a pioneering American anesthesiologist, medical ethicist, and investigator of the placebo effect at Harvard Medical School.", "22337552": "Paul Pfeiffer (21 April 1875 – 4 March 1951) was an influential German chemist.  He received his Ph.D. at the University of Zurich, studying under Alfred Werner, the \"father of coordination chemistry\".  His thesis, submitted in 1898, dealt with adducts of tin halides.[1]\nPfeiffer was considered Werner's most successful student and became Werner's assistant until, due to a dispute with his mentor, he left first for Rostock, then Karlsruhe, and finally Bonn.  At Bonn, where he had studied as an undergraduate, he occupied Kekulé's chair.", "1267731": "Marc Delafontaine (March 31, 1837/1838, Céligny, Switzerland[a]–1911[b]) was a Swiss chemist and spectroscopist who was involved in discovering and investigating some of the rare earth elements.", "53893140": "John M. Essigman is an American chemist, currently the William R. & Betsy P. Leitch Professor in Residence of Chemistry, Toxicology, and Biological Engineering at the Massachusetts Institute of Technology.[1][2]", "57137176": "John J. Talley is an American medicinal chemist who was the lead chemist in the discovery of the COX-2 selective nonsteroidal anti-inflammatory drug celecoxib and a co-inventor of amprenavir, a protease inhibitor used to treat HIV infection.[1][2]", "62871577": "Hilary Joan Arnold Godwin (born December 1, 1967) is a professor in the Department of Environmental and Occupational Health Sciences at the University of Washington and the dean of the School of Public Health. Godwin studies the biochemistry of lead and how to diminish the impact of climate change on public health.", "71882777": "Walter Nazarewicz was born on July 18, 1927, in New York.", "48683034": "Dr John Arnold Cranston FRSE FRIC LLD (15 August 1891 – 25 April 1972) was a Scottish research chemist. He is credited with the development of isotopes and also the co-discovery of Protactinium (element 91). However this credit was claimed by others, not himself directly, and only caused controversy in the scientific world after the publishing of his obituary.[1][page needed]", "1267740": "Jacques-Louis Soret (30 June 1827 – 13 May 1890) was a Swiss chemist and spectroscopist. He studied both spectroscopy and electrolysis.", "1464353": "Wyndham John Albery FRS[1] (5 April 1936 – 3 December 2013) was a British physical chemist and academic.[2]", "48453668": "Khun Ying Thongtip Ratanarat (Thai: คุณหญิงทองทิพ รัตนะรัต; born 24 June 1942)[1] is a Thai chemical engineer. She is a member of the board of directors of The Siam Fine Chemicals and of the Foundation for the Petroleum Institute of Thailand (PTIT). From 1985 to 2005 she was the PTIT's executive director.", "41736236": "Ernest Arthur Bell CB (20 June 1926 – 11 June 2006)[1][2] was an English botanist and chemist who was Director of the Royal Botanic Gardens, Kew from 1981 to 1988,[2] the first biochemist to be appointed to the post.[2]", "67754029": "Amy Hamilton Andreotti is an American biochemist who is the Roy J. Carver Chair and University Professor of Biochemistry, Biophysics, and Molecular Biology at Iowa State University. Her research considers TEC kinases including Bruton's Tyrosine Kinase (BTK) and IL-2 Inducible T-cell Kinase (ITK).", "42358830": "Anne M. Briscoe (December 1, 1918 – April 16, 2014) was an American biochemist and activist promoting women in science.", "10180670": "Karl Ludwig Felix Machatschki (22 September 1895 – 17 February 1970) was an Austrian mineralogist.", "70932543": "Walter Rüdorff (October 3, 1909 – April 1, 1989) was a German chemist known for his research on clathrates of graphite[1] and ternary oxides.[2][3]", "65689662": "Adelheid Kofler née Schaschek (24 June 1889, Haugsdorf – 27 July 1985, Innsbruck) was an Austrian inventor, mineralogist, and ophthalmologist. She was an early Ph.D./M.D. graduate from the University of Vienna.", "32954434": "William Thum (December 21, 1861 – May 10, 1941) served as Mayor of Pasadena, California from 1911 to 1913.", "69195848": "Arthur Rosenheim (17 August 1865 – 21 March 1942) was a German chemist. His main work was on heteropolymetalate, colloids and complex ion chemistry.", "67622987": "Laura Jill Kaufman is an American chemist who is a professor of chemistry at Columbia University. Her research considers the dynamics of crowded systems, including biopolymer gels, supercooled liquids and conjugated polymers.", "59136075": "Christopher White (c. 1650–1695?)[1] was a chemist and laboratory technician based in London and Oxford. He was selected to run one of the first purpose built university laboratories in the UK[2] and has been referred to as the \"first professional technician\".[1]", "68114513": "Balthazar-Georges Sage (French pronunciation: [/saʒ/]; 7 May 1740 – 9 September 1824) was a French chemist who was a founder of the Paris Ecole Royale des Mines. He held a powerful position and was influential in preventing advances in chemistry in France by his insistence on supporting outdated ideas, such as the phlogiston theory, in the face of evidence to the contrary provided by his contemporaries who included Antoine Lavoisier. He also opposed reform in chemical naming. Some historians have called him a \"false scholar\" (faux savant).", "17520722": "Francis Robert Japp FRS (8 February 1848 – 1 August 1925) was a British chemist who discovered the Japp-Klingemann reaction in 1887.", "51370067": "Arthur W. Carpenter (1891- 2 January 1981) was a B. F. Goodrich chemist known for his contributions in standardizing testing methods for rubber.[1][2]", "23156827": "Edward Jorden (1569–1633) was an English physician and chemist.", "41998427": "University of California at Berkeley", "32725083": "Hassan Naim is a Lebanese-Swiss biochemist. He currently holds the position of Director of the \"Institut für Physiologische Chemie\" (Institute for Physiological Chemistry/Biochemistry) at the University of Veterinary Medicine Hanover, while collaborating regularly with the University of Hannover.[1]", "56678495": "Rosa Bouton (c. December 19, 1860 – February 15, 1951) was an American chemist and professor who organized and directed the School of Domestic Science (now the Department of Nutrition and Health Sciences) at the University of Nebraska–Lincoln in 1898.[1][2] Despite the lack of funding, Rosa Bouton worked to provide a course to teach young women about the realms of domestic science. As years passed and the demand for more courses and areas of study emerged, Bouton, as the sole instructor, continued to strengthen and build the department to provide such an education to these women.[3]", "50190431": "Anne Hultgren was the Branch Chief for research and development in the Chemical and Biological Defense Division of the Science and Technology Directorate of the United States Department of Homeland Security.[1] She worked in the department from 2005 to 2015. There she helped to develop and test the \"Detect-to-Protect\" biological detection program. As of February 2015[update] she became the executive director of the Arnold and Mabel Beckman Foundation.[2]", "54679647": "Thomas Lyle Williams Sr (January 19, 1896 – September 26, 1976) was an American cosmetician and business executive. He was the founder of cosmetic firm The Maybelline Company.[1]", "60446816": "Lionel Gordon Whitby FRSE FRCP FRCPE FRCPath (18 July 1926–12 March 2000) was a 20th-century British physician and biochemist. To distinguish himself from his father he was usually called Gordon Whitby.", "64575607": "Dawn N. Ward is an American synthetic organic chemist and associate professor in chemistry at Stevenson University.[1][2]", "40491129": "Taddeo Alderotti (Latin: Thaddaeus Alderottus, French : Thaddée de Florence), born in Florence  between 1206 and 1215, died in 1295, was an Italian doctor and professor of medicine at the University of Bologna, who made important contributions to the renaissance of learned medicine in Europe during the High Middle Ages. He was among the first to organize a medical lecture at the university.", "44882048": "Martin D. Burke (born February 5, 1976, in Westminster, Maryland) is the May and Ving Lee Professor for Chemical Innovation at the University of Illinois at Urbana–Champaign,[3] and Associate Dean of Research in the Carle Illinois College of Medicine.[4] His research has involved the development of antifungal treatments for cystic fibrosis,[5] and the development of a COVID-19 test that the University of Illinois has used over one million times.[6]", "71719042": "Delphine Farmer is a Canadian chemist who is a professor at the Colorado State University. Her research considers the development of scientific instruments for atmospheric science. She was awarded the American Geophysical Union Atmospheric Sciences Ascent Award in 2022.", "36133004": "Joseph B. Lambert (born 1940) is an educator, organic chemist, archaeological chemist, and nuclear magnetic resonance spectroscopist.  He grew up in the San Antonio, Texas, area and graduated from Alamo Heights High School in 1958.  He was educated at Yale University (1962, summa cum laude), where he worked for William von Eggers Doering, and at California Institute of Technology (1965), where he worked for John D. Roberts.  In 1965, he joined the faculty of Northwestern University in Evanston, Illinois, where he rose through the ranks and in 1991 became Clare Hamilton Hall Professor of Chemistry.  In 2010, he retired after 45 years at Northwestern and moved to Trinity University in San Antonio to assume his current position as Research Professor of Chemistry.\n[1]\n[2]", "41998479": "Josephine Silone Yates (1852 or November 15, 1859 – September 3, 1912) was an American professor, writer, public speaker, and activist. She trained in chemistry and became one of the first black professors hired at Lincoln University in Jefferson City, Missouri. Upon her promotion, she became the first black woman to head a college science department.[1][2] She may have been the first black woman to hold a full professorship at any U.S. college or university.[3]", "64477331": "Gabriella Morreale de Escobar (1930 – 4 December 2017) was an Italian-born Spanish chemist who specialised in the thyroid. She and her husband Francisco Escobar del Rey [es] showed that thyroid hormones cross the placenta during pregnancy and are essential for fetal brain development. She established a national newborn screening program for congenital hypothyroidism in Spain and helped to introduce iodised salt to prevent thyroid problems caused by iodine deficiency.", "37804179": "Walter Gordy, (April 20, 1909 – October 6, 1985) was an American physicist best known for his experimental work in microwave spectroscopy.[1] His laboratory at Duke University became a center for research in this field, and he authored one of the definitive books on the field.", "29776023": "Masakatsu Shibasaki (柴崎 正勝, Shibasaki Masakatsu, born 25 January 1947) is a Japanese chemist. In 1974 he  earned his doctorate in chemistry, in the group of Shun’ichi Yamada. He did a post doc with Elias J. Corey at Harvard. He returned to Japan and became a professor in 1977 at Teikyō University and moved to Hokkaidō University 1986. 1983–1986 Shibasaki was a research group leader at the Sagami chemical research center. From 1991 until 2010 he served as professor at Tokyo University. Since 2010 he is representative director of Microbial Chemistry Research Foundation (Chemistry), Tokyo. He is perhaps best known for developing a range of binol based heterobimetallic catalysts, which now bear his name.", "1530008": "Haraldur Sigurðsson or Haraldur Sigurdsson (born May 31, 1939)  is an Icelandic volcanologist and geochemist.", "30857375": "Sven-Olov Lawesson (9 September 1926, in Bräcke, Sweden – 5 March 1985[1]) was a Swedish chemist known for his popularization of Lawesson's reagent within the chemical community.", "49502380": "Niyazi Serdar Sarıçiftçi (born 1961 in Konya, Turkey) is a Turkish-Austrian physicist. He is professor for physical chemistry at the Johannes Kepler University (JKU) Linz. There, he leads the Institut for Physical Chemistry as well as the Institut for Organic Solar Cells (LIOS).", "1366194": "August Nordenskiöld or Nordenskjöld (6 February 1754 in Sipoo, Finland – 10 December 1792 in Sierra Leone, Africa) was a Finnish-Swedish alchemist and Swedenborgian critic of slavery.", "48814269": "Henry Barker Hill (April 27, 1849 – April 6, 1903) was an American chemist and director of the Chemistry Laboratory at Harvard University.", "2283723": "James Marsh (2 September 1794 – 21 June 1846) was a British chemist who invented the Marsh test for detecting arsenic. Born in Kent, he was working as a labourer in Woolwich in the late 1810s and early 1820s, before joining the Royal Artillery.[1] He was married to Mary, and had four children, two of whom died in infancy.[2] His surviving daughters were Lavinia Bithiah (1821-1896) and Lucretia Victoria (1829-1910).[3]", "8247500": "William Alexander Ayton (28 April 1816 – 1 January 1909) was a British Anglican clergyman with an interest in alchemy. He was Vicar of Chacombe (in Northamptonshire) from 1873 to 1894. In 1894 he retired on a small pension, and he died at Saffron Walden (in Hertfordshire) in 1909.[1][2][3] He translated from Latin the life of John Dee written by Thomas Smith.[4]", "5265613": "Franz Hofmeister (30 August 1850, in Prague – 26 July 1922, in Würzburg) was an early protein scientist,[1] and is famous for his studies of salts that influence the solubility and conformational stability of proteins. In 1902, Hofmeister became the first to propose that polypeptides were amino acids linked by peptide bonds, although this model of protein primary structure was independently and simultaneously conceived by Emil Fischer.[2][3]", "56875216": "Ulrike Diebold (born 12 December 1961, in Kapfenberg, Austria)[1] is an Austrian physicist and materials scientist who is a professor of surface science at TU Vienna.[2] She is known for her groundbreaking research on the atomic scale geometry and electronic structure of metal-oxide surfaces.[3]", "15980763": "Israel Simon Kleiner (April 8, 1885 – June 15, 1966)[1] was a biochemist whose work helped lead to the discovery of insulin.", "71784675": "Paul Josef Jakob Gelmo (17 December 1879 – 22 October 1961) was an Austrian chemist who worked on synthetic dyes and discovered sulfanilamide in 1908, although their antibiotic properties were discovered only in 1932.", "42227947": "Prabha R. Chatterji is an Indian scientist at John F. Welch Technology Centre (formerly General Electric Global Research and Technology Development center), Bangalore, India.[1]", "17520878": "August Michaelis (26 December 1847 – 31 January 1916) was a German chemist and discovered the Michaelis–Arbuzov reaction.", "16537850": "Herlock Sholmes, known as Sherlock Holmes (Japanese: シャーロック・ホームズ, Hepburn: Shārokku Hōmuzu) in the original Japanese language versions, is a fictional private detective in Capcom's Ace Attorney video game series, based on Sherlock Holmes by Arthur Conan Doyle and named in tribute to Arsène Lupin versus Herlock Sholmes by Maurice Leblanc in the English localization. Sholmes is featured as a supporting character in the two games of the spin-off prequel series The Great Ace Attorney Chronicles, consisting of Adventures and Resolve. The character has also appeared in the manga adaptation of the series.", "34330876": "Isadore Perlman (April 12, 1915 – August 3, 1991) was an American nuclear chemist noted for his research of Alpha particle decay.\n[1]\n[2]\n[3]\n[4]\nThe National Academy of Sciences called Perlman \"a world leader on the systematics of alpha decay\".[2]\nHe was also recognized for his research of nuclear structure of the heavy elements.[2]\nHe was also noted for his isolation of Curium,\n[5]\n[6]\nas well as for fission of tantalum, bismuth, lead, thallium and platinum.\n[7]\nPerlman discovered uses of radioactive iodine and phosphorus for medical purposes.[2]\nHe played a key role in Manhattan Project's plutonium production.[2]", "50518268": "Maria Cecilia Tapia Hidalgo, known as Cecilia Tapia Hidalgo, is a Chilean biochemist and a member of the faculty at the University of Chile. In 2006 she received Chile's National Prize for Natural Sciences, becoming the first woman to win the award.", "65034496": "Zhang Xi (Chinese: 张希; born December 1965) is a Chinese chemist and the current president of Jilin University. He is a chemist and a member of the Chinese Academy of Sciences.[1]", "40917254": "David P. Ballou is a professor emeritus of biological chemistry at the University of Michigan Medical School in the United States.[1] He is best known for his development of rapid-reaction techniques,[2] including stopped flow and rapid freeze-quench EPR methods,[3] as tools to study the mechanisms of enzymes containing flavin,[4] iron,[5] cobalamin, or pyridoxal phosphate cofactors. Many of these studies were performed in collaboration with other scientists, most often with colleagues at Michigan.[6]", "39868693": "Mabel Ruth Hokin (1924-2003) was a biochemist who spent most of her professional career conducting fundamental research in the University of Wisconsin Medical School. She is most well known for the work she did early in her career, along with then-husband Lowell Hokin, in the study of stimulated phosphoinositide turnover in secretory tissues, a key component of transmembrane signaling and many other cell regulatory processes which became known as the 'PI Effect'.[1]", "940309": "Stanislao Cannizzaro FRS (/ˌkænɪˈzɑːroʊ/ KAN-iz-AR-oh,[1] also US: /-ɪtˈsɑːr-/ -⁠it-SAR-,[2] Italian: [staniˈzlaːo kannitˈtsaːro]; 13 July 1826 – 10 May 1910) was an Italian chemist.  He is famous for the Cannizzaro reaction and for his influential role in the atomic-weight deliberations of the Karlsruhe Congress in 1860.[3]", "3430686": "Kim Ashley Nasmyth FRS FMedSci[6] (born 18 October 1952)[4] is an English geneticist, the Whitley Professor of Biochemistry at the University of Oxford, a Fellow of Trinity College, Oxford, former scientific director of the Research Institute of Molecular Pathology (IMP), and former head of the Department of Biochemistry, University of Oxford.[7][8] He is best known for his work on the segregation of chromosomes during cell division.", "55236899": "Giovanni Antonio Giobert also known as Jean-Antoine Giobert (27 October 1761 in Mongardino - 14 September 1834 in Millefiori) was an Italian chemist and mineralogist[1] who studied magnetism, galvanism,[2] and agricultural chemistry.[3][1]\nHe introduced Antoine Lavoisier's theories to Italy, and built a phosphorus-based[4] eudiometer sufficiently sensitive to measure atmospheric carbon dioxide and oxygen.[5][6] He identified the correct composition of the mineral Gioberite, a form of magnesite (MgCO3) found in the Piedmont area.[7] He was made a  knight (Cavaliere) for his work on the chemistry of indigo dyes.[8]", "32430374": "Linda Carol Hsieh-Wilson is an American chemist and the Milton and Rosalind Chang Professor of Chemistry at the California Institute of Technology. She is known for her work in chemical neurobiology on understanding the structure and function of carbohydrates in the nervous system.  Her studies have revealed critical roles for carbohydrates and protein glycosylation in fundamental processes ranging from cellular metabolism to memory storage. She is a member of the American Academy of Arts and Sciences and was elected to the National Academy of Sciences in 2022.", "53074225": "Donald A. Tomalia (born September 5, 1938) is an American chemist who is known as one of the early discoverers of dendrimers.", "68704567": "Harry Rehnberg (1910–1975) was an American chemist and businessperson most notable for being the founder of Halcon International and for inventing the revolutionary Halcon process.", "60578113": "Peter Kenneth Dorhout is an American professor of chemistry and the vice president for research at Iowa State University.[1] He was the 2018 President of the American Chemical Society (ACS). As an advocate for science, he has had the opportunity to talk to United States congressional staff about the importance of basic science funding through the National Science Foundation.[2]", "481606": "Samuel Ruben (born Charles Rubenstein; November 5, 1913 – September 28, 1943) was an American chemist  who with Martin Kamen co-discovered the synthesis of the isotope carbon-14 in 1940.", "43145543": "Ivy May Parker (September 11, 1907 – September 7, 1985)[1] was an American chemist and engineer. She earned a doctorate in organic chemistry in 1935 and worked in the oil industry as a specialist on the causes and prevention of corrosion of pipelines.", "64805195": "Charles Bradley Moore (born December 7, 1939) is an American chemist and research administrator. His research focused on the application of lasers to understand the behavior and reaction dynamics of energized molecules and energy transfer between molecules. He is currently professor emeritus of chemistry at the University of California, Berkeley, where he had a long career as a faculty member actively engaged in research (1963–2000).[13] While at UC Berkeley, Moore also served in several administrative roles, including chair of the department of chemistry (1982–1986), dean of the college of chemistry (1988–1994), and director of the chemical sciences division at the Lawrence Berkeley National Laboratory (1998–2000).[13] He was vice president for research at Ohio State University (2000–2003) and held the same position at Northwestern University (2004–2008).[14] He is also professor emeritus at Northwestern. Moore is a member of the National Academy of Sciences.", "2414924": "Gottfried Wilhelm Osann (26 October 1796, Weimar – 10 August 1866, Würzburg) was a German chemist and physicist. He is known for his work on the chemistry of platinum metals.", "65853773": "Michael Z. Lin (born 1973 in Taipei, Taiwan) is a Taiwanese-American biochemist and bioengineer. He is an Associate Professor of Neurobiology and Bioengineering at Stanford University. He is best known for his work on engineering optically and chemically controllable proteins.", "61397325": "Jean-François Léonor Mérimée (16 September 1757, Broglie - 26 September 1836, Paris) was a French writer, painter and chemist, specializing in pigment color in painting and decorative art. He was the father of the famous author, Prosper Mérimée.", "66935118": "Meir Lahav (Hebrew: מאיר להב, born 1936 in Sofia, Bulgaria) is an Israeli chemist and materials scientist. He is an emeritus professor at the Weizmann Institute of Science.[1]", "40982867": "Avraham Hermoni (May 10, 1926- June 24, 2006) was an Israeli chemist, government official, scientific counselor in the Israeli embassy in Washington, and a senior technical director at RAFAEL, Israel’s national center for weapons development.", "481619": "Ra's al Ghul[a] is a supervillain appearing in American comic books published by DC Comics, commonly as an adversary of the superhero Batman. Created by editor Julius Schwartz, writer Dennis O'Neil and artist Neal Adams, the character first appeared in Batman #232's \"Daughter of the Demon\" (June 1971).[5]", "44915029": "Maurice Stacey CBE FRS FRIC (8 April 1907 – 9 October 1994) was a British chemist who worked alongside Sir Norman Haworth to artificially synthesize Vitamin C.", "59005291": "Harold Basch (Hebrew: הרולד בש; 29 November 1940 – 8 November 2018) was a professor of chemistry who specialized in computational chemistry.", "50092398": "Hans Lowey (1907–1993) was an Austrian-born American chemist who was a key figure in the development of sustained release medication.", "70703473": "Robert E. Ireland (1929 - February 4, 2012) was an American chemist and the Thomas Jefferson Chair Professor of chemistry at the University of Virginia. He is best known for his textbook Organic Synthesis and his contributions to the Ireland–Claisen rearrangement chemical reaction.[1]", "24271218": "Charles Baskerville (July 18, 1870 – January 28, 1922) was an American chemist. He announced the discovery of two new elements which claimed to have separated from thorium.[2] Carolinium and  berzelium later were identified to be identical with thorium.[3]", "61102454": "Helma B. Wennemers (born 24 June 1969 in Offenbach am Main) is a German organic chemist. She is a professor of organic chemistry at the Swiss Federal Institute of Technology in Zurich (ETH Zurich).", "54974839": "William Mair FRSE FCS (1868-1948) was a Scottish pharmacist and manufacturing chemist.", "50944391": "Carl Friedrich Claus  (born 9 November 1827 in Kassel; died 29 August 1900 in London) was a German chemist and inventor. He patented the Claus process.", "59890057": "Yang Jinzong (Chinese: 杨锦宗; 25 August 1932 – 29 December 2008) was a Chinese chemical engineer who specialized in fine chemicals. He was a professor of the Dalian University of Technology and an academician of the Chinese Academy of Engineering.", "9165195": "Professor Chris Freeman is a British environmental scientist at the University of Wales, Bangor. \nFreeman is Professor of Aquatic Biogeochemistry in the College of Natural Sciences in Bangor.[1] Freeman's research focuses on carbon cycling, with an emphasis on peatland carbon storage[2] and dissolved organic carbon dynamics. His work is best known for its description of a mechanism known as the \"peatland enzymic latch\" and observation of a rising trend in aquatic dissolved organic carbon concentrations. His work has been recognised with awards from the American Society for Limnology and Oceanography[3] and the Royal Society.[4]", "71326091": "Charles Thompson Prewitt (March 3, 1933 – April 28, 2022) was an American mineralogist and solid state chemist known for his work on structural chemistry of minerals and high-pressure chemistry.[1]", "72276375": "Albert Rakoto Ratsimamanga (28 December 1907 – 16 September 2001) was a Malagasy physician, biochemist and diplomat. Born into a disgraced royal family; Ratsimamanga trained as a doctor of exotic medicine in French Madagascar and France, where he pioneered modern nutraceuticals. Ratsimamanga returned to Madagascar and, with his wife, Suzanne Urverg-Ratsimamanga, in 1957, established the Malagasy Institute of Applied Research [fr] which specialised in herbal medicine.", "16996762": "Ralph Connor (1907-1990) was an American chemist.  \nConnor is best known for his research in organic chemistry, catalysis, synthesis, explosives, and reaction mechanisms.  He served as a division chief on the National Defense Research Committee in World War II, and received many honors including the Priestley Medal of the American Chemical Society in 1967, Great Britain's King's Medal for Service in the Cause of Freedom, and the Gold Medal of the American Institute of Chemists, among others.[1]", "9034144": "Wei Boyang (traditional Chinese: 魏伯陽; simplified Chinese: 魏伯阳; pinyin: Wèi bóyáng) was a Chinese writer and Taoist alchemist of the Eastern Han Dynasty. He is the author of The Kinship of the Three, and is noted as the first person to have documented the chemical composition of gunpowder in 142 AD.[1][2] Wei Boyang is considered a semi-legendary figure who represented a \"collective unity.\" The Cantong Qi was probably written in stages from the Han dynasty onward until it approached its current form before 450 AD.[3]", "60873129": "Margaret-Ann Armour CM (6 September 1939 – 25 May 2019) was a Scottish-born Canadian chemist based at the University of Alberta. She is best known for her expertise in developing guidelines for hazardous lab waste disposal, and for being a vocal advocate for women in science. Armour founded the Women in Scholarship, Engineering, Science and Technology (WISEST) program, and served as the first and only Associate Dean of Science for Diversity at the University of Alberta. Among her many honors, she was named a member of the Order of Canada (2006), a 3M Teaching Fellow (1996) and a Canada 150 ambassador (2017).", "46291373": "Qian Xiuling (1913-2008), or Siou-Ling Tsien de Perlinghi, was a Chinese-Belgian scientist who won a medal for saving nearly 100 lives during World War II in Belgium. She had a street named after her and a 16-episode TV drama was made of her life for Chinese television.", "45603245": "Zhao Jincai (Chinese: 赵进才; born December 1960) is a Chinese environmental chemist and researcher of the Institute of Chemistry of the Chinese Academy of Sciences. In April 1994, he obtained a doctorate from Meisei University in Japan.[1] In 2011 he was elected as an academician of CAS. He is a professor at the Institute of Chemistry, CAS; Deputy Director of Key Laboratory of Photochemistry; Deputy Director of Science Committee of Molecular Sciences Centre, CAS.[2] His research mainly focuses on the photocatalytic degradation of toxic and persistent organic pollutants. Zhao introduced TiO2-based photocatalyst under visible light, and discovered a new way for oxygen atom transfer during photocatalytic reactions.[2]", "63920562": "Kjell Kleppe (1934-1988) was a Norwegian biochemist and molecular biologist who was a pioneer in the polymerase chain reaction (PCR) technique and built the first laboratory in the country for bio- and gene technology.[1]", "2447800": "Moses Gomberg (February 8, 1866 – February 12, 1947) was a chemistry professor at the University of Michigan.[1] He was elected to the National Academy of Sciences and the American Philosophical Society,[2][3] and served as president of the American Chemical Society.[4]", "9591225": "Harold Cornelius Bradley  (November 25, 1878 – January 4, 1976) was a professor of biochemistry at the University of Wisconsin. Bradley relocated to Madison in 1906, where he was one of the first three staff members of the new University of Wisconsin Medical School.[2][3][4] Bradley was an avid skier, he skied solo across the Sierra range in 1920 and skied until age 85;[3] he was inducted into the Madison Sports Hall of Fame and the National Ski Hall of Fame.[2] He also served as an honorary president of the Sierra Club.[2] Bradley retired in 1948 and relocated to California.[2][3] He died in Berkeley, California.[2]", "24402360": "Frederic Raphael Jevons AO (born 19 September 1929 in Austria as Frederic Raphael Bettelheim, died 30 September 2012 in Melbourne)[1] was a British Professor of biochemistry and later an Australian educator. He was informally known as Fred Jevons and since 1977 lived and worked mostly in Australia.", "3758526": "Miguel Angel Ondetti (May 14, 1930 – August 23, 2004) was an Argentine-born American chemist who first synthesized captopril, the first ACE inhibitor that was used to treat heart disease. With his co-worker, David Cushman, he won the 1999 Lasker Award for: \"developing an innovative approach to drug design based on protein structure and using it to create the ACE inhibitors, powerful oral agents for the treatment of high blood pressure, heart failure, and diabetic kidney disease\".", "29088194": "Leonard Klevan is a businessman and scientist in the fields of biochemistry and biotechnology. As of 2009 Klevan has assumed the position of president of the Human Identification Business of Life Technologies (formerly Applied Biosystems Inc.) Prior to the merging of Applied Biosystems Inc. (ABI) with Invitrogen under the name of Life Technologies, Klevan acted as president of Applied Markets for ABI which produced and marketed reagent kits for forensic DNA, paternity testing and other forms of human identification as well as products for biosecurity, food/agriculture, and environmental applications.", "26991043": "Amy C. Rosenzweig is a professor of Chemistry and Molecular Biosciences at Northwestern University.[2] She was born in 1967 in Pittsburgh, Pennsylvania. Her current research interests include structural biology and bioinorganic chemistry, metal uptake and transport, oxygen activation by metalloenzymes, and characterization of membrane protein. For her work, she has been recognized by a number of national and international awards, including the MacArthur \"Genius\" Award in 2003.", "17947077": "Heinz Falk (born April 29, 1939, in Sankt Pölten, Lower Austria) is professor emeritus for organic chemistry at Johannes Kepler University of Linz and editor of \"Progress in the Chemistry of Organic Natural Compounds\".[1]\nHis research is focused on structural analysis, synthesis, stereochemistry and photochemistry of plant and animal photosensitizing and photosensory pigments, such as hypericin.[2]", "8477134": "Georg Ludwig Carius (August 24, 1829 – April 24, 1875) was a German chemist born in Barbis, in the Kingdom of Hanover. He studied under Friedrich Wöhler and was assistant to Robert Bunsen for 6 years. He was Director of the Marburger Chemical Institute (Marburger Chemischen Instituts) of Philipps University of Marburg from 1865.[1] He is noted for the studies of oxidation for which he developed a method involving high temperature digestion in a sealed tube. Heavy wall sealed tubes, as used for digestion or thermolysis, are referred to as \"Carius tubes\". He also wrote a textbook on polybasic acids.", "842199": "Antoine Alexandre Brutus Bussy (29 May 1794 – 1 February 1882) was a French chemist who primarily studied pharmaceuticals.", "10148314": "Nathaniel Shepard Keith (July 14, 1838[1] –  January 27, 1925) was an American manufacturer, chemist, inventor, writer, and electrical engineer. Keith was born  in Boston, Massachusetts, and worked in his fathers laboratory. He was instrumental in designing, manufacturing, and installing the original electric lighting and power system  in San Francisco, California. In 1884 he became editor of Electric World, co-founded the American Institute of Electrical Engineers (AIEE) and served as the first secretary of the organization. The AIEE merged with other societies in 1963 to become the IEEE, the Institute of Electrical and Electronics Engineers.", "48749023": "Heinrich Bernhard Rathke (20 January 1840 in Königsberg – 14 August 1923 in Bad Reichenhall) was a German chemist. He was the son of embryologist Martin Rathke.", "43211234": "Karl Christian Traugott Friedemann Goebel (21 February 1794, Niederroßla – 26 May 1851, Dorpat) was a German pharmacist and chemist.", "54385137": "Hou Jianguo (Chinese: 侯建国; born October 1959) is a Chinese chemist and politician. He served as party secretary of the General Administration of Quality Supervision, Inspection and Quarantine from 2017 to 2018. An accomplished research scientist, Hou is an academician of the Chinese Academy of Sciences and The World Academy of Sciences. He formerly served as president of the University of Science and Technology of China (USTC) and has extensive international work experience.", "16079372": "Carl Louis Rudolf Alexander Leuckart   (23 June 1854 – 24 July 1889) was a German chemist who discovered the Leuckart reaction and Leuckart thiophenol reaction.[1]", "52419087": "Jayaraman Chandrasekhar (born 1952) is an Indian computational chemist and a former professor at the department of organic chemistry of the Indian Institute of Science.[1] He is known for his studies on the structure and bonding of organic molecules[2] and is an elected fellow of Indian National Science Academy,[3] and the Indian Academy of Sciences[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1995, for his contributions to chemical sciences.[5]", "26565137": "James Cumming (26 September 1777 – 10 November 1861) was the ninth Professor of Chemistry in Cambridge from 1815 to 1860.[1] Cumming is remembered for his research-led teaching[2] and his lectures during which he would literally shock the audience with a galvanic apparatus.[1] He was also known to electrocute a cat during a demonstration.[1]", "4971025": "William Clouser Boyd (March 4, 1903 – February 19, 1983) was an American immunochemist. In the 1930s, with his wife Lyle, he made a worldwide survey of the distribution of blood types.", "16275986": "Heinz Hunsdiecker (22 January 1904 – 22 November 1981) was a German chemist who together with his wife Cläre Hunsdiecker (1903–1995) improved a reaction of Alexander Borodin now known as the Hunsdiecker reaction.[1][2] They received both US[3] and German patents[4] for the work.", "252440": "Carl Ferdinand Cori, ForMemRS[1] (December 5, 1896 – October 20, 1984) was a Czech-American  biochemist and pharmacologist. He, together with his wife Gerty Cori and Argentine physiologist Bernardo Houssay, received a Nobel Prize in 1947 for their discovery of how the glucose derivative glycogen (animal starch) is broken down and resynthesized in the body for use as a store and source of energy.[2][3][4] In 2004, both Coris were designated a National Historic Chemical Landmark in recognition of their work that elucidated carbohydrate metabolism.[5][6][7][8]", "252442": "Gerty Theresa Cori (née Radnitz; August 15, 1896 – October 26, 1957[2]) was an Austrian-American biochemist who in 1947 was the third woman to win a Nobel Prize in science, and the first woman to be awarded the Nobel Prize in Physiology or Medicine, for her role in the \"discovery of the course of the catalytic conversion of glycogen\".[3]", "16275994": "Cläre Hunsdiecker (née Dieckmann)  (1903–1995) was a German chemist who worked with her husband Heinz Hunsdiecker (1904–1981) to improve a reaction of Alexander Borodin now known as the Hunsdiecker reaction.[2][3] They received both US[4] and German patents[5] for the work.", "63363617": "Norman Sheppard FRS (16 May 1921 — 10 April 2015) was a chemist and expert on the application of vibrational spectroscopy to molecular structure, in solids, on surfaces, in solution and in the gas phase.[1]", "27908643": "Shen-su Sun (Chinese: 孫賢鉥; pinyin: Sūn Xiánshù; 27 October 1943 – 5 March 2005) was a Chinese-born Australian geochemist.[1]", "42261031": "Rose May Davis (17 November 1894 – May 13, 1985) was an American chemist. In 1929 she became the first woman to be awarded a Ph.D. from Duke University.[1]", "940583": "Sir Edward Frankland, KCB, FRS, FRSE (18 January 1825 – 9 August 1899) was an English chemist. He was one of the originators of organometallic chemistry and introduced the concept of combining power or valence. An expert in water quality and analysis, he was a member of the second royal commission on the pollution of rivers, and studied London's water quality for decades.  He also studied luminous flames and the effects of atmospheric pressure on dense ignited gas, and was one of the discoverers of helium.", "70113832": "Mary Cynthia (Cindy) Farach-Carson is an American biochemist, known for her work in extracellular matrix, perlecan, tissue engineering and bone metastasis. She is a professor of diagnostic and biomedical sciences and director of clinical and translational research  at the school of dentistry at University of Texas Health Science Center at Houston,[1] and an adjunct professor of biosciences and of bioengineering at Rice University.[2]", "31676971": "Ernest Fourneau (4 October 1872 – 5 August 1949) was a French pharmacist who graduated in 1898 for the Paris university specialist in medicinal chemistry and pharmacology. He played a major role in the discovery of synthetic local anesthetics such as amylocaine, as well as in the synthesis of suramin. He authored more than two hundred scholarly works, and has been described as having \"helped to establish the fundamental laws of chemotherapy that have saved so many human lives\".[1][2]", "58284587": "Anthony William Linnane AM FAA FRS FTSE (1930–2017) was an Australian professor of biochemistry, known for his work on mitochondria.[1]", "28138030": "Augustin-Pierre Dubrunfaut (French pronunciation: [ogystɛ̃ pjɛʁ dybʁœ̃fo];  Lille, 1 September 1797 – Paris, 7 October 1881[1]) was a French chemist.", "69360173": "Jakub Natanson (20 August 1832 – 14 September 1884) was a Polish chemist and banker, one of the discoverers of Fuchsine.[1] He wrote the first textbook on organic chemistry in the Polish language.[2]", "64805427": "Deon Terrell Miles is an American chemist who is professor of chemistry at the Sewanee: The University of the South. His research considers the development of functionalised nanoparticles and chemistry education.", "252469": "Edward Calvin Kendall (March 8, 1886 – May 4, 1972) was an American chemist.  In 1950, Kendall was awarded the Nobel Prize for Physiology or Medicine along with Swiss chemist Tadeusz Reichstein and Mayo Clinic physician Philip S. Hench, for their work with the hormones of the adrenal gland.  Kendall did not only focus on the adrenal glands, he was also responsible for the isolation of thyroxine, a hormone of the thyroid gland and worked with the team that crystallized glutathione and identified its chemical structure.", "69687865": "Elburt Franklin Osborn (August 13, 1911 – January 19, 1998) was an American geochemist and educator. He served as the 13th director of the U.S. Bureau of Mines.", "33610300": "Carl Wurster (2 December 1900, in Stuttgart – 14 December 1974, in Frankenthal) was a German chemist and Wehrwirtschaftsführer (war economy leader) during the Third Reich. He subsequently became one of the leading figures in post-war Germany's industrial life.", "10181183": "Carl Shipp \"Speed\" Marvel (September 11, 1894 – January 4, 1988) was an American chemist who specialized in polymer chemistry. He made important contributions to U.S. synthetic rubber program during World War II, and later worked at developing polybenzimidazoles, temperature-resistant polymers that are used in the aerospace industry, in fire-fighting equipment, and as a replacement for asbestos.[1] He has been described as \"one of the world's outstanding organic chemists\"[2] and received numerous awards, including the 1956 Priestley Medal and the 1986 National Medal of Science, presented by President Ronald Reagan.", "30857796": "Muriel Wheldale Onslow (31 March 1880 – 19 May 1932) was a British biochemist, born in Birmingham, England. She studied the inheritance of flower colour in the common snapdragon Antirrhinum and the biochemistry of anthocyanin pigment molecules. She attended the King Edward VI High School in Birmingham and then matriculated at Newnham College, Cambridge in 1900. At Cambridge she majored in botany. Onslow later worked within Bateson's genetic group and then Frederick Gowland Hopkins biochemical group in Cambridge, providing her with expertise in biochemical genetics for investigating the inheritance and biosynthesis of petal colour in Antirrhinum.[1] She was one of the first women appointed as a lecturer at Cambridge, after moving to the Biochemistry department.", "29022797": "Jindřich Henry Kopeček was born in Strakonice, Czech Republic, as the son of Jan and Herta Zita (Krombholz) Kopeček. He is distinguished professor of pharmaceutical chemistry and distinguished professor of biomedical engineering at the University of Utah in Salt Lake City, Utah. Kopeček is also an honorary professor at Sichuan University in Chengdu, China. His research focuses on biorecognition of macromolecules, bioconjugate chemistry, drug delivery systems, self-assembled biomaterials, and drug-free macromolecular therapeutics.", "63789648": "Muriel Catherine Canning Chapman (née Holmes) (16 September 1894 – 23 March 1988) was a British chemist. She was one of the first female chemists at the University of Oxford, having matriculated there in 1920, the first year that women were permitted to do so. She was awarded a B. Sc. in 1923. She had already been awarded a B. Sc. from Royal Holloway College in 1916.[1] Her research was in chemical kinetics,[2] and was carried out in conjunction with her husband, David Chapman.", "940627": "August Wilhelm von Hofmann (8 April 1818 – 5 May 1892[2]) was a German chemist who made considerable contributions to organic chemistry. His research on aniline helped lay the basis of the aniline-dye industry, and his research on coal tar laid the groundwork for his student Charles Mansfield's practical methods for extracting benzene and toluene and converting them into nitro compounds and amines. Hofmann's discoveries include formaldehyde, hydrazobenzene, the isonitriles, and allyl alcohol.[3] He prepared three ethylamines and tetraethylammonium compounds and established their structural relationship to ammonia.", "23943764": "Alexandre Edouard Baudrimont (7 May 1806 – 24 January 1880) was a 19th-century French professor of chemistry who published various books connected to the sciences, languages and the Basque Country (in particular Erromintxela):", "23026267": "Dame Alice Rosemary Murray, DBE, DL (28 July 1913 – 7 October 2004)[1][2] was an English chemist and educator. She was instrumental in establishing New Hall, Cambridge, now Murray Edwards College, Cambridge, and was the first woman to hold the office of Vice-Chancellor of the University of Cambridge.[1][3][4]", "28105308": "Charles Rochemont[1] Aikin (1775–1847) was an English doctor and chemist.", "8149596": "Steven Dale Ittel  (born 1946 in Hamilton, Ohio) is an American chemist specializing in organometallic chemistry and homogeneous catalysis.", "20765282": "Andrew Norman Meldrum (1876, Alloa – 1934, Edinburgh) was a Scottish scientist known for his work in organic chemistry and for his studies of the history of chemistry.  It has been claimed that Meldrum's acid \"is the only chemical to be named after a Scotsman.\"[1]", "53598821": "Julian W. Hill (1904-1996)  was an American chemist who helped develop nylon.[1]", "32561766": "Hans Falkenhagen (13 May 1895 – 26 June 1971) was a German physicist and electrochemist best known for eponymous Debye–Falkenhagen effect.", "58677867": "Xiaonan Lu is a Canadian chemist and microbiologist. He is an associate professor at the Faculty of Agricultural and Environmental Sciences of McGill University who is active in the field of food science.[1]", "252532": "Yuan Tseh Lee (Chinese: 李遠哲; pinyin: Lǐ Yuǎnzhé; Wade–Giles: Li³ Yüan³-che²; Pe̍h-ōe-jī: Lí Oán-tiat; born 19 November 1936) is a Taiwanese chemist. He is a Professor Emeritus at the University of California, Berkeley.[1][2][3][4] He was the first Taiwanese Nobel Prize laureate who, along with the Hungarian-Canadian John C. Polanyi and American Dudley R. Herschbach, won the Nobel Prize in Chemistry in 1986 \"for their contributions to the dynamics of chemical elementary processes\".[3][5]", "44391032": "Nicola Pinna (born 14 November 1974 in Milan, Italy) is a chemist and professor at the Humboldt University of Berlin.", "65067646": "Françoise Remacle is a Belgian theoretical physical chemist whose research topics have included fast time scales in chemistry, the chemical interactions of quantum dots, and DNA computing. She is a director of research for the Belgian National Fund for Scientific Research, and head of the Theoretical Physical Chemistry group at the University of Liège.[1]", "9394818": "Alexandre-Émile[1] Béguyer de Chancourtois (20 January 1820 – 14 November 1886) was a French geologist and mineralogist who was the first to arrange the chemical elements in order of atomic weights, doing so in 1862. De Chancourtois only published his paper, but did not publish his actual graph with the irregular arrangement.[2] Although his publication was significant, it was ignored by chemists as it was written in terms of geology. It was Dmitri Mendeleev's table published in 1869 that became most recognized.[3] De Chancourtois was also a professor of mine surveying, and later geology at the École Nationale Supérieure des Mines de Paris. He also was the Inspector of Mines in Paris, and was widely responsible for implementing many mine safety regulations and laws during the time.[4]", "59038342": "Henry \"Hoby\" Wedler is an American chemist and entrepreneur. He was born blind and has advocated for greater accessibility of science to disabled students. Wedler even suggests that visually impaired chemists could have an advantage over sighted colleagues, due to the need to mentally imagine the structure of organic compounds; \"I've been visualizing things my entire life\".[1]", "20667015": "Harry Stone Mosher (August 31, 1915 – March 2, 2001) was an American chemist and the discoverer of Mosher's acid.", "38361742": "Luis Antonio Oro Giral (born 13 June 1945 in Zaragoza) has been professor of chemistry at the University of Zaragoza since 1982. His main research interests are in organometallic chemistry and homogeneous catalysis with a special interest in reaction mechanisms.[1] He has coauthored well over 500 scientific papers being co-author or co-editor of several books. He has received numerous national and international awards and honors, and is member of several international scientific academies. He has been President of the European Association for Chemical and Molecular Sciences[2] (2008–2011) and President of the Spanish Royal Society of Chemistry (2000–2005). He has also served in high-level positions in the Spanish public administration with responsibilities for science.", "940689": "Jean-Baptiste Joseph Dieudonné Boussingault (2 February 1801 – 11 May 1887) was a French chemist who made significant contributions to agricultural science, petroleum science and metallurgy.", "73783956": "Yongyuth Yuthavong (Thai: ยงยุทธ ยุทธวงศ์, born 1944) is a Thai biochemistry researcher and science policy administrator. He is an emeritus professor at the Biochemistry Department of Mahidol University's Faculty of Science, and is known for research work on anti-malarials and drug resistance thereof. He also played a key role in Thailand's science policy planning in the 1980s and 1990s, helping to establish the Ministry of Science and Technology, the National Center for Genetic Engineering and Biotechnology (BIOTEC) and the National Science and Technology Development Agency (NSTDA). He served as Minister of Science and Technology from 2006 to 2008 and as deputy prime minister from 2014 to 2015, in both cases appointed by non-elected governments following coups in 2006 and 2014.[1][2]", "481941": "Wendell Meredith Stanley (16 August 1904 – 15 June 1971)  was an American biochemist, virologist and Nobel laureate.[1]", "45636246": "Max Davis Liston (born March 16, 1918) is an American pioneer in the development of instruments for infrared spectrophotometry and non-dispersive infrared analysis.[1] Two of his innovations, the breaker-type direct-coupled amplifier and the vacuum thermocouple, were essential to the development of infrared spectrometry technology.[2] Among others, Liston has developed instruments for capnometry, the measurement of carbon dioxide in  respiratory gases, used to monitor patients.[3]  He also developed instruments to measure smog and car exhaust emissions, essential to attempts to improve Los Angeles air quality in the 1950s.[4]", "24271517": "Jeremy Keith Morris Sanders CBE FRS (born 3 May 1948[2]) is a British chemist and Emeritus Professor in the Department of Chemistry at the University of Cambridge. He is also Editor-in-Chief of Royal Society Open Science. He is known for his contributions to many fields including NMR spectroscopy and supramolecular chemistry.  He served as the Pro-Vice-Chancellor for Institutional Affairs at the University of Cambridge, 2011–2015.[3][4][5][6][7]", "12835493": "Julian Royce Goldsmith (1918–1999) was a mineralogist and geochemist at the University of Chicago (Moore, 1971). Goldsmith, along with colleague Fritz Laves, first defined the crystallographic polymorphism of alkali feldspar (Newton, 1989). Goldsmith also experimented on the temperature dependence of the solid solution between calcite and dolomite (Newton, 1989). Goldsmith's research also led him to experiment with the determination of the stability of intermediate structural states of albite (Newton, 1989). For his outstanding contributions to the study of mineralogy and geochemistry, Goldsmith was awarded the prestigious Roebling Medal by the Mineralogical Society of America in 1988 (Newton, 1989). The mineral julgoldite was named for him.", "68573862": "Bríd M. Ryan is an Irish biomedical scientist and cancer researcher. She was an investigator at the National Cancer Institute from 2013 to 2021.", "52255400": "Daniel Wayne Armstrong is an American chemist who specializes in separation science, chiral molecular recognition, bioanalytic analysis, mass spectrometry and colloid chemistry. He is the Robert A. Welch Distinguished Professor at the University of Texas at Arlington.[1][2] He has authored ~ 750 publications including 35 book chapters, a book, and holds over 35 patents on separation technologies.[1][3][4] He was an associate editor for the prestigious American Chemical Society journal Analytical Chemistry.[5] He is a fellow of the American Chemical Society, Royal Chemical Society (UK), and the National Academy of Inventors. Armstrong has given over 560 invited seminars worldwide at international conferences, universities and corporations.[1][2][6] His research and patents formed the basis for two companies: Advanced Separation Technologies, Inc; which was acquires by Sigma-Aldrich Corporation in 2006[7] and AZYP, LLC in Arlington, TX.[8]  His published work has been cited over 50,000 times and his h-index is 115.[3] He is believed to have mentored more graduate level analytical chemists than any living scientist.[9]", "6445745": "The Fullmetal Alchemist manga and anime series feature an extensive cast of fictional characters created by Hiromu Arakawa. The story is set in a fictional universe within the 20th century in which alchemy is one of the most advanced scientific techniques. Although they essentially start off the same, the 2003 anime series begins to differ greatly from the manga midway through its run; to the point where by its final act it is narratively a completely different story from the original manga series. However, the second anime, Fullmetal Alchemist: Brotherhood, faithfully follows the entirety of events from the manga.[1]", "51337910": "Lesley Wyborn is an Australian geoscientist and geoinformatics specialist, with a focus in high performance computing for geography and online analytics.[1] She is an Adjunct Fellow at the Australian National University.[2]", "1890999": "Sir John Ernest Walker FRS FMedSci[3] (born 7 January 1941) is a British chemist who won the Nobel Prize in Chemistry in 1997.[6] As of 2015[update] Walker is Emeritus Director and Professor at the MRC Mitochondrial Biology Unit in Cambridge, and a Fellow of Sidney Sussex College, Cambridge.[7][8][9][10][11]", "23681722": "Heino Finkelmann  (born 1945, Gronau[1]) is a retired German chemist in the area of liquid-crystalline elastomers.[2]", "61856446": "F. Dean Toste (born 1971 in Terceira, Azores, Portugal) is the Gerald E. K. Branch Distinguished Professor of Chemistry at the University of California, Berkeley and faculty scientist at the chemical sciences division of Lawrence Berkeley National Lab. He is a prominent figure in the field of organic chemistry and is best known for his contributions to gold chemistry[1] and asymmetric ion-pairing catalysis.[2] Toste was elected a member of the National Academy of Sciences in 2020,[3][4] and a member of the American Academy of Arts and Sciences in 2018.[5]", "41999043": "John Pancras Mukasa Lubowa Ssebuwufu, commonly known as John Ssebuwufu is a Ugandan chemist, academic and administrator. He is a former chancellor of Kyambogo University, Uganda's second-largest public university serving between 2014-2022 having served for 2 terms.[1] He was installed as chancellor on 19 February 2014, replacing Eric Tiyo Adriko, who had completed his two term tenure.[2][3] The correct spelling of his last name is Ssebuwufu. However the literature contains many instances where the name is spelled with a single \"s\".", "58514123": "Claudine Helen Stirling is a New Zealand isotope geochemistry academic. As of 2018, she is a full professor at the University of Otago.[1]", "40491723": "Magister Salernus (died 1167) was a medieval alchemist from the School of Salerno who provided one of the first recipes for the fractional distillation of alcohol.[1]  He was one of the supposed founders of the Salerno School, along with the Jewish Helinus, the Greek Pontus, and the Arab Adela.", "52812494": "Leendert Bosch (13 November 1924 – 20 January 2017)[1][2] was a Dutch biochemist. He was a professor of biochemistry at Leiden University from 1964 to 1990.[3]", "12835538": "Arieh Warshel (Hebrew: אריה ורשל; born November 20, 1940) is an Israeli-American biochemist and biophysicist. He is a pioneer in computational studies on functional properties of biological molecules, Distinguished Professor of Chemistry and Biochemistry, and holds the Dana and David Dornsife Chair in Chemistry at the University of Southern California. He received the 2013 Nobel Prize in Chemistry, together with Michael Levitt and Martin Karplus for \"the development of multiscale models for complex chemical systems\".[1][2][3][4][5][6]", "51337941": "Alice Vrielink is a structural biologist and Professor of Structural Biology in the School of Molecular Sciences at the University of Western Australia. She is known for her work determining the structures of macromolecules such as enzymes and nucleic acids.", "11786966": "Xiaodong Wang (born 1963) is a Chinese-American biochemist best known for his work with apoptosis, one of the ways through which cells kill themselves.", "50879192": "Francesco De Lorenzo (born June 5, 1938 in Naples) is an Italian physician and politician and is a member of the Italian Liberal Party.", "40983263": "André Maurice Finkelstein (14 May 1923 – 10 September 2013) was a French chemist who served as the deputy director general of the IAEA from 1969 to 1973. He was also a high-ranking official in the Commissariat à l’Énergie Atomique (CEA), the French government's oversight body  civilian and military nuclear activities.", "68967140": "Rustem F. Ismagilov is a Russian-American chemist. He is the John W. and Herberta M. Miles Professor of Chemistry and Chemical Engineering at the California Institute of Technology.", "3070698": "Winthrop Ellsworth Stone (June 12, 1862 – July 17, 1921) was a professor of chemistry and served as the president of Purdue University from 1900–1921.", "2513642": "Arnaldus de Villa Nova (also called Arnau de Vilanova in Catalan, his language, Arnaldus Villanovanus, Arnaud de Ville-Neuve or Arnaldo de Villanueva, c. 1240–1311) was a physician and a religious reformer.", "20568810": "Paul Nikolai Kogerman (5 December [O.S. 23 November] 1891 in Tallinn – 27 July 1951 in Tallinn) was an Estonian chemist and founder of modern research in oil shale.", "63953645": "Sandra J. F. Degen (born c. 1955)[1] is an American biochemist, molecular geneticist and professor emerita at the University of Cincinnati Children's Hospital Medical Center in the department of pediatrics. Degen was a professor at the University of Cincinnati for over thirty years, where she led a research program focused on probing the biology underlying blood coagulation, growth factors, and growth control. Her lab discovered a novel growth factor called hepatocyte growth factor-like protein. Degen is a member of several national societies and is an elected Fellow of the American Association for the Advancement of Science (AAAS).", "24238833": "Fred C. Allison (July 4, 1882 – August 2, 1974) was an American physicist.[1][2]\nHe developed a magneto-optic spectroscopy method [3][4] that became known as the Allison magneto-optic method. He claimed to have discovered two new elements (later discredited) using this method.[5] He taught at the Auburn University Physics Department for more than thirty years.[1]", "57105139": "Julie Macpherson is a professor of chemistry at the University of Warwick. In 2017 she was awarded the Royal Society Innovation award for her research into boron doped diamond electrochemical sensors.", "26761973": "James Michael Creeth (3 October 1924 – 15 January 2010) was an English biochemist whose experiments on DNA viscosity confirming the existence of hydrogen bonds between the purine and pyrimidine bases of DNA were crucial to Watson and Crick's discovery of the double helix structure of DNA.", "7625463": "Ronald James Gillespie, CM FRSC FRS[1] (August 21, 1924 – February 26, 2021)[2] was a British chemist specializing in the field of molecular geometry, who arrived in Canada after accepting an offer that included his own laboratory with new equipment, which post-World War II Britain could not provide. He was responsible for establishing inorganic chemistry education in Canada.", "27613944": "Sir Edward Charles Dodds, 1st Baronet MVO FRS FRSE FRCP  (13 October 1899 – 16 December 1973) was a British biochemist.[1][2][3][4]", "70408960": "Judith Klein-Seetharaman (born May 30, 1971) is an American-German biochemist who is a professor at the Arizona State University. Her research considers the structure-function properties of proteins using computational bio-linguistics. She was supported by the Bill & Melinda Gates Foundation to identify novel therapies to tackle HIV.", "68246274": "Anne-Marie Caminade is a French chemist who is Director of Research Exceptional Class at the French National Centre for Scientific Research. Her research considers dendrimers and heterochemistry. She was awarded the 2021 Société chimique de France Achille le Bel Grand Prize.", "34953986": "Adolf Ferdinand Sieverts (7 October 1874 – 8 January 1947) was a German chemist, best known for his work on solubility of gases in metals.[1][2][3] He originated Sieverts's law. He was a doctoral student of Otto Wallach.[4]", "60742402": "Emma Maria Wolffhardt (born 27 July 1899; died 1997) was a German Industrial Chemist at BASF and she was the first women chemist at BASF who had her own research area.[1][2][3][4][5][6] Furthermore, she was the first to use the calotte model for understanding and improving organic synthesis.[3][7][8]", "23157510": "Philippe de Clermont (1831–1921)  was a French organic chemist. He was known for the synthesis of the first organophosphate cholinesterase inhibitor (tetraethyl pyrophosphate, TEPP). He worked in Adolphe Wurtz's laboratory in Paris.", "52681481": "Henry Christian Spencer (June 24, 1915 – May 30, 1999) was an American businessman and executive at the Kerite Company in Seymour, Connecticut. As secretary and vice president, he was involved in discussions about unions at the company, and in its joining with Hubbell Company.", "34069258": "Leopold Pfaundler von Hadermur (14 February 1839 – 6 May 1920) was an Austrian physicist and chemist born in Innsbruck. He was the father of pediatrician Meinhard von Pfaundler (1872-1947), and the father-in-law of pediatrician Theodor Escherich (1857-1911).", "26499856": "Bernard Peyrilhe (1735–1804)[1] was a French surgeon, known as one of the founders of experimental cancer research.[2] Peyrilhe was born in Pompignan,[3] and became a lecturer at the Paris School of Surgery (École de Chirurgie).[1]", "49896217": "Cho Minhaeng (Korean: 조민행; born 1965) is a South Korean scientist in researching physical chemistry, spectroscopy, and microscopy. He was director of the National Creative Research Initiative Center for Coherent Multidimensional Spectroscopy and is founding director of the Center for Molecular Spectroscopy and Dynamics in the Institute for Basic Science (IBS), located in Korea University.", "62511902": "Amanda Cordelia Bryant-Friedrich is the dean of the graduate school and a professor in the college of pharmacy and health sciences at Wayne State University. She was awarded the 2014 American Chemical Society Stanley C. Israel Regional Award for Advancing Diversity in the Chemical Sciences and is a Fellow of the American Association for the Advancement of Science and the American Chemical Society. Her research considers modified nucleic acids and biomarkers of disease.", "3398432": "George Edward Connell, OC FRSC (June 20, 1930 – March 13, 2015) was a Canadian academic.", "10181410": "Jonathan Paul Clayden CChem FRSC (born 6 February 1968) is a Professor of organic chemistry at the University of Bristol.", "51370788": "Sense8 (a play on the word sensate /ˈsɛnseɪt/) is an American science fiction drama television series created by Lana and Lilly Wachowski and J. Michael Straczynski for Netflix. The production companies behind Sense8 included the Wachowskis' Anarchos Productions (replaced by Lana and her wife's Venus Castina Productions in the second season), Straczynski's Studio JMS, and Georgeville Television, with Unpronounceable Productions having been set up specifically for the show.[2]", "22174500": "Wang Tianpu (Chinese: 王天普; pinyin: Wáng Tiānpǔ; born 1962), is a Chinese chemical engineer and CEO. He was the former president of Sinopec, one of the three largest state-owned oil companies in China.[1] On April 27, 2015, Wang was placed under investigation by the Central Commission for Discipline Inspection, the Chinese Communist Party's anti-corruption agency.[2] He expelled from the Communist Party on September 18, 2015. Two years later, he was sentenced to 15 years and 6 months in prison for graft.[3]", "32103207": "Paul T. Anastas  (born May 16, 1962, in Quincy, Massachusetts)[1] is an American scientist, inventor, author, entrepreneur, professor, and public servant. He is the Director of Yale University's Center for Green Chemistry and Green Engineering,[2]  Previously he served as the Science Advisor to the United States Environmental Protection Agency[3] as well as the Agency's Assistant Administrator for Research and Development, appointed by President Barack Obama.[4]", "58743601": "Catherine S. Woolley (born July 30, 1965) is an American neuroendocrinologist. Woolley holds the William Deering Chair in Biological Sciences in the Department of Neurobiology, Weinberg College of Arts & Sciences, at Northwestern University.[1][2]\nShe is also a member of the Women's Health Research Institute in the Feinberg School of Medicine at Northwestern University.[3]", "67427126": "Sylvie Garneau-Tsodikova is a French Canadian chemist who is a Professor and Associate Vice President for Research at the University of Kentucky. Her research considers the development of new molecules that can combat bacterial resistance.", "65788732": "Muhammad Lutfar Rahman (born 2 May 1942) is a Bangladeshi professor, chemist and researcher. He was 6th vice chancellor (from 20 October 2000 to 3 November 2001) of Islamic University, Bangladesh.[1] He was professor of Rajshahi University at Chemistry department.[2] He is now contract professor of Independent University, Bangladesh in Environmental Science and Management department.[3][2]", "8477500": "Davorin Dolar (January 1, 1921 – November 12, 2005) was a Slovenian chemist at the University of Ljubljana.[1] He was a physical chemist who studied polyelectrolyte solutions. He is regarded as a founder of modern physical chemistry teaching in Slovenia.[2]  He was a member of the Slovenian Academy of Sciences and Arts.", "8805182": "Otto Roelen (22 March 1897 – 30 January 1993) was a German chemist.", "44161855": "Lloyd M. Smith (born October 3, 1954) is a professor of chemistry and the founder of Third Wave Technologies.", "33610561": "Heinrich Oster (9 May 1878 – 29 October 1954) was a German chemist, executive at BASF and IG Farben and convicted Nazi war criminal.", "64019269": "Kutlu Özergin Ülgen is a Turkish biochemical engineer researching pharmacophore modelling to identify pharmacological chaperones used to treat infectious diseases, genetic diseases, and cancer. Ülgen is a professor in the department of chemical engineering at Boğaziçi University.", "26925896": "The Fullerian Chairs at the Royal Institution in London, England, were established by John 'Mad Jack' Fuller.", "57498443": "The murder of Pam Basu, resulting from a carjacking, occurred on September 8, 1992, in Laurel, Maryland.  Her death prompted the United States Congress and several states to enact tougher carjacking laws.", "23157584": "Franz Anton Voegeli (1825–1874) was a Swiss chemist who was the first to synthesize  triethyl phosphate (TEP) while he was working in Gustav Magnus's laboratory in Berlin.", "22141779": "Jennifer Moyle (April 30, 1921 - August 1, 2016)[1][2] was a British biochemist who helped discover the chemiosmotic mechanism of ATP synthesis.", "18799445": "Ernst Wilhelm Büchner (18 March 1850 – 25 April 1924) was the German industrial chemist after whom the Büchner flask and Büchner funnel are named. The patent for his two inventions was published in 1888.", "3136342": "Alexander Tropsha is a chemist and professor at the University of North Carolina - Chapel Hill.[1] Tropsha is Associate Dean for Pharmacoinformatics and Data Science at the UNC Eshelman School of Pharmacy. His primary fields of research  are cheminformatics and quantitative structure-activity relationship (QSAR) modeling in the context of drug discovery.[1] As of 2015, Tropsha has been an associate editor of the American Chemical Society’s Journal of Chemical Information and Modeling.[2]", "54483805": "Raymond Joseph Deshaies (born September 25, 1961) is an American biochemist and cell biologist.  He is senior vice president of global research at Amgen and a visiting associate at the California Institute of Technology (Caltech).  Prior to that, he was a professor of biology at Caltech and an investigator of the Howard Hughes Medical Institute.  He is also the co-founder of the biotechnology companies Proteolix and Cleave Biosciences.  His research focuses on mechanisms and regulation of protein homeostasis in eukaryotic cells, with a particular focus on how proteins are conjugated with ubiquitin and degraded by the proteasome.", "1891167": "William Standish Knowles (June 1, 1917 – June 13, 2012) was an American chemist. He was born in Taunton, Massachusetts.  Knowles was one of the recipients of the 2001 Nobel Prize in Chemistry.  He split half the prize with Ryōji Noyori for their work in asymmetric synthesis, specifically for his work in hydrogenation reactions.  The other half was awarded to K. Barry Sharpless for his work in oxidation reactions.[1]", "66739039": "Norman C. Deno (February 15, 1921 – September 22, 2017) was an American chemist and plant scientist. He was a professor of chemistry at Penn State University and is known as one of the foremost researchers in seed germination theory. He researched the biochemical reactions that underlie the germination of all seeds, performing germination research on plant species from 150 families, 800 genera, and 2500 species over the course of his career. Deno authored 150 papers in chemistry and 20 papers in horticulture, and self-published a number of books that combined his scientific results.", "71457632": "Santiago Grisolía García, 1st Marquess of Grisolía (6 January 1923 – 4 August 2022) was a Spanish biochemist.[1]", "24304481": "John Henry \"Professor\" Pepper (17 June 1821 – 25 March 1900) was a British scientist and inventor who toured the English-speaking world with his scientific demonstrations. He entertained the public, royalty, and fellow scientists with a wide range of technological innovations. He is primarily remembered for developing the projection technique known as Pepper's ghost, building a large-scale version of the concept by Henry Dircks. He also oversaw the introduction of evening lectures at the Royal Polytechnic Institution (University of Westminster) and wrote several important science education books, one of which is regarded as a significant step towards the understanding of continental drift. While in Australia he tried unsuccessfully to make it rain using electrical conduction and large explosions.", "1629034": "George Brecht (August 27, 1926 – December 5, 2008), born George Ellis MacDiarmid, was an American conceptual artist and avant-garde composer, as well as a professional chemist who worked as a consultant for companies including Pfizer, Johnson & Johnson, and Mobil Oil. He was a key member of, and influence on, Fluxus, the international group of avant-garde artists centred on George Maciunas, having been involved with the group from the first performances in Wiesbaden 1962 until Maciunas' death in 1978.", "3693422": "Ramanbhai B. Patel (19 August 1925 – 19 September 2001) was an Indian chemist who founded the operation, along with school friend I A Modi, that eventually became the Ahmedabad-based pharmaceutical company Cadila Laboratories.[1][2]", "52517742": "Rachel Anne McKendry is a British chemist. She is Director of i-sense, a UK-based interdisciplinary research collaboration developing early warning sensing systems for infectious diseases, and was part of the UK's Cross Council Initiative on Antimicrobial Resistance. McKendry is also Professor of Biomedical Nanoscience at University College London, holding a joint appointment in the Division of Medicine and the London Centre for Nanotechnology.", "1170291": "Prof Paul Sabatier FRS(For)[2] HFRSE (French: [sabatje]; 5 November 1854 – 14 August 1941) was a French chemist, born in Carcassonne.  In 1912, Sabatier was awarded the Nobel Prize in Chemistry along with Victor Grignard.  Sabatier was honoured for his work improving the hydrogenation of organic species in the presence of metals.", "13228924": "William Theilheimer (1914 – 14 July 2005), who was born in Augsburg, Germany, played a significant role in the history of what is now known as chemoinformatics.", "58678144": "Ruhr University Bochum\nTU Hannover\nUniversity of Leeds", "744323": "Vincent du Vigneaud (May 18, 1901 – December 11, 1978) was an American biochemist. He was recipient of the 1955 Nobel Prize in Chemistry \"for his work on biochemically important sulphur compounds, especially for the first synthesis of a polypeptide hormone,\"[1] a reference to his work on the peptide hormone oxytocin.", "12082054": "Edmund Knowles Muspratt (6 November 1833 – 1 September 1923) was an English chemical industrialist.", "21945222": "Wilson Baker FRS (24 January 1900 – 3 June 2002) was a British organic chemist.[1]", "67722119": "Emma Schymanski (born Emma Craven) is chemist known for her work identifying unknown organic compounds, particularly pollutants, and is an advocate for open science.", "28302226": "Mary Sherman Morgan (November 4, 1921 – August 4, 2004) was a U.S. rocket fuel scientist credited with the invention of the liquid fuel Hydyne in 1957, which powered the Jupiter-C rocket that boosted the United States' first satellite, Explorer 1.[1]", "38919059": "Herbert Lindlar-Wilson (15 March 1909 – 27 June 2009), better known as Herbert Lindlar, was a British-Swiss chemist. He is known in particular through the development of his catalyst for hydrogenation, as the Lindlar catalyst bears his name.[1]", "1891219": "Raymond Davis Jr. (October 14, 1914 – May 31, 2006) was an American chemist and physicist. He is best known as the leader of the Homestake experiment in the 1960s-1980s, which was the first experiment to detect neutrinos emitted from the Sun; for this he shared the 2002 \nNobel Prize in Physics.[3]", "2349980": "Benjamin Silliman Jr. (December 4, 1816 – January 14, 1885) was a professor of chemistry at Yale University and instrumental in developing the petroleum industry.", "30235559": "Anthony John Ryan (born 1962)[3] OBE FRSC is an English polymer chemist and sustainability leader at the University of Sheffield.[1] He was Pro-Vice-Chancellor of the university's Faculty of Science[4] from 2008 until 2016, and is currently Director of the Grantham Centre for Sustainable Futures.[5] He delivered the 2002 Royal Institution Christmas Lectures[6] and has appeared on programmes including the BBC Radio 4 comedy and popular science series The Infinite Monkey Cage.[7][8][9][10] He has collaborated on a range of arts and sciences projects with Professor Helen Storey from the London College of Fashion, University of the Arts London.", "46554026": "Fred August Kummerow (October 4, 1914 – May 31, 2017) was a German-born American biochemist. A longtime professor of comparative biosciences at the University of Illinois at Urbana–Champaign, Kummerow was best known as an opponent of the use of artificial trans fats in processed foods, carrying out a 50-year campaign for a federal ban on the use of the substance in processed foods.[2] He was one of the pioneers in establishing the connection between trans fats and heart disease, and he helped to cement the inclusion of trans fats into the Nurses' Health Study.[3][2] He also helped discover that it is oxidized cholesterol, rather than the cholesterol, that causes heart disease.[4]", "14736304": "Masataka Ogawa (小川 正孝, Ogawa Masataka, 21 February 1865 – 11 July 1930[1]) was a Japanese chemist mainly known for the claimed discovery of element 43 (later known as technetium), which he named nipponium. In fact, he had discovered, but misidentified, element 75 (later called rhenium).[2][3]", "29088695": "Nicholas J. Turro (May 18, 1938 – November 24, 2012) was an American chemist, Wm. P. Schweitzer Professor of Chemistry at Columbia University.  He was a world renowned organic chemist and leading world expert on organic photochemistry.  He was the recipient of the 2011 Arthur C. Cope Award in Organic Chemistry, given annually \"to recognize outstanding achievement in the field of organic chemistry, the significance of which has become apparent within the five years preceding the year in which the award will be considered.\"[2][3][4][5]  He was also the recipient of the 2000 Willard Gibbs Award, which recognizes \"eminent chemists who...have brought to the world developments that enable everyone to live more comfortably and to understand this world better.\"[6]"}