{"64830624": "Candice Mae Bridge is an American chemist and Associate Professor of Chemistry and Forensic Science at the University of Central Florida.[1] Her research considers the development of mass spectroscopy for forensic analysis, including the characterization of lubricant from rape victims and residue from gunshots, as well as the identification of drugs in urine samples.", "22166692": "Li Shouheng (Chinese: 李寿恒; pinyin: Lǐ Shòuhéng; 1898–1995), also known as S. H. Li, was a Chinese educator, chemist and chemical engineer. Li founded the first chemical engineering department in China, thus is regarded as the Father of Modern Chinese Chemical Engineering.[1] Li is also regarded as the first President of current Zhejiang University of Technology.", "21839018": "William J. Rutter (born August 28, 1928)[1] is an American biochemist who cofounded the early biotechnology company Chiron Corporation together with Edward Penhoet and Pablo DT Valenzuela.  As chairman of the department of biochemistry and biophysics of the University of California, San Francisco, Rutter helped establish that department as a leader in the academic side of the biotechnology during the San Francisco Bay Area biotech boom of the 1980s.[2]", "41335982": "Richard Maling Barrer FRS (16 June 1910 – 12 September 1996) was a New Zealand-born chemist. His areas of research included gas permeability of membranes and zeolite science, of which he was a founding figure; he also gave his name to the zeolite Barrerite.[1] The Barrer, a unit of gas permeability, is also named after him.[2]", "53427386": "Floyd Earl Bartell (1883-1961) was a chemist who spent his entire academic career at the University of Michigan. He specialized in the study of colloids.", "15023291": "Professional chemist is the term for registered or licensed chemists in Canada who are permitted to offer their professional services directly to the public. The professional chemist designation is commonly abbreviated to PChem when added as a suffix after a person's name.", "14171328": "Seiji Shinkai (新海 征治, Shinkai Seiji, born July 5, 1944) is a Japanese chemist and professor of Kyushu University,[1][2] and emeritus professor.", "22789313": "Heinz A. Staab (26 March 1926 – 29 July 2012) was a German chemist. From 1990 to 1996 he was Präsident der Max Planck Society.", "19348685": "Richard Laming (c. 1798–3 May 1879) was a British surgeon, natural philosopher, inventor, chemist and industrialist.", "73252047": "William Earl Moore (1941 - 10 December 2020) was an American chemist.  He was the first African American to graduate from Purdue University with a PhD in chemistry. Moore was a faculty member at Southern University for more than three decades.[1]", "4570327": "Otto Karl Julius Röhm (German: [ʁøːm]; 14 March 1876, Öhringen, Germany – 17 September 1939, Berlin) was one of the founders and a longtime president of the Röhm und Haas chemical company which became later in the USA the Rohm and Haas (today Dow Chemical) and in Germany the Röhm GmbH (today Evonik Degussa).", "22035678": "Dr. James Alfred Obita is a Ugandan politician.  By profession an industrial biochemist, he serves as the Secretary For External Affairs And Mobilisation, and Leader of Delegation for the Lord's Resistance Movement.[1][2][3]", "73088224": "Elena P. Ivanova is a nanobiotechnologist/biophysicist, academic, and author. She is a Distinguished Professor at RMIT University, Australia. She is most known for her research on biomaterials and bioengineering, focusing on biomimetics antimicrobial nanostructured surfaces.[1]", "40647906": "Gloria Long Anderson (born November 5, 1938) is the Fuller E. Callaway Professor of Chemistry at Morris Brown College, and its vice president for academic affairs.[1]  She has served as interim president of Morris Brown, and as vice chair of the Corporation for Public Broadcasting. She was a pioneer in the field of nuclear magnetic resonance spectroscopy, and is known for her studies of fluorine-19 and solid rocket propellants.[2][3][4]", "703722": "Stephanie Louise Kwolek (/ˈkwoʊlɛk/; July 31, 1923 – June 18, 2014) was a Polish-American chemist who is known for inventing Kevlar. Her career at the DuPont company spanned more than 40 years.[1] She discovered the first of a family of synthetic fibers of exceptional strength and stiffness: poly-paraphenylene terephthalamide.[1][2]", "45595882": "Alfred Bertheim (17 April 1879 – 17 August 1914)[1] was a German chemist, best known for his research on arsenic compounds with Paul Ehrlich.", "19217647": "Abul Qasim ibn Mohammed ibn Ibrahim al-Wazir al-Ghassani al-Andalusi (Arabic: قاسم بن محمد الغساني) (1548–1610) was a famous physician at the Saadian court.[1][2] He studied medicine with his father. He lived in Marrakesh and Fez and was of Morisco descent. It is probable that he was the author of Hadiqat al-azhar fi mahiyyat al-ushb wa-l-aqqar (Garden of Flowers in the Explanation of the Character of Herbs and Drugs), a treatise on pharmacology and botany.[3] A hospital in Fez was named after him.", "30293232": "Leonard Albert Wiseman OBE BSc ARI.C CText FTI (4 November 1915 – 20 January 2009) was an organic chemist, scientific intelligence analyst and scientific administrator. Following his early work as a research chemist and in intelligence, he became, successively Deputy Director of the Atomic Weapons Research Establishment, Director of the British Rayon Research Association, succeeding John Wilson, Deputy Director of the Cotton, Silk and Man-made Fibres Research Association when the BRRA merged with the British Cotton Industry Research Association (the Shirley Institute), becoming Director in 1969 until retiring in 1980. He also served for some years as Chairman of Council of the Textile Institute.[1]", "12500210": "Dr Joseph George Davidson FRSE (February 7, 1892 – October 9, 1969) was an American chemist and inventor.", "10468595": "Lafayette Benedict Mendel (February 5, 1872 –  December 9, 1935) was an American biochemist known for his work in nutrition, with longtime collaborator Thomas B. Osborne, including the study of Vitamin A, Vitamin B, lysine and tryptophan.", "343282": "James Keir FRS (20 September 1735 – 11 October 1820) was a Scottish chemist, geologist, industrialist, and inventor, and an important member of the Lunar Society of Birmingham.", "46316790": "Molly S. Shoichet FRS, is a Canadian science professor, specializing in chemistry, biomaterials and biomedical engineering. She was Ontario's first Chief Scientist.[3][4] Shoichet is a biomedical engineer known for her work in tissue engineering, and is the only person to be a fellow of the three National Academies in Canada.", "802038": "Harrie Irving Hancock (January 16, 1868 – March 12, 1922) was an American chemist and writer, mainly remembered as an author of children's literature and juveniles in the late 19th and early 20th centuries, and as having written a fictional depiction of a German invasion of the United States.", "769274": "James Price (1752–1783) was an English chemist and alchemist who claimed to be able to turn mercury into silver or gold. When challenged to perform the conversion a second time in front of credible witnesses, he instead committed suicide by drinking prussic acid.", "74300683": "Kim Baines PhD FRSC FRSC is a professor of organic chemistry at the University of Western Ontario. In 2022 she was elected as a Fellow of the Royal Society of Canada.[1] She was the inaugural chair of the DEI working group of the Chemical Institute of Canada.[2] The Lipson-Baines Awards in Chemistry is named in part for her.[3]", "56016142": "Laura Iglesias Romero (1926 – 15 April 2022) was a Spanish chemist who was a pioneer in the use of atomic spectroscopy in the study of the movements of stars.", "59784470": "Alison Rae Hardin Narayan (born 1984)[1] is an American chemist and the William R. Roush assistant professor in the Department of Chemistry at the University of Michigan College of Literature, Science, and the Arts.[2] Additionally, she is a research assistant professor at University of Michigan Life Sciences Institute.[3]", "13417752": "Liu Yandong (Chinese: 刘延东) is a retired Chinese politician. She recently served as the Vice Premier of the People's Republic of China, and was a member of the Politburo of the Chinese Communist Party from 2007 to 2017, a State Councilor between 2007 and 2012, and headed the United Front Work Department of the Communist Party between 2002 and 2007.", "54934808": "Endre Bíró (April 22, 1919 – June 13, 1988) was a Hungarian biochemist whose research findings in the biochemistry of the muscle and muscle contraction found international recognition. (His full name is Miklós Endre Bíró translated into English as Nicholas Andrew Bíró hence in his publications in English he is referred to as N. A. Bíró.)", "40647965": "Frauke Petry (German: [ˈfʁaʊkə ˈpeːtʁiː]; née Marquardt; born 1 June 1975) is a German politician who chaired the Alternative for Germany (AfD) party from July 2015 to September 2017. A chemist by training and with a professional background as a businesswoman, some political scientists described Petry as a representative of the national conservative wing of that party.[1][2][3][4]", "5422365": "John C. Sanford is an American geneticist and inventor. From 1980 to 1998 he was a professor at Cornell University. After retirement at Cornell, he continued as courtesy professor. He is known for advocacy of the pseudoscience of intelligent design.", "900383": "Francois Auguste Victor Grignard (6 May 1871 – 13 December 1935) was a French chemist who won the Nobel Prize for his discovery of the eponymously named Grignard reagent and Grignard reaction, both of which are important in the formation of carbon–carbon bonds.", "55164196": "Daniel Louvard is a French scientist with the Department of Cell Biology in the Curie institute, Paris.[1] In 1996 he won the Richard Lounsbery Award jointly with Jacques Pouysségur for \"their contributions to the study of the regulation of cell division and differentiation.\"[2][3]", "65617192": "Ying Ge is a Chinese-American chemist who is a Professor of Cell and Regenerative Biology at the University of Wisconsin–Madison. Her research considers the molecular mechanisms that underpin cardiac disease. She has previously served on the board of directors of the American Society for Mass Spectrometry. In 2020 Ge was named on the Analytical Scientist Power List.", "40418603": "R. Bruce King is emeritus regents professor at the University of Georgia.  He has contributed to many areas of organometallic chemistry, including synthesis, spectroscopy, and theory.  He is the author and editor of several monographs and book series.[1]", "23575855": "Manuel Ballester Boix (born in Barcelona on 27 June 1919; died 5 April 2005) was a Spanish chemist.", "54869297": "Timothy Richard Elliott FRS[1] is a professor at the University of Bristol.[2][3][4]", "67779892": "Yolanda Ortiz (1923 or 1924, Tucumán – 22 June 2019, Buenos Aires) was an Argentine doctor of chemistry.[1]  She was the first Secretary of Natural Resources and Human Environment of Argentina, appointed by then-president Juan Perón in 1973. She was the first woman to hold such a position in Latin America. She was also an advisor to the Ministry of Environment and Sustainable Development of the Nation and of the Federal Council of the Environment (COFEMA).", "56278327": "Margaret Douie Dougal (1858 or 1859 – 1938, née Robertson, later Chaplin) was a British chemical publication indexer for fifteen years (1885–1909) for the Chemical Society.[1] Dougal contributed to the compilation of volumes i-iii of A Collective Index of the Transactions, Proceedings and Abstracts of the Chemical Society.[2][3][4] The then president of the Chemical society, Sir James Dewar, congratulated Dougal for her work as \"an example of thoroughness and accuracy to her successors.\" The collected decennial indices were also prepared by Dougal; at the 1906 Annual Meeting of the Chemical Society it was noted that the Council \"had pleasure in expressing the high appreciation of the ceaseless energy displayed by the indexer, Mrs. Margaret Dougal, on the completion of this valuable work.\"[5]", "37731646": "James Woodhouse (17 November 1770, Philadelphia – 4 June 1809, Philadelphia) was an American surgeon and chemist.", "56016192": "Harry Wiener (October 29, 1924 in Vienna, Austria – November 8, 1998 in New York City, US) was an Austrian-American chemist, physician and psychologist, a pioneer in cheminformatics and chemical graph theory, and a long-time employee at Pfizer.[1]", "66207042": "Bao Gu (Chinese: 鮑姑, fl. 4th-century), was a Chinese Taoist physician.  She is the daughter of accomplished Taoist practitioner and governor Bao Jing and the wife of Ge Hong who is the author of Baopuzi. She is also known as one of the famous four female physicians in Chinese history, along with Zhang Xiaoniang of Northern Song dynasty, Yi Xu of the Western Han dynasty, and Tan Yunxian, who was active during the Ming dynasty. [1]   She was active during the Eastern Jin dynasty.", "54017351": "Joseph Keith Dixon (1906–1966)[1] was a New Zealand soil chemist and scientific administrator. He completed a master's thesis at Canterbury University College in 1927.[2] He rose to be director of Soil Bureau 1962–1966 and President of the Royal Society of New Zealand (1960–1962).[3]", "58965322": "Manfred Theodor Reetz (born 13 August 1943)[1] is a German chemist and professor of organic chemistry, who served as director of the Max Planck Institute for Coal Research from 1991 until 2011. His research focuses on directed evolution, enzymes in organic chemistry, and stereoselective biocatalysis.[2]", "15580496": "Henry Letheby (1816 – 28 March 1876) was an English analytical chemist and public health officer.", "2276691": "Dr James Sheridan Muspratt FRSE FRSD (8 March 1821 – 3 February 1871) was an Irish-born research chemist and teacher. His most influential publication was his two-volume book Chemistry, Theoretical, Practical and Analytical as applied and relating to the Arts and Manufactures (1857–1860).", "48610647": "Eugenia Kumacheva OC FRS FRSC[2] is a University Professor and Distinguished Professor of Chemistry at the  University of Toronto. Her research interests span across the fields of fundamental and applied polymers science, nanotechnology, microfluidics, and interface chemistry. She was awarded the L'Oréal-UNESCO Awards for Women in Science in 2008 \"for the design and development of new materials with many applications including targeted drug delivery for cancer treatments and materials for high density optical data storage\".[3][4][5][2][6] In 2011, she published a book on the Microfluidic Reactors for Polymer Particles[7] co-authored with Piotr Garstecki [Wikidata]. She is Canadian Research Chair in Advanced Polymer Materials (Tier 1). She is Fellow of the Royal Society (FRS) and a Fellow of the Royal Society of Canada (FRSC).", "25738596": "Adolf Patera (11 July 1819, in Vienna – 26 June 1894), was a Bohemian chemist, mineralogist and metallurgist, best known for the important role he played in the utilisation of uranium in colour production in glass, and associated with silver extraction from the mines at Joachimsthal, then part of the Austro-Hungarian Empire, now known as Jáchymov. Pateraite, supposedly a cobalt molybdate, is named after him.[1][2]", "4832615": "Alexander Grigoryevich Abramov (Russian: Александр Григорьевич Абрамов, born 1959) is a Russian businessperson, who until March 2022 was the Chairman of the Board of directors of Evraz, one of Russia's largest steel producers.[1] Since 1998, he has amassed one of the largest steel and iron empire in Russia, which employed 71,591 people around the world, with steel output of 13,57 million tones and turnover of $14,1 billion in 2021, leading to him be widely considered a Russian oligarch. A business partner and ally of Aleksandr Frolov and Roman Abramovich, Abramov was in June 2021 listed by Forbes as having an estimated net worth of $8.0 billion.[2]", "61717864": "Joyce Mary Waters, Lady Waters ONZM (née Partridge; born 2 June 1931) is a New Zealand inorganic chemist and X-ray crystallographer, who is currently professor emeritus at Massey University. She was the second woman to receive a PhD in chemistry at the University of Auckland, and the first woman to serve as president of the New Zealand Institute of Chemistry.", "68959596": "Janet Gretchen Osteryoung (March 1, 1939 – September 21, 2021) was an American chemist who was the director of the Chemistry Division of the National Science Foundation from 1994 to 2001. Her research furthered the development of electroanalysis and especially that of square wave voltammetry. She was elected a Fellow of the American Association for the Advancement of Science in 1984 and awarded the Garvan–Olin Medal in 1987.", "47136114": "Friedrich August Frenzel (24 May 1842 – 27 August 1902) was a German mineralogist. He was born in a miner's family in Freiberg, Saxony. In 1861 he was awarded a scholarship which enabled him to study mineralogy at Bergakademie Freiberg. There he attracted the attention of August Breithaupt who asked him to help with organising the mineralogical collections of the academy and with testing mineral samples, and to assist in the professor's mineralogical research. In 1865 Frenzel finished his studies and was awarded the title of a mining inspector. From then on, he worked for 25 years as a chemist in the metallurgical laboratories. He also lectured at the Bergakademie.", "65224050": "Heinrich August Bernthsen (29 August 1855 – 26 November 1931) was a German chemist who was among the first to synthesize and study the structures of methylene blue and phenothiazine.", "1260919": "Eugen Baumann (12 December 1846 – 3 November 1896) was a German chemist. He was one of the first people to create polyvinyl chloride (PVC), and, together with Carl Schotten, he discovered the Schotten-Baumann reaction.", "13778299": "Alan Anthony Jones (1944 in Jamestown, NY – May 23, 2006) was an American professor of chemistry at Clark University in Worcester, Massachusetts. During his more than thirty years at Clark he served as a mentor and advisor to hundreds of undergraduate, graduate and post-doctoral students. He was a leading researcher in the field of\nNMR and polymer physics.[1] His research focused on solid state NMR spectroscopy of polymer systems. This work was supported for many years through grants from agencies such as the National Science Foundation, Petroleum Research Fund and the Army Research Office.", "70892927": "Arne Magnéli (6 December 1914 – 22 July 1996) was a Swedish chemist and crystallographer known for his work on the structure determination of transition metal oxides and alloys, including the study into their homologous series and nonstoichiometric phenomenon.[1]", "57621897": "Orville Frank Tuttle (June 25, 1916, Olean, New York – December 13, 1983, Tucson, Arizona) was an American mineralogist, geochemist, and petrologist, known for his research on granites and feldspars, with pioneering development of apparatus in experimental petrography.[1][2]", "51559821": "Sir Hugh Fish, CBE (6 January 1923 – 27 May 1999) was an English chemist who was one of the architects of the UK water industry in the late 20th century, and was responsible for the clean-up of the River Thames.[1][2]", "51756429": "Jehane Noureldin Ragai (Arabic: جيهان نور الدين رجائي) (born in Cairo, Egypt)[1] is an Emeritus Professor of Chemistry at the American University in Cairo (AUC). She is the author of the two editions of The Scientist and the Forger. The first edition, published in 2015 by Imperial College Press,[2][3][4][5] was translated into Korean. The second edition, published in 2018 by World Scientific Publishing,[6] was translated into Chinese. Her recent Textbook Technical Art History , published in 2021 by World Scientific Publishing, which she co-authored with Tamer Shoeib has won the \"Most Promising New Textbook Award \" by the Textbook and Academic Authors Association in the US.", "64306580": "Eric John Logan McInnes FRSE is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[4] His research in general is based on inorganic chemistry and magnetochemistry, specifically on molecular magnetism, EPR spectroscopy and coordination chemistry.[5]", "3489177": "William Andrew Goddard III (born March 29, 1937) is the Charles and Mary Ferkel Professor of Chemistry and Applied Physics, and director of the Materials and Process Simulation Center at the California Institute of Technology.[2][3]", "6274457": "Albert Coombs Barnes (January 2, 1872 – July 24, 1951) was an American chemist, businessman, art collector, writer, and educator, and the founder of the Barnes Foundation in Philadelphia, Pennsylvania.[1][2][3]", "2604445": "Henry Drysdale Dakin FRS[1] (12 March 1880 – 10 February 1952) was an English chemist.[2]", "14138784": "Sophus Mads Jørgensen (4 July 1837 – 1 April 1914) was a Danish chemist. He is considered one of the founders of coordination chemistry, mainly by being one of the pioneers of the famous chain theory and is known for the debates which he had with Alfred Werner during 1893-1899. While Jørgensen's theories on coordination chemistry were ultimately proven to be incorrect, his experimental work provided much of the basis for Werner's theories. Jørgensen also made major contributions to the chemistry of platinum and rhodium compounds.", "54017446": "Morice Fieldes (1914 – 1973) was a New Zealand soil chemist and science administrator. He worked initially at Chemistry Division, DSIR, before moving to Soil Bureau,[1] where he rose to be director.[2] The New Zealand Society of Soil Science has an award in his memory.[3]", "2964903": "Geheimrat Julius Wilhelm Theodor Curtius (27 May 1857 – 8 February 1928) was professor of Chemistry at Heidelberg University and elsewhere. He published the Curtius rearrangement in 1890/1894 and also discovered diazoacetic acid, hydrazine and hydrazoic acid.In 1882 he carried out the first ever peptide synthesis, creating the N-protected dipeptide, benzoylglycylglycine[1]", "47168939": "Andrew Jonathan Nok, NNOM (11 February 1962 – 21 November 2017) was a Nigerian Professor of Biochemistry and the public affairs secretary of the Nigerian Academy of Science.[1][2] In 2010 he was a recipient of the Nigerian National Order of Merit Award (NNOM), in the Science category[3] and in 2013 he won the Alexander Humboldt Prize.[4] He died on 21st November 2017 after a brief illness.[5]", "59522476": "Richard Dronskowski (born 11 November 1961, in Brilon) is a German chemist and physicist. He is a full professor at the RWTH Aachen University.", "52379059": "Sumit Bhaduri (born 1948) is an Indian organometallic chemist and was a senior scientific advisor to Reliance Industries.[1] He is known for his studies on metal-carbonyl clusters and to the polymer-supported catalysis[2] and is credited with the development of technology for the manufacture of Ziegler-Natta polypropylene catalyst which is in use with Reliance Industries.", "12991930": "Robert George Bergman is an American chemist. He is Professor of the Graduate School and Gerald E. K. Branch Distinguished Professor Emeritus at the University of California, Berkeley.[1]", "2506175": "Discovery of the function of CTLA-4", "35962306": "Veli Pekka Pyykkö (born 12 October 1941)[1] is a Finnish academic. He was professor of Chemistry at the University of Helsinki.[1] From 2009–2012, he was the chairman of the International Academy of Quantum Molecular Science. He is known for his extension to the periodic table of elements,[2][3] known as the Pyykkö model.[4]", "409032": "Colin Trevor Pillinger, CBE FRS FRAS FRGS (/ˈpɪlɪndʒər/; 9 May 1943 – 7 May 2014) was an English planetary scientist. He was a founding member of the Planetary and Space Sciences Research Institute at Open University in Milton Keynes,[3] he was also the principal investigator for the British Beagle 2 Mars lander project, and worked on a group of Martian meteorites.[4][5][6]", "3489230": "David Parker Craig AO FRS FAA FRSN (23 December 1919 – 1 July 2015), an Australian chemist, was the Foundation Professor of Physical and Theoretical Chemistry and later Emeritus Professor in the Research School of Chemistry at the Australian National University in Canberra.[1][2]", "2964944": "Jean M.J. Fréchet (born August 1944) is a French-American chemist and professor emeritus at the University of California, Berkeley. He is best known for his work on polymers including polymer-supported chemistry,  chemically amplified photoresists, dendrimers, macroporous separation media, and polymers for therapeutics. Ranked among the top 10 chemists in 2021,[2] he has authored nearly 900 scientific paper and 200 patents including 96 US patents.[3]  His research areas include organic synthesis and polymer chemistry applied to nanoscience and nanotechnology with emphasis on the design, fundamental understanding, synthesis, and applications of functional macromolecules.", "12238289": "Rona Robinson (1884–1962) was the first woman in the United Kingdom to gain a first-class degree in chemistry[1] and one of the first documented female industrial chemists.[2]  She was also a British suffragette and paid member of the Women's Social and Political Union (WSPU).", "1359316": "Coenraad Johannes van Houten (15 March 1801 – 27 May 1887) was a Dutch chemist and chocolate maker known for the treatment of cocoa mass with alkaline salts to remove the bitter taste and make cocoa solids more water-soluble; the resulting product is still called \"Dutch process chocolate\". He is also credited with introducing a method for pressing the fat (cocoa butter) from roasted cocoa beans, though this was in fact his father, Casparus van Houten's invention.[1]", "63487446": "California Institute of Technology, Professor, 1989 – 1999", "14171607": "Axel Dieter Becke FRS (born June 10, 1953) is a physical chemist and Professor of Chemistry at Dalhousie University, Canada. He is a leading researcher in the application of density functional theory (DFT) to molecules.", "50445785": "Maurice Stroun (September 3, 1926 – August 2017) was a Swiss researcher and professor at the University of Geneva in the Department of Plant Biochemistry and Physiology. He is known for first hypothesizing and demonstrating the existence of disease-specific circulating nucleic acids as well as first developing techniques for the detection of tumor-related characteristics of circulating DNA and RNA in plasma and serum, or liquid biopsies as this field is now known.", "54050271": "Mildred May Gostling (15 December 1873 – 19 February 1962), also published under her married name Mildred Mills, was an English chemist who completed research in carbohydrate chemistry. She was one of the nineteen signatories on a letter from professional female chemists to the Chemical Society (later the Royal Society of Chemistry) requesting that women be accepted as Fellows to the Society.", "63225319": "Master Geng (Chinese: 耿先生; pinyin: Gěng Xiānshēng; Wade–Giles: Kêng3 Hsien1-shêng1, died c. 975 CE) was a Chinese alchemist.[1]", "45333992": "Herbert H. Anderson (1913 – 2001)[1][2] was an American organic chemist, a member of Glenn Seaborg's Met Lab group at Chicago during the Manhattan Project.[3]  Anderson was a co-inventor, with Larned B. Asprey, of the PUREX  process for plutonium and uranium extraction.", "17710571": "Ludwig Clamor Marquart (29 March 1804 – 10 May 1881) was a German pharmacist and entrepreneur born in Osnabrück.", "56344043": "Prof Thomas Slater Price FRS FRSE FCS OBE (1875–1949) was a 20th-century British chemist.[1]", "63061484": "Charles Clifton Richardson (born May 7, 1935) is an American biochemist and professor at Harvard University. Richardson received his undergraduate education at Duke University, where he majored in medicine. He received his M.D. at Duke Medical School in 1960. Richardson works as a professor at Harvard Medical School, and he served as editor/associate editor of the Annual Review of Biochemistry from 1972 to 2003.[1] Richardson received the American Chemical Society Award in Biological Chemistry in 1968, as well as numerous other accolades.[2]", "37764590": "Helen Marie Dyer (May 26, 1895 – September 20, 1998)[1] was an American biochemist and cancer researcher. Her main work concerned the mechanism of carcinogenesis; she also worked with metabolism and nutrition.", "69877235": "Torsten Ludvig Thunberg (30 June 1873 – 4 December 1952) was a Swedish physiologist and biochemist who worked on metabolic oxidation, including examinations of key steps in the tricarboxylic acid cycle, producing insights that were later elucidated by Hans A. Krebs. He was a professor of physiology at the University of Lund. The Thunberg grill illusion, also called the thermal grill illusion was discovered by him. The so-called Thunberg tube for examining biological redox reactions[1] was also named after him.", "73842164": "Alan Quayle was a British chemist and mass spectrometrist.", "33865207": "Geoffrey Brind Jameson FRSNZ[1] is a structural chemist and biologist at Massey University in Palmerston North, New Zealand. Jameson completed a PhD at the University of Canterbury in 1977.[2] He is the director of the Centre for Structural Biology, and a crystallographer, using X-ray crystallography and NMR spectroscopy to determine the structure of materials.", "64568825": "Fritz Plato (1858 – 1938) was a German chemist.[1] The unit for specific gravity of liquids,  degree Plato, is named after him.[2]", "42089977": "Takaoki Sasaki (佐々木 隆興, Sasaki Takaoki, 1878–1966) was a Japanese biochemist and oncologist known for demonstrating the induction of liver cancer in rats by Ortho-Aminoazotoluene with his pupil Tomizo Yoshida.[1][2] In addition, he was also known as a master of fencing in Japan.[3] He received the Imperial Prize of the Japan Academy twice (1924 and 1936).", "60177915": "Katsuhiko Ariga (有賀克彦, Ariga Katsuhiko, born 1962) is a Japanese chemist specializing in nanotechnology and self-assembly. He was educated at the Tokyo Institute of Technology, where he defended his PhD in 1990 and later worked as assistant professor. Since 2004 he carries out research at the National Institute for Materials Science, and teaches at the University of Tokyo, where he is a full professor. Ariga is a Fellow of the Royal Society of Chemistry (2013)[3] and an editor of the journal Science and Technology of Advanced Materials.[4]", "65846782": "Hendrik Coenraad \"Coen\" Hemker (born 21 July 1934) is a Dutch biochemist and academic administrator. He was one of the founders of Maastricht University and was its rector magnificus from 1982 to 1984. He was a professor of biochemistry from 1975 until 1999. In his research he has mainly studied thrombosis and hemostasis.", "73448961": "Francesco Pocchiari (25 June 1924, Melfi - 2 January 1989, Rome) was an Italian chemist and pharmacologist, researcher in microbiology and biological chemistry. He was the director of the Istituto Superiore di Sanità between 1972 and 1989. In honor of his memory, the Francesco Pocchiari Fellowship was established in 1991 with funds provided by the Italian Government.", "48512513": "Michiyo Tsujimura (辻村みちよ, 17 September 1888 – 1 June 1969) was a Japanese agricultural scientist and biochemist whose research focused on the components of green tea. She was the first woman in Japan to receive a doctoral degree in agriculture.", "41696772": "Erich Clar (23 August 1902 in Hřensko – 27 March 1987 in Estepona) was an Austrian organic chemist who studied polycyclic aromatic hydrocarbon chemistry. He is considered as the father of that field.[1] In 1941, he authored \"Aromatische Kohlenwasserstoffe\" (Springer-Verlag) and in 1964 the greatly expanded two-volume Polycyclic Hydrocarbons, which described the syntheses, properties, and UV-visible absorption spectra of hundreds of PAHs. He discovered the Clar reaction of the cyclic ketone perinaphthenone to form dibenzo[cd,lm]perylene in a 400 C melt of zinc dust, zinc (II) chloride, and sodium chloride. [2] He created the Sextet Theory, now eponymously called Clar's rule, to describe the behavior of polycyclic aromatic hydrocarbon isomers. This was described in his book The Aromatic Sextet. He was awarded the August Kekulé Medal by the Chemical Society of the GDR in 1965,[3] the highest award given by that society to foreign scientists,[4] and the first Polycyclic Aromatic Hydrocarbon Research Award of the International Symposium on Polynuclear Aromatic Hydrocarbons in 1987.[5]", "25574922": "David Sidney Feingold (Hebrew דוד סידני פיינגולד; November 15, 1922 – September 26, 2019) was an American biochemist.", "9780751": "Nicasius le Febure, a.k.a. Nicolas le Febure or Nicasius le Fevre or Nicolas le Fèvre (1615 - 1669), was a French chemist and alchemist who was appointed to positions by both French and English royalty.", "18791954": "Prashant V. Kamat is a professor of chemistry and biochemistry and a principal scientist of the radiation laboratory, University of Notre Dame. He is affiliated with the department of chemical and biomolecular engineering as a concurrent professor. He earned his master's (1974) and doctoral degree (1979) in physical chemistry from Bombay University, and carried out his postdoctoral research at Boston University (1979–1981) and University of Texas at Austin (1981–1983).", "16989716": "Sir George Thomas Beilby FRS (17 November 1850 – 1 August 1924) was a British chemist.", "11451926": "Margaret Jope (1913–2004) was a Scottish biochemist, born Henrietta Margaret Halliday in Peterhead, Scotland. She carried out research into brachiopods.", "35995160": "Brian C. O'Regan is an American chemist known for the co-invention of dye-sensitized solar cells (DSSC, DSC, SSC). He was previously[when?] a Research Lecturer at Imperial College London where he conducted research on photovoltaic cells and other applications of nano-structured oxide electronic materials.", "22494743": "Alessandro Vaciago (September 11, 1931 – November 17, 1993) was a Professor of Chemical Structure, University of Rome from 1971 to 1993.  He also served as a Cultural Counselor for the Italian Embassy.[1]", "26656284": "Cyril Y. Bowers, M.D., emeritus professor of medicine at Tulane University School of Medicine, attended medical school at the University of Oregon and did an internship at the University of Washington. He then studied biochemistry at Cornell University and attended the postgraduate school of medicine at the University of Pennsylvania. From 1961-2004 he was the director of the Section of Endocrinology & Metabolism in the department of medicine at Tulane University School of Medicine. Bowers has served on the editorial board of several endocrine journals, was a member of the National Institute of Diabetes and Digestive and Kidney Diseases Study Section for eight years and has written over 400 articles in peer-reviewed journals, including chapters in books and over 200 abstracts.", "74202653": "Cate Jenkins is a chemist at the Environmental Protection Agency, best known for whistleblowing on possible health effects arising from the September 11 attacks.", "52805150": "Agnes Fay Morgan (May 4, 1884 – July 20, 1968) was an American chemist and academic. She was the longtime chair of the home economics program at the University of California. Her program was strongly grounded in science, and students admitted into the program were required to have a level of science education that was not typical of home economics programs at the time. Morgan was one of the earliest married female college professors in the United States.", "20528678": "Sir Philip Joseph Hartog KBE CIE (2 March 1864 – 27 June 1947) was a British chemist and educationalist who undertook this role in England and India.", "58572334": "William Michael Gelbart (born June 12, 1946) is Distinguished Professor of Chemistry and Biochemistry at the University of California, Los Angeles, and a member of the California NanoSystems Institute and the UCLA Molecular Biology Institute. He obtained his Bachelor of Science degree from Harvard University in 1967, his Master's (1968) and PhD (1970) degrees from the University of Chicago, and did postdoctoral work at the University of Paris (1971) and the University of California, Berkeley (1972). After 30 years of research in theoretical physical chemistry, contributing notably to the fields of  gas-phase photophysics, optical properties of simple liquids, and the statistical physics of complex fluids, he started a biophysics laboratory with Charles Knobler in 2002 to investigate the physical aspects of viral infectivity.", "37436987": "George Kendall Shaw (March 30, 1924 – October 18, 2019) was an American painter who was based in New Orleans, with a career spanning a number of art styles—ranging from abstract expressionism to pop art to minimalism to pattern and design to color field—with heightened emotion, pattern, shape, and vivid color predominant. Shaw's work includes a series of 30 paintings based on the Torah of the Old Testament, as well as recent work with pure colors that he terms “Cajun Minimalism.”", "63127099": "Geoffrey \"Geoff\" William Coates (born 1966) is an American chemist and the Tisch University Professor in the department of chemistry and chemical biology at Cornell University.[1][2]", "19480127": "Professor Keith Dalziel F.R.S.[1] (24 August 1921 – 7 January 1994) was a British biochemist.", "56540738": "John Read FRS FRSE FCS FIC (1884–1963) was a British chemist and scientific author.", "65846858": "Usama Al-Khalidi (Arabic: أسامة الخالدي) (April 20, 1932 – November 11, 2010) was an Arab biochemist who contributed significantly to the development of scientific institutions in Jordan and the wider Middle East.", "32816724": "Grant McDonald Wilson (May 24, 1931 – September 10, 2012) was a notable American thermodynamicist.  He is widely known to the fields of chemical engineering and physical chemistry for having developed the Wilson equation, one of the first attempts of practical importance to model nonideal behavior in liquid mixtures as observed in practice with common polar compounds such as alcohols, amines, etc.  The equation has been in use in all commercial chemical process simulators to predict phase behavior and produce safe process designs of commercial and environmental protection importance to the chemical industry.[1]  He founded the company Wilco (now Wiltec) in 1977 to research, measure, commercialize, and publish thermophysical property data for numerous chemical mixtures of interest to the industry.[2]  The Journal of Chemical & Engineering Data published a posthumous issue in honor of Wilson in April 2014 in recognition of his extensive contributions to the field.", "4308569": "Kirill Pavlovich Florensky (Russian: Кири́лл Па́влович Флоре́нский; 27 December 1915 – 9 April 1982) was a Russian Soviet geochemist and planetologist.  He was head of comparative planetology at the Vernadsky Institute of the Soviet Academy of Sciences.[1]", "12205658": "Hertha Sponer (1 September 1895 – 27 February 1968) was a German physicist and chemist who contributed to modern quantum mechanics and molecular physics and was the first woman on the physics faculty of Duke University. She was the older sister of philologist and resistance fighter Margot Sponer.[1]", "61619815": "Katherine J. Franz (born 1972) is the chair of the department of chemistry at Duke University. She studies metal ion coordination in biological systems and looks to use the insight to manage species such as copper and iron. Franz was awarded the American Chemical Society Award for Encouraging Women into Careers in the Chemical Sciences.", "34324073": "Lev Vladimirovich Pisarzhevsky (also transliterated as Pisarzhevskii: Russian: Лев Влади́мирович Писарже́вский; 13 February 1874 – 23 March 1938) was a Ukrainian Soviet chemist who studied peroxides, peracids, and solutions.", "31899243": "William Mattieu Williams (6 February 1820 – 28 November 1892[1]) was an English writer on science and educator.", "52215408": "Martha Vaughan (4 August 1926 – 13 September 2018)[1] was an American biochemist at the National Heart Lung and Blood Institute (NHLBI), part of the National Institutes of Health (NIH) in Bethesda, Maryland.  She holds the title of emeritus scientist in the Laboratory of Metabolic Regulation and previously served as chief of NHLBI’s Laboratory of Cellular Metabolism.  At the NIH, much of her work has focused on cell signaling, cellular regulation, lipid metabolism, and the identification of key proteins associated with cholera toxin and pertussis toxin.  Vaughan first came to the NIH in the agency’s fledgling National Heart Institute, now NHLBI, and with the title of senior assistant surgeon worked on protein synthesis in the Building 3 laboratory of biochemist and public scientist Christian B. Anfinsen, Ph.D., who went on to share the 1972 Nobel Prize in Chemistry[2][3]", "43466356": "Lionel Bradley Pett (12 November 1909 – 2003) was a Canadian biochemist and nutritionist.[1][2][3]", "56737399": "Annie Hutton Numbers (6 March 1897 – 10 April 1988) was a Scottish chemist and academic.", "25837186": "Vinod K. Singh (Hindi: विनोद कुमार सिंह; born 9 September 1959) is a Rahula and Namita Gautam Chair Professor of Chemistry at IIT Kanpur. \nHe is also the Director's Chair Professor at IISER Bhopal & adjunct Professor at NIPER Hyderabad. He is currently the President, Chemical Research Society of India and the Chairman, Governing Council of IACS Kolkata.[2]", "14237314": "Johann Ludwig Wilhelm Thudichum, also known as John Louis William Thudichum (August 27, 1829, Büdingen – September 7, 1901) was a German-born physician and biochemist.", "46186116": "Rolf Landsberg ((1920-02-28)February 28, 1920 – (2003-12-27)December 27, 2003) was a German Professor of Physical Chemistry.[1]", "42745476": "Damian Stanisław Wandycz (January 2, 1892 (Dobrzyń) –  May 12, 1974) was a Polish-American émigré social and political activist, engineer, chemist, as well as a petroleum and natural gas industrialist. He served as a member of the municipal council of the Polish city of Lwów before World War II as well as Executive Director of the Józef Piłsudski Institute of America in the years 1951–1956.", "58277516": "Roger Parsons FRSC FRS (1926 – 7 January 2017) was a British chemist (electrochemist).[1]", "4243084": "Carl Josef Bayer (also Karl Bayer, 4 March 1847 – 4 October 1904) was an chemist from Austria-Hungary who invented the Bayer process of extracting alumina from bauxite, essential to this day to the economical production of aluminium.", "16024": "Justus Freiherr von Liebig[2] (12 May 1803 – 18 April 1873)[3] was a German scientist who made major contributions to agricultural and biological chemistry, and is considered one of the principal founders of organic chemistry.[4] As a professor at the University of Giessen, he devised the modern laboratory-oriented teaching method, and for such innovations, he is regarded as one of the greatest chemistry teachers of all time.[5] He has been described as the \"father of the fertilizer industry\" for his emphasis on nitrogen and trace minerals as essential plant nutrients, and his formulation of the law of the minimum, which described how plant growth relied on the scarcest nutrient resource, rather than the total amount of resources available.[6] He also developed a manufacturing process for beef extracts,[7] and with his consent a company, called Liebig Extract of Meat Company, was founded to exploit the concept; it later introduced the Oxo brand beef bouillon cube. He popularized an earlier invention for condensing vapors, which came to be known as the Liebig condenser.[8]", "64437915": "David H. Farrar is an academic and university administrator, serving as the eighth and current President and Vice-Chancellor of McMaster University. Farrar served as professor of chemistry and an academic administrator at the University of Toronto from 1981 to 2007 and the University of British Columbia from 2007 to 2017. From 1 July to 14 August 2016, Farrar briefly served as the interim president of University of British Columbia. In 2017, Farrar joined McMaster University, serving as its Provost and Vice President of Academics, before being named the university's interim president on 1 July 2019 for a one year term. However, in December 2019 McMaster named Farrar as its official president, with his first formal term beginning on 1 July 2020.", "41795239": "John Robert Huizenga (April 21, 1921 – January 25, 2014) was an American physicist who helped build the first atomic bomb and who also  debunked University of Utah scientists' claim of achieving cold fusion.[1][2][3]", "67878569": "Sir William Alexander Denny KNZM (born 5 August 1943) is a New Zealand medicinal chemist, noted for his work investigating drugs for the treatment of cancer.[2]", "44678828": "Martin J. Glennie is emeritus professor of immunochemistry (antibodies) at the University of Southampton, United Kingdom.[1]", "2506416": "Friedrich Carl Duisberg (29 September 1861 – 19 March 1935) was a German chemist and industrialist.", "31145648": "Leason Heberling Adams (January 16, 1887 – August 20, 1969) was an American geophysicist and researcher. His principal achievement was his research on the properties of materials exposed to very high pressures, which he used to derive information on the nature of the Earth's interior. He received the William Bowie Medal of the American Geophysical Union in 1950 for his work.[2][3]", "21544627": "Johann Georg Noel Dragendorff (August 8, 1836 – April 7, 1898) was a German pharmacist and chemist born in Rostock.", "72662709": "Pulmu Helena Kekkonen née Nousiainen (1926–2014) was a Finnish peace activist and pioneer of peace education. A graduate in chemistry, while working as an educator at the central prison in Sörnäinen, she was inspired by the Brazilian Paulo Freire's 1968 work Pedagogy of the Oppressed. As a result, she started to encourage the prisoners to choose the subjects of their courses and discuss issues of universal concern as well as their own problems. From 1974 to 1986, she served as secretary general of the free educational association Vapaan Sivistystyön Yhteisjärjestön and thereafter of the peace education institut Rauhankasvatusinstituutin (1986–1990). She is remembered in particular for arranging international peace education meetings each year in Finland. For her national and international efforts to foster peace initiatives among educators, Kekkonen was the first person to be awarded the UNESCO Prize for Peace Education when it was initiated in 1981.[1][2][3][4]", "16268988": "Keith Robert Jennings is a British chemist known for his contributions to mass spectrometry.", "14433984": "Alfred Zack Gilman (February 5, 1908 – January 13, 1984) was an American pharmacologist best known for pioneering early chemotherapy techniques using nitrogen mustard with his colleague, Louis S. Goodman. The pair also published the classic textbook The Pharmacological Basis of Therapeutics in 1941, and Gilman served as an editor for its first six editions. Gilman served on the faculties of the Yale School of Medicine, the Columbia College of Physicians and Surgeons, and the Albert Einstein College of Medicine, where he founded the Department of Pharmacology. He was a member of U.S. National Academy of Sciences.", "72531653": "Athina Anastasaki (Greek: Αθηνά Αναστασάκη; born 1988) is a Greek chemist who is a professor at ETH Zurich. Her research considers chemical synthesis and radical polymerisation. She was awarded the 2022 Ruzicka Prize in recognition of her research in chemistry.", "50314960": "Douglas Hugh Everett FRS FRSE MBE (26 December 1916 – 25 June 2002) was a British chemist and academic author. His most pertinent contributions to science were in the field of thermodynamics.[1]", "27508441": "Keith Christopher Rowley MP (born 24 October 1949) is a Trinidadian and Tobagonian politician serving as the seventh prime minister of Trinidad and Tobago, first elected into office on 9 September 2015 and again following the 2020 general election.[6] He has led the People's National Movement (PNM) since May 2010 and was Leader of the Opposition from 2010 to 2015. He has also served as the Member of the House of Representatives for Diego Martin West since 1991.[7] He is a volcanologist by profession, holding a doctorate in geology, specializing in geochemistry.[8]", "409316": "Marye Anne Payne Fox (9 December 1947 – 9 May 2021) was an American physical organic chemist and university administrator. She was the first female chief executive of North Carolina State University in Raleigh, North Carolina. In April 2004, Fox was named chancellor of the University of California, San Diego. In 2010 Fox received the National Medal of Science.", "52707048": "Robert W. Cairns (1909-1985) was an American chemist who worked at Hercules and at the U.S. Department of Commerce. He contributed to World War II technological advances in explosives.", "48545520": "Mary Campbell \"Mollie\" Dawbarn (5 January 1902 – 24 May 1982)[1] was an Australian biochemist and nutritional physiologist.[1] She is particularly well known for here research on B complex vitamins. Producing an assay for vitamin b12 and perfecting the methods for estimating B1 vitamin in bread are among her most notable works.[2]", "59621106": "Ulrich Müller (born 6 July 1940 in Bogotá) is a German chemist that is known for his works on solid-state chemistry and the application of crystallographic group theory to crystal chemistry.[1][2] He is the author of several textbooks on chemistry, solid-state chemistry, and crystallography.[1][3][4][5][6][7][8]", "1523443": "Arthur John Birch, AC CMG FRS FAA (3 August 1915 – 8 December 1995) was an Australian organic chemist.[1][2][3][4]", "14270204": "Bertram Oliver \"Bert\" Fraser-Reid (23 February 1934 – 25 May 2020) was a Jamaican synthetic organic chemist who has been widely recognised for his work using carbohydrates as starting materials for chiral materials and on the role of oligosaccharides in immune response.[1]", "72466173": "Hans-Wolfgang Spiess (born 14 October 1942 in Frankfurt am Main), also Hans Wolfgang Spiess, is a German polymer chemist who specializes in the Nuclear magnetic resonance spectroscopy of macromolecules. He was director of the Max Planck Institute for Polymer Research in Mainz until his retirement in 2012.[1][2]", "4931326": "Edwin Joseph Cohn (December 17, 1892 – October 1, 1953) was a protein scientist. A graduate of Phillips Academy, Andover [1911], and the University of Chicago [1914, PhD 1917], he made important advances in the physical chemistry of proteins, and was responsible for the blood fractionation project that saved thousands of lives in World War II.", "2703114": "Grey Gargoyle (Paul Pierre Duval) is a supervillain appearing in American comic books published by Marvel Comics.", "46546698": "David Ginsburg (1920–1988) was an Israeli research pioneer in the synthetic organic chemistry industry. He was born in New York City.  At the age of 13 he immigrated to mandatory Palestine.", "40648462": "Beebe Steven Lynk (1872–1948)[1]  served as the professor of medical Latin botany and materia medica at the University of West Tennessee.[2] She was an active member of the early black women's club movement, authoring a book, Advice to Colored Women in 1896.", "16142": "James Watt FRS, FRSE (/wɒt/; 30 January 1736 (19 January 1736 OS) – 25 August 1819)[a] was a Scottish inventor, mechanical engineer, and chemist who improved on Thomas Newcomen's 1712 Newcomen steam engine with his Watt steam engine in 1776, which was fundamental to the changes brought by the Industrial Revolution in both his native Great Britain and the rest of the world.", "14434067": "Victor Villiger (1 September 1868 – 10 June 1934) was a Swiss-born German chemist and the discoverer of the Baeyer-Villiger oxidation.", "7814937": "Henry Ransom Cecil McBay (May 29, 1914 – 1995) was an American chemist and teacher. McBay won numerous awards for his teaching and mentoring, including the American Chemical Society Award (for Encouraging Disadvantaged Students into Careers in the Chemical Sciences). McBay also co-founded the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE).[1]", "5848860": "Henry George Smith (26 July 1852 – 19 September 1924) was an Australian chemist whose pioneering work on the chemistry of the essential oils of the Australian flora achieved worldwide recognition.", "33931036": "Sir Charles Richard Arthur Catlow FRS FRSC FInstP FLSW (born 24 April 1947) is a British chemist and professor at University College London and Cardiff University.[6][1][7][8][9] Previously, he was Director of the Davy-Faraday Research Laboratory (1998–2007),[10] and Wolfson Professor of Natural Philosophy at the Royal Institution.[4][11] Since 2016, he has served as the foreign secretary of the Royal Society.[12][13][14][15], and since 2021 as President of the InterAcademy Partnership (IAP).[16]", "56147742": "William Harold Fishman (March 2, 1914 – January 25, 2001) was a Canadian-American cancer researcher who taught at Tufts University from 1948 until his retirement in 1975.[1] In 1976, with a $180,000 grant from the National Cancer Institute, he co-founded the La Jolla Cancer Research Foundation (since renamed the Sanford Burnham Prebys Medical Discovery Institute) with his wife, Lillian.[2][3][4] He was also the founding editor-in-chief of Tumor Biology, serving in this role from 1980 to 1983.[5]", "16164": "John James Rickard Macleod, FRS, FRSE[1] (6 September 1876 – 16 March 1935), was a Scottish biochemist and physiologist. He devoted his career to diverse topics in physiology and biochemistry, but was chiefly interested in carbohydrate metabolism. He is noted for his role in the discovery and isolation of insulin during his tenure as a lecturer at the University of Toronto, for which he and Frederick Banting received the 1923 Nobel prize in Physiology or Medicine.[2]", "70926119": "Anne Boutin (born 24 November 1968) is a French physical chemist and theoretical chemist, research director at the CNRS and director of the Department of Chemistry at the École Normale Supérieure. A specialist in molecular thermodynamics, she develops molecular simulation tools as well as theoretical approaches for studying the structure, dynamics, thermodynamics and reactivity of confined molecular fluids.", "40058663": "Anatole A. Klyosov (Russian: Анато́лий Алексе́евич Клёсов; born 20 November 1946 in Chernyakhovsk)[1] is a Russian scientist who worked in the fields of physical chemistry, enzyme catalysis, and industrial biochemistry. In 1989 Klyosov immigrated to the US.  He spent most of his career developing ways to use enzymes to convert agricultural waste products into useful products — first to convert cotton waste to glucose in the USSR, and later in the US, turning paper mill waste into useful products.  He later helped found a company, and later joined it as CSO, that was founded to use enzymes to alter existing anticancer drugs via glycosylation. In 2008 he began publishing work on DNA genealogy.", "72695599": "Danica Galonić Fujimori (Serbian: Даница Галонић Фуџимори) is a Serbian-American chemical biologist who is a professor at the University of California, San Francisco. Her research considers nucleic acid synthesis and tissue engineering. In the search for new therapeutics and vaccines, she has studied the interactions between ribosomes and SARS-CoV-2.", "13057863": "John Christian Bailar Jr. (May 27, 1904[1] – October 17, 1991) was a professor of inorganic chemistry at the University of Illinois at Urbana-Champaign. He received his B.A. at the University of Colorado and his Ph.D. at the University of Michigan. His father was a member of the chemistry staff of the Colorado School of Mines.[2]", "22822730": "Chien Shih-Liang aka S. L. Chien (Chinese: 錢思亮; pinyin: Qián Sīliàng; 1908–1983), was a Chinese chemist who served as the President of the Academia Sinica. A graduate of Tsinghua University and the University of Illinois at Urbana Champaign, he also served as President of National Taiwan University.", "24198988": "Yuri A. Barbanel (also Yuri A. Barbanel’, Yury Abramovich Barbanel) (8 April 1935 – 2 August 2016[citation needed]) was a distinguished Russian chemist born in 1935 in Leningrad (now St. Petersburg).[1]  He obtained a Master of Science in chemistry from A. A. Zhdanov Leningrad State University, now Saint Petersburg State University, in 1958 and his Ph.D. in 1964 and his D.Sc. in 1991. Barbanel was a scientist in the fundamental radiochemistry branch of the V.G. Khlopin Radium Institute in St. Petersburg until his retirement in 2011. His research interests included optical spectra induced by radioluminescence and coordination chemistry of the actinides, and absorption spectra of the actinides in molten salts.", "46219084": "Bharat B. Aggarwal is an Indian-American biochemist. His research has been in the areas of cytokines, the role of inflammation in cancer, and the anti-cancer effects of spices and herbs, particularly curcumin (a chemical constituent of the spice turmeric). He was a professor in the Department of Clinical Immunology, Bioimmunotherapy, and Experimental Therapeutics at University of Texas MD Anderson Cancer Center in Houston, Texas.[1]", "27410258": "Ivan Vasilyevich Plotnikov (Russian: Иван Васильевич Плотников) (1902–1995) was a Soviet engineer and inventor of kirza, a type of artificial leather based on the multi-layer textile fabric, modified by membrana-like substances, a cheap and effective replacement for the natural leather. The material is mainly used in production of military boots and the belts for machinery and automobiles.", "4603732": "Henry Edward Armstrong FRS[1] FRSE (Hon) (6 May 1848 – 13 July 1937) was a British chemist. Although Armstrong was active in many areas of scientific research, such as the chemistry of naphthalene derivatives, he is remembered today largely for his ideas and work on the teaching of science. Armstrong's acid is named for him.[2]", "42811233": "Mieczysław Wilczek (25 January 1932 – 30 April 2014) was a Polish politician, chemist, and businessman who was Minister of Industry from 1988 to 1989.[1][2]", "33701731": "Warren Sloan Warren is the James B. Duke Professor of Chemistry and director of the Center for Molecular and Biomolecular Imaging[1] at Duke University. He is also a professor of physics, Radiology, and Biomedical Engineering at the same institution. Warren is a deputy editor of the open-access journal Science Advances.[1] He has contributed to the theory of Quantum Coherence as well as nonlinear optical spectroscopy.", "50052965": "Jacek Namieśnik (10 December 1949 Mogilno – 14 April 2019 Gdańsk) was a Polish chemist, full professor of Gdańsk University of Technology. He was head of Analytical Department (1995–2019), dean of Faculty of Chemistry (1996–2002, 2005–2012),[1] rector of Gdańsk University of Technology since 1 September 2016 until his death.[2][3]", "16760680": "John David Kennedy (born 1943) is a chemist and emeritus professor of inorganic chemistry at the University of Leeds.[1] He works in the area of polyhedral borane chemistry.", "70893417": "Robert Marc Mazo is a theoretical physical chemist who specialized in statistical mechanics. Educated at Harvard and Yale, he was a research associate at the University of Chicago, and  he taught at the California Institute of Technology prior to joining the University of Oregon faculty in 1962. He was designated a professor emeritus in 1996. He is a member of the American Association of University Professors and a Fellow of the American Physical Society.", "43433837": "Harris Isbell (June 7, 1910 – December 23, 1994) was an American pharmacologist and the director of research for the NIMH Addiction Research Center at the Public Health Service Hospital in Lexington, Kentucky from 1945 to 1963.  He did extensive research on the physical and psychological effects of various drugs on humans (imprisoned narcotics offenders, see below). Early work investigated aspects of physical dependence (an important aspect of drug addiction) with opiates and barbiturates, while later work (at least partially funded by the Central Intelligence Agency as part of the MKUltra project)[1][2][3][4] investigated psychedelic drugs, including LSD.  The research was extensively reported in academic journals such as the Journal of Pharmacology and Experimental Therapeutics, Psychopharmacologia, and the AMA Archives of Neurology and Psychiatry.", "474991": "Robert Francis Furchgott (June 4, 1916 – May 19, 2009) was a Nobel Prize-winning American biochemist who contributed to the discovery of nitric oxide as a transient cellular signal in mammalian systems.", "29605743": "Yiannis Boutaris (Greek: Γιάννης Μπουτάρης; born 13 June 1942[1]) is a Greek Winemaker and politician who served as Mayor of Thessaloniki from 2011 to 2019. Since 2024 he serves as a municipal councilor of Thessaloniki, a position he held again from 2003 tο 2010.", "61914997": "Mark Alan Hershkovitz is an American biochemist and taxonomist. The standard author abbreviation Hershk. is used to indicate this person as the author when citing a botanical name.[1]", "27901819": "Syed Mahmood Naqvi (28 August 1941 — 4 September 2009) was an Indian Earth scientist specialising in geochemistry at the National Geophysical Research Institute (NGRI) in Hyderabad.  In a four-decade career, from the 1960s through 2000s, he was the recipient of numerous awards, scientific as well as humanitarian, and served as Fellow of the Association of Applied Geochemists, Indian Geophysical Union, Andhra Pradesh Academy of Sciences and Indian National Science Academy (INSA)[1] as well as vice-president of the Geological Society of India, the Geological Mining and Metallurgical Society of India and the Indian Society of Applied Geochemists (ISAG).[2]", "60342141": "Wang Hongfei (Chinese: 王鸿飞; born May 3, 1968, in Yongchuan District, Chongqing, China) is a physical chemist and chemical physicist.[1] Since 2017, he is a professor in the department of chemistry of Fudan University in Shanghai, China.[2]", "23117698": "Jorge Mateo Cuesta Porte-Petit (b. Córdoba, Veracruz,  September 23, 1903 – d. Tlalpan, August 13, 1942) was a Mexican chemist, writer and editor.", "15744900": "Sir James Walker FRS[1] FRSE FCS LLD (6 April 1863 –  6 May 1935) was a Scottish chemist.[2]", "59752327": "Melville Lawrence Wolfrom (April 2, 1900 –  June 20, 1969) was an American chemist.", "48512913": "Zhao Yufen (simplified Chinese: 赵玉芬; traditional Chinese: 趙玉芬; pinyin: Zhào Yùfēn; born 1948) is a Chinese chemist at the college of chemistry and chemical engineering at Xiamen University.[1] She has been an outspoken critic of chemical plants.[2] She was the youngest female member elected to the Chinese Academy of Sciences.[3]", "1097627": "George Alfred Leon Sarton (/ˈsɑːrtən/; 31 August 1884 – 22 March 1956) was a Belgian-American chemist and historian. He is considered the founder of the discipline of the history of science as an independent field of study. His most influential works were the Introduction to the History of Science, which consists of three volumes and 4,296 pages and the journal Isis. Sarton ultimately aimed to achieve an integrated philosophy of science that provided a connection between the sciences and the humanities, which he referred to as \"the new humanism\".[1]", "57655202": "Thang Hoa San AC, FTSE, FRACI, FAA (Vietnamese: Thang Hoa Sân, Chinese: 湯華燊;[1] born 28 August 1954) is an Australian chemist of Chinese-Vietnamese background.", "23707555": "James Lincoln Leighton (born February 12, 1964, New Haven, CT) is a Professor of Chemistry in the Department of Chemistry at Columbia University. He is known for his non-aldol approaches to polyketides.", "59096996": "William Charles Evans F.R.S. (1 October 1911-24 July 1988) was an eminent biochemist who spent most of his career at the University College of North Wales, Bangor.[1]", "39731120": "Marie Geneviève Charlotte Thiroux d'Arconville (née Darlus, also known as la présidente Thiroux d’Arconville and Geneviève Thiroux d'Arconville) (17 October 1720 – 23 December 1805), was a French novelist, translator and chemist who is known for her study on putrefaction. She discussed her study on putrefaction in her Essay on the History of Putrefaction in 1766.", "245682": "Willard Frank Libby (December 17, 1908 – September 8, 1980) was an American physical chemist noted for his role in the 1949 development of radiocarbon dating, a process which revolutionized archaeology and palaeontology. For his contributions to the team that developed this process, Libby was awarded the Nobel Prize in Chemistry in 1960.", "46612404": "Nikhil Mohan Pattnaik is an Indian scholar, scientist, and science author. He obtained a PhD from the University of Chicago in Biochemistry.[1]", "73580473": "Ernest Lester Smith FRS (7 August 1904, Teddington – 6 November 1992, Bradfield St George) was an English biochemist. He is known for his role in the UK's production of penicillin during World War II and for the postwar isolation of vitamin B12 from liver.", "61358009": "Professor Susan J. Clark FAA FAHMS is an Australian biomedical researcher in epigenetics of development and cancer. She was elected a Fellow of the Australian Academy of Science in 2015, and is a National Health and Medical Research Council (NHMRC) Senior Principal Research Fellow and Research Director and Head of Genomics and  Epigenetics Division at the Garvan Institute of Medical Research.[1]  Clark developed the first method for bisulphite sequencing[2] for DNA methylation analysis and used it to establish that the methylation machinery of mammalian cells is capable of both maintenance and de novo methylation at CpNpG sites and showed is inheritable.[3]  Clark's research has advanced understanding of the role of DNA methylation, non-coding RNA and microRNA in embryogenesis, reprogramming, stem cell development and cancer and has led to the identification of epigenomic biomarkers in cancer.[4][5]  Clark is a founding member of the International Human Epigenome Consortium (IHEC) and President of the Australian Epigenetics Alliance (AEpiA).[6]", "36159424": "William Henry Walenn (7 January 1828 – 20 September 1896) was born in London and was trained as an engineer at the works of Messrs. Cottam, and received part of his education at University College, London, where he studied mathematics under Augustus De Morgan. He became a Fellow of the Chemical Society in 1866, and of the Institute of Chemistry soon after its establishment. He was also a member of the Physical Society of London.", "54935496": "Evelyn Marion Hickmans (9 April 1882[1] - 16 January 1972[2]) was a pioneer in developing a treatment for phenylketonuria together with Horst Bickel and John Gerrard. She was an author and co- author of publications about blood chemistry and childhood diseases.", "70991817": "Pauline Rudd FRSM is a British biochemist and Professor at the Microbiome Institute, University College Cork.[2] She is a founder of Wessex Biochemicals, a Fellow of the Royal Society of Medicine and was awarded the James Gregory Medal in 2010.[3]", "49233865": "Homer Clyde Snook (25 March 1878 – 23 September 1942) was an American electrical engineer and inventor. He developed the Snook apparatus, the first interrupterless device produced for X-ray work.", "53100495": "Diethard Kurt Böhme (born June 1941) is a Canadian chemist, currently a Distinguished Research Professor Emeritus and formerly a Canada Research Chair (2000-2013) at York University.[1][2][3]", "507859": "Louis Alexander Slotin (1 December 1910 – 30 May 1946) was a Canadian physicist and chemist who took part in the Manhattan Project. Born and raised in the North End of Winnipeg, Manitoba, Slotin earned both his Bachelor of Science and Master of Science degrees from the University of Manitoba, before obtaining his doctorate in physical chemistry at King's College London in 1936. Afterwards, he joined the University of Chicago as a research associate to help design a cyclotron.", "16924629": "Icilio Guareschi (24 December 1847 – 20 June 1918) was an Italian chemist.", "475093": "Otto Fritz Meyerhof (German pronunciation: [ˈɔto ˈmaɪ̯ɐˌhoːf] ⓘ; 12 April 1884 – 6 October 1951) was a German physician and biochemist who won the 1922 Nobel Prize in Physiology and Medicine.[3][4]", "53886935": "Sir James Vernon AC CBE FTSE  (1910–2000) was an Australian Industrial Chemist who, amongst other things, served as Director of CSR (Colonial Sugar Refining Company) 1958–82.[1]", "61652962": "Jan Arnold Albert Ketelaar (21 April 1908, Amsterdam – 23 November 2001, Lochem)[1][2] was a Dutch chemist and author of the textbook Chemical Constitution: an Introduction to the Theory of the Chemical Bond (De chemische binding. Inleiding in de theoretische chemie).[3][4] Van Arkel–Ketelaar triangles are named after him.[5]", "65748973": "Carl Erengisle Hyltén-Cavallius, born 19 February 1817 in Vislanda; died 29 October 1853 in Gothenburg, was a Swedish pharmacist and chemist; he invented the now dominating technology of tanning by using chromium salts.", "1622000": "Eugène-Anatole Demarçay (1 January 1852[1] – 5 March 1903[2]) was a French chemist who designed an apparatus to produce a spark using an induction coil and used it to generate the spectra of rare earth elements which he examined using spectroscopy, thus detecting the element europium in 1896, and isolated it as the oxide europia in 1901. He helped Marie Curie to confirm the existence of another new element, radium, in 1898.", "59588596": "Alexandru Cecal (July 18, 1940 – November 1, 2021) was a chemist, professor at the Alexandru Ioan Cuza University of Iași, Romania,[1] known especially for his contributions in the field of radiochemistry.", "50413559": "Gao Shan (Chinese: 高山; pinyin: Gāo Shān; June 30, 1962 – May 3, 2016) was a Chinese geochemist and academician of the Chinese Academy of Sciences (CAS). He was a professor of geochemistry at the China University of Geosciences (Wuhan).", "2834427": "Sir James Fraser Stoddart FRS FRSE HonFRSC[1] (born 24 May 1942[5]) is a British-American chemist who is Board of Trustees Professor of Chemistry and head of the Stoddart Mechanostereochemistry Group in the Department of Chemistry at Northwestern University in the United States.[8] He works in the area of supramolecular chemistry and nanotechnology.  Stoddart has developed highly efficient syntheses of mechanically-interlocked molecular architectures such as molecular Borromean rings, catenanes and rotaxanes utilising molecular recognition and molecular self-assembly processes.  He has demonstrated that these topologies can be employed as molecular switches.[9] His group has even applied these structures in the fabrication of nanoelectronic devices and nanoelectromechanical systems (NEMS).[10] His efforts have been recognized by numerous awards including the 2007 King Faisal International Prize in Science.[11][12][13] He shared the Nobel Prize in Chemistry together with Ben Feringa and Jean-Pierre Sauvage in 2016 for the design and synthesis of molecular machines.[2][14][15][16][17]", "573436": "Henri Braconnot (French: [ɑ̃ʁi bʁakɔno]; 29 May 1780 – 13 January 1855) was a French chemist and pharmacist.", "51527682": "Jacques Montet (9 March 1722 in Beaulieu near Le Vigan – 13 November 1782 in Montpellier) was an 18th-century French pharmacist, chemist and encyclopediste.[1]", "48840722": "David Wilson Deamer (born April 21, 1939) is an American biologist and Research Professor of Biomolecular Engineering at the University of California, Santa Cruz. Deamer has made significant contributions to the field of membrane biophysics.  His work led to a novel method of DNA sequencing and a more complete understanding of the role of membranes in the origin of life.", "1458208": "Paul Mendelssohn Bartholdy (born Paul Felix Abraham Mendelssohn Bartholdy; 18 January 1841\n, Leipzig – 17 February 1880, Berlin) was a German chemist and a pioneer in the manufacture of aniline dye. He co-founded the Aktien-Gesellschaft für Anilin-Fabrikation (AGFA), a German chemical company.", "50774050": "Ines Mandl (April 4, 1917 – August 5, 2016) was an Austrian-born American biochemist who was awarded the Garvan-Olin Medal in 1983 for her work on the enzyme collagenase.[1][2] She was a professor at Columbia University.[3]", "3424291": "Benoît Roux is an Amgen Professor of Biochemistry and Molecular Biophysics at the University of Chicago. He has previously taught at University of Montreal and Weill Medical College of Cornell University. Benoît Roux was a recipient of the 1998 Rutherford Memorial Medal in Chemistry, awarded by the Royal Society of Canada.[2]", "57458723": "Rachel O'Reilly FRS FRSC is a British chemist and Professor at the University of Birmingham. She works at the interface of biology and materials, creating polymers that can mimic natural nanomaterials such as viruses and cells. She is a Fellow of the Royal Society of Chemistry and of the Royal Society.", "34816044": "Annabelle Claire Bennett AC, SC, FAA (born 8 January 1950)[1] is the Chancellor of Bond University and a former Judge of the Federal Court of Australia.", "28131375": "Charles Joseph Tanret (9 August 1847 in Joinville, France – 10 July 1917 in Paris) was a French pharmacist and chemist.", "7258162": "Tobin Jay Marks (born November 25, 1944) is an inorganic chemistry Professor, the Vladimir N. Ipatieff Professor of Catalytic Chemistry, Professor of Material Science and Engineering, Professor of Chemical and Biological Engineering, and Professor of Applied Physics at Northwestern University in Evanston, Illinois. Among the themes of his research are synthetic organo-f-element and early-transition metal organometallic chemistry, polymer chemistry, materials chemistry, homogeneous and heterogeneous catalysis, molecule-based photonic materials, superconductivity, metal-organic chemical vapor deposition, and biological aspects of transition metal chemistry.", "21282867": "Alphonse Louis Poitevin (Conflans-sur-Anille, 1819 – Conflans-sur-Anille, 1882) was a French chemist, photographer and civil engineer who discovered the light–sensitive properties of bichromated gelatin and invented both the photolithography and collotype processes.", "11354164": "David Beaumont Peakall (17 March 1931 – 18 August 2001) was an internationally recognised toxicologist. His research into the effects of DDE and DDT on eggshells contributed to the ban on DDT in the United States. He proved that the chemicals caused thinning of eggshells, leading to a reduction in the population of various bird species. He also pioneered research on the effects of PCBs on birds.[1]", "45695028": "Józef Mayer (21 May 1939 – 19 November 2016) was a Polish chemist, specializing in radiation chemistry, the Rector of Lodz University of Technology in 1996–2002.", "41599033": "Giovanni Mercurio da Correggio (Latin name: Iohannes Mercurius de Corigio; 1451 - ?) was an Italian itinerant preacher, Hermeticist, and alchemist. Due to his bizarre appearance in Rome on Palm Sunday 1484 he has been believed by some scholars to have not actually existed, but this has been contested with other reports that corroborate his eccentricities. His most notable follower was Lodovico Lazzarelli, an Italian humanist poet and alchemist, who writes his accounts of da Correggio in his Epistola Enoch.", "56934461": "Sivapathasundaram Mageswaran was a Sri Lankan chemist. Primarily associated with the University of Jaffna, he became the inaugural head of the chemistry department in 1975,[1] and later Dean of the university's Faculty of Science.[2]", "36159550": "Warwick Scott Cathro (born 8 March 1948) was pivotal in the development of Trove,[1] an Australian online library database aggregator hosted by the National Library of Australia. The Australian Library and Information Association (ALIA) says of him; \"His extraordinary work in developing and implementing standards; advancing innovative solutions; championing national sectoral infrastructure and encouraging communication and debate in the profession, place Warwick Cathro among the most important Australian library and information practitioners of our time.\"[2]", "58703933": "Sit Kim Ping is a Singaporean biochemist and an Emeritus Professor at the Department of Biochemistry at the National University of Singapore.[1] She was the Head of the Department of Biochemistry (part of the Yong Loo Lin School of Medicine) from 1996 to 2000.[2]", "16450": "Takamine Jōkichi (高峰 譲吉, November 3, 1854 – July 22, 1922) was a Japanese chemist.[1][2] He is known for being the first to isolate epinephrine in 1901.", "59457604": "Hartmut Bärnighausen (born 16 February 1933 in Chemnitz) is a German chemist and crystallographer. He is known for establishing the Bärnighausen trees which describe group-subgroup relationships of crystal structures.[1]", "53952583": "Antonios Georgios Mikos (born 1960)[1] is a Greek-American biomedical engineer who is the Louis Calder Professor of Bioengineering and Chemical and Biomolecular Engineering at Rice University.[2][3] He specialises in  biomaterials, drug delivery, and tissue engineering.[4][5]", "2572362": "Georges Claude (24 September 1870 – 23 May 1960) was a French engineer and inventor. He is noted for his early work on the industrial liquefaction of air, for the invention and commercialization of neon lighting, and for a large experiment on generating energy by pumping cold seawater up from the depths.[2] He has been considered by some to be \"the Edison of France\".[3][4] Claude was an active collaborator with the German occupiers of France during the Second World War, for which he was imprisoned in 1945 and stripped of his honors.[2][3][5]", "51003476": "María Antonia Herrero (born 1978) is a chemist who works in the faculty of chemical sciences at the University of Castilla–La Mancha (UCLM) in Ciudad Real. Her work focuses on chemical nanomaterials, with research undertaken at the same university.[1][2]", "71450714": "Balanda Atis (born 1972 or 1973)[1] is an American cosmetic chemist. An employee of L'Oréal since 1999, her work expanding the company's range of cosmetics marketed to women of color has been covered by fashion publications such as Harper's Bazaar and Elle.[2][3]", "52707422": "Alexander Killen Macbeth CMG, DSc, FAA was born in Ireland on 11 August 1889 at Drumbuoy, Strabane, second son of William, a butcher, and Sarah Anna.", "57720933": "Rachel Ann Mills is a Professor of Ocean Chemistry at the University of Southampton. She is a deep-sea oceanographer who works on the chemistry of the seafloor and its impact on life in the sea.  She has led research expeditions using submersibles and remotely operated vehicles to remote and deep, unexplored parts of the ocean.", "53952616": "Donald R. Blake is an American chemist currently a distinguished professor at University of California, Irvine and an Elected Fellow of the American Association for the Advancement of Science and American Geophysical Union.[1][2][3]", "16500": "Sir John Anthony Pople KBE FRS[1] (31 October 1925 – 15 March 2004)[1][5] was a British theoretical chemist who was awarded the Nobel Prize in Chemistry with Walter Kohn in 1998 for his development of computational methods in quantum chemistry.[6][7][8][9]", "16510": "Johannes Nicolaus Brønsted (Danish: [joˈhænˀəs ne̝koˈlɛːus ˈpʁɶnsteð]; 22 February 1879 – 17 December 1947) was a Danish physical chemist, who developed the Brønsted–Lowry acid–base theory simultaneously with and independently of Martin Lowry.[1]", "43860094": "Adel F. Halasa is an American scientist (originally Jordanian) noted for his contributions to the development of rubber, particularly in the area of tire tread polymers for the Goodyear AquaTred tire. In 1997, he won the Charles Goodyear Medal, bestowed by the American Chemical Society, Rubber Division to individuals who  \"have been the principal inventor(s), innovator(s), or developer(s) of a significant change or contribution to the rubber industry\".[1][2]", "69288069": "Suzana K. Straus is a Canadian chemist who is a professor at the University of British Columbia. Her research focuses on host defense peptides (HDPs), as well as protein-protein and protein-ligand interactions.", "2801798": "Percy Carlyle Gilchrist FRS[1] (27 December 1851 – 16 December 1935) was a British chemist and metallurgist.", "35930246": "A.J. Timothy Jull (born 18 December 1951) is a radiocarbon scientist at the University of Arizona's Accelerator Mass Spectrometer Laboratory,[1] as well as Editor in Chief of Meteoritics & Planetary Science and Radiocarbon: An International Journal of Cosmogenic Isotope Research.[2] Dr. Jull's work spans numerous disciplines, from radiocarbon dating the Shroud of Turin,[3][4] to looking for signs of life in Martian meteorites.[5]", "48480392": "Ferenc Szabadváry (1 September 1923 – 21 May 2006) was a Hungarian chemist and historian. From 1971 he was director at the Hungarian National Museum for Science and Technology.", "67780745": "Tatyana Polenova is a professor in chemistry and biochemistry at the University of Delaware.[1] She is the editor-in-chief of the Journal of Magnetic Resonance since 2021.[2] Her research interest involves using solid-state nuclear magnetic resonance, combined with computational and other biophysical methods, to understand the structure, dynamics, and function of complex macromolecular assemblies, both biological and inorganic.", "16859278": "Carl Magnus von Hell (8 September 1849 – 11 December 1926) was the German chemist who discovered, together with Jacob Volhard and the Russian chemist Nikolay Zelinsky, the Hell–Volhard–Zelinsky halogenation reaction.", "29999246": "Martin Hans Boyè (6 December 1812 – 6 March 1907) was a Danish-American chemist.[1]", "34390160": "Dr. Clyde Allen Hutchison Jr. (May 5, 1913 – August 29, 2005) was an American chemist notable for his research in magnetic resonance spectroscopy.\n[1]\n[2]\n[3]\n[4]\n[5]\nHutchison was a member of the National Academy of Sciences and[2][5] \na chairman and professor of the department of chemistry at the University of Chicago.[1][2][5]\nHe was also a fellow of the American Academy of Arts and Sciences,[2]\na fellow of the American Physical Society,[2]\na member of the American Chemical Society,[2]\nGuggenheim fellow at Oxford University,[3]\nthe George Eastman Professor at Oxford University,[3]\nand a member of the American Association for the Advancement of Science.[2]\nHe was also a recipient of the Peter Debye Award in Physical Chemistry from the American Chemical Society.[1] He served as editor of the Journal of Chemical Physics from 1953 - 1955 and again from 1958 - 1959.[6]\nHutchison participated in the Manhattan Project.[1][4]\nThe University of Chicago said that Hutchison \"pioneered research in magnetic resonance spectroscopy\".[1][3][4]", "56541329": "Dr James Burgess Readman FRSE FCS FSSA (c.1850–April 1927) was a Scottish chemist who invented an electric furnace for creating phosphorus invented in 1888[1] and patented in 1889.[2][3]", "2080918": "Haroutioun Hovanes Chakmakjian (20 October 1878, in Adana, Ottoman Empire − 22 May 1973, in Jamaica Plain, Massachusetts, United States) was a published scientist, as well as the father of American composer Alan Hovhaness. A professor of chemistry at Tufts University, Chakmakjian wrote numerous books in several languages. His notable publications included an English-Armenian dictionary which is believed to be the first of its kind in the modern Armenian language.[1] The dictionary has become an enduring work of Armenian lexicography and remains regularly used today.[2][3] His other publications included a 700-page history of Armenia.", "45498520": "Thomas Washington Talley (October 9, 1868 – July 11, 1952) was a chemistry professor at Fisk University and a collector of African American folk songs.", "41402520": "Lawrence Alexander Hardie (January 13, 1933 – December 17, 2013) was an American geologist, sedimentologist, and geochemist .", "57557150": "Donna M. Huryn is an American medicinal and organic chemist.  She received her B.A. (chemistry) from Cornell University, and Ph.D. in organic chemistry from the University of Pennsylvania. She is on the faculty at the University of Pittsburgh’s school of pharmacy,[1][2] holds an adjunct appointment in the department of chemistry at the University of Pennsylvania,[3] is the principal investigator of the University of Pittsburgh Chemical Diversity Center,[4] and was a visiting fellow in the summer of 2017 at the University of Bologna.[5] She is a fellow of the American Chemical Society,[6] recipient of the ACS Philadelphia Local Section Award,[7][8] has held a number of elected positions within the American Chemical Society at both the local and national levels, and is 2015 Chair of the Division of Organic Chemistry.[9]  Huryn also formed, along with a number of other scientists, the Empowering Women in Organic Chemistry Conferences in 2019.[10] The goal was to empower and bring the research and career of all marginalized individuals in chemistry-related fields to the forefront of the scientific community.[10] Huryn noticed how there was not enough women pursuing and maintaining a career in organic chemistry, and thus founded this organization.[11] The Empowering Women in Organic Chemistry Conferences allowed for women leaders to present their scientific findings and hear the stories of how eminent women in the field of organic chemistry overcame the challenges they faced being female.[11] She is associate editor of ACS Medicinal Chemistry Letters.[12] She in also an editor of the journal Organic Reactions[13] and co-authored the textbook Medicinal Chemistry[14] and the article \"Medicinal Chemistry: Where Are All the Women?\" which appeared in the ACS Medicinal Chemistry Letters Journal.[15] Huryn’s research focuses on the design and synthesis of small molecules probes and drugs to treat cancer, neurodegenerative and infectious diseases.", "36487327": "Larry Robinson is an American professor and academic administrator, who is the current President of Florida A&M University, a historically black university.", "1065128": "Sir David Anthony King FRS FRSC FInstP HonFREng[2] (born 12 August 1939)[1] is a South African-born British chemist, academic, and head of the Climate Crisis Advisory Group.", "50643125": "John Simpson Ford FRSE (1866-17 March 1944) was a Scottish industrial chemist and microbiologist specialising in brewing who served as Technical Director of William Younger & Co. Scottish candidates for a Diploma in Brewing may apply for the J S Ford Award which is named in his honour.[1]", "42746040": "Madeleine M. Joullié (born March 29, 1927) is an American-Brazilian organic chemist. She was the first woman to join the University of Pennsylvania chemistry faculty as well as the first female organic chemist to be appointed to a tenure track position in a major American university. She was one of the first affirmative action officers at the University of Pennsylvania. She has a distinguished record as a teacher of both undergraduate and graduate-level organic chemistry, and as a mentor of students.[1]", "39731386": "Faiza Mohammed Al-Kharafi (Arabic: فايزة الخرافي, romanized: Fāyzah al-Kharāfī; born 1946) is a Kuwaiti chemist and academic. She was the president of Kuwait University from 1993 to 2002, and the first woman to head a major university in the Middle East.[1] She is the vice president of the World Academy of Sciences.", "60768446": "Robert Eugene Rundle (1915 - October 9, 1963) was an American chemist and crystallographer. He was a professor at Iowa State University and fellow of the American Physical Society.", "64372928": "Salvatore Lorusso (fl. 1970s–2020s) is a former professor of Environmental Chemistry and Cultural Heritage in the Department of Cultural Heritage at the University of Bologna,[1][2] and founder of the journal, Conservation Science in Cultural Heritage.[2] He has also been named a Foreign Member of the Russian Academy of Natural Sciences, and an Emeritus Professor of the Institute of Cultural Heritage of Zhejiang University in China.[1][2] In the mid-2010s, Lorusso oversaw the restoration of Buddhist sculptures from the Qingzhou Longxing Temple in Zhejiang. Lorusso has also written on the Shroud of Turin, and several articles on Leonardo da Vinci, particularly on the Mona Lisa, and examining evidence of the Isleworth Mona Lisa also being by Leonardo.", "67059911": "William Flockhart, L.R.C.S.E. (1808 – 1871) was a Scottish chemist, a pharmacist who provided chloroform to Doctor (later Sir) James Young Simpson for his anaesthesia experiment at 52 Queen Street, Edinburgh on 4 November 1847.[1] This was the first use of this chemical on humans[2] when Simpson tried it on himself and a few friends, and then used it for pain relief in obstetrics, and surgery. This changed medical practice for over a century, according to the British Medical Journal.[3]", "16695500": "Theodor Wertheim  (25 December 1820 – 6 July 1864) was an Austrian chemist born in Vienna. He was the father of gynecologist Ernst Wertheim (1864-1920).", "73318605": "Gustaf von Engeström (1 August 1738 – 12 August 1813) was a Swedish mineralogist, chemist, and an official on the Swedish Board of Mines. He was a member of the Royal Swedish Academy of Sciences.[1]", "21971151": "Thomas Goldsmith Hussey (November 10, 1910 – March 8, 1982) was a Major League Baseball announcer for the Boston Red Sox and Boston Braves.", "64143568": "Joost Manassen (17 February 1927 – October 2019) (Hebrew: יוסט מנסן) was a Dutch-Israeli chemist who was a professor at the faculty of chemistry of the Weizmann Institute of Science.", "64078040": "Robert K. Brinton (January 9, 1915 – December 9, 1996)[1] was a pioneer American rock climber and ski mountaineer. Along with his frequent climbing partner, Glen Dawson, he made numerous first ascents in California, British Columbia, and Utah in the 1930s and named a number of well-known routes.", "51003611": "Isabel Ballasts Becker (born 1974) is a German-Spanish scientist and chemist on the faculty of biochemistry in the medical department at the Autonomous University of Madrid.", "57327837": "Gojko Lalic (Serbian Cyrillic: Гојко Лалић) is an American chemistry professor and head of a university research lab.", "18333921": "Allen Joseph Bard (born December 18, 1933) is an American chemist.[2] He is the Hackerman-Welch Regents Chair Professor and director of the Center for Electrochemistry at the University of Texas at Austin.[3] Bard is considered a \"father of modern electrochemistry\"[citation needed] for his innovative work developing the scanning electrochemical microscope, his co-discovery of electrochemiluminescence, his key contributions to photoelectrochemistry of semiconductor electrodes, and co-authoring a seminal textbook.[4]", "23838948": "Henry Berkeley Franks Dixon D.Sc. (16 May 1928 – 30 July 2008) was an Irish biochemist and Life Fellow of King's College, Cambridge.[1][2] Born in Dublin, the youngest son of Henry Horatio Dixon, he was interested in science from a young age; his discovery of an optical illusion arising from binocular vision was described by his father in Nature Magazine[3] when he was only nine years old.[1]", "53985509": "Alma Levant Hayden (March 27, 1927 – August 2, 1967) was an American chemist, and one of the first African-American women to gain a scientist position at a science agency in Washington, D.C.[1] She joined the National Institutes of Health (NIH) in the 1950s.[1][2] Hayden graduated from Howard University with a master's degree in chemistry, and became an expert in spectrophotometry, the measurement of how substances absorb light.[2] She published work on infrared and other techniques for analyzing chemicals in a range of journals. Hayden was appointed Chief of the Spectrophotometer Research Branch in the Division of Pharmaceutical Chemistry at the U.S. Food and Drug Administration (FDA) in 1963, and may have been the first African-American scientist at the FDA.[1] Hayden came to national attention in 1963 when she led the team that exposed the common substance in Krebiozen, a long-controversial alternative and expensive drug promoted as anti-cancer.[3]", "39731430": "Piotr Piecuch (born January 21, 1960) is a Polish-born American physical chemist. He holds the title of university distinguished professor[1][2] in the department of chemistry at Michigan State University, East Lansing, Michigan, United States. He supervises a group,[3] whose research focuses on theoretical and computational chemistry as well as theoretical and computational physics, particularly on the development and applications of many-body methods for accurate quantum calculations for molecular systems and atomic nuclei, including methods based on coupled cluster theory, mathematical methods of chemistry and physics, and theory of intermolecular forces. His group is also responsible for the development of the coupled-cluster computer codes incorporated in the widely used GAMESS (US) package.", "67027176": "Edward Hopkins Jenkins (May 31, 1850 – November 6, 1931) was an American agricultural chemist who served as director of the Connecticut Agricultural Experiment Station from 1900 to 1923. He also directed the Storrs Agricultural Experiment Station from 1912 to 1923.[1] Jenkins oversaw the writing of hundreds of agricultural publications during his tenure, specializing in the culture, cure, and fermentation of tobacco.[2]", "69091563": "Norio Miyaura (宮浦憲夫, Miyaura Norio) was a Japanese organic chemist. He was a professor of graduate chemical engineering at Hokkaido University.[1] His major accomplishments surrounded his work in cross-coupling reactions / conjugate addition reactions of organoboronic acids (for C-C bond-forming reactions) and addition / coupling reactions of diborons and boranes (to synthesize organoboronic acids and esters through B-C bond-forming reactions).[2] He is also the co-author of Cross-Coupling Reactions: A Practical Guide with M. Nomura E. S..[3] Miyaura was a world-known and accomplished researcher by the time he retired and so, in 2007, he won the Japan Chemical Society Award.[4]", "28033262": "Karl Kordesch (18 March 1922 – 12 January 2011) was an Austrian chemist and inventor, most notable for jointly inventing the alkaline battery. In 1953 he moved to the United States as part of Operation Paperclip.", "68665585": "William Yworth or Yarworth (Dutch: Willem IJvaert[1]) (died 1715) was an Anglo-Dutch distiller, alchemist, and physician who collaborated with Isaac Newton.[2] He wrote a number of tracts on distilling and alchemy. Two of his alchemical works, Mercury′s Caducean Rod (1702) and Trifertes Sagani, or Immortal Dissolvent (1705) appeared under the pseudonym Cleidophorus Mystagogus. Cleidophorus is the Latinized form of the Greek kleidophoros (κλειδοφόρος), meaning \"key bearer,\" and Mystagogus is, of course, a Latin term for a mystagogue.[3] Yworth was associated with a number of Quakers and buried in a Quaker cemetery, which, as Wallworth observes, suggests that he may have been a Quaker.[4]", "5685490": "Leopold Rügheimer (May 5, 1850 – May 24, 1917) was a notable German chemist whose name is connected to the Staedel-Rugheimer pyrazine synthesis, a reaction that was discovered by himself and Wilhelm Staedel. Rügheimer was born in Walldorf (near Meiningen) in 1850 as the son of a merchant. He studied at the universities of Leipzig, Würzburg and Tübingen. He died in Kiel in 1917 after a successful academic career.", "38584563": "Sir Wallace Alan Akers CBE FRS (9 September 1888 – 1 November 1954) was a British chemist and industrialist. Beginning his academic career at Oxford he specialized in physical chemistry. During the Second World War, he was the director of the Tube Alloys project, a clandestine programme aiming to research and develop British atomic weapons capabilities, from 1941 to 1945. After the war he was director of research at Imperial Chemical Industries. He also served as a member of the Advisory Council of the Department of Scientific and Industrial Research, and the committee that drew up the organisation of what became the United Kingdom Atomic Energy Authority. He died in 1954 at the age of 66.", "69517557": "Paul Hagenmuller (August 3, 1921 – January 7, 2017) was a French chemist. Hagenmuller founded the Laboratoire de Chimie du Solide (Solid-State Chemistry Laboratory) of the French National Centre for Scientific Research (CNRS) and he served as its Director until 1985. He is considered \"one of the founders of solid-state chemistry.\"[1]", "45039864": "William Joseph Wiswesser (December 3, 1914 – December 17, 1989) was an American chemist best known as the creator of the Wiswesser line notation (WLN), which was an innovative way to represent chemical structures in a linear string of characters suitable for computer manipulation. He is also known for the Wiswesser rule, a mathematical formula that predicts the order of atomic orbitals in many-electron atoms.", "10043644": "Yuri Anatolyevich Ovchinnikov (Russian: Юрий Анатольевич Овчинников; 2 August 1934 – 17 February 1988) was a Soviet bioorganic chemist. He was elected in 1970 as a full member of the USSR Academy of Sciences and subsequently became the youngest vice president of the academy in its history (1974-1988). He was elected to the American Philosophical Society in 1977.[1] He was also president of the Federation of European Biochemical Societies (1984-1986), Director of the Institute of Bioorganic Chemistry in Moscow (1970-1988) and professor at Moscow State University. From 1972 through to 1984 he served concomitantly as head of the Laboratory of Protein Chemistry at the USSR Academy of Sciences' Institute of Protein (Pushchino, Moscow oblast).", "49463556": "Lajos Petrik (German: Ludwig von Petrik; 5 December 1851 – 7 June 1932) was a Hungarian chemist, ceramist and teacher of inorganic chemical technology in Hungarian Royal Public Secondary Industrial School and the predecessor of today's Petrik Lajos Bilingual Vocational School of Chemistry, Environmental Protection and Information Technology. Later in his career, he was the principal of that school.", "59425035": "Peter Michael Rentzepis (born 11 December 1934) is a Greek-born American physical chemist.", "34226443": "Elias Arnér (Elias S. J. Arnér; born 2 March 1966) is a Swedish professor in biochemistry active in the fields of redox biology and cancer research. He studied medicine at Karolinska Institutet and became a medical doctor in 1997. He received his Ph.D. in 1993 from Karolinska Institutet on the subject of nucleoside analogues in relation to cancer and HIV treatment. He moved to Munich, Germany where he started focusing on selenoproteins. He returned to Karolinska Institutet where he became associate professor in 2000 and appointed professor in 2009. He is head of the biochemistry division in the department of medical biochemistry and biophysics at Karolinska Institutet.[1] In 2017 he chairs the Se2017 – 200 Years of Selenium Research [2] Conference.", "14631182": "Yury Aleksandrovich Zakharov (Russian: Юрий Александрович Захаров; born March 30, 1938) is a Soviet and Russian chemist and professor. Rector of Kemerovo State University from 1978 to 2005.", "16498959": "Charles Bernard Desormes (French: [dezɔʁm]; 3 June 1777 – 30 August 1862[1]) was a French physicist and chemist. He determined the ratio of the specific heats of gases in 1819. He did this and almost all his scientific work in collaboration with his son-in-law Nicolas Clément (1779–1841). Clément and Desormes correctly determined the composition of carbon disulfide (CS2) and carbon monoxide (CO) in 1801–02. In 1806 they elucidated all the chemical reactions that take place during the production of sulfuric acid by the lead chamber method, as used in industrial chemistry. In 1813 they made a study of iodine and its compounds.", "39174417": "Hermona Soreq (חרמונה שורק) is an Israeli professor of Molecular Neuroscience at The Hebrew University of Jerusalem.[1] Best known for her work on the signaling of acetylcholine and its relevance in stress responses and neurodegenerative diseases such as Parkinson's and Alzheimer's.", "41369887": "Iqbal Hussain Qureshi (Urdu:اقبال حسين قریشی) 27 September 1937 – 8 December 2012) SI, FPAS,[1] best known as I.H. Qureshi, was a Pakistani nuclear chemist and an Emeritus professor of chemistry at the University of Karachi.[2] Qureshi was the principal contributor of scientific understanding of various chemical elements: bismuth, cobalt, strontium, thallium, tritium, iron, rubidium, and zinc.: 1–68 [3][4]", "41894177": "Johannes Buchner is a German biochemist and professor at the Technische Universität München, Munich, Germany.[1]", "43565351": "Edward G. Mazurs (1894–1983) was a chemist who wrote a history of the periodic system of the chemical elements which is still considered a \"classic book on the history of the periodic table\".[1] Originally self-published as Types of graphic representation of the periodic system of chemical elements (1957), it was reviewed by the ACS in 1958 as \"the most complete survey of the range of human imagination in representing graphically the Mendeleev periodic law.\"[2]", "51527976": "Paweł Urban (also spelled as Pawel L. Urban (Chinese name: 鄂本帕偉)) is a chemist and is a professor of Chemistry in the National Tsing Hua University (Hsinchu, Taiwan). He received his Ph.D. in Chemistry from the University of York (United Kingdom).[1] Urban's research interests include mass spectrometry and biochemical analysis.[2]", "52379950": "Luz Oliveros-Belardo (November 3, 1906 – December 12, 1999)[1] was a Filipina pharmaceutical chemist, honored with the National Scientist of the Philippines award by the Philippine government in 1987.", "57065777": "Marin Roussev Mehandjiev (1927-2005) was a Bulgarian chemist who had been nominated for Nobel Prize in chemistry in 2004.", "34292021": "Frederick Kaufman (September 13, 1919 – July 6, 1985) was an Austrian-born American chemist.\n[1]\n[2]\nKaufman was most notable for his research work which led to a ban on the use of chloro-fluorocarbon aerosol propellants in the United States.[1] Kaufman was director of the University of Pittsburgh's Space Research Coordination Center,[1]\nand a member of the National Academy of Sciences,[1] president of the Combustion Institute.[2]\nHe served  on various committees of the National Academy of Sciences, NASA, AFOSR, National Science Foundation, and National Research Council.[2]\nHe was also president of Space Research Coordination Center.[2]\nThe National Academies Press called Kaufman \"a leader in the field of gas-phase chemical kinetics and its application to the understanding of atmospheric and combustion processes\".[2]", "50938169": "Erich Gustav Huzenlaub (27 October 1888 – 12 September 1964) was a German-British chemist. He invented the Huzenlaub process for parboiling rice.", "57852230": "Nina Dudnik is an American social entrepreneur, science diplomacy advocate, and the Founder and former CEO of Seeding Labs, a US-based nonprofit organization investing in building scientific capacity in the developing world. Dudnik founded the organization in 2003 as a graduate student studying at Harvard University, where she received her PhD in molecular biology.", "16138569": "Leopold Horner (24 August 1911 – 5 October 2005) was a German chemist who published a modified Wittig reaction using phosphonate-stabilized carbanions now called the Horner–Wadsworth–Emmons reaction  (HWE reaction) or  Horner-Wittig reaction.", "70467914": "Cecília Maria Villas Bôas de Almeida is a Brazilian chemist and academic.", "63095115": "Jenara Vicenta Arnal Yarza (September 19, 1902 – May 27, 1960),[1] was the first woman to hold a Ph.D. in chemistry (Chemical Sciences) in Spain.[2] She was noted for her work in electrochemistry and her research into the formation of fluorine from potassium biflouride.[3] In later years, she was recognized for her contribution to the pedagogy of teaching science on the elementary and secondary levels, with a focus on the practical uses of chemistry in daily life.[2] She was awarded a national honor,  the Orden Civil de Alfonso X el Sabio.[2]", "61292878": "Donald Cumming Wilson FRSE FRIC (1898–1950) was a 20th-century Scottish manufacturing chemist. During the Second World War he controlled one of the main producers of military painkillers.", "44122451": "Charles Herbert DePuy (September 10, 1927 – March 14, 2013) was an American chemist known for his work in gas phase organic ion chemistry.[1][2][3]", "1524053": "Nicolas-Théodore de Saussure (14 October 1767 – 18 April 1845[1]) was a Swiss chemist and student of plant physiology who made seminal advances in phytochemistry. He is one of the major pioneers in the study of photosynthesis.[2]", "39207262": "Milliana Kroumova Kaisheva (Bulgarian: Миляна Крумова Кайшева) (1 November 1945 in Sofia, Bulgaria – 24 March 2003 in Sofia, Bulgaria) was a Bulgarian physical chemist, internationally known for her work in electrochemistry and colloid chemistry.", "16695650": "Viktor von Lang (2 March 1838 – 3 July 1921) was an Austrian chemist. He is counted among the pioneers and founders of crystal physics.", "43336040": "Paul Connett is a prominent water fluoridation critic,[1][2][3] executive director of the Binghamton, New York based Fluoride Action Network (FAN),[4][5] one of the largest organizations opposing water fluoridation worldwide.[6][7][8] Critics have stated that The Fluoride Action Network is funded, at least in part, by Joseph Mercola. Joseph Mercola has been identified by the Centre for Countering Digital Hate as the leading COVID disinformationist. FAN executive  director Stuart Cooper has stated \"Mercola is among thousands of donors and his money accounts for a \"single-digit percentage\" of FAN's contributions\".[9][10]", "71221610": "Dmitri Petrovich Konovalov (22 March 1856 – 6 January 1929) was a Russian-Soviet physical chemist who worked on gas-liquid phases of solutions in equilibrium and came up with several rules that were also independently worked on by J. Willard Gibbs and the rules are often called Gibbs-Konovalov rules. They provide the basis for distillation and separation of components that form azeotropes.", "541035": "John Howard Northrop (July 5, 1891 – May 27, 1987) was an American biochemist who, with James Batcheller Sumner and Wendell Meredith Stanley, won the 1946 Nobel Prize in Chemistry.  The award was given for these scientists' isolation, crystallization, and study of enzymes, proteins, and viruses.[1] Northrop was a Professor of Bacteriology and Medical Physics, Emeritus, at University of California, Berkeley.[2]", "46514549": "Carl Julius Fritzsche (17 October 1808 in Neustadt – 8 June 1871) was a German pharmacist and chemist. He was a nephew of pharmacist Friedrich Adolph August Struve (1781–1840).", "67879289": "William Foular was a Scottish apothecary who served the Scottish court.", "34193785": "Jonathan Alan Hodgkin (born 1949)[3] FRS is a British biochemist, Professor of Genetics at the University of Oxford[4] and an emeritus fellow of Keble College, Oxford.[5]", "53494139": "Shirley Ellen Schwartz[2] or Ellen Shirley Schwartz[1] (Aug. 26, 1935 – May 8, 2016) was a chemist and research scientist at General Motors, specializing in the study and development of industrial lubricants and automobile oil change indicator systems. She was inducted into the Michigan Women's Hall of Fame in 1996 for her accomplishments in the field of chemistry.[3]", "35864961": "Richard Pribram (21 April 1847 – 7 January 1928) was an Austrian chemist. He was the brother of internist Alfred Pribram (1841–1912).", "52445573": "Uday Maitra is an Indian organic chemist and a professor in the department of organic chemistry at the Indian Institute of Science.[1][2] He is known for his studies on molecular tools and supramolecular assemblies.[3] He is a recipient of the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards.[4]", "41828750": "Francis Albarède (born 1937) is a French geochemist. He is Professor at the Ecole Normale Superieure de Lyon and a member of the Academia Europaea. In January 2011, he became the first director of the Laboratory of Geology Lyon (UMR5276).", "47563156": "Timothy F. Jamison is a professor of Chemistry at the Massachusetts Institute of Technology.", "19284379": "Bohuslav Brauner (May 8, 1855 – February 15, 1935) was a Czech chemist from the University of Prague, who investigated the properties of the rare earth elements, especially the determination of their atomic weights. Brauner predicted the existence of the rare earth element promethium ten years before the existence of the gap was confirmed experimentally (although the element was still undiscovered).[1][2][3] In the 1880s, when he already had started lecturing in Prague, he still competed internationally in cycling races.[4]", "36159911": "Alexander Abraham Pihl (1 June 1920 – 24 November 2009) was a Norwegian physician and professor of medicine.", "17777064": "Jeehiun Katherine Lee is an organic chemist and a professor in the department of chemistry at Rutgers University. She currently runs a research lab on the New Brunswick campus.[1]", "65520042": "Charles-Louis Barreswil (13 December 1817 – 22 November 1870) was a French physiologist and biochemist who was among the first to investigate the process of digestion in humans and also a range of other chemical applications including photographic and printing processes.", "16695722": "Heinrich Hlasiwetz (7 April 1825 – 7 October 1875) was an  Austrian chemist born in Reichenberg, Bohemia.[1][2][3]", "68927917": "Miriam Mason Higgins Thomas (June 22, 1920 – September 15, 2002) was an American chemist, based in the United States Army Research and Development Command at Natick, Massachusetts.", "51397038": "Kathleen Culhane Lathbury (14 January 1900 - 9 May 1993) was a British biochemist known for her work with insulin and vitamins. Lathbury worked as an overseer at British Drug Houses where she was responsible for supervising the manufacture of insulin to make sure it was effective.[1]\nAfter her retirement she took up painting and was exhibited in the Royal Academy. She was still driving at the age of 90. She had three sisters, Norah (later Nicholls), Rosalind (later Lady Padmore), Christine and two brothers, Robert (who died in his teens), and Michael who all had equally remarkable lives", "21447087": "Kenneth A. Farley is a noble gas isotope geochemist and Professor of Geochemistry at the California Institute of Technology. He holds the W. M. Keck Foundation professorship and was the chairman of the \nDivision of Geological and Planetary Sciences at Caltech from 2004 to 2014.[1] Farley specializes in the study of the accumulation of cosmic dust in seafloor sediments through analysis of the presence of Helium-3, and in the isotopic composition of mid-oceanic and volcanic island basalts.[1]  Farley earned a B.S. in chemistry at Yale University in 1986 and his Ph.D. in geochemistry at the University of California, San Diego in 1991 under the guidance of Scripps Institution of Oceanography geochemist Harmon Craig.  In 2000, to recognize the innovative and potentially beneficial nature of his research, Farley was awarded the  National Academy of Science Award for Initiatives in Research. He is a member of both the National Academy of Science and the American Academy of Arts and Sciences. Since 2013 he has been project scientist for NASA's Mars 2020 Perseverance rover mission.", "39600560": "Dr. Joseph Cecil Patrick (August 28, 1892 – April 12, 1965) invented Thiokol, America's first synthetic rubber in the early 1920s.[1]  While seeking a formulation for automotive antifreeze, he attempted to hydrolyze ethylene dichloride with sodium polysulfide.  In doing so, he produced a brown, insoluble gum that later became known as Thiokol.[2][3] He solved commercial production problems by inventing the suspension polymerization process, and solved compounding problems by degrading high molecular weight polymer to a low molecular weight liquid polymer.  This material is one of the principal binders for rocket propellant.[4]", "8634801": "George Starkey (1628–1665) was a Colonial American alchemist, medical practitioner, and writer of numerous commentaries and chemical treatises that were widely circulated in Western Europe and influenced prominent men of science, including Robert Boyle and Isaac Newton. After relocating from New England to London, England, in 1650, Starkey began writing under the pseudonym Eirenaeus Philalethes.[1] Starkey remained in England and continued his career in medicine and alchemy until his death in the Great Plague of London in 1665.[2]", "70468018": "Allison Doerr is an American chemist and the editor in chief of academic journal Nature Methods.", "66896306": "Karl Friedrich Luts (15 November 1883, Saint Petersburg – 15 January 1942, Usolye, Perm Oblast) was an Estonian oil shale chemist and politician.[1]", "59457974": "Arndt Simon (born 14 January 1940) is a German inorganic chemist.[1] He was a director at the Max Planck Institute for Solid State Research in Stuttgart.[2]", "9060791": "Jürgen Gmehling (born January 13, 1946, in Duisburg) is a retired[1] German professor of technical and industrial chemistry at the Carl von Ossietzky University of Oldenburg.", "344511": "Fritz Albert Lipmann (German pronunciation: [fʁɪt͡s ˈalbɛʁt ˈlɪpˌman] ⓘ; June 12, 1899 – July 24, 1986) was a German-American biochemist and a co-discoverer in 1945 of coenzyme A. For this, together with other research on coenzyme A, he was awarded the Nobel Prize in Physiology or Medicine in 1953 (shared with Hans Adolf Krebs).[1]", "63095232": "Katherine Alexis Biberdorf (née Crawford), also known as Kate the Chemist, is a popular science communicator and associate professor of chemistry at the University of Texas at Austin. She serves as director of demonstrations and outreach in the College of Natural Sciences.", "10011083": "Paul Leland Kirk (May 9, 1902 – June 5, 1970)[1][2] was a biochemist, criminalist and participant in the Manhattan Project who was specialized in microscopy. He also investigated the bedroom in which Sam Sheppard supposedly murdered his wife and provided the key blood spatter evidence that led to his acquittal in a retrial over 12 years after the murder. The highest honor one can receive in the criminalistics section of the American Academy of Forensic Sciences carries Kirk's name.[3]", "47759829": "Aryeh Abraham Frimer  (Hebrew: אריה אברהם פרימר) (born November 24, 1946) is an American-Israeli Active Oxygen Chemist and specialist on women and Jewish law.", "2769372": "Antoine Baumé (26 February 1728 – 15 October 1804) was a French chemist.", "475613": "Gustav Heinrich Wiedemann FRS(For) HFRSE (German pronunciation: [ˈɡʊsta(ː)f ˈhaɪnʁɪç ˈviːdəman];[1][2] 2 October 1826 – 24 March 1899) was a German physicist and scientific author.", "18104805": "Arlie William Schorger (September 6, 1884 – May 26, 1972) was a chemical researcher and businessman who also did work in ornithology. His chemistry work of note largely involved wood and waterproofing. His only chemistry book was The chemistry of cellulose and wood, but he had 34 patents.", "344550": "Auguste Laurent (14 November 1807 – 15 April 1853) was a French chemist who helped in the founding of organic chemistry with his discoveries of anthracene, phthalic acid, and carbolic acid.", "69714408": "François M. M. Morel is a French-American biogeochemist.[1] He is known for his research on ocean acidification, mercury pollution, the only known cadmium metalloenzyme, and the interactions between trace metals and microorganisms.", "49645": "Johan August Strindberg (/ˈstrɪn(d)bɜːrɡ/,[1] Swedish: [ˈǒːɡɵst ˈstrɪ̂nːdbærj] ⓘ; 22 January 1849 – 14 May 1912) was a Swedish playwright, novelist, poet, essayist and painter.[2][3][4] A prolific writer who often drew directly on his personal experience, Strindberg wrote more than sixty plays and more than thirty works of fiction, autobiography, history, cultural analysis, and politics during his career, which spanned four decades.[5] A bold experimenter and iconoclast throughout, he explored a wide range of dramatic methods and purposes, from naturalistic tragedy, monodrama, and history plays, to his anticipations of expressionist and surrealist dramatic techniques.[6][7] From his earliest work, Strindberg developed innovative forms of dramatic action, language, and visual composition.[8] He is considered the \"father\" of modern Swedish literature and his The Red Room (1879) has frequently been described as the first modern Swedish novel.[9][10] In Sweden, Strindberg is known as an essayist, painter, poet, and especially as a novelist and playwright, but in other countries he is known mostly as a playwright.", "59326963": "Roger William Jeanloz (3 November 1917 – 28 September 2007) was a Swiss-American biochemist.", "11321843": "Spencer L. Seager is professor of chemistry at Weber State University.[1]", "22299138": "Derek A. Long (11 August 1925 – 16 July 2020) was a professor of structural chemistry at the University of Bradford, working in the field of Raman spectroscopy.", "59556358": "Walter Ramsden (4 October 1868 – 26 March 1947) was a British biochemist and physiologist. He discovered the phenomenon now known as Pickering stabilization in 1903,[1] before the effect was independently rediscovered by Spencer U. Pickering in 1907.[2]", "58376710": "Carl Wayne Cotman is an American neuroscientist. He is a professor of neurology at the University of California, Irvine School of Medicine, where he is also the founding director of the Institute for Brain Aging and Dementia and the Institute for Memory Impairments and Neurological Disorders (UCI MIND).[4][5] He is known for researching the neurochemistry of Alzheimer's disease and other forms of dementia.[6] His research has shown, for example, that physical exercise increases production of brain-derived neurotropic factor, which protects neurons from aging-related damage and promotes the growth of new ones.[7][8][9]", "475659": "Rudolf Clausius\nEduard Hagenbach-Bischoff\nWilhelm Heinrich Heintz\nHermann Helmholtz\nGustav Karsten\nAlexander Mitscherlich\nArthur von Oettingen\nGeorg Hermann Quincke\nEdward Schunck", "74138123": "Lev Yevgenievich Panin (Russian: Лев Евгеньевич Панин; 1935–2013) was a Soviet and Russian scientist, doctor of medicine sciences, corresponding member of RAMS (1986), professor, academician of RAMS (1993) and RAS (2013).[1][2]", "20726285": "Clive Maine McCay (21 March 1898 – 8 June 1967)  was an American biochemist, nutritionist and gerontologist.", "410127": "Karl Barry Sharpless (born April 28, 1941) is an American stereochemist. He is a two-time Nobel laureate in Chemistry known for his work on stereoselective reactions and click chemistry.", "66732565": "Chiara Neto is an Italian Australian chemist and Professor of Physical Chemistry at the University of Sydney. Her research considers functional nanostructures and the design of new materials for sustainable technologies. She is the former President of the Australasian Colloid and Interface Society and was selected as an Australian Research Council Future Fellow in 2018.", "39272984": "Piet Gros (born July 31, 1962 in Dokkum) is a Dutch chemist and professor biomacromolecular crystallography at Utrecht University. In 2010 he received the NWO Spinoza Prize for the elucidation of the three-dimensional structure of the C3 protein, which plays a central role in the complement system and contributes to innate immunity.", "43336224": "Ionel Haiduc (born 9 May 1937 in Cluj) is a Romanian chemist who was elected to the Romanian Academy and Academy of Sciences of Moldova. He was the President of the Romanian Academy between 2006 and 2014.", "475683": "Louis Jacques Thénard (4 May 1777 – 21 June 1857) was a French chemist.", "15417895": "Bernhard Müller, known as Count de Leon (born March 21, 1788,[1] Kostheim, Germany - died August 29, 1834, Natchitoches Parish, Louisiana), was a German Christian mystic and alchemist of uncertain origins.", "52281896": "Wilhelm Weith (9 May 1846 in Bad Homburg vor der Höhe – 29 November 1881 in Ajaccio) was a German-Swiss chemist.", "61391401": "Alessandro Piccolo (born 7 July 1951 in Rome) is an Italian chemist and agricultural scientist, with particular expertise in soil science. He is a professor at the University of Naples Federico II and has been honoured by the prize for chemistry in 1999 by the Humboldt Foundation. He received the Doctorate Honoris Causa by the University of Life Sciences of Prague, Czech Republic in 2009. He is chief editor of the Springer journal Chemical and Biological Technologies in Agriculture. He has been coordinator of two research EU projects and a member of numerous other EU research projects such as the project Biofector with the University of Hohenheim.[1][2][3][4] He has published more than 300 peer reviewed scientific papers and he is ranked among the top Italian scientists (http://www.topitalianscientists.org/Top_italian_scientists_VIA-Academy.aspx).", "59720234": "Liang Jingkui (Chinese: 梁敬魁; 28 April 1931 – 19 January 2019), also known as Jing-Kui Liang, was a Chinese physical chemist and materials scientist. He was a professor at the Institute of Physics, Chinese Academy of Sciences (CAS). He served as President of the CAS Fujian Institute of Research on the Structure of Matter from 1983 to 1987, and was elected an academician of the CAS in 1993.[1] He was awarded the Ho Leung Ho Lee Prize in Technological Sciences in 1999 for his contributions to crystallography, solid-state physics, and materials science.[2]", "14172715": "Arnold L. Rheingold (born October 6, 1940) is an American chemist and Professor of Chemistry at the University of California, San Diego.", "69714477": "Edith Wilson Miles (born Edith Margaret Wilson) is a biochemist known for her work on the structure and function of enzymes, especially her work on tryptophan synthase.", "573998": "Jean Baptiste Perrin ForMemRS[1] (30 September 1870 – 17 April 1942) was a French physicist who, in his studies of the Brownian motion of minute particles suspended in liquids (sedimentation equilibrium), verified Albert Einstein's explanation of this phenomenon and thereby confirmed the atomic nature of matter. For this achievement he was honoured with the Nobel Prize for Physics in 1926.[2]", "49234483": "Yvonne Connolly Martin (born September 13, 1936) is an American cheminformatics and computer-aided drug design expert who rose to the rank of Senior Volwiler Research Fellow at Abbott Laboratories (now AbbVie). Trained in chemistry at Northwestern University, she became a leader in collaborative science aimed at discovering and developing bioactive molecules as therapeutic agents, with her contributions proceeding from application of methods to understand how descriptors of  molecular shapes and physicochemical properties relate to their biological activity.[1] She is the author of a seminal volume in cheminformatics, Quantitative Drug Design (2nd Ed., 2010), and has been the recipient of numerous awards in her field, including being named as a fellow of the American Association for the Advancement of Science (1985) and of the International Union of Pure and Applied Chemistry (2000), and receiving the Herman Skolnik Award (2009)[2] and the Award for Computers in Chemical and Pharmaceutical Research (2017)[3] from the American Chemical Society.", "35504692": "Aleksander Koj (Polish pronunciation: [a.lɛkˈsan.dɛr kɔj]; 26 February 1935 – 29 December 2016) was a Polish physician and scientist, a member of Polish Academy of Learning and Polish Academy of Sciences, honorary doctor of Cleveland University and University of Hartford.[1]", "475700": "Jean-Antoine Chaptal, comte de Chanteloup (5 June 1756[1] – 29 July 1832[1]) was a French chemist, physician, agronomist, industrialist, statesman, educator and philanthropist. His multifaceted career unfolded during one of the most brilliant periods in French science. In chemistry it was the time of Antoine Lavoisier, Claude-Louis Berthollet, Louis Guyton de Morveau, Antoine-François Fourcroy and Joseph Gay-Lussac. Chaptal made his way into this elite company in Paris beginning in the 1780s, and established his credentials as a serious scientist most definitely with the publication of his first major scientific treatise, the Ėléments de chimie (3 vols, Montpellier, 1790). His treatise brought the term \"nitrogen\" into the revolutionary new chemical nomenclature developed by Lavoisier. By 1795, at the newly established École Polytechnique in Paris, Chaptal shared the teaching of courses in pure and applied chemistry with Claude-Louis Berthollet, the doyen of the science. In 1798, Chaptal was elected a member of the prestigious Chemistry Section of the Institut de France. He became president of the section in 1802 soon after Napoleon appointed him Minister of Interior (6 November 1800). Chaptal was a key figure in the early industrialization in France under Napoleon and during the Bourbon Restoration. He was a founder and first president in 1801 of the important Society for the Encouragement of National Industry and a key organizer of industrial expositions held in Paris in 1801 and subsequent years. He compiled a valuable study, De l'industrie française (1819), surveying the condition and needs of French industry in the early 1800s.", "803380": "Valeri Leonidovich Barsukov (Russian: Валерий Леонидович Барсуков; March 14, 1928 – July 22, 1992) was a Soviet geologist.[1] He worked in comparative planetology and the geochemistry of space. He was director of the V. I. Vernadsky Institute of Geochemistry from 1976 to 1992. In 1987 he received the V. I. Vernadsky Gold Medal for his work. A crater on Mars was named after him.[2]", "12567092": "Stephen Robert Nockolds, FRS[1] (10 May 1909 – 7 February 1990) was a geochemist, petrologist and winner of the Murchison Medal of the Geological Society of London.", "53887539": "1977 M.S. Yale University", "63685194": "George Paul Hess (November 18, 1922 – September 15, 2015) was a research biochemist who specialized in studying acetylcholine receptors. Hess developed laser pulse photolysis and a quench flow technique.", "3031629": "Anatoly Babko (15 October 1905 in Sudzhenskoye, Tomsk Governorate – 7 January 1968) was a Soviet chemist, specializing in analytical chemistry and in the chemistry of complex compounds.[1]", "22397520": "Rudolf Hauschka (born 6 November 1891 in Vienna, Austria, died 28 December 1969 in Bad Boll, Germany) was an Austrian chemist, author, inventor, entrepreneur and anthroposophist.", "31179347": "Gerhard F. Ecker is an Austrian medicinal chemist and expert in the fields of Pharmacoinformatics at the University of Vienna, where he is the Professor for Pharmacoinformatics and Head of the Pharmacoinformatics Research Group at the Department of Medicinal Chemistry. He also coordinates the research focus \"Computational Life Sciences\" of the Faculty of Life Sciences.", "35471955": "Robert Le Rossignol (27 April 1884 – 26 June 1976) was a British chemist. He is most known for his work with Fritz Haber on the fixation of nitrogen from atmospheric air, the Haber process.[1]", "5685846": "Paul Felix Schmidt (20 August [O.S. 7 August] 1916 – 11 August 1984) was an Estonian and German chess player, writer and chemist.", "55460441": "Francis Harold Brown (October 24, 1943 – September 30, 2017) was an American geologist and geochemist who mapped the sedimentary sequence and geology of most of the Turkana Basin in Kenya, east Africa. Brown introduced single-crystal argon-argon and potassium-argon dating into the Turkana Basin, resolving disputes over the age of Kenyanthropus platyops and other fossils.[1][2]", "6668894": "Ford Richardson Bryan (May 13, 1912 – May 14, 2004) was a member of the Ford family of Dearborn, who provided authentic historical information about the Ford family based almost entirely the Ford Archives of Henry Ford Museum and associated Greenfield Village.", "55525985": "Matthew Stanley Johnson (born 14 December 1966) is an American atmospheric chemistry scientist at the Department of Chemistry at the University of Copenhagen. \nJohnson has made contributions to several areas of chemistry, including kinetics, spectroscopy, isotope effects and application of atmospheric chemistry knowledge to air pollution control systems.[1]", "71811683": "Susan M. Lunte is an American chemist who is the Ralph N. Adams Distinguished Professor of Chemistry and Pharmaceutical Chemistry at the University of Kansas. She also works as director of the NIH COBRE Center for Molecular Analysis of Disease Pathways. She was awarded the 2023 ACS Award in Analytical Chemistry.", "62079596": "Roman Gladyshevskii (Ukrainian: Роман Євгенович Гладишевський) is a Ukrainian chemist, academician of the  National Academy of Sciences of Ukraine, Doctor of Chemistry, professor, vice-rector for research of University of Lviv.[1]", "57492090": "Nikolai Aleksandrovich Trifonov (Russian: Николай Александрович Трифонов; 23 February 1891 – 9 December 1958) was a Soviet chemist and founder of the Scientific School of Chemistry. His expertise primarily consisted of the physical and chemical analysis of concentrated solutions.", "37700226": "Charles George Johnson (1886–14 October 1950) was a chemist, businessman and political figure in Adelaide, South Australia.", "14500487": "Chad Alexander Mirkin (born November 23, 1963) is an American chemist. He is the George B. Rathmann professor of chemistry, professor of medicine, professor of materials science and engineering, professor of biomedical engineering, and professor of chemical and biological engineering, and director of the International Institute for Nanotechnology and Center for Nanofabrication and Molecular Self-Assembly at Northwestern University.[2]", "67748493": "Mary Eugenia Kapp (April 15, 1909 – November 19, 1983) was an American chemist.", "37896851": "Nityananda Saha (1940–2005) was a Bengali Indian academic administrator and a professor of inorganic chemistry. Between February 2000 and March 2005, he served as the vice chancellor of the University of Kalyani[1][2]", "45138583": "Sir John Stranger Holman FRSC CChem (born 16 September 1946)[1] is an English chemist and academic. He is emeritus professor of chemistry at the University of York, senior advisor in education at the Gatsby Foundation, founding director of the National STEM Learning Centre,[2] Chair of the Bridge Group, past president of the Royal Society of Chemistry (RSC),[3] and of The Association for Science Education (ASE).[4]", "8864409": "Yelena Vladimirovna Petushkova (Russian: Елена Владимировна Петушкова; 17 November 1940 – 8 January 2007) was a Soviet and Russian equestrian who won three medals, of which one was gold and two silver in dressage during the Summer Olympics.", "39830175": "Tomás Batuecas Marugán (1893–1972) was a Spanish chemist, most notable for his work on atomic weights of the elements. Batuecas was a professor of chemistry and vice-chancellor of the University of Santiago de Compostela.[1]", "68567712": "Sonja Krause Goodwin (1933–2021)[1] was a Swiss-American physical chemist specializing in the thermodynamics and effects of electric fields on polymer solutions, and also interested in climate history.[2]", "17095": "Kary Banks Mullis (December 28, 1944 – August 7, 2019) was an American biochemist. In recognition of his role in the invention of the polymerase chain reaction (PCR) technique, he shared the 1993 Nobel Prize in Chemistry with Michael Smith[2] and was awarded the Japan Prize in the same year. PCR became a central technique in biochemistry and molecular biology, described by The New York Times as \"highly original and significant, virtually dividing biology into the two epochs of before PCR and after PCR.\"[3]", "18629322": "Bruce H. Lipshutz (born 1951) is an American chemist. He is a professor at the University of California, Santa Barbara.[1]", "57328332": "Karl David Reinhold Myrbäck, (7 September 1900 – 1 July 1986),[1] was a Swedish chemist.", "20038350": "Nathan S. Lewis is the George L. Argyros Professor of Chemistry at the California Institute of Technology (Caltech). He specializes in functionalization of silicon and other semiconductor surfaces, chemical sensing using chemiresistive sensor arrays, and alternative energy and artificial photosynthesis.", "41304792": "Michael H Abraham (died 19 January 2021) was a chemist and also an artist. He worked in the fields of physical and organic chemistry at University College London, where he held the seat of professor. Specifically, his research interests included hydrogen bonding, linear free energy relationships (LFER), quantitative structure-activity relationships (QSAR) and solute-solvent interactions. His work has led to him being on Thomson Reuters' list of most cited scientists. As well as his research science, he was a hobby artist. Examples of his work can be found on his research page in external links.", "43893466": "Edward Neill Baker CNZM (born 29 October 1942) is a New Zealand scientist specialising in protein purification and crystallization and bioinformatics. He is currently a distinguished professor at the University of Auckland.[2]", "29508319": "Mary Lilias Christian Bernheim (née Hare; 28 June 1902 – 19 November 1997) was a British biochemist best known for her discovery of the enzyme tyramine oxidase, which was later renamed as monoamine oxidase. Bernheim discovered the enzyme system of tyramine oxidase during her doctorate research at the University of Cambridge in 1928, and her research has been referred to as \"one of the seminal discoveries in twentieth century neurobiology\".[1]", "37962466": "John Robert Baylis (May 11, 1885 – October 31, 1963) was an American chemist and sanitary engineer. His career extended from about 1905 to 1963 and he is best known for his work in applied research to improve drinking water purification.", "65028836": "James Murray Luck (October 23, 1899 – August 26, 1993) was a Canadian biochemist. At the time of his death in 1993, he was the longest-serving faculty in the history of Stanford University, getting hired in 1926 as an assistant professor and retiring in 1965. Luck authored more than 200 scientific publications, and mentored the future Nobel laureate Paul D. Boyer. While at Stanford, he started the academic journal Annual Review of Biochemistry, first published in 1932. After adding a second title in physiology, the advisory committee of the journal changed its name to Annual Reviews, which publishes fifty-one journals as of 2021.", "58540772": "William Howard Casey (born 1955) is distinguished professor of chemistry and professor of geology at the University of California, Davis. He has made major contributions in the fields of aqueous geochemistry and inorganic solution chemistry.[1] He has in particular received international awards for his work on the use of heteronuclear ambient and high-pressure NMR spectroscopic and mass spectrometric techniques in elucidation the solution chemistry of discrete metal oxide clusters such as aluminum hydroxides and polyoxoniobates, and has been elected Fellow of the American Chemical Society and Fellow of the American Association for the Advancement of Science.\nThe mineral Caseyite[2] is named in his honour.", "56509158": "Fanny Rysan Mulford Hitchcock (February 7, 1851 – September 25, 1936)[2] was one of only 13 American women to receive their doctorates in chemistry during the 19th-century,[3] and was the first woman to receive a doctorate in Philosophy of Chemistry from the University of Pennsylvania.", "15221479": "Paul Jacques Malouin (27 June 1701 – 3 January 1778) was a French physician and chemist.", "16040681": "Ronald D. Macfarlane (born February 21, 1933, Buffalo, New York)[1] is distinguished professor of Chemistry at Texas A&M University.[2] In 1991, he received the Inaugural Award of the American Society for Mass Spectrometry's Distinguished Achievement Award.[1]", "8766186": "Martin Philip Head-Gordon (né Martin Philip Head) FRS is a professor of chemistry at the University of California, Berkeley, and Lawrence Berkeley National Laboratory working in the area of computational quantum chemistry.[2]  He is a member of the International Academy of Quantum Molecular Science.[3][1][2]", "71582441": "Maria C. Asensio is a Spanish-Argentinian physical chemist, academic, researcher, and author. She is a Full Research Professor at the Materials Science Institute of Madrid (ICMM) of the Spanish National Research Council (CSIC) and Chair of the CSIC Research Associated Unit-MATINÉE created between the ICMM and the Institute of Materials Science (ICMUV) of the Valencia University.[1]", "23216878": "Hermann A. M. Mucke (born 4 September 1955) is an Austrian bioscientist with a peer-review publishing record in the fields of molecular biology, neuropsychiatry, cardiology and ophthalmology, mostly from the perspective of drug development. He is also a management consultant and entrepreneur working and publishing in biopharmaceutical strategic knowledge management, intellectual property management, and life science technology assessment.", "508655": "Masatoshi Shima (嶋 正利, Shima Masatoshi, born August 22, 1943, Shizuoka) is a Japanese electronics engineer. He was one of the architects of the world's first microprocessor, the Intel 4004. In 1968, Shima worked for Busicom in Japan, and did the logic design for a specialized CPU to be translated into three-chip custom chips. In 1969, he worked with Intel's Ted Hoff and Stanley Mazor to reduce the three-chip Busicom proposal into a one-chip architecture. In 1970, that architecture was transformed into a silicon chip, the Intel 4004, by Federico Faggin, with Shima's assistance in logic design.[3][4][5]", "18399992": "Frederick Stephen Humphries Sr. (December 26, 1935 – June 24, 2021) was an American academic administrator and chemistry professor who served as President of Tennessee State University (1974 to 1985), and President of Florida A&M University (1985 to 2001). He was also President and CEO of the National Association for Equal Opportunity in Higher Education from 2001 to 2003. Florida A&M University conferred the President Emeritus title upon him on December 11, 2009. He was Regent Professor at the Florida A&M University College of Law from 2003 until his retirement in 2014.", "12468989": "Koji Nakanishi (中西 香爾, Nakanishi Kōji, May 11, 1925 – March 28, 2019) was a Japanese chemist who studied bioorganic chemistry and natural products. He served as Centennial Professor of Chemistry and chair of the Chemistry Department at Columbia University.", "11977471": "Alfred Claude Aimé Girard (22 December 1831 – 12 April 1898)[1] was a French chemist and agronomist who was a professor at the Conservatoire des Arts et Métiers.", "19120894": "Margaret Clifford (née Russell), Countess of Cumberland (7 July 1560 – 24 May 1616) was an English noblewoman and maid of honor to Elizabeth I. Lady Margaret was born in Exeter, England to Francis Russell, 2nd Earl of Bedford and Margaret St John.", "18301696": "Zdeněk Matějka (April 30, 1937 – October 2, 2006) was a Czech chemist known for his contributions to development of ion exchange.", "7258885": "Steven Victor Ley CBE FRS FRSC (born 10 December 1945) is Professor of Organic Chemistry in the Department of Chemistry at the University of Cambridge, and is a Fellow of Trinity College, Cambridge.  He was President of the Royal Society of Chemistry (2000–2002) and was made a CBE in January 2002, in the process. In 2011, he was included by The Times in the list of the \"100 most important people in British science\".[5][6][7][8]", "56541964": "Morris Tanenbaum (November 10, 1928 – February 26, 2023) was an American physical chemist and executive who worked at Bell Laboratories and AT&T Corporation.", "6275853": "Hakob Sanasaryan (Armenian: Հակոբ Սանասարյան; born December 21, 1936, in Yeranos, Armenia) is a leading Armenian environmental activist, author and biochemist, the cofounder of one of the first environmentalist groups in the former Soviet Union: Goyapahpanutyun (Armenian: Գոյապահպանություն meaning survival) in 1985. This group was later in 1989 coined in the press as the Greens Union of Armenia (GUA). Hakob Sanasaryan is to this day the president of the GUA.", "52839188": "Michael Casey OP, FICI, (1902–1997) was an Irish Dominican priest and Chemist. Casey was born in Waterford in 1902. He studied science in University College Dublin, before joining civil service as Assistant State Chemist. Aged 26 he joined the Dominican order and was ordained in 1934, going on to teach science at Newbridge College. In 1936 he was instrumental in the re-foundation of the Chemical Association of Ireland.[1]", "19284762": "Jan Hendrik de Boer (19 March 1899 – 25 April 1971) was a Dutch physicist and chemist.", "1229596": "Andrew David Hamilton FRS (born 3 November 1952) is a British-American[1] chemist and academic administrator who served as the 16th president of New York University from 2016 to 2023. He previously served as vice chancellor of the University of Oxford from 2009 to 2015 and provost of Yale University from 2004 to 2008.", "52708127": "Professor Michael Ian Bruce DSc FAA (1938-), born and educated in England, became Professor of Physical and Inorganic Chemistry at the University of Adelaide in 1973, and was the Angas Professor of Chemistry at the University of Adelaide from 1982 until his retirement in 2009.", "39404321": "Bernard Leslie Shaw, FRS (28 March 1930 – 8 November 2020) was an English chemist who made notable contributions to organometallic chemistry.  He was Professor of Inorganic and Structural Chemistry at the University of Leeds.[1]", "29410082": "Hara Prasad Misra (born 1940)  is an American biochemist and professor emeritus of biomedical sciences and pathology in the Virginia-Maryland Regional College of Veterinary Medicine at Virginia Tech.[1] Misra is currently serving as vice president for research and graduate studies at the Virginia College of Osteopathic Medicine in Blacksburg, Virginia. Misra is a well-known teacher of undergraduate, graduate and DVM professional students for a period spanning over 30 years.", "55591725": "Dr John Murray FRSE FGS (1778–1820) was a short-lived 19th century British physician and prominent scientist, working in the fields of physics, chemistry, and geology, and described by Brydges as a \"Chemical Philiospher\".[1] His first important published work, \"Elements of Chemistry\", appeared when he was only 23.[2]", "7127855": "Leroy \"Lee\" Cronin FRSE FRSC (born 1 June 1973)[1] is the Regius Chair of Chemistry in the School of Chemistry at the University of Glasgow.[2][3][4] He was elected to the Fellowship of the Royal Society of Edinburgh, the Royal Society of Chemistry, and appointed to the Regius Chair of Chemistry in 2013. He was previously the Gardiner Chair, appointed April 2009.", "8405813": "James Edward Gill (1901 – January 26, 1980) was a scientist, teacher, explorer and mine developer. Along with William R. James, Sr. he discovered the high-grade iron ore deposits of Quebec and Labrador. He is remembered for his important contributions in the fields of stratigraphy and Pleistocene geology.", "11125561": "Elliot Quincy Adams (September 13, 1888 – March 12, 1971) was an American scientist. Chemist Gilbert N. Lewis remarked that \"the two most profound scientific minds, among the people he had known, were those of E[lliot] Q Adams and Albert Einstein.\"[1]", "33309498": "Albert Widmann (8 June 1912 – 24 December 1986) was an SS officer and German chemist who worked for the Action T4 euthanasia program during the regime of Nazi Germany. He was convicted in two separate trials in the West German courts in the 1960s for his criminal activities during World War II.", "34292539": "Frederick George Keyes (June 24, 1885 – April 14, 1976) was an American physical chemist.[1]\n[2] Keyes was most notable for inventing a method to sterilize milk using ultraviolet rays, and discovering that ultraviolet rays kill germs.[3] According to the National Academies Press, Keyes was also notable for \"advances in thermodynamics, equations of state of gases, and thermodynamic properties, in particular liquid water and steam\".[2]", "32555837": "Kenneth Keith Kelley (1901–1991) was an American chemist who worked in the fields of physical chemistry and metallurgy.", "22790978": "Sir Christopher Martin Dobson FRS FMedSci FRSC[1] (8 October 1949 – 8 September 2019) was a British chemist, who was the John Humphrey Plummer Professor of Chemical and Structural Biology in the Department of Chemistry at the University of Cambridge, and Master of St John's College, Cambridge.[2]", "38880080": "Lu Jeu Sham (Chinese: 沈呂九) (born April 28, 1938) is an American physicist. He is best known for his work with Walter Kohn on the Kohn–Sham equations.", "11158357": "Philip Handler (August 13, 1917 – December 29, 1981) was an American nutritionist, and biochemist.  He was President of the United States National Academy of Sciences for two terms from 1969 to 1981. He was also a recipient of the National Medal of Science.", "24429398": "Niu Jingyi (钮经义, 1920–1995) was a Chinese biochemist. He was born on December 26, 1920, in Xinghua, Jiangsu. In 1942, he graduated from the chemistry department of the National Southwestern Associated University. He served as an instructor of Tsinghua University from 1946 to 1948. In 1948, he went to United States to study biochemistry at the University of Texas, five years later commenced doctor degree. In 1956, he came back to China.", "56705877": "Sheena Margaret Cruickshank is a British immunologist and Professor in Biomedical Sciences and Public Engagement at the University of Manchester. She researches how immune responses of the gut are started as a result of infection and/or inflammation.[1][2][3] Cruickshank is a science communicator.[4]", "43828053": "Jens Nørgaard Oddershede (born 19 August 1945) graduated in Chemistry and Physics from Aarhus University (Denmark) in 1970. In 1978 he was awarded a doctorate in quantum chemistry and in 1988 he became professor. In 2001, Jens Oddershede became the 6th Rector of University of Southern Denmark. Prior to that, he was dean of science and Engineering and professor of chemistry at the University of Southern Denmark for ten years. In the period 2002–2014, Oddershede was vice-chairman and, since 2005, chairman of Universities Denmark, which is the organisation of the Danish universities to enhance their cooperation, visibility and impact. Since 2014 he has been Chairman of The Danish Council for Research and Innovation Policy.[1]", "4571997": "George Rosenkranz (born György Rosenkranz; 20 August 1916 – 23 June 2019) was a pioneering Hungarian-born (later Mexican) scientist in the field of steroid chemistry, who used native Mexican plant sources as raw materials.[2][3] He was born in Hungary, studied in Switzerland and emigrated to the Americas to escape the Nazis, eventually settling in Mexico.[2][4]", "13550431": "Max Volmer (German: [ˈfɔlmɐ]; 3 May 1885 – 3 June 1965) was a German physical chemist, who made important contributions in electrochemistry, in particular on electrode kinetics.  He co-developed the Butler–Volmer equation. Volmer held the chair and directorship of the Physical Chemistry and Electrochemistry Institute of the Technische Hochschule Berlin, in Berlin-Charlottenburg. After World War II, he went to the Soviet Union, where he headed a design bureau for the production of heavy water.  Upon his return to East Germany ten years later, he became a professor at the Humboldt University of Berlin and was president of the East German Academy of Sciences.", "40584037": "Edward Solly (1819–1886) was an English chemist and antiquary.", "18236271": "David Andrew Phoenix OBE DL FRSC FAcSS (born 1966) is an English biochemist and Chief Executive of London South Bank University.[1][2]", "71385973": "Helen Tran is a professor of chemistry at the University of Toronto. She was named by Chemical & Engineering News as one of their \"Talented 12\" in 2022. A statue of Tran was exhibited for the IfThenSheCan exhibit in the NorthPark Center in Dallas in 2021 and in Washington, D.C., in March 2022.[1]", "67158907": "Thomas Percy Hilditch (22 April 1886 – 9 August 1965) was an English chemist who researched organic synthesis, lipid chemistry, and catalytic production techniques. He served as a professor of industrial chemistry at the University of Liverpool.", "5489533": "Bertil Hille (born October 10, 1940) is an Emeritus Professor, and the Wayne E. Crill Endowed Professor in the Department of Physiology and Biophysics at the University of Washington.[1] He is particularly well known for his pioneering research on cell signalling by ion channels. His book Ion Channels of Excitable Membranes has been the standard work on the subject, appearing in multiple editions since its first publication in 1984.[2]", "19219334": "Martin Ruland the Younger (11 November 1569 – 23 April 1611), also known as Martinus Rulandus or Martin Rulandt, was a German physician and alchemist.", "33964942": "(Frederick) Geoffrey Nethersole Cloke FRS is a British chemist, and professor at University of Sussex.[3][4]", "8373141": "Éric Gérard Joseph Derouane (4 July 1944 in Péruwelz – 17 March 2008 in Praia da Luz) was a French-speaking Belgian catalyst scientist.[1][2][3]", "62899094": "Kristi Lynn Kiick is the Blue and Gold Distinguished Professor of Materials Science and Engineering at the University of Delaware.[1] She studies polymers, biomaterials and hydrogels for drug delivery and regenerative medicine. She is a Fellow of the American Chemical Society, the American Institute for Medical and Biological Engineering, and of the National Academy of Inventors. She served for nearly eight years as the deputy dean of the college of engineering at the University of Delaware.", "39502742": "Robert A. Duce (born April 9, 1935) is a pioneer in the study of atmospheric chemistry, and a Distinguished Professor Emeritus[1]  at Texas A&M University. He has made significant contributions to the understanding of chemical exchanges between the atmosphere and the oceans, and the global cycle of trace elements.[2]\nDuce received a BS, chemistry (1957) from  Baylor University  and a PhD in the subject of inorganic and nuclear chemistry (1964) at Massachusetts Institute of Technology, where he was also a post-doctoral fellow. (1965) His thesis title was \"Determination of iodine, bromine, and chlorine in the marine atmosphere by neutron activation analysis\".", "10863514": "Pierre Jean Robiquet (13 January 1780 – 29 April 1840) was a French chemist. He laid founding work in identifying amino acids, the fundamental building blocks of proteins.  He did this through recognizing the first of them, asparagine, in 1806, in the industry's adoption of industrial dyes, with the identification of alizarin in 1826, and in the emergence of modern medications, through the identification of codeine in 1832, an opiate alkaloid substance of widespread use with analgesic and antidiarrheal properties.", "71254947": "George W. Flynn (1938-January 8, 2020) was an American physical chemist and professor, known for his work \nin laser spectroscopy and scanning tunneling microscopy.", "2180004": "Karl Friedrich Mohr (November 4, 1806 – September 28, 1879) was a German chemist famous for his early statement of the principle of the conservation of energy. Ammonium iron(II) sulfate, (NH4)2Fe(SO4)2.6H2O, is named Mohr's salt after him.", "9028518": "Mary Lowe Good (June 20, 1931 – November 20, 2019) was an American inorganic chemist who worked academically, in industrial research and in government. Good contributed to the understanding of catalysts such as ruthenium which activate or speed up chemical reactions.[1][2]", "11158443": "Johannes Martin Bijvoet ForMemRS[1] (23 January 1892, Amsterdam – 4 March 1980, Winterswijk) was a Dutch chemist and crystallographer at the van 't Hoff Laboratory at Utrecht University.[2] He is famous for devising a method of establishing the absolute configuration of molecules.[3][4][5][6][7][8][9] In 1946, he became member of the Royal Netherlands Academy of Arts and Sciences.[10]", "25281453": "Vern L. Schramm (born November 9, 1941) is a professor and Ruth Merns Chair in Biochemistry at the Albert Einstein College of Medicine of Yeshiva University.[1][2] Schramm was elected to the National Academy of Sciences in 2007.[3][4] His laboratory's research focuses on the elucidation of enzymatic mechanisms and transition state structure.[4]", "10372015": "John Hutchinson (1825 – 24 March 1865) was a chemist and industrialist who established the first chemical factory in Widnes, Lancashire, England.[a]  He moved from working in a chemical factory in St Helens and built his own chemical factory in 1847 in the Woodend area of Widnes near to Widnes Dock by the junction of the Sankey Canal and the River Mersey.  In this factory he manufactured alkali by the Leblanc process.", "23118773": "Johannes Pharamond Rhumelius (1597–1661) was a German alchemist and physician, and a contemporary of Jan Baptist van Helmont. He was born in Neumark and died in Nuremberg.", "41370550": "Nikolai Matveyevich Kischner (Russian: Николай Матвеевич Кижнер; 27 November 1867 – 28 November 1935) was a Russian chemist and member of the Russian Academy of Sciences.[1][2]", "61621176": "Emilian (also Emil) Czyrniański (Lemko Емілиян Чырняньскій; January 26, 1824 – April 14, 1888) was a Polish chemist of Lemko descent, science writer, rector of the Jagiellonian University and co-founder of the Polish Academy of Learning. He is responsible for developing chemical nomenclature in Polish. One of his grandsons was the highly influential political activist and writer, Józef Retinger.", "57230266": "2014, Honorary Doctorate, Agricultural University of Athens, Greece", "26035136": "David Sanders is an associate professor of biological sciences at Purdue University.[1] He grew up in Teaneck, New Jersey,[2][3] and then attended the Horace Mann School in Riverdale, New York.[4]  He received his Bachelor of Science degree from Yale College in Molecular Biophysics and Biochemistry.[5] He conducted his Ph.D. research in Biochemistry with Daniel E. Koshland, Jr., who was then editor of the journal Science, at the University of California at Berkeley. Sanders demonstrated that the response regulators in the two-component regulatory systems were phosphorylated on an aspartate residue and that they were protein phosphatases with a covalent intermediate.[6][7] In 1995, he joined the Markey Center for Structural Biology at Purdue University.[8] In 2016, Sanders was elected to the West Lafayette City Council. He has opposed the plan to divert hundreds of millions of gallons of water from Tippecanoe County aquifers to the LEAP project in Boone County, and he sponsored the West Lafayette City Council resolution opposing the pipeline.[9][10][11]", "66077638": "William Ringrose Gelston Atkins OBE CBE (4 September 1884 – 4 April 1959) was an Irish chemist.", "803783": "Prof Friedrich Stromeyer FRS(For) FRSE (2 August 1776 – 18 August 1835) was a German chemist. He was the discoverer of cadmium.", "50480071": "Julian Szekely (November 23, 1934 – December 7, 1995) was a Hungarian-American chemical engineer and materials scientist. He was a professor of materials science and engineering at the Massachusetts Institute of Technology.[1]", "53855181": "Francisco Zaera is a Venezuelan-American chemist, currently a distinguished professor at University of California, Riverside and an Elected Fellow of the American Association for the Advancement of Science,[1] the American Chemical Society[2] and the American Vacuum Society.[3]", "47367122": "Chuan He (Chinese: 何川) is a Chinese-American chemical biologist. He currently serves as the John T. Wilson Distinguished Service Professor at the University of Chicago, and an Investigator of the Howard Hughes Medical Institute.[1] He is best known for his work in discovering and deciphering reversible RNA methylation in post-transcriptional gene expression regulation.[2] He was awarded the 2023 Wolf Prize in Chemistry for his work in discovering and deciphering reversible RNA methylation in post-transcriptional gene expression regulation in addition to his contributions to the invention of TAB-seq, a biochemical method that can map 5-hydroxymethylcytosine (5hmC) at base-resolution genome-wide, as well as hmC-Seal, a method that covalently labels 5hmC for its detection and profiling.[2]", "68010967": "Ester Vázquez Fernández-Pacheco is an expert in carbon nanostructures and sustainable synthesis. She is a full professor at the University of Castilla la Mancha and a group leader at the  MSOC Nanochemistry group.[1]", "39732185": "Nellie May Naylor (March 20, 1885 – October 5, 1992) was an American chemist. She was a chemistry professor at Iowa State University (then known as lowa State College), teaching between 1908 until 1955. She was only the second woman to hold this job in the chemistry department.[1]", "61555675": "William Kirby Sullivan (1822–1890) was an Irish philologist, chemist, historian, Irish nationalist, educationalist and a passionate promoter of Irish industrial development. He was most notable for his scholarship promoting the literary history and culture of Ireland. He was widely referenced by researchers such as scientist William Grove,[1] jurist and historian Henry Maine[2] and ethnographer and historian Jeremiah Curtin, who visited him in his Irish sojourn of 1887.[3]", "7619554": "Elizabeth Ann Nalley (also known as Ann Nalley)  is an American chemist and professor of chemistry at Cameron University in Lawton, Oklahoma.", "25576422": "Gad Avigad (Hebrew גד אביגד; born 1930) is an Israeli biochemist.", "56574952": "Robert Edward Corbett (13 June 1923 – 3 February 2018) was a New Zealand organic chemist. He is noted for his contribution to natural product chemistry through the isolation and structural elucidation of compounds from New Zealand native plants.", "45499378": "Henry Aaron Hill (May 30, 1915 – 1979) was an American chemist who became the first African American president of the American Chemical Society (ACS). As a scientist, he specialized in the chemistry of fluorocarbons.[1]", "64799736": "Wendy Lee Queen (born 1981 in South Carolina) is an American chemist and material scientist. Her research interest focus on development design and production of hybrid organic/inorganic materials at the intersection of chemistry, chemical engineering and material sciences.  As of 2020 she is a tenure-track assistant professor at the École polytechnique fédérale de Lausanne (EPFL) in Switzerland, where she directs the Laboratory for Functional Inorganic Materials.[1]", "56148984": "Raymond E. Schaak is an American chemist and currently a DuPont Professor of Materials and Chemistry at Penn State University. He assumed his position at Penn State in 2007. Prior to this, he was an assistant professor of chemistry at Texas A&M University since 2003. In 2017 he was named a fellow for the American Association for the Advancement of Science.[1]", "63554560": "Gustavs Vanags (10 March 1891 — 8 May 1965) was a Soviet and Latvian organic chemist, full member of Latvian SSR Academy of Sciences. He was also one of the signers of the Memorandum of Latvian Central Council in 1944.", "3032072": "Ivan Yakovych Horbachevsky (Ukrainian: Іван Якович Горбачевський; 15 May 1854 – 24 May 1942) also known as Jan Horbaczewski, Johann Horbaczewski or Ivan Horbaczewski, was an Austrian chemist and politician of Ukrainian origin.", "43566094": "Mohammad Reza Khanmohammadi Khorrami (Persian: ‌‌محمدرضا خان محمدی خرمی; born 1964) is an Iranian academic and politician.", "33932307": "Roland Stocker (born 5 October 1956 in Switzerland) is a Swiss Australian biochemist who discovered the antioxidant activity of bilirubin.[1] He is a former Olympic rower and has represented Switzerland at the 1980 Summer Olympics.[2]", "13026324": "Joseph \"Krystel\" Franz Freiherr von Jacquin or Baron Joseph von Jacquin (7 February 1766, in Schemnitz (now Banská Štiavnica) – 26 October 1839, in Vienna) was an Austrian scientist who studied medicine, chemistry, zoology and botany. The standard author abbreviation J.Jacq. is used to indicate this person as the author when citing a botanical name.[1]", "5162005": "Ján Veizer (born 22 June 1941) is the Distinguished University Professor (emeritus)[1] of Earth Sciences at the University of Ottawa and Institute for Geology, Mineralogy und Geophysics, of Bochum Ruhr University. He held the NSERC/Noranda/CIFAR Industrial Chair in Earth System Isotope and Environmental Geochemistry until 2004.  He is an isotope geochemist; his research interests have included the use of chemical and isotopic techniques in determining Earth's climatic and environmental history.", "39142440": "Harry G. Day (October 8, 1906 –  September 8, 2007[1]) was an American chemist and professor. The Harry G. Day Lectureship in the chemistry building at Indiana University in Bloomington, Indiana, was established in 1988, and a lecture hall was dedicated to him in 1991.[2]", "20169772": "Walter Giger (born September 6, 1943 in Zürich) is a Swiss chemist. He had been working at the Swiss Federal Institute of Aquatic Science and Technology (Eawag), where he was the head of the division Chemische Problemstoffe. He has been a professor for environmental chemistry at the ETH Zurich since 1995.", "5391405": "Paul Mead Doty (June 1, 1920 – December 5, 2011)[1][2] was Mallinckrodt Professor of Biochemistry at Harvard University, specializing in the physical properties of macromolecules and strongly involved in peace and security policy issues.[3]", "6964271": "Gábor Béla Fodor (December 5, 1915 – November 3, 2000) was a Hungarian-American chemist, medical research scientist, and professor of chemistry.  His work in academia, which spanned six decades in Europe and later in North America, specialized in research of antidotes, painkillers, tropane alkaloids, and derivatives of vitamin C. His research helped in finding  treatments for  cancer, strokes, Alzheimer's disease, and other illnesses.[1]", "72631344": "Ladislaus Farkas (Hungarian: Farkas László, Hebrew: לדיסלאוס פרקש) (May 10, 1904, in Dunajská Streda, Austria-Hungary – December 31, 1948, in Monte Argentario, Italy) is an Israeli chemist, of Austro-Hungarian origin, was the founder of the Department of Physical Chemistry at the Hebrew University of Jerusalem.[1][2]", "61064243": "Jennifer Ann Hollingsworth is a scientist and laboratory fellow at Los Alamos National Laboratory (LANL).[1]", "22561855": "Auguste Georges Darzens (12 July 1867 in Moscow, Russia – 10 September 1954)[1] was a Russian-born French organic chemist.", "1229890": "Sir Cyril Norman Hinshelwood OM FRS (19 June 1897 – 9 October 1967) was a British physical chemist and expert in chemical kinetics. His work in reaction mechanisms earned the 1956 Nobel Prize in chemistry.[4][5]", "50807874": "Colin Llewellyn Raston AO FAA (born 1950) is a Professor of Chemistry of Flinders University in Adelaide, South Australia and the Premier's Professorial Fellow in Clean Technology.[1]  In 2015, he was awarded an Ig Nobel Prize in \"for inventing a chemical recipe to partially un-boil an egg\".[3]  In 2016, Raston was made an Officer of the Order of Australia for his services to science.[4]", "58901579": "Yuri Aleksandrovich Romanov (Russian: Юрий Александрович Романов; 17 June 1926 – 1 November 2010) was a Soviet and Russian theoretical physicist who spent his career in the former Soviet program of nuclear weapons.", "50545740": "Laxmangudi Krishnamurthy Doraiswamy (1927–2012) was an Indian-American[1] chemical engineer, author and academic, known for his contributions in developing Organic synthesis engineering as a modern science discipline.[2] Chemical Engineering journal of McGraw Hill listed him among the 10 most distinguished chemical engineers in the world in 1988.[3] He was the author of nine texts in chemical engineering, including Organic Synthesis Engineering, a 2001 publication which is known to have introduced the topic as a definitive scientific stream[4] and Heterogeneous reactions: Analysis, Examples, and Reactor Design,[5] reportedly the first comprehensive text in chemical engineering.[6]", "60212303": "Amy D. Rosemond is an American aquatic ecosystem ecologist, biogeochemist, and Distinguished Research Professor[1] at the Odum School of Ecology at the University of Georgia.[2] Rosemond studies how global change affects freshwater ecosystems, including effects of watershed urbanization, nutrient pollution, and changes in biodiversity on ecosystem function. She was elected an Ecological Society of America fellow in 2018,[3] and served as president of the Society for Freshwater Science from 2019-2020.[4]", "18465874": "George L. Blackburn (February 12, 1936 – February 20, 2017) was the S. Daniel Abraham Professor of Nutrition and associate director of the division of nutrition at Harvard Medical School. He was also director of the Center for the Study of Nutrition Medicine (CSNM) in the Roberta and Stephen R. Weiner Department of Surgery, and director of the new Feihe Nutrition Laboratory at Beth Israel Deaconess Medical Center (BIDMC), Boston, Massachusetts.", "71517272": "Lucia Banci (born May 20, 1954) is an Italian chemist who is a professor at the University of Florence. Her research considers structural biology and biological nuclear magnetic resonance, with a focus on the role of metal ions in biological systems.", "52249690": "Palliakaranai Thirumalai Narasimhan (1928–2013), popularly known as PTN or Jim, was an Indian theoretical chemist, one of the pioneers of computational chemistry in India and a professor at the Indian Institute of Technology, Kanpur.[1] He was known for his studies on quantum-mechanical interpretation of magnetic resonance data[2] and his contributions in developing IIT Kanpur into a Centre of Excellence in academic research in the basic sciences.[3] He was an elected fellow of the Indian National Science Academy,[4] Indian Academy of Sciences[5] and the National Academy of Sciences, India.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1970, for his contributions to chemical sciences.[7]", "52479067": "Sandeep Verma (born 1966) is an Indian bioorganic chemist and chemical biologist, and a Professor in the Department of Chemistry at the Indian Institute of Technology, Kanpur (IITK).[1] At IITK, he heads Sandeep Verma's Research Group[2] in the areas of ordered peptide assemblies, metal-mediated nanoscale systems, programmable soft matter for neuronal regeneration, novel antimicrobials, and small molecule-stem cell modulation.[3] He is an elected fellow of the Indian National Science Academy (INSA), the Indian Academy of Sciences,[4] the National Academy of Sciences, India,[5] and the Indian National Academy of Engineering. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2010, for his contributions to Chemical Sciences.[6]", "71943261": "Noboru Tokita (February 20, 1923 - October 31, 2014) was a Uniroyal and later Cabot scientist known for his work on the processing of elastomers[1][2]", "48481375": "Ulrike Beisiegel (born 23 December 1952) is a German biochemist and university professor who in 2011 became the first woman to serve as president of the University of Göttingen, founded in 1737. Her research on liver fats and disease was honored with the Heinz Maier-Leibnitz Prize, the Rudolf Schönheimer Medal and an honorary doctorate. Intent on maintaining high levels of scholarship and diminishing scientific misconduct, she has served on many boards and committees, receiving the Ubbo-Emmius Medal for her commitment to good scientific practice and an honorary doctorate from the University of Edinburgh.", "9421920": "Émile Henriot  (2 July 1885 – 1 February 1961) was a French chemist notable for being the first to show definitely that potassium and rubidium are naturally radioactive.", "19285091": "Marc Arlen Anderson (born December 1, 1945) holds degrees in chemistry from the University of Wisconsin–Madison (BS) and Johns Hopkins University (MA and PhD).[1] Anderson is advisor - principal research at the IMDEA Energy Institute.[citation needed] He also serves as director of SolRayo Inc.[2]", "52348005": "Kalya Jagannath Rao (born 7 December 1940), popularly known as K. J. Rao, is an Indian physical chemist and an Emeritus professor at the Indian Institute of Science.[1] He is known for his researches on nanomaterials, amorphous Materials and ceramics[2] and is an elected fellow of the Indian National Science Academy,[3] National Academy of Sciences, India,[4] International Academy of Ceramics, Asia Pacific Academy of Materials and World Innovation Foundation and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1984, for his contributions to chemical sciences.[6] He is also a recipient of the Ordre des Palmes Académiques of the Government of France.[7]", "17351783": "Wilhelm Michler (27 December 1846 – 27 November 1889) was a German chemist. He studied under Hermann von Fehling and Victor Meyer in Stuttgart and followed Meyer to the ETH Zurich in 1871.[1] Michler became professor at the ETH Zurich in 1878. He left Europe for a journey to study the natural products of South America in August 1881. He reached Brazil and conducted his research between 1882 and his death in 1889. He also became professor at the Escola Politécnica Rio de Janeiro.", "66831469": "Yuri Petrovich Shvachkin (Russian: Ю́рий Петро́вич Швачкин; 15 November 1930 in Yevpatoria, USSR – 20 February 2021 in Moscow, Russia) was a Soviet and Russian chemist.", "19154029": "John Marmion Edmond FRS (April 27, 1943 – April 10, 2001)[1] was a professor of marine geochemistry and oceanography at the Massachusetts Institute of Technology, who did pioneering work on oceanic particulate matter, the oceanic carbon dioxide cycle, trace elements, and radioisotopes.  He explored and analyzed water chemistry from environments as diverse as the mid-ocean ridge hydrothermal vents to the polar oceans to remote rivers and lakes in South America, Africa, Siberia, and Tibet.  He and his students and colleagues in his lab measured more chemical elements at lower concentrations in water than had ever been done before.", "72041585": "Perry William Wilson (November 25, 1902 – August 17, 1981) was an American microbiologist and biochemist. He gained a scientific reputation as an outstanding pioneer in transforming the science of biological nitrogen fixation. His research helped to transform a mainly descriptive science into a more quantitative and analytic science based on biochemistry and statistical methods and control in bacteriology.[1] He was called the \"dean of biological nitrogen fixation\".[2]", "60441714": "Lindsay Helmholz (November 11, 1909 – March 17, 1993) was an American physicist who participated in the Manhattan Project during World War II that created the atomic bomb. He earned a PhD in chemistry at Johns Hopkins University before studying under Linus Pauling at California Institute of Technology and becoming a professor at Dartmouth College. After World War II, he joined the faculty at Washington University in St. Louis where he continued his work with X-ray diffraction and retired in 1978.", "52970612": "Krishnan Raghavachari (born 3 April 1953, in Chennai, India) is a Professor of Chemistry at Indiana University Bloomington.", "52282485": "Hans Hübner (13 October 1837, in Düsseldorf – 4 July 1884, in Göttingen) was a German chemist. He was the son of painter Julius Hübner (1806–1882).", "6046838": "Willis Rodney Whitney (August 22, 1868 – January 9, 1958) was an American chemist and founder of the research laboratory of the General Electric Company. He is known as the \"father of industrial research\" in the United States for blending the worlds of research and industry together; which at the time, were two very distinct careers.[1] He is also known for his corrosion theory of iron which he developed after studying at M.I.T. and the University of Leipzig.[1] Whitney was also a professor at M.I.T. for some time before his career transition into research directing. He received many awards, including the Willard Gibbs medal, the Franklin medal, the Perkin medal, the Edison medal, the John Fritz medal, the Chandler medal, and many others.[2] He was an astute believer in researching and experimenting for pleasure and voiced his belief at various science conferences.[3]", "46318715": "Walter Goodrich Jennings (March 2, 1922 – July 5, 2012) was an American chemist, educator and entrepreneur.[1] He was co-founder of J&W Scientific, which became the world's largest supplier of fused silica columns; the company was purchased by Agilent Technologies in 2000."}