{"15132735": "Neleus of Scepsis (/ˈniːliəs, -ljuːs/; Greek: Νηλεύς), was the son of Coriscus of Scepsis. He was a disciple of Aristotle and Theophrastus, the latter of whom bequeathed to him his library, and appointed him one of his executors. Neleus supposedly took the writings of Aristotle and Theophrastus from Athens to Scepsis, where his heirs let them languish in a cellar until the 1st century BC, when Apellicon of Teos discovered and purchased the manuscripts, bringing them back to Athens.[1]", "63137855": "Stephen Martin Priest (born 22 August 1954) is a British philosopher. He is a Senior Research Fellow in Philosophy at Blackfriars, Oxford and a member of the Faculty of Philosophy of the University of Oxford.[1] He is also a member of Wolfson College, Oxford and Hughes Hall, Cambridge. Priest has held visiting professorships in the United States, Europe and Asia, and is best known for bringing the methods of analytic philosophy to Continental thinkers including Hegel, Husserl, Sartre and Merleau-Ponty.[2][3]", "15132737": "Aristo (or Ariston) of Alexandria (Greek: Ἀρίστων ὁ Ἀλεξανδρεύς) was a Peripatetic philosopher[1] who lived in the 1st century BC. According to Philodemus, he was a pupil of Antiochus of Ascalon (or possibly his brother Aristus). [2] Strabo, a later contemporary, relates a story[3]  where both Ariston and Eudorus, a contemporary of his, had claimed to have written a work on the Nile, but that the two works were so nearly identical that the authors charged each other with plagiarism.[4] Who was right is not said, though Strabo seems to be inclined to think that Eudorus was the guilty party.[5]", "2385987": "William Smith Stoddart (25 June 1925 – 9 November 2023) was a Scottish-Canadian physician, author and \"spiritual traveller\", who wrote several books on the Perennial Philosophy and on comparative religion.[1]", "8218693": "Michel Seymour (born 1954) is a Canadian philosopher from Quebec and a professor at the Université de Montréal, where he has been teaching analytical philosophy (philosophy of language and philosophy of mind) since 1990.", "15132742": "Herminus (Greek: Ἑρμῖνος; 2nd century) was a Peripatetic philosopher.  He lived in the first half of the 2nd century.[1] He appears to have written commentaries on most of the works of Aristotle. Simplicius[2] says he was the teacher of Alexander of Aphrodisias. We learn from Alexander's commentary on the Prior Analytics that Herminus had worked on Aristotle's syllogistic system, adding innovations which Alexander disapproved of.[3] His writings, of which nothing remains, are frequently referred to by Boethius, who mentions a treatise by him, On Interpretation (Greek: περὶ Ἑρμηνείας), as also Analytics and Topics.", "3106890": "Charles Edward Lindblom (March 21, 1917 – January 30, 2018) was an American academic who studied economics[2] at the University of Chicago and was Sterling Professor emeritus of political science and economics at Yale University. He served as president of the American Political Science Association and the Association for Comparative Economic Studies, as well as director of Yale's Institute for Social and Policy Studies.", "41412684": "Eric R. Scerri (born August 30, 1953, son of Edward and Ines Scerri) is a chemist, writer and philosopher of science of Maltese origin.[2][3][4] He is a lecturer at the University of California, Los Angeles; and the founder and editor-in-chief of Foundations of Chemistry, an international peer reviewed journal covering the history and philosophy of chemistry, and chemical education.[5][6]", "1665102": "Shibli Nomani (4 June 1857 – 18 November 1914) was an Islamic scholar, poet, philosopher, historian, educational thinker, author, orator, reformer and critic of orientalists from Indian subcontinent during the British Raj.[1][2] He is regarded as the father of Urdu historiography.[3] He was also proficient in Arabic and Persian languages.[4] Shibli was associated with two influential movements in the region, the Aligarh and the Nadwa movements.[5]  As a supporter of the Deobandi school, he believed that English language and European sciences should be incorporated into the education system.[6] Shibli wrote several biographies of Muslim heroes, convinced that Muslims of his time could learn valuable lessons from the past.[3] His synthesis of past and modern ideas contributed significantly to Islamic literature produced in Urdu between 1910 and 1935.[7] Shibli established the Darul Musannefin Shibli Academy in 1914 to promote Islamic scholarship and also founded the Shibli National College in 1883. Although he collected much material on the life of Prophet Muhammad, he could only complete the first two volumes of the planned work, Sirat al-Nabi. His disciple, Sulaiman Nadvi, added to this material and wrote the remaining five volumes after Shibli's death.", "8382545": "Peter Crockaert OP (c. 1465–1514), known as Peter of Brussels, was a Flemish scholastic philosopher.[1] Initially he was a pupil of John Mair and a follower of William of Ockham. Later he joined the Dominican Order, and became a supporter of orthodox Thomism.[2][3] He taught at the University of Paris,[4] and is known for a number of commentaries, on Aristotle and Peter of Spain as well as on Aquinas.", "64088146": "Peter Rohs (born 11 January 1936) is a German philosopher.", "33646683": "Sandra Dingli (born 1952) is a Maltese philosopher mostly specialised in Creative Thinking.[1]", "37644382": "Georgy Petrovich Shchedrovitsky (Russian: Георгий Петрович Щедровицкий) (23 February 1929 – 3 February 1994) was a Russian philosopher and methodologist, public and cultural figure. The creator of the system-thinking methodology, the founder and leader of the Moscow methodological circle, the ideological inspirer of the \"methodological movement.\"", "3401823": "Daniel Henry Holmes Ingalls Sr. (May 4, 1916 – July 17, 1999) was the Wales Professor of Sanskrit at Harvard University.", "19523684": "Eustratius of Nicaea (Greek: Εὐστράτιος; c. 1050/1060 – c. 1120)[1] was Metropolitan bishop of Nicaea in the early 12th century. He wrote commentaries on Aristotle's second book of the Analytica Posteriora and the Ethica Nicomachea.", "223339": "Xenophanes of Colophon (/zəˈnɒfəniːz/ zə-NOF-ə-neez;[1][2] Ancient Greek: Ξενοφάνης ὁ Κολοφώνιος [ksenopʰánɛːs ho kolopʰɔ̌ːnios]; c. 570 – c. 478 BC) was a Greek philosopher, theologian, poet, and critic of Homer from Ionia who travelled throughout the Greek-speaking world in early Classical Antiquity.", "69986412": "Political Theology\nCommunity Organizing\nDemocracy\nConsociationalism/confederalism\nChurch-state relations\nMissiology\nCapitalism\nDebt", "40298608": "Susan James FBA (born 1951) is a British professor of philosophy at Birkbeck College London. She has previously taught at the University of Connecticut and the University of Cambridge. She is well known for her work on the history of seventeenth and eighteenth century philosophy.[1][2][3]", "34138232": "Yamagata Bantō (山片 蟠桃, 1748–1821) was a well-known resident of Osaka who was both a scholar and a merchant.[1] He was the able head clerk of the money exchange merchant Masuya. He studied Confucianism from Nakai Chikuzan and his brother Nakai Riken, and astronomy from Asada Goryu at the Kaitokudō School during its golden age. Despite his poor eyesight, he devoted 18 years to writing the book titled \"Yumenoshiro\" or \"Instead of Dreams\" which had as many as 12 volumes. In this book he supported the heliocentric theory, criticized the age of gods and advocated atheism. He played a pioneering role of bringing about modern thought in Japan and helped move it forward from its age old feudal system.", "38529144": "Reinhard Merkel (born 12 April 1950) is a professor in criminal law and philosophy of law and a retired West German swimmer. He competed at the 1968 Summer Olympics in the 200 m  and 400 m individual medley and finished in sixth place in the latter event.[1]", "28043389": "Joan K. Copjec (born 1946) is an American philosopher, theorist, author, feminist, and prominent American Lacanian psychoanalytic theorist. She is Professor of Modern Culture & Media at Brown University.[1]", "419970": "Andrés de Jesús María y José Bello López (Spanish pronunciation: [anˈdɾes ˈβeʝo]; November 29, 1781 – October 15, 1865) was a Venezuelan humanist, diplomat, poet, legislator, philosopher, educator and philologist, whose political and literary works constitute an important part of Spanish American culture.[1]  Bello is featured on the old 2,000 Venezuelan bolívar and the 20,000 Chilean peso notes.", "8611974": "Otto Mencke (English: /ˈmɛŋkə/; German: [ˈmɛŋkə]; 22 March 1644 – 18 January 1707) was a 17th-century German philosopher and scientist.", "16377991": "Jacob Lorhard (Latin: Jacobus Lorhardus; 1561 – 19 May 1609) was a German philosopher and pedagogue based in St. Gallen, Switzerland.", "18049162": "Wayne Lee Proudfoot  (born November 17, 1939) is an American scholar of religion and has written several works in that field, specializing in the philosophy of religion.", "61401226": "Wang Shaoguang (born 1954;[2] Chinese: 王绍光; pinyin: Wáng Shàoguāng) is a Chinese political scientist. He is currently an emeritus professor at the Department of Government and Public Administration of the Chinese University of Hong Kong. A critic of Western representative democracy, his particular research interests include the history of the Cultural Revolution, sortition, the welfare state, and the comparative politics of East Asia.[3]", "47212686": "Divna M. Vuksanović (Serbian Cyrillic: Дивна М. Вуксановић; 17 March 1965) is a Serbian philosopher, writer, media theorist and the president of the Aesthetic Society of Serbia.", "70674575": "Constantine of Nicaea or Constantine the Philosopher was a Neoplatonic philosopher in the Byzantine Empire during the reign of Manuel I (1143–1180).[1]", "22341784": "John Greco (born April 24, 1961) is the Robert L. McDevitt and Catherine H. McDevitt Professor of Philosophy at Georgetown University. Before coming to Georgetown, Greco taught at Saint Louis University.", "38103199": "Gabriel Wagner (c. 1660 – c. 1717)  was a radical German philosopher and materialist who wrote under the nom-de-plume Realis de Vienna. A follower of Spinoza and acquaintance of Leibniz, Wagner did not believe that the universe or bible were divine creations, and sought to extricate philosophy and science from the influence of theology. Wagner also held radical political views critical of the nobility and monarchy. After failing to establish lasting careers in cities throughout German-speaking Europe, Wagner died in or shortly after 1717.", "40855712": "Jarava Lal Mehta (1912 – 11 July 1988) was an Indian philosopher, and expert on the philosophy of Martin Heidegger.[1][2][3][4]", "5204129": "Alagiya Manavalan,[1] best known by his epithet Manavala Mamunigal lit. 'The great saint, Manavalan' (1370–1450), was a Hindu theologian. He was a major proponent of the Sri Vaishnavism tradition in the 15th century in Tamilakam, disseminating it with the help of his eight disciples. The disciples of Manavalan established places of learning to teach the Vishishtadvaita philosophy in Tamilakam.", "69232804": "Alix Cohen (born 1976) is a British philosopher and a Reader of Philosophy at the University of Edinburgh. She is known for her works on Kant's thought.[1][2][3][4]\nShe is the current Co-Editor with Sacha Golob of the British Journal for the History of Philosophy.[5]", "43280549": "Tomoko Masuzawa is Professor Emerita of Comparative Literature and History at the University of Michigan. In 1979, she received her MA in religious studies at Yale University. Masuzawa received her PhD in Religious Studies from University of California Santa Barbara in 1985. European intellectual history (19th century), discourses on religion, history of religion, and psychoanalysis are Masuzawa’s fields of study.", "26790": "Stanisław Herman Lem (Polish: [staˈɲiswaf ˈlɛm] ⓘ; 12 September 1921 – 27 March 2006) was a Polish writer of science fiction and essays on various subjects, including philosophy, futurology, and literary criticism. Many of his science fiction stories are of satirical and humorous character. Lem's books have been translated into more than 50 languages and have sold more than 45 million copies.[3][4][5] Worldwide, he is best known as the author of the 1961 novel Solaris. In 1976 Theodore Sturgeon wrote that Lem was the most widely read science fiction writer in the world.[6]", "8612006": "Johann Christoph Wichmannshausen (October 3, 1663 – January 17, 1727) was a 17th-century German philologist.", "70740135": "Bayla Falk (Yiddish: ביילא פאלק)[1] was a woman of Talmudic learning. She was born in Lemberg about the middle of the sixteenth century, and died at an advanced age at Jerusalem.", "12085420": "Henry Scrimgeour or Scrymgeour (c. 1505 – 23 September 1572) was a diplomat and book collector.", "44492974": "Lucien Jerphagnon (7 September 1921 – 16 September 2011) was a French scholar, historian and philosopher specialized in Greek and Roman philosophy.[1]", "7399599": "Professor Debi Prasad Chattopadhyaya (November 5, 1933 – February 13, 2022),[1] was educated at the University of Calcutta[2] and was Deputy Minister of Health of India and Union Minister of Commerce and Industry.[3] He founded the Indian Council of Philosophical Research, New Delhi, and served as its Chairman. Till the end of his life, he served as the Chairman of the Centre for Studies in Civilizations, and General Editor of the Project of History of Indian Science, Philosophy and Culture, which produced a multi-volume cultural history of India.", "9955511": "Aetius (/eɪˈiːʃiəs/; Greek: Ἀέτιος) was a 1st-[1] or 2nd-century AD[2] doxographer and Eclectic philosopher.", "33351878": "Galen A. Johnson (born 1948) is an American philosopher who is professor emeritus of philosophy at the University of Rhode Island and the General Secretary of the International Merleau-Ponty Circle.[1]", "50292934": "Oleg Nikolayevich Smolin (Russian: Оле́г Никола́евич Смо́лин; born 10 February 1952) is a Russian politician. He is a State Duma deputy, as a member of the Communist Party.[1][2] He is blind, and was the vice president of the Russian Paralympic committee.[3]", "16345288": "Marta Petreu is the pen name of Rodica Marta Vartic,  née Rodica Crisan (born 14 March 1955), a Romanian philosopher, literary critic, essayist and poet. A professor of philosophy at the Babeş-Bolyai University in Cluj-Napoca, she has published eight books of essays and seven of poetry, and is the editor of the monthly magazine Apostrof. Petreu is also noted as a historian of fascism, which she notably dealt with in her book about the controversial stances of philosopher Emil Cioran (An Infamous Past: E. M. Cioran and the Rise of Fascism in Romania, 1999).", "22440137": "Walter Jekyll (27 November 1849, Bramley, Surrey, England – 17 February 1929, Bower Hall, Riverside, Hanover, Jamaica), was an English clergyman who renounced his religion and became a planter in Jamaica, where he collected and published songs and stories from the local African-Caribbean community.[1][2]", "37021899": "Jeffrey Paul Bishop (born 1967) is a philosopher, bioethicist, author and the Tenet Endowed Chair of Health Care Ethics at Saint Louis University. The director of the Albert Gnaegi Center for Health Care Ethics, he is most widely recognized and cited for work in medical ethics as relating to death and dying in addition to contributions in the field of medical humanities. Bishop is a physician, holds a Doctorate of Philosophy from the University of Dallas and serves on the editorial boards of both the Journal of Medicine and Philosophy[1] and the Journal of Christian Bioethics[2] for Oxford University Press.", "61794509": "Mark Lowell Wilson (born 1947) is an American philosopher and Distinguished Professor of Philosophy at University of Pittsburgh. Wilson has authored several books on the philosophy of mathematics.", "5630167": "Hermann Conring (9 November 1606 – 12 December 1681) was a German intellectual. He made significant contributions to the study of medicine, politics and law.", "3303642": "Andrew Pyle (born 17 March 1955) is a British philosopher on the history of philosophical atomism.", "53897436": "James Lindsay FRSE FGS (1852 - 25 March 1923) was a Scottish minister, theologian and writer.", "7497949": "John of St. Thomas, O.P., born João Poinsot (also called John Poinsot in English; 9 July 1589 – 15 June 1644), was a Portuguese Dominican friar, Thomist theologian, and professor of philosophy. He is known for being an early theorist in the field of semiotics.", "24144095": "Anne McClintock is a Zimbabwean-South African writer, feminist scholar and public intellectual who has published widely on issues of sexuality, race, imperialism, and nationalism; popular and visual culture, photography, advertising and cultural theory. Transnational and interdisciplinary in character, her work explores the interrelations of gender, race, and class power within imperial modernity, spanning Victorian and contemporary Britain to contemporary South Africa, Ireland, and the United States. Since 2015, McClintock is the A. Barton Hepburn Professor in the Program in Gender and Sexuality Studies, and also affiliated with the Princeton Environmental Institute and the Department of English at Princeton University.[1]", "13428964": "Al-Ḥakīm al-Tirmidhī (Arabic: الحكيم الترمذي; transl. The Sage of Termez), full name Abu Abdallah Muhammad ibn Ali ibn al-Hasan ibn Bashir al-Tirmidhi (d. c. 869) was a Persian[3][4] Sunni jurist (faqih) and traditionist (muhaddith) of Khorasan, but is mostly remembered as one of the great early authors of Sufism.", "34564324": "Yun Hyu (Hangul: 윤휴, Hanja: 尹鑴; 1617 – 1680) was a Korean Neo-Confucian scholar and official, who lived during the Joseon Dynasty. Yun was the political leader of the Southern (Namin) faction of the Joseon Dynasty. His pen names were Baekho, Haheon and Yabo.[1]", "32499943": "Troy Jollimore is a Canadian-American poet, philosopher, literary critic, and academic known for poetic writings.[1]", "46295280": "Nino Raspudić (born 3 November 1975) is a Croatian conservative philosopher, writer, political analyst and member of the Croatian Parliament. He is a professor at the Faculty of Humanities and Social Sciences in Zagreb and the Faculty of Humanities in Mostar. He is a columnist for the Večernji list and Nezavisne novine, and is one of the editors of the Reflex, a political show on OBN Televizija.", "4057330": "Jedaiah ben Abraham Bedersi (c. 1270 – c. 1340) (Hebrew: ידעיה הבדרשי) was a Jewish poet, physician, and philosopher; born at Béziers (hence his surname Bedersi). His Occitan name was En Bonet, which probably corresponds to the Hebrew name Tobiah;[1] and, according to the practices of Hachmei Provence, he occasionally joined to his name that of his father, Abraham Bedersi.", "3598578": "Alasdair John Milbank (born 23 October 1952) is an English Anglo-Catholic theologian and is an Emeritus Professor in the Department of Theology and Religious Studies at the University of Nottingham,[28] where he is President of the Centre of Theology and Philosophy.[29] Milbank previously taught at the University of Virginia and before that at the University of Cambridge and the University of Lancaster. He is also chairman of the trustees of the think tank ResPublica.", "30894326": "Ludwig Strümpell, after his ennoblement in 1870 von Strümpell[1] (28 June 1812 – 18 May 1899), was a German philosopher and pedagogue.", "65759491": "Maria Michela Marzano (born 20 August 1970) is an Italian researcher, philosopher and writer. Politically connected to the Italian left, she was elected a Member of the Italian Parliament for the Democratic Party in February 2013.", "41609475": "Charles Burke Guignon (February 1, 1944 – May 23, 2020) was an American philosopher and Professor Emeritus of Philosophy at the University of South Florida.[1] He is known for his expertise on Martin Heidegger's philosophy and existentialism.[2] He became a member of the Florida Philosophical Association in the early 2000s.[3]", "58124549": "Seth Lazar (born 1979) is an Australian philosopher and Professor of Philosophy at the Australian National University. He leads the Machine Intelligence and Normative Theory Lab.", "19065094": "Muhamedin Kullashi Muhamedin Kulaši, born November 29, 1949) is an Albanian philosopher and Professor in a University of Paris-VIII (Université de Paris-VIII) and politician. From October 2, 2009 to July 26, 2016 he was the Republic of Kosovo's first ambassador to France.[2]", "38332675": "Socrates on Trial is a play depicting the life and death of the ancient Greek philosopher Socrates. It tells the story of how Socrates was put on trial for corrupting the youth of Athens and for failing to honour the city's gods. The play contains adaptations of several classic Greek works: the slapstick comedy, Clouds, written by Aristophanes and first performed in 423 BCE; the dramatic monologue, Apology, written by Plato to record the defence speech Socrates gave at his trial; and Plato's Crito and Phaedo, two dialogues describing the events leading to Socrates’ execution in 399 BCE. The play was written by Andrew David Irvine of the University of British Columbia and premiered by director Joan Bryans of Vital Spark Theatre Company in 2007 at the Chan Centre for the Performing Arts in Vancouver.[1]", "46557448": "Lambros Couloubaritsis (born 1941) is a Greek-born Belgian philosopher.", "11757833": "Mihail Petruševski (Macedonian and Serbian Cyrillic: Михаил Петрушевски; July 2, 1911, Bitola – February 27, 1990) was a Yugoslav Macedonian academic, philologist and founder of the Faculty of Philosophy at the Skopje University. He published over 200 philosophic works, but his translation of Homer's \"Iliad\" and his adaptation of \"Skanderbeg\" by Grigor Parlichev were considered particularly significant for Macedonian culture.", "69986569": "Robert Campbell Roberts (born 1942) is an American philosopher and distinguished professor emeritus of ethics at Baylor University. Previously he was a professor of philosophy and psychological studies at Wheaton College.[1][2][3]", "59658": "Paul Karl Feyerabend (German: [ˈfaɪɐˌʔaːbm̩t]; January 13, 1924 – February 11, 1994) was an Austrian philosopher best known for his work in the philosophy of science. He started his academic career as lecturer in the philosophy of science at the University of Bristol (1955–1958); afterwards, he moved to the University of California, Berkeley, where he taught for three decades (1958–1989). At various points in his life, he held joint appointments at the University College London (1967–1970), the London School of Economics (1967), the FU Berlin (1968), Yale University (1969), the University of Auckland (1972, 1975), the University of Sussex (1974), and, finally, the ETH Zurich (1980–1990). He gave lectures and lecture series at the University of Minnesota (1958-1962), Stanford University (1967), the University of Kassel (1977) and the University of Trento (1992).[13]", "2156812": "Arthur John Terence Dibben Wisdom (12 September 1904, in Leyton, Essex – 9 December 1993, in Cambridge),[1] usually cited as John Wisdom, was a leading British philosopher considered to be an ordinary language philosopher, a philosopher of mind and a metaphysician.  He was influenced by G.E. Moore, Ludwig Wittgenstein and Sigmund Freud, and in turn explained and extended their work.", "72313103": "Pakshadhara Mishra was an Indian philosopher and a scholar of Nyaya Shastra.[1][2] He was the head professor of Nyaya Shastra in the Ancient Mithila University during 15th century CE. His famous pupils are Vasudeva Sarvabhauma and Raghunatha Siromani. [3][4] His academy is known as Pakshadhara Mithila Academy or School.", "60123417": "Tullio Gregory (28 January 1929[1] – 2 March 2019) was an Italian philosopher and historian of medieval and early modern philosophy. He was professor in La Sapienza, Rome, and collaborated with several institutions, either in Italy or abroad. His work and interpretations have shed new light on Medieval thought and on the connection to early modern philosophy (from Montaigne to Descartes).[2]", "67299614": "Paolo Valore (Milan, 10 June 1972) is an Italian philosopher and academic who deals with metaphysics, general ontology and the ontological implications of formal theories. He is also interested in projects of artificial languages and auxiliary languages.", "13986078": "Alexinus (/ælɪkˈsaɪnəs/; Greek: Ἀλεξῖνος; c. 339–265 BC[1]) of Elis, was a philosopher of Megarian school and a disciple of Eubulides. From his argumentative nature he was facetiously named the wrangler (Greek: Ἐλεγξῖνος),  From Elis he went to Olympia, hoping to found a sect which was to be called the Olympian, but his disciples soon became disgusted with the unhealthiness of the place and their scanty means of subsistence, and left him with a single attendant.", "3303715": "Quentin Persifor Smith (August 27, 1952, Rhinebeck, New York – November 12, 2020, Kalamazoo, Michigan) was an American philosopher.", "34564395": "Yun Du-su (Korean: 윤두수; Hanja: 尹斗壽; 1533–1601) was a Korean scholar-official of the Joseon dynasty. He was a politician, poet, writer, scholar, and part of the Yi Hwang school among Westerners faction. He served as Chief State Councillor during the reign of King Seonjo.", "25782572": "Dietrich Mahnke (17 October 1884, Verden – 25 July 1939, Fürth) was a German philosopher and historian of mathematics.", "6514992": "Shaun Gallagher is an American philosopher known for his work on embodied cognition,[6] social cognition, agency and the philosophy of psychopathology. Since 2011 he has held the Lillian and Morrie Moss Chair of Excellence in Philosophy at the University of Memphis and was awarded the Anneliese Maier Research Award by the Humboldt Foundation (2012–2018). Since 2014 he has been Professorial Fellow at the University of Wollongong in Australia. He has held visiting positions at Keble College, Oxford; Humboldt University, Berlin; Ruhr Universität, Bochum; Husserl Archives, ENS (Paris); École Normale Supérieure, Lyon; University of Copenhagen; and the Cognition and Brain Sciences Unit, Cambridge University. He is also known for his philosophical notes on the effects of solitary confinement.[7]", "28109105": "Archibald Arthur FRSE (6 September 1744 – 14 June 1797) was a Scottish Enlightenment philosopher. An alumnus of the University of Glasgow, he served as University chaplain from 1774 – 1794, and librarian from 1780 - 1794.  Between 1780 and 1794 he worked as an assistant to Professor of Moral Philosophy Thomas Reid, taking on the latter's teaching duties, and succeeding him in 1796.[1]", "61499697": "Raghuvarya Tirtha (c.1462 - c.1557) was a Hindu philosopher, scholar, theologian and saint. He served as the pontiff of Shri Uttaradi Math from 1502-1557. He was the thirteenth in succession from Madhvacharya.[1] According to tradition Sri Raghuvarya Tirtha taught the famous Nyayasudha of Jayatirtha seven times to his disciples.[2]", "66283830": "Alexander von Gleichen-Rußwurm (6 November 1865, Greifenstein Castle, Bad Kissingen - 25 October 1947, Baden-Baden) was a German writer, editor, translator and philosopher. His name in full was Heinrich Adalbert Carl Alexander Konrad Schiller, Freiherr von Gleichen, genannt von Rußwurm", "34564408": "Yun Geunsu(윤근수, 尹根壽, 1537–1619) was a Korean scholar-official of the Joseon period. Pennames were Woljeong(월정, 月汀), Woeam(외암, 畏菴), courtesy name was Jago(자고, 子固).", "4876608": "Paul Guyer (/ˈɡaɪ.ər/) is an American philosopher and a leading scholar of Immanuel Kant and of aesthetics.  Since 2012, he has been Jonathan Nelson Professor of Philosophy and Humanities at Brown University.[1]", "30206273": "Robert Brisart (29 October 1953 – 25 February 2015, in Louvain-la-Neuve), was a Belgian philosopher. He was professor at the University of Luxembourg, and at the Facultés Universitaires Saint-Louis in Brussels.[1] His works mainly focused on Husserl's phenomenology. He also published on the comparison between analytic philosophy and phenomenology.[2]", "9136449": "Anja Steinbauer (born 1966) is a London-based Sinologist and philosopher. She was born in Mainz, Germany. She is notable as one of the pioneers of the popular philosophy movement, and is the president of Philosophy For All in London. She is also one of the editors of the popularizing magazine Philosophy Now.", "36530501": "Seyid Yahya Bakuvi (Azerbaijani: Seyid Yəhya Bakuvi) – was a 15th-century Azerbaijani scientist and philosopher.[2][3][4][5][6][7][8][9][10][11][12][13][14][15][16][17]", "39381319": "Larisa Grigorievna Matros (Russian: Лариса Григорьевна Матрос, Ukrainian: Лариса Григорівна Матрос) is a philosopher and writer of fiction.", "10611022": "Peter Stephen Du Ponceau (born Pierre-Étienne du Ponceau, June 3, 1760 – April 1, 1844) was a French-American linguist, philosopher, and jurist.  After emigrating to the colonies in 1777, he served in the American Revolutionary War. Afterward, he settled in Philadelphia, where he lived the remainder of his years. He contributed significantly to work on the indigenous languages of the Americas, as well as advancing the understanding of written Chinese.", "47507791": "Geoffroy de Lagasnerie (born 1981) is a French philosopher and sociologist.", "4024656": "Carlo Penco (born August 1948) is an Italian analytic philosopher and  full professor in  philosophy of language at the University of Genoa in Italy.", "29321554": "William Duff (1732–1815) was a Scottish Presbyterian minister and one of the first writers to analyse the nature of genius as a property of human psychology.[1] His Essay on Original Genius is frequently cited as a landmark in the Western analysis of genius and creativity.", "8022366": "Sarah Lucia Hoagland (born 4 June 1945 in Denver, Colorado) is the Bernard Brommel Distinguished Research Professor and Professor Emerita of Philosophy and Women's Studies at Northeastern Illinois University in Chicago.", "72182110": "Rachel Sophia Baard is a South African theologian. Since 2019, she is an assistant professor of Theology and Ethics at Union Theological Seminary in Richmond, Virginia, United States.[1][2] Her first book, Sexism and Sin-Talk: Feminist Conversations on the Human Condition (2019) won the 2020 Andrew Murray / Desmond Tutu Book Prize.[2] Her research areas include systematic and constructive theology, theological ethics, and feminist and political theologies.[3]", "584034": "Ignacio Ellacuría SJ (Portugalete, Biscay, Spain, November 9, 1930 – San Salvador, November 16, 1989) was a Spanish-Salvadoran Jesuit, philosopher, and theologian who worked as a professor and rector at the Universidad Centroamericana \"José Simeón Cañas\" (UCA), a Jesuit university in El Salvador founded in 1965. He and several other Jesuits and two others were assassinated by Salvadoran soldiers in the closing years of the Salvadoran Civil War.", "62810467": "Taraneh Javanbakht (Persian: ترانه جوانبخت, born 12 May 1974) is an Iranian scientist and polymath.[1]", "2353510": "Graham Wallas (31 May 1858 – 9 August 1932) was an English socialist, social psychologist, educationalist, a leader of the Fabian Society and a co-founder of the London School of Economics.", "3959150": "Calcidius (or Chalcidius) was a 4th-century philosopher who translated the first part (to 53c) of Plato's Timaeus from Greek into Latin around the year 321 and provided with it an extensive commentary.  This was likely done for Bishop Hosius of Córdoba.  Very little is otherwise known of him.", "813424": "Mark L. Johnson (born 24 May 1949 in Kansas City, Missouri) is Knight Professor of Liberal Arts and Sciences in the Department of Philosophy at the University of Oregon.[1]  He is known for contributions to embodied philosophy, cognitive science and cognitive linguistics, some of which he has coauthored with George Lakoff such as Metaphors We Live By.  However, he has also published on philosophical topics such as John Dewey, Immanuel Kant and ethics.", "452985": "Hans Jonas (/ˈjoʊnæs/; German: [ˈjoːnas]; 10 May 1903 – 5 February 1993) was a German-born American Jewish philosopher, from 1955 to 1976 the Alvin Johnson Professor of Philosophy at the New School for Social Research in New York City.", "2156921": "David Wiggins FBA (born 1933) is an English moral philosopher, metaphysician, and philosophical logician working especially on identity and issues in meta-ethics.", "125307": "Autocephaly recognized by some autocephalous Churches de jure:", "19065215": "Mark de Bretton Platts (born 1947) is a philosopher at the Instituto de Investigaciones Filosóficas de la Universidad Nacional Autónoma de México (Institute for Philosophical Investigation, National Autonomous University of Mexico). He is well known for criticizing the Humean theory of motivation, especially in his book Ways of Meaning (1979/1997).", "47901060": "Johann Gotthelf Lindner (11 September 1729 – 29 March 1776) was a German university teacher and writer at the time of the eighteenth century Enlightenment.[1]", "59789": "Derek Antony Parfit FBA (/ˈpɑːrfɪt/; 11 December 1942 – 1[3][4][5] or[6]2[7][8] January 2017) was a British philosopher who specialised in personal identity, rationality, and ethics. He is widely considered one of the most important and influential moral philosophers of the late 20th and early 21st centuries.[9][10][11]", "63072665": "Louis (Wiep) van Bunge (born 1960) is a Dutch historian of philosophy. He has published mainly on the early Enlightenment in the Netherlands, on Spinoza and on his influence on other thinkers.", "42723739": "Juan Isidro Jimenes Grullón (born in Santo Domingo, Dominican Republic on June 17, 1903 – August 10, 1983) was a Dominican essayist, historian, physician, philosopher, educator and politician.[1][2]", "3271073": "György Márkus (13 April 1934 – 5 October 2016) was a Hungarian philosopher, belonging to the small circle of critical theorists closely associated with György Lukács and usually referred to as the Budapest School.", "46426531": "William Emmanuel Abraham, also known as Willie E. Abraham or, to give his day name, Kojo Abraham (born on Monday, 28 May 1934), is a Ghanaian retired philosopher.", "42363307": "Paul B. Preciado (born Beatriz Preciado, 11 September 1970),[1] is a writer, philosopher and curator whose work focuses on applied and theoretical topics relating to identity, gender, pornography, architecture and sexuality.[2] Originally known as a female writer, in 2010 Preciado began a process of \"slow transition\" where he started taking testosterone to medically transition. From this point on he has publicly considered himself transgender as well as a feminist.[3]", "34597292": "Heiner Bielefeldt (12 April 1958) is a German philosopher, historian and Catholic theologian. He is Professor of Human Rights and Human Rights Policy at the University of Erlangen. From 2010 to 2016, he served as United Nations Special Rapporteur on Freedom of Religion or Belief.[1]", "5302702": "Dmytro Ivanovych Dontsov (Ukrainian: Дмитро Іванович Донцов; August 29 [O.S. August 17] 1883 – March 30, 1973) was a Ukrainian nationalist writer, publisher, journalist and political thinker whose radical ideas, known as integral nationalism, were a major influence on the Organization of Ukrainian Nationalists.[1][2][3]", "33483188": "Hans Pichler (1882–1958) was an Austrian-born German philosopher. A student of Windelband and Meinong, he revived in his work the philosophy of Wolff contra the epistemologism of the Neo-Kantians, particularly in his Über Christian Wolffs Ontologie (1910). Among those influenced by Pichler's turn to realist ontology was Nicolai Hartmann.", "64088502": "Wolfgang Kuhlmann (born 19 October 1939) is a German philosopher and representative of the discourse ethics.", "39807416": "Joseph M. Schwartz (born August 12, 1954) is a political activist and political and social theorist. He is a Professor of Political Science at Temple University, where he served as department chair from 2000-2005.[1]", "50489785": "Premio nacional de ensayo (2006)\nMedal for \"Promoción de los Valores de Igualdad\" (2011)", "321979": "Susan Haack (born 1945) is a distinguished professor in the humanities, Cooper Senior Scholar in Arts and Sciences, professor of philosophy, and professor of law at the University of Miami in Coral Gables, Florida.", "27069": "Bible Translators", "190910": "Alfred of Sarashel, also known as Alfred the Philosopher, Alfred the Englishman or Alfredus  Anglicus, was born in England some time in the 12th century and died in the 13th century.", "944577": "Thomas Carl Hartmann (born May 7, 1951) is an American radio personality, author, businessman, and progressive political commentator.[1][2]  Hartmann has been hosting a nationally syndicated radio show, The Thom Hartmann Program, since 2003 and hosted a nightly television show, The Big Picture, between 2010 and 2017.", "31254978": "Martine Nida-Rümelin (born 1957 in Munich) is a philosopher.", "17689028": "Stephen Schiffer (born 1940) is an American philosopher and currently Silver Professor of Philosophy at New York University. He is a specialist in the philosophy of language.", "9333191": "Peter Serracino Inglott (26 April 1936 – 16 March 2012) was a Priest, Philosopher, Scholar and Rector of the University of Malta from 1987 to 1988, then consecutively from 1991 to 1996. He was awarded the title of Emeritus Professor of philosophy at the University of Malta. He was a key figure at reconstructing the Maltese education system and held academia to his personal life prominently. He was also politically affiliated with the country's Nationalist Party, serving as advisor to former Prime Minister of Malta, Eddie Fenech Adami.", "7301582": "Jean Elizabeth Hampton (June 1, 1954 – April 2, 1996) was an American political philosopher, author of Hobbes and the Social Contract Tradition, Political Philosophy, The Authority of Reason, The Intrinsic Worth of Persons and, with Jeffrie G Murphy, Forgiveness and Mercy.", "15296975": "Mahapurusa Achyutananda Dasa (Odia:-ଅଚ୍ୟୁତାନନ୍ଦ ଦାସ ) was a 16th-century poet seer and Vaishnava saint from Odisha, India. He was popularly known as Gopala Guru.[1] He was considered to have the power to see the past, present and future. He was a prolific author, and one of the group of five, that led a revolution in spirituality in Odisha by translating Sanskrit texts into the Odia language for common people.", "32827858": "Jerome Leocata (c. 1664–1745) was a major Maltese philosopher who specialised mainly in metaphysics. His long academic career in philosophy and theology was very hampered by his many administrative commitments. His writings, however, bear witness to his thinking skills and his philosophical prowess. He possessed a clear and systematic mind, consistently endeavouring to give a sound philosophical basis to his speculations. No portrait of him is yet known to exist.", "35613140": "Max Wentscher (12 May 1862— 29 September 1942) was a German philosopher and professor of philosophy at the University of Bonn.", "64678357": "Emilia Rensi (26 february 1901[1] – 23 April 1990) was an Italian philosopher, free thinker, writer and teacher. She wrote for anarchist and progressive magazines, such as Flavia Steno's La Chiosa,[2] Volontà (1960s),[3] Umanità Nova (1960s)[4] and Franco Leggio's Sicilia Libertaria (1980s).[5] She began publishing books on social, cultural and ethical subjects from the late 1960s onwards.", "3205590": "Gustav Bergmann (May 4, 1906 – April 21, 1987) was an Austrian-born American philosopher. He studied at the University of Vienna and was a member of the Vienna Circle. Bergmann was influenced by the philosophers Moritz Schlick, Friedrich Waismann, and Rudolf Carnap, who were members of the Circle.[3] In the United States, he was a professor of philosophy and psychology at the University of Iowa.", "4286941": "Heinrich Bernhard Oppenheim (July 20, 1819 in Frankfurt – March 29, 1880 in Berlin) was a German publicist and philosopher concerned with the ideas of liberalism, free trade and international law.", "55470567": "Ali Asghar Mosleh Fasaei (born 1962) (Persian: علی‌اصغر مصلح فسایی) is an Iranian philosopher and professor of philosophy at Allameh Tabataba'i University.[1] He is known for his expertise on philosophy of culture. Mosleh holds the presidency of The Iranian Society of Intercultural Philosophy (ISIPH) and Research Institute for Contemporary Culture at Institute for Humanities and Cultural Studies.[2][3] He was the Dean of ATU's Faculty of Persian Literature and Foreign Languages (PLFL), and Acting-Dean of ATU's Faculty of Theology and Islamic Knowledge (2015-2017).[4] He is associate member of the Iranian Academy of Science. (2023) [5]", "54389225": "Odoardo Gualandi[1] descended from an old and famous patrician family from Pisa.[2]  At the University of Bologna he graduated summa cum laude in civil and canon law.[3]", "1042923": "Étienne Cabet (French: [etjɛn kabɛ]; January 1, 1788 – November 9, 1856) was a French philosopher and utopian socialist who founded the Icarian movement. Cabet became the most popular socialist advocate of his day, with a special appeal to artisans who were being undercut by factories. Cabet published Voyage en Icarie in French in 1839 (and in English in 1840 as Travels in Icaria), in which he proposed replacing capitalist production with workers' cooperatives. Recurrent problems with French officials (a treason conviction in 1834 resulted in five years' exile in England), led him to emigrate to the United States in 1848. Cabet founded utopian communities in Texas and Illinois, but was again undercut, this time by recurring feuds with his followers.", "4745732": "Giovanni Francesco Pico della Mirandola (1470–1533) was an Italian nobleman and philosopher, the nephew of Giovanni Pico della Mirandola. His name is typically truncated as Gianfrancesco Pico della Mirandola.", "48589322": "Sardar Fazlul Karim (Bengali: সরদার ফজলুল করিম; 1 May 1925 – 15 June 2014) was a Bangladeshi academic, philosopher and essayist.[1][2]", "1731084": "Aaron David Gordon (Hebrew: אהרן דוד גורדון; 9 June 1856 – 22 February 1922), more commonly known as A. D. Gordon, was a Labour Zionist thinker and the spiritual force behind practical Zionism and Labor Zionism. He founded Hapoel Hatzair, a movement that set the tone for the Zionist movement for many years to come. Influenced by Leo Tolstoy and others, it is said that in effect he made a religion of labor. Gordon moved to Ottoman Palestine in 1904, at age 48, where he was revered by younger Zionist pioneers for leading by example.", "50063897": "Giovanni Battista Gallizioli or Gallicciolli (17 May 1733 – 12 May 1806) was an Italian philosopher, hebraist, orientalist, historian, archaeologist and philologist,[1] catholic priest and citizen of the Republic of Venice.[2]", "16214567": "Jay Frank Rosenberg (April 18, 1942, Chicago – February 21, 2008, Chapel Hill, North Carolina) was an American philosopher and historian of philosophy. He spent his teaching career at the University of North Carolina at Chapel Hill, where he joined the Department of Philosophy in 1966 and was appointed Taylor Grandy Professor of Philosophy in 1987.[1] Rosenberg was a student of Wilfrid Sellars and established his reputation with ten books and over 80 articles in metaphysics, epistemology, the philosophy of language, and the history of philosophy (especially Immanuel Kant). His most commercially successful work, The Practice of Philosophy: A Handbook for Beginners, is a standard text in introductory philosophy courses, and has been translated into German.[2]", "22047274": "Adam Mahrburg (6 August 1855 – 13 November 1913) was a Polish philosopher—the outstanding philosophical mind of Poland's Positivist period.[1]", "59206199": "James Vincent Pryor (born 1968) is an American philosopher and Professor of Philosophy at the University of North Carolina at Chapel Hill (UNC). He is known for his expertise on epistemology and philosophy of language.[1][2] Before teaching at UNC, Pryor was a faculty member in the philosophy department of New York University.[3] He has also taught at Harvard University and Princeton University.[4]", "813627": "Philippe Sollers (French: [sɔˈlɛʁs]; born Philippe Joyaux; 28 November 1936 – 5 May 2023) was a French writer and critic. In 1960 he founded the avant garde literary journal Tel Quel (along with writer and art critic Marcelin Pleynet), which was published by Le Seuil and ran until 1982. Sollers then created the journal L'Infini, published first by Denoel, then by Gallimard with Sollers remaining as sole editor.", "3893824": "François Picavet (17 May 1851, Petit-Fayt, Nord – 23 May 1921, Paris) was a French philosopher, translator and authority on Kant.", "67824193": "Raimbert of Lille (fl. c. 1100[1]) was an early medieval nominalist who taught at Lille.[2] Along with Roscelin, he was an opponent of exaggerated realism.[3] His nominalism was attacked by Odo of Tournai.[4]", "60189253": "Mona Ozouf (born Mona Annig Sohier 24 February 1931) is a French historian and philosopher. Born into a family of schoolteachers keen on preserving the language and the culture of Brittany, she graduated as a teacher of philosophy from the École normale supérieure de jeunes filles.[1] After teaching philosophy, she joined the CNRS as a historian. Her research and writings centre on the French Revolution and the French secular education system. Notable publications include L'École, l'Église et la République, 1871–1914 (1963) and La fête révolutionnaire, 1789–1799 (1976), the latter of which was published in English as Festivals and the French Revolution (1988).[2][3]", "24930893": "Jokūbas Minkevičius (27 March 1921 – 5 May 1996) was a Lithuanian politician, born in Ufa, Bashkir ASSR.  In 1990 he was among those who signed the Act of the Re-Establishment of the State of Lithuania.[1]", "1141327": "Walter Arnold Kaufmann (July 1, 1921 – September 4, 1980) was a German-American philosopher, translator, and poet.  A prolific author, he wrote extensively on a broad range of subjects, such as authenticity and death, moral philosophy and existentialism, theism and atheism, Christianity and Judaism, as well as philosophy and literature. He served more than 30 years as a professor at Princeton University.", "61008463": "Alexandre Baril (born 1979 in Granby, Quebec), is a Canadian writer and since 2018 an associate professor[1] at the School of Social Work, at the University of Ottawa.[2] He researches sexual and gender diversity, bodily diversity ((dis)ability and health), and linguistic diversity.[1][3] He considers his work to be intersectional, involving queer, trans, feminist and gender studies, as well as sociology of the body, health, social movements, and of critical suicidology.[4]", "6154833": "Daryoush Ashouri (Persian: داریوش آشوری, born August 2, 1938, in Tehran) is a prominent Iranian thinker, author, translator, researcher, and public intellectual. He lives in Paris, France.", "977500": "Robert C. Solomon (September 14, 1942 – January 2, 2007) was a philosopher and business ethicist, notable author, and \"Distinguished Teaching Professor of Business and Philosophy\" at the University of Texas at Austin, where he held a named chair and taught for more than 30 years, authoring The Passions: Emotions and the Meaning of Life (1976) and more than 45 other books and editions.  Critical of the narrow focus of Anglo-American analytic philosophy, which he thought denied human nature and abdicated the important questions of life, he instead wrote analytically in response to the continental discourses of phenomenology and existentialism, on sex and love, on business ethics, and on other topics to which he brought an Aristotelian perspective on virtue ethics.  He also wrote A Short History of Philosophy and others with his wife, Professor Kathleen Higgins.", "2910823": "Freya Mathews FAHA is an Australian environmental philosopher whose main work has been in the areas of ecological metaphysics and panpsychism.[1][2][3][4][5] Her current special interests are in ecological civilization; indigenous (Australian and Chinese) perspectives on \"sustainability\" and how these perspectives may be adapted to the context of contemporary global society; panpsychism and critique of the metaphysics of modernity; and wildlife ethics and rewilding in the context of the Anthropocene.[6][7]", "48228967": "Darío Salas Sommer (Spanish: Darío Salas Sommer; 4 March 1935 in Santiago, Chile – 3 February 2018) was a Chilean philosopher, scientist and humanist. He is known especially for his exploration of moral aspects of human life and personal development, described in his notable books ‘Morals of the XXI Century’ and ‘Cosmic Currency, the Greatest Wealth’", "24242793": "Rabbi Shubert Spero (born September 23, 1923)\n[1]\n[2]\nis an American rabbi and author; he was Professor of Jewish Thought at Bar Ilan University.", "13331060": "Norbert Leser (May 31, 1933 – December 31, 2014) was an Austrian jurist, political scientist and social philosopher best known for his lifelong affiliation with, and critical work on, the Social Democratic Party of Austria and Austromarxism in particular. He was born in Oberwart and died in Eisenstadt.", "2386555": "Gabriel Biel (German: [biːl]; 1420 to 1425 – 7 December 1495) was a German scholastic philosopher and member of the Canons Regular of the Congregation of Windesheim, who were the clerical counterpart to the Brethren of the Common Life.", "36727419": "Daniel Maichel (14 August 1693 – 20 January 1752) was a German professor of philosophy, theology, logic, physics, rights and politics. He studied protestant theology in Tübingen and earned a master's degree in 1713. Maichel was born in Stuttgart and died in Königsbronn.", "2353788": "Pierre Laffitte (21 February 1823 – 4 January 1903) was a French positivist philosopher.", "420478": "Han Yu (Chinese: 韓愈; 768 – 25 December 824), courtesy name Tuizhi (Chinese: 退之), and commonly known by his posthumous name Han Wengong (韓文公), was an essayist, Confucian scholar, poet, and government official during the Tang dynasty who significantly influenced the development of Neo-Confucianism.[1] Described as \"comparable in stature to Dante, Shakespeare or Goethe\" for his influence on the Chinese literary tradition,[2]  Han Yu stood for strong central authority in politics and orthodoxy in cultural matters.", "7268991": "Arnold Alexander Herbert Otto Heinrich Constantin Graf[1] von Keyserling (February 9, 1922 in Hamburg – September 7, 2005 in Matrei, Tyrol), better known as Arnold Keyserling, was a German philosopher and theologian. He was the son of Hermann von Keyserling and great-grandson of Otto von Bismarck.", "32828028": "Maximilian Balzan (1637–1711) was a minor Maltese mediaeval philosopher who specialised mainly in physics and art.[1] He was also an accomplished theologian. He had a very successful administrative career, both in the civil as well as the ecclesiastical sphere, and he further gave a significant share in academic circles.", "486017": "Sir Syed Ahmad Khan KCSI, FRAS (17 October 1817 – 27 March 1898), also spelled Sayyid Ahmad Khan, was an Indian Muslim reformer,[1][2] philosopher, and educationist[3] in nineteenth-century British India.[4][5] Though initially espousing Hindu–Muslim unity, he later became the pioneer of Muslim nationalism in India and is widely credited as the father of the two-nation theory, which formed the basis of the Pakistan movement.[6][7][8][9][10] Born into a family with strong ties to the Mughal court, Ahmad studied science and the Quran within the court. He was awarded an honorary LLD from the University of Edinburgh in 1889.[11][8][5]", "27388546": "Richard Stanley Peters (31 October 1919 – 30 December 2011) was an English philosopher.[2] His work belongs mainly to the areas of political theory, philosophical psychology, and philosophy of education.", "3664516": "Jonathan Lear is an American philosopher and psychoanalyst. He is the John U. Nef Distinguished Service Professor in the Committee on Social Thought and served as the Roman Family Director of the Neubauer Collegium for Culture and Society at the University of Chicago from 2014 to 2022.[1]", "37284488": "Carl Nicolai Starcke (29 March 1858 in Copenhagen – 7 March 1926 in Copenhagen) was a Danish sociologist, politician, educator and philosopher.  He is buried at Holmens Cemetery. He was the father of Viggo Starcke, another writer and publisher of books such as Denmark in World History.", "420492": "Liu Zongyuan (Chinese: 柳宗元; pinyin: Liǔ Zōngyuán; 773 – 28 November 819) was a Chinese philosopher, poet, and politician who lived during the Tang dynasty. Liu was born in present-day Yongji, Shanxi. Along with Han Yu, he was a founder of the Classical Prose Movement. He has been traditionally classed as one of the \"Eight Great Prose Masters of the Tang and Song\".", "486035": "Maurice O'Connor Drury (3 July 1907 – 25 December 1976) was an Irish[1] psychiatrist, best known for his accounts of his conversations, and close friendship, with the philosopher Ludwig Wittgenstein.", "34073236": "Thomas Hurka (born 1952) is a Canadian philosopher who holds the Jackman Distinguished Chair in Philosophical Studies at the University of Toronto and who taught previously, from 1978 to 2002, at the University of Calgary.[1]", "5532315": "Lakulisha (Sanskrit: लकुलीश IAST: Lakulīśa) (Etymology: लगुड (staff) or लकुट (mace) + ईश (lord) = meaning, the lord with a staff or mace or club or stick) was a prominent Shaivite revivalist, reformist and preceptor of the doctrine of the Pashupatas, one of the oldest sects of Shaivism.", "46361245": "Marcantonius Majoragio (1514–1555[1])  was a writer and philosopher, active in Northern Italy during the Renaissance period.[2][3][1]", "51505822": "Karl W. Aschenbrenner (November 20, 1911, in Bison, Kansas – July 4, 1988, in Budapest, Hungary) was an American philosopher, translator (into English of works in Latin and German) and prominent American specialist in analytic philosophy and aesthetics, author and editor of more than 48 publications including five monographs, 27 articles and 16 book reviews. His principal academic post was at the University of California, Berkeley in the Department of Philosophy. Aschenbrenner co-edited, with Arnold Isenberg,[1] a collection of essays on the subject of aesthetic theory.  As co-translator with William B. Holther,[2] Aschenbrenner published the principal work of Alexander Gottlieb Baumgarten and, with Donald Nicholl, assisted in completing the second edition of an important work of the Polish philosopher Joseph M. Bocheński.[3] He is particularly noted for his authoritative commentary on the Kritik der Reinen Vernunft of Immanuel Kant as well as the commentary he and Nicholl supplied in their translation of Baumgarten's \"Meditationes philosophicae de nonnullis ad poema pertinentibus\" introducing that work.  Except for his sabbaticals, Aschenbrenner resided in Berkeley, California from 1943 to 1986 and in Los Angeles from 1986 to 1988. During sabbatical leaves Aschenbrenner taught at the Universität Wien, University College London and the Ludwig-Maximilians-Universität München. He remained Professor Emeritus at the University of California at Berkeley until his death in 1988. Aschenbrenner died in Budapest while doing research and is buried in Farkasréti Cemetery in that city. The Aschenbrenner papers are held by the Doe Library of the University of California at Berkeley.", "912033": "Ted Honderich (born 30 January 1933) is a Canadian-born British professor of philosophy, who was Grote Professor Emeritus of the Philosophy of Mind and Logic, University College London.[1]", "15428264": "Constantin Schifirneț (born August 29, 1945) is a Romanian sociologist  and historian of philosophy.", "1305257": "Swami Lakshman Joo (9 May 1907 – 27 September 1991), born Lakshman Raina and also called Lal Sahib by his followers,[1][better source needed] was a mystic and scholar of Kashmir Shaivism.", "7072431": "Charles Habib Malik (Arabic: شارل حبيب مالك; sometimes spelled Charles Habib Malek;[1][2][3] 11 February 1906 – 28 December 1987) was a Lebanese academic, diplomat, philosopher, and politician. He served as the Lebanese representative to the United Nations, the President of the Commission on Human Rights and the United Nations General Assembly, a member of the Lebanese Cabinet, the head of the Ministry of Culture and Higher Education and of the Ministry of Foreign Affairs and Emigration, as well as being a theologian. He participated in the drafting of the 1948 Universal Declaration of Human Rights.", "10775216": "Armin Mohler (12 April 1920 – 4 July 2003) was a Swiss far-right political philosopher and journalist, known for his works on the Conservative Revolution. He is widely seen as the father of the Neue Rechte (New Right), the German branch of the European New Right.[1]", "13691576": "Laurentius Corvinus (German: Laurentius Rabe;[1][2][3][4] Polish: Wawrzyniec Korwin; 1465–1527) was a Silesian scholar who lectured as an \"extraordinary\" (i.e. untenured) professor at the University of Krakow when Nicolaus Copernicus began to study there. He also attracted a reputation as one of the finest Silesian poets of the early Renaissance and as an important agent for cultural and religious change in his adopted home of Breslau (now Wrocław).", "55634619": "Dr. Satyanarayana Dasa (born 9 June 1954) is an Indian Gaudiya Vaisnava scholar and practitioner. Dasa is a polymath, holding a Ph.D. in Sanskrit from Agra University, a degree in Indian law from Agra University, a Bachelors of Technology in Mechanical engineering from the Indian Institute of Technology and a Masters of Technology in Industrial Engineering from the Indian Institute of Technology.[1] Currently based in India at the Jiva Institute, which he founded, Dasa has published numerous books and original papers in the field of Gaudiya Vaisnavism including translations and commentaries on the Sat Sandarbhas. His honors include an award from the President of India in 2012.[2] Dasa has been called a leading living practitioner-scholar of Jīva Gosvāmin.[3]", "1895100": "Gary L. Drescher is a scientist in the field of artificial intelligence (AI),[1][2] [3] [4] and author of multiple books on AI, including Made-Up Minds: A Constructivist Approach to Artificial Intelligence.", "60025535": "Michael Luntley (born 1953) is a British philosopher and the Professor of Philosophy at the University of Warwick.[1] He is known for his works on philosophy of thought and Wittgenstein's thought.[2][3]", "158401": "Johann Albert Fabricius (11 November 1668 – 30 April 1736) was a German classical scholar and bibliographer.", "24931012": "Bronius Kuzmickas (10 November 1935 – 6 November 2023) was a Lithuanian politician and philosopher. In 1990 he was among those who signed the Act of the Re-Establishment of the State of Lithuania. Kuzmickas died on 6 November 2023, at the age of 87.[1]", "49081029": "Oury Amos Cherki (Hebrew: רב אורי עמוס שרקי.[1] born in 1959, alternative spelling Uri Sherki[2]) is chairman of Brit Olam – Noahide World Center, a senior lecturer at Machon Meir, leader of congregation \"Bayt Yehuda\" in the Kiryat Moshe neighborhood of Jerusalem, and has published numerous works on Jewish thought and philosophy.", "2714316": "Kevin John Hart (born 5 July 1954) is an Anglo-Australian theologian, philosopher and poet. He is currently Edwin B. Kyle Professor of Christian Studies and Chair of the Religious Studies Department at the University of Virginia.[1] As a theologian and philosopher, Hart's work epitomizes the \"theological turn\" in phenomenology, with a focus on figures like Maurice Blanchot, Emmanuel Levinas, Jean-Luc Marion and Jacques Derrida. He has received multiple awards for his poetry, including the Christopher Brennan Award and the Grace Leven Prize for Poetry twice.", "56683215": "Carlos Fraenkel (born March 21, 1971 in Münster, Germany) is a German-Brazilian scholar and writer currently living in Canada. He is James McGill Professor of Philosophy and Religion at McGill University in Montreal[1] and was previously Professor of Comparative Religion and Philosophy at Oxford University.[2]", "11168464": "Ronald Giere (1938 – 2020)[1] was an American philosopher of science who was an emeritus professor of philosophy at the University of Minnesota. He was a Fellow of The AAAS, a long-time member of the editorial board of the journal Philosophy of Science, and a past president of the Philosophy of Science Association. His research focused on agent-based accounts of models and scientific representation, and on connections between naturalism and secularism.", "23947993": "Kerry S. Walters (born 1954) is Professor emeritus of Philosophy at Gettysburg College[1] and author of numerous books on philosophy, religion, and American history as well as over 200 articles in academic journals, trade magazines, and newspapers.  His special fields of interests include Christian mysticism, atheism, the ethics of diet, Christian pacifism, critical thinking, deism in early America, and the history of the early republic.[2]", "33581790": "George Caruana (1831–1872) was a Maltese minor philosopher mostly interested in epistemology. He held the Chair of Philosophy at the University of Malta (1859–72).[1]", "6712031": "Stanley Rosen (July 29, 1929 – May 4, 2014) was Borden Parker Bowne Professor of Philosophy and Professor Emeritus at Boston University. His research and teaching focused on the fundamental questions of philosophy and on the most important figures of its history, from Plato to Heidegger.[1]", "59337440": "Heather Widdows (born 29 August 1972) is a British philosopher, specialising in applied ethics. She was at the University of Birmingham for 22 years, beginning as research fellow and finishing as Pro-Vice-Chancellor (Research and Knowledge Transfer).[1] She is currently a professor in the Department of Philosophy at the University of Warwick.[2] Her research is in the areas of global ethics, feminist philosophy, and philosophy of health and bioethics. In 2005, she was awarded a visiting fellowship at Harvard University.", "7531257": "Johannes Rehmke (1 February 1848 – 23 December 1930) was a German philosopher and since 1885 professor at Greifswald University, later also provost of this university. He offered sharp criticisms of Immanuel Kant's approach to epistemology.[4] In his article \"The Conquest of Subjectivism,\"[5] Paul Ferdinand Linke pointed out that it was Rehmke who first made a courageous break from subjectivism, which was the pervasive philosophical paradigm in late modern German philosophy.", "7006970": "Carlo Alberto Rosselli (16 November 1899 – 9 June 1937) was an Italian political leader, journalist, historian, philosopher and anti-fascist activist, first in Italy and then abroad. He developed a theory of reformist, non-Marxist socialism inspired by the British Labour movement that he described as \"liberal socialism\". Rosselli founded the anti-fascist militant movement Giustizia e Libertà. Rosselli personally took part in combat in the Spanish Civil War, where he served on the Republican side.[1]", "7826169": "Jerrold Jacob Katz (14 July 1932 – 7 February 2002) was an American philosopher and linguist.", "58387200": "Sean Joseph McGrath (born 1966) is a Canadian philosopher and Professor of Philosophy at Memorial University of Newfoundland. He is known for his published work in the history of philosophy and the philosophy of religion.\nMajor single-authored works include The Dark Ground of Spirit: Schelling and the Unconscious (2012), Thinking Nature: An Essay in Negative Ecology (2019), and The Philosophical Foundations of the Late Schelling: The Turn to the Positive (2021). McGrath was awarded the President's Award for Outstanding Research at Memorial University in 2012.[1] He was inducted into the Royal Society of Canada as Member of the College of New Scholars in 2014.[2] In 2022, in collaboration with the Centre of the Cross, McGrath released a series of podcasts on secular Christianity called Secular Christ.", "46263040": "John Simopoulos (12 June 1923 – 4 March 2015) was a philosopher and fellow of St. Catherine's College, Oxford.[1][2]", "31779593": "Enrique Molina Garmendia (August 4, 1871, La Serena, Chile – March 8, 1964, Concepción, Chile)[1] was a Chilean educator and philosopher who promoted and aided in the development of the decentralization of education in Chile.[2] His greatest achievement was founding the Universidad de Concepción (University of Concepción), the third oldest university in Chile and the first to be located outside the capital Santiago. Garmendia is considered the most distinguished pedagogue of his time, as well as one of the most influential Chilean philosophers.[3]", "16247567": "Carneiscus (Greek: Καρνεῖσκος) was an Epicurean philosopher and disciple of Epicurus, who lived c. 300 BC. He is known as the author of an essay, fragments of which were found among the charred remains at the Villa of the Papyri at Herculaneum.[1] The essay is entitled Philistas, and is a work on friendship which deals with a death of a friend. Philistas (or Philista) was a friend of Carneiscus, and she is presented as model Epicurean. Surviving fragments contain a polemic directed against Praxiphanes in which Carneiscus contrasts the Epicurean view of friendship and pleasure with the Peripatetic view outlined by Praxiphanes.", "15231764": "Harry Prosch (May 4, 1917 – March 11, 2005) was an American philosopher born in Logansport, Indiana.", "60025624": "Andrew Timothy Giles Thornton (born 1965) is a British philosopher and Professor of Philosophy and Mental Health at the University of Central Lancashire.\nHe is a Senior Editor of the journal Philosophy, Psychiatry, & Psychology. Thornton is known for his works on philosophy of thought and language.[1]", "73067289": "Todd McGowan (born 1967) is an American professor of English at the University of Vermont where he teaches film and cultural theory. He works on Hegel, psychoanalysis, and existentialism, and the intersection of these lines of thought with the cinema.[1] McGowan is the author of more than 15 books, editor of Film Theory in Practice series from Bloomsbury[2] and co-editor of the Diaeresis series at Northwestern University Press with Slavoj Žižek and Adrian Johnston.[3] McGowan's work has been described as \"A Politics of Death Drive\".[4]", "42167069": "Peter Trawny (born December 17, 1964, in Gelsenkirchen) is a German philosopher and professor at the University of Wuppertal.[1][2]", "18410271": "Michael Wyschogrod (September 28, 1928 – December 17, 2015[1]) was a Jewish German-American philosopher of religion, Jewish theologian, and activist for Jewish–Christian interfaith dialogue. During his academic career he taught in philosophy and religion departments of several universities in the United States, Europe and Israel.", "2878240": "Sir Geoffrey James Warnock (16 August 1923 – 8 October 1995)[1] was an English philosopher and Vice-Chancellor of Oxford University.[2] Before his knighthood (in the 1986 New Year Honours), he was commonly known as G. J. Warnock.", "68676387": "Konrad Paul Liessmann (born 13 April 1953) is an Austrian philosopher, essayist and cultural publicist. He is a university professor for \"Methods of Teaching Philosophy and Ethics\" at the University of Vienna. He officially retired in 2018, but continued his professorial activities at the University of Vienna on a special contract basis until the end of 2020.", "22080294": "Bonifaty Mikhailovich Kedrov (Russian: Бонифа́тий Миха́йлович Ке́дров; 10 December [O.S. 27 November] 1903, Yaroslavl – 10 September 1985, Moscow) was a Soviet researcher, philosopher, logician, chemist and psychologist who was a specialist in the philosophy of dialectical materialism and the philosophy of science.", "41085737": "Amie Lynn Thomasson (born July 4, 1968) is an American philosopher, currently Professor of Philosophy at Dartmouth College. Thomasson specializes in metaphysics, philosophy of mind, phenomenology and the philosophy of art. She is the author of Fiction and Metaphysics (1999), Ordinary Objects (2007), Ontology Made Easy (2015), and Norms and Necessity (2020).[1][2]", "1895211": "Robert Hilary Kane (born 1938, Boston) is an American philosopher. He is Distinguished Teaching Professor of Philosophy at the University of Texas at Austin, and is currently on phased retirement.", "73067312": "Stefanie Rocknak is an American academic and sculptor, best known for her public statue of the American author Edgar Allan Poe, Poe Returning to Boston. She is a professor and chair of philosophy and cognitive science at Hartwick College in Oneonta, New York.[1]", "32238391": "Adam Bełcikowski (Belcikowski) (24 December 1839 – 13 January 1909) was a Polish philosopher, historian of literature, poet and a dramaturg. He was born and died in Kraków.", "11692857": "Guillaume de Pierre Godin (Guilhem de Peyre Godin) (c. 1260 – 1336) was a French Dominican theologian, and Cardinal.", "55143232": "Hu Hong (Chinese: 胡宏) (1105-1161), courtesy name Renzhong (仁仲), born in Chong'an (崇安县) in Fujian province, was a Confucian scholar during the Song Dynasty. He studied the Cheng School of philosophy.[1]", "54029121": "Avudai Akkal, also known as Shenkottai Sri Avudai Akkal, was an 18th-century Tamil composer[1] and saint. As was the custom those days, she was married at a very young age but her husband died too soon. At that time, the great saint Sathguru Gnanananda Giri Swamigal visited their village. She approached him for guidance. He initiated her into the mystic aspects of Advaita. She mentions his name in almost every songs. She has written several plays, songs, poems full of spirituality. She is said to have mysteriously disappeared in the hills of Courtallam on an aadi amavasya day.[2][3]", "5860181": "Alfred Maria Willner (11 July 1859 – 27 October 1929) was an Austrian writer, philosopher, musicologist, composer and librettist.", "61991768": "Lisa Ginzburg (Rome, October 25, 1966) is an Italian author, translator and philosopher. She currently lives in Paris.[1]", "33057625": "Herbert Ernest Cushman (1865-1944) A.M., Ph.D., was a professor of philosophy at Tufts College who wrote A Beginner's History of Philosophy and translated Wilhelm Windelband's History Of Ancient Philosophy into English. One may find published lectures of his given at Tufts, such as What is Christianity?", "9792352": "Michel Fattal (born in 1954 in Alexandria, Egypt) is a French-language author whose works are translated into Italian and Polish.", "49867618": "Chido Onumah (born 1966) is a Nigerian journalist, writer, and rights activist. He has worked for over two decades as a journalist, rights activist and media trainer in Nigeria, Ghana, Canada, India, the US, the Caribbean and Europe. He holds a PhD in Communication and Journalism from the Autonomous University of Barcelona, UAB, Spain.  Onumah is a columnist with several newspapers.", "4451172": "Haymo of Faversham, O.F.M. (d. c. 1243) was an English Franciscan scholar. His scholastic epithet was Inter Aristotelicos Aristotelicissimus (Latin for \"Most Aristotelian among the Aristotelians\"), referring to his stature among the Scholastics during the Recovery of Aristotle amid the 12th- and 13th-century Renaissance. He acquired fame as a lecturer at the University of Paris and also as a preacher when he entered the Order of Friars Minor, probably in 1224 or 1225. He served as the Minister Provincial for England (1239–1240) and as the Minister General of the Order (1240–c. 1243).", "65170278": "Benedikt Paul Göcke (born May 1, 1981) is a German philosopher and theologian. He is University Professor for the Philosophy of Religion and Philosophy of Science at the Catholic Theological Faculty of the Ruhr University Bochum and an associate member of the Faculty of Theology and Religion at the University of Oxford. His research includes theoretical, practical and historical philosophy and can be divided into three main areas: philosophy of science and metaphysics, transhumanism and ethics of digitization, and German Idealism, in particular the philosophy of Karl Christian Friedrich Krause (1781–1832).", "1731432": "Colin Ewart Gunton (19 January 1941 – 6 May 2003) was an English Reformed systematic theologian. He made contributions to the doctrine of creation and the doctrine of the Trinity. He was Professor of Christian Doctrine at King's College, London, from 1984 and co-founder with Christoph Schwoebel of the Research Institute for Systematic Theology in 1988. Gunton was actively involved in the United Reformed Church in the United Kingdom where he had been a minister since 1972.", "584553": "Joel Feinberg (October 19, 1926 – March 29, 2004) was an American political and legal philosopher. He is known for his work in the fields of ethics, action theory, philosophy of law, and political philosophy[1] as well as individual rights and the authority of the state.[2] Feinberg was one of the most influential figures in American jurisprudence of the last fifty years.[3]", "35613547": "Jean Ladrière (September 7, 1921 – November 26, 2007)[1] was a Belgian logician and philosopher, born in Nivelles. He was professor at the University of Louvain (UCLouvain)[2] from 1959 to 1986, where he was chair of the Higher Institute of Philosophy from 1977 to 1985.[3]", "21949293": "Johann Friedrich Flatt (20 February 1759 – 24 November 1821) was a German Protestant theologian and philosopher.", "977773": "Esa Jouni Olavi Saarinen (born 27 July 1953 in Hyvinkää, Finland) is a Finnish philosopher who was a professor of applied philosophy at Aalto University and co-director of the Systems Intelligence Research Group,[1] until his retirement in 2021.", "16771955": "Petrus de Ibernia, also known as Peter of Ireland, was a 13th-century writer and lecturer who is believed to have taught logic and natural philosophy to Thomas Aquinas.[1][2]", "11823996": "Chantal Maillard (born 1951) is a contemporary Belgo-Spanish poet and philosopher.", "1338245": "Thomas Cajetan, OP (/ˈkædʒətən/ KAJ-ə-tən; 20 February 1469 – 9 August 1534), also known as Gaetanus, commonly Tommaso de Vio or Thomas de Vio,[2] was an Italian philosopher, theologian,  the Master of the Order of Preachers 1508 to 1518, and cardinal from 1517 until his death.  He was a leading theologian of his day who is now best known as the spokesman for Catholic opposition to the teachings of Martin Luther and the Protestant Reformation while he was the Pope's legate in Augsburg, and among Catholics for his extensive commentary on the Summa Theologica of Thomas Aquinas.[3]", "1403783": "Bastiaan Cornelis van Fraassen (/væn ˈfrɑːsən/; born 1941) is a Dutch-American philosopher noted for his contributions to philosophy of science, epistemology and formal logic. He is a Distinguished Professor of Philosophy at San Francisco State University and the McCosh Professor of Philosophy Emeritus at Princeton University.", "31026055": "Suzanne Bachelard (October 18, 1919, Voigny – November 3, 2007, Paris) was a French philosopher and academic.[1] In 1958, she published La Conscience de la rationalité. She was the daughter of philosopher Gaston Bachelard whose posthumous book Fragments d'une Poétique du Feu she edited.[2] She taught at the Sorbonne, where she also had Jacques Derrida as her assistant.[3]\nShe was the first translator to French of Edmund Husserl Formal and Transcendental Logic.", "60025735": "Roger Hugh Trigg (born 14 August 1941) is a British philosopher and Emeritus Professor of Philosophy at the University of Warwick. He is known for his works on philosophy of religion. Trigg has been President of the Mind Association, Founding President of the British Society for the Philosophy of Religion, President of the European Society for Philosophy of Religion, and the first President of the British Philosophical Association.[2]", "224144": "Nezahualcoyotl (Classical Nahuatl: Nezahualcoyōtl [nesawalˈkojoːtɬ], modern Nahuatl pronunciationⓘ) (April 28, 1402 – June 4, 1472) was a scholar, philosopher (tlamatini), warrior, architect, poet and ruler (tlatoani) of the city-state of Texcoco in pre-Columbian era Mexico. Unlike other high-profile Mexican figures from the century preceding Spanish conquest of the Aztec Empire, Nezahualcoyotl was not fully Mexica; his father's people were the Acolhua, another Nahuan people settled in the eastern part of the Valley of Mexico, on the coast of Lake Texcoco. His mother, however, was the sister of Chimalpopoca, the Mexica king of Tenochtitlan.", "18901906": "Geoffrey Reginald Gilchrist Mure (8 April 1893 – 24 May 1979) was a British idealist philosopher and Oxford academic, who specialised in the works of the German philosopher, Hegel.", "191379": "Rudolf Hermann Lotze (/ˈlɔːtsə/; German: [ˈlɔtsə]; 21 May 1817 – 1 July 1881) was a German philosopher and logician. He also had a medical degree and was well versed in biology. He argued that if the physical world is governed by mechanical laws and relations, then developments in the universe could be explained as the functioning of a world mind. His medical studies were pioneering works in scientific psychology.", "35613588": "Georges Cogniot (15 December 1901 in Montigny-lès-Cherlieu, Haute-Saône – 12 March 1978) was a French writer, philosopher and politician of the French Communist Party.", "28109716": "Nathan Rotenstreich (Hebrew: נתן רוטנשטרייך; born 31 March 1914, died 11 October 1993) was an Israeli professor of philosophy.", "51407770": "Inga Bostad (born 22 August 1963) is a Norwegian philosopher, writer and educator. She served as prorector of the University of Oslo from 2009 to 2013 and as director of the Norwegian Centre for Human Rights from 2014 to 2017.[1][2]", "46918555": "Ulla Wessels (born 1965) is a German analytic philosopher working in practical philosophy, particularly ethics. She is a Professor of Practical Philosophy in the Philosophy Department of the Saarland University in Saarbrücken.", "60315": "Dame Jean Iris Murdoch DBE (/ˈmɜːrdɒk/ MUR-dok; 15 July 1919 – 8 February 1999) was an Irish and British novelist and philosopher. Murdoch is best known for her novels about good and evil, sexual relationships, morality, and the power of the unconscious. Her first published novel, Under the Net (1954), was selected in 1998 as one of Modern Library's 100 best English-language novels of the 20th century. Her 1978 novel The Sea, The Sea won the Booker Prize. In 1987, she was made a Dame by Queen Elizabeth II for services to literature. In 2008, The Times ranked Murdoch twelfth on a list of \"The 50 greatest British writers since 1945\".[1]", "2648991": "Diogenes of Babylon (also known as Diogenes of Seleucia; Greek: Διογένης Βαβυλώνιος; Latin: Diogenes Babylonius; c. 230 – c. 150/140 BC[1]) was a Stoic philosopher. He was the head of the Stoic school in Athens, and he was one of three philosophers sent to Rome in 155 BC. He wrote many works, but  none of his writings survived, except as quotations by later writers.", "519074": "Abu Ali Hasan ibn Ali Tusi (April 10, 1018 – October 14, 1092), better known by his honorific title of Nizam al-Mulk (Persian: نظام‌الملک, lit. 'Order of the Realm'[3]) was a Persian[4][5] scholar, jurist, political philosopher and Vizier of the Seljuk Empire. Rising from a lowly position within the empire,[6] he effectively became the de facto ruler of the empire for 20 years after the assassination of Sultan Alp Arslan in 1072,[7] serving as the archetypal \"good vizier\".[6] Viewed by many historians as \"the most important statesman in Islamic history\", the policies implemented by Nizam al-Mulk would go on to remain as the basic foundation for administrative state structures in the Muslim world up until the 20th century.[8]", "191397": "Johann Friedrich Herbart (German: [ˈhɛʁbaʁt]; 4 May 1776 – 14 August 1841) was a German philosopher, psychologist and founder of pedagogy as an academic discipline.", "66186152": "Jacopo da Forlì (also known as Giacomo dalla Torre, Jacopo della Torre, Iacobus Foroliviensis, or Giacomo da Forli; c. 1364 – 1414) was a 14th-century Italian physician and philosopher.", "35154859": "Arild Peter Haaland (13 December 1919 – 24 January 2012) was a Norwegian philosopher, literary historian, translator and non-fiction writer. He was born in Bergen. His thesis from 1956 was an analysis of the Nazism in Germany. He was decorated Knight, First Class of the Order of St. Olav in 1979. He received the Fritt Ord Award in 1992. Haaland was portrayed by sculptor Arnold Haukeland, and by the painters Odd Nerdrum and Karl Erik Harr.[1][2][3]", "224173": "Antiquity", "47967153": "Muhammad Sadiq Ardestani (died 1721) is one of the Iranian Shia philosophers during Safavid period.[1]", "39906225": "Shamim Hashimi (Urdu/Persian/Arabic: شمیم ہاشمی; Hindi: शमीम हाशिमी; born Syed Muhammad Shamimuddin on 14 August 1947) is an Urdu and Persian poet.[4][3][5][6] He is basically a poet of Ghazal. He has also written poems of other forms of poetry in different meters.[2]", "20278197": "Stephen K. White (born 1949),[1] is James Hart Professor of Politics at the University of Virginia.  His research focuses on critical social and political theory, philosophy of social science, and continental political thought.  He has contributed to several scholarly works on Jürgen Habermas, including The Cambridge Companion to Habermas, which he edited.[2]  He is also a past editor of the journal Political Theory.", "60342": "Asaṅga (Sanskrit: असङ्ग, Tibetan: ཐོགས་མེད།, Wylie: thogs med, traditional Chinese: 無著; ; pinyin: Wúzhuó; Romaji: Mujaku) (fl. 4th century C.E.) was one of the most important spiritual figures of Mahayana Buddhism and the founder of the Yogachara school.[1][2][3] Traditionally, he and his half-brother Vasubandhu are regarded as the major classical Indian Sanskrit exponents of Mahayana Abhidharma, Vijñanavada (awareness only; also called Vijñaptivāda, the doctrine of ideas or percepts, and Vijñaptimātratā-vāda, the doctrine of 'mere representation)) thought and Mahayana teachings on the bodhisattva path. He is also traditionally considered as one of the seventeen Nalanda masters who taught at the monastery which is located in modern-day Bihar.[4]", "1502135": "Jean Paulette Bethke Elshtain[6] (1941–2013) was an American ethicist, political philosopher, and public intellectual. She was the Laura Spelman Rockefeller Professor of Social and Political Ethics in the University of Chicago Divinity School with a joint appointment in the department of political science.[7]", "191415": "Ernst Kuno Berthold Fischer (23 July 1824 – 5 July 1907) was a German philosopher, a historian of philosophy and a critic.", "35613626": "Gaston Fessard (1897–1978) was a French Jesuit and theologian.", "191431": "Eric Voegelin (born Erich Hermann Wilhelm Vögelin, German: [ˈføːgəliːn]; January 3, 1901 – January 19, 1985) was a German-American political philosopher. He was born in Cologne, and educated in political science at the University of Vienna, where he became an associate professor of political science in the law faculty. In 1938, he and his wife fled from the Nazi forces which had entered Vienna. They emigrated to the United States, where they became citizens in 1944. He spent most of his academic career at Louisiana State University, the University of Munich and the Hoover Institution of Stanford University.", "28208073": "Afḑal al-Dīn Maraqī Kāshānī (Persian: افضل‌الدین مَرَقی کاشانی) also known as Baba Afzal (Persian: بابا افضل‌) was a Persian[1] poet and philosopher.[2]  Several dates have been suggested for his death, with the best estimate being around 1213/1214.[2]", "32435155": "James Thomas Cushing (/ˈkʌʃɪŋ/; 4 February 1937 – 29 March 2002) was an American theoretical physicist and philosopher of science. He was professor of physics as well as professor of philosophy at the University of Notre Dame.[1]", "22637524": "Rodolfo Mondolfo (August 20, 1877 – July 15, 1976) was an Italian philosopher who lived in Italy and Argentina.", "4287448": "Zera Yacob (/ˈzɪərə jæˈkoʊb/; Ge'ez: ዘርዐ ያዕቆብ; 28 August 1599 – 1692) was an Ethiopian philosopher from the city of Aksum in the 17th century. His 1667 treatise, developed around 1630 and known in the original Ge'ez language as the Hatata (Inquiry), has been compared to René Descartes' Discours de la méthode (1637).", "3959773": "Spencer Heath (January 3, 1876, Vienna, Virginia – October 6, 1963, Leesburg, Virginia) was an American engineer, attorney, inventor, manufacturer, horticulturist, poet, philosopher of science and social thinker.[1] A dissenter from the prevailing Georgist  views, he pioneered the theory of proprietary governance and community in his book Citadel, Market and Altar.[2] His grandson, Spencer Heath MacCallum, popularized and expounded on his ideas, most notably in his book The Art of  Community.[3][4]", "22965216": "Grzegorz of Stawiszyn (Polish: Grzegorz ze Stawiszyna; 1481–1540) was a Polish philosopher and theologian. He was Rector of the University of Kraków in 1538–1540.[1]", "30731236": "Jean-Michel Oughourlian (born 20 August 1940) is an Armenian-French neuropsychiatrist and psychologist as well as a writer and philosopher recognized both in France and the United States for his collaboration with René Girard and his work on the mimetic theory of desire. Since the early 1970s he has devoted both his clinical work and his research to applying and developing Girard's theories in the fields of psychiatry, psychology, and psychopathology. He is the author of several books (see below), in which he developed clinical points of view around mimetic theory of desire.", "4746214": "Apemantus is a character in the play Timon of Athens by William Shakespeare. He is a cynical and misanthropic philosopher.  His name means \"feeling no pain\".[1]: p.22", "56454121": "David Daiches Raphael (January 25, 1916 -  December 22, 2015) was a philosopher.[1] He is known for his writings on Adam Smith, Thomas Hobbes, justice, the rights of man, and his 1981, introductory philosophical book; Moral Philosophy.[2][3]", "23981046": "Susanne Katherina Langer (/ˈlæŋər/; née Knauth; December 20, 1895 – July 17, 1985) was an American philosopher, writer, and educator known for her theories on the influences of art on the mind.[5] She was one of the earliest American women to achieve an academic career in philosophy and the first woman to be professionally recognized as an American philosopher. Langer is best remembered for her 1942 book Philosophy in a New Key which was followed by a sequel Feeling and Form: A Theory of Art in 1953.[6] In 1960, Langer was elected a Fellow of the American Academy of Arts and Sciences.[7]", "60550135": "Denis Moreau (born 8 April 1967) is a French philosopher.[1]", "20868091": "Howard Adelman CM (January 7, 1938 – July 23, 2023) was a Canadian philosopher and university professor. He retired as Professor Emeritus of Philosophy at York University in 2003. Adelman was one of the founders of Rochdale College, as well as the founder and director of York's Centre for Refugee Studies. He was editor of Refuge for ten years, and since his retirement he has received several honorary university and governmental appointments in Canada and abroad. Adelman was the recipient of numerous awards and grants, and presented the inaugural lecture in a series named in his honor at York University in 2008.", "17689596": "Stephen Yablo is a Canadian-born American philosopher. He is David W. Skinner Professor of Philosophy at the Massachusetts Institute of Technology (MIT) and taught previously at the University of Michigan, Ann Arbor.[1] He specializes in the philosophy of logic, philosophy of mind, metaphysics, philosophy of language, and philosophy of mathematics.", "23096318": "Jindřich Zelený (13 November 1922 – 11 September 1997) (translation: Henry Green) was a Czech philosopher and the author of several books.", "5532676": "Kurt Max Julius Sternberg (19 June 1885 – 21 September 1942) was a Neo-Kantian German philosopher, author, and Holocaust victim.", "41905158": "William H. Poteat (19 April 1919 – 17 May 2000) was an American philosopher, scholar, and charismatic professor of philosophy, religion, and culture at the University of North Carolina at Chapel Hill from 1947 to 1957 and at Duke University from 1960 to 1987.[1] During that time he did foundational work in the critique of Modern and Postmodern intellectual culture.  He was instrumental in introducing scientist-philosopher Michael Polanyi and his Post-Critical philosophy to the United States. He was a master of the Socratic Method of teaching and identified himself a \"practicing dialectician,\" skilled through the use of irony in \"understanding and elucidating conflicting points of view\"[2]  As a Post-Critical philosopher, he encouraged his students and the readers of his books to recover their authentic selves from the confusing, self-alienating abstractions of modern intellectual life.[3]  This task and purpose Poteat came to recognize as profoundly convergent with Michael Polanyi's critique of Modern Critical thought.[4] His teaching and writing also drew upon and combined in new ways the ideas of seminal critics of modern culture such as Pascal, Kierkegaard, Arendt, Wittgenstein (later works), and Merleau-Ponty—whose thinking Poteat came to identify as \"Post-Critical\" (rather than Postmodern),[5] using a key concept from Michael Polanyi's Personal Knowledge: Towards a Post-Critical Philosophy.[6] His papers are archived at the Yale Divinity School Library.", "23751695": "Nicholas Leonicus Thomaeus (Italian: Niccolò Leonico Tomeo, Albanian: Nikollë Leonik Tomeu, Greek: Νικόλαος Λεόνικος Θωμεύς; 1456–1531) was a Venetian scholar and professor of philosophy as well as of Greek and Latin at the University of Padua.[1]", "2255887": "William Christopher Barrett (1913– September 8, 1992) was a professor of philosophy at New York University from 1950 to 1979, and later at Pace University.", "2714650": "Śāntarakṣita (Sanskrit: शान्तरक्षित; Tibetan: ཞི་བ་འཚོ, Wylie: zhi ba tsho,[3] 725–788),[4] whose name translates into English as \"protected by the One who is at peace\"[5] was an important and influential Indian Buddhist philosopher, particularly for the Tibetan Buddhist tradition.[6] Śāntarakṣita was a philosopher of the Madhyamaka school who studied at Nalanda monastery under Jñānagarbha, and became the founder of Samye, the first Buddhist monastery in Tibet.", "15264796": "Origen the Pagan (Greek: Ὠριγένης; fl. early 3rd century) was a Platonist philosopher who lived in Alexandria. He was a student of Ammonius Saccas and a contemporary of Plotinus in Ammonius's philosophy school in Alexandria.[1] Some researchers posit that this Origen is the very same famous Christian philosopher and theologian Origen of Alexandria, who was educated by Ammonius Saccas.[2][3] The pagan philosopher is sometimes referred to as Origenes to distinguish him more easily from the Christian Origen.[4]", "9628701": "Antipater of Cyrene (Greek: Ἀντίπατρος; fl. 4th-century BC) was one of the disciples of the philosopher Aristippus, the founder of the Cyrenaic school of philosophy.[1] He had a pupil called Epitimedes of Cyrene.[1] According to Cicero, he was blind, and when some women bewailed the fact, he replied, \"What do you mean? Do you think the night can furnish no pleasure?\"[2]", "2157596": "Ptahhotep (Ancient Egyptian: ptḥ ḥtp \"Peace of Ptah\"), sometimes known as Ptahhotep I or Ptahhotpe, was an ancient Egyptian vizier during the late 25th century BC and early 24th century BC Fifth Dynasty of Egypt.", "28699677": "Daniel E. Little (born 1949) is professor of philosophy at the University of Michigan-Dearborn and professor of sociology and public policy at the University of Michigan, Ann Arbor. He previously served as the Chancellor for the University of Michigan-Dearborn (2000-2018).[1]", "388129": "Jacobus Arminius (/ɑːrˈmɪniəs/; Dutch: Jakob Hermanszoon[a] ; 10 October 1560 – 19 October 1609) was a Dutch Reformed minister and theologian during the Protestant Reformation period whose views became the basis of Arminianism and the Dutch Remonstrant movement. He served from 1603 as professor in theology at the University of Leiden and wrote many books and treatises on theology.", "72051748": "Alan Perreiah (born 11 April 1937) is an American philosopher and an historian of philosophy, with a special interest  the development of logic in Western Europe from the fifth to fifteenth century. He is best known for his research on the 15th-century Italian philosopher Paul of Venice. He is a former professor and director of undergraduate studies in the department of philosophy at the University of Kentucky.", "72117285": "Guy Avanzini (7 July 1929 – 18 October 2022) was a French academic, historian, and philosopher.[1] A professor of social sciences at Lumière University Lyon 2, he was a specialist in the history of pedagogical ideas and a historian of educational theories.[2]", "8449063": "Qin Hui (Chinese: 秦晖; pinyin: Qín Huī; born 1953) is a Chinese historian and public intellectual. He previously held the position of Professor of History, Institute of Humanities and Social Sciences, Tsinghua University, Beijing. He is now an Adjunct Professor in the Department of Government and Public Administration, at the Chinese University of Hong Kong.[1]", "41675819": "Colin John Radford (27 February 1935 – 9 April 2001) was an English philosopher who worked primarily in aesthetics but had interests in a wide variety of philosophical topics. He is best known for describing the paradox of fiction in the 1975 essay \"How Can We Be Moved by the Fate of Anna Karenina?\" and developing the paradox in a number of subsequent essays.[1][2]", "73755692": "Ashtavakra Mandir is the Hindu temple built in the memory of the Indian philosopher Ashtavakra at the bank of the holy river Ganga near Kahalgaon,Bihar.[1] The temple was inaugurated by Padmavibhushan Swami  Rambhadracharya. The temple is located at Charon Dham Ghat of Uttar Vahini Ganga Ghat in Kahalgaon of Bhagalpur district.[2] Kahalgaon is believed as the birthplace of the Indian philosopher Ashtavakra.[3][4] It is the first temple devoted to Ashtavakra.[5]", "1862705": "Ulrich Libbrecht (10 July 1928, Avelgem – 15 May 2017) was a Belgian philosopher and author in the field of comparative philosophy. His magnum opus consists of four books in Dutch - called \"Introduction to Comparative Philosophy\".", "32074815": "Pedro Mejía (old Spanish spelling: Pero Mexía), (between 17 January and 6 September 1497 – 17 January 1551) was a Spanish  Renaissance writer, humanist and historian.", "31779907": "Swami Haridhos Giri (also Haridas Giri), affectionately called Guruji, was born in the month of Margazhi (December-January) in the Tamil calendar with the birth star of Utharattathi. Giri was born in the village of Thennangur, Tamil Nadu, South India.", "30010437": "Graham Harman (born May 9, 1968) is an American philosopher. He is Distinguished Professor of Philosophy at the Southern California Institute of Architecture in Los Angeles.[3] His work on the metaphysics of objects led to the development of object-oriented ontology. He is a central figure in the speculative realism trend in contemporary philosophy.[4]", "35744837": "Louis Arnaud Reid (18 February 1895 - 26 January 1986[1]) was a British philosopher who held the foundation chair in Philosophy of Education at the London University Institute of Education.[2] He was a founding contributor to the British Journal of Aesthetics, and is best known for his writings on epistemology and aesthetics.  He influenced figures as diverse as Susanne Langer, Lionel Trilling[3] and Harold Osborne.[4] Jacques Barzun said that Reid's book A Study in Aesthetics was \"the best discussion of art yet produced in our century.\"[5]", "9104456": "Gumersindo de Azcárate (1840, León - 1917, Madrid) was a Spanish philosopher, jurist and politician.", "355401": "Solomon Feferman (December 13, 1928 – July 26, 2016)[2] was an American philosopher and mathematician who worked in mathematical logic. In addition to his prolific technical work in proof theory, computability theory, and set theory, he was known for his contributions to the history of logic (for instance, via biographical writings on figures such as Kurt Gödel, Alfred Tarski, and Jean van Heijenoort) and as a vocal proponent of the philosophy of mathematics known as predicativism, notably from an anti-platonist stance.", "748619": "Voltairine de Cleyre (November 17, 1866 – June 20, 1912) was an American anarchist known for being a prolific writer and speaker who opposed capitalism, marriage, and the state, as well as the domination of religion over sexuality and over women's lives, all of which she saw as all interconnected. She is often characterized as a major early feminist because of her views.", "31943758": "Gary Cox (born 1964, England)[1] is a British philosopher and biographer and the author of several books on Jean-Paul Sartre, existentialism, general philosophy, ethics and philosophy of sport.[2]", "7171152": "Samyeongdang (1544–1610), also known by his dharma name Yujeong, was a Korean Buddhist monk during the Joseon era. He is sometimes identified by his art name, Song-un.  He was born to a family of the Im clan in Miryang, Gyeongsang Province. After the deaths of his mother in 1558 and his father in 1559, he became a monk at Jikjisa on Hwangaksan in Gimcheon.", "1272917": "Inoue Enryō (井上 円了, March 18, 1858 – June 6, 1919) was a Japanese philosopher, Shin Buddhist priest and reformer, educator, and royalist. A key figure in the reception of Western philosophy, the emergence of modern Buddhism, and the permeation of the imperial ideology during the second half of the Meiji Era. He is the founder of Toyo University and the creator of Tetsugaku-dō Park 哲学堂公園 (Temple Garden of Philosophy) in Tokyo. Because he studied all kinds of mysterious phenomena and apparitions (妖怪, yōkai) in order to debunk superstitions, he is sometimes called \"Professor Specter\" (妖怪博士, Yōkai Hakase) and the \"Spook Doctor\" (お化け博士, Obake Hakase).[1]", "2157658": "Francis Wayland (March 11, 1796 – September 30, 1865) was an American Baptist minister, educator and economist. He was president of Brown University and pastor of the First Baptist Church in America in Providence, Rhode Island.  In Washington, D.C., Wayland Seminary was established in 1867, primarily to educate former slaves, and was named in his honor.  (In 1899, Wayland Seminary merged with another school to become the current Virginia Union University, at Richmond, Virginia.)", "1928282": "Michael Andrew Smith (born 23 July 1954) is an Australian philosopher who teaches at Princeton University (since September 2004).[1]  He taught previously at the University of Oxford, Monash University, and was a member of the Philosophy Program at the Research School of Social Sciences, Australian National University. He is the author of a number of important books and articles in moral philosophy.  In 2013, he was elected a Fellow of the American Academy of Arts and Sciences.[2]", "23686234": "John Corcoran (/ˈkɔːrkərən/ KOR-kər-ən; 20 March 1937 – 8 January 2021) was an American logician, philosopher, mathematician, and historian of logic. He is best known for his philosophical work on concepts such as the nature of inference, relations between conditions, argument-deduction-proof distinctions, the relationship between logic and epistemology, and the place of proof theory and model theory in logic. Nine of Corcoran's papers have been translated into Spanish, Portuguese, Persian, and Arabic; his 1989 \"signature\" essay[1] was translated into three languages. Fourteen of his papers have been reprinted; one was reprinted twice.", "32828517": "Henry Regnand (18th century) was a minor Maltese philosopher who specialised mainly in logic and metaphysics.[1]", "26274917": "Louis Henry Mackey (September 24, 1926 – March 25, 2004) was Professor of Philosophy at the University of Texas at Austin.", "16051304": "Robert Cowton (fl. 1300) was a Franciscan theologian active at the University of Oxford early in the fourteenth century. He was a follower of Henry of Ghent,[1] and in the Augustinian tradition.[2] He was familiar with the doctrines of Duns Scotus and Thomas Aquinas, and attempted a synthesis of them.[3]", "73526377": "Benhur León Adalberto Zuleta Ruíz (18 November 1952 – 23 August 1993)[1] commonly known as León Zuleta, was a Colombian professor, writer, philosopher, journalist and LGBT activist. He was the cofounder of the Movimiento de Liberación Homosexual (English: Homosexual Liberation Movement) with activist Manuel Velandia; with Velandia he was also the co-organizer of the first Colombian pride parade, which was held in Bogotá.[2]", "3599465": "Andreas Antonius Maria Kinneging (born 26 February 1962 in Eindhoven) is Professor of Legal Philosophy at the University of Leiden,[1] and a conservative philosopher in the Netherlands.[citation needed]", "31026280": "Stefan Sarnowski (1939 – 12 March 2014[1]) was a Polish philosopher working as professor at Kazimierz Wielki University in Bydgoszcz.", "60419177": "The Budapest Dialogical School  was a community of thinkers, poets, artists and scientists based in Budapest, Hungary which operated during the middle of the twentieth century.[1]", "73526381": "Berengar of Poitiers was a younger contemporary and zealous adherent of the philosopher Peter Abelard (d. 1142). Practically nothing is known of his life except what may be learned from his few brief writings.[1] His byname, Pictauensis in Latin, indicates that he had some association with Poitou; probably he was born there.[2] He was a member of the secular clergy.[3]", "50228339": "Martin Davies (born 1950) is a British philosopher who is Wilde Professor of Mental Philosophy Emeritus at the University of Oxford and Fellow of Corpus Christi College, Oxford where he taught from 2006 until 2017.[1]  He works in philosophy of mind, philosophy of language, epistemology and philosophy of psychology and cognitive science.", "36629621": "John Versor (Latin: Johannes Versoris, French: Jean Letourneur)[1] (died c.1485) was a French Dominican, known as a Thomist philosopher and commentator on Aristotle.[2][3]", "355446": "Mikhail Naumovich Epstein (also transliterated Epshtein; Russian: Михаи́л Нау́мович Эпште́йн; born 21 April 1950) is a Russian-American literary scholar, essayist, and cultural theorist best known for his contributions to the study of Russian postmodernism. He is the Emeritus S. C. Dobbs Professor of Cultural Theory and Russian Literature at Emory University, Atlanta, Georgia.[1] His writings encompass Russian literature and intellectual history, the philosophy of religion, the creation of new ideas in the age of electronic media, semiotics, and interdisciplinary approaches in the humanities. His works have been translated into over 26 languages.", "16968823": "Robert Reid-Pharr is an American literary and cultural critic and professor.", "1010808": "Sir Roger Vernon Scruton, FBA, FRSL (/ˈskruːtən/; 27 February 1944 – 12 January 2020) was an English philosopher, writer, and social critic who specialised in aesthetics and political philosophy, particularly in the furtherance of traditionalist conservative views.[6][7][8]", "31124600": "Na Hye-sŏk (Korean: 나혜석, 28 April 1896 – 10 December 1948) was a Korean feminist, poet, writer, painter, educator, and journalist.[1] Her art name was Jeongwol (정월, 晶月).[2] She was a pioneering Korean feminist writer and painter. She was the first female professional painter and the first feminist writer in Korea.[3] She created some of the earliest Western-style paintings in Korea, and published feminist novels and short stories.[4][5] She became well known as a feminist because of her criticism of the marital institution in the early 20th century.", "34630775": "Georgios Tertsetis (Greek: Γεώργιος Τερτσέτης 1800, Zakynthos – 15 April 1874, Athens) was a Greek independence fighter, historian, politician, poet, writer, judge and philosopher. He is best known, along with Anastasios Polyzoidis, for his refusal to agree to the condemnation and execution of Theodoros Kolokotronis and Dimitrios Plapoutas, in 1834.", "66645115": "Roman Krznaric is an Australian-born social philosopher,[1] whose books focus on the power of ideas to create change and have been published in over 25 languages.[2] His latest book is the international bestseller The Good Ancestor: How to Think Long Term in a Short-Term World. He is a senior research fellow at the Centre for Eudaimonia and Human Flourishing at Linacre College, University of Oxford and the founder of the world's first Empathy Museum. He is also a Research Fellow of the Long Now Foundation and member of the Club of Rome. He was named by The Observer as one of Britain's leading popular philosophers.[3]", "1404026": "Norwood Russell Hanson (August 17, 1924 – April 18, 1967) was an American philosopher of science. Hanson was a pioneer in advancing the argument that observation is theory-laden — that observation language and theory language are deeply interwoven — and that historical and contemporary comprehension are similarly deeply interwoven. His single most central intellectual concern was the comprehension and development of a logic of discovery.", "14576762": "Francesco D'Andrea (1625–1698) was an Italian jurist and natural philosopher.", "25193604": "William Hatcher Davis (January 5, 1939 – May 13, 2017)[1]  was Professor of Philosophy at Auburn University, where he taught for 47 years and served as Chair of the Department of Philosophy.[2] He was interested in the philosophy of religion, ethics, epistemology, and pragmatism.[3] Among his publications are The Freewill Question (The Hague: Martinus Nijhoff, 1971), Peirce's Epistemology (The Hague: Martinus Nijhoff, 1972), and \"Why be Moral?\" (Philosophical Inquiry 13(3–4): 1–21, 1991).", "44264581": "Jean-Toussaint Desanti (8 October 1914 – 20 January 2002) was a French educator and philosopher known for his work on both the philosophy of mathematics and phenomenology.[1]", "64089221": "The Turing Guide, written by Jack Copeland, Jonathan Bowen, Mark Sprevak,[1] Robin Wilson, and others and published in 2017, is a book about the work and life of the British mathematician, philosopher, and early computer scientist, Alan Turing (1912–1954).", "31583370": "Frans Hendrik van Eemeren (born 7 April 1946, Helmond) is a Dutch scholar, professor in the Department of Speech Communication, Argumentation Theory and Rhetoric at the University of Amsterdam.[1] He is noted for his Pragma-dialectics theory, an argumentation theory which he developed with Rob Grootendorst from the early 1980s onwards.[2] He has published numerous books and papers, including Strategic Maneuvering in Argumentative Discourse.", "2976912": "Mandana Mishra (IAST: Maṇḍana Miśra; c. 8th century CE) was a Hindu philosopher who wrote on the Mīmāṃsā and Advaita systems of thought. He was a follower of the Karma Mimamsa school of philosophy and a staunch defender of the holistic sphota doctrine of language. He was a contemporary of Adi Shankara, and while it is said that he became a disciple of Adi Sankara, he may actually have been the most prominent Advaitin of the two until the 10th century CE. He is often identified with Sureśvara, though the authenticity of this is doubtful. Still, the official Sringeri documents recognises Mandana Mishra as Sureśvara.[1]", "55012504": "Jean-Pierre Dupuy (born February 20, 1941) is a French engineer and philosopher.", "1698971": "John Nkologo Chilembwe (June 1871 – 3 February 1915) was a Baptist pastor, educator and revolutionary who trained as a minister in the United States, returning to Nyasaland in 1901. He was an early figure in the resistance to colonialism in Nyasaland (Malawi), opposing both the treatment of Africans working in agriculture on European-owned plantations and the colonial government's failure to promote the social and political advancement of Africans. Soon after the outbreak of the First World War, Chilembwe organised an unsuccessful armed uprising against colonial rule. Today, Chilembwe is celebrated as a hero of independence, and John Chilembwe Day is observed annually on 15 January in Malawi.", "26078365": "Gauḍapāda, the grand guru of Adi Shankara and the first historical exponent of Advaita Vedanta,[1] also believed to be the founder of Śrī Sansthāna Gauḍapadācārya Maṭha.", "9628831": "Antipater of Tarsus (Greek: Ἀντίπατρος ὁ Ταρσεύς; died 130/129 BC[1]) was a Stoic philosopher. He was the pupil and successor of Diogenes of Babylon as leader of the Stoic school, and was the teacher of Panaetius. He wrote works on the gods and on divination, and in ethics he took a higher moral ground than that of his teacher Diogenes.", "55078049": "Alexandra Laignel-Lavastine (born 17 October 1966) is a French philosopher, essayist, and historian of East European history and culture.[1]", "64089252": "The Turing Guide, written by Jack Copeland, Jonathan Bowen, Mark Sprevak,[1] Robin Wilson, and others and published in 2017, is a book about the work and life of the British mathematician, philosopher, and early computer scientist, Alan Turing (1912–1954).", "16903336": "Edward Hussey Delaval (born 1729; died 14 August 1814 in Westminster) was a British scholar and natural philosopher.", "257193": "Maurice Blanchot (/blænˈʃoʊ/ blan-SHOH, French: [blɑ̃ʃo]; 22 September 1907 – 20 February 2003) was a French writer, philosopher and literary theorist.[4] His work, exploring a philosophy of death alongside poetic theories of meaning and sense, bore significant influence on post-structuralist philosophers such as Gilles Deleuze, Michel Foucault, Jacques Derrida and Jean-Luc Nancy.", "8481960": "Li Shenzhi (李慎之; 1923–2003) was a prominent Chinese social scientist and public intellectual. Long a trusted spokesperson of the Chinese Communist Party, he rose to become Vice-President of the Chinese Academy of Social Sciences.", "48458921": "Mladen Dražetin (Serbian Cyrillic: Младен Дражетин, 3 March 1951 – 23 July 2015) was a doctor of social sciences, Serbian intellectual, economist, theatrical creator, poet, writer and philosopher. His father Rada was a courier in the Local Community Office in Mošorin, while his mother Vukica (born surname Janjatović) was from Sombor. He left behind works of poetry, prose, drama and philosophy. He was the creator of the Correspondence Theatre (\"Dopisno pozorište\"), a specific type of theater organization and play, which he conceived and organized in 1974.", "289964": "Shalom Carmy (born May 1, 1949) is an Orthodox rabbi teaching Jewish studies and philosophy at Yeshiva University, where he is Chair of Bible and Jewish philosophy at Yeshiva College and an affiliated scholar at Benjamin N. Cardozo School of Law. He is also Editor Emeritus of Tradition, an Orthodox theological journal, and formerly wrote a regular column in First Things.", "21425323": "Tye-Angsi Sirijanga Sing Thebe Limbu was an 18th-century Limbu scholar, educator, historian, linguist, leader, and philosopher of Limbuwan and Sikkim. He was formally known as Sirichongba and even more popularly known as \"Sirijanga\".", "25980079": "Enrico di Robilant (1924 – 10 October 2012) was an Italian philosopher of law.[1] He taught philosophy of law and political philosophy at the University of Turin (Faculty of Law), where he had been a follower of Norberto Bobbio. He focused his attention on classical liberalism, Canon Law, libertarian legal theory, and the relationship between Catholicism and Law.[2]", "8776885": "McKenzie Wark (born 1961)[1] is an Australian-born writer and scholar. Wark is known for her writings on media theory, critical theory, new media, and the Situationist International. Her best known works are A Hacker Manifesto and Gamer Theory. She is a professor of Media and Cultural Studies at The New School.[2]", "63630519": "Mihajlo Mihajlov (Serbian Cyrillic: Михајло Михајлов, pronounced [mixǎːjlo mixǎːjloʋ]; 26 September 1934 – 7 March 2010) was a Serbian author, academic and publicist.", "2157753": "Catharine Trotter Cockburn (16 August 1679–11 May 1749) was an English novelist, dramatist and philosopher who wrote on various subjects, including moral philosophy and theology, and maintained a prolific correspondence.", "24538299": "Scudder Klyce (November 7, 1879 in Friendship, Tennessee – January 28, 1933 in Winchester, Massachusetts) was an American philosopher, scientist and naval officer.  He is known for his work, Universe, which attempted to accumulate the knowledge of mankind into a single book to collect and deliver a solution for all the problems of humanity.", "24964285": "Sarah Song is professor of law and political science at the University of California, Berkeley. She is a political and legal theorist with a special interest in democratic theory and issues of citizenship, immigration, multiculturalism, gender, and race.", "33647811": "Henry of Gorkum (c. 1378 – February 19, 1431) was a Dutch theologian known for his commentaries on St. Thomas Aquinas and his defense of Thomism.[1]", "13528262": "Aristo of Ceos (/əˈrɪstoʊ/; Greek: Ἀρίστων ὁ Κεῖος; fl. c. 225 BC) was a Peripatetic philosopher and a native of the island of Ceos. His birthplace was the town of Ioulis. He is not to be confused with Aristo of Chios, a Stoic philosopher of the mid 3rd century BC.", "19590344": "Giulio \"Delminio\" Camillo (ca. 1480–1544) was an Italian philosopher. He is best known for his Theatre of Memory, described in his posthumously published work L’Idea del Theatro.", "21490890": "Arne Dekke Eide Næss (/ˈɑːrnə ˈnɛs/, AR-nə NESS; Urban East Norwegian: [ˈɑ̂ːɳə ˈdɛ̂kːə ˈæ̂ɪdə ˈnɛsː]; 27 January 1912 – 12 January 2009) was a Norwegian philosopher who coined the term \"deep ecology\", an important intellectual and inspirational figure within the environmental movement of the late twentieth century, and a prolific writer on many other philosophical issues.[7] Næss cited Rachel Carson's 1962 book Silent Spring as being a key influence in his vision of deep ecology. Næss combined his ecological vision with Gandhian nonviolence and on several occasions participated in direct action.", "11136204": "Ellopion of Peparethus (fl. 4th century BCE) was a Socratic philosopher and contemporary of Plato,who is mentioned only by Plutarch.[1] He accompanied Plato and Simmias in philosophical discussions with an Ancient Egyptian priest[2] named Chonuphis of Memphis:[3]", "32042194": "Ron Polansky is an American philosopher and educator. A Professor of Philosophy at Duquesne University, he edits the journal Ancient Philosophy.[1] He also edits Mathesis Publications. Polansky teaches and works widely in ancient philosophy, but also has worked and taught bioethics and early modern political philosophy. He is married to Susan Polansky who teaches at Carnegie Mellon University.", "1502419": "Daniel \"Danny\" Goldstick is a Canadian philosopher, writer and political activist. He is currently a Professor Emeritus at the University of Toronto.[1]", "257241": "Antonio Negri (1 August 1933 – 16 December 2023) was an Italian political philosopher known as one of the most prominent theorists of autonomism, as well as for his co-authorship of Empire with Michael Hardt and his work on the philosopher Baruch Spinoza.[9][10][11][12] Born in Padua, Italy, Negri became a professor of political philosophy at the University of Padua, where he taught state and constitutional theory.[13] Negri founded the Potere Operaio (Worker Power) group in 1969 and was a leading member of Autonomia Operaia, and published hugely influential books urging \"revolutionary consciousness\".", "13855962": "Quintus Junius Rusticus (c. 100 – c. 170 AD), was a Roman teacher and politician. He was probably a grandson of Arulenus Rusticus, who was a prominent member of the Stoic Opposition. He was a Stoic philosopher and was one of the teachers of the emperor Marcus Aurelius, whom Aurelius treated with the utmost respect and honour.", "15232226": "Gerhard Streminger is an Austrian Philosopher and author, born in Graz in 1952 . From 1970, he studied philosophy and mathematics in Graz, Goettingen, Edinburgh with G.E.Davie and Oxford with J. L. Mackie. He gained his PhD in 1978 at the University of Graz, where he held posts from 1975 until 1997. In 1981 he was Visiting Professor at the University of Minnesota, Minneapolis.\nStreminger was appointed Assistant Professor at the University of Graz in 1988 and received the title of University Professor in 1995.", "35482851": "Prof. Dr. Mathew Chandrankunnel CMI (born 26 April 1958)[1] is a professor of philosophy of science at Dharmaram Vidya Kshetram and Christ University, both in Bangalore, India.\nHe is the author of several books including \"Philosophy of Quantum mechanics\" and \"Ascent to Truth: The Physics, philosophy and Religion of Galileo Galilei\".[2]\nHe is a scientist, philosopher and theologian.[3]", "1371364": "Francis Turretin (17 October 1623 – 28 September 1687; also known as François Turrettini) was a Genevan-Italian Reformed scholastic theologian.[1]", "63630576": "Josef Mitterer (born 1948) is an Austrian philosopher, and a retired professor at the University of Klagenfurt Department of Philosophy.[1]", "2125043": "Athenodoros Cordylion (or Athenodorus, Ancient Greek: Αθηνόδωρος Κορδυλίων; fl. early-mid 1st century BC) was a Stoic philosopher, born in Tarsus. He was the keeper of the library at Pergamon, where he was known to cut out passages from books on Stoic philosophy if he disagreed with them:[1]", "20212986": "Thrasymachus (Greek: Θρασύμαχος; fl. 4th century BCE) of Corinth, was a philosopher of the Megarian school. Little is known about him except that he was colleague and friend of Ichthyas,[1] and he had presumably been taught by Euclid of Megara, the founder of the school. He was said to have been the teacher of Stilpo.[1]", "421116": "Norbert Elias (German: [ˈnɔʁbɛʁt ʔeˈliːas]; 22 June 1897 – 1 August 1990) was a German sociologist who later became a British citizen. He is especially famous for his theory of civilizing/decivilizing processes.[1]", "27903": "Sextus Julius Africanus (c. 160 – c. 240; Ancient Greek: Σέξτος Ἰούλιος ὁ Ἀφρικανός or ὁ Λίβυς) was a Christian traveler and historian of the late-second and early-third centuries. He is important chiefly because of his influence on fellow historian Eusebius, on all the later writers of Church history among the Church Fathers, and on the whole Greek school of chroniclers.", "421119": "Maximus of Tyre (Greek: Μάξιμος Τύριος; fl. late 2nd century AD), also known as Cassius Maximus Tyrius, was a Greek rhetorician and philosopher who lived in the time of the Antonines and Commodus, and who belongs to the trend of the Second Sophistic.  His writings contain many allusions to the history of Greece, while there is little reference to Rome; hence it is inferred that he lived longer in Greece, perhaps as a professor at Athens.[1] Although nominally a Platonist, he is really a sophist rather than a philosopher, although he is still considered one of the precursors of Neoplatonism.[1][2]", "34237697": "Álvaro Jordi d'Ors Pérez-Peix (14 April 1915 – 1 February 2004) was a Spanish scholar of Roman law, currently considered one of the best 20th-century experts on the field; he served as professor at the universities of Santiago de Compostela and Pamplona. He was also theorist of law and political theorist, responsible for development of Traditionalist vision of state and society. Politically he supported the Carlist cause. Though he did not hold any official posts within the organization, he counted among top intellectuals of the movement; he was member of the advisory council of the Carlist claimant.", "44330251": "Marc Ereshefsky is a professor of philosophy at the University of Calgary, specializing in the philosophy of science and the philosophy of biology. His research focuses on issues on the intersection of philosophy and biology. Ereshefsky is specifically known for his work on taxonomy, systematics and natural kinds. His research has been supported by the Social Sciences and Humanities Research Council of Canada, the Canadian Institutes of Health Research, and the National Science Foundation.[1][2]", "21490957": "Thomas Aquinas OP (/əˈkwaɪnəs/, ə-KWY-nəs; Italian: Tommaso d'Aquino, lit. 'Thomas of Aquino'; 1225 – 7 March 1274) was an Italian[6] Dominican friar and priest, an influential philosopher and theologian, and a jurist in the tradition of scholasticism from the county of Aquino in the Kingdom of Sicily.", "322832": "Alfonso Reyes Ochoa (17 May 1889 in Monterrey, Nuevo León – 27 December 1959 in Mexico City) was a Mexican writer, philosopher and diplomat. He was nominated for the Nobel Prize in Literature five times[1] and has been acclaimed as one of the greatest authors in Spanish language. He served as ambassador of Mexico to Argentina and Brazil.", "69004566": "Mark Blitz (born March 15, 1946) is an American political philosopher and Fletcher Jones Professor of Political Philosophy at Claremont McKenna College.  He earned degrees at Harvard University (BA, PhD).[1][2]", "68250902": "Daniele Moyal-Sharrock is a philosopher, critic, and teacher. In 2007 she was appointed a professor of philosophy at University of Hertfordshire.[1] She specialises in the works of Austrian-British philosopher Ludwig Wittgenstein.", "8547609": "Syed Aqeel-ul-Gharavi also known as  Ayatullah Aqeel-ul-Gharavi  (Arabic: آيت الله السيد عقيل الغروى; born 5th July 1964) is a leading Indian Twelver Shia scholar, philosopher, thinker, writer, poet, educationist, community activist, critic and a mujtahid.[2][3][4][5][6][7][8] Presently, Aqeel-ul-Gharavi is acknowledged as one of the famous and senior Shia scholars from the Indian Subcontinent.[9][10][11][12][13] He was the principal of Hawza-e-Ilmia Jamia-tus-Saqalain, Delhi[14] and is the current chairman of Safinatul Hidaya Trust, India.[15] He is the vice-President of All India Muslim Majlis-e-Mushawarat[16][17][18][19][20] and member of All India Muslim Personal Law Board.[21][22]  Syed Aqeel is also a member of the Majma Jahani Ahlulbayt, Iran.[23] Gharavi supervises PhD students at the Aligarh University, India.[24] In addition to all of these, he also serves as patron of Imamia Islamic University, Delhi and secretary of Forum of Philosophers, India.[25]", "9563417": "Geir Arne Olsen (1957 - 1990), better known under his pen-name Leonard Borgzinner, was a Norwegian essayist, self-taught political philosopher, science fiction author, illustrator and fanzine editor. Borgzinner is most noted for his many contributions to the alternative culture magazine Gateavisa and for his two books, a collection of science fiction and fantasy stories, Universets varmedød og andre selvmord (1981; \"The Heat-Death of the Universe and other Suicides\") and a collection of essays in political philosophy, Anarki og adel: elementer til en kulturrevolusjon (1998; \"Anarchy and Nobility: Elements towards a Cultural Revolution\"). As an illustrator he was known for his often satirical drawings for fanzines and underground publications, including some comic strips. His fanzine production in the late 1970s, still partly under the name of Geir Arne Olsen, spanned both science fiction fandom and the punk music world, the former in the fanzines TRALFA and The Borgzinner Medicine Show, and the latter most notably in the two published issues of 666, published in opposition to the Norwegian punk establishment. Influences on his work included Pre-Socratic philosophy, Marquis de Sade, anarchism, Friedrich Nietzsche, William S. Burroughs, new wave science fiction, Samuel R. Delany, Yukio Mishima and Michel Foucault.", "4123934": "Val Plumwood (11 August 1939 – 29 February 2008) was an Australian philosopher and ecofeminist known for her work on anthropocentrism. From the 1970s she played a central role in the development of radical ecosophy. Working mostly as an independent scholar, she held positions at the University of Tasmania, North Carolina State University, the University of Montana, and the University of Sydney, and at the time of her death was Australian Research Council Fellow at the Australian National University.[5] She is included in Routledge's Fifty Key Thinkers on the Environment (2001).[6]", "2387236": "Juan Azor (1535 – 19 February 1603) was a Spanish philosopher and Jesuit priest.", "3239204": "Der Nister (Yiddish: דער נסתּר ֹor דער ניסטער, \"the Hidden One\"; 1 November 1884 – 4 June 1950 in the Abez camp of Gulag) was the pseudonym of Pinchus Kahanovich (Yiddish: פּנחס קאַהאַנאָוויטש), a Yiddish author, philosopher, translator, and critic.", "23686436": "Jerzy Perzanowski (April 23, 1943 in Aix-les-Bains – May 17, 2009 in Bydgoszcz), was a Polish logician and ontologist, Professor of Logic to the University of Toruń (Poland) from 1992 to 2004.\nFounder of the Polish review Logic and Logical Philosophy, his main contributions are to the development of modal logic, paraconsistent logic and ontology.", "50392359": "Camilla Erculiani (also known as Camilla Herculiana,[1] died after 1584) was an Italian apothecary, writer, natural philosopher, and a women's advocate during the early modern period. This \"self-described pharmacist\" published a book, in the form of letter-essays, about her views on topics of science and natural philosophy.[2][3] Erculiani's Lettre di philosophia naturale or Letters on Natural Philosophy was published in 1584. Due to some of the unconventional theories presented in her work, she was put on trial by the Roman Inquisition on charges of suspected heresy- for the \"blurring of boundaries between natural philosophy and theology.\"[4] Although the trial records are lost, it is speculated that Erculiani was likely pardoned.[5]", "322852": "Giorgio Agamben (/əˈɡæmbən/ ə-GAM-bən, Italian: [ˈdʒordʒo aˈɡamben]; born 22 April 1942) is an Italian philosopher best known for his work investigating the concepts of the state of exception,[7] form-of-life (distinct from Ludwig Wittgenstein's form of life) homo sacer, and indifference. The concept of biopolitics (carried forth from the work of Michel Foucault) informs many of his writings.", "37940517": "Werner Leinfellner (January 27, 1921 – April 6, 2010) was professor of philosophy at the University of Nebraska–Lincoln and at the Vienna University of Technology.[1] After recovering from life-threatening wounds during World War II, he studied chemistry and physics at the Universities of Vienna and Graz, eventually turning to the study of the philosophy of science, and receiving his Ph.D. in 1959.[2]  He moved to the United States in 1967, in part, because of problems faced by empirically oriented philosophers in obtaining academic positions in Austria and Germany.[3] He is notable for his contributions to philosophy of science, as a member of European Academy of Sciences and Arts, for founding the journal Theory and Decision, for co-founding Theory and Decision Library, and for co-founding the Austrian Ludwig Wittgenstein Society and International Wittgenstein Symposium.[4][5][6][7]", "43543853": "Kai Frederick Wehmeier (born 1968) is a German-American philosopher and logician.", "58846512": "Catherine H. Zuckert (born 1942) is an American political philosopher and Reeves Dreux Professor of Political Science at the University of Notre Dame.[1]", "25259314": "Levi Hedge (April 19, 1766 – January 3, 1844) was an American educator and professor at Harvard University.", "32828727": "George Sagnani (18th century) was a minor Maltese philosopher who specialized mainly in ethics and morals.[1]", "49638720": "Poolla Tirupati Raju (3 September 1904 – 8 December 1992) was an Indian writer, philosopher, academic and a former professor of Jaswant College, Jodhpur (present day Jai Narain Vyas University.[1] He was the author of several books, both in English and Telugu, on Indian philosophy and literature.[2][3] His publications include Structural Depths of Indian Thought[4] Telugu Literature,[5] The Philosophical Traditions of India[6] Introduction to Comparative Philosophy[7] and Idealistic Thought of India.[8] He was the editor of The Concept of Man: A Study in Comparative Philosophy, written by Sarvepalli Radhakrishnan.[9] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1958, for his contributions to Literature and education.[10]", "1109315": "Nancy C. M. Hartsock (1943–2015) was a professor of Political Science and Women Studies (now Gender, Women, and Sexuality Studies) at the University of Washington from 1984 to 2009.[1]", "8318279": "Jeremy Jennings is an English political theorist and professor of political theory at King's College London.[1] He is predominantly interested in the history of political thought, often with specific reference to France. He has authored a number of books on political topics, including the works of Georges Sorel, syndicalism and socialism. He became the founding editor of the European Journal of Political Theory.[2] His other interests include political ideology and contemporary political theory. Jennings has been employed by the universities of Swansea and then Birmingham.[3]", "9563464": "Isaac Nathan ben Kalonymus was a French Jewish philosopher and controversialist. He lived at Arles, perhaps at Avignon also, and in other places in the fourteenth and fifteenth centuries.", "7335240": "Jacques Bouveresse (French: [buvʁɛs]; 20 August 1940 – 9 May 2021) was a French philosopher who wrote on subjects including Ludwig Wittgenstein, Robert Musil, Karl Kraus, philosophy of science, epistemology, philosophy of mathematics and analytical philosophy. Bouveresse was called \"an avis rara among the better known French philosophers in his championing of critical standards of thought.\"[4]", "191819": "Joseph Ernest Renan (French: [ʒozɛf ɛʁnɛst ʁənɑ̃]; 27 February 1823 – 2 October 1892)[2] was a French Orientalist and Semitic scholar, writing on Semitic languages and civilizations, historian of religion, philologist, philosopher, biblical scholar, and critic.[3] He wrote  works on the origins of early Christianity,[3] and espoused popular political theories especially concerning nationalism, national identity, and the alleged superiority of White people over other human \"races\".[4] Renan is known as being among the first scholars to advance the disputed[5] Khazar theory, which held that Ashkenazi Jews were descendants of the Khazars,[6] Turkic peoples who had adopted Jewish religion and migrated to Western Europe following the collapse of their khanate.[6]", "73723213": "Mediha Esenel (1914 – 2005) was a Turkish sociologist, writer and journalist. She was a faculty member of Ankara University until January 1947 when she resigned from her teaching post during the purge of leftist academics.", "37055824": "Gurudev Shree Chitrabhanu (July 26, 1922 – April 19, 2019) was a prominent figure[1] in American Jainism.[2][3] He was one of the co-founders of JAINA.[4]", "1043793": "Lucien Lévy-Bruhl (10 April 1857 – 13 March 1939) was a French scholar trained in philosophy who furthered anthropology with his contributions to the budding fields of sociology and ethnology. His primary field interest was ways of thinking.", "355666": "Nakae Chōmin (中江 兆民, December 8, 1847 – December 13, 1901) was the pen-name of a journalist, political theorist and statesman in Meiji-period Japan. His real name was Nakae Tokusuke (中江 篤助). His major contribution was the popularization of the egalitarian doctrines of the French philosopher Jean-Jacques Rousseau in Japan. As a result, Nakae is thought to have been a major force in the development of liberalism in early Japanese politics.", "2157918": "Judith Jarvis Thomson (October 4, 1929 – November 20, 2020) was an American philosopher who studied and worked on ethics and metaphysics. Her work ranges across a variety of fields, but she is most known for her work regarding the thought experiment titled the trolley problem and her writings on abortion. She is credited with naming, developing, and initiating the extensive literature on the trolley problem first posed by Philippa Foot which has found a wide range use since.[1] Thomson also published a paper titled \"A Defense of Abortion\", which makes the argument that the procedure is morally permissible even if it is assumed that a fetus is a person with a right to life. She was elected a member of the American Philosophical Society in 2019.", "33189217": "Douglas J. Den Uyl (born 1950) is vice president of educational programs at Liberty Fund.[1]", "1240423": "Henry Oldenburg (also Henry Oldenbourg) FRS (c. 1618 as Heinrich Oldenburg – 5 September 1677)[1] was a German theologian, diplomat, and natural philosopher, known as one of the creators of modern scientific peer review. He was one of the foremost intelligencers of 17th-century Europe, with a network of correspondents to rival those of Fabri de Peiresc, Marin Mersenne, and Ismaël Boulliau.[2] At the foundation of the Royal Society in London, he took on the task of foreign correspondence, as the first Secretary.[3][4]", "1404267": "Ernst von Glasersfeld (March 8, 1917, Munich – November 12, 2010, Leverett, Franklin County, Massachusetts) was a philosopher, and emeritus professor of psychology at the University of Georgia, research associate at the Scientific Reasoning Research Institute, and adjunct professor in the Department of Psychology at the University of Massachusetts Amherst. He was a member of the board of trustees of the American Society for Cybernetics, from which he received the McCulloch Memorial Award in 1991. He was a member of the scientific board of the Instituto Piaget, Lisbon. Glasersfeld is known for the development of radical constructivism.", "44363118": "Bu Shang (507 BC – 400 BC),[1] commonly known by his courtesy name Zixia or as Buzi (Master Bu), was an ancient Chinese philosopher and a prominent disciple of Confucius[2] who was considered one of the most accomplished in cultural learning. He was one of the five disciples who took chief responsibility for the transmission of Confucius' teachings. He played a significant role in the transmission of such classics as the Book of Poetry and the I Ching.[1] He established his own school, and taught Marquess Wen of Wei, ruler of Wei,[2] the most powerful state of the early Warring States period.[3]", "13331823": "George Derwent Thomson (Irish: Seoirse Mac Tomáis; 1903[1] – 3 February 1987) was a British classical scholar, Marxist philosopher, and scholar of the Irish language.", "69856624": "Michael Cholbi (born 1972) is an American philosopher and Chair in Philosophy at the University of Edinburgh. He is best known for his research on ethical issues related to death and dying, including suicide, grief, and immortality. Cholbi has also published work in moral psychology and Kantian ethics, as well as on topics in practical ethics such as work and labor, punishment, and paternalism.[1][2][3][4][5]", "3173752": "Marshall Howard Berman[a] (November 24, 1940 – September 11, 2013) was an American philosopher and Marxist humanist writer. He was a Distinguished Professor of Political Science at the City College of New York and at the Graduate Center of the City University of New York, teaching political philosophy and urbanism.", "58846590": "Michael P. Zuckert (born July 24, 1942) is an American political philosopher and Reeves Dreux Professor of Political Science at the University of Notre Dame.[1] Zuckert earned a bachelor's degree in Cornell University in 1964, and completed his master's degree and doctorate at the University of Chicago in 1967 and 1974, respectively.[2]", "39480702": "Adam Kotsko (born 1980) is an American theologian, religious scholar, culture critic, and translator, working in the field of political theology. He served as an Assistant Professor of Humanities at Shimer College in Chicago, which was absorbed into North Central College in 2017. He is chiefly known for his interpretative work on philosophers Slavoj Žižek and Giorgio Agamben, as well as his writing on American pop culture. Some of his better-known books include Why We Love Sociopaths (2012), Awkwardness (2010), and Žižek and Theology (2008).", "25554307": "Zhao Tingyang (simplified Chinese: 赵汀阳; traditional Chinese: 趙汀陽; pinyin: Zhào Tīngyáng; born 1961 in Guangdong, China) is a political philosopher credited with modernising the ancient Chinese concept of Tianxia.[1][2]", "3829126": "Siddharudha Swami is an Indian Hindu guru and philosopher.", "46230923": "Ioan Biris is a university professor at the West University of Timișoara,Department of Philosophy and Communication Sciences, Romania. He studied philosophy (B.Sc., 1976) at the Babes-Bolyai University from Cluj-Napoca. Secondary studies in sociology. Ph.D. in philosophy (1989) and Ph.D. in sociology (2000). He is known for his research in the areas of philosophy of science, analytic philosophy, ontology and applied logic.", "53898636": "Christopher “Kit” Heath Wellman (born February 22, 1967) is an American philosopher. He teaches at Washington University in St. Louis, where he is also dean of academic planning for Arts & Sciences.[1] He is best known for his distinctive views on core questions in political theory, including political legitimacy, secession, the duty to obey the law, immigration, and the permissibility of punishment.", "38366604": "Albert Spaier (9 July 1883 – 5 February 1934) was a French philosopher, professor of philosophy at the University of Caen.", "48590222": "Helmut Kohlenberger (born 1942 in Vítkov) is a German philosopher, translator, editor and university lecturer at both the Universities of Vienna and Salzburg. He is the author of several works, including The European Idea and Culture, Theoretical issues of the Middle Ages and Modernism.[1]", "13659534": "Albinus (Ancient Greek: Ἀλβίνος; fl. c. 150 AD) was a Platonist philosopher, who lived at Smyrna, and was  teacher of Galen.[1] A short tract by him, entitled Introduction to Plato's dialogues, has survived. From the title of one of the extant manuscripts we learn that Albinus was a pupil of Gaius the Platonist.[2] The original title of his work was probably Prologos, and it may have originally formed the initial section of notes taken at the lectures of Gaius.[3] After explaining the nature of the Dialogue, which he compares to a Drama, the writer goes on to divide the Dialogues of Plato into four classes, logical, critical, physical, ethical, and mentions another division of them into Tetralogies, according to their subjects. He advises that the Alcibiades, Phaedo, Republic, and Timaeus, should be read in a series.", "322956": "Ian MacDougall Hacking CC FRSC FBA (February 18, 1936 – May 10, 2023) was a Canadian philosopher specializing in the philosophy of science. Throughout his career, he won numerous awards, such as the Killam Prize for the Humanities and the Balzan Prize, and was a member of many prestigious groups, including the Order of Canada, the Royal Society of Canada and the British Academy.", "55111062": "Jean Curthoys (born 1947)[1] is an Australian feminist philosopher.", "1633688": "Peter John Kreeft (/kreɪft/;[3] born March 16, 1937) is a professor of philosophy at Boston College and The King's College. A convert to Roman Catholicism, he is the author of over eighty books[4] on Christian philosophy, theology and apologetics. He also formulated, together with Ronald K. Tacelli, Twenty Arguments for the Existence of God in their Handbook of Christian Apologetics.[5][6]", "19525018": "José Augusto Bragança de Miranda, born in Lisbon, 1953 is licentiate in sociology, with a Ph.D. in communication, is professor at the Communications Sciences Department of New University of Lisbon, lecturing in \"Political Theory\" and \"Cultural Criticism.\"", "32828827": "Rosarius Mary Hagius (1673–1757) was a minor Maltese philosopher who specialised mainly in metaphysics.[1]", "11038110": "Nick Trakakis is an Australian philosopher who is Assistant Director of the Centre for Philosophy and Phenomenology of Religion of the Australian Catholic University. He has previously taught at Monash University and Deakin University, and during 2006–2007 he was a postdoctoral research fellow at the Centre for Philosophy of Religion at the University of Notre Dame.[1] He works mainly at the intersections of philosophy (in both the analytic and Continental traditions), religion, and theology.", "21425567": "Jan Pinborg (1937–1982) was a renowned historian of medieval linguistics and philosophy of language, and the most famous member of the Copenhagen School of Medieval Philosophy pioneered by Heinrich Roos in the 1940s.[1]  Pinborg was a pupil of Roos.", "28011934": "Beatrice M. L. de Gelder (born 1944) is a cognitive neuroscientist and neuropsychologist. She is professor of Cognitive Neuroscience and director of the Cognitive and Affective Neuroscience Laboratory at the Tilburg University (Netherlands), and  was senior scientist at the Martinos Center for Biomedical Imaging, Harvard Medical School, Boston (USA). She joined the Department of Cognitive Neuroscince at Maastricht University in 2012. Her research interests include  behavioral and neural emotion processing from facial and bodily expressions, multisensory perception and interaction between auditory and visual processes, and nonconscious perception in neurological patients.  She is author of  books[1] and publications. She was a Fellow of the Netherlands Institute for Advanced Study, and an elected member of the International Neuropsychological Symposia since 1999. She is currently the editor-in-chief of the journal Frontiers in Emotion Science and  associate editor for Frontiers in Perception Science.", "1633696": "Ihab Habib Hassan (October 17, 1925 – September 10, 2015) was an Egypt-born American literary theorist and writer.[1][2]", "34237857": "Luis Pedro Alejandro Recasens Siches (1903, in Guatemala City – 1977) was a Spanish politician and a legal philosopher.", "59895204": "Antonio Juan García-Santesmases Martín-Tesorero (born 1954) is a Spanish political philosopher and politician.", "159142": "Damascius (/dəˈmæʃəs/; Greek: Δαμάσκιος, c. 462[1] – after 538), known as \"the last of the Athenian Neoplatonists,\" was the last scholarch of the neoplatonic Athenian school. He was one of the neoplatonic philosophers who left Athens after laws confirmed by emperor Justinian I forced the closure of the Athenian school in c. 529 AD. After he left Athens, he may have sought refuge in the court of the Persian King Chrosroes, before being allowed back into the Byzantine Empire. His surviving works consist of three commentaries on the works of Plato, and a metaphysical text entitled Difficulties and Solutions of First Principles.", "7728554": "Gottlob Ernst Schulze (German: [ˈʃʊltsə]; 23 August 1761 – 14 January 1833) was a German philosopher, born in Heldrungen (modern-day Thuringia, Germany). He was the grandfather of the pioneering biochemist Ernst Schulze.", "17231277": "Juan Páez de Castro \"Paccius\" (c.1512–1570) was a Spanish Jesuit Priest and confessor to King Philip II of Spain.", "61959599": "Nikolay Petrovich Krasnikov (Russian: Николай Петрович Красников; born November 1921, Buzuluk) was active in Soviet academia as a philosopher, historian, and religious scholar.[1]", "73625009": "Rebecca Copenhaver (born 1971) is an American philosopher and Professor of Philosophy at Washington University in St. Louis. She is known for her works on Thomas Reid.[1][2][3][4][5]", "2387380": "Salomon Maimon (/ˈmaɪmɒn/; German: [ˈmaɪmoːn]; Lithuanian: Salomonas Maimonas; Hebrew: שלמה בן יהושע מימון‎; 1753 – 22 November 1800) was a philosopher born of Lithuanian Jewish parentage in the Grand Duchy of Lithuania, present-day Belarus. Some of his work was written in the German language.", "3206582": "The School of Athens (Italian: Scuola di Atene) is a fresco by the Italian Renaissance artist Raphael. The fresco was painted between 1509 and 1511 as a part of Raphael's commission to decorate the rooms now known as the Stanze di Raffaello, in the Apostolic Palace in the Vatican. It depicts a congregation of philosophers, mathematicians, and scientists from Ancient Greece, including Plato, Aristotle, Pythagoras, Archimedes, Heraclitus and Zarathustra the Iranian prophet. The Italian artists Leonardo da Vinci and Michelangelo are also featured in the painting, shown as Plato and Heraclitus respectively.", "44330423": "Richard Zach is a Canadian logician, philosopher of mathematics, and historian of logic and analytic philosophy. He is currently Professor of Philosophy at the University of Calgary.", "3272130": "Kim Yong-ok (Korean: 김용옥) is a South Korean philosopher. His art name is Do-ol. His name is sometimes rendered as To-ol Kim Young-oak.", "56454596": "Carl Jeffrey Posy (Hebrew: קרל פוזי) is an Israeli philosopher. He is a full professor emeritus in the Department of Philosophy at the Hebrew University of Jerusalem in Jerusalem, Israel.[1][2]", "1076679": "David Z. Albert (born 1954) is Frederick E. Woodbridge Professor of Philosophy and Director of the MA Program in The Philosophical Foundations of Physics at Columbia University in New York.", "159182": "Ali Shariati Mazinani (Persian: علی شریعتی مزینانی,  23 November 1933 – 18 June 1977) was an Iranian revolutionary[2] and sociologist who focused on the sociology of religion. He is held as one of the most influential Iranian intellectuals of the 20th century,[3] and has been called the \"ideologue of the Islamic Revolution\", although his ideas did not end up forming the basis of the Islamic Republic.[4]", "3763667": "Gregory of Valencia (Spanish: Gregorio de Valencia) (c. 1550 – 25 April 1603) was a Spanish humanist and scholar who was a professor at the University of Ingolstadt.", "3468756": "José Gaos (26 December 1900, Gijón, Spain – 10 June 1969, Mexico City) was a Spanish philosopher who obtained political asylum in Mexico during the Spanish Civil War and became one of the most important Mexican philosophers of the 20th century. He was a member of the Madrid School.[1]", "46525908": "Gunnar Alksnis (July 1, 1931 – May 15, 2011) was a Latvian-American philosopher and theologian who was specialized in ethics and history of philosophy.", "8383957": "Antonio Serra was a late 16th-century Italian philosopher and economist in the mercantilist tradition.", "28274137": "Isaac Kramnick (March 6, 1938 – December 21, 2019)[1][2] was an American political theorist, historian of political thought, political scientist, and the Richard J. Schwartz Professor of Government at Cornell University.[3] He was a subject-matter expert on English and American political thought and history.", "63499741": "Richard Ivanovich Kosolapov (Russian: Ричард Иванович Косолапов; 25 March 1930[1][2] – 15 November 2020) was a Soviet and Russian scientist, author, social philosopher, doctor of philosophy and journalist. He was a professor at the Moscow State University (MSU).[1]", "36269535": "Gustav Emil Mueller (12 May 1898 – 10 July 1987) was a Swiss philosopher and Hegelian scholar.[1]", "13069791": "Bruce W. Wilshire (February 8, 1932 – January 1, 2013) was an American philosopher who taught in the philosophy department at Rutgers University, from which he retired as Professor Emeritus in 2009. Beginning as a specialist in William James, he became known for his work on philosophy and theater, his criticisms of analytic philosophy, and his interest in Native American philosophy.", "3010019": "Thomas Lee Pangle, FRSC (born 1944) is an American political scientist. He holds the Joe R. Long Chair in Democratic Studies in the Department of Government and is Co-Director of the Thomas Jefferson Center for Core Texts and Ideas at the University of Texas at Austin.  He has also taught at the University of Toronto and Yale University.  He was a student of Leo Strauss.", "32828899": "Constance Vella (1687–1759) was a major Maltese philosopher who specialised mainly in physics, logic, cosmology, and metaphysics.[1] Vella's speciality is that, despite being a Scholastic, he was not an Aristotelic-Thomist one (as most of the well-known mediaeval philosophers are), but rather an Aristotelic-Scotist philosopher, that is more in the line of John Duns Scotus.", "9629162": "Antipater of Tyre (Greek: Ἀντίπατρος ὁ Τύριος; fl. 1st century BC) was a Greek[1] Stoic philosopher and a friend of Cato the Younger and Cicero.[2]", "7007723": "James Ward FBA (27 January 1843 – 4 March 1925) was an English psychologist and philosopher.[1] He was a Cambridge Apostle.", "33582582": "Dominic Pace (1851–1907) was a Maltese theologian and minor philosopher. In philosophy he mostly specialised in Aristotelico-Thomist Scholasticism.[1]", "5238262": "Paul Hugo Wilhelm Hensel (17 May 1860, Groß-Barthen, Province of Prussia – 11 November 1930, Erlangen) was a German philosopher.", "5336566": "Manzoor Ahmed, DSc (Urdu: منظور احمد; born 11 March 1934) is a Pakistani scientist and philosopher of science. He is a professor of philosophy and is currently serving as rector of Usman Institute of Technology (UIT) in Karachi, Sindh Province. He has international prestige for publishing articles, books, and leading edge research on the field of Philosophy of science, particularly the philosophy of space and time.[citation needed]", "63467001": "Jarrett Zigon is a social theorist, philosopher and anthropologist at the University of Virginia, where he is the William & Linda Porterfield Chair in Bioethics and Professor of Anthropology. From 2018 to 2020, he was the founding director of the Center for Data Ethics and Justice at the University of Virginia. Previously, he had been at the University of Amsterdam and the Max Planck Institute for Social Anthropology.[1]", "50228732": "Jean-Louis Vieillard-Baron (born 19 April 1944) is a French Roman Catholic philosopher. He is Professor Emeritus of Philosophy at the University of Poitiers and Professor of the Philosophy of Religion at the Institut Catholique de Paris. He is the author of many books about Bergson and Hegel. He is an expert on spiritualism.", "880131": "Sidney Morgenbesser (September 22, 1921 – August 1, 2004) was an American philosopher and professor at Columbia University. He wrote little but is remembered by many for his philosophical witticisms.", "34663951": "Branislav \"Brana\" Petronijević (sometimes styled as Petronievics) (Serbian Cyrillic: Бранислав \"Брана\" Петронијевић; 6 April 1875 – 4 March 1954) was a Serbian philosopher and paleontologist.", "43085330": "Ayyala Somayajulu Ganapathi Sastry, also known as Ganapati Muni (1878–1936), was a disciple of Ramana Maharshi.[1] He was also variously known as \"Kavyakantha\" (one who has poetry in his throat), and \"Nayana\" by his disciples.[2]", "7794202": "György Bence (Budapest, 8 December 1941 – 28 October 2006, Budapest) was a university professor, philosopher, dissident and political consultant.", "1928730": "Aron Gurwitsch (Russian: Аро́н Гу́рвич; 17 January 1901, Vilnius, Vilna Governorate – 25 June 1973, Zurich) was a Litvak American phenomenologist.", "847388": "Brunetto Latini (who signed his name Burnectus Latinus in Latin and Burnecto Latino in Italian; c. 1220–1294) was an Italian philosopher, scholar, notary, politician and statesman.", "3173918": "Samding Dorje Phagmo", "3173920": "Gajo Petrović[a] (12 March 1927 – 13 June 1993) was one of the main theorists in the Marxist humanist Praxis School in the Socialist Federal Republic of Yugoslavia. He was the only one among the editors of the Praxis journal to stay in this position throughout the journal's publication. He is credited by Milan Kangrga to be the mastermind behind the Korčula Summer School, which was a meeting place for Marxists and other philosophers from the East and the West in the 1960s and 1970s.", "486946": "Charles Kay Ogden (/ˈɒɡdən/; 1 June 1889 – 20 March 1957) was an English linguist, philosopher, and writer. Described as a polymath but also an eccentric and outsider,[4][5][6] he took part in many ventures related to literature, politics, the arts, and philosophy, having a broad effect particularly as an editor, translator, and activist on behalf of a reformed version of the English language. He is typically defined as a linguistic psychologist, and is now mostly remembered as the inventor and propagator of Basic English.", "55602722": "Alison Hills is a British philosopher who specializes in moral philosophy and animal ethics.", "2027044": "Anthony Clifford Grayling CBE FRSA FRSL (/ˈɡreɪlɪŋ/; born 3 April 1949) is a British philosopher and author. He was born in Northern Rhodesia (now Zambia) and spent most of his childhood there and in Nyasaland (now Malawi).[1] In 2011 he founded and became the first Master of New College of the Humanities (now Northeastern University London), an independent undergraduate college in London. Until June 2011, he was Professor of Philosophy at Birkbeck, University of London, where he taught from 1991. He is also a supernumerary fellow of St Anne's College, Oxford, where he formerly taught.[2]", "12217896": "Revd Eustace (aka Stacey) Lovatt Hebden Taylor (25 July 1925 – 2006) was a Reformational Anglican vicar. He was the son of missionaries and born in Katanga, Belgian Congo.", "2616884": "Robert Edward Ulanowicz (/jəˈlænəwɪts/ yə-LAN-ə-wits[1]) is an American theoretical ecologist and philosopher of Polish descent who in his search for a unified theory of ecology has formulated a paradigm he calls Process Ecology.[2] He was born September 17, 1943, in Baltimore, Maryland.", "7204409": "Valerianus Magnus or Valeriano Magni (October 11, 1586 – July 20, 1661) was an Italian Capuchin, missionary preacher in Central Europe, philosopher, polemicist and author. He was one of the pioneers with the Torricelli's experiment and published one of the first accounts of it, the Demonstratio ocularis (Warsaw, 1647).[1]", "2551357": "Simone Porzio (Simon Portius) (1496–1554) was an Italian philosopher, born and died in Naples.", "3173957": "Predrag Vranicki (21 January 1922 – 31 January 2002) was a Marxist Humanist and member of the Praxis school in the 1960s in Yugoslavia.", "22343239": "Duke Pierre de la Place (ca. 1520, Angoulême – 25 August 1572, Paris) was a French Huguenot martyr, who died a few days after the 1572 St. Bartholomew's Day Massacre of the Huguenots. According to Foxe, he was informed of the massacre, and ordered to report to the King, to await the King's pleasure. He fled, but was unable to find shelter with any Catholics, and eventually returned to his house and fortified himself in, leading his wife and servants in prayer while he waited. He was eventually obliged to leave with the King's men, who led him into the clutches of assassins who killed him. His corpse was placed in a stable, where it was desecrated with horse dung (later thrown into the river), and his house was plundered.[1]", "4157000": "Mihailo Marković (Serbian Cyrillic: Михаило Марковић; 24 February 1923 – 7 February 2010) was a Serbian philosopher who gained prominence in the 1960s and 1970s as a proponent of the Praxis School, a Marxist humanist movement that originated in Yugoslavia.", "33910350": "Kshullak Ganeshprasad Varni (Hindi:पूज्य 105 श्री गणेश प्रसाद वर्णी, Gujarati: શ્રી ૧૦૫ ક્ષુલ્લક ગણેશપ્રસાદ વર્ણી Kannada:ಶ್ರೀ ೧೦೫ ಕ್ಷುಲ್ಲಕ ಗಣೆಶಪ್ರಸಾದ ವರ್ಣೀ; 29 September, 1874 – 5 September 1961) was one of the foundational figures[3] of the modern Indian Digambara intellectual tradition during the early 20th century.[4] He was the founder of several schools and institutions of advanced learning including Syadvad Mahavidyalaya at Varanasi in 1905,[5] Varanasi and Satark-Sudhataringini Digamber Jain Pathshala,[6] now Ganesh Digamber Jain Sanskrit Vidyalaya at Sagar.", "1896014": "Alain Daniélou (4 October 1907 – 27 January 1994) was a French historian, Indologist, intellectual, musicologist, translator, writer, and notable Western convert to and expert on the Shaivite branch of Hinduism.[7]", "69856849": "George Klosko (born 1950) is an American philosopher and Henry L. and Grace Doherty Professor at the University of Virginia. He is known for his works on political theory.[1][2][3][4][5]", "2158168": "Jack Halberstam (/ˈhælbərstæm/; born December 15, 1961), formally known as Judith Halberstam, is an American academic and author, best known for his book Female Masculinity (1998). His work focuses largely on feminism and queer and transgender identities in popular culture. Since 2017, Halberstam has been a professor in the department of English and Comparative Literature and the Institute for Research on Women, Gender, and Sexuality at Columbia University. Previously, he worked as both director and professor at The Center for Feminist Research at University of Southern California (USC).[1] Halberstam was the associate professor in the Department of Literature at the University of California at San Diego before working at USC.", "290392": "Giulio Cesare Andrea \"Julius\" Evola (Italian: [ˈɛːvola];[1] 19 May 1898 – 11 June 1974) was an Italian far-right philosopher. Evola regarded his values as aristocratic, monarchist, masculine, traditionalist, heroic, and defiantly reactionary. An eccentric thinker in Fascist Italy,[2] he also had ties to Nazi Germany;[3] in the post-war era, he was an ideological mentor of the Italian neo-fascist and militant Right.[4]", "2616933": "Bertell Ollman (born April 30, 1935, in Milwaukee) is a professor of politics at New York University. He teaches both dialectical methodology and socialist theory. He is the author of several academic works relating to Marxist theory.", "61337192": "Marion Leathers Kuntz (September 6, 1924 – July 10, 2010[1]) was the Regents Professor of Classics at Georgia State University,[2] a researcher in the history of Renaissance thought.[1]", "192106": "Adam Pulchrae Mulieris, also called Adam de Puteorumvilla, was a Paris master who studied under Peter of Lamballe, who flourished in the first half of the 13th century. Little is known of his life. He has been described as one of the “metaphysicians of light” (Robert Grosseteste was another). He was a contemporary of William of Auvergne, Bishop of Paris, and his works are cited by Richard de Fournival, Gerard of Abbeville and Thomas Aquinas. The origin of his name is unknown.", "11202156": "Śabara (also Śabara-svāmin) is a commentator on Jaimini's Purva Mimamsa Sutras, the śābara-bhāṣyam, in turn commented upon by Kumarila Bhatta.", "2158190": "Harold Arthur Prichard (30 October 1871 – 29 December 1947) was an English philosopher. He was born in London in 1871, the eldest child of Walter Stennett Prichard (a solicitor) and his wife Lucy. Harold Prichard was a scholar of Clifton College[3] from where he won a scholarship to New College, Oxford, to study mathematics. But after taking first-class honours in mathematical moderations (preliminary examinations) in 1891, he studied Greats (ancient history and philosophy) taking first-class honours in 1894. He also played tennis for Oxford against Cambridge. On leaving Oxford he spent a brief period working for a firm of solicitors in London, before returning to Oxford where he spent the rest of his life, first as Fellow of Hertford College (1895–98) and then of Trinity College (1898–1924). He took early retirement from Trinity in 1924 on grounds of ill health, but recovered and was elected White's Professor of Moral Philosophy in 1928 and became a fellow of Corpus Christi College.  He retired in 1937.[2]", "66023022": "Shabtai Ambron (Hebrew: שבתי עמברון; fl. early 18th century) was an Italian Jewish philosopher and astronomer.", "69856883": "Talbot Brewer is an American philosopher and Professor of Philosophy at the University of Virginia. He is known for his works on moral philosophy.[1][2][3][4][5][6]\n[7]\n[8][9][10]", "1306229": "Carl Friedrich Freiherr von Weizsäcker[a] (German: [kaʁl ˈfʁiːdʁɪç fɔn ˈvaɪtsɛkɐ] ⓘ; 28 June 1912 – 28 April 2007) was a German physicist and philosopher. He was the longest-living member of the team which performed nuclear research in Germany during the Second World War, under Werner Heisenberg's leadership. There is ongoing debate as to whether or not he and the other members of the team actively and willingly pursued the development of a nuclear bomb for Germany during this time.", "62910080": "Bettina Stangneth (born 1966) is a German philosopher.[1] Known for her work on antisemitism and National Socialism, she is the author of several books, including Eichmann Before Jerusalem (2014), which won an NDR Kultur Sachbuchpreis (non-fiction book award) in 2011 when it was first published in German.[2][3][4][5]", "5566081": "David Cassel (7 March 1818 – 22 January 1893) was a German historian and Jewish theologian.", "31583876": "Avguštin Stegenšek (7 July 1875 in Tevče, Laško – 16 March 1920) was a Slovene theologian, philosopher and art historian.", "552586": "Sir Bernard Arthur Owen Williams, FBA (21 September 1929 – 10 June 2003) was an English moral philosopher. His publications include Problems of the Self (1973), Ethics and the Limits of Philosophy (1985), Shame and Necessity (1993), and Truth and Truthfulness (2002). He was knighted in 1999.", "46591626": "Kocc Barma Fall or Kotch Barma Fall,[1] more commonly known as Kocc Barma, born Birima Maxuréja Demba Xolé Faal  (1586-1655[1][2]) was a Cayorian philosopher and a member of the laman class.[2][3] Kocc Barma was an Ajoor-Ajoor — a Serer demonym, meaning an inhabitant of the Kingdom of Cayor (Wa Kajoor in Wolof), now part of present-day Senegal.[1]", "57470607": "Alan John Simmons (born May 4, 1950) is an American political philosopher.", "72838802": "Marie-Françoise Raoul, known as Fanny Raoul (born in Saint-Pol-de-Léon on December 19, 1771, and died in Paris on December 9, 1833) was a French feminist writer, journalist, philosopher and essayist.", "42790548": "Mulla Muzaffar Husayn Kashani was an Iranian philosopher and poet who lived around 1700 AD. His life and works were studied by Aqa Bozorg Tehrani.", "4288151": "Trần Đức Thảo (Từ Sơn, Bắc Ninh, 26 September 1917 – Paris, 24 April 1993[1]) was a Vietnamese philosopher. His work (written primarily in French) attempted to unite phenomenology with Marxist philosophy.  His work had some currency in France in the 1950s and 1960s, and was cited favorably by Jacques Derrida, Jean-François Lyotard and Louis Althusser.", "59469464": "Sigfrid Rafael Karsten (16 August 1879 — 21 February 1956) was a Finnish social anthropologist and philosopher of religion, known especially for his work among the indigenous people of Southern America.[1]", "8089251": "Laurens Lynn \"Larry\" Laudan (/ˈlaʊdən/;[5] October 16, 1941 – August 23, 2022)[6] was an American philosopher of science and epistemologist. He strongly criticized the traditions of positivism, realism, and relativism, and he defended a view of science as a privileged and progressive institution against popular challenges. Laudan's philosophical view of \"research traditions\" is seen as an important alternative to Imre Lakatos's \"research programs\".[7]", "2944679": "Archelaus (/ɑːrkɪˈleɪəs/; Greek: Ἀρχέλαος; fl. 5th century BC) was an Ancient Greek philosopher, a pupil of Anaxagoras, and may have been a teacher of Socrates. He asserted that the principle of motion was the separation of hot from cold, from which he endeavoured to explain the formation of the Earth and the creation of animals and humans.", "28700334": "Mĩcere Gĩthae Mũgo  (born Madeleine Mĩcere Gĩthae; 12 December 1942 – 30 June 2023) was a Kenyan professor, playwright, author, activist and poet.[1] She was a literary critic and professor of Literature, Creative Writing and Research Methods in the Department of African American Studies at Syracuse University.[2] She was forced into exile in 1982 from Kenya during the Daniel Arap Moi dictatorship for activism and moved to teach in the United States, and later Zimbabwe. She taught Orature, Literature, and Creative Writing.", "683700": "Mary Daly (October 16, 1928 – January 3, 2010) was an American radical feminist philosopher, and theologian. Daly, who described herself as a \"radical lesbian feminist\",[3] taught at the Jesuit-run Boston College for 33 years. Once a practicing Roman Catholic, she had disavowed Christianity by the early 1970s. Daly retired from Boston College in 1999, after violating university policy by refusing to allow male students in her advanced women's studies classes. She allowed male students in her introductory class and privately tutored those who wanted to take advanced classes.[3][4][5]", "14020277": "Sextus of Chaeronea (Greek: Σέξτος ὁ Χαιρωνεύς Sextos ho Chaironeus; c. 95 – c. 185) was a philosopher, a nephew or grandson[1] of Plutarch,[2] and one of the teachers of the emperor Marcus Aurelius.", "67825333": "Julie Clodius ('Juliane Friederike Henriette Clodius, née Stoelzel) was a German philosopher in the 18th century.", "8810174": "Hujjat al-Islam Ahmad Ahmadi (6 September 1933[1] in Malayer – 8 June 2018[2] in Tehran) was an Iranian scholar, Islamic philosopher[3][4] and politician. He was a member of the Iranian Majlis, Islamic Cultural Revolution Council and was a member of the Supreme Council of the Cultural Revolution from 1980 to 1987.[5]", "16051914": "Hugh of Newcastle (died 1322, buried in Paris) was a Franciscan theologian and scholastic philosopher, a pupil of Duns Scotus. His origin in Newcastle-upon-Tyne[1] is questioned; he may have been from another place called Neufchâtel.[2]", "2289355": "Cornelis van Bijnkershoek (a.k.a. Cornelius van Bynkershoek) (29 May 1673, in Middelburg – 16 April 1743, in The Hague) was a Dutch jurist and legal theorist who was educated at the University of Franeker. After two years study, he began to apply himself to jurisprudence.[citation needed] He resolved to reform the common law of his country, and took as the basis of a new system the principles of Roman law.[1]", "1175244": "Richard John Mouw (born 1940) is an American theologian and philosopher. He held the position of President at Fuller Theological Seminary for 20 years (1993–2013), and continues to hold the post of Professor of Faith and Public Life.[2]", "19984075": "Neophytos Doukas or Dukas (Greek: Νεόφυτος Δούκας; 1760 – 1 January 1845) was a Greek priest and scholar, author of many books and translations from ancient Greek works, and one of the most important personalities of the modern Greek Enlightenment (Diafotismos) during the Ottoman occupation of Greece. His contributions to Greek education have been neglected because of the traditional ideas he advocated concerning the Greek language question (being an \"archaist\", supported the use of classical Greek over Katharevousa [puristic Greek] and Dimotiki).[1]", "14708431": "Rudolf Schottlaender (August 5, 1900 in Berlin, German Empire – January 4, 1988 in East Berlin, East Germany) was a German philosopher, classical philologist, translator and political publicist of Jewish descent.", "38072021": "Denis Lerrer Rosenfield is a Brazilian writer and columnist. Along with Patrícia Carlos de Andrade,  Rosenfield has co-founded the Millennium Institute in 2005.[3]", "159451": "George Ivanovich Gurdjieff (c.1867 – 29 October 1949)[1] was a philosopher, mystic, spiritual teacher, composer, and \"dance teacher\".[2] Gurdjieff taught that people are not conscious of themselves and thus live their lives in a state of hypnotic \"waking sleep\", but that it is possible to awaken to a higher state of consciousness and serve our purpose as human beings. The practice of his teaching has become known as \"The Work\"[3] (connoting work on oneself) and is additional to the ways of the fakir, monk and yogi, so that his student P. D. Ouspensky referred to it as the \"Fourth Way\".[4]", "40398557": "Mahmoud Zakzouk (Arabic: محمود حمدي زقزوق‎; 27 December 1933 – 1 April 2020) was an Egyptian politician and academic. He served as minister of religious endowment of Egypt from 1995 to 2011.", "26668770": "Aristotle of Cyrene (or Aristoteles, Greek: Ἀριστοτέλης; fl. 325 BC) was a Greek philosopher who may have belonged to the Cyrenaic school.", "3337956": "Avshalom Cyrus Elitzur (Hebrew: אבשלום כורש אליצור; born 30 May 1957) is an Israeli physicist and philosopher.[1]", "71266021": "Werner Joseph Dannhauser (May 1, 1929 – April 26, 2014)[1] was an American political philosophy professor and magazine editor.  A German-Jewish émigré, he became an expert on the philosophy of Friedrich Nietzsche and on Judaism and politics and was a longtime professor of government at Cornell University. A protégé of Leo Strauss at the University of Chicago,\nDannhauser had earlier been a writer and editor at Commentary magazine during the 1960s.", "1765100": "George Hamilton Smith (February 10, 1949 – April 8, 2022) was an American author, editor, educator, and speaker, known for his writings on atheism and libertarianism.[2]", "8875759": "Atticus (fl. c. 175 AD) was an ancient Platonic philosopher who lived in the second century of the Christian era, under the emperor Marcus Aurelius.[1][2] His lifetime fell into the epoch of Middle Platonism, of which he was one of the most notable representatives.", "74313458": "Valeriano Bozal Fernández (24 November 1940 – 2 July 2023) was a Spanish historian and philosopher.[1] He was a participant in the collaborative project Enciclopedia del Museo del Prado [es].[2]", "3895030": "Innokenty Gizel (c. 1600 – 18 November 1683) was a Prussian-born historian, writer, and political and ecclesiastic figure, who had adopted Orthodox Christianity and made a substantial contribution to Ukrainian culture.", "26668791": "Aristotle of Mytilene (or Aristoteles, Greek: Ἀριστοτέλης ὁ Μυτιληναῖος; fl. 2nd century) was a distinguished Peripatetic philosopher in the time of Galen. It has been argued that he was a teacher of Alexander of Aphrodisias.", "1535742": "Hartry H. Field (born November 30, 1946) is an American philosopher. He is Silver Professor of Philosophy at New York University; he is a notable contributor to philosophy of science, philosophy of mathematics, epistemology, and philosophy of mind."}