{"912858": "Kenneth Jon Barwise (/ˈbɑːrwaɪz/; June 29, 1942 – March 5, 2000)[1] was an American mathematician, philosopher and logician who proposed some fundamental revisions to the way that logic is understood and used.", "35712476": "Samuel Carlos Gitler Hammer (July 14, 1933 – September 9, 2014)[1][2] was a Mexican mathematician. He was an expert in Yang–Mills theory and is known for the Brown–Gitler spectrum.", "68283876": "Edward George Effros (December 10, 1935, Queens, New York City – December 21, 2019, Portland, Oregon) was an American mathematician, specializing in operator algebras and representation theory.[1] His research included \n\"C*-algebras theory and operator algebras, descriptive set theory, Banach space theory, and quantum information.\"[2]", "7532012": "Bram van Leer is Arthur B. Modine Emeritus Professor of aerospace engineering at the University of Michigan, in Ann Arbor. He specializes in Computational fluid dynamics (CFD), fluid dynamics, and numerical analysis. His most influential work lies in CFD, a field he helped modernize from 1970 onwards. An appraisal of his early work has been given by C. Hirsch (1979)[1]", "22081008": "Yvonne Choquet-Bruhat (French: [ivɔn ʃɔkɛ bʁy.a] ⓘ; born 29 December 1923) is a French mathematician and physicist. She has made seminal contributions to the study of Einstein's general theory of relativity, by showing that the Einstein equations can be put into the form of an initial value problem which is well-posed. In 2015, her breakthrough paper was listed by the journal Classical and Quantum Gravity as one of thirteen 'milestone' results in the study of general relativity, across the hundred years in which it had been studied.[1]", "34926069": "Vijaya Kumar Murty FRSC (born 20 May 1956) is an Indo-Canadian mathematician working primarily in number theory. He is a professor at the University of Toronto and is the Director of the Fields Institute.", "62025208": "Heinz Peter Dembowski (1 April 1928, Berlin – 28 January 1971, Tübingen) was a German mathematician, specializing in combinatorics. He is known for the Dembowski-Wagner theorem [de][1] and for Dembowski-Ostrom polynomials.[2][3]", "58125816": "Louis Kollros (7 May 1878, La Chaux-de-Fonds – 19 June 1959, Zurich) was a Swiss mathematician. From 1909 to 1948 he was a professor ordinarius of geometry at ETH Zurich.[1]", "9170431": "Paolo della Pergola[1] (died 1455, Venice) was an Italian humanist philosopher, mathematician and Occamist[2] logician. He was a pupil of Paul of Venice.[3]", "41557864": "Kiril Ivanov Tenekedjiev[1][2][3] (Bulgarian: Кирил Иванов Тенекеджиев; born 18 December 1960 in Varna, Bulgaria) is a professor in quantitative decision analysis and subjective statistics. His research achievements are in statistical pattern recognition, as well as his work on fuzzy-rational quantitative decision analysis and ribbon-risk analysis.", "4255239": "Athanassios Spyridon Fokas (Greek: Αθανάσιος Σπυρίδων Φωκάς; born June 30, 1952) is a Greek mathematician, with degrees in Aeronautical Engineering and Medicine.  Since 2002, he is Professor of Nonlinear Mathematical Science[3]  in the\nDepartment of Applied Mathematics and Theoretical Physics (DAMTP) at the University of Cambridge.", "69004808": "Tsachik Gelander (צחיק גלנדר) is an Israeli mathematician working in the fields of Lie groups, topological groups, symmetric spaces, lattices and discrete subgroups (of Lie groups as well as general locally compact groups). He is a professor in Northwestern University.[1]", "55537162": "Erwin Lutwak (born 9 February 1946, Chernivtsi, now Ukraine), is a mathematician. Lutwak is professor emeritus at the Courant Institute of Mathematical Sciences at New York University in New York City.  His main research interests are convex geometry and its connections with analysis and information theory.", "18050572": "Navin Madhavprasad Singhi (born 1949) is an Indian mathematician and a Professor Emeritus at Tata Institute of Fundamental Research, Mumbai, specializing in combinatorics and graph theory. He is the recipient of the prestigious Shanti Swarup Bhatnagar Prize for Science and Technology.[1] Singhi is known for his research in block designs, projective planes, Intersection graphs of hypergraphs, and coding theory. He was a visiting professor at IIT Mumbai, University of Mumbai, Indian Statistical Institute and other various universities in the United States and Europe.", "55832077": "Giuseppe Bagnera (14 November 1865 – 12 May 1927) was an Italian mathematician.", "18050577": "Chennas Narayanan Namboodiripad (born 1428) was a 15th-century mathematician and Tantra ritualist from Kerala, India.", "5762579": "Elliott Waters Montroll (May 4, 1916, in Pittsburgh, Pennsylvania – December 3, 1983, in Chevy Chase, Maryland) was an American scientist and mathematician.", "57929236": "Judah ben Solomon ha-Kohen (ibn Matkah[nb 1]) (Hebrew: יְהוּדָה בְּן שְׁלֹמֹה הכֹּהֵן‬ (אִבְּן מתקה); c. 1215–c. 1274) was a thirteenth-century Spanish Jewish philosopher, astronomer, and mathematician. He was the author of the Midrash ha-Ḥokmah, considered the first of the great Hebrew encyclopedias, and notable for its in-depth treatment both of the exact sciences and of biblical and rabbinic texts.[2]", "58551830": "Monica Vișan (born August 5, 1979, in Drobeta-Turnu Severin, Romania) is a Romanian mathematician at the University of California, Los Angeles who specializes in partial differential equations and is well known for her work on the nonlinear Schrödinger equation.", "27553304": "Michael Benedicks, born 1949, is a Professor of  Mathematics at the Royal Institute of Technology (KTH) in Stockholm, Sweden.", "519705": "Theodor Georg Andreas Molien (Russian: Fedor Eduardovich Molin; 10 September [O.S. 29 August] 1861 in Riga – 25 December 1941 in Tomsk) was a Russian mathematician of Baltic German origin. He was born in Riga, Latvia, which at that time was a part of Russian Empire. Molien studied associative algebras and polynomial invariants of finite groups.", "1928734": "Hans Carl Friedrich von Mangoldt (1854 in Weimar– 1925 in Danzig) was a German mathematician who contributed to the solution of the prime number theorem.", "57896479": "Rachel Levy (born 1968)[1] is an American mathematician and blogger. She currently serves as the inaugural Executive Director[2] of the North Carolina State University Data Science Academy[3]. She was a 2020-21 AAAS Science and Technology Policy Fellow[4], serving in the United States Senate and sponsored by the American Mathematical Society.  From 2018-2020 she served as deputy executive director of the Mathematical Association of America(2018-2020).[5] As a faculty member at Harvey Mudd College from 2007-2019 her research was in applied mathematics, including the mathematical modeling of thin films, and the applications of fluid mechanics to biology. [6][7] \nThis work was funded by The National Science Foundation, Research Corporation, Howard Hughes Medical Institute, and US Office of Naval Research[8].", "17591841": "Nathan Saul Mendelsohn, CM FRSC (April 14, 1917 – July 4, 2006) was an American-born mathematician who lived and worked in Canada. Mendelsohn was a researcher in several areas of discrete mathematics, including group theory and combinatorics.", "69201444": "Anne-Marie Boutet de Monvel (née Berthier, born 1948, also published as Anne-Marie Berthier and Anne-Marie Boutet de Monvel-Berthier)[1] is a French applied mathematician and mathematical physicist, and a professor emerita in the University of Paris, affiliated with the Institut de mathématiques de Jussieu – Paris Rive Gauche.[2]", "60517925": "Wilhelm Schlag (born May 2, 1969) is a mathematician and Phillips Professor of Mathematics at Yale University.[1] He is known for his work in harmonic analysis and partial differential equations.", "67005988": "Joseph Stepling (29 June 1716 − 11 July 1778) was a Bohemian Jesuit priest, astronomer, physicist, and mathematician. Stepling founded the Clementinum Observatory in Prague in 1751 fitted with the best instruments available in that period, some made by Jan Klein. The earliest instrumental meteorological observations in central Europe were made at this observatory.[1] The minor planet 6540 Stepling is named in his honour.", "552488": "Jakob Hermann (16 July 1678 – 11 July 1733)[1] was a mathematician who worked on problems in classical mechanics. He is the author of Phoronomia,[2] an early treatise on Mechanics in Latin, which has been translated by Ian Bruce in 2015-16. In 1729, he proclaimed that it was as easy to graph a locus on the polar coordinate system as it was to graph it on the Cartesian coordinate system.", "69201457": "Kirilo Bojović (Serbian Cyrillic: Кирило Бојовић; 4 February 1969) is the ruling bishop of the Serbian Orthodox Church abroad with parishes and missions throughout South and Central America,[1] known as the Serbian Orthodox Eparchy of Buenos Aires and South America.", "66252341": "Lynda R. Wiest is an American mathematics education researcher and professor at the University of Nevada, Reno.[1]", "43478581": "Alister George McLellan (4 June 1919 – 1 July 2012) was a New Zealand mathematician and physicist.", "61435449": "Vera Šnajder (née Popović, 1904–1976) was a Bosnian mathematician known for being the first Bosnian to publish a mathematical research paper and the first female dean in Yugoslavia.[1]", "46919225": "Suzanne Marie Lenhart (born November 19, 1954)[1] is an American mathematician who works in partial differential equations, optimal control and mathematical biology. She is a Chancellor's Professor of mathematics at the University of Tennessee,[2] an associate director for education and outreach at the National Institute for Mathematical and Biological Synthesis, and a part-time researcher at the Oak Ridge National Laboratory.[3]", "32435769": "Josef Teichmann (* 27 August 1972 in Lienz) is an Austrian mathematician and professor at ETH Zürich working on mathematical finance.", "28220": "Nicolas Léonard Sadi Carnot (French pronunciation: [nikɔla leɔnaʁ sadi kaʁno]; 1 June 1796 – 24 August 1832) was a French mechanical engineer in the French Army, military scientist and physicist, often described as the \"father of thermodynamics\". He published only one book, the Reflections on the Motive Power of Fire (Paris, 1824), in which he expressed the first successful theory of the maximum efficiency of heat engines and laid the foundations of the new discipline: thermodynamics. Carnot's work attracted little attention during his lifetime, but it was later used by Rudolf Clausius and Lord Kelvin to formalize the second law of thermodynamics and define the concept of entropy. Driven by purely technical concerns, such as improving the performance of the steam engine, Sadi Carnot's theoretical work laid important foundations for modern science as well as technologies such as the automobile and jet engine.", "22408768": "Randall J. LeVeque is a Professor of Applied Mathematics at University of Washington who works in many fields including numerical analysis, computational fluid dynamics, and mathematical theory of conservation laws.[1] Among other contributions, he is lead developer of the open source software project Clawpack for solving hyperbolic partial differential equations using the finite volume method.  With Zhilin Li, he has also devised a numerical technique called the immersed interface method for solving problems with elastic boundaries or surface tension.[2][3]", "27782728": "Irit Dinur (Hebrew: אירית דינור) is an Israeli computer scientist. She is professor of computer science at the Weizmann Institute of Science.[1]  Her research is in foundations of computer science and in combinatorics, and especially in probabilistically checkable proofs and hardness of approximation.[2]", "64417354": "Kim Yong-un (Korean: 김용운; September 6, 1927 – May 30, 2020) was a South Korean mathematician, philosopher, and critic of civilisations. He was active in various fields of mathematics, philosophy, anthropology, and linguistics, and is considered to have established the history of mathematics in Korea. He was a professor of mathematics at Hanyang University.[1]", "53177930": "Viorel P. Barbu (born 14 June 1941) is a Romanian mathematician, specializing in partial differential equations, control theory, and stochastic differential equations.", "57830988": "Sigekatu Kuroda (黒田 成勝, Kuroda Shigekatsu, 11 November 1905 – 3 November 1972) was a Japanese mathematician who worked in number theory and mathematical logic.[1]", "14904909": "Sava Grozdev (Bulgarian: Сава Гроздев) (born July 13, 1950, in Sofia, Bulgaria) is a Bulgarian mathematician and educator. He currently holds positions as Professor in Mathematics (Mathematical Analysis) and Professor in Mathematical Education.", "9563728": "Rudolf Karl Lüneburg (30 March 1903, Volkersheim (Bockenem) - 19 August 1949, Great Falls, Montana), after his emigration at first Lueneburg, later Luneburg, sometimes misspelled Luneberg or Lunenberg) was a professor of mathematics and optics at the Dartmouth College Eye Institute. He was born in Germany, received his doctorate at Göttingen, and emigrated to the United States in 1935.", "14249553": "David E. Keyes is a Senior Associate to the President of King Abdullah University of Science and Technology (KAUST) [1] and the Director of the Extreme Computing Center at King Abdullah University of Science and Technology (KAUST).[2] He was the inaugural Dean of the Division of Computer, Electrical, and Mathematical Sciences and Engineering (CEMSE) at KAUST and remains an adjunct professor in Applied Physics and Applied Mathematics at Columbia University and an affiliate of several laboratories of the U.S. Department of Energy. With backgrounds in engineering, applied mathematics, and computer science, he works at the algorithmic interface between parallel computing and the numerical analysis of partial differential equations, across a spectrum of aerodynamic, geophysical, and chemically reacting flows.", "12349010": "John Viriamu Jones, FRS (2 January 1856 – 1 June 1901), was a Welsh scientist, who worked on measuring the ohm, and an educationalist who was instrumental in establishing the University of Sheffield and Cardiff University.[1][2]", "51408467": "Colette Moeglin (born 1953)[1] is a French mathematician, working in the field of automorphic forms, a topic at the intersection of number theory and representation theory.", "23686739": "Jacob Levitzki, also known as Yaakov Levitsky (Hebrew: יעקב  לויצקי) (17 August 1904 – 25 February 1956) was an Israeli mathematician.", "57241171": "Alexander Durie Russell FRSE FRAS (1872–1955) was a 20th-century Scottish mathematician, schoolmaster and amateur astronomer. He was President of the Edinburgh Mathematical Society 1915/16.", "64351832": "Leifur Ásgeirsson (25 May 1903 – 19 August 1990) was the first Icelandic mathematician to gain major international recognition.[1]", "51408473": "Laurent Clozel (born 23 October 1953 in Gap, France) is a French mathematician and professor at Paris-Saclay University. His mathematical work is in the area of automorphic forms, including the Langlands program.", "23621209": "Ernst Christian Julius Schering (13 July 1833 – 2 November 1897) was a German mathematician.", "5140058": "Charles Francis Van Loan (born September 20, 1947) is an emeritus professor of computer science and the Joseph C. Ford Professor of Engineering at Cornell University,[1] He is known for his expertise in numerical analysis, especially matrix computations.[2]", "57962075": "Taivo Arak (2 November 1946, Tallinn – 17 October 2007, Stockholm) was an Estonian mathematician, specializing in probability theory.", "355931": "Marie Ennemond Camille Jordan (French: [ʒɔʁdɑ̃]; 5 January 1838 – 22 January 1922) was a French mathematician, known both for his foundational work in group theory and for his influential Cours d'analyse.", "65302108": "Alberto Collino (1947 – 12 September 2020) was an Italian mathematician best known for his contributions in the field of algebraic geometry.[1]", "17919587": "Juan Manuel Cajigal y Odoardo (1803 in Barcelona, Anzoátegui – 1856 in Yaguaraparo, Sucre) was a Venezuelan mathematician, engineer and statesman.", "26963558": "Jean Kuntzmann (1 June 1912 – 18 December 1992) was a French mathematician, known for his works in applied mathematics and computer science, pushing and developing both fields at a very early time.", "60943977": "Ginestra Bianconi is a network scientist and mathematical physicist, known for her work on statistical mechanics, network theory, multilayer and higher-order networks, and in particular for the Bianconi–Barabási model of growing of complex networks[1][2][3] and for the Bose–Einstein condensation (network theory) in complex networks.[4] She is a professor of applied mathematics at Queen Mary University of London,[5] and the editor-in-chief of Journal of Physics: Complexity.[6]", "63958635": "Kyne Santos (born April 5, 1998), often mononymously billed as Kyne, is a Canadian drag queen best known for competing in the first season of Canada's Drag Race.[1]", "93815": "Athanasius Kircher (2 May 1602 – 27 November 1680)[1] was a German Jesuit scholar and polymath who published around 40 major works of comparative religion, geology, and medicine. Kircher has been compared to fellow Jesuit Roger Joseph Boscovich and to Leonardo da Vinci for his vast range of interests, and has been honoured with the title \"Master of a Hundred Arts\".[2] He taught for more than 40 years at the Roman College, where he set up a wunderkammer. A resurgence of interest in Kircher has occurred within the scholarly community in recent decades.", "19852927": "Giovanni Demisiani (Greek: Ἰωάννης Δημησιάνος; died 1614), a Greek from Zakynthos, was a theologian, chemist, mathematician to Cardinal Gonzaga, and member of the Accademia dei Lincei.[1][2] Demisiani is noted for  coining the name telescope (from the Greek τῆλε, tele \"far\" and σκοπεῖν, skopein \"to look or see\") for a version of the instrument presented by Galileo Galilei to the Accademia dei Lincei at a banquet honoring Galileo’s induction into the Accademia in 1611.[2]", "5893760": "Claude Jacques Berge (5 June 1926 – 30 June 2002) was a French mathematician, recognized as one of the modern founders of combinatorics and graph theory.", "61599361": "Yewande Olubummo (born February 8, 1960)[1] is a Nigerian-American mathematician whose research interests include functional analysis and dynamical systems. She is an associate professor of mathematics at Spelman College, where she served as chair of the mathematics department from 2006 to 2010.[2] She is a member of the National Association of Mathematicians, as well as the Mathematical Association of America.[3]", "34762372": "Michael Christoph Hanow (also Hanov, Hanovius) (12 December 1695, in Zamborst near Neustettin, Pomerania – 22 September 1773, in Danzig) was a German meteorologist, historian, professor of mathematics and since 1717 rector of the Academic Gymnasium Danzig.", "45477511": "Nicolae Culianu (August 28, 1832 – November 28, 1915) was a Moldavian, later Romanian mathematician and astronomer.", "56127111": "Po-Shen Loh (born June 18, 1982) is an American professor of mathematics at Carnegie Mellon University, specializing in combinatorics, and formerly served as the national coach of the United States' International Math Olympiad team. He is the founder of educational websites Expii and Live, and lead developer of contact-tracing app NOVID.", "2715277": "Robin James Wilson (born 5 December 1943) is an English mathematician. He is a emeritus professor in the Department of Mathematics at the Open University, having previously been Head of the Pure Mathematics Department and Dean of the Faculty.[1] He was a stipendiary lecturer at Pembroke College, Oxford[2] and, as of 2006[update], Gresham Professor of Geometry at Gresham College, London, where he has also been a visiting professor.[3] On occasion, he teaches at Colorado College in the United States.[4] He is also a long standing fellow of Keble College, Oxford.", "71134862": "Leona Ann Harris is an American mathematician who is the Director of Equity, Diversity, and Inclusion (EDI) at the American Mathematical Society (AMS). She was the executive director of the National Association of Mathematicians (NAM) from 2019 to 2022.[1]", "69365391": "Aaron Robertson (born November 8, 1971) is an American mathematician who specializes in Ramsey theory. He is a professor at Colgate University.[1]", "57503375": "Sergei Mironovich Aseev (Russian: Сергéй Миро́нович Асéев; born 4 December 1957) is a Russian mathematician, Dr. Sc., Professor, and a Corresponding Member of the Russian Academy of Sciences.[1]", "59764371": "Yusu Wang is a Chinese computer scientist and mathematician who works as a professor at the Halıcıoğlu Data Science Institute at the University of California, San Diego [1].   Her research concerns computational geometry and computational topology, including results on discrete Laplace operators, curve simplification, and Fréchet distance.", "2584212": "Pietro Pitati (in Latin, Petrus Pitatus) (?-fl. ca. 1550) was an Italian astronomer and mathematician. Bernardino Baldi, in his Cronica de matematici (1707) calls Pitati a noble Veronese who was trained in mathematics by a Benedictine friar named Innocentio da Novara.[1]", "56815253": "Vladimir Georgievich Turaev (Владимир Георгиевич Тураев, born in 1954) is a Russian mathematician, specializing in topology.", "64188058": "Eva Petkova is a Bulgarian-American biostatistician interested in the application of statistics to psychiatry,[1] and known for her research on regression model comparison, brain imaging, and mental disorders. She is a professor of population health and of child and adolescent psychology at the New York University School of Medicine,[2] and a research scientist at the Nathan Kline Institute for Psychiatric Research.[3]", "67202715": "Gabriel Peyré (born 1979)[1] is a French mathematician. Most of his work lies in the field of transportation theory. He is a CNRS senior researcher and a Professor in the mathematics and applications department of the École normale supérieure in Paris.[2] He was awarded the CNRS Silver Medal in 2021.[3]", "61730463": "Polly Wee Sy is a Filipino mathematician specializing in functional analysis. She is a professor emeritus of mathematics at the University of the Philippines Diliman, the former head of the mathematics department at the university, and the former president of the Southeast Asia Mathematical Society.", "45346467": "Hans Gerard Kaper (born June 10, 1936)[1] is a Dutch-American mathematician who worked for many years at Argonne National Laboratory until his retirement in 2008. He continues to hold adjunct professorships in mathematics and statistics at Georgetown University and in music at the University of Illinois at Urbana–Champaign,[2] where he has been a long-term collaborator on the UIUC Computer Music Project.[3]", "25816741": "Henricus Aeneae (born Henricus Aenee, 19 August 1743 – 1 November 1810) was a Dutch scientist and mathematician.", "6876839": "Patrick Alfred Pierce Moran FRS[1] (14 July 1917 – 19 September 1988) was an Australian statistician who made significant contributions to probability theory and its application to population and evolutionary genetics.", "1732264": "Francis Joseph Murray (February 3, 1911 – March 15, 1996) was a mathematician, known for his foundational work (with John von Neumann) on functional analysis, and what subsequently became known as von Neumann algebras. He received his BA from Columbia College in 1932 and PhD from Columbia University in 1936.[1][2] He taught at Duke University.", "71036587": "Nezameddin (Nezam) Mahdavi-Amiri (born August 11, 1952) is an Iranian mathematician and Distinguished Professor of Mathematics at Sharif University of Technology.[1]\nHe is known for his works on Computational Optimization, Scientific Computing, Matrix Computations, Mathematical Software and Fuzzy Optimization.[2]", "54357676": "Ferdinand Ernst Karl count of Herberstein (died 1720) was a German mathematician and a military officer.[1]", "57306795": "Aleksandr Yuryevich Olshansky (Russian: Александр Юрьевич Ольшанский; born 19 January 1946, Saratov) is a Russian mathematician, Doctor of Physical and Mathematical Sciences (1979),[1] laureate of the Maltsev Prize,[2] a professor of mathematics at Vanderbilt University (since 1999).[3] In 1983 he was an Invited Speaker at the International Congress of Mathematicians in Warsaw.[4] He is a specialist in the field of combinatorial and geometric group theory, and has also written several papers on Lie algebras and associative algebras. He is an honorary member of the American Mathematical Society.", "67333808": "Anna Seigal is a British mathematician who conducts research in applied algebraic geometry at Harvard University and the University of Oxford. She was awarded the 2020 SIAM Richard C. DiPrima Prize[1][2] and the Bernard Friedman Memorial Prize in Applied Mathematics.[3]", "70807222": "Sarah-Marie Belcastro (aka sarah-marie belcastro,[1] born 1970) is an American mathematician and book author. She is an instructor at the  Art of Problem Solving Online School[2] and is the director of Bryn Mawr's residential summer program MathILy.[3] Although her doctoral research was in algebraic geometry, she has also worked extensively in topological graph theory.[4] She is known for and has written extensively about mathematical knitting, and has co-edited three books on fiber mathematics.[5] She herself exclusively uses the form \"sarah-marie belcastro\".[6][1]", "487106": "Boris Yakovlevich Bukreev (Russian: Борис Яковлевич Букреев; 6 September 1859 – 2 October 1962) was a Russian and Soviet mathematician who worked in the areas of complex functions and differential equations. He studied Fuchsian functions of rank zero. He was interested in projective and non-Euclidean geometry. He worked on differential invariants and parameters in the theory of surfaces, and also wrote many papers on the history of mathematics.[1]", "63008451": "Sylvia Winifred Skan (15 August 1897 – 10 June 1972) was an English applied mathematician. She is known for her work on aerodynamics, and in particular for the Falkner–Skan boundary layer in the fluid mechanics of airflow past a wedge-shaped obstacle, which she wrote about with V. M. Falkner in 1930, and for the associated Falkner–Skan equation.[1][2][3]", "52883149": "Uriel George \"Uri\" Rothblum (Tel Aviv, March 16, 1947 – Haifa, March 26, 2012) was an Israeli mathematician and operations researcher. From 1984 until 2012 he held the Alexander Goldberg Chair in Management Science at the Technion – Israel Institute of Technology in Haifa, Israel.[1][2]", "66252495": "Diane Jane Briars (born 1951)[1] is an American mathematics educator, the former president of both the National Council of Supervisors of Mathematics and the National Council of Teachers of Mathematics. She has been an advocate for the Everyday Mathematics, Connected Mathematics, and Common Core State Standards Initiative mathematics education programs.", "16379600": "Jens Kraft (1720–1765) was a Dano-Norwegian mathematician and philosopher. He was born in Frederikshald in Norway, but at age 5 he became an orphan and was subsequently raised by his uncle in Thy in Jutland. As a philosopher he introduced the study of ontology to Scandinavian academic circles.", "34402000": "Lawrence Mysak, CM FRSC (born January 1940) is a Canadian applied mathematician, working primarily on physical oceanography, and climate research, particularly arctic and palaeoclimate research.", "28700369": "Abu Abdallah Muhammad b. Ahmad b. Muhammad Ibn Ghazi al-'Utmani al-Miknasi (Arabic: ابن غازي المكناسي) (1437–1513) was a Moroccan scholar in the field of history, Islamic law, Arabic philology and mathematics. He was born in Meknes from Banu Uthman, a clan in the Berber kutama tribe,[1] but spent his life in Fez.[2] Ibn Ghazi wrote a three-volume history of Meknes and a commentary to the treatise of Ibn al-Banna, Munyat al-hussab.  For an explanation of his work, Ibn Ghazi wrote another treatise (about 300 pages long) titled Bughyat al-tulab fi sharh munyat al-hussab (\"The desire of students for an explanation of the calculator's craving\"). He included sections on arithmetic and algebraic methods.\nHe is also the author of Kulliyat, a short work on legal questions and judgements in the Maliki madhab.[3]", "12807894": "Eutocius of Ascalon (/juːˈtoʊʃəs/; Greek: Εὐτόκιος ὁ Ἀσκαλωνίτης; c. 480s – c. 520s) was a Greek mathematician who wrote commentaries on several Archimedean treatises and on the Apollonian Conics.", "6942423": "Gregorio Fontana, born Giovanni Battista Lorenzo Fontana (7 December 1735 – 24 August 1803) was an Italian mathematician and a religious of the Piarist order. He was chair of mathematics at the university of Pavia succeeding Roger Joseph Boscovich. He has been credited with the introduction of polar coordinates.[1][2]", "2223833": "William Gemmell Cochran (15 July 1909 – 29 March 1980) was a prominent statistician. He was born in Scotland but spent most of his life in the United States.", "33844957": "Hans Schneider (24 January 1927 in Vienna, Austria - 28 October 2014) was a British-American mathematician, and James Joseph Sylvester Emeritus Professor at the University of Wisconsin–Madison. He was the first president of the  International Matrix Group (1987-1990) and its successor, the International Linear Algebra Society (1990 – 1996), which established the triennial Hans Schneider Prize in 1993.[1] Schneider was a founding editor (1968-1972) and then editor-in-chief of Linear Algebra and Its Applications (1972 - 2012)[2] and an Advisory Editor of the Electronic Journal of Linear Algebra.[3][4]", "60059360": "Witold Wilkosz (14 August 1891 – 31 March 1941) was a Polish mathematician, physicist, philosopher and popularizer of science.", "50163430": "Héctor Chang Lara is a Venezuelan mathematician working at CIMAT, Guanajuato unit, in Mexico.[1] Chang received his BA in Mathematics from Simon Bolivar University in Venezuela, his MS from the University of New Mexico and his PhD in mathematics from the University of Texas at Austin, advised by Luis Caffarelli.[1] Chang works in partial differential equations, specializing in elliptic and parabolic differential equations as well as integro-differential equations and free boundary problems.[1]", "57011943": "François Cosserat (26 October 1852 – 22 March 1914) was a French engineer and mathematician known by his theories about deformable bodies written with his brother Eugène.", "33582824": "Matthias Kreck (born 22 July 1947, in Dillenburg) is a German mathematician who works in the areas of Algebraic Topology and Differential topology. From 1994 to 2002 he was director of the Oberwolfach Research Institute for Mathematics and from October 2006 to September 2011 he was the director of the Hausdorff Center for Mathematics at the University of Bonn, where he is currently a professor.", "68087527": "Aleksei Georgievich Sveshnikov (Russian: Алексей Георгиевич Свешников, 19 November 1924 – 4 July 2022) was a Russian mathematical physicist.", "59895532": "Patrick Ximenes Gallagher (January 2, 1935[1][2] – March 30, 2019)[2][3] was an American mathematician who pioneered large sieve theory and invented the larger sieve.", "1011444": "Octav Onicescu (Romanian pronunciation: [okˈtav oniˈt͡ʃesku]; August 20, 1892 – August 19, 1983) was a Romanian mathematician and a member of the Romanian Academy. Together with his student, Gheorghe Mihoc, he is considered to be the founder of the Romanian school of probability theory and statistics.", "847605": "Sir Ashutosh Mukherjee CSI FRAS FRSE MRIA[1][2] (anglicised, originally Asutosh Mukhopadhyay,[2] also anglicised to Asutosh Mookerjee) (29 June 1864 – 25 May 1924) was a prolific Bengali educator, jurist, barrister and mathematician. He was the first student to be awarded a dual degree (MA in Mathematics and MSc in physics) from Calcutta University. Perhaps the most emphatic figure of Indian education, he was a man of great personality, high self-respect, courage and towering administrative ability. The second Indian Vice-Chancellor of the University of Calcutta for four consecutive two-year terms (1906–1914) and a fifth two-year term (1921–23), Mukherjee was responsible for the foundation of the Bengal Technical Institute in 1906, which was later known as Jadavpur University and the University College of Science (Rajabazar Science College) of the Calcutta University in 1914.", "28995317": "Albert Solomonovich Schwarz[1] (/ʃwɔːrts/; Russian: А. С. Шварц; born June 24, 1934) is a Soviet and American mathematician and a theoretical physicist educated in the Soviet Union and now a professor at the University of California, Davis.", "46788343": "Sorin Teodor Popa (born 24 March 1953) is a Romanian American mathematician working on operator algebras. He is a professor at the University of California, Los Angeles.[1]", "7040761": "Arthur Pentland Dempster (born 1929) is a Professor Emeritus in the Harvard University Department of Statistics. He was one of four faculty when the department was founded in 1957.[3]", "9432831": "Winston Churchill Doby (February 20, 1940 – November 10, 2011) was one of UCLA's vice chancellors.[1]  He was vice chancellor[2] of student affairs for 20 years, making him the longest-serving vice chancellor in UCLA history, and then served as the vice president of student affairs for the UC system.[3]", "52555520": "Ljubisa Dragi Rosanda Kocinac (born in Serbia in January 1947) is a mathematician and currently a Professor Emeritus at the University of Niš, Serbia. His research interests include aspects of topology, especially selection principles, topological games and coverings of topological spaces, and mathematical analysis. In particular, he introduced star selection principles.", "12185345": "Herbert Federer (July 23, 1920 – April 21, 2010)[1][2] was an American mathematician. He is one of the creators of geometric measure theory, at the meeting point of differential geometry and mathematical analysis.[3]", "1142530": "Jean-Gaston Darboux FAS MIF FRS FRSE (14 August 1842 – 23 February 1917) was a French mathematician.[2]", "62025478": "John Crosley (1762–1817) was an English astronomer and mathematician who was an assistant at the Royal Observatory, Greenwich, a computer of the Nautical Almanac, an observer on maritime voyages of scientific exploration and a member and President of the Spitalfields Mathematical Society.", "37023499": "Jean François Chazy (15 August 1882, Villefranche-sur-Saône – 9 March 1955, Paris) was a French mathematician and astronomer.", "35221262": "Adolf Schepp (1837 – 9 March 1905)[1] was a German mathematician who translated several mathematical works from English and Italian into German.[1][2]", "33222421": "Richard H. Schelp (April 21, 1936, Kansas City, Missouri, United States – November 29, 2010, Memphis, Tennessee, USA) was an American mathematician.[1][2]", "1240863": "Sergey Alexeyevich Chaplygin (Russian: Серге́й Алексе́евич Чаплы́гин; 5 April 1869 – 8 October 1942) was a Russian and Soviet physicist, mathematician, and mechanical engineer. He is known for mathematical formulas such as Chaplygin's equation and for a hypothetical substance in cosmology called Chaplygin gas, named after him.", "42659633": "Abbas Bahri (1 January 1955 – 10 January 2016) was a Tunisian mathematician.[1] He was the winner of the Fermat Prize and the Langevin Prize in mathematics.[1] He was a professor of mathematics at Rutgers University.", "17821492": "Arthur Byron Coble (November 3, 1878 – December 8, 1966) was an American mathematician. He did research on finite geometries and the group theory related to them, Cremona transformations associated with the Galois theory of equations, and the relations between hyperelliptic theta functions, irrational binary invariants, the Weddle surface and the Kummer surface. He was President of the American Mathematical Society from 1933 to 1934.", "72314681": "Rosa María Farfán Márquez is a Mexican researcher in social epistemology and mathematics education, affiliated with CINVESTAV in the Instituto Politécnico Nacional.", "716602": "Carl Ludwig Siegel (31 December 1896 – 4 April 1981) was a German mathematician specialising in analytic number theory. He is known for, amongst other things, his contributions to the Thue–Siegel–Roth theorem in Diophantine approximation, Siegel's method,[1] Siegel's lemma and the Siegel mass formula for quadratic forms. He has been named one of the most important mathematicians of the 20th century.[2][3]", "67399485": "Edith Linwood Bush (September 15, 1882 – November 3, 1977) was an American mathematician. She was the high school mathematics teacher of her younger brother, Vannevar Bush, before becoming dean of the Jackson College for Women at Tufts University and the first woman to teach engineering at Tufts.", "12676927": "Václav Edvard \"Vic\" Beneš (born January 1, 1931)[1] is a Czech-American, a mathematician known for his contributions to the theory of stochastic processes, queueing theory and control theory, as well as the design of telecommunications switches.", "2780992": "Arunas Rudvalis (born June 8, 1945) is an Emeritus Professor of Mathematics at the University of Massachusetts Amherst. He is best known for the Rudvalis group.", "356161": "Félix Édouard Justin Émile Borel (French: [bɔʁɛl]; 7 January 1871 – 3 February 1956)[1] was a French mathematician[2] and politician. As a mathematician, he was known for his founding work in the areas of measure theory and probability.", "69234495": "Dishant Mayurbhai Pancholi is a professor in the Institute of Mathematical Sciences, Chennai with research interests in contact and symplectic topology.[1] Before taking up the position in The Institute Of Mathematical Sciences in 2016, Pancholi was an assistant professor at Chennai Mathematical Institute.[2] He is also a von Newmann Fellow at the Institute for Advanced Study in Princeton, New Jersey.[3] The Singapore based magazine Asian Scientist selected Pancholi as the top ranking Asian Scientist of the year 2020 in a list of 100 Asia’s most outstanding researchers.[4][5] Pancholi was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in Mathematical Sciences in the year 2019.[6]", "356165": "Leon Albert Henkin (April 19, 1921, Brooklyn, New York - November 1, 2006, Oakland, California) was an American logician, whose works played a strong role in the development of logic, particularly in the theory of types. He was an active scholar at the University of California, Berkeley, where he made great contributions as a researcher, teacher, as well as in administrative positions.[1] At this university he directed, together with Alfred Tarski, the Group in Logic and the Methodology of Science,[2] from which many important logicians and philosophers emerged. He had a strong sense of social commitment and was a passionate defensor of his pacifist and progressive ideas.[2] He took part in many social projects aimed at teaching mathematics, as well as projects aimed at supporting women's and minority groups to pursue careers in mathematics and related fields. A lover of dance and literature, he appreciated life in all its facets: art, culture, science and, above all, the warmth of human relations.[2] He is remembered by his students for his great kindness, as well as for his academic and teaching excellence.[3]", "1994574": "David Gawen Champernowne, FBA (9 July 1912 – 19 August 2000)[1][2][3] was an English economist and mathematician.", "30469967": "A Mathematician's Miscellany is an autobiography and collection of anecdotes by John Edensor Littlewood. It is now out of print but Littlewood's Miscellany is its successor, published by Cambridge University Press and edited by Béla Bollobás.[1]", "51507024": "M. Zuhair Nashed (born May 14, 1936 in Aleppo, Syria) is an American mathematician, working on integral and operator equations, inverse and ill-posed problems, numerical and nonlinear functional analysis, optimization and approximation theory, operator theory, optimal control theory, signal analysis, and signal processing.", "54030160": "Alexander Nikolaevich Dranishnikov (Александр Николаевич Дранишников, born  5 February 1958) is a Russian-American mathematician, focusing in geometry and topology, currently a Distinguished Professor at the University of Florida.[1][2][3] In 1998 he was an Invited Speaker at the International Congress of Mathematicians in Berlin.[4] In 2012 he became one of the inaugural fellows of the American Mathematical Society.[5]", "17133396": "Rutherford \"Gus\" Aris (September 15, 1929 – November 2, 2005) was a chemical engineer, control theorist, applied mathematician, and a regents professor emeritus of chemical engineering at the University of Minnesota (1958–2005).", "1077078": "Ernest William Hobson FRS[1] (27 October 1856 – 19 April 1933) was an English mathematician, now remembered mostly for his books, some of which broke new ground in their coverage in English of topics from mathematical analysis. He was Sadleirian Professor of Pure Mathematics at the University of Cambridge from 1910 to 1931.", "10448726": "Johann Gustav Hermes (20 June 1846 – 8 June 1912) was a German mathematician. Hermes is known for completion of a polygon with 65,537 sides.", "25587550": "Suresh Venepally (Telugu: సురేశ్ వేనెపల్లి; born 1966) is an Indian mathematician known for his research work in algebra. He is a professor at Emory University.", "47574883": "Olivier Pironneau (born 1945) is a French mathematician who is a professor at the Université Pierre et Marie Curie and member of the French Academy of Sciences.[2]", "40595313": "Jacobus Franciscus (Jacques) Benders (1 June 1924 – 9 January  2017) was a Dutch mathematician and Emeritus Professor of Operations Research at the Eindhoven University of Technology. He was the first Professor in the Netherlands in the field of Operations Research[1] and is known for his contributions to mathematical programming.[2]", "585588": "Irving Joshua Matrix — previously known as Irving Joshua Bush and commonly known as Dr. (I. J.) Matrix — is a fictitious polymath scientist, scholar, cowboy, and entrepreneur who made extraordinary contributions to perpetual motion engineering, Biblical cryptography and numerology, pyramid power, pentagonal meditation, extra-sensory perception, psychic metallurgy, and a number of other topics.  He is an accomplished prestidigitator and a mathematician. Being a fictitious character he could perform tasks that were logically impossible; for example, he could \"clap one hand in the air\" when summoning a waiter or a minion.[1]", "48754551": "William Bigelow Easton was an American mathematician who proved Easton's theorem about the possible values of the continuum function. His advisor at Princeton was the famed mathematician and computer scientist Alonzo Church.[1]", "6778745": "Gabriel Judah Lichtenfeld (Hebrew: גַּבְרִיאֵל יְהוּדָה ליכטענפעלד; 1811, Lublin — 22 March 1887, Warsaw) was a Jewish-Polish maskilic mathematician, poet, and author. He wrote for Ha-Shachar, Ha-Tzefirah, Izraelita, and Polish newspapers, mostly on mathematical topics.[1]", "29421438": "Cornelia Druțu is a Romanian mathematician notable for her contributions in the area of geometric group theory.[1] She is Professor of mathematics at the University of Oxford[1] and Fellow[2] of Exeter College, Oxford.", "38498178": "Orrin Frink Jr. (31 May 1901 – 4 March 1988)[1] was an American mathematician who introduced Frink ideals in 1954.", "1077133": "Robert Lee Moore (November 14, 1882 – October 4, 1974) was an American mathematician who taught for many years at the University of Texas. He is known for his work in general topology, for  the Moore method of teaching university mathematics, and for his racist treatment of African-American mathematics students.", "52719517": "June Barrow-Green (born 1953)[1] is a professor of History of Mathematics at the Open University[2] and a visiting professor at the London School of Economics.[3]", "22146977": "David Mark Goss (April 20, 1952 – April 4, 2017[1]) was a mathematician, a professor in the department of mathematics at Ohio State University,[2] and the editor-in-chief of the Journal of Number Theory.[3] He received his B.S. in mathematics in 1973 from University of Michigan[2] and his Ph.D. in 1977 from Harvard University under the supervision of Barry Mazur;[4] prior to Ohio State he held positions at Princeton University, Harvard, the University of California, Berkeley, and Brandeis University.[2] He worked on function fields and introduced the Goss zeta function.", "29028258": "Alfredo Capelli (5 August 1855 – 28 January 1910) was an Italian mathematician who discovered Capelli's identity.", "225193": "Carl Adam Petri (12 July 1926 in Leipzig – 2 July 2010 in Siegburg)[2][3] was a German mathematician and computer scientist.", "48361391": "Christian Sophus Juel (25 January 1855, Randers – 24 January 1935, Copenhagen) was a Danish mathematician, specializing in geometry.[1][2]", "71790511": "Robert Clarke James (1918[1] – September 25, 2004)[2] was an American mathematician who worked in functional analysis.", "25620406": "Leroy Milton Kelly (May 8, 1914 – February 21, 2002[1]) was an American mathematician whose research primarily concerned combinatorial geometry.[2] In 1986 he settled a conjecture of Jean-Pierre Serre by proving that n points in complex 3-space, not all lying on a plane, determine an ordinary line—that is, a line containing only two of the n points. He taught at Michigan State University.", "34270022": "Roman Holowinsky (born July 26, 1979) is an American mathematician known for his work in number theory and, in particular, the theory of modular forms.  He is currently an associate professor with tenure at the Ohio State University.", "73199547": "Valentina Ivanivna Gorbachuk (born 1937) is a Soviet and Ukrainian mathematician, specializing in operator theory and partial differential equations.", "37318595": "Hong Daeyong (Korean: 홍대용; Hanja: 洪大容; 12 May 1731 – 17 November 1783), styled Damheon (Korean: 담헌; Hanja: 湛軒, \"Relaxed house\") was a philosopher, astronomer and mathematician of the late Joseon Kingdom. Hong was an early leader of the  Profitable Usage and Benefiting the People (Korean: 이용후생파; Hanja: 利用厚生派; RR: Iyong Husaeng-pa) school of thought.  It worked to promote the industrialization of his country and the development of trade by positively introducing Western technologies to Joseon Korea. Hong was a friend of Park Ji-won, who was another leader of the Profitable Usage school.[1]", "13791173": "Jorma Johannes Rissanen (October 20, 1932 – May 9, 2020)[2]  was an information theorist, known for originating the minimum description length (MDL) principle and practical approaches to arithmetic coding for lossless data compression. His work inspired the development of the theory of stochastic chains with memory of variable length.[3][2]", "28504005": "George Leigh Cooke (baptised 1779 – 1853) was a mathematician and priest who held the position of Sedleian Professor of Natural Philosophy at the University of Oxford for over 40 years.", "54390735": "Catherine Goldstein (born July 5, 1958 in Paris) is a French number theorist and historian of mathematics who works as a director of research at the Institut de mathématiques de Jussieu [fr] (IMJ). She was president of L'association femmes et mathématiques in 1991.[1]", "21917650": "John Brady Garnett (born December 15, 1940) is an American mathematician at the University of California, Los Angeles, known for his work in harmonic analysis. He received his Ph.D. at the University of Washington in 1966, under the supervision of Irving Glicksberg. He received the Steele Prize for Mathematical Exposition in 2003 for his book, Bounded Analytic Functions.[1] As of June 2011, he has supervised the dissertations of 25 students[2] including Peter Jones and Jill Pipher.", "5009366": "Jarkko J. Kari is a Finnish mathematician and computer scientist, known for his contributions to the theory of Wang tiles and cellular automata.  Kari is currently a professor at the Department of Mathematics, University of Turku.[1]", "58060762": "Annie Leuch-Reineck (born Annie Reineck: 26 November 1880 - 21 December 1978) was a Swiss mathematician and women's rights activist.   She was one of the most influential participants in the Swiss women's movement during the 1920s and 1930s.[1][2]", "56717276": "Sara Negri (born January 21, 1967)[1] is a mathematical logician who studies proof theory.\nShe is Italian, worked in Finland for several years, where she was a professor of theoretical philosophy in the University of Helsinki, and currently holds a position as professor of mathematical logic at the University of Genoa.[2]", "20836319": "Raoul Bricard (23 March 1870 – 26 November 1943) was a French engineer and a mathematician.  He is best known for his work in geometry, especially descriptive geometry and scissors congruence, and kinematics, especially mechanical linkages.", "8318947": "Naum Yakovlevich Vilenkin (Russian: Наум Яковлевич Виленкин, October 30, 1920 in Moscow – October 19, 1991 in Moscow) was a Soviet mathematician, an expert in representation theory, the theory of special functions, functional analysis, and combinatorics. He is best known as the author of many books in recreational mathematics aimed at middle and high school students.", "56553444": "Katalin L. Vesztergombi (born July 17, 1948)[1] is a Hungarian mathematician known for her contributions to graph theory and discrete geometry. A student of Vera T. Sós and a co-author of Paul Erdős, she is an emeritus associate professor at Eötvös Loránd University[2] and a member of the Hungarian Academy of Sciences.[3]", "6713316": "Graeme Bryce Segal FRS[2] (born 21 December 1941) is an Australian mathematician, and professor at the University of Oxford.", "12480487": "Johann Rahn[1] (Latinised form Rhonius) (10 March 1622 – 25 May 1676) was a Swiss mathematician who is credited with the first use of the division sign, ÷ (a repurposed obelus variant)[2] and the therefore sign, ∴.[3] The symbols were used in Teutsche Algebra, published in 1659. John Pell collaborated with Rahn in this book, which contains an example of the Pell equation. It is uncertain whether Rahn or Pell was responsible for introducing the symbols.", "28438504": "Diana Frost Shelstad (born August 19, 1947) is a mathematician known for her work in automorphic forms.  She is a professor at Rutgers University–Newark.  She earned her doctorate at Yale University in 1974 studying real reductive algebraic groups.", "62386154": "Paul Matthew Niall Feehan (born 1961 in Dublin) studied electrical engineering at University College Dublin (BE 1982) and the University of Missouri at Rolla (ME 1984), before switching to mathematics.  His 1992 Ph.D. on \"Geometry of the Moduli Space of Self-Dual Connections on the Four-Sphere\" was done at Columbia University under Duong Hong Phong.[1][2]", "3403757": "Manfred Hermann Wagner (born 1948) is the author of Wagner model and the molecular stress function theory for polymer rheology.\nHe is a Professor for Polymer engineering and Polymer physics at the Technical University of Berlin.", "225266": "Grigori Yakovlevich Perelman (Russian: Григорий Яковлевич Перельман, IPA: [ɡrʲɪˈɡorʲɪj ˈjakəvlʲɪvʲɪtɕ pʲɪrʲɪlʲˈman] ⓘ; born 13 June 1966) is a Russian mathematician who is known for his contributions to the fields of geometric analysis, Riemannian geometry, and geometric topology.  In 2005, Perelman abruptly quit his research job at the Steklov Institute of Mathematics, and in 2006 stated that he had quit professional mathematics, due to feeling disappointed over the ethical standards in the field. He lives in seclusion in Saint Petersburg, and has not accepted offers for interviews since 2006.", "2977779": "Friedrich Moritz \"Fritz\" Hartogs (20 May 1874 – 18 August 1943) was a German-Jewish mathematician, known for his work on set theory and foundational results on several complex variables.", "34041851": "François Châtelet (11 September 1912 – 19 April 1987, age 75) was a mathematician at the Université de Besançon who introduced the Weil–Châtelet group and Châtelet surfaces. His father was the mathematician Albert Châtelet.", "520188": "Kurt Werner Friedrich Reidemeister (13 October 1893 – 8 July 1971) was a mathematician born in Braunschweig (Brunswick), Germany.", "17297405": "John Casey (12 May 1820, Kilbehenny, County Limerick, Ireland – 3 January 1891, Dublin) was a respected Irish geometer. He is most famous for Casey's theorem on a circle that is tangent to four other circles, an extension of Ptolemy's theorem. However, he contributed several novel proofs and perspectives on Euclidean geometry. He and Émile Lemoine are considered to be the co-founders of the modern geometry of the circle and the triangle.[1]", "35745797": "René Schoof (born 8 May 1955 in Den Helder)[1] is a mathematician from the Netherlands who works in number theory, arithmetic geometry, and coding theory.", "323592": "Nicolaus Copernicus[b] (19 February 1473 – 24 May 1543) was a Renaissance polymath, active as a mathematician, astronomer, and Catholic canon, who formulated a model of the universe that placed the Sun rather than Earth at its center. In all likelihood, Copernicus developed his model independently of Aristarchus of Samos, an ancient Greek astronomer who had formulated such a model some eighteen centuries earlier.[6][c][d][e]", "5697549": "Felice Casorati (17 December 1835 – 11 September 1890) was an Italian mathematician who studied at the University of Pavia. He was born in Pavia and died in Casteggio.", "67072018": "Alexandre Lyambabaje is a Rwandan mathematician, academician and politician. From February 2021 to May 2022, Prof. Lyambabaje served as vice-chancellor of the University of Rwanda.[1][2] Prior to becoming vice chancellor, Prof. Lyambabaje was the secretary of Inter University Council of East Africa.[3] Prof. Lyambabaje has also held various governmental positions, including minister of commerce and tourism, and serving as the permanent secretary to the minister of education.[4]", "50065428": "Carlos Tschudi Simpson (born 30 June 1962) is an American mathematician, specializing in algebraic geometry.", "68710421": "María Elena Vázquez Cendón is a Spanish applied mathematician specializing in the use of differential equations to model waves and shallow water, and in the use of finite volume methods and upwind schemes to compute numerical solutions to these differential equations and other hyperbolic partial differential equations.[1] She is a professor of applied mathematics and dean of mathematics at the University of Santiago de Compostela.[2]", "35221526": "Lancelot Stephen Bosanquet (26 December 1903  St. Stephen's-by-Saltash, Cornwall, England – 10 January 1984 Cambridge) was a British mathematician who worked in analysis, especially Fourier series.", "63664151": "Norman Arthur Routledge (7 March 1928 – 27 April 2013) was a British mathematician and schoolteacher.[3][4] He was a personal friend of fellow mathematician Alan Turing (1912–1954).", "7499798": "Stephen Warshall (November 15, 1935 – December 11, 2006) was an American computer scientist. During his career, Warshall carried out research and development in operating systems, compiler design, language design, and operations research. Warshall died on December 11, 2006, of cancer at his home in Gloucester, Massachusetts. He is survived by his wife, Sarah Dunlap, and two children, Andrew D. Warshall and Sophia V. Z. Warshall.", "27750422": "Harry Lewis Nelson (born January 8, 1932) is an American mathematician and computer programmer. He was a member of the team that won the World Computer Chess Championship in 1983[1] and 1986,[2] and was a co-discoverer of the 27th Mersenne prime in 1979[3] (at the time, the largest known prime number). He also served as editor of the Journal of Recreational Mathematics for five years. Most of his professional career was spent at Lawrence Livermore National Laboratory where he worked with some of the earliest supercomputers. He was particularly noted as one of the world's foremost experts in writing optimized assembly language routines for the Cray-1 and Cray X-MP computers. Nelson has had a lifelong interest in puzzles of all types, and since his retirement in 1991 he has devoted his time to his own MiniMax Game Company, a small venture that helps puzzle inventors to develop and market their products.", "54358040": "Dietrich Tzwyvel or Theodoricus Tzwyvel (1490–1536) was a German mathematician, typographer and composer.[1]", "48394269": "Henri Skoda (born 1945) is a French mathematician, specializing in the analysis of several complex variables.[1]", "50982946": "Zoé Maria Chatzidakis is a mathematician who works as a director of research at the École Normale Supérieure in Paris, France.[1] Her research concerns model theory and difference algebra. She was invited to give the Tarski Lectures in 2020, though the lectures were postponed due to the COVID-19 pandemic.[2]", "5042212": "Sofya Aleksandrovna Yanovskaya (also Janovskaja; Russian: Софи́я Алекса́ндровна Яно́вская; 31 January 1896 – 24 October 1966) was a Soviet mathematician and historian, specializing in the history of mathematics, mathematical logic, and philosophy of mathematics. She is best known for her efforts in restoring the research of mathematical logic in the Soviet Union and publishing and editing the mathematical works of Karl Marx.", "57995304": "Dmitri Yurievich Burago (Дмитрий Юрьевич Бураго, born 1964) is a leading Russian - American mathematician,  specializing in differential, Riemannian, Finsler geometry, geometric analysis, dynamical systems and applications to mathematical physics.", "1732661": "Abramo Giulio Umberto Federigo Enriques (5 January 1871 – 14 June 1946) was an Italian mathematician, now known principally as the first to give a classification of algebraic surfaces in birational geometry, and other contributions in algebraic geometry.", "1044534": "Michel Loève (January 22, 1907 – February 17, 1979) was a French-American probabilist and mathematical statistician, of Jewish origin.[1] He is known in mathematical statistics and probability theory for the Karhunen–Loève theorem and Karhunen–Loève transform.", "1208377": "Grete Hermann (2 March 1901 – 15 April 1984)[1] was a German mathematician and philosopher noted for her work in mathematics, physics, philosophy and education. She is noted for her early philosophical work on the foundations of quantum mechanics, and is now known most of all for an early, but long-ignored critique of a \"no hidden-variables theorem\" by John von Neumann. It has been suggested that, had her critique not remained nearly unknown for decades, the historical development of quantum mechanics might have been very different.[2]", "22147132": "Paul Kingsley Townsend FRS (/ˈtaʊnzənd/; born 3 March 1951) is a British physicist, currently a Professor of Theoretical Physics in Cambridge University's Department of Applied Mathematics and Theoretical Physics.[1] He is notable for his work on string theory.[2]", "2289727": "Sylvestre François Lacroix (28 April 1765 – 24 May 1843) was a French mathematician.", "18182211": "Ralph Peter Grimaldi (born January 1943) is an American mathematician specializing in discrete mathematics who is a full professor at Rose-Hulman Institute of Technology.[1] He is known for his textbook Discrete and Combinatorial Mathematics: An Applied Introduction [1], first published in 1985 and now in its fifth edition, and his numerous research papers.", "4845637": "Roger William Carter (25 August 1934 – 21 February 2022) was a British mathematician who was emeritus professor at the University of Warwick. He defined Carter subgroups and wrote the standard reference Simple Groups of Lie Type. He obtained his PhD at the University of Cambridge in 1960 and his dissertation was entitled Some Contributions to the Theory of Finite Soluble Groups, with Derek Taunt as thesis advisor. Carter died in Wirral on 21 February 2022, at the age of 87.[2]", "53243976": "Gustav Conrad Bauer (18 November 1820, Augsburg – 3 April 1906, Munich) was a German mathematician,[1] known for the Bauer-Muir transformation[2][3] and Bauer's conic sections. He earned a footnote in the history of science as the doctoral advisor (Doktorvater) of Heinrich Burkhardt, who became one of the two referees of Albert Einstein's doctoral dissertation.", "44920908": "Linda Preiss Rothschild (née Preiss; born February 28, 1945) is a professor emeritus of mathematics at the University of California, San Diego.[2] Her thesis research concerned Lie groups, but subsequently her interests broadened to include also polynomial factorization, partial differential equations, harmonic analysis, and the theory of several complex variables.[3]", "72249422": "Toshmuhammad Sarimsoqov (Uzbek Cyrillic: Тошмуҳаммад Алиевич Саримсоқов, Russian: Ташмухамед Алиевич Сарымсаков, Tashmukhamed Alievich Sarymsakov; 4 September [O.S. 22 August] 1915 – 17 December 1995) was an Uzbek mathematician who served as president of the Academy of Sciences of the Uzbek SSR from 1947 to 1952.", "6352976": "Adam Adamandy Kochański IPA: [ˈadam adaˈmandɨ kɔˈxaj̃ski] ⓘ (5 August 1631 – 17 May 1700) was a Polish mathematician, physicist, clock-maker, pedagogue and librarian.[1] He was the Court Mathematician of John III Sobieski.[1]", "45543506": "Marko Tadić (born 16 November 1953 in Tomislavgrad)[1] is a Croatian mathematician.[2]", "1077330": "Sir Edmund Taylor Whittaker FRS FRSE (24 October 1873 – 24 March 1956) was a British mathematician, physicist, and historian of science. Whittaker was a leading mathematical scholar of the early 20th-century who contributed widely to applied mathematics and was renowned for his research in mathematical physics and numerical analysis, including the theory of special functions, along with his contributions to astronomy, celestial mechanics, the history of physics, and digital signal processing.", "30666836": "James Gordon Gray FRSE (1876 – 6 November 1934) was a Scottish mathematician and physicist.", "1470549": "Pierre Émile Cartier (born 10 June 1932) is a French mathematician. An associate of the Bourbaki group and at one time a colleague of Alexander Grothendieck, his interests have ranged over algebraic geometry, representation theory, mathematical physics, and category theory.", "67104856": "Enn Tõugu (20 May 1935 Tallinn – 30 March 2020) was an Estonian computer scientist and mathematician. He dealt with system programming, declarative languages and topics related to artificial intelligence.[1]", "43118683": "Dario Graffi (10 January 1905 – 28 December 1990) was an influential Italian mathematical physicist, known for his researches on the electromagnetic field, particularly for a mathematical explanation of the Luxemburg effect,[3] for proving an important uniqueness theorem for the solutions of a class of fluid dynamics equations including the Navier-Stokes equation,[4] for his researches in continuum mechanics and for his contribution to oscillation theory.[5]", "57110623": "Elchanan Mossel (Hebrew: אלחנן מוסל) is a professor of mathematics at the Massachusetts Institute of Technology. His primary research fields are probability theory, combinatorics, and statistical inference.", "44167264": "Jules Frédéric Charles Andrade (4 September 1857, Paris – 25 February 1933, Brighton near Cayeux-sur-Mer) was a French physicist, mathematician and horologist. He won the Poncelet Prize for 1917.[1]", "54816867": "Christine Riedtmann (born 1952)[1] is a Swiss mathematician specializing in abstract algebra. She earned her PhD in 1978 from the University of Zurich under the supervision of Pierre Gabriel,[2] and is a professor emeritus (since 2016) at the University of Bern.[3]", "18870377": "Ludwig Stickelberger (18 May 1850 – 11 April 1936) was a Swiss mathematician who made important contributions to linear algebra (theory of elementary divisors) and algebraic number theory (Stickelberger relation in the theory of cyclotomic fields).", "22278250": "Nicholas Polson (born 7 May 1963) is a British statistician who is a professor of econometrics and statistics at the University of Chicago Booth School of Business. His works are primarily in Bayesian statistics, Markov chain Monte Carlo and Sequential Monte Carlo, (aka Particle filter). Polson was educated at Worcester College, Oxford University and the University of Nottingham where his PhD supervisor was Adrian Smith.", "6942825": "Simon Bredon (c. 1300 – 1372) was an English astronomer, mathematician, and physician and priest. He was a member of the Merton School, Oxford, elected a Fellow of Merton c. 1330, perhaps until the year 1342, having formerly been a member of Balliol. He was a Doctor of Medicine of the University of Oxford. He left manuscripts and scientific instruments to a number of Oxford colleges, perhaps including the bequest of the Oriel astrolabe (c. 1340), which is now in the Museum of the History of Science.", "35221613": "Aleksander Michał Rajchman (13 November 1890 – July or August 1940) was a mathematician of the Warsaw School of Mathematics of the Interwar period. He had origins in the Lwów School of Mathematics and contributed to real analysis, probability and mathematical statistics.", "63303790": "Harriet Padberg, RSCJ was an American mathematician, composer, music therapist, and Catholic religious sister. She was a pioneer in the music therapy field, and also held significant contributions in the field of computer-composed music. Padberg wrote Computer-Composed Canon and Free Fugue as part of her 1964 dissertation in Mathematics and Music at Saint Louis University. She was a professor for over 35 years, before retiring in her mid-70's and working as a music therapist.", "46526574": "Philip Gerald Drazin (25 May 1934 – 10 January 2002) was a British mathematician and a leading international expert in fluid dynamics.[1]", "8351856": "Florent-Joseph Bureau (1906–1999) was a Belgian mathematician. He was a professor at the University of Liège. He worked on algebraic and differential geometry and the theory of analytical functions. In 1952, he was awarded the Francqui Prize on Exact Sciences.", "32764018": "Fridrikh Israilevich Karpelevich (Russian: Фридрих Израилевич Карпелевич; 2 October 1927 – 5 July 2000) was a Russian mathematician known for his work on semisimple Lie algebras, geometry, and probability theory.[1] Together with Simon Gindikin, he discovered the Gindikin–Karpelevich formula.[2]", "290931": "René Maurice Fréchet (French: [ʁəne mɔʁis fʁeʃɛ, moʁ-]; 2 September 1878 – 4 June 1973) was a French mathematician. He made major contributions to general topology and was the first to define metric spaces. He also made several important contributions to the field of statistics and probability, as well as calculus. His dissertation opened the entire field of functionals on metric spaces and introduced the notion of compactness. Independently of Riesz, he discovered the representation theorem in the space of Lebesgue square integrable functions. He is often referred to as the founder of the theory of abstract spaces.[1]", "8450166": "Anand Kumar (born 1 January 1973) is an Indian Mathematics educator, best known for his Super 30 programme, which he started with Abhayanand in Patna, Bihar in 2002, known for coaching underprivileged students for JEE- Main &  JEE-Advanced, the entrance examination for the Indian Institutes of Technology (IITs). Kumar was named in Time magazine's list of Best of Asia 2010.[3] In 2023, he was awarded the Padma Shri, country's fourth highest civilian award by the Government of India for his contributions in the field of literature and education.[4]", "12415098": "Ernst David Hellinger (September 30, 1883 – March 28, 1950) was a German mathematician.", "2388094": "Pierre Dusart is a French mathematician at the Université de Limoges who specializes in number theory.", "1142911": "Ernest Vessiot (French: [vesjo]; 8 March 1865 – 17 October 1952) was a French mathematician. He was born in Marseille, France, and died in La Bauche, Savoie, France. He entered the École Normale Supérieure in 1884.", "57536639": "Asker Ali Abiyev (born June 28, 1934), the inventor of Abiyev's Magic squares and Cubes,[1] was born in Baku, Azerbaijan.[2][3]", "2977925": "Charles Étienne Louis Camus (25 August 1699 – 2 February 1768), was a French mathematician and mechanician who was born at Crécy-en-Brie, near Meaux.", "28805": "Stephen Cole Kleene (/ˈkleɪni/ KLAY-nee;[a] January 5, 1909 – January 25, 1994) was an American mathematician. One of the students of Alonzo Church, Kleene, along with Rózsa Péter, Alan Turing, Emil Post, and others, is best known as a founder of the branch of mathematical logic known as recursion theory, which subsequently helped to provide the foundations of theoretical computer science. Kleene's work grounds the study of computable functions. A number of mathematical concepts are named after him: Kleene hierarchy, Kleene algebra, the Kleene star (Kleene closure), Kleene's recursion theorem and the Kleene fixed-point theorem. He also invented regular expressions in 1951 to describe McCulloch-Pitts neural networks, and made significant contributions to the foundations of mathematical intuitionism.", "21590151": "Lawrence Paul Horwitz  (born October 14, 1930) is an American/Israeli physicist and mathematician who has made contributions in particle physics, statistical mechanics, mathematical physics, theory of unstable systems, classical chaos and quantum chaos, relativistic quantum mechanics, quantum field theory, general relativity, representations of quantum theory on hypercomplex Hilbert modules, group theory and functional analysis and stochastic theories of irreversible quantum evolution.", "36434056": "Emmanuel Breuillard (born 25 June 1977) is a French mathematician.[1] He was the Sadleirian Professor of Pure Mathematics[2] in the\nDepartment of Pure Mathematics and Mathematical Statistics (DPMMS) at the University of Cambridge, and is now Professor of Pure Mathematics at the Mathematical Institute, University of Oxford as of January 1, 2022.[3] He had previously been professor at Paris-Sud 11 University.", "41808008": "Rev. Hamnet Holditch, also spelled Hamnett Holditch (1800 – 12 December 1867), was an English mathematician who was President of Gonville and Caius College, Cambridge. In 1858, he introduced the result in geometry now known as Holditch's theorem.", "34336906": "Robert Wolfe Brooks (Washington, D.C., September 16, 1952 – Montreal, September 5, 2002) was a mathematician known for his work in spectral geometry, Riemann surfaces, circle packings, and differential geometry.", "57503883": "Robert Schlapp FRSE (18 July 1899 – 31 May 1991) was a 20th century British physicist and mathematician of German descent. He was affectionately known as Robin Schlapp.[1]", "19361934": "Conrad Emanuel Victor Leser (1915-1998) was a German Econometrician.", "32043156": "Hideya Matsumoto (英也, 松本)[1] is a Japanese mathematician who works on algebraic groups, who proved Matsumoto's theorem about Coxeter groups and Matsumoto's theorem calculating the second K-group of a field.", "54784150": "David Anthony Klarner (October 10, 1940 – March 20, 1999) was an American mathematician, author, and educator.  He is known for his work in combinatorial enumeration, polyominoes,[3] and box-packing.[4][5][6]", "17526934": "Christoph Zenger (born 10 August 1940) is a German mathematician.", "52949144": "Professor Stefano Montaldo (born 1969) is an Italian mathematician working at the University of Cagliari[1] in the fields of differential geometry and global analysis.  Montaldo is well known for his research on biharmonic maps.", "35057814": "Vitalii Arsenievich Ditkin (2 May 1910, Bogorodsk (now Noginsk), Russia – 17 October 1987, Moscow) was a Soviet mathematician who introduced Ditkin sets.", "6647964": "Akshay Venkatesh FRS (born 21 November 1981) is an Australian mathematician and a professor (since 15 August 2018) at the School of Mathematics at the Institute for Advanced Study.[1] His research interests are in the fields of counting, equidistribution problems in automorphic forms and number theory, in particular representation theory, locally symmetric spaces, ergodic theory, and algebraic topology.[2]", "48722077": "Bent Jørgensen (15 April 1954 – 19 November 2015) was a Danish statistician from the University of Southern Denmark whose research was focused on two related topics in statistics: dispersion models and the analysis of non-normal correlated data.", "159901": "Jacques Herbrand (12 February 1908 – 27 July 1931) was a French mathematician. Although he died at age 23, he was already considered one of \"the greatest mathematicians of the younger generation\" by his professors Helmut Hasse and Richard Courant.[1]", "30994594": "Minhyong Kim is a South Korean mathematician who specialises in arithmetic geometry and anabelian geometry.", "45543588": "Pavle Papić (1919, Antofagasta – 2005, Zagreb) was a Croatian mathematician.", "2584745": "Giovanni Padovani (or Paduani) (b. c. 1512) was an Italian mathematician and astronomer.  He lived in Verona and was a student of Pietro Pitati.  He published a number of esteemed treatises on various astronomical and mathematical subjects, the most well-known of which was a treatise on the sundial called Opus de compositione et usu multiformium horologiorum solarium, pro diversis mundi regionibus, idq(ue) ubique locorum tam in superficie plana horizontali quam murali quoruscumqu(ue) exposita sit, pertractans (Venice, 1570).  An expanded and re-written version came out in 1582.", "1437867": "Jacques Eugène d'Allonville de Louville (14 July 1671 – 10 September 1732) was a French astronomer and mathematician. He also went by the name of Chevalier de Louville[1] (Knight of Louville).", "27357356": "Simon Antoine Jean L'Huilier (or L'Huillier) (24 April 1750 in Geneva – 28 March 1840 in Geneva) was a Swiss mathematician of French Huguenot descent. He is known for his work in mathematical analysis and topology, and in particular the generalization of Euler's formula for planar graphs.[1]", "33550508": "Amy Burns Ellis is a Full Professor in the Department of Mathematics and Science Education at the University of Georgia.[1]  She was formerly an associate professor[2] in mathematics education in the Department of Curriculum & Instruction at the University of Wisconsin–Madison.[3]", "454834": "Herman Ole Andreas Wold (25 December 1908 – 16 February 1992) was a Norwegian-born econometrician and statistician who had a long career in Sweden. Wold was known for his work in mathematical economics, in time series analysis, and in econometric statistics.", "32010421": "Ricardo Pérez-Marco (born 1967) is a Spanish mathematician at the Université Paris XIII. He won the 1996 EMS Prize for his work on dynamical systems.[1]", "67137722": "James Wesley Cogdell (born 22 September 1953) is an American mathematician.", "61626": "Levi ben Gershon (1288 – 20 April 1344), better known by his Graecized name as Gersonides, or by his Latinized name Magister Leo Hebraeus,[1] or in Hebrew by the abbreviation of first letters as RaLBaG,[2] was a medieval French Jewish philosopher, Talmudist, mathematician, physician and astronomer/astrologer. He was born at Bagnols in Languedoc, France. According to Abraham Zacuto and others, he was the son of Gerson ben Solomon Catalan.", "37122236": "Adi Ben-Israel (Hebrew: עדי בן-ישראל, born November 6, 1933) is a  mathematician and an engineer, working in applied mathematics, optimization, statistics, operations research and other areas.[1] He is a Professor of Operations Research at Rutgers University, New Jersey.", "1732797": "Hieronymus Georg Zeuthen (15 February 1839 – 6 January 1920) was a Danish mathematician. He is known for work on the enumerative geometry of conic sections, algebraic surfaces, and history of mathematics.", "61632": "John Willard Milnor (born February 20, 1931) is an American mathematician known for his work in differential topology, algebraic K-theory and low-dimensional holomorphic dynamical systems. Milnor is a distinguished professor at Stony Brook University and the only mathematician to have won the Fields Medal, the Wolf Prize, the Abel Prize and all three Steele prizes.", "61633": "René Frédéric Thom (French: [ʁəne tɔm]; 2 September 1923 – 25 October 2002) was a French mathematician, who received the Fields Medal in 1958.", "61636": "Lars Valerian Ahlfors (18 April 1907 – 11 October 1996) was a Finnish mathematician, remembered for his work in the field of Riemann surfaces and his textbook on complex analysis.", "69791940": "Jiří Patera (10 October 1936 – 3 January 2022) was a Czech-born Canadian mathematician and academic.[1] He taught at the Université de Montréal and was known for his work in group theory, Lie groups, and cryptography.", "37515463": "Endre Boros (born 21 September 1953) is a Hungarian-American mathematician, a Distinguished Professor at Rutgers University in New Brunswick, New Jersey, and the Director of the Center for Operations Research (RUTCOR).[1]   He is the author of 15 book chapters and edited volumes, and 165 research papers. He is Associate Editor of the Annals of Mathematics and Artificial Intelligence, and Editor-in-Chief of both the Annals of Operations Research and Discrete Applied Mathematics.[2][3]", "4583624": "John K. S. McKay (18 November 1939 – 19 April 2022)[1][2] was a British-Canadian mathematician and academic who worked at Concordia University, known for his discovery of monstrous moonshine, his joint construction of some sporadic simple groups, for the McKay conjecture in representation theory, and for the McKay correspondence relating certain finite groups to Lie groups.", "1077450": "George Neville Watson FRS FRSE (31 January 1886 – 2 February 1965) was an English mathematician, who applied complex analysis to the theory of special functions. His collaboration on the 1915 second edition of E. T. Whittaker's A Course of Modern Analysis (1902) produced the classic \"Whittaker and Watson\" text. In 1918 he proved a significant result known as Watson's lemma, that has many applications in the theory on the asymptotic behaviour of exponential integrals.[1][3][4]", "49770702": "Iskander Asanovich Taimanov (born 20 December 1961, Искандер Асанович Тайманов) is a Russian mathematician whose research concerns geometry, calculus of variations, and soliton theory. He is the chair of the department of geometry and topology of Novosibirsk State University.", "19427534": "William Rivier (12 December 1882[1] – 19 November 1974[2]) was a Swiss mathematician, philosopher, and chess player.", "35221713": "Ralph Palmer Agnew (December 29, 1900 — October 16, 1986) was an American mathematician.", "54358227": "Nicolas Guisnée  (died 2 September 1718) was a French mathematician.", "53965013": "Tan Lei (Chinese: 谭蕾; 1963–2016) was a mathematician specialising in complex dynamics and functions of complex numbers. She is most well-known for her contributions to the study of the Mandelbrot set and Julia set.[1]", "44757206": "Jesús Antonio De Loera (born January 18, 1966) is a Mexican-American mathematician at the University of California, Davis, specializing in discrete mathematics and discrete geometry.[2]", "39317718": "Josef Stoer (born 21 June 1934) is a German mathematician specializing in numerical analysis and professor emeritus of the Institut für Mathematik of Universität Würzburg.[1]", "979158": "Enrico Betti Glaoui (21 October 1823 – 11 August 1892) was an Italian mathematician, now remembered mostly for his 1871 paper[1] on topology that led to the later naming after him of the Betti numbers. He worked also on the theory of equations, giving early expositions of Galois theory. He also discovered Betti's theorem, a result in the theory of elasticity.", "815323": "M.S., Stanford University, 1968", "2388196": "Ronald Samuel Rivlin (6 May 1915 in London[1] – 4 October 2005) was a British-American physicist, mathematician, rheologist and a noted expert on rubber.[2][3]", "31518948": "Ernst Otto Hölder (2 April 1901, Leipzig – 30 June 1990, Mainz) was a German mathematician who made contributions to partial differential equations and continuum mechanics.[1]", "13332720": "Philipp Apian (14 September 1531 – 14 November 1589) was a German mathematician and medic. The son of Petrus Apianus (1495–1552), he is also known as the cartographer of Bavaria.", "62288113": "Kurt Johansson (born 1960) is a Swedish mathematician, specializing in probability theory.", "11366642": "Vikraman Balaji is an Indian mathematician and is currently a professor  at Chennai Mathematical Institute. He completed his doctorate in Mathematics under the supervision of C. S. Seshadri. His primary area of research is in algebraic geometry, representation theory and differential geometry. Balaji was awarded the 2006 Shanti Swarup Bhatnagar Award in Mathematical Sciences along with Indranil Biswas \"for his outstanding contributions to moduli problems of principal bundles over algebraic varieties, in particular on the Uhlenbeck-Yau compactification of the Moduli Spaces of µ-semistable bundles.\"\nHe was elected Fellow of the Indian Academy of Sciences in 2007, Fellow of the Indian National Science Academy in 2015[1] and was awarded the J.C. Bose National Fellowship in 2009.[2]", "57110772": "Eugene Isaacson (1919–2008),[1] was a US mathematician who pioneered modern numerical analysis. He was a mathematics and physics graduate of City College in New York, he then entered the graduate program in mathematics at New York University  under the supervision of Kurt Otto Friedrichs, gaining a PhD  on water waves on sloping beaches in 1949. His academic career was then spent at the Courant Institute until his retirement.", "58159348": "Wilhelm Winter (born 1968) is a German mathematician, specializing in operator algebras (and particularly C*-algebras).", "34369789": "Donald Cameron McIntosh FRSE (13 January 1868 – 1 July 1957) was a Scottish educator and mathematician.", "23228672": "Sigurdur Helgason (Icelandic: Sigurður Helgason; 30 September 1927 – 3 December 2023) was an Icelandic mathematician whose research has been devoted to the geometry and analysis on symmetric spaces. In particular, he has used new integral geometric methods to establish fundamental existence theorems for differential equations on symmetric spaces as well as some new results on the representations of their isometry groups. He also introduced a Fourier transform on these spaces and proved the principal theorems for this\ntransform, the inversion formula, the Plancherel theorem and the analog of the Paley–Wiener theorem.", "17789191": "Charles Labelye (1705, Vevey, Switzerland – 1762)[1] was a Swiss bridge engineer and mathematician. Moving to England in the 1720s and receiving patronage from the Duke of Bedford and Earl of Pembroke, he is best known there for his work on the original Westminster Bridge (rebuilt in 1854–62) and his invention on that project of caissons as a method of bridge-building. This was praised on its completion, though during the period of construction he received heavy criticism from ill-informed observers, which worsened his health.", "64450824": "Ioannis Kontoyiannis (born January 1972) is a Greek mathematician and information theorist. He is the Churchill Professor of Mathematics for Operational Research with the Statistical Laboratory, in the Department of Pure Mathematics and Mathematical Statistics, of the University of Cambridge. He is also a Fellow of Darwin College, Cambridge, an affiliated member of the Division of Information Engineering, Cambridge,[1] a Research Fellow of the Foundation for Research and Technology - Hellas,[2] a Senior Member of Robinson College, Cambridge, and a trustee of the Rollo Davidson Trust.[3]", "4321546": "Johann Hommel (also Johannes Homelius, Hummelius, Homilius, Hummel; 2 February 1518, Memmingen – 4 July 1562, Leipzig) was a German astronomer and mathematician.", "65237263": "Charles Seiyo Chihara (July 19, 1932 – February 16, 2020) was an American philosopher specializing in the philosophy of mathematics and metaphysics.[1]", "50983185": "Sandrine Péché (born 1977)[1] is a French mathematician who works as a professor in the Laboratoire de Probabilités, Statistique et Modélisation of Paris Diderot University.[2] Her research concerns probability theory, mathematical physics, and the theory and applications of random matrices.", "27226387": "Prabodh Chandra Goswami (1911–1984) was an Indian school teacher who worked in Jenkins School, Cooch Behar from 1951 to 1971. He was one of the most competent Mathematics teachers in the school during that period and also taught other subjects such as English, Bengali and Sanskrit.[citation needed]", "19591445": "Oleg Igorevich Marichev (Russian: Олег Игоревич Маричев; born 7 September 1945 in Velikiye Luki, Russia) is a Russian mathematician. In 1949 he moved to Minsk with his parents. He graduated from the University of Belarus, where he continued to study for the Ph.D. degree. His scientific supervisor was Fedor Gakhov.[1] He is the co-author of a comprehensive five volume series of  Integrals and Series (Gordon and Breach Science Publishers, 1986–1992) together with Yury Brychkov and A. P. Prudnikov. Around 1990 he received the D.Sc. degree (Habilitation) in mathematics from the University of Jena, Germany. In 1992, Marichev started working with Stephen Wolfram on Mathematica. His wife Anna helps him in his job.", "39317783": "Roland Zdeněk Bulirsch (10 November 1932 – 21 September 2022) was a German mathematician specialising in numerical analysis. He studied and taught at the Technical University of Munich, and taught internationally as visiting professor. He was co-author of the reference book Introduction to Numerical Analysis, and president of the edition of the works by Johannes Kepler. He received honorary doctorates from international universities, and several awards.", "39448857": "James Hodgson (1672–1755) was an English astronomer, mathematical teacher, lecturer and writer.", "46592286": "William George Bade (29 May 1924, Oakland, California – 10 August 2012, Oakland, California) was an American mathematician, who did his most significant work on Banach algebras.[1][2][3]", "48460065": "K Sandeep (born 3 April 1973) is an Indian mathematician specialising in elliptic partial differential equations. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, the highest science award in India, for the year 2015 in mathematical science category. He is affiliated to the TIFR Centre for Applicable Mathematics, Bangalore.[1]", "41873698": "Zbigniew Stanisław Marciniak  (born 9 April 1952 in Warsaw) is a Polish mathematician and university teacher. Between 2007–2009 he was an Education vice-secretary and from 2010 until 2012 he was Science Secretary.", "57372963": "Clara Eliza Smith (May 20, 1865 – May 12, 1943) was an American mathematician specializing in complex analysis who became the Helen Day Gould Professor of Mathematics at Wellesley College.", "48591140": "Martin Dimitrov Kassabov (Bulgarian: Мартин Димитров Касабов, born 1977) is a Bulgarian mathematician[1] who works as a professor of mathematics at Cornell University, specializing in combinatorial group theory.[2]", "31322407": "Moritz Wilhelm Drobisch (16 August 1802 – 30 September 1896) was a German mathematician, logician, psychologist and philosopher. His brother was the composer Karl Ludwig Drobisch (1803–1854).", "56619304": "Ewa Maria Kubicka is a Polish mathematician interested in graph theory and actuarial science.[1] She is known for introducing the concept of the chromatic sum of a graph, the minimum possible sum when the vertices are labeled by natural numbers with no two adjacent vertices having equal labels.[2]", "50491692": "Mitio (Michio) Nagumo (Japanese: 南雲 道夫; May 7, 1905 – February 6, 1995) was a Japanese mathematician, who specialized in the theory of differential equations. He gave the first necessary and sufficient condition for positive invariance of closed sets under the flow induced by ordinary differential equations (Nagumo/Bony-Brezis theorem).[2]", "48853299": "William Elwood Byerly (13 December 1849 – 20 December 1935) was an American mathematician at Harvard University where he was the \"Perkins Professor of Mathematics\". He was noted for his excellent teaching and textbooks.[1] Byerly was the first to receive a Ph.D. from Harvard, and Harvard's chair \"William Elwood Byerly Professor in Mathematics\" is named after him. Byerly Hall in Radcliffe Yard, Radcliffe Institute for Advanced Study, Harvard University is also named for him.", "41316662": "Heinrich Scholz (German: [ʃɔlts]; 17 December 1884 – 30 December 1956) was a German logician, philosopher, and Protestant theologian. He was a peer of Alan Turing who mentioned Scholz when writing with regard to the reception of \"On Computable Numbers, with an Application to the Entscheidungsproblem\":[1] \"I have had two letters asking for reprints, one from Braithwaite at King's and one from a professor [sic] in Germany... They seemed very much interested in the paper. [...] I was disappointed by its reception here.\"", "9302327": "Amita Ramanujan, Ph.D., is a fictional character from the CBS crime drama Numb3rs, played by Navi Rawat.  Over the course of the series, she has become a professor at CalSci and has since become romantically involved with her former thesis advisor, Dr. Charlie Eppes (David Krumholtz). She was first introduced in \"Pilot\". She also works as an FBI consultant with Charlie and Larry.", "33747254": "Fritz Gassmann (1899–1990) was a Swiss mathematician and geophysicist.", "71495996": "Pál Révész (6 June 1934 – 14 November 2022),[1] anglicized as Pal Revesz, was a Hungarian mathematician known for his research in probability and mathematical statistics, including the mathematical foundations of the law of large numbers, theory of density estimation, and random walks.[2]", "29126976": "Gilla Isa Mac Fir Bisigh (died 1301) was an Irish historian, poet, mathematician and astronomer.", "52392257": "Amalendu Krishna (born 2 August 1971) is an Indian mathematician in the Department of Mathematics, Indian Institute of Science (IISc), Bangalore, specializing in algebraic cycles and K-theory.[1] He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, India's highest prize for excellence in science, mathematics and technology, in the mathematical sciences category in the year 2016.[2]", "62058825": "Sergei Stepanovich Starchenko (Сергей Степанович Старченко) is a mathematical logician who was born and grew up in the Soviet Union and now works in the USA.", "46199120": "Jan Kratochvíl (born 10 February 1959) is a Czech mathematician and computer scientist whose research concerns graph theory and intersection graphs.", "71954772": "Jan Vondrák is a Czech applied mathematician and theoretical computer scientist. He has been a professor of mathematics at Stanford University since 2015.[1] He was a research staff member in the theory group at the IBM Almaden Research Center from 2009 to 2015.[1]", "7074133": "Mikhail Goussarov (March 8, 1958, Leningrad – June 25, 1999, Tel Aviv) was a Soviet mathematician who worked in low-dimensional topology.  He and Victor Vassiliev independently discovered finite type invariants of knots and links.  He drowned at the age of 41 in an accident in Tel Aviv, Israel.", "1339736": "Peter Benjamin Borwein (born St. Andrews, Scotland, May 10, 1953 – 23 August 2020) was a Canadian mathematician  \nand a professor at Simon Fraser University. He is known as a co-author of the paper which presented the Bailey–Borwein–Plouffe  algorithm (discovered by Simon Plouffe) for computing π.", "5009753": "Johann Karl Burckhardt (30 April 1773 – 22 June 1825) was a German-born astronomer and mathematician. He later became a naturalized French citizen and became known as Jean Charles Burckhardt. He is remembered in particular for his work in fundamental astronomy, and for his lunar theory, which was in widespread use for the construction of navigational ephemerides of the Moon for much of the first half of the nineteenth century.", "13955419": "Charles James Hargreave (4 December 1820 – 23 April 1866)[1] was an English judge and mathematician.", "5763420": "Eugene O'Riordan is an author and professor at the Dublin City University School of Mathematical Sciences, Dublin, Ireland. His areas of research include singularly perturbed differential equations, numerical analysis and Shishkin meshes.[1]", "63828316": "Sherry Towers is an American and Canadian statistician and data scientist working as an independent consultant and an affiliate scholar with the Institute for Advanced Sustainability Studies in Potsdam, Germany following a seven year position as a faculty research associate at Arizona State University. Towers is perhaps best known for her study of the contagion effect of mass shootings. She is also the founder and owner of Towers Consulting LLC, a consulting company that provides visual analytics, data mining, applied statistics, and computational modeling services to industry, academia, and the public sectors.", "68874590": "Arkady L'vovich Onishchik (Russian: Арка́дий Льво́вич Они́щик, born 14 November 1933[1] in Moscow; died 12 February 2019[2]) was a prominent Soviet and Russian mathematician, who worked on Lie groups and their geometrical applications. \nOnishchik was a student of Eugene Dynkin,[3] under whose guidance he got his PhD at Moscow State University in 1960.[1] In 1962 Onishchik received the Prize of the Moscow Mathematical Society for young mathematicians.[4] In 1970 he got Habilitation (Russian title of Doctor of Sciences).[1] Since 1975 Onishchik was a professor of Yaroslavl State University.[2]", "51376486": "Peter Richtarik is a Slovak mathematician and computer scientist[1] working in the area of big data optimization and machine learning, known for his work on randomized coordinate descent algorithms, stochastic gradient descent and federated learning. He is currently a Professor of Computer Science at the King Abdullah University of Science and Technology.", "50983273": "Monique Laurent (born 1960)[1] is a French computer scientist and mathematician who is an expert in mathematical optimization. She is a researcher at the Centrum Wiskunde & Informatica in Amsterdam where she is also a member of the Management Team.[2] Laurent also holds a part-time position as a professor of econometrics and operations research at Tilburg University.[3]", "70676842": "Della Jeanne Dumbaugh (also published as Della Dumbaugh Fenster) is an American mathematician and historian of mathematics, focusing on the history of algebra and number theory. She is a professor of mathematics at the University of Richmond, and the editor-in-chief of The American Mathematical Monthly.[1]", "48460141": "Ritabrata Munshi (born 14 September 1976 in Calcutta (Kolkata), West Bengal) is an Indian mathematician specialising in number theory. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, the highest science award in India, for the year 2015 in mathematical science category.[1]", "57340270": "Tasha Rose Inniss is an American mathematician and the director of education and industry outreach for the Institute for Operations Research and the Management Sciences (INFORMS).", "45052273": "Stanisław J. Szarek (born November 13, 1953) is a Polish professor of mathematics at both Case Western Reserve University in the USA (since 1983) and Pierre and Marie Curie University in France (since 1996).[1] His research concerns convex geometry and functional analysis.[2][3]", "31519090": "David Gilbarg (17 September 1918, Boston, Massachusetts – 20 April 2001, Palo Alto, California) was an American mathematician, and a professor emeritus at Stanford University.", "53408126": "Bruno D. Zumbo is a Canadian mathematical scientist trained in the tradition of research that combines pure and applied mathematics with statistical and algorithmic techniques to develop theory and solve problems arising in measurement, testing, and surveys in the social, behavioral, and health sciences. He is currently Professor and Distinguished University Scholar, the Canada Research Chair in Psychometrics and Measurement (Tier 1), and the Paragon UBC Professor of Psychometrics & Measurement[1] at University of British Columbia.", "422271": "Stanisław Leśniewski (30 March 1886 – 13 May 1939) was a Polish mathematician, philosopher and logician.", "35680640": "Johannes Hancke  (also Jan Hancke; Joannes Hancke; 2 February 1644 – 24 August 1713) was a German Jesuit theology professor and mathematician.", "11071873": "Gottfried Emanuel Noether (7 January 1915 – 22 August 1991)[1] was a German-born American statistician and educator; one of the third generation of a famous family of mathematicians: he was the son of Fritz Noether and nephew of Emmy Noether, the grandson of Max Noether, and brother of chemist Herman Noether. He died in Willimantic, Connecticut.", "2388356": "Thomas Callister Hales (born June 4, 1958) is an American mathematician working in the areas of representation theory, discrete geometry, and formal verification. In representation theory he is known for his work on the Langlands program and the proof of the fundamental lemma over the group Sp(4) (many of his ideas were incorporated into the final proof of the fundamental lemma, due to Ngô Bảo Châu).  In discrete geometry, he settled the Kepler conjecture on the density of sphere packings and the honeycomb conjecture. In 2014, he announced the completion of the Flyspeck Project, which formally verified the correctness of his proof of the Kepler conjecture.", "749956": "Johan de Witt (Dutch pronunciation: [ˈjoːɦɑn də ˈʋɪt]; 24 September 1625 – 20 August 1672), Lord of Zuid- en Noord-Linschoten, Snelrewaard, Hekendorp en IJsselvere, was a Dutch statesman and a major political figure in the Dutch Republic in the mid-17th century, the First Stadtholderless Period, when its flourishing sea trade in a period of global colonisation made the republic a leading European trading and seafaring power – now commonly referred to as the Dutch Golden Age. De Witt was elected Grand pensionary of Holland, and together with his uncle Cornelis de Graeff,[1] he controlled the Dutch political system from around 1650 until the Rampjaar (Disaster Year) of 1672.[2] This progressive cooperation between the two statesmen, and the consequent support of Amsterdam under the rule of De Graeff,[3] was an important political axis that organized the political system within the republic.[4]", "47640968": "Joan Rand Moschovakis is a logician and mathematician focusing on intuitionistic logic and mathematics.  She is professor emerita at Occidental College[1] and a guest at UCLA.[2]", "30208396": "In September 1960, two U.S. National Security Agency (NSA) cryptologists, William Hamilton Martin and  Bernon F. Mitchell, defected to the Soviet Union. A secret 1963 NSA study said that: \"Beyond any doubt, no other event has had, or is likely to have in the future, a greater impact on the Agency's security program.\"[1]", "30470545": "Noah Bridges (fl. 1661), was a stenographer and mathematician.", "28209555": "Rowland Leonard Brooks (February 6, 1916 – June 18, 1993)[1] was an English mathematician, known for proving Brooks's theorem on the relation between the chromatic number and the degree of graphs. He was born in Lincolnshire, England, studied at Trinity College, Cambridge University, and also worked with fellow Trinity students W. T. Tutte, Cedric Smith, and Arthur Harold Stone on the problem of \"Squaring the square\" (partitioning rectangles and squares into unequal squares), both under their own names and under the pseudonym Blanche Descartes.[2]", "68153748": "Kenneth L. Cooke (August 13, 1925 – August 25, 2007) was an American mathematical biologist known for his contributions to the study of epidemics.[1][2] He was the W. M. Keck Professor of Mathematics at Pomona College in Claremont, California.[3]", "9728405": "Virginia Ragsdale (December 13, 1870 – June 4, 1945) was a teacher and mathematician specializing in algebraic curves. She is most known as the creator of the Ragsdale conjecture.", "58651031": "Marilyn E. Strutchens (born 1962)[1] is an African-American[2] mathematics educator focusing on the training of secondary-school mathematics teachers and on equity issues in mathematics education.[3] She has served as president of the Association of Mathematics Teacher Educators,[4] and\nis Emily R. and Gerald S. Leischuck Endowed Professor for Critical Needs and Mildred Cheshire Fraley Distinguished Professor of Mathematics Education, and Program Coordinator for Secondary Mathematics Education in the Department of Curriculum and Teaching at Auburn University.[5]", "22475166": "Gregory W. Moore is an American theoretical physicist who specializes in mathematical physics and string theory. Moore is a professor in the Physics and Astronomy Department of Rutgers University and a member of the University's High Energy Theory group.[1]", "44134815": "Ivar Stakgold (December 13, 1925 – May 29, 2018)[1] was a Norwegian-born American academic mathematician and bridge player from Newark, Delaware.[2] As the sole author of two books he specialized in boundary value problems (LCSH).[3][4]", "1503653": "Donato Acciaioli (15 March 1428[1] – 28 August 1478) was an Italian scholar and statesman. He was known for his learning, especially in Greek and mathematics, and for his services to his native state, the Republic of Florence.[2]", "39285158": "Tamara Eugenia Awerbuch-Friedlander was a biomathematician and public health scientist who worked at the Harvard School of Public Health (HSPH) in Boston, Massachusetts.[1] Her primary research and publications focus on biosocial interactions that cause or contribute to disease. She also is believed to be the first female Harvard faculty member to have had a jury trial for a lawsuit filed against Harvard University for sex discrimination.[2][3]", "74346919": "Mary Henrietta Reilly (1895–1964), usually known as M. Henrietta Reilly, was a Roman Catholic nun of the Religious Sisters of Mercy of Cincinnati, and a mathematician.[1] She was one of a very few women to earn a mathematics doctorate before 1940.[2]", "58454441": "Boris Anatolievich Dubrovin (Russian: Борис Анатольевич Дубровин;  6 April 1950 – 19 March 2019[1]) was a Russian mathematician, Doctor of Physical and Mathematical Sciences (1984).[2] After his death, the Dubrovin Medal was created in his memory, and is awarded to promising researchers who make outstanding contributions to the fields of mathematical physics and geometry.[3]", "48001453": "Vera Vladimirovna Serganova (Russian: Вера Владимировна Серганова) is a professor of mathematics at the University of California, Berkeley who researches superalgebras and their representations.[2]", "14709171": "Chakravarthi Padmanabhan Ramanujam (9 January 1938 – 27 October 1974) was an Indian mathematician who worked in the fields of number theory and algebraic geometry. He was elected a fellow of the Indian Academy of Sciences in 1973.", "63041971": "Stephan Ramon Garcia is an American mathematician. He is the W.M. Keck Distinguished Service Professor[1] and Professor of Mathematics at Pomona College, in California, United States. Garcia has been a faculty member at Pomona since 2006. He is the author of more than 100 research papers,[citation needed] many with undergraduate co-authors, and four books. Garcia works in operator theory, complex variables, matrix analysis, number theory, and discrete geometry. He serves on the editorial board of several well-known journals and has received four National Science Foundation grants as principal investigator.[1]", "58257847": "Theodore Joseph Rivlin (11 September 1926, Brooklyn – 22 July 2006, Croton-on-Hudson) was an American mathematician, specializing in approximation theory. He is known for his 1969 book An Introduction to the Approximation of Functions (Dover reprint, 1981), which became a standard text.[1][2]", "33026490": "Georg Faber (5 April 1877 – 7 March 1966) was a German mathematician who introduced Faber polynomials, Faber series, the Lévy C curve, and Faber–Schauder systems.", "5009851": "Tsuruichi Hayashi (林 鶴一, Hayashi Tsuruichi, June 13, 1873 – October 4, 1935) was a Japanese mathematician and historian of Japanese mathematics. He was born in Tokushima, Japan.[1]", "41054654": "Giovanni Carandino, also known as Ioannis Karandinos (Greek: Ιωάννης Καραντηνός), and sometimes as Jean Carantino or John Carandino, born in 1784 in Cephalonia and died in Napoli in 1834, was a Greek mathematician, founder of the Greek mathematics school and translator in Greek of the major French works on analysis in the early 19th century.", "53408194": "De Witt Lee Sumners is an American mathematician, having been the Robert O. Lawton Distinguished Professor at Florida State University.[1][2] He is known for his research in knot theory, topological fluid dynamics, and their application to DNA.[3]", "61927878": "Heidi Krista Thornquist is an American applied mathematician at Sandia National Laboratories known for her work on the Trilinos system of software for scientific computing. Her research interests include numerical linear algebra and electronic circuit simulation.", "56259017": "Aleksandr Alekseevich Borovkov (Александр Алексеевич Боровков; born 6 March 1931, in Moscow[1]) is a Russian mathematician.[2]", "19919307": "Jean-Paul Benzécri was a French mathematician and statistician. He studied at École Normale Supérieure and was professor at Université de Rennes and later for most of his career at the Paris Institute of Statistics (l'Institut de Statistique de l'Université de Paris), Université Pierre-et-Marie-Curie in Paris. He is most known for his specific inductive approach to data analysis which led to the creation of Correspondence analysis, a statistical technique for analyzing contingency tables and for the invention of the nearest-neighbor chain algorithm for agglomerative hierarchical clustering.", "56029643": "Kate Amanda Smith-Miles FAA is an Australian applied mathematician, known for her research on neural networks and combinatorial optimization. She is a Melbourne Laureate Professor of applied mathematics at the University of Melbourne,[1] and a former president of the Australian Mathematical Society.[2]", "61239757": "Clyde Foster (November 21, 1931 – March 6, 2017) was an American scientist and mathematician. He worked for the Army Ballistic Missile Agency and then for NASA, and from 1975 to 1986 was the head of Equal Employment Opportunity at Marshall Space Flight Center in Huntsville, Alabama. He is credited with setting up training programs that allowed hundreds of African Americans to get the training necessary for positions and promotions at NASA in Huntsville, when Alabama was segregated and African Americans were denied those opportunities. To that purpose he also helped found a Computer Science program at his alma mater, Alabama A&M University, a historically black university, where he headed the Computer Science program while on loan from NASA. In 1981 he was awarded the Philip A. Hart Award for his \"significant contribution toward improving urban and working environments\".", "5894604": "Václav Benda (August 8, 1946, Prague – June 2, 1999) was a Czech Roman Catholic activist and intellectual, and mathematician. Under Communist rule in Czechoslovakia, Benda and his wife were rare in that they were devout Roman Catholics among the leadership of the anti-communist dissident organization Charter 77. After the Velvet Revolution, Benda became the head of an organization charged with investigating the former Czechoslovakian secret police and their many informants.", "5239250": "Alexander (Smbat) Abian (January 1, 1923 – July 24, 1999)[1] was an Iranian-born Armenian-American mathematician who taught for over 25 years at Iowa State University and became notable for his frequent posts to various Usenet newsgroups, and his advocacy for the destruction of the moon.", "62124499": "Ulrich Pinkall (born 1955) is a German mathematician, specializing in differential geometry and computer graphics.[1]", "3469781": "Gavin Brown AO FAA CorrFRSE (27 February 1942 – 25 December 2010)[1] was a Scottish-born mathematician and long-serving Vice-Chancellor and Principal of the University of Sydney between 1996 and 2008.", "1372629": "Jeffrey Ellis Mandula (born 1941 in New York City) is a physicist well known for the Coleman–Mandula theorem from 1967. He got his Ph.D. 1966 under Sidney Coleman at Harvard University. Thereafter he was a professor of applied mathematics at MIT and then of physics at Washington University in St. Louis.[1] Today, he is responsible for the funding of science in the U.S. Department of Energy.", "33812949": "Alexandre V. Borovik (born 1956) is a Professor of Pure Mathematics at the University of Manchester, United Kingdom. He was born in Russia and graduated from Novosibirsk State University in 1978.  His principal research lies in algebra, model theory, and combinatorics—topics on which he published several monographs and a number of papers.[1] He also has an interest in mathematical practice: his book Mathematics under the Microscope: Notes on Cognitive Aspects of Mathematical Practice examines a mathematician's outlook on psychophysiological and cognitive issues in mathematics.", "48624090": "Mireille Bousquet-Mélou (born 12 May 1967) is a French mathematician who specializes in enumerative combinatorics and who works as a senior researcher for the Centre national de la recherche scientifique (CNRS) at the computer science department (LaBRI) of the University of Bordeaux.[1]", "2388442": "László Fejes Tóth (Hungarian: Fejes Tóth László, pronounced [ˈfɛjɛʃ ˈtoːt ˈlaːsloː] 12 March 1915 – 17 March 2005) was a Hungarian mathematician who specialized in geometry. He proved that a lattice pattern is the most efficient way to pack centrally symmetric convex sets on the Euclidean plane (a generalization of Thue's theorem, a 2-dimensional analog of the Kepler conjecture).[1]  He also investigated the sphere packing problem. He was the first to show, in 1953, that proof of the Kepler conjecture can be reduced to a finite case analysis and, later, that the problem might be solved using a computer.", "21623260": "Denny Gulick, born Sidney Lewis Gulick III, is a professor of mathematics at University of Maryland, College Park.", "21295582": "Pengfei Guan FRSC is a Canadian mathematician and Canada Research Chair in Geometric Analysis. He is a professor of mathematics at McGill University and a Fellow of the Royal Society of Canada.", "14807519": "Gregory Francis Lawler (born July 14, 1955) is an American mathematician working in probability theory and best known for his work since 2000 on the Schramm–Loewner evolution.[1][2][3]", "50917856": "Bernard Epstein (10 August 1920, Harrison, New Jersey – 30 March 2005, Montgomery County, Maryland) was an American mathematician and physicist who wrote several widely used textbooks on mathematics.[1]", "10711519": "Torkel Franzén (1 April 1950, Norrbotten County – 19 April 2006, Stockholm) was a Swedish academic.", "7598558": "Giovanni Antonelli (1 October 1818 – 14 January 1872) was an Italian scientist, astronomer and engineer.[1]", "946659": "Sir Michael James Lighthill FRS FRAeS[3] (23 January 1924 – 17 July 1998) was a British applied mathematician, known for his pioneering work in the field of aeroacoustics[4][1][5][6][7] and for writing the Lighthill report which pessimistically stated that \"In no part of the field (of AI) have the discoveries made so far produced the major impact that was then promised\" contributing to the gloomy climate of AI winter.[8]", "24637925": "Sun-Yung Alice Chang (Chinese: 張聖容; pinyin: Zhāng Shèngróng, Hakka: Chông Sṳn-yùng, [t͡soŋ sɨn juŋ]; born 1948) is a Taiwanese American mathematician specializing in aspects of mathematical analysis ranging from harmonic analysis and partial differential equations to differential geometry.  She is the Eugene Higgins Professor of Mathematics at Princeton University.[1]", "2290155": "Daniel Marinus Kan (or simply Dan Kan) (August 4, 1927 – August 4, 2013) was a Dutch mathematician working in category theory and homotopy theory. He was a prolific contributor to both fields for six decades, having authored or coauthored several dozen research papers and monographs.[1]", "48591344": "Svitlana Mayboroda (born 1981) is a Ukrainian mathematician who works as a professor of mathematics at the University of Minnesota[1] and ETH Zurich.[2]", "17297905": "Nicolas Fuss (29 January 1755 – 4 January 1826), also known as Nikolai Fuss, was a Swiss mathematician, living most of his life in Imperial Russia.", "19788277": "Johann Albrecht Euler (27 November 1734 – 17 September 1800) was a Swiss-Russian astronomer and mathematician. Also known as Johann Albert Euler or John-Albert Euler, he was the first child born to the great Swiss mathematician Leonhard Euler (1707–1783), who had emigrated [for the first time] to Saint-Petersburg on 17 May 1727. His mother was Katharina Gsell (1707–1773) whose maternal grandmother was the famous scientific illustrator Maria Sibylla Merian (1647–1717) and whose father was the Swiss Baroque painter Georg Gsell (1673–1740) who had emigrated to Russia in 1716. Katharina married Leonhard Euler on 7 January 1734 and Johann Albert would be the eldest of their 13 children (only 5 of whom survived childhood).", "3863029": "Gustavo Colonnetti (8 November 1886 – 20 March 1968) was an Italian mathematician and engineer who made important contributions to continuum mechanics and strength of materials. He was a Rector of the Politecnico di Torino and President of CNR (Consiglio Nazionale delle Ricerche). His theories found important applications in modern techniques of construction, such as pre-stressed concrete.[1]", "19722743": "John Carson Lennox (born 7 November 1943) is a mathematician, bioethicist, and Christian apologist originally from Northern Ireland. He has written many books on religion, ethics, the relationship between science and God (like his books, Has Science Buried God and Can Science Explain Everything), and has had public debates with atheists including Richard Dawkins and Christopher Hitchens.", "69956088": "Ruthmae Sears is a Bahamian-American mathematics educator, focusing on systemic inequities that impede student understanding of mathematics. She is an associate professor for secondary mathematics education in the University of South Florida College of Education.[1]", "29651449": "Herman Lyle Smith (July 7, 1892 – 1950) was an American mathematician, the co-discoverer, with E. H. Moore, of nets,[1] and also a discoverer of the related notion of filters independently of Henri Cartan.[2]", "57635321": "Constance Anne Herschel (1855 - 1939), later known as Lady Lubbock, was a scientist and mathematician.", "13955575": "Cornelius Denvir (1791–1866) was an Irish Roman Catholic prelate, mathematician, natural philosopher and former Lord Bishop of Down and Connor.  He is noted for ministering in Belfast amidst growing sectarian tension, taking a moderate and non-confrontational stance, to the annoyance of his pro-Catholic followers.[1] He was also a professor at Maynooth College as well as Down and Connor Diocesan College, and was active in the local scientific community.", "94721": "Robert Grosseteste[n 1] (/ˈɡroʊstɛst/ GROHS-test; Latin: Robertus Grosseteste; c. 1168-70 – 8 or 9 October 1253),[11] also known as Robert Greathead or Robert of Lincoln, was an English statesman, scholastic philosopher, theologian, scientist and Bishop of Lincoln. He was born of humble parents in Suffolk (according to the early 14th-century chronicler Nicholas Trevet), but the associations with the village of Stradbroke is a post-medieval tradition.[12] Upon his death, he was revered as a saint in England, but attempts to procure a formal canonisation failed. A. C. Crombie called him \"the real founder of the tradition of scientific thought in medieval Oxford, and in some ways, of the modern English intellectual tradition\". As a theologian, however, he contributed to increasing hostility to Jews and Judaism, and spread the accusation that Jews had purposefully suppressed prophetic knowledge of the coming of Christ, through his translation of the Testaments of the Twelve Patriarchs.", "49934850": "Anna Rönström (1847–1920) was a Swedish educator. She was a local pioneer of female education in Lund, and the founder of the secondary education school Högre Elementarskolan i Lund (Higher Elementary School in Lund) for girls, also customarily known as Rönströmska skolan (Rönström School).[1]", "1372680": "Francesco Faà di Bruno (7 March 1825 – 25 March 1888) was an Italian priest and advocate of the poor, a leading mathematician of his era and a noted religious musician. In 1988 he was beatified by Pope John Paul II.[1] He is the eponym of Faà di Bruno's formula.", "46264844": "Johannes Henricus Bernardus Kemperman (July 16, 1924 – June 13, 2011) was a Dutch mathematician. He taught at the University of Rochester for 25 years, and also worked at Purdue University and Rutgers University for ten years, each.[1]", "66417165": "Brailey Sims (born 26 October 1947) is an Australian mathematician born and educated in Newcastle, New South Wales.  He received his BSc from the University of New South Wales in 1969 and, under the supervision of J. R. Giles, a PhD from the same university in 1972. He was on the faculty of the University of New England (Australia) from 1972 to 1989. In 1990 he took up an appointment at the University of Newcastle (Australia). where he was Head of Mathematics from 1997 to 2000.", "58683921": "Tang Tao (simplified Chinese: 汤涛; traditional Chinese: 湯濤; pinyin: Tāng Tāo; born May 1963) is a Chinese mathematician currently serving as President of BNU-HKBU United International College. Tang is a member of the Chinese Academy of Sciences.[1], Fellow of the European Academy of Sciences.[2] , Fellow of The World Academy of Sciences for the advancement of science in developing countries (TWAS).[3] He is also a fellow of the Society for Industrial and Applied Mathematics and American Mathematical Society.[4]", "1503772": "Christoph Gudermann (25 March 1798 – 25 September 1852) was a German mathematician noted for introducing the Gudermannian function and the concept of uniform convergence, and for being the teacher of Karl Weierstrass, who was greatly influenced by Gudermann's course on elliptic functions in 1839–1840, the first such course to be taught in any institute.", "63959584": "Rebeca Cherep de Guber (2 July 1926 – 25 August 2020) was an Argentine mathematician, university professor, textbook author and 1960s pioneer in the development of computer science in Argentina.[1][2]", "9859617": "Carl Groos Jockusch Jr. (born July 13, 1941, in San Antonio, Texas) is an American mathematician.[1] He graduated from Alamo Heights High School in 1959, attended Vanderbilt University in Nashville, Tennessee, and transferred to Swarthmore College, Pennsylvania in 1960, where he received his B.A. in 1963 with Highest Honors.[2] He then enrolled at the Massachusetts Institute of Technology. He is a member of Phi Beta Kappa and Sigma Xi.[3] In 2014, he became a Fellow of the American Mathematical Society.[4] He is a professor emeritus at the University of Illinois at Urbana–Champaign.", "94756": "Adam Marsh (Adam de Marisco; c. 1200 – 18 November 1259) was an English Franciscan, scholar and theologian. Marsh became, after Robert Grosseteste, \"...the most eminent master of England.\"[1]", "18903589": "Keith Briggs is a mathematician notable for several world-record achievements in the field of computational mathematics:", "20935204": "Asher Kravitz (Hebrew: אשר קרביץ; born 1969), is an Israeli author and lecturer on physics and mathematics at the Academic College of Engineering in Jerusalem and at the Open University.[1] He is a noted animal rights activist and wildlife photographer.", "29222": "Samuel Loyd (January 30, 1841 – April 10, 1911[1]) was an American chess player, chess composer, puzzle author, and recreational mathematician. Loyd was born in Philadelphia but raised in New York City.", "62288426": "John Stokes (1720–2 November 1781) was a Dublin-born academic who served (1762–1764) as the first Erasmus Smith's Professor of Mathematics at Trinity College Dublin (TCD). He was the son of engineer Gabriel Stokes (1682–1768), who in 1746 became deputy surveyor general of Ireland, and Elizabeth King (1689–1751). John's brother Gabriel (1731–1806) was also a mathematician at TCD.[1][2]", "70742576": "Mathias Metternich (8 May 1747 – 13 September 1825) was a German mathematician and professor at the University of Mainz. As a revolutionary, he was active in the Republic of Mainz.", "28832306": "Bailie Hugh Blackburn (/ˈblækbərn/; 2 July 1823, Craigflower, Torryburn, Fife – 9 October 1909, Roshven, Inverness-shire) was a Scottish mathematician. A lifelong friend of William Thomson (later Lord Kelvin), and the husband of illustrator Jemima Blackburn, he was professor of mathematics at the University of Glasgow from 1849 to 1879. He succeeded Thomson's father James in the Chair of Mathematics.", "13365811": "John Todd (May 16, 1911 – June 21, 2007) was a Northern Irish mathematician most of whose career was spent in England and the USA; he was a pioneer in the field of numerical analysis.", "9007670": "Dame Frances Clare Kirwan, DBE FRS (born 21 August 1959)[2] is a British mathematician, currently Savilian Professor of Geometry at the University of Oxford. Her fields of specialisation are algebraic and symplectic geometry.[3][4]", "19493432": "Mary Tiles (born 1946[1]) is a philosopher and historian of mathematics and science. From 2006 until 2009, she served as chair of the philosophy department of the University of Hawaii at Manoa.[2] She retired in 2009.[3]", "9368121": "Douglas Geoffrey Northcott, FRS (31 December 1916, in London – 8 April 2005)[1][2] was a British mathematician who worked on ideal theory.", "56128062": "Gaspare Mignósi (1875, Palermo – 1951, Palermo) was an Italian mathematician.[1]", "70611519": "The Social Democratic Party (Portuguese: Partido Social Democrata, pronounced [pɐɾˈtiðu susiˈal dɨmuˈkɾatɐ]; PSD) is a liberal-conservative[4][5][6] political party in Portugal. Commonly known by its colloquial initials PSD, on ballot papers its initials appear as its official form PPD/PSD, with the first three letters coming from the party's original name, the Democratic People's Party (Partido Popular Democrático, PPD). A party of the centre-right,[7][8][9] the PSD is one of the two major parties in Portuguese politics, its rival being the Socialist Party (PS) on the centre-left.", "40399428": "Wu Renchen (吳任臣, [ǔ ɻə̂n.ʈʂʰə̌n]) (c. 1628 – c. 1689), with courtesy names of Zhiyi (志伊), Erqi (爾器) and Zhenghong (征鴻), and an art name of Tuoyuan (託園), was a Chinese historian, mathematician, politician, and writer during the Qing dynasty. Originally from Renhe (仁和; today's Hangzhou, Zhejiang), he gained recognition in the field of historical scholarship and was recommended in 1678 to take the special examination known as boxue hongci (博學鴻詞), which he passed in the following year. Thereafter he became a corrector in the Hanlin Academy and contributed to the compilation of the official History of Ming, focusing on the section dealing with the calendar, in which he made special contributions. He is best known for writing the Spring and Autumn Annals of the Ten Kingdoms on the 10th-century Five Dynasties and Ten Kingdoms period history. This book, as well as his commentary on the Classic of Mountains and Seas, were later included in the Siku Quanshu.", "6451782": "Mina Spiegel Rees (August 2, 1902 – October 25, 1997) was an American mathematician.[1] She was the first female President of the American Association for the Advancement of Science (1971) and head of the mathematics department of the Office of Naval Research of the United States. Rees was a pioneer in the history of computing and helped establish funding streams and institutional infrastructure for research.[2] Rees was also the founding president and president emerita of the Graduate School and University Center at CUNY. She received the Public Welfare Medal, the highest honor of the National Academy of Sciences; the King's Medal for Service in the Cause of Freedom (UK) and at least 18 honorary doctorates.[3]", "66744902": "Frigyes Károlyházy (Hungarian: Károlyházy Frigyes) (Budapest, 28 December 1929 - Budapest, 2 July 2012) was a Hungarian theoretical physicist, textbook writer and university professor. He was an extremely talented teacher, trying to make complex physical problems understandable to the laity as well.", "18739787": "Nassif  A. Ghoussoub OC FRSC is a Canadian mathematician working in the fields of non-linear analysis and partial differential equations. He is a Professor of Mathematics and a Distinguished University Scholar at the University of British Columbia.[1]", "52326994": "Colin Whitcomb Clark (born 1931) is a Professor Emeritus of Mathematics at The University of British Columbia. Clark specializes in behavioral ecology and the economics of natural resources, specifically, in the management of commercial fisheries.[1] Clark was named a Fellow of the International Institute of Fisheries Economics & Trade (IIFET) in 2016 for his contributions to bioeconomics.[2] Clark's impact upon fisheries economics through his scholarly work is encapsulated in Mathematical Bioeconomics: The Mathematics of Conservation, which is considered to be a classic contribution in environmental economic theory.[3]", "72249939": "Yoshiko Ogata (Japanese: 緒方 芳子) is a Japanese mathematical physicist whose research concerns quantum statistical mechanics, quantum information theory, and the quantum many-body problem.[1] She is a professor of mathematics at the University of Tokyo.[2]", "1077843": "Yutaka Taniyama (谷山 豊, Taniyama Yutaka[1], 12 November 1927 – 17 November 1958) was a Japanese mathematician known for the Taniyama–Shimura conjecture.", "2814552": "Elbert Frank Cox (5 December 1895 – 28 November 1969) was an American mathematician. He was the first Black person in history to receive a PhD in mathematics, which he earned at Cornell University in 1925.", "2519640": "Hiroshi Haruki (春木 博, Haruki Hiroshi, died September 13, 1997) was a Japanese mathematician.  A world-renowned expert in functional equations, he is best known for discovering Haruki's theorem and Haruki's lemma in plane geometry.", "65696350": "Bianca L. Viray (born 1983) is an American mathematician and professor at the University of Washington in Seattle. She works in arithmetic geometry, which is a blend of algebraic geometry and algebraic number theory.", "54391392": "Laura Martignon (born 1952)[1] is a Colombian and Italian professor and scientist. From 2003 until 2020 she served as a Professor of Mathematics and Mathematical Education at the Ludwigsburg University of Education. Until 2017 she was an Adjunct Scientist of the Max Planck Institute for Human Development in Berlin, where she previously worked as Senior Researcher. She also worked for ten years as a Mathematics Professor at the University of Brasilia and spent a period of one and a half years, as visiting scholar,  at the Hebrew University of Jerusalem.", "41972321": "Karen Ellen Smith (born 1965 in Red Bank, New Jersey)[1] is an American mathematician, specializing in commutative algebra and algebraic geometry. She completed her bachelor's degree in mathematics at Princeton University before earning her PhD in mathematics at the University of Michigan in 1993. Currently she is the Keeler Professor of Mathematics at the University of Michigan. In addition to being a researcher in algebraic geometry and commutative algebra, Smith with others wrote the textbook An Invitation to Algebraic Geometry.", "9990753": "Sir Edward Foyle Collingwood CBE FRS FRSE DL LLD (17 January 1900 – 25 October 1970) was an English mathematician and scientist. He was a member of the Eglingham branch of a prominent Northumbrian family, the son of Col. Cuthbert Collingwood of the Lancashire Fusiliers, whose family seat was at Lilburn Tower, near Wooler, Northumberland. His great grandfather was a brother of Admiral Lord Collingwood.[2][3][4]", "59372132": "Mara Alagic is a Serbian mathematics educator and the editor-in-chief[1] of the Journal of Mathematics and the Arts. She is an Associate Professor in the Department of Curriculum and Instruction and Graduate Coordinator at Wichita State University.[2][3][4]", "33944172": "Igor Rodnianski (born April 28, 1972, Ukrainian SSR, Soviet Union) is an American mathematician at Princeton University.[1]  He works in partial differential equations, mathematical physics, and general relativity.", "4616818": "Kazuya Kato (加藤 和也, Katō Kazuya, born on January 17, 1952) is a Japanese mathematician who works at the University of Chicago and specializes in number theory and arithmetic geometry.", "66646643": "Jan Trlifaj (born 30 December 1954) is a Professor of Mathematics at Charles University whose research interests include Commutative algebra, Homological algebra and Representation theory.[1]", "68776567": "Annita Tuller (also known under her married name Annita Levine, December 30, 1910 – August 29, 1994) was an American mathematician known for her 1967 textbook A Modern Introduction to Geometries. She was a professor at Lehman College in the City University of New York system.[1]", "68940410": "Eleanor Philbrook Cushing (December 27, 1856 – April 21, 1925) was an American mathematics professor, on the faculty of Smith College from 1881 to 1922.", "47149691": "Yusuf al-Khuri (Arabic: يوسف الخوري), also known as Yusuf al-Khuri al-Qass (d. 912), was a Christian priest, physician, mathematician, and translator of the Abbasid era.", "389756": "Bewick Bridge (1767, Linton, Cambridgeshire – 15 May 1833, Cherry Hinton) was an English vicar and mathematical author.[1]", "21820039": "Chike Obi // ⓘ (April 17, 1921 – March 13, 2008) was a Nigerian politician, mathematician and professor.[1]", "58389134": "Abu al-Fadl ben Yosef Hasdai (Arabic: أبوالفضل  حصداي ابن يوسف ابن حصداي, ʾAbūu al-Faḍl Ḥaṣdāī ibn Yūṣuf ibn Ḥaṣdāī Hebrew: חַסְדַּאי בֶּן יוֹסֵף, Ḥasdai ben Yosef) was an eleventh-century philosopher, poet, mathematician, physician, and political figure in Zaragoza, then under the Taifa of Zaragoza.", "48001679": "Gérard Pierre Cornuéjols (born November 16, 1950) is the IBM University Professor of Operations Research in the Carnegie Mellon University Tepper School of Business.[1] His research interests include facility location, integer programming, balanced matrices, and perfect graphs.", "48591502": "William Allen Casselman (born November 27, 1941) is an American Canadian mathematician who works in representation theory and automorphic forms. He is a Professor Emeritus at the University of British Columbia.[1] He is closely connected to the Langlands program and has been involved in posting all of the work of Robert Langlands on the internet.[2]", "25031314": "Frank Bubb (July 3, 1892 – May 3, 1961) was a scientist and a mathematician at Washington University in St. Louis. He was a part of the team that developed the cyclotron that produced the first batch of plutonium for the then secret program only referred to as the Manhattan Project, which produced the atomic bomb.", "53637785": "Thomas Royen (born 6 July 1947) is a retired German professor of statistics who has been affiliated with the University of Applied Sciences Bingen. Royen came to prominence in the spring of 2017 for a relatively simple proof for the Gaussian Correlation Inequality (GCI), a conjecture that originated in the 1950s, which he had published three years earlier without much recognition.[1] A proof of this conjecture, which lies at the intersection of geometry, probability theory and statistics, had eluded top experts for decades.[2]", "70415001": "Peter Szüsz (11 November 1924 – 16 February 2008)[1] was a Serbian-Hungarian-American mathematician known[2] for his proof (1961) of the Gauss-Kuzmin Theorem, his work in probabilistic number theory, and his book with Andrew M. Rockett on Continued Fractions.[3][4]", "13496987": "Nachman Aronszajn (26 July 1907 – 5 February 1980[1]) was a Polish American mathematician. Aronszajn's main field of study was mathematical analysis, where he systematically developed the concept of reproducing kernel Hilbert space. He also contributed to mathematical logic.", "34534043": "Eckhard Meinrenken FRSC is a German-Canadian mathematician working in differential geometry and mathematical physics. He is a professor at University of Toronto.", "31912608": "Tony Gardiner (born 1947) is a British mathematician who until 2012[1] held the position of Reader in Mathematics and Mathematics Education at the University of Birmingham. He was responsible for the foundation of the United Kingdom Mathematics Trust in 1996, one of the UK's largest mathematics enrichment programs, initiating the Intermediate and Junior Mathematical Challenges, creating the Problem Solving Journal for secondary school students and organising numerous masterclasses, summer schools and educational conferences. Gardiner has contributed to many educational articles[2][3] and internationally circulated educational pamphlets. As well as his involvement with mathematics education, Gardiner has also made contributions to the areas of infinite groups, finite groups, graph theory, and algebraic combinatorics.", "3011234": "Gilbert Ames Bliss, (9 May 1876 – 8 May 1951), was an American mathematician, known for his work on the calculus of variations.", "69857957": "Marcus Junius Nipsus (or Nypsus) was a second-century Roman gromatic writer,[1][2][3] who also dealt with various mathematical questions. His surviving writings are preserved in the Corpus Agrimensorum Romanorum, a compilation of Latin works on land surveying made in the 4th or 5th centuries AD.[4]", "59536038": "Charles Tweedie FRSE (27 June 1868–14 September 1925) was a Scottish mathematician and mathematical historian.", "46199463": "Roxana Hayward Vivian (December 9, 1871 – May 31, 1961) was an American mathematics professor.[1] She was the first female recipient of a doctorate in mathematics from the University of Pennsylvania.", "53605032": "Jean Henri Gallier (born 1949) is a researcher in computational logic at the University of Pennsylvania, where he holds appointments in the Computer and Information Science Department and the Department of Mathematics.", "65532589": "Douglas Arthur Quadling (1926–2015) was an English mathematician, school master and educationalist who was one of the four drivers behind the School Mathematics Project (SMP) in the 1960s and 70s.", "58028722": "Stefaan Vaes (born February 29, 1976 in Herentals, Belgium) is a Belgian mathematician.", "31322803": "Meyer Bockstein (also Меер Феликсович Бокштейн or Meer Feliksovich Bokshtein or Bokstein) (4 October 1913 to 2 May 1990) was a  topologist from Moscow who introduced the Bockstein homomorphism. The Bockstein spectral sequence is named after him.", "58880695": "Malgorzata Dubiel is a Polish mathematician and mathematics educator who works as a senior lecturer at Simon Fraser University in Vancouver, Canada.[1]", "56586935": "Robert \"Bob\" McCallum Blumenthal (7 February 1931, Chicago – 8 November 2012) was an American mathematician, specializing in probability theory. He is known for Blumenthal's zero-one law.[1][2]", "70611641": "Cohl Furey, also known as Nichol Furey,[1] is a Canadian mathematical physicist.[2][3]", "28832443": "William Fishburn Donkin FRS FRAS[1] (16 February 1814 – 15 November 1869) was a British astronomer and mathematician, Savilian Professor of Astronomy at the University of Oxford.", "66056891": "Damir Filipović (born 1970 in Switzerland) is a Swiss mathematician specializing in quantitative finance. He holds the Swissquote Chair in Quantitative Finance and is the director of the Swiss Finance Institute at EPFL (École Polytechnique Fédérale de Lausanne).[1][2][3]", "1569478": "Daniel E. Gorenstein (January 1, 1923 – August 26, 1992) was an American mathematician. He earned his undergraduate and graduate degrees at Harvard University, where he earned his Ph.D. in 1950 under Oscar Zariski, introducing in his dissertation a duality principle for plane curves that motivated Grothendieck's introduction of  Gorenstein rings. He was a major influence on the classification of finite simple groups.", "71922376": "Michael Hochman is an Israeli mathematician, currently a professor at the Hebrew University of Jerusalem. He is known for his contributions to dynamical systems and ergodic theory.[1][2]", "58716885": "Christine Paulin-Mohring (born 1962)[1] is a mathematical logician and computer scientist, and Professor Faculté des Sciences at Paris-Saclay University,[2] best known for developing the interactive theorem prover Coq.", "3633892": "Banesh Hoffmann (6 September 1906 – 5 August 1986) was a British mathematician and physicist known for his association with Albert Einstein.[1]", "9728740": "Christian August Hausen (1693–1743) was a German mathematician who is known for his research on electricity.", "71594728": "Sue-Jane Wang is a biostatistician at the United States Food and Drug Administration (FDA), where she works as the Biostatistics Lead and as the liaison from the Office of Biostatistics to the FDA Center for Drug Evaluation and Research (CDER) Biomarker Qualification Program. She is also deputy division director for biometrics in the Office of Biostatistics.[1]", "67465962": "Marie S. Wilcox (died September 29, 1995) was an American high school mathematics teacher and textbook author who served as president of the National Council of Teachers of Mathematics.", "44331754": "William Magan Campion (1820–1896) was a lecturer in Mathematics and the President of Queens' College, Cambridge, from 1892 until his death.[1]", "64189172": "Thomas Shelburne Ferguson (born December 14, 1929) is an American mathematician and statistician. He is a professor emeritus of mathematics and statistics at the University of California, Los Angeles.[1]", "422645": "Edward Arthur Milne FRS[1] (/mɪln/; 14 February 1896 – 21 September 1950) was a British astrophysicist and mathematician.[2][3][4][5][6]", "58913527": "Roland Speicher (born 12 June 1960) is a German mathematician, known for his work on free probability theory.  He is a professor at the Saarland University.", "57537274": "Alina Carmen Cojocaru is a Romanian mathematician who works in number theory and is known for her research on elliptic curves, arithmetic geometry, and sieve theory. She is a professor of mathematics at the University of Illinois at Chicago and a researcher in the Institute of Mathematics of the Romanian Academy.[1]", "55669500": "Alice Segers Whittemore is an American epidemiologist and biostatistician who studies the effects of genetics and lifestyle on cancer, after an earlier career as a pure mathematician studying group theory. She works as a professor of health research and policy and of biomedical data science at Stanford University,[1] and has served as president of the International Biometric Society.[2]", "56292098": "Katarzyna Anna Lubnauer (née Libudzisz; born 24 July 1969) is a Polish politician, feminist, mathematician and academic teacher. She is a member of the Polish Parliament and a former leader of the liberal Modern (.Nowoczesna) political party.[1]", "56128258": "Michael Andrew Bernard Deakin[1][2][3] (12[4][5] August 1939 – 5 August 2014)[6] was an Australian mathematician and mathematics educator. He was known for his work as a writer and editor of Function, a mathematics magazine aimed at high school students,[7] and as a biographer of ancient Greek mathematician Hypatia. He won the B. H. Neumann award of the Australian Mathematics Trust in 2003 for his \"rich and varied commitment to mathematics enrichment\".[8]", "488196": "Joseph Louis François Bertrand (French pronunciation: [ʒozɛf lwi fʁɑ̃swa bɛʁtʁɑ̃]; 11 March 1822 – 5 April 1900) was a French mathematician who worked in the fields of number theory, differential geometry, probability theory, economics and thermodynamics.[1]", "6583046": "Ronald Paul \"Ron\" Fedkiw (born February 27, 1968) is a full professor in the Stanford University department of computer science and a leading researcher in the field of computer graphics, focusing on topics relating to physically based simulation of natural phenomena and machine learning.  His techniques have been employed in many motion pictures. He has earned recognition at the 80th Academy Awards and the 87th Academy Awards as well as from the National Academy of Sciences.", "70349581": "Sofiya Ostrovska (born 1958) is a Ukrainian mathematician interested in probability theory and approximation theory, and known for her research on q-Bernstein polynomials, the q-analogs of the Bernstein polynomials. She has also published works in computer science concerning software engineering. She is a professor of mathematics at Atılım University in Turkey.[1]", "37253906": "Bruce Alan Reed FRSC is a Canadian mathematician and computer scientist, a former Canada Research Chair in Graph Theory at McGill University.[1][2] His research is primarily in graph theory.[2] He is a distinguished research fellow of the Institute of Mathematics in the Academia Sinica, Taiwan,[3] and an adjunct professor at the University of Victoria in Canada.[4]", "12972835": "Irmgard Flügge-Lotz, née Lotz (16 July 1903 – 22 May 1974) was a German-American mathematician and aerospace engineer. She was a pioneer in the development of the theory of discontinuous automatic control, which has found wide application in hysteresis control systems; such applications include guidance systems, electronics, fire-control systems, and temperature regulation. She became the first female engineering professor at Stanford University in 1961 and the first female engineer elected a Fellow of the American Institute of Aeronautics and Astronautics.", "33354532": "Geoffrey Colin Shephard is a mathematician who works on convex geometry and reflection groups. He asked Shephard's problem on the volumes of projected convex bodies, posed another problem on polyhedral nets, proved the Shephard–Todd theorem in invariant theory of finite groups, began the study of complex polytopes, and classified the complex reflection groups.", "63140659": "Zuowei Shen (Chinese: 沈佐伟) is a Chinese mathematician, and Tan Chin Tuan Centennial Professor at the National University of Singapore (NUS). Shen received his BSc in 1982 from Hohai University (China), MSc in 1987 and PhD in 1991 from University of Alberta.  He first joined NUS as a lecturer at the Department of Mathematics in 1993;  was promoted to professor in 2002 and distinguished professor in 2009.  Shen was Head of  Department of Mathematics from 2012 to 2014 and was appointed Dean of Science in 2014. \n[1]", "33747766": "James Ellis Colliander (born 22 June 1967) is an American-Canadian mathematician. He is currently Professor of Mathematics at University of British Columbia and served as Director of the Pacific Institute for the Mathematical Sciences (PIMS) during 2016-2021. He was born in El Paso, Texas, and lived there until age 8 and then moved to Hastings, Minnesota. He graduated from Macalester College in 1989. He worked for two years at the United States Naval Research Laboratory on fiber optic sensors and then went to graduate school to study mathematics. He received his PhD from the University of Illinois at Urbana–Champaign in 1997 and was advised by Jean Bourgain. Colliander was a postdoctoral fellow at the University of California, Berkeley and spent semesters at the University of Chicago, the Institute for Advanced Study and the Mathematical Sciences Research Institute.", "53179191": "Roger Alan Horn (born January 19, 1942) is an American mathematician specializing in matrix analysis. He was research professor of mathematics at the University of Utah. He is known for formulating the Bateman–Horn conjecture with Paul T. Bateman on the density of prime number values generated by systems of polynomials.[2] His books Matrix Analysis and Topics in Matrix Analysis, co-written with Charles R. Johnson, are standard texts in advanced linear algebra.[3][4][5]", "66188089": "Irène Waldspurger is a French mathematician and a researcher at the Research Centre in Mathematics of Decision (CEREMADE) where her research focuses on algorithm to solve phase problems,[1] a class of problem relevant for a large number of imaging techniques used in science and medicine. She is also a professor at Paris Sciences et Lettres University.", "42693437": "Kevin Joseph Costello FRS is an Irish mathematician, since 2014 the \nKrembil Foundation's William Rowan Hamilton chair of theoretical physics at the Perimeter Institute in Waterloo, Ontario, Canada.[1][3]", "2487103": "Dr. Lancelot Priestley is a fictional investigator in a series of books by John Rhode. After 1924, Dr. Priestley took over from Dr. Thorndyke as the leading fictional forensic investigator in Britain and featured in 72 novels written over 40 years, solving many ingenious and misleading murders.", "488259": "Gertrude Blanch (2 February 1897, in Kolno, Russian Empire (now Poland) – 1 January 1996) was an American mathematician who did pioneering work in numerical analysis and computation. She was a leader of the Mathematical Tables Project in New York from its beginning. She worked later as the assistant director and leader of the Numerical Analysis at UCLA computing division and was head of mathematical research for the Aerospace Research Laboratory at Wright-Patterson Air Force Base in Dayton, Ohio.", "49083204": "Panagiota Daskalopoulos is a professor of mathematics at Columbia University[1] whose research involves partial differential equations and differential geometry.[2] At Columbia, she also serves as director of undergraduate studies for mathematics.[1]", "33387331": "Wilhelm Paul Albert Klingenberg (28 January 1924 – 14 October 2010) was a German mathematician who worked on differential geometry and in particular on closed geodesics.", "21492555": "Tetsuya Miyamoto (宮本 哲也, Miyamoto Tetsuya, born 1959) is a Japanese mathematics teacher who invented the numerical logic puzzle KenKen. (It is called Kashikoku-Naru-Puzzle in Japanese, which literally means \"a puzzle that makes you smarter.\" It is also known as Keisan Block.)", "6550356": "John Kells Ingram (7 July 1823 – 1 May 1907) was an Irish mathematician, economist and poet who started his career as a mathematician.  He has been co-credited, along with John William Stubbs, with introducing the geometric concept of inversion in a circle.[1][2]", "14906206": "Hendrik \"Henk\" Albertus van der Vorst (born 5 May 1944, Venlo)[1] is a Dutch mathematician and Emeritus Professor of Numerical Analysis at Utrecht University.  According to the Institute for Scientific Information (ISI), his paper[2] \non the BiCGSTAB method was the most cited paper in the field of mathematics in the 1990s.[3]\nHe is a member of the Royal Netherlands Academy of Arts and Sciences (KNAW) since 2002[4]\nand the Netherlands Academy of Technology and Innovation.[5]\nIn 2006 he was awarded a knighthood of the Order of the Netherlands Lion.[6]\nHenk van der Vorst is a Fellow of Society for Industrial and Applied Mathematics (SIAM).[7]", "58487654": "Christine Bernardi (18 May 1955 – 10 March 2018)[1][2] was a French mathematician known for her research on numerical analysis of partial differential equations.[2]", "1930090": "Wilhelm Leber (born 20 July 1947) is a German mathematician and formerly chief apostle in the New Apostolic Church.", "43545451": "Charles Ernest Weatherburn (18 June 1884 – 18 October 1974) was an Australian-born mathematician.[1][2][3]", "18707316": "Charles Roy Henderson ((1911-04-01)April 1, 1911 – (1989-03-14)March 14, 1989) was an American statistician and a pioneer in animal breeding — the application of quantitative methods for the genetic evaluation of domestic livestock. This is critically important because it allows farmers and geneticists to predict whether a crop or animal will have a desired trait, and to what extent the trait will be expressed. He developed mixed model equations to obtain best linear unbiased predictions of breeding values and, in general, any random effect. He invented three methods for the estimation of variance components in unbalanced settings of mixed models, and invented a method for constructing the inverse of Wright's numerator relationship matrix based on a simple list of pedigree information. He, with his Ph.D. student Shayle R. Searle, greatly extended the use of matrix notation in statistics. His methods are widely used by the domestic livestock industry throughout the world and are a cornerstone of linear model theory.", "29258614": "Marc Edward Culler (born November 22, 1953) is an American mathematician who works in geometric group theory and low-dimensional topology. A native Californian, Culler did his undergraduate work at the University of California at Santa Barbara and his graduate work at Berkeley where he graduated in 1978. He is now at the University of Illinois at Chicago.  Culler is the son of Glen Jacob Culler who was an important early innovator in the development of the Internet.", "46789502": "Yoshiharu Kohayakawa (Japanese: 小早川美晴; born 1963) is a Japanese-Brazilian mathematician working on discrete mathematics and probability theory.[1] He is known for his work on Szemerédi's regularity lemma, which he extended to sparser graphs.[2][3]", "7074688": "Tatomir P. Anđelić (Serbian Cyrillic Татомир П. Анђелић ) was a Serbian mathematician, academic and an expert in mechanics.", "66646913": "Pallavi Dani is an Indian-American mathematician and an associate professor of mathematics at Louisiana State University (LSU) in Baton Rouge, Louisiana.  Her research area is geometric group theory; in particular, she studies quasi-isometry invariants of groups.", "14644098": "Jon Peter May (born September 16, 1939 in New York) is an American mathematician working in the fields of algebraic topology, category theory, homotopy theory, and the foundational aspects of spectra. He is known, in particular, for the May spectral sequence and for coining the term operad. The word \"operad\" was created by May as a portmanteau of \"operations\" and \"monad\" (and also because his mother was an opera singer).[1]", "8778625": "Andrew Gray FRS FRSE (2 July 1847 – 10 October 1925) was a Scottish physicist and mathematician.", "48460676": "Gregory Eskin (Russian: Григорий Ильич Эскин, born 5 December 1936) is a Russian-Israeli-American mathematician, specializing in partial differential equations.[1]", "14054282": "Henry Atkinson (1781–1829) was a British mathematician and astronomer whose interests extended to economics, engineering, and philosophy.[1] Born in West Harle, Northumberland, Atkinson was the son of a schoolmaster who allowed him to take over the teaching at Bavington School when he was only thirteen. Atkinson subsequently taught at schools in the Northumberland villages of Belsay, Woodburn, and Stamfordham. In 1808, he finally moved to Newcastle upon Tyne, where he continued to teach and began to establish a reputation as a scholar.", "66319247": "Katherine E. Stange is a Canadian-American mathematician and an associate professor of mathematics at the University of Colorado Boulder. She is a number theorist specializing in topics in arithmetic geometry.", "27128722": "Thomas Murray MacRobert FRSE (4 April 1884, in Dreghorn, Ayrshire – 1 November 1962, in Glasgow) was a Scottish mathematician. He became professor of mathematics at the University of Glasgow and introduced the MacRobert E function, a generalisation of the generalised hypergeometric series.", "58979220": "Annette Werner (born 1966)[1] is a German mathematician. Her research interests include diophantine geometry and the algebraic geometry of non-Archimedean ordered fields, including the study of buildings, Berkovich spaces, and tropical geometry. She is a professor of mathematics at Goethe University Frankfurt.[2]", "47772571": "Tamar Schlick is an American applied mathematician who works as a professor of chemistry, mathematics, and computer science at New York University. Her research involves developing and applying tools for modeling and simulating biomolecules.[1]", "53736357": "Peter G. Casazza, born June 28, 1945, in Albany, New York, is an American mathematician, presently working at the University of Missouri.[1] He began his career as a Banach space theorist,[2][3][4] but he is perhaps most well known for his role in the development of frame (linear algebra) theory as a popular discipline of mathematical research.[5][6][7][8][9]", "15725482": "Christopher C. Holmes is a British statistician. He has held the position of Professor of Biostatistics in Genomics in the Nuffield Department of Clinical Medicine and the Department of Statistics at the University of Oxford since September 2014, a post that carries with it a Fellowship of St Anne's College, Oxford.[1] Previously he was titular Professor of Biostatistics and a Fellow of Lincoln College. After working in industry he completed his doctorate in Bayesian statistics at Imperial College, London, supervised by Adrian Smith.[2]", "59470768": "Vicente Ferreira da Silva (January 10, 1916 – July 19, 1963) was a Brazilian logician,[1] mathematician, and philosopher. He was one of first men in Brazil history to write and have published an academic book in logic[2] and Phenomenology.[3]", "8942515": "Lee Alexander Lorch (September 20, 1915 – February 28, 2014) was an American mathematician, early civil rights activist, and communist.[1] His leadership in the campaign to desegregate Stuyvesant Town, a large housing development on the East Side of Manhattan, helped eventually to make housing discrimination illegal in the United States but also resulted in Lorch losing his own job twice. He and his family then moved to the Southern United States where he and his wife, Grace Lorch, became involved in the civil rights movement there while also teaching at several Black colleges. He encouraged black students to pursue studies in mathematics and mentored several of the first black men and women to earn PhDs in mathematics in the United States. After moving to Canada as a result of McCarthyism, he ended his career as professor emeritus of mathematics at York University in Toronto, Ontario.", "65762231": "Maggie Xiaoyan Cheng is an applied mathematician and computer scientist who works as a professor of applied mathematics at the Illinois Institute of Technology, where she directs the Center for Interdisciplinary Scientific Computation. Her research interests include cyber security and Machine Learning.[1]", "61928386": "Ann Natalie Trenk is an American mathematician interested in graph theory and the theory of partially ordered sets,[1] and known for her research on proper distinguishing colorings of graphs[2] and on tolerance graphs.[3] She is the Lewis Atterbury Stimson Professor of Mathematics at Wellesley College.[1]", "55473097": "George Thom (1842–1916) was a Scottish mathematician and pedagogue who was principal at Dollar Academy from 1878 to 1902.", "63140809": "Kim-Chuan Toh is a Singaporean mathematician, and Leo Tan Professor in Science at the National University of Singapore (NUS). He is known for his contributions to the theory, practice, and application of convex optimization, especially semidefinite programming and conic programming.", "39351243": "Camillo De Lellis (born 11 June 1976) is an Italian mathematician who is active in the fields of calculus of variations, hyperbolic systems of conservation laws, geometric measure theory and fluid dynamics. He is a permanent faculty member in the School of Mathematics at the Institute for Advanced Study.[1] He is also one of the two managing editors of Inventiones Mathematicae.", "45708236": "Prosenjit K. \"Jit\" Bose is a Canadian mathematician and computer scientist who works at Carleton University as a professor in the School of Computer Science and associate dean of research and graduate studies for the Faculty of Science.[1] His research concerns graph algorithms and computational geometry, including work on geometric spanners and geographic routing in wireless ad hoc networks.", "18543566": "John Griffiths (1837 – May 1916) was a Welsh mathematician and academic associated with Jesus College, Oxford, for nearly 60 years.", "13005775": "Anders Lindstedt (27 June 1854 – 16 May 1939) was a Swedish mathematician, astronomer, and actuarial scientist, known for the Lindstedt-Poincaré method.", "37974990": "Rogemar Sombong Mamon, CSci, CMath, FIMA, FHEA, FRSA is a Canadian mathematician,[1] quant, and academic. He is a co-editor of the IMA Journal of Management Mathematics published by Oxford University Press since 2009.[2]", "68219860": "Charles Anthony Micchelli (born December 22, 1942) is an American mathematician, with an international reputation in numerical analysis, approximation theory, and machine learning."}