{"45429388": "Willie Hobbs Moore (May 23, 1934 – March 14, 1994) was an American physicist and engineer. She was the first African American woman to earn a PhD in physics.[1]", "63419018": "John Ellis is the current director of studies for Natural Sciences at the Gonville and Caius College, Cambridge.[1] He was born in London in 1963[citation needed] and is best known for his research on Helium-3 surface spin echo, an inelastic scattering technique.[citation needed]", "54047375": "John D. Joannopoulos (born 1947) is an American physicist, focused in condensed matter theory. He is currently the Francis Wright Davis Professor of Physics at Massachusetts Institute of Technology, an Elected Member of the National Academy of Sciences (NAS), an Elected Member of the American Academy of Arts and Sciences (AAA&S), and an Elected Fellow of the American Association for the Advancement of Science (AAAS) and American Physical Society (APS).", "38580880": "Đàm Thanh Sơn (born 1969) is a Vietnamese theoretical physicist working in quantum chromodynamics, applications of string theory and many-body physics.[1]", "25571988": "Alexey V. Kavokin (born 7 March 1970 in Leningrad) is a Russian and French theoretical physicist and writer.[1]", "38908567": "Tilman Esslinger is a German experimental physicist. He is Professor at ETH Zurich, Switzerland, and works in the field of ultracold quantum gases and optical lattices.", "13644443": "Gerald Gabrielse is an American physicist. He is the Board of Trustees Professor of Physics and director of the Center for Fundamental Physics at Northwestern University, and Emeritus George Vasmer Leverett Professor of Physics at Harvard University. He is primarily known for his experiments trapping and investigating antimatter, measuring the electron g-factor,[1] and measuring the electron electric dipole moment.[2] He has been described as \"a leader in super-precise measurements of fundamental particles and the study of anti-matter.\"[3]", "74199709": "Mahmud Karimov (18 October 1948; Yerevan, Armenian SSR - 10 February 2013; Istanbul, Turkey) was an Azerbaijani physicist, Doctor of Physical and Mathematical Sciences, Professor, President of the National Academy of Sciences of Azerbaijan.", "42152611": "Asoke Nath Mitra (15 April 1929 - 26 November 2022) was an Indian theoretical physicist. He was a lifetime professor emeritus at Delhi University. He is known for his work in nuclear physics, particle physics and quantum field theory and in particular, for his fundamental contributions in obtaining the exact solution of the nucleon 3- body problem with separable potentials which led to the few nucleon studies, quark-recoil effect, development of an integrated dynamics of 2- and 3- body systems from nucleons to quarks as well as for the development of quark dynamics and relativistic quark models for hadrons in the Bethe-Salpeter framework. He was awarded the Shanti Swarup Bhatnagar Prize in 1969.[1]", "26161833": "Berni Julian Alder (September 9, 1925 – September 7, 2020) was a German-born American physicist specialized in statistical mechanics, and a pioneer of computational modelling of matter.[3]", "2831019": "Theodor Wolfgang Hänsch (German pronunciation: [ˈteːodoːɐ̯ ˈhɛnʃ] ⓘ; born 30 October 1941) is a German physicist. He received one-third of the 2005 Nobel Prize in Physics for \"contributions to the development of laser-based precision spectroscopy, including the optical frequency comb technique\", sharing the prize with John L. Hall and Roy J. Glauber.", "72069812": "Jodi Ann Cooley (also published as Cooley-Sekula) is an American experimental physicist specializing in the search for particles that might constitute dark matter. She is a professor of physics at Southern Methodist University and the executive director of SNOLAB, an underground laboratory for dark matter physics and neutrino observation, located in a disused mine in Ontario, Canada.[1]", "8368822": "Edward L. (Ned) Wright (born August 25, 1947 in Washington, D.C.) is an American astrophysicist and cosmologist. He has worked on space missions including the Cosmic Background Explorer (COBE), Wide-field Infrared Survey Explorer (WISE), and Wilkinson Microwave Anisotropy Probe (WMAP) projects.", "49492664": "Huib Johan Bakker (born 2 March 1965) is a Dutch physicist working in the field of ultrafast spectroscopy.  He has been president of research institute AMOLF since 1 February 2016.", "70496953": "Amy Rowat is an Associate Professor of biophysics at the University of California in Los Angeles (UCLA) and the first Marcie H. Rothman Presidential Chair in Food Studies.[1] Her scientific research focuses on understanding the physical and mechanical properties of cells in diseases such as cancer. She also organizes public events on the science of cooking.", "67613369": "Bing Zhang is a Chinese astrophysicist and professor at the University of Nevada, Las Vegas. He is best known for his research in gamma-ray bursts, fast radio bursts, and other high-energy astrophysical phenomena. He is the author of the book The Physics of Gamma-Ray Bursts.[1]", "50508475": "Pierre Sikivie (born 29 October 1949) is an American theoretical physicist and currently the Distinguished Professor of Physics at University of Florida in Gainesville, Florida.[1] He invented the axion haloscope[2][3] and the axion helioscope[4] and has played an important role in the development of axion cosmology.[5][6]", "31437507": "Éric Aubourg is a French astrophysicist at the Commissariat à l'Énergie Atomique and a member of the APC/Université Paris-Diderot Cosmology Group.[1]", "23540425": "Hongkun Park (born 1967 in Seoul) is Mark Hyman Jr. Professor of Chemistry and Professor of Physics at Harvard University. He received his BS in chemistry at Seoul National University in 1990, and his PhD in physical chemistry at Stanford University in 1996 under Richard Zare. From 1996 to 1999 he was a postdoctoral fellow at Lawrence Berkeley National Laboratory under A. Paul Alivisatos and Paul McEuen.", "71250635": "John McNeile Hunter (January 23, 1901 – July 1979) was an American physicist and chemist, and the third African American person to receive a PhD in physics in the United States. He spent the entirety of his career as a professor of physics at the Virginia State College (now Virginia State University), a historically Black college in Petersburg, Virginia, where he also established and served as the first chair of the college's physics department. Virginia State College's physics program was one of the first at a historically Black college in the country. Hunter's research was focused on thermionics.[1]", "71316182": "Paul Gregory Kwiat is an American physicist.", "5681880": "Marcel Schein (June 9, 1902 – February 20, 1960) was a Slovak-born American physicist, best known for his work on cosmic rays. He is the father of former MIT professor Edgar Schein.", "24785626": "Alan Mark Portis (July 17, 1926 – September 6, 2010[1]) was an American solid-state physicist and founder of the Berkeley Physics Laboratory.", "30126813": "Cornelis Dirk (Cees) Andriesse (Leeuwarden, 21 December 1939) is a Dutch physicist, writer and historian of science. Internationally he is best known for his scientific biography of Christiaan Huygens.", "5616356": "Joaquin (Quin) Mazdak Luttinger (December 2, 1923 – April 6, 1997) was an American physicist well known for his contributions to the theory of interacting electrons in one-dimensional metals[1] (the electrons in these metals are said to be in a Luttinger-liquid state) and the Fermi-liquid theory. He received his BS and PhD in physics from MIT in 1947.[2] His brother was the physical chemist Lionel Luttinger (1920–2009) and his nephew is the mathematician Karl Murad Luttinger (born 1961).", "27505382": "John Riley (born 23 April 1958) is an Australian scientist at the Defence Science and Technology Organisation and former Australian rules footballer who played with Footscray in the Victorian Football League (VFL) and North Adelaide in the South Australian National Football League (SANFL).[1]", "50901738": "Michel Soutif (8 July 1921 – 28 June 2016), Officier de la Légion d’honneur, Grand Officier de l’ordre national du Mérite, Chevalier de l'Ordre National du Mali, was a French scientist and educator, known for his major contribution to the development of the University of Grenoble in the years following the Second World War. He is also known for his early work on nuclear magnetic resonance, centimetre wavelength radiation (microwaves) and electron spin resonance.[1] He graduated from the Ecole Normale Supérieure (ENS), and, on completing his thesis, was invited by Louis Néel to a post at the University of Grenoble, where he established the Laboratoire de Spectrométrie Physique. Both men, Néel and Soutif, understood the importance of the relationship between industry and fundamental research, and of the consequent need to attract new industries to the surrounding region. Soutif's success in obtaining teaching posts and in reinforcing the discipline of physics at the University of Grenoble was remarkable. He is recognized not only for his scientific achievements but also for the outstanding clarity of his teaching and his mission to spread scientific reason. \nThese were talents that, in the positions of responsibility and decision that he occupied during his career, propelled him to become one of the principal architects of the growth of the University.", "65811180": "Deborah Kay Watson is an American physicist known for her work on the many-body problem in quantum mechanics.[1] She is a professor emerita of physics at the University of Oklahoma.[2]", "48607982": "John 'Keith' Moffat (born 1943) is Louis Block Professor of Biochemistry and Molecular Biology and former Deputy Provost for Research at the University of Chicago.[3][4] He currently heads BioCARS at Argonne National Laboratory, where he worked on the Advanced Photon Source.[3][5] He is most noted for his contributions to Time resolved crystallography.[6][7] He is a former Guggenheim Fellow and former Cornell University faculty member.[4] He has a Ph.D. from King's College, Cambridge under the Nobel laureate Max Perutz at MRC-LMB and an undergraduate degree from the University of Edinburgh.[8][9] He is married with an adopted son.[3]", "701167": "Sidney Richard Coleman (7 March 1937 – 18 November 2007) was an American theoretical physicist noted for his research in high-energy theoretical physics.", "32453359": "Carleton Chase Murdock (Cooperstown, N.Y. July 29, 1884 – Ithaca, N.Y. June 5, 1971) was an American physicist, teaching and researching primarily at Cornell University. He served as Dean of University Faculty from 1945 to 1951. Within the field of physics, he was known for research in the field of crystal structures and  X-ray diffractions.[1] During academic year 1926-27, Murdock also conducted research at the Royal Institute’s Davy-Faraday Laboratory in London, England.", "37040881": "Hyatt M. Gibbs (6 August 1938 – 3 September 2012) was a notable physicist and professor at the University of Arizona College of Optical Sciences.[1]  Well known for research in nonlinear optics and quantum optics, he authored a book on optical bistability, and was a recipient of the Humboldt Research Award and Michelson Medal.[2][3]", "18592503": "Reinhard Oehme (German: [ˈøːmə]; born 26 January 1928, Wiesbaden; died sometime between 29 September and 4 October 2010, Hyde Park[1]) was a German-American physicist known for the discovery of C (charge conjugation) non-conservation in the presence of P (parity) violation, the formulation and proof of hadron dispersion relations, the \"Edge of the Wedge Theorem\" in the function theory of several complex variables, the Goldberger-Miyazawa-Oehme sum rule, reduction of quantum field theories, Oehme-Zimmermann superconvergence relations for gauge field correlation functions, and many other contributions.", "275193": "Rexhep Qemal Meidani (listenⓘ; born on 17 August 1944) is an Albanian physicist, professor, diplomat and politician. Meidani was the president of Albania from 1997 to 2002, and the second to be elected after the first multi-party elections in 1991.[1][2][3]", "60175098": "August Heinrich Sieberg (born 23 December 1875 in Aachen; died 18 November 1945 in Jena) was a German geophysicist. He researched mainly in the field of seismology and developed a  seismic intensity scales as well as a tsunami intensity scale.", "73347835": "Vittorio Celli is a retired Italian-American theoretical physicist and a professor emeritus of the physics department at the University of Virginia.[1]  His specialty is condensed matter physics, particularly surface phenomena.", "18166526": "Zhou Peiyuan (Chinese: 周培源; Wade–Giles: Chou P'ei-yüan; August 28, 1902 – November 24, 1993) was a Chinese theoretical physicist and politician. He served as president of Peking University, and was an academician of the Chinese Academy of Sciences (CAS).[1]", "13579006": "Sir Alexander Walter Merrison FRS[1] (20 March 1924 – 19 February 1989) was a British physicist. He was a professor in experimental physics at Liverpool University and the first director of the new Daresbury Nuclear Physics Laboratory. He later became vice-chancellor of University of Bristol.", "39334658": "Petros Serghiou Florides (16 February 1937 – 30 October 2023[1]) was a Greek Cypriot mathematical physicist.", "45265670": "Hannelore Valencak (23 January 1929 – 9 April 2004) was an Austrian physicist, novelist, poet and children's writer.[1]", "799498": "Dr. Paul Alfred Biefeld (22 March 1867 – 21 June 1943) was a German-American electrical engineer, astronomer and teacher.", "4600587": "Serguei Vladilenovich Krasnikov (Russian: Серге́й Владиле́нович Кра́сников; 1961) is a Russian physicist.", "61518604": "Félicie Albert is a French-born American physicist working on laser plasma accelerators. She is the deputy director for the  Center for High Energy Density Science[1] at Lawrence Livermore National Laboratory and staff scientist at the National Ignition Facility and Photon Science Directorate and the Joint High Energy Density Sciences organization.[2][3] She received BS in 2003 in engineering from Ecole Nationale Supérieure de Physique de Marseille (now Ecole Centrale de Marseille), in France, her master's degree in optics from the University of Central Florida in 2004 and her PhD from Ecole Polytechnique in 2007, before joining LLNL as a postdoctoral fellow in 2008.[2] Her main expertise are \"the generation and applications of novel sources of electrons, X-rays and gamma-rays through laser-plasma interaction, laser-wakefield acceleration and Compton scattering.\"[4]", "41562894": "Werner Nahm (German: [naːm]; born 21 March 1949) is a German theoretical physicist. He has made contributions to mathematical physics and fundamental theoretical physics.", "62370574": "Sonia Guimarães (born 26 June 1957) is a Brazilian Professor of Physics at the Instituto Tecnológico de Aeronáutica. She was the first black Brazilian woman to earn a doctorate in physics and has dedicated her career to improving the representation of black Brazilians in academia.", "35926798": "August Hagenbach (22 December 1871 – 11 August 1955) was a Swiss physicist working in spectroscopy.", "53424910": "Sabine Stanley is a Canadian physicist, currently at Johns Hopkins University in the Zanvyl Krieger School of Arts and Sciences Morton K. Blaustein Department of Earth And Planetary Sciences and the Applied Physics Laboratory. She was awarded a Bloomberg Distinguished Professorship in 2017.[1][2][3] She was previously a Canada Research Chair of Planetary Physics at University of Toronto.[4][5] She was awarded the William Gilbert Award by the AGU in 2010[6] and was awarded a Sloan Research Fellowship in 2011.[7]", "23016213": "Victor Conrad (1876-1962) was an Austrian-American physicist, seismologist, and meteorologist. He was the first director of the Austrian seismological service and a reputed academician of international accomplishment. He was politically victimized twice, in 1919 for his ethnicity and in 1934 as a socialist. He emigrated to the United States in 1938, continuing his academic career in New York, California, and Cambridge. Conrad's scientific work is documented in more than 240 papers concerning meteorology, climatology and seismology. In 1944, he published \"Methods in Climatology\" (Harvard University Press). Later editions, starting in 1950, listed Leo W. Pollak, as second author.[1] He was the first to deduce the continental crust transition structure which is now named the Conrad discontinuity.", "60404502": "Yung-su Tsai (born 1 February 1930 in Yuli, Hualien, Taiwan[1]) is a Taiwan-born American theoretical particle physicist who was a professor at Stanford University and was noted for his work at the SLAC National Accelerator Laboratory and specifically the discovery of the tau lepton.[1]", "60928793": "Jean P. Brodie is a British astrophysicist. She is professor of astronomy and astrophysics at the University of California, Santa Cruz and an astronomer at the Lick Observatory.[1][2]", "61420317": "A. G. Unil Perera is a Sri Lankan-born American physicist with an assortment of research interests in experimental condensed matter physics, especially semiconductor infrared detectors and applications. He has authored over 200 publications covering a variety of disciplines inside. He is a Regents’ Professor of Physics at Georgia State University, in Atlanta, Georgia. After his basic Education in Sri Lanka, he obtained his doctoral degree in (applied) physics from the University of Pittsburgh under the supervision of Darry D. Coon. During his graduate research, he developed a detector, which can detect infrared (IR) radiation without the use of any amplifiers. (Solid State Electronics, 29, 929, (1986). Then he introduced the concept of a two-terminal artificial (semiconductor) neuron (International Journal of Electronics, 63, 61, (1987),  a parallel asynchronous  processing based on artificial neurons (Int journal of Infrared and Millimeter Waves, 9, 1037, 1987),  Neural Networks 2, 143, (1989).( Phys. Rev. Lett., 58, 1139, (1987,   Neural Information Processing Systems\", 201–210, Edited by Dana Z. Anderson, A. I. P., New York, (1988)).", "40481569": "Gino Claudio Segrè (born October 4, 1938) is a Professor of Physics, Emeritus, at the University of Pennsylvania.  He is the author of several books on the history of science, particularly on atomic physics. Segrè's Faust in Copenhagen was a finalist in the Los Angeles Times Book Fair[1] and winner of the American Institute of Physics Science Writing Award.[2]", "7090983": "Heinrich Rubens (30 March 1865, Wiesbaden, Duchy of Nassau – 17 July 1922, Berlin, Germany) was a German physicist. He is known for his measurements of the energy of black-body radiation which led Max Planck to the discovery of his radiation law. This was the genesis of quantum theory.", "2831145": "John Lewis \"Jan\" Hall (born August 21, 1934) is an American physicist, and Nobel laureate in physics.  He shared the 2005 Nobel Prize in Physics with Theodor W. Hänsch and Roy Glauber for his work in precision spectroscopy.", "41792306": "Hiranmay Sen Gupta, Bengali: হিরন্ময় সেন গুপ্ত, (1 August 1934 – 8 January 2022) was a Bangladeshi physicist who specialised in nuclear physics.[1] In a career spanning five decades he published over 200 research papers and was made a fellow of Bangladesh Academy of Sciences in 1977.[2]", "21279539": "Hugo Martin Tetrode (7 March 1895, in Amsterdam – 18 January 1931, in Amstelveen) was a Dutch theoretical physicist who contributed to statistical physics, early quantum theory and quantum mechanics.", "47362867": "Sir Francis Gerard McCormac, FRSE, FSA, FRSA, FHEA (born 1 August 1958) is the Principal and Vice-Chancellor of the University of Stirling.[2][3] He is a physicist whose specialist fields are Space physics and Carbon Dating.[4][5] He is a member of the advisory board of the International College for Liberal Arts[6] at Yamanashi Gakuin University in Japan. Previous roles include Professor and Pro Vice-Chancellor at Queen's University Belfast[7] and Vice-Chairman of Invest Northern Ireland. He chaired a review of teacher employment for the Scottish Government in 2011.[8]", "50279221": "Michael K. Moe (born 17 November 1937 in Milwaukee)[1] is an American experimental physicist, specializing in particle physics and nuclear physics. He is known his role in 1987 in the direct detection of two neutrino double beta decay in 82Se.[2][3] (Indirect detection of two neutrino double beta decay had been done in the 1960s.)", "67121974": "Giovanni Leone (10 February 1967 in Agrigento, Italy) is an Italian geophysicist and volcanologist.[1][2][3] His main activity is the study of planetary geology and volcanology of the solar system.", "34288438": "Wolfgang W. Bauer (born April 5, 1959) is a university distinguished professor in the department of physics and astronomy at Michigan State University. He is also an author, with co-author Gary Westfall, of the introductory calculus-based physics textbook \"University Physics\", published by McGraw-Hill in 2023 (3rd edition).", "27505459": "Per \"Åke\" Öberg, born 1937 in Härnösand, is a Professor of Biomedical Engineering at Linköping University, Sweden.", "22885172": "Hans Grassmann (Bamberg, 21 May 1960) is a German physicist, writer and entrepreneur, who teaches and works in Italy. Grassmann is the author of four books and more than 250 scientific publications, and is the founder and managing director of the research company Isomorph srl.", "340795": "Jorge Pullin (/ˈpʊlɪn/; born 1963) is an Argentine-American theoretical physicist known for his work on black hole collisions and quantum gravity. He is the Horace Hearne Chair in theoretical Physics at the Louisiana State University.", "27145023": "Tahir Hussain (1923– 21 December 2010), was a Pakistani nuclear physicist and an emeritus professor of physics at the Government College University whose research was engaged in understanding the particle accelerator.[1]", "26751808": "Carlos Aragone Salveraglio (1937 – 1994) was a Latin American physicist.", "43955009": "Simon John Lilly FRS[5] is a professor in the Department of Physics at ETH Zürich.[6][7]", "734024": "David Norman Schramm (October 25, 1945 – December 19, 1997) was an American astrophysicist and educator, and one of the world's foremost experts on the Big Bang theory. Schramm was a pioneer in establishing particle astrophysics as a vibrant research field.  He was particularly well known for the study of Big Bang nucleosynthesis and its use as a probe of dark matter (both baryonic and non-baryonic) and of neutrinos. He also made important contributions to the study of cosmic rays, supernova explosions, heavy-element nucleosynthesis, and nuclear astrophysics generally.[1][2]", "1651533": "Hendrik Brugt Gerhard Casimir ForMemRS[2] (15 July 1909 – 4 May 2000) was a Dutch physicist who made significant contributions to the field of quantum mechanics and quantum electrodynamics. He is best known for his work on the Casimir effect, which describes the attractive force between two uncharged plates in a vacuum due to quantum fluctuations of the electromagnetic field.", "35697488": "Erik Selvig is a fictional character portrayed by Stellan Skarsgård in Marvel Cinematic Universe films Thor (2011), The Avengers (2012), Thor: The Dark World (2013),  Avengers: Age of Ultron (2015), and Thor: Love and Thunder (2022) as an astrophysicist who becomes involved with the Asgardian Thor and the government organization S.H.I.E.L.D. To tie into these appearances, the character is seen in several MCU tie-in comics. The character also appears in other media, including non-MCU comics published by Marvel Comics. He was also the main protagonist of the 2018 tie-in prose novel The Cosmic Quest Volume Two: Aftermath.", "13939538": "Axel T. Brunger (born November 25, 1956) is a German American biophysicist. He is Professor of Molecular and Cellular Physiology at Stanford University, and a Howard Hughes Medical Institute Investigator.[1] He served as the Chair of the Department of Molecular and Cellular Physiology (2013–2017).", "54014810": "Lawrence Pinsky is an American physicist specializing in relativistic heavy ion physics, and currently[as of?] the John & Rebecca Moores Professor at the University of Houston.[1][2]", "64631644": "Warren Bicknell Mori (born August 8, 1959) is an American computational plasma physicist and a professor at the University of California, Los Angeles.[1] He was awarded the 2020 James Clerk Maxwell Prize for Plasma Physics[2] for his contributions to the theory and computer simulations of non-linear processes in plasma-based acceleration using kinetic theory,[3][4] as well as for his research in relativistically intense lasers and beam-plasma interactions.[5][6]", "72397663": "Tanja Elisabeth Mehlstäubler (*1975 in Passau) is a physicist specializing in the field of quantum optical clocks, ion trap based quantum technologies, and precision optical spectroscopy,[1] and is a full time professor at the Leibniz University Hannover in Germany. She is also a guest faculty member at Osaka University, Japan. Mehlstäubler heads a Quantum Clocks and Complex Systems research group at the QUEST Institute for Experimental Quantum Metrology at PTB, Braunschweig.[2] She is involved in developing the high-precision scalable and integrated ion traps for enabling 3D optical access for coherent laser manipulation and clock interrogation.[3] \nTanja Mehlstäubler received her PhD summa cum laude, in 2005, from the University of Hannover. She worked on thesis titled Novel Cooling Methods for an Optical Frequency Standard Based on Mg Atoms. A part of her graduate studies was completed at the State University of New York as she was the recipient of a Fulbright grant.", "50639712": "John Peoples Jr. is an American physicist who served as Fermilab's third director, served as director of the Sloan Digital Sky Survey, and oversaw the shutdown of the Superconducting Super Collider.", "49787755": "Denis Arthur Haydon FRS (21 February 1930 – 29 November 1988) was a Professor of Membrane Biophysics at the University of Cambridge from 1980.[1]", "11055980": "Mark Boslough is an American physicist at Los Alamos National Laboratory, research professor at University of New Mexico, fellow of the Committee for Skeptical Inquiry,[1] and chair of the Asteroid Day Expert Panel. He is an expert in the study of planetary impacts and global catastrophes. Due to his work in this field, Asteroid 73520 Boslough (2003 MB1) was named in his honor.[2]", "57815914": "Wu Zhonghua (Chinese: 吴仲华; 27 July 1917 – 19 September 1992), also known as Chung-Hua Wu,[1] was a Chinese physicist. He was a National Advisory Committee for Aeronautics (NACA) researcher, Tsinghua University professor, and Founding Director of the Institute of Engineering Thermophysics of the Chinese Academy of Sciences (CAS). He pioneered the general theory of three-dimensional flow for turbomachinery, which has been widely used in aircraft engine designs. Wu and his wife Li Minhua were both academicians of the CAS.", "37303150": "William Wilson FRS[1] FHAS (1 March 1875 – 14 October 1965) was a leading figure in academic circles. He was born at Goodyhills, in the Abbey Holme district of Cumberland in 1875. He was educated at the village school at Holme St Cuthbert, Cumberland, before attending the Aspatria Agricultural College, Aspatria, Cumberland.", "8237935": "Heinrich Friedrich Weber (/ˈveɪbər/;[1] German: [ˈveːbɐ]; 7 November 1843 – 24 May 1912) was a physicist born in the town of Magdala, near Weimar.", "144242": "Alexis Thérèse Petit (French: [pəti]; 2 October 1791, Vesoul, Haute-Saône – 21 June 1820, Paris) was a French physicist.", "70759286": "Henry \"Hank\" Gabriel Blosser (March 16, 1928, Harrisonburg, Virginia – March 20, 2013, East Lansing, Michigan) was an American nuclear physicist, known as a director for designing and building superconducting cyclotrons.[1][2]", "144249": "Anton Peterlin (pronunciationⓘ) (25 September 1908 – 24 March 1993) was a Slovenian physicist.[1]", "70235001": "Bernard Ifeanyi Odoh (born 5 August 1975) is a Nigerian Politician and Professor of Applied Geophysics.[1] He was the Secretary to the Ebonyi State Government from 2015 to 2018.  He also was the gubernatorial nominee of the All Progressives Grand Alliance in Ebonyi State in 2023.[2]", "56570748": "Elizabeth Wayne is an Assistant Professor of Biomedical Engineering and Chemical Engineering at Carnegie Mellon University and former Postdoc at the Center for Nanotechnology in Drug Delivery at the University of North Carolina at Chapel Hill.[1] Wayne was a 2017 TED fellow[2] and is a member of a number of professional societies, including the National Society of Black Physicists.[3]", "29275007": "Steven M. Girvin is an American physicist[2] who is the Eugene Higgins Professor of Physics  at Yale University and who served as deputy provost for research at Yale from 2007 to 2017.[3] Girvin is noted for his theoretical work on quantum many body systems such as the fractional quantum Hall effect, and as co-developer of circuit QED, the application of the ideas of quantum optics to superconducting microwave circuits.  Circuit QED is now the leading architecture for construction of quantum computers based on superconducting qubits.", "57095040": "Jun Ishiwara or Atsushi Ishihara (石原 純; January 15, 1881 – January 19, 1947) was a Japanese theoretical physicist, known for his works on the electronic theory of metals, the theory of relativity and quantum theory. Being the only Japanese scientist who made an original contribution to the old quantum theory,[1] in 1915, independently of other scientists, he formulated quantization rules for systems with several degrees of freedom.", "71709567": "Ronald Fuchs (January 27, 1932 – November 10, 2012) was an American theoretical physicist and professor at Iowa State University. He is recognized for his work on electromagnetic properties of solids, light scattering of small particles and nonlocal optical phenomena.", "24359818": "Kirill Gurov (6 March 1918 – 29 September 1994) was a Soviet Russian theoretical physicist working in the field of physical kinetics.", "38482827": "Hideo Hosono (細野秀雄, Hosono Hideo, born September 7, 1953) is a Japanese material scientist most known for the discovery of iron-based superconductors.[1][2]", "4666256": "Jean-Pierre Luminet (born 3 June 1951) is a French astrophysicist, specializing in black holes and cosmology. He is an emeritus research director at the CNRS (Centre national de la recherche scientifique). Luminet is a member of the Laboratoire d'Astrophysique de Marseille (LAM) and Laboratoire Univers et Théories (LUTH) of the Paris-Meudon Observatory, and is a visiting scientist at the Centre de Physique Théorique (CPT) in Marseilles. He is also a writer and poet.", "78738": "Johannes Wilhelm \"Hans\" Geiger (/ˈɡaɪɡər/; German: [ˈɡaɪɡɐ]; 30 September 1882 – 24 September 1945) was a German physicist. He is best known as the co-inventor of the detector component of the Geiger counter and for the Geiger–Marsden experiment which discovered the atomic nucleus. He was the brother of meteorologist and climatologist Rudolf Geiger.", "53883795": "Hitoshi Murayama (村山斉) is a Japanese-born physicist with notable contributions in the fields of particle physics and cosmology. He is currently a professor at the Center for Theoretical Physics at the University of California, Berkeley, and was the Director of the Kavli Institute for the Physics and Mathematics of the Universe at the University of Tokyo.", "8401814": "Peter Westervelt (December 16, 1919 – January 24, 2015) was an American physicist, noted for his work in nonlinear acoustics, and Professor Emeritus of Physics at Brown University.[1][2]", "635808": "Conrad Schlumberger (2 October 1878 in Gebweiler (Alsace-Lorraine) – 9 May 1936 in Stockholm) and Emile Henry Marcel Schlumberger (21 June 1884 in Gebweiler – 9 May 1953 in Val-Richer) were brothers from the region of Alsace-Lorraine, France, then a part of the German Empire. Their inventions in the area of geophysics and well logging were the beginnings of Schlumberger Well Services and the entire well logging industry.", "37532580": "Željko Ivezić (born 1965 in Sarajevo) is a Croatian-American astrophysicist.", "7058351": "Royal Holloway College\nMcGill University", "73282484": "Vanina Ruhlmann-Kleider (born 1961)[1] is a French physicist and director of research for the French National Centre for Scientific Research (CNRS), at CEA Paris-Saclay. Originally working in experimental particle physics, her interests shifted to observational cosmology through her participation in the Supernova Legacy Survey and Baryon Oscillation Spectroscopic Survey projects.[2]", "734132": "Klaw (Ulysses Klaue)[1] is a supervillain appearing in American comic books published by Marvel Comics. The character is depicted as a human physicist who has been transformed into solid sound, and who wears a sonic emitter on his right wrist as a prosthetic device. He is often in conflict with the Fantastic Four and the Avengers, and he is also an enemy of the Black Panther and Ka-Zar.[2]", "40973240": "Thomas Witten is an American theoretical physicist working in the field of soft matter physics.", "1455034": "Carlo Willem Joannes Beenakker (born 9 June 1960) is a professor at Leiden University and leader of the university's mesoscopic physics group, established in 1992.", "35238844": "Kumble R. Subbaswamy was the 11th chancellor of the University of Massachusetts Amherst.[1][2] He currently serves as Interim Senior Vice President for Academic and Student Affairs and Equity, serving the five-campus University of Massachusetts system.[3] He formerly served as the provost of University of Kentucky.", "21246914": "Edward Allen Hinds FInstP FAPS FRS (born 8 Sept 1949)[1][2] is a British physicist noted for his work with cold matter.", "33534916": "Yuri Abramovich Golfand (Russian: Ю́рий Абра́мович Го́льфанд; January 10, 1922 – February 17, 1994) was a Russian and Israeli physicist known, in particular, for his 1971 paper (joint with his student Evgeny Likhtman) where they proposed supersymmetry between bosonic and fermionic particles by extending the Poincaré algebra with anticommuting spinor generators. The algebra they constructed is also called a Super-Poincaré algebra. In the very same paper they presented the first four-dimensional supersymmetric gauge field theory – supersymmetric quantum electrodynamics with the mass term of the photon/photino fields, plus two chiral matter supermultiplets[1] (for a more detailed version see the Tamm Memorial Volume cited below; English translation is presented in Shifman 2000.[2]).", "72528837": "Stefano Bianchi is an Italian astrophysicist who is currently an Associate Professor at the Mathematics and Physics Department of Università degli Studi Roma Tre in Rome, Italy.[1] He is an INAF Associate and an IAU Member.[2]", "23835592": "David Halliday (March 3, 1916 – April 2, 2010) was an American physicist known for his physics textbooks, Physics and Fundamentals of Physics, which he wrote with Robert Resnick. Both textbooks have been in continuous use since 1960 and are available in more than 47 languages.", "53752782": "Rebekah Dawson is an American astrophysicist and an associate professor of astronomy and astrophysics at Pennsylvania State University.[1] Her research focuses on simulating the evolution of exoplanetary orbits and compositions to better understand how planetary systems form.[2][3]", "73315286": "Smitha Vishveshwara (born 1974) is an Indian-American theoretical quantum condensed matter physicist whose research includes work on cold Bose gases and non-equilibrium quantum dynamics,[1] as well as strongly correlated materials, dimensional confinement, fractionalization of quasiparticles, quantum quench dynamics, connections from condensed matter physics to protein structure networks, and quantum analogues of black hole collision ringdown. She is a professor of physics at the University of Illinois Urbana-Champaign.[2]", "22197210": "David Vanderbilt is a professor of physics at Rutgers University researching condensed-matter physics since 1991, and named Board of Governors Professor of Physics in 2009.[1] He received his B.A. from Swarthmore College in 1976 and his Ph.D. from MIT in 1981 studying under John D. Joannopoulos.[2] He received the Aneesur Rahman Prize for Computational Physics in 2006.[3] The Aneesur Rahman prize is the highest honor given by the American Physical Society for work in computational physics. In 2013 he was elected to the National Academy of Science.[4]", "275419": "Theodore Harold Maiman (July 11, 1927 – May 5, 2007) was an American engineer and physicist who is widely credited with the invention of the laser.[1][2][3][4][5][6][7] Maiman's laser led to the subsequent development of many other types of lasers.[8][9] The laser was successfully fired on May 16, 1960. In a July 7, 1960, press conference in Manhattan,[10] Maiman and his employer, Hughes Aircraft Company, announced the laser to the world.[11] Maiman was granted a patent for his invention,[12] and he received many awards and honors for his work. His experiences in developing the first laser and subsequent related events are recounted in his book, The Laser Odyssey,[13] later being republished in 2018 under a new title, The Laser Inventor: Memoirs of Theodore H. Maiman.[14]", "65778655": "William Bookless is an American scientist and government official who served as the acting Under Secretary of Energy for Nuclear Security from 2020 to 2021. Bookless, who had previously served as deputy under secretary, assumed office on November 6, 2020 after the resignation of Lisa Gordon-Hagerty.[1][2]", "55981024": "Dieter Meschede (born 17 April 1954) is a German physicist and lightweight rower.", "27505636": "Lars Hultman (born 1960) is a professor of materials science and head of the Division of Thin Film Physics at Linköping University.[1]", "57816037": "Halina Rubinsztein-Dunlop AO FAA is a professor of physics at the University of Queensland and an Officer of the Order of Australia.[1][2] She has led pioneering research in atom optics, laser micro-manipulation using optical tweezers, laser enhanced ionisation spectroscopy, biophysics and quantum physics.[3][4]", "22197227": "Alex  Zunger is a theoretical physicist, research professor, at the University of Colorado Boulder. He has authored more than 150 papers in Physical Review Letters and Physical Reviews B Rapid Communication, has an h-index over 150, number of citations over 113,000 (Google Scholar). He co-authored one of the top-five most cited papers ever to be published in the Physical Review family in its over 100 years' history.[2]", "209903": "Richard Beeching, Baron Beeching (21 April 1913 – 23 March 1985), commonly known as Dr Beeching, was a physicist and engineer who for a short but very notable time was chairman of British Railways. He became a household name in Britain in the early 1960s for his report The Reshaping of British Railways, commonly referred to as The Beeching Report, which led to far-reaching changes in the railway network, popularly known as the Beeching Axe.", "22197236": "Uzi Landman (May 1944) is an Israeli/American computational physicist, the Fuller E. Callaway Professor of Computational Materials Science at the Georgia Institute of Technology.[1]", "66335732": "Elizabeth Anne Hays is an American astrophysicist at the NASA Goddard Space Flight Center, where she is chief of the Astroparticle Physics Laboratory and the project scientist for the Fermi Gamma-ray Space Telescope.[1] Her research has included gamma-ray astronomy of the Crab Nebula,[2] novae,[3] and gamma-ray bursts.[4]", "2405367": "Denis Lawrence Weaire FRS (born 17 October 1942 in Dalhousie, Simla, India)[1] is an Irish physicist and an emeritus professor of Trinity College Dublin (TCD).[2]", "21672969": "Duncan T. Moore was president of the Optical Society of America in 1996 [1] and was awarded the society's Edwin H. Land Medal in 2009.[2]", "40514572": "David B. Fairlie (born in South Queensferry, Scotland, 1935) is a British mathematician and  theoretical physicist, Professor Emeritus at the\nUniversity of Durham (UK).[1]", "1586190": "Cesare Mansueto Giulio Lattes (11 July 1924 – 8 March 2005), also known as César Lattes, was a Brazilian experimental physicist, one of the discoverers of the pion, a composite subatomic particle made of a quark and an antiquark.", "30749713": "Dr. Tapio Alvesalo (born November 19, 1943, in Jokioinen, Finland) acted as the Secretary General of the Millennium Prize Foundation (2004–2009) and as the Secretary of the Foundation's International Prize Selection Committee.[1]", "65877011": "Dr Kate Stone is an English engineer and founder and CEO of the company Novalia which has developed products using \"Interactive Printed Media\".", "41268243": "Oded Regev (born 1946) is a physicist and astrophysicist, professor emeritus of the Technion, Israel Institute of Technology.  He is best known for his theoretical application of fluid dynamics and dynamical systems theory to astrophysics.", "57160726": "Professor Martin Asplund (FAA) (born April 29, 1970) is a Swedish-Australian astrophysicist and a Fellow of the Australian Academy of Science. He has made credible[1] and sometimes controversial contributions in the field of astronomy.  His models of the levels of the heavy elements, oxygen, carbon, neon and nitrogen in the solar spectrum have challenged scientific understanding of the sun and the rest of the cosmos.[2]", "53785623": "Suzanne T. Staggs (born May 11, 1965) is an American physicist who is currently the Henry DeWolf Smyth Professor of Physics at Princeton University.[1][2][3] Staggs has led the development of numerous cosmic microwave background experiments and is currently the principal investigator (PI) of the Atacama Cosmology Telescope (ACT) and founding member of the Simons Observatory (SO).[4][5][6] In 2020, Staggs was elected into the National Academy of Sciences.[7]", "36058141": "Goéry Delacôte, Légion d'honneur,[1] is a French theoretical physicist and science educator. He has been involved with the direction of science centres in Europe and the United States. He was instrumental in establishing the Cité des Sciences et de l'Industrie in Paris, and was head of scientific information and communication at the Centre National de la Recherche Scientifique (CNRS) for 10 years from 1982.", "13710366": "Leigh Page (October 13, 1884 – September 14, 1952) was an American theoretical physicist. Chairman of Mathematical Physics at the Sloane Physics Laboratory of Yale University for over three decades, he is the namesake of Yale's  Leigh Page Prize Lectures.", "1520686": "Malcolm Sim Longair CBE FRS FRSE[5] (born 18 May 1941)[1] is a British physicist. From 1991 to 2008 he was the Jacksonian Professor of Natural Philosophy in the Cavendish Laboratory at the University of Cambridge.[6][7][8][9] Since 2016 he has been Editor-in-Chief of the Biographical Memoirs of Fellows of the Royal Society.[10]", "55555126": "Arun Mallojirao Jayannavar (22 July 1956 - 22 November 2021) was an Indian condensed matter physicist and a senior professor at the Institute of Physics, Bhubaneswar. Known[according to whom?] for his research on many interdisciplinary areas of condensed matter physics, Jayannavar was an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences, National Academy of Sciences, India and Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the government of India for scientific research, awarded Jayannavar the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1998.[1]", "32027707": "Amer Iqbal is a Pakistani American theoretical physicist. He is primarily known for his work in string theory and mathematical physics.", "72594495": "Georg Hohlneicher (13 March 1937 in Munich – 10 March 2020 in Munich) was a German solid state physicist and professor at the University of Cologne.[1]", "54015041": "Kevin E. Bassler is an American physicist, currently the John and Rebecca Moores Professor of Physics and Mathematics at the University of Houston.", "54015042": "Donald J. Kouri (July 25  1938 – February 9 2021) was an American physicist and Cullen Distinguished Professor at the University of Houston.[1][2]  He completed his PhD from University of Wisconsin in 1965.", "49427525": "Harold Emil \"Bud\" Rorschach Jr. (November 25, 1926 – June 5, 1993), was an American physicist. He joined the faculty of Rice University in 1952, and served there throughout his career. He was three times the chairman of the physics department and was principal investigator of the NASA interdisciplinary laboratory at Rice, which conducted research involving a wide range of studies on solid materials.[1]", "406599": "Eric Allin Cornell (born December 19, 1961) is an American physicist who, along with Carl E. Wieman, was able to synthesize the first Bose–Einstein condensate in 1995. For their efforts, Cornell, Wieman, and Wolfgang Ketterle shared the Nobel Prize in Physics in 2001.", "49919052": "Radu Grigorovici (November 20, 1911 – August 2, 2008) was a Romanian physicist.", "11940944": "John Aitken, FRS, FRSE LLD (18 September 1839 – 14 November 1919) was a Scottish meteorologist, physicist and marine engineer. He was one of the founders of cloud physics and aerosol science, who built the first apparatus to measure the number of dust and fog particles in the atmosphere, a koniscope.[1][2]", "68072529": "Reina H. Maruyama is a Japanese–American experimental particle/atomic", "3421276": "Moo-Young Han (November 30, 1934 – May 15, 2016) was a South Korean-born American physicist. He was a professor of physics at Duke University. Along with Yoichiro Nambu of the University of Chicago, he is credited with introducing the SU(3) symmetry of quarks, today known as the color charge.[1] The color charge is the basis of the strong force as explained by quantum chromodynamics.", "21214306": "Richard Elliss Bodenham Makinson (5 May 1913 – 15 January 1979), also R.E.B. or Dick Makinson, was an Australian physicist known for his contributions to solid-state physics and amorphous semiconductors.", "472162": "Fran Bošnjaković (1902–1993) was a noted Croatian thermodynamicist considered to be one of the pioneers in the development of technical thermodynamics.[1]", "39826536": "Eleftherios Goulielmakis (Ελευθέριος Γουλιελμάκης) is a Greek physicist specializing in lasers. He is a professor of physics at the University of Rostock, Germany where he currently leads the research activities of the Extreme Photonics  group. Previously, he was the head of the research group \"Attoelectronics\" at the Max Planck Institute of Quantum Optics in Garching, Germany.", "55915628": "Roger Chevalier is an American astronomer currently on faculty at University of Virginia.[1] A cited expert in theoretical astrophysics, his interests include astronomical supernovae environment and gases.[2]", "21247085": "Victor Vacquier, Sr. (October 13, 1907 – January 11, 2009) was a professor of geophysics at the Scripps Institution of Oceanography at the University of California, San Diego.[1][2]", "275566": "Michael Craig Judge (born October 17, 1962) is an American actor, animator, writer, producer, director, and musician.[1][2] He is the creator of the animated television series Beavis and Butt-Head (1993–1997, 2011, 2022–present), and the co-creator of the television series King of the Hill (1997–2010), The Goode Family (2009), Silicon Valley (2014–2019), and Mike Judge Presents: Tales from the Tour Bus (2017–2018). He wrote and directed the films Beavis and Butt-Head Do America (1996), Office Space (1999), Idiocracy (2006), and Extract (2009), and co-wrote the screenplay to Beavis and Butt-Head Do the Universe (2022).", "78958": "Paul Ehrenfest (18 January 1880 – 25 September 1933) was an Austrian theoretical physicist, who made major contributions to the field of statistical mechanics and its relations with quantum mechanics, including the theory of phase transition[1] and the Ehrenfest theorem. He befriended Albert Einstein on a visit to Prague in 1912 and became a professor in Leiden, where he frequently hosted Einstein.[2] He died by murder-suicide in 1933; he killed his disabled son Wassik, and then himself.", "4600944": "Leigh Canham is a British scientist who has pioneered the optoelectronic and biomedical applications of porous silicon.", "60372075": "Fritz E. Borgnis (December 24, 1906 – August 27, 1982) was a German applied physicist and electrical engineer, known for his contributions to microwave physics,  guided waves and ultrasonic measurements for medical diagnostics.", "33240181": "Raphael Bousso (/ˈbuːsoʊ/) (born 1971) is a theoretical physicist and cosmologist. He is a professor at the Berkeley Center for Theoretical Physics in the Department of Physics, UC Berkeley. He is known for the Bousso bound on the information content of the universe.[1][2][3] With Joseph Polchinski, Bousso proposed the string theory landscape as a solution to the cosmological constant problem.[4][5]", "31405174": "David J. Brenner is an American theoretical physicist and Higgins Professor of Radiation Biophysics, College of Physicians & Surgeons of Columbia University. His interest is in finding mathematical and physics related solutions to biological problems.[1] Born in Liverpool, England, he received his doctorate from Oxford University.", "78971": "Fritjof Capra (born February 1, 1939) is an Austrian-born American author, physicist, systems theorist and deep ecologist.[2] In 1995, he became a founding director of the Center for Ecoliteracy in Berkeley, California. He is on the faculty of Schumacher College.", "60929148": "Faouzia Farida Charfi (born 1941 in Sfax, née Rekik) is a Tunisian scientist, intellectual and politician. She was Minister of State for Education in 2011.", "48706684": "Kepler de Souza Oliveira Filho (born 16 February 1956), also known as S. O. Kepler, is a Brazilian astronomer primarily known for his work on white dwarfs, variable stars, and magnetars. A member of the Brazilian Academy of Sciences, he is currently a professor at Universidade Federal do Rio Grande do Sul (UFRGS).[1]", "68072576": "Aditi Mitra is an Indian-American theoretical condensed matter physicist known for her research on molecular scale electronics and non-equilibrium quantum systems. Other topics in her research include floquet theory and topological insulators. She is a professor of physics at New York University.", "22492293": "Gordon Frank Newell (January 25, 1925 – February 16, 2001)[1] was an American scientist, known for his contributions to applied mathematics, in particular traffic flow analysis and queueing theory. Newell authored over one hundred articles and wrote several books.  The Gordon–Newell theorem is named after him and his colleague William J. Gordon. Their algorithms helped form the basis of most modern automatically controlled  and networked traffic-light control systems.", "59880586": "Wang Lijun (Chinese: 王立军; born 13 July 1946) is a Chinese physicist who specializes in laser and optoelectronics. He is a research professor at the Changchun Institute of Optics, Fine Mechanics and Physics, and an academician of the Chinese Academy of Sciences.", "51164299": "JoAnne L. Hewett (born 1960) is a theoretical particle physicist on the faculty of the SLAC National Accelerator Laboratory at Stanford University, where she is a professor in the Department of Particle Physics and Astrophysics.  Since 2017 she has been the associate lab director of the Fundamental Physics Directorate and the chief research officer at SLAC. Her research interests include physics beyond the Standard Model, dark matter, and hidden dimensions. She is a fellow of the American Physical Society and a fellow of the American Association for the Advancement of Science (AAAS).", "62960782": "Heinz Artur Raether (14 October 1909 — 31 December 1986)[1] was a German physicist. He is best known for his theoretical and experimental contributions to the study of surface plasmons, as well as for Kretschmann-Raether configuration, a commonly-used experimental setup for the excitation of surface plasmon resonances.[2][3]", "21247119": "Wilson Sibbett CBE FRS FRSE HonFInstP (born 1948) is a British physicist noted for his work on ultrashort pulse lasers[1] and Streak cameras. He is the Wardlaw Professor of Physics at St Andrews University.", "275603": "Frank Anthony Wilczek (/ˈvɪltʃɛk/[2] or /ˈwɪltʃɛk/;[3] born May 15, 1951) is an American theoretical physicist, mathematician and Nobel laureate. He is the   Herman Feshbach Professor of Physics at the Massachusetts Institute of Technology (MIT), Founding Director of T. D. Lee Institute and Chief Scientist at the Wilczek Quantum Center, Shanghai Jiao Tong University (SJTU), distinguished professor at Arizona State University (ASU) and full professor at Stockholm University.[4]", "4306068": "Thunderball (Eliot Franklin) is a fictional character, a supervillain appearing in American comic books published by Marvel Comics. He is a frequent enemy of Thor and a reluctant ally of the Wrecker and the Wrecking Crew.", "53261459": "Wolfgang Max Paul Gaede (25 May 1878 – 24 June 1945) was a German physicist and pioneer of vacuum engineering.[1]", "70235287": "Professor James Dwyer McGee OBE FRS (17 December 1903 – 28 February 1987) was an Australian scientist and photoelectronics inventor, who worked for many years at EMI in west London, largely developing the first television camera.", "69809303": "Donald Alfred Gurnett (April 11, 1940 – January 13, 2022) was an American physicist and professor at the University of Iowa who specialized in plasma physics.[1][2]", "56013977": "Göran Lindblad (9 July 1940–30 November 2022) was a Swedish theoretical physicist and a professor at the KTH Royal Institute of Technology, Stockholm.[1] He made major foundational contributions in mathematical physics and quantum information theory, having to do with open quantum systems, entropy inequalities, and quantum measurements.", "46838937": "Joseph John Loferski (August 7, 1925 – January 20, 1997)[1] was an American physicist and a professor of engineering at Brown University. The New York Times called him \"a pioneer in the development of solar cells\".[2]  During his long and successful career he focused primarily on photovoltaic cells and their ability to convert the energy in light to electricity. Loferski also wrote and spoke extensively on the physics of semiconductor materials such as silicon, and methods of improving the efficiency of photovoltaic cells. Loferski's work and that of other early researchers proved that semiconductor devices could produce commercially viable, pollution-free electricity.", "67482780": "Dana Dattelbaum is an American physicist and scientist at Los Alamos National Laboratory.[1] She leads NNSA’s Dynamic Materials Properties portfolio at LANL, which provides experimental data, platforms and diagnostics for materials behaviors relevant to nuclear weapons performance, ranging from plutonium to high explosives.[2]", "34190497": "David Colin Hanna FRS (born 1941)[1] is a British physicist specializing in laser physics and nonlinear optics. He is emeritus professor of physics at the University of Southampton. His research interests include quasi-phase-matched nonlinear materials, optical parametric oscillators, fibre lasers, and X-ray sources based on high harmonic generation.[2][3]", "19739810": "Harry Jeannot Lipkin (June 16, 1921 – September 15, 2015), also known as Zvi Lipkin,[1] was an Israeli theoretical physicist specializing in nuclear physics and elementary particle physics. He is a recipient of the prestigious Wigner Medal.[2]", "26588324": "Prahalad Chunnilal Vaidya (P.C.Vaidya; 23 May 1918 – 12 March 2010), was an Indian physicist and mathematician, renowned for his instrumental work in the general theory of relativity. Apart from his scientific career, he was also an educationist and a follower of Gandhian philosophy in post-independence India, specifically in his domicile state Gujarat.", "67843239": "Marietta Kurz was the   first person to find evidence of the subatomic particles known as mesons, specifically pions.", "4011181": "Marlan Orvil Scully (born August 3, 1939) is an American physicist best known for his work in theoretical quantum optics. He is a professor at Texas A&M University and Princeton University.[1]  Additionally, in 2012 he developed a lab at the Baylor Research and Innovation Collaborative in Waco, Texas.[2]", "439470": "Emil Wolf (July 30, 1922 – June 2, 2018)[1] was a Czech-born American physicist who made advancements in physical optics, including diffraction, coherence properties of optical fields, spectroscopy of partially coherent radiation, and the theory of direct scattering and inverse scattering. He was also the author of numerous other contributions to optics.", "42415279": "Dr. Purnima Sinha (12 October 1927 – 11 July 2015) was an Indian physicist and was one of the first Bengali women to receive a doctorate in physics.[1] She did tremendous work in the field of x-ray crystallography of clay minerals. She was raised by a progressive family in a traditional era. She was able to further her education and led a life where she was able to pursue her passion of physics and engage in an artistic activities such as singing, painting, and writing.", "27964592": "Robert Turner is a British neuroscientist, physicist, and social anthropologist. He has been a director and professor at the Max Planck Institute for Human Cognitive and Brain Sciences in Leipzig, Germany, and is an internationally recognized expert in brain physics and magnetic resonance imaging (MRI). Coils inside every MRI scanner owe their shape to his ideas.[1]", "7025837": "Martin Allan Uman (born 1936) is an American engineer. He has been acknowledged by the American Geophysical Union as one of the world's leading authorities on lightning. [1]", "439481": "Jean-Pierre Vigier (16 January 1920 – 4 May 2004)[1] was a French theoretical physicist, known for his work on the foundations of physics, in particular on his stochastic interpretation of quantum physics.", "49460410": "Gillian Anne Gehring OBE HonFInstP (born Gillian Anne Murray, 19 May 1941) is a British academic physicist, and emeritus Professor of Physics in the Department of Physics and Astronomy at the University of Sheffield.[1] She was the second woman in the UK to become a Professor of Physics and in 2009 won the Nevill Mott Medal and Prize.", "32781504": "Elizabeth A. Rauscher (1937–2019) was an American physicist and parapsychologist. She was born in Berkeley, California on March 18, 1937.[1] She died on July 3, 2019 (aged 82).", "70497472": "Giedrė Purvaneckienė (born 1945) is a Lithuanian politician and academic. She was one of the founders and initial instructors of the Women's Studies Centre in Vilnius. She served as the state advisor on women, children, and the family from 1994 to 2000 to the government of Lithuania and the United Nations Development Program. She was a member of the Seimas between 2001 and 2004 and 2012 to 2016. Purvaneckienė led the Lithuanian delegation of the Baltic Assembly between 2004 and 2005, before becoming president of the Assembly in 2015.", "26391749": "Allan Blaer (born 1942) is a physicist, professor emeritus and special lecturer at Columbia University in New York City. He received his undergraduate degree from Columbia University in 1964, where he was the valedictorian. He later went on to obtain his PhD in physics at the same institution. He has done research in both theoretical and experimental physics. In quantum field theory, he worked on phase transitions in low-temperature bosonic and fermionic systems, quantum field theory anomalies, dyons and magnetic monopoles in non-abelian gauge theories, and renormalization theory. In experimental physics, he has worked on precision measurement of vacuum polarization in muonic atoms to test quantum electrodynamics.", "56374470": "Prof Robert William Pringle OBE FRSE FRSC FIP FAPS (2 May 1920–20 June 1996) was a 20th century Scottish physicist.", "37401799": "Hiroomi Umezawa (梅沢 博臣, Umezawa Hiroomi) (September 20, 1924 – March 24, 1995) was a physicist and Distinguished Professor in the Department of Physics at the University of Wisconsin–Milwaukee[1] and later at the University of Alberta. He is known for his fundamental contributions to quantum field theory and for his work on quantum phenomena in relation to the mind.", "66794701": "Luc Thévenaz (born 1958 in Geneva) is a Swiss physicist who specializes in fibre optics. He is a professor of physics at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the Group for Fibre Optics School of Engineering.[1]", "42546388": "Lenin Prize (1988)\nDistinguished scientist of Russian Federation (1996)\nMedal \"In Commemoration of the 850th Anniversary of Moscow\" (1997)\nMedal \"Veteran of Labour\" (1988)", "49919191": "Ștefan C. Hepites (February 1851 – September 1922) was a Romanian physicist and meteorologist.", "69612759": "Barbara Suzanne Goss Levi (born 1943) is an American physicist, physics writer, and editor.[1][2]", "39924968": "Ryan Milton Rohm (born 22 December 1957, Gastonia, North Carolina) is an American string theorist. He is one of four physicists known as the Princeton string quartet,[1] and is responsible for the development of heterotic string theory along with David Gross, Jeffrey A. Harvey and Emil Martinec,[1][2][3][4][5] the other members of the Princeton String Quartet.", "42808557": "Kathleen Rachel Makinson AM FTSE (née White) (15 February 1917 – 18 October 2014) was an Australian physicist and the first woman to become a chief research scientist at the country's research organization, CSIRO.", "10401005": "Johann Georg von Soldner (16 July 1776 in Feuchtwangen, Ansbach – 13 May 1833 in Bogenhausen, Munich) was a German physicist, mathematician and astronomer, first in Berlin and later in 1808 in Munich.", "24622317": "Shahram Amiri (Persian: شهرام امیری Šahrâm Amiri; 8 November 1978 – 3 August 2016) was an Iranian nuclear scientist who disappeared from Iran during 2009–2010 under disputed circumstances, and was executed by the Iranian government in August 2016.[1]", "44184824": "Professor Aba A. Bentil Andam (born 1948) is a Ghanaian particle physicist who was President of the Ghana Academy of Arts and Sciences from 2017 to 2019. She is the first Ghanaian female physicist.[1]", "73512187": "Caitríona M. Jackman is an Irish space physicist. In 2021, she became the first female senior professor at the Dublin Institute for Advanced Studies (DIAS) Dunsink Observatory.[1][2][3] She has made important contributions to understanding the solar wind interactions with planetary magnetospheres.[4]", "49329406": "Xiaoliang Qi (simplified Chinese: 祁晓亮; traditional Chinese: 祁曉亮; pinyin: Qí Xiǎoliàng;[1] born July 1983[2][better source needed]) is a Chinese physicist and professor at Stanford University who studies quantum entanglement, quantum gravity, quantum chaos, and topological phenomena in condensed matter.[3] He earned his B.S. in 2003 and Ph.D. in 2007 from Tsinghua University.[3]", "44741898": "Yasuhiko Arakawa (Japanese 荒川 泰彦, Arakawa Yasuhiko; born 6 November 1952) is a Japanese physicist.", "8828174": "Susan Elizabeth Hough[pronunciation?] (born March 20, 1961[1]) is a seismologist at the United States Geological Survey in Pasadena, California, and scientist in charge of the office. She has served as an editor and contributor for many journals and is a contributing editor to Geotimes Magazine. She is the author of five books, including Earthshaking Science (Princeton).", "5780751": "Thomas Bagley may refer to:", "11908369": "Claude Wendell Horton Sr. (September 23, 1915 Cherryvale, Kansas – March 2, 2002) was one of the principal contributors to the development of the applied research laboratories and the department of physics at The University of Texas at Austin.[1] Between 1972 and 1975, he contributed significantly to the geophysics program in the Department of Geological Sciences.", "439569": "Oscar Buneman (28 September 1913 – 24 January 1993) made advances in science, engineering, and mathematics. Buneman was a pioneer of computational plasma physics and plasma simulation.[1][4]", "12825875": "Donald Cooksey (May 15, 1892 – August 19, 1977), was an American physicist who was associate director of the Lawrence Radiation Laboratory of the University of California at Berkeley.", "11613456": "Sir Paul Terence Callaghan GNZM FRS FRSNZ[1] (/ˈkæləhæn/ KAL-ə-han; 19 August 1947 – 24 March 2012) was a New Zealand physicist who, as the founding director of the MacDiarmid Institute for Advanced Materials and Nanotechnology at Victoria University of Wellington, held the position of Alan MacDiarmid Professor of Physical Sciences and was President of the International Society of Magnetic Resonance.[2]", "3912981": "David Tabor may refer to:", "22557988": "Olga Speranskaya (Russian: Ольга Сперанская) is a Russian scientist and environmentalist.[1][2][3][4][5][6] She has been the Director of the Chemical Safety Program at the Eco-Accord Center for Environment and Sustainable Development in Moscow since 1997 and holds a master's degree in Geophysics from Moscow State University, and a doctorate in Environmental physics from the Russian Academy of Sciences.[4][7] From 2010 to 2018, she was a co-chair of the International POPs Elimination Network.[8][9] Speranskaya has led many campaigns against the use of organic pollutants, fought to ban the burial and transport of hazardous chemicals, and provided information to government decision-makers for policy changes in many different countries.", "60437798": "Julia K. Steinberger (born 1974) is Professor of Ecological Economics at the University of Lausanne.[1][4] She studies the relationships between the use of resources and performance of societies. She is an author of the Intergovernmental Panel on Climate Change (IPCC) 6th Assessment Report, contributing to the report's discussion of climate change mitigation pathways.[5]", "49919273": "Dragomir M. Hurmuzescu (13 March 1865, in Bucharest – 31 May 1954, in Bucharest) was a Romanian physicist and inventor, teacher at the University of Iași and the University of Bucharest, and a correspondent member at the Romanian Academy.[1]", "59028782": "Francis Louis Halzen (born 23 March 1944 in Tienen, Belgium) is a Belgian particle physicist. He is the Hilldale and Gregory Breit Distinguished Professor at the University of Wisconsin–Madison and Director of its Institute for Elementary Particle Physics. Halzen is the Principal Investigator of the IceCube Neutrino Observatory at the Amundsen–Scott South Pole Station in Antarctica, the world's largest neutrino detector which has been operational since 2010.", "26293555": "Frank Verstraete (born November 1972[1]) is a Belgian quantum physicist who is working on the interface between quantum information theory and quantum many-body physics. He pioneered the use of tensor networks and entanglement theory in quantum many body systems. He holds the Leigh Trapnell Professorship of Quantum Physics at the Faculty of Mathematics, University of Cambridge, and is professor at the Faculty of Physics at Ghent University.", "33797433": "George H. Miley (born 1933) is a professor emeritus of physics from the University of Illinois at Urbana–Champaign. Miley is a Guggenheim Fellow and Fellow of the American Nuclear Society, the American Physical Society and the Institute of Electrical and Electronics Engineers. He was Senior NATO Fellow from 1994 to 1995, received the Edward Teller Medal in 1995, the IEEE Nuclear and Plasma Science Award in Fusion Technology in 2003 and the Radiation Science and Technology Award in 2004. He holds several patents.[1]", "1094969": "Robert A. McConnell (1914–2006) was an American physicist and parapsychologist.", "12662075": "Enrique Loedel Palumbo (Montevideo Uruguay, June 29, 1901 – La Plata Argentina, July 31, 1962) was an Uruguayan physicist.", "59684153": "Ranjith Padinhateeri is an Indian biological physicist and a professor at the Indian Institute of Technology, Mumbai. He is known for his biological studies using statistical mechanics, polymer physics, and soft matter theory. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2017–18.", "67417401": "Paola Cappellaro is an Italian-American engineer who is a Professor of Nuclear Science and Engineering at the Massachusetts Institute of Technology. Her research considers electron-spin resonance, nuclear magnetic resonance and quantum information processing. She leads the MIT Quantum Engineering Group at the Center for Ultracold Atoms.", "20362569": "Bahram Akasheh (born 1936) is an Iranian geophysicist and seismologist and Professor of Geophysics at University of Tehran. He is considered one of Iran's leading experts on earthquakes and seismic activity.[1]", "27080011": "Poul S. Jessen holds the position of Professor of Optical Sciences with a joint appointment in Physics at the University of Arizona. He is a founding member of the Center for Quantum Information and Control.  He has done experimental research in the areas of optical lattices, quantum information, quantum chaos, and quantum optics.", "51164492": "Philip J. Wyatt is the founder and Chairman of Wyatt Technology, located in Santa Barbara, California.  He is known for contributions to laser light scattering, more specifically the physics of the inverse scattering problem and for commercializing analytical methods and instruments involving laser light scattering, which are widely used in academia, industry, and government.", "17806669": "Gerald Molloy (born at Mount Tallant House, near Dublin, 10 September 1834; died at Aberdeen, 1 October 1906) was an Irish Roman Catholic priest, theologian and scientist.", "37795152": "Detlef Lohse (born 15 September 1963 in Hamburg) is a German physicist and professor in the University of Twente's Department of Physics of Fluids in the Netherlands.[1]", "66631000": "Samar Safi-Harb is a professor in the Department of Physics and Astronomy at the University of Manitoba and a Canada Research Chair in Supernova Remnant Astrophysics and Extreme Astrophysics.[1][2][3] \nShe was the Vice President of the Canadian Astronomical Society from 2020 to 2021.[4]", "27702616": "Hellmut Fritzsche (20 February 1927 – June 17, 2018)[1] was an American physicist.", "18167130": "Li Aizhen (Chinese: 李爱珍; born May 1936) is a Chinese scientist at the Chinese Academy of Sciences Shanghai Institute of Microsystem and Information Technology (Chinese: 中国科学院上海微系统与信息技术研究所). An expert in semiconductor material, she was elected a foreign associate of the United States National Academy of Sciences in 2007.", "734558": "George Eugene Uhlenbeck (December 6, 1900 – October 31, 1988) was a Dutch-American theoretical physicist.[1]", "58602846": "Céline Bœhm FInstP is a professor of Particle Physics at the University of Sydney. She works on astroparticle physics and dark matter.", "23704933": "Tom C. Lubensky (born Kansas City, Missouri 7 May 1943) is an American physicist. He is currently the Christopher H. Browne Distinguished Professor at the University of Pennsylvania, where he was Mary Amanda Wood professor of physics (1998–2009) and chair of the Department of Physics and Astronomy.[1][2]", "58996070": "Carla Molteni (born February 1966) is an Italian Professor of Physics at King's College London. She works on computer simulations of materials and biomolecules.[1][2][3]", "67614055": "Anna Elisabeth Krause is a German-American astronomer and assistant professor of physics at the University of Arizona.", "41923948": "Albert van den Berg (born 20 September 1957) is a Dutch physicist who works on nanotechnology-miniaturization in physics, chemistry, biology and biotechnology (nanofluidics, nanosensors, Lab on a chip (LOC), Organ on Chip (OoC)).", "69940594": "Cecilia Elena Gerber is an Argentine-American experimental high-energy physicist whose research involves massive elementary particles: the top quark and Higgs boson. She is UIC Distinguished Professor of Physics and director of undergraduate studies in physics at the University of Illinois Chicago,[1] and the co-director of the LHC Physics Center at Fermilab.[2] Her research has included participation in the DØ experiment at Fermilab and the Compact Muon Solenoid experiment at the Large Hadron Collider in France and Switzerland.[3]", "63223155": "Noah Hershkowitz (August 16, 1941 – November 13, 2020) was an American experimental plasma physicist.[1][2] He was known for his pioneering research on the understanding of plasma sheaths, solitons and double layers in plasmas,[3] as well as the development of the emissive probe which measures the plasma potential (i.e. the electric potential within a plasma sheath).[4][5][6]", "38548855": "Alexander A. Kordyuk (born December 9, 1967) is a Ukrainian experimental physicist, known mainly for invention of the Method of frozen images and several experimental techniques based on magnetic levitation,[1][2] and for contribution to the field of high temperature superconductivity.[3][4]", "52540792": "Azriel Genack is an American physicist, currently a distinguished professor at Queens College, City University of New York, and also a published author.[1][2][3] His research specializes in microwave and optical propagation.[1]", "23377273": "Kirill Ivanovich Shchelkin (Russian: Кирилл Иванович Щёлкин; 17 May 1911 – 8 November 1968) was a Soviet physicist of Armenian origin in the former Soviet program of nuclear weapons who made theoretical and experimental contribution in combustion and gas dynamics.", "70890871": "Dynamic friction", "2864510": "Bruce Allen  (born May 11, 1959) is an American physicist and director of the Max Planck Institute for Gravitational Physics in Hannover Germany and leader of the Einstein@Home project for the LIGO Scientific Collaboration. He is also a physics professor at the University of Wisconsin–Milwaukee and the initiator / project leader of smartmontools hard disk utility.[1]", "42153346": "Chandan Dasgupta (Bengali: চন্দন দাশগুপ্ত), (born 1951) is an Indian theoretical physicist known for his contributions in condensed matter physics and statistical physics. He is at present a professor at Indian Institute of Science, Bangalore.[1][2][3] He was the former[4] dean of Undergraduate Program at Indian Institute of Science.[5]", "12694920": "Robert M. L. Baker Jr. (born September 1, 1930)[1] is an American physicist. He earned a bachelor's degree in physics at UCLA summa cum laude, was elected to Phi Beta Kappa, and earned a master's degree in physics and a Ph.D. in engineering at UCLA. The Ph.D. in engineering, with a specialization in aerospace, was, according to UCLA officials, the first of its kind to be granted in the United States. Baker was a lecturer and assistant professor at UCLA, in astronomy (1959–63) and the Department of Engineering and Applied Science (1963–71). During that time he was also a lecturer at the United States Air Force Academy.[citation needed]", "71218570": "Janina Maultzsch is a German physicist who is the Chair of Experimental Physics at Friedrich-Alexander-Universität Erlangen-Nürnberg. Her research considers the electronic and optical properties of carbon nanomaterials.", "64959884": "Henryk Wujec (25 December 1940[1] – 15 August 2020) was a Polish politician who served as a member of the Sejm.[2]", "472463": "Sir Maurice Vincent Wilkes FRS FREng[11] (26 June 1913 – 29 November 2010)[12] was an English computer scientist who designed and helped build the Electronic Delay Storage Automatic Calculator (EDSAC), one of the earliest stored program computers, and who invented microprogramming, a method for using stored-program logic to operate the control unit of a central processing unit's circuits. At the time of his death, Wilkes was an Emeritus Professor at the University of Cambridge.", "13972884": "Thomas Alwyn Jones (born 30 August 1947) is a Welsh biophysicist and a professor at the Uppsala University in Sweden.", "59028886": "Adolfo del Campo (born 1981, Bilbao, Spain) is a Spanish physicist and a professor of physics at the University of Luxembourg.[1] He is best known for his work in quantum control and theoretical physics. He is notable as one of the pioneers of shortcuts to adiabaticity. He was elected as a Fellow of the American Physical Society in 2023.[2]", "43234718": "Francis Lee Friedman (September 5, 1918 – August 4, 1962) was a professor of physics at the Massachusetts Institute of Technology (MIT).", "40580515": "Tom Wilkerson Bonner (19 October 1910, Greenville, Texas – 6 December 1961 Houston, Texas) was an American experimental physicist who developed important instruments and techniques for neutron physics and nuclear physics (Bonner sphere).[1][2]", "4863400": "Gaál Sándor (born 8 October 1885 in Gogánváralja, Hungary, died 28 July 1972) was a Hungarian accelerator physicist and an alleged co-inventor of the cyclotron.", "41792943": "Robert Andrew Rohde is an American physicist and former graduate student at the University of California, Berkeley, where he studied under Richard A. Muller. He received his PhD in 2010 with a thesis entitled \"The Development and Use of the Berkeley Fluorescence Spectrometer to Characterize Microbial Content and Detect Volcanic Ash in Glacial Ice.\"[1] He is also the founder of the website Global Warming Art[2] and a Wikipedia editor under the username \"Dragons Flight\".[3]", "60634545": "Tohru Eguchi (江口 徹, February 2, 1948 – January 30, 2019)[1] was a Japanese theoretical physicist.", "73741750": "Michael K. Stefanidis (Greek: Μιχαήλ Κ. Στεφανίδης; November 8, 1868 -November 25, 1957) was a mathematician, physicist, chemist, natural scientist, author, and historian.  He was the first chair of the History of Sciences department at the University of Athens and is the father of the history of modern Greek scientists.  He accumulated a detailed history of Greek scientists affiliated with the National and Kapodistrian University of Athens from 1837 to 1937.  His book Ιστορία της Φυσικομαθηματικής Σχολής του Πανεπιστημίου Αθηνών (History of the School of Physics and Mathematics of the University of Athens) is a detailed history of almost every scientist affiliated with the University of Athens since its inception, including Georgios Konstantinos Vouris, Nikolaos Ch. Nikolaidis, Cyparissos Stephanos, Dimitrios Stroumpos, and Theodoros G. Orphanides.[1][2][3]", "73676217": "Olga Vladimirovna Boudker (Russian: Ольга Владимировна Будкер) is a Russian born physicist who is a professor of physiology and biophysics at the Weill Cornell Medicine. She looks to understand the mechanisms of membrane transporters in cellular function. She was elected a fellow of the National Academy of Sciences in 2022.", "48608701": "William Ralph Smythe (July 5, 1893–July 6, 1988) was a physicist at California Institute of Technology.", "68662721": "Christine Anne Coverdale is an American plasma physicist at Sandia National Laboratories, where she is a Distinguished Member of the Technical Staff.[1]", "70464964": "Ljupčo Kocarev (Macedonian: Љупчо Коцарев, pronounced [ʎu'pt͡ʃɔ kɔt͡sa'rɛf]; born in Skopje,  SFR Yugoslavia, now North Macedonia on 25 February 1955) is a Macedonian scientist, academic and professor of physics and electrical engineering and the President of the national Macedonian Academy of Sciences and Arts.", "61617611": "Zhang Zong (Chinese: 章综; 16 May 1929 – 27 August 2019) was a Chinese crystallographer and an academician of the Chinese Academy of Sciences (CAS).", "26392012": "Bernard Derrida (French: [dɛʁida]; born 1952) is a French theoretical physicist. He is best known for his work in statistical mechanics, and is the eponym of Derrida plots, an analytical technique for characterising differences between Boolean networks.[1]", "275919": "Theodor Wulf (28 July 1868 – 19 June 1946) was a German physicist and Jesuit priest who was one of the first experimenters to detect excess atmospheric radiation.", "70137298": "Bernard S. Meyerson (born June 2, 1954) is an American solid state physicist.", "28685779": "Stefan Janos  (Slovak Štefan Jánoš, born 22 December 1943, Kuchyňa, Slovakia) is a Slovak-Swiss university physicist and professor, founder of very low temperature physics in Slovakia.", "68793824": "Siu Au Lee is an American physicist known for her use of visible and ultraviolet light lasers,[1][2] including using them to perform atomic-scale interferometry based on Bragg scattering, test special relativity and other fundamental theories, perform photolithography, and supply cooled heavy nuclei[2] for quantum computing applications.[3]", "63321569": "Boris Borisovich Kadomtsev (Russian: Борис Борисович Кадомцев; 9 November 1928 – 19 August 1998) was a Soviet and Russian plasma physicist who worked on controlled fusion problems (e.g. tokamaks).[1] He developed a theory of transport phenomena in turbulent plasmas and a theory of the so-called anomalous behavior of plasmas in magnetic fields.[2] In 1966, he discovered plasma instability with trapped particles.[3]", "39957986": "Peter Schattschneider (born 1950 in Vienna) is an Austrian physicist and science-fiction writer, a retired professor at the Institute of Solid State Physics[2] and a staff member of the USTEM[3] special unit of the Vienna University of Technology. His research focuses on electron microscopy, specifically on electron energy loss spectroscopy and the inelastic interactions between electrons and matter. He is also interested in the history of physics, the science in science fiction, and the role of science in society. His group was responsible for the discovery of electron magnetic circular dichroism in 2006.[4]", "34321889": "Gustaf Adolf Ising (Swedish pronunciation: [ˈɡɵ̂sːtav ˈɑ̂ːdɔlf ˈîːsɪŋ];[citation needed] 19 February 1883 - 5 February 1960) was a Swedish metrologist, geophysicist, and accelerator physicist.[1][2]", "53360096": "Augusta Maria \"Mici\" Teller (originally Schütz-Harkányi; 30 April 1909 – 4 June 2000)[1] was a Hungarian-American scientist and computer programmer, involved in the development of the Metropolis algorithm.", "8402407": "Helmut Hönl (February 10, 1903 in Mannheim, Germany – March 29, 1981 in Freiburg im Breisgau) was a German theoretical physicist who made contributions to quantum mechanics and the understanding of atomic and molecular structure.", "58766826": "James Floyd Scott FRS[1] (4 May 1942 – 6 April 2020)[2][3] was an American physicist and research director at the Cavendish Laboratory, University of Cambridge.[4] He is considered one of the pioneers of ferroelectric memory devices. He was elected to the Royal Society in 2008.[5]", "1029611": "Ignacij Klemenčič (6 February 1853, in Kamni Potok – 5 September 1901, in Trebnje) was a Carniolan (Slovenian) physicist.", "71972339": "Hans Lorenz (24 March 1865 – 4 July 1940) was a German engineer and mathematical physicist. He was an influential professor at the University of Göttingen and at Danzig where he was involved in establishing the training of engineers with sound mathematical and physics foundations.", "60438011": "Rubin Braunstein (1922–2018) was an American physicist and educator.[1][2] In 1955 he published the first measurements of light emission by semiconductor diodes made from crystals of gallium arsenide (GaAs), gallium antimonide (GaSb), and indium phosphide (InP). GaAs, GaSb, and InP are examples of III-V semiconductors. The III-V semiconductors absorb and emit light much more strongly than silicon, which is the best-known semiconductor. Braunstein's devices are the forerunners of contemporary LED lighting and semiconductor lasers, which typically employ III-V semiconductors.[3][4][5] The 2000 and 2014 Nobel Prizes in Physics were awarded for further advances in closely related fields.[6]", "70039038": "Hai-Ping Cheng is a Chinese-American physicist whose \"research crosses the boundaries between many sciences, such as chemistry, materials science, and engineering\".[1] Much of her research concerns the computational simulation of nanostructures, including nanowires and nanotubes. She is also a member of the LIGO Scientific Collaboration,[1] with whom she is a coauthor of highly cited work on binary black holes and the gravitational waves they emit. She is a professor of physics at the University of Florida,[2] where she directs both the Quantum Theory Project[3] and the Center for Molecular Magnetic Quantum Materials.[4]", "996863": "Robert Frederick Christy (May 14, 1916 – October 3, 2012) was a Canadian-American theoretical physicist and later astrophysicist who was one of the last surviving people to have worked on the Manhattan Project during World War II. He briefly served as acting president of California Institute of Technology (Caltech).", "64534019": "Susanne F. Yelin (born 1968)[1] is a German physicist specializing in theoretical quantum optics and known for her work in quantum coherence and superradiance. She is a professor of physics at the University of Connecticut,[2] a professor of physics in residence at Harvard University,[3] and vice director of the Max Planck/Harvard Research Center for Quantum Optics.[4]", "23180803": "Gordon Ferrie Hull (October 7, 1870 in Garnet, Ontario, Canada – October 7, 1956) was a Canadian-American mathematician, teacher and physicist, especially known for the experimental detection of the radiation pressure exerted by light which he achieved in 1903.[1][2][3][4]", "52540934": "Eckhard Krotscheck is an American physicist and inventor of Fermi hypernetted-chain theory.", "48510471": "M.S., University of Wisconsin, 1967", "73250311": "Robert Anderson Ellis Jr. (1927 – 15 December 1989) was an American physicist and head of experimental projects at the Princeton Plasma Physics Laboratory.[1]", "49919497": "Constantin Miculescu (6 September 1863 – 29 December 1937) was a Romanian physicist.[1]", "64861706": "Kae Nemoto (Japanese: 根本 香絵) is a Japanese theoretical physicist known for her research on photonics, superradiance,[1] quantum energy transport,[2] and linear optical quantum computing.[3] She is a professor at the National Institute of Informatics and at The Graduate University for Advanced Studies, director of the Global Research Center for Quantum Information Science at the National Institute of Informatics, and co-director of the Japanese-French Laboratory for Informatics.[4]   Since 01 April 2022, she leads the Quantum Information Science and Technology Unit at OIST Graduate University, Okinawa, Japan.", "56079878": "Camille Gutton (30 August 1872 – 19 August 1963) was a French physicist who specialized in radioelectricity.\nHe was responsible for various theoretical and practical advances.\nHe followed some false leads such as research into the hypothetical N rays, which did not in fact exist, and attempts to explain anomalies in laboratory measurements of radio waves in ionized gases, which he thought might be due to positive ions exerting a quasi-elastic force on electrons.\nHis work on very high frequency radio waves helped with the development of radar.\nHe received various honours for his work, and in 1947 was a candidate for the Nobel Prize in Physics.", "3356173": "Robert von Lieben (September 5, 1878, in Vienna – February 20, 1913, in Vienna) was an Austrian entrepreneur, and self-taught[1] physicist and inventor. Lieben and his associates Eugen Reisz and Siegmund Strauss invented and produced a gas-filled triode – the first thermionic valve with a control grid that was designed specifically for amplification rather than demodulation of signals, and is a distant ancestor of the thyratron.[2][3] After Lieben's death, the \"Lieben valve\", which is also known in English as the \"Lieben-Reisz valve\"[1] and in German as the \"LRS-Relais\"[4] (Lieben-Reisz-Strauss relay), was used in the world's first continuous wave radio frequency generator designed for radio telephony.[2]", "57816584": "Peet Kask (born 21 February 1948) is an Estonian physicist, political scientist and former politician, most notable for voting for the Estonian restoration of Independence.", "996884": "Desmond George King-Hele FRS (3 November 1927 at Seaford in Sussex – 25 December 2019)[1] was a British physicist, poet and author who crossed the divide between the arts and science to write extensively about the life of Erasmus Darwin, whom he linked with the romantic poets Shelley, Wordsworth, and Coleridge. In 1957, together with Doreen Gilmour, and as part of the Guided Weapons department of Royal Aircraft Establishment, he wrote a report proposing the use of the Blue Streak missile and Black Knight as a satellite launcher.  See also Blue Streak Satellite Launch Vehicle.", "19936789": "Endel Aruja (5 July 1911 – 4 February 2008) was an Estonian physicist specialising in X-ray crystallography, encyclopedian, librarian, supporter of libraries and a long-term Estonian expatriate activist.[1]", "38549015": "Peter Mason (25 February 1922 – 27 March 1987) was an English-born Australian physicist, educator and science communicator.", "72267291": "Raoelina Andriambololona is a Madagascar professor of physics. He was a founding Vice President of African Academy of Sciences, a member of The World Academy of Sciences and he was the founding Director General of National Institute for Nuclear Sciences and Technologies (INSTN), Madagascar.[1][2][3][4]", "32454176": "Viktor Nikitovich Mikhaylov (Russian: Виктор Никитович Михайлов; February 12, 1934 – June 25, 2011[1][2]) was a Soviet and Russian academic and nuclear scientist. From 1969 to 1988 Mikhaylov directed the Research Institute of Nuclear Impulse Technology. He personally oversaw more than 100 nuclear experiments during his directorship and spent over nine years at the Semipalatinsk and Novaya Zemlya test sites.[3] In 1992, Mikhaylov was selected to head the newly formed Ministry of Atomic Energy, or MinAtom (now Rosatom). Under his tenure Russia maintained its nuclear infrastructure and saw an increase in international cooperation on atomic energy growth. Starting in 1999, Mikhaylov led the Institute of Strategic Stability, and from 1992 to 2007 he was chairman of Rosatom's nuclear consulting division and manager of the Federal center for Nuclear Research.[4] He was also the bearer of many other titles: Academician of RAS (1997)[5] and of RARAN,[6] Doctor of Engineering (1976), professor (1984) and Founder of the School of Explosive Fission Physics and Penetration Radiation Single Pulse Diagnostics.", "60110371": "Fellow of the AAAS (2021)", "74135077": "Valery Nikolaevich Golubkin (born 1952[1]) is a Russian physicist and former professor at the Moscow Institute of Physics and Technology. Golubkin worked at the department of theoretical and applied aerohydromechanics and is an expert for hypersonic technology. In April 2020 he was arrested on the suspicion of treason. He is accused of passing state secrets to an unnamed NATO country. His lawyer said that at the time Golubkin denied the charges against him. On the 26th of June in 2023 he was sentenced to 12 years in prison.[2][3]", "31602219": "John Barrett Hasted (17 February 1921 – 4 May 2002) was a British physicist and folk musician.[1] He was born in Woodbridge, Suffolk, on 17 February 1921, the son of John Ord Cobbold Hasted and Phyllis Barrett. He was a pioneer of radar development and an atomic physicist, but he was also a pioneer and mainstay of the post-war English folk music revival, a founder and champion of the skiffle movement, and a passionate advocate for both traditional and political folksong.", "4306477": "Gustave-Adolphe Hirn (21 August 1815 – 14 January 1890) was a French physicist, astronomer, mathematician, and engineer who made important measurements of the mechanical equivalent of heat and contributions to the early development of thermodynamics. He further applied his science in the practical development of steam engines.[2]", "177712": "Ronald Erwin McNair (October 21, 1950 – January 28, 1986) was an American NASA astronaut and physicist. He died at the age of 35 during the launch of the Space Shuttle Challenger on mission STS-51-L, in which he was serving as one of three mission specialists in a crew of seven.", "25540148": "Michael  Tompsett (born 1939) is a British-born physicist, engineer, and inventor, and the founder director of the US software company TheraManager. He is a former researcher at the English Electric Valve Company,[1] who later moved to Bell Labs in the United States. Tompsett invented CCD imagers and designed and built the first ever video camera with a solid-state (CCD) sensor.[2][3] Tompsett received the Queen Elizabeth Prize for Engineering in 2017, with Eric Fossum, George Smith, and Nobukazu Teranishi.[4][5] Tompsett has also received two other lifetime awards; the New Jersey Inventors Hall of Fame 2010 Pioneer Award,[6] and the 2012 IEEE Edison Medal.[7] The thermal-imaging camera tube developed from his invention also earned a Queen's Award in 1987.", "68728379": "Ramakrishna Podila is an Indian-born American physicist and nanomaterials researcher. He is currently an Associate Professor of Physics in the Department of Physics and Astronomy at Clemson University and is the director of the Clemson Nano-bio lab.[1] He is known for his interdisciplinary research at the interface of physics, biology, and nanoscience. His lab integrates the principles of condensed matter physics, optical spectroscopy, and physiological chemistry to understand physics at the nanoscale and nano-bio interfaces.", "41170494": "Ulrich Mescheder is a German professor and university administrator. He heads the Central Research Institute and the Technology Laboratory for Micro- and Nanosystems and is Vice President for Research at Furtwangen University of Applied Sciences. His research specializations are microsystems technology and nanotechnology.", "35763776": "Miroslav Adlešič (13 December 1907 – 9 February 2002) was a Slovene physicist, specialist in acoustics, author of numerous books and textbooks on physics.", "31471172": "Gerhard Borrmann (30 April 1908 – 12 April 2006) was a German physicist.", "2864709": "Stephen Hart Shenker (born 1953) is an American theoretical physicist who works on string theory. He is a professor at Stanford University and former director of the Stanford Institute for Theoretical Physics. His brother Scott Shenker is a computer scientist.", "26490439": "Martin Everardus Reyners (born 1950) FRSNZ is a New Zealand geophysicist and seismologist.  He is a Principal Scientist at the Institute of Geological and Nuclear Sciences (GNS Science), Lower Hutt,  and is a specialist in subinduction zones, especially in relation to New Zealand.", "74331721": "Kristen A. Fichthorn is an American chemical engineer and condensed matter physicist", "59225675": "Thomas Mason is a Canadian-American[1] condensed-matter physicist who serves as the director of Los Alamos National Laboratory. Prior to this appointment, he had been an executive at Battelle Memorial Institute from 2017 to 2018, and the director of Oak Ridge National Laboratory from 2007 to 2017.[2]  Mason moved to Oak Ridge in 1998 at the start of construction of the Spallation Neutron Source[3] which he led from 2001 until project completion in 2006.", "2864717": "Willy Fischler (born 1949 in Antwerp, Belgium) is a theoretical physicist.[1] He is the Jane and Roland Blumberg Centennial Professor of Physics at the University of Texas at Austin, where he is affiliated with the Weinberg theory group. He is also a certified Flight Paramedic (FP-C) and was a Licensed Paramedic with Marble Falls Area EMS and a volunteer EMT with the Westlake Fire Department.", "52901461": "Massachusetts General Hospital/Harvard Medical School", "1619542": "Heinz Rudolf Pagels (February 19, 1939 – July 23, 1988) was an American physicist,[1] an associate professor of physics at Rockefeller University, the executive director and chief executive officer of the New York Academy of Sciences, and president of the International League for Human Rights. He wrote the popular science books The Cosmic Code (1982), Perfect Symmetry (1985), and The Dreams of Reason: The Computer and the Rise of the Sciences of Complexity (1988).", "64239193": "Mildred Widgoff (August 24, 1924 – July 21, 2004) was an American experimental particle physicist and astroparticle physicist who became the first female faculty member at the Brown University physics department.", "41891417": "Terence Richard Wyatt (born 29 June 1957)[3] FRS[4] is a Professor in the School of Physics and Astronomy at the University of Manchester, UK.[5][6][7]", "2799195": "Bernard Picinbono is a French scientist born in 1933 in Algiers. His scientific work focuses on statistics and its applications in optics, electronics, signal processing and automation.", "60634717": "Selma Freud (b., 21 August 1877, Vienna, d. after 1933, probably in Israel) was an Austrian physicist and the founder of the first official Salvation Army corps in Vienna. She received her doctorate in physics from the University of Vienna in 1906 and was widely thought to be the first Austrian woman to do so, although she was in fact the second.[1] There is no record of Freud pursuing physics research beyond her dissertation. Instead, having been raised Protestant in a largely Catholic country, Freud trained with the Salvation Army in London in the early 1920s and in 1926 founded the first Austrian chapter of the Heilsarmee (the Army's German name) in Vienna in the face of local opposition there.[2]", "19871341": "Tai Tsun Wu (simplified Chinese: 吴大峻; traditional Chinese: 吳大峻; pinyin: Wú Dàjùn, September 1, 1933) is a Chinese-born American physicist and writer well known for his contributions to high-energy nuclear physics and statistical mechanics.", "40384113": "Stanton Jerrold Peale (January 23, 1937 – May 14, 2015) was an American astrophysicist, planetary scientist, and Professor at the University of California, Santa Barbara.[1] His research interests include the geophysical and dynamical properties of planets and exoplanets.", "65582707": "Ángela Stella Camacho Beltrán (born 5 February 1947), is a Colombian physicist and president of the Colombian Network of Women Scientists.[1][2][3] Camacho's main work is in the fields of condensed matter physics, solid state physics, and low-dimensional physics.[4] She was the first Colombian woman to obtain a PhD in physics.[5]", "39695989": "Robert Harry Socolow (born December 27, 1937) is an American theoretical physicist and professor emeritus of Mechanical and Aerospace Engineering at Princeton University.", "41694838": "Jumber Lominadze (Georgian: ჯუმბერ ლომინაძე [dʒumbɛr lɔminɑdzɛ]ⓘ; 20 September 1930 – 20 January 2014) was a Georgian astrophysicist associated with the Georgian Academy of Sciences.", "56407677": "Cormac Ó Ceallaigh (29 July 1912 in Dublin – 10 October 1996 in Dublin) was an Irish physicist who  \nworked in the fields of cosmic ray research and elementary particle physics.[1]", "71382655": "Rana X. Adhikari (born 1974) is an American experimental physicist.[1] He is a professor of physics at the California Institute of Technology (Caltech)[2] and an associate faculty member of the International Centre for Theoretical Sciences of Tata Institute of Fundamental Research (ICTS-TIFR).[3][4]", "14694017": "Ladislas Goldstein (February 6, 1906 – July 15, 1994) was professor of electrical engineering at the University of Illinois (1951–72) and visiting professor of physics at the University of Paris-Orsay (1957–58, 1963–64, 1967–68). He was born in Dombrád, Kingdom of Hungary.", "27145857": "John E. Carlstrom (born 1957) is an American astrophysicist, and Professor, Departments of Astronomy and Astrophysics, and Physics, at the University of Chicago.[1]", "56145541": "Hans Willem Capel (3 June 1936 – 7 April 2023) was a Dutch theoretical physicist. He was a professor of theoretical physics at the Leiden University from 1979 to 1983 and subsequently the University of Amsterdam between 1983 and 1998.", "16955014": "Charles Thorn (born 14 August 1946) is a Professor of Physics at University of Florida in Gainesville, Florida.[1] He played an important role in the development of dual models and string theory.[2] Among his contributions is the proof of the non-existence of ghosts in string theory. The Goddard–Thorn theorem is a result about certain vector spaces in string theory. Thorn developed it with Peter Goddard.", "73447053": "Bogdan Vyacheslavovich Voitsekhovsky (Russian: Богдан Вячеславович Войцеховский; 1922–1999) was a Soviet and Russian scientist, specialist in the field of hydraulic impulse technique, explosion physics, atmospheric electricity, employee of the Institute of Hydrodynamics.", "23017102": "Gabriel Gabrielsen Holtsmark (1 February 1867 – 20 July 1954) was a Norwegian educator, physicist and actuary.", "25933455": "Victoria Michelle Kaspi CC FRS FRSC (born June 30, 1967) is a Canadian astrophysicist and a professor at McGill University. Her research primarily concerns neutron stars and pulsars.[1]", "27932305": "Elmer Samuel Imes (October 12, 1883 – September 11, 1941) was an internationally renowned American physicist who made important contributions in quantum, demonstrating for the first time that Quantum Theory could be applied to the rotational energy states of molecules, as well as the vibration and electronic levels, Imes' work provided an early verification of Quantum Theory,[1][2] and his spectroscopy instrumentation inventions, which include one of the earliest applications of high resolution infrared spectroscopy led to development of the field of study of molecular structure through infrared spectroscopy;[1][2][3] he was also the second African American to earn a Ph.D. in physics and the first in the 20th century. He was among the first known African-American scientists to make important contributions to modern physics, others' prior work unrecorded or uncredited. While working in industry, he gained four patents for instruments to be used for measuring magnetic and electric properties. As an academic, he developed and chaired the department of physics at Fisk University, serving from 1930 to 1941.", "37402258": "Thomas William Appelquist is a theoretical particle physicist who is the Eugene Higgins Professor of Physics at Yale University.[1]", "63846037": "John Seiradakis (Greek: Ιωάννης-Χιου Σειραδάκης; 5 March 1948 – 3 May 2020) was a Greek astronomer and professor emeritus at the Department of Physics of the Aristotle University of Thessaloniki. He is best known for his contributions in the understanding of radio pulsars, the Galactic Center and archaeoastronomy. Since the early 2000s he was heavily involved[1][2] in the decoding of the Antikythera mechanism. He was a founding member of the Hellenic Astronomical Society, the European Astronomical Society and the International Olympiad on Astronomy and Astrophysics (IOAA).", "60602011": "Ana Achúcarro Jiménez MAE (born 1962) is a Spanish researcher, academic, and professor of particle astrophysics and quantum field theory at the University of Leiden in Leiden, Netherlands. Her research considers the early universe, supergravity, black holes and solitons.", "27899549": "Maurycy Pius Rudzki (born 1862, d. 1916) was the first person to call himself a professor of geophysics. He held the Chair of Geophysics at the Jagiellonian University in Cracow, and established the Institute of Geophysics there in 1895.  His research specialty was elastic anisotropy, as applied to wave propagation in the earth, and he established many of the fundamental results in that arena.\n[1]", "25573023": "Bahram Mashhoon (born 9 September 1947) is an Iranian-American physicist known for his research in General Relativity.", "13940388": "Francesco Sannino (born 9 February 1968) is an Italian theoretical physicist and a professor at the University of Southern Denmark. He conducts research in the topics of effective field theories and their applications to strongly coupled theories such as quantum chromodynamics. He also researches in beyond standard model physics and quantum field theory.", "210597": "Robert Hutchings Goddard (October 5, 1882 – August 10, 1945)[1] was an American engineer, professor, physicist, and inventor who is credited with creating and building the world's first liquid-fueled rocket, which was successfully launched on March 16, 1926.[2] By 1915 his pioneering work had dramatically improved the efficiency of the solid-fueled rocket, signaling the era of the modern rocket and innovation. He and his team launched 34 rockets between 1926 and 1941, achieving altitudes as high as 2.6 km (1.6 mi) and speeds as fast as 885 km/h (550 mph).[3]", "63944358": "Igor V. Minin (Russian: Игорь Владиленович Минин) (born March 22, 1960 in Novosibirsk Academytown, Russia), a Russian physicist, corresponding member of the Russian Academy of Metrology and a full professor of Physics at the Tomsk Polytechnic University. He became known for contribution to the creation of new directions in science: THz 3D Zone plate, Mesotronics (mesoscale photonics), subwavelength structured light, including acoustics and surface plasmon.", "23606949": "Floris Nollet (16 September 1794 – 11 January 1853) was a Belgian physicist, engineer, inventor.", "2209451": "Jules Louis Gabriel Violle (16 November 1841 – 12 September 1923) was a French physicist and inventor.", "60798636": "María Josefa Yzuel Giménez (born 1940) is a professor of physics at the Autonomous University of Barcelona. She has worked in medical optics, diffraction image theory, image quality evaluation and liquid crystals. She served as president of SPIE in 2009.", "68499126": "Giulia Zanderighi is an Italian-born theoretical physicist born in 1974. She is the first woman director at the Max Planck Institute for Physics.", "19150522": "Harold Albert Wilson FRS[2] (1 December 1874 – 1964) was an English physicist.[3]", "34092731": "Harold Melvin Agnew (March 28, 1921 – September 29, 2013) was an American physicist, best known for having flown as a scientific observer on the Hiroshima bombing mission and, later, as the third director of the Los Alamos National Laboratory.[1]", "31471292": "Hendrik Schatz is a professor of Nuclear Astrophysics at Michigan State University.  He earned his Diploma from the University of Karlsruhe in 1993, and his PhD from the University of Heidelberg in 1997 after completing his thesis work at the University of Notre Dame. He is one of the Principal Investigators for the Joint Institute for Nuclear Astrophysics and is a leading expert on nuclear astrophysics,.[2] Schatz also serves the science advisory committees for the Facility for Rare Isotope Beams[3] and GSI. Hendrik's primary field of expertise is Type I X-ray Bursts. His most notable contribution to this field is the discovery of the SnTeSb-cycle.[4]  Hendrik was featured in Science magazine November 22, 2002[5] for his work on experimental nuclear astrophysics.  Hendrik has also contributed to Physics Today.[6]", "34682558": "Simonetta Di Pippo is an Italian astrophysicist and the current Director of the United Nations Office for Outer Space Affairs (UNOOSA).[1] She holds a Master’s Degree in Astrophysics and Space Physics from University \"La Sapienza\", and an Honoris Causa Degree in Environmental Studies, and an Honoris Causa Degree of Doctor in International Affairs. In 2008, the International Astronomical Union (IAU) named asteroid 21887 \"dipippo\" in honour of her contribution to space activities and in 2006, she was knighted by the President of the Italian Republic Carlo Azeglio Ciampi.", "2864831": "John Robert Pasta (October 22, 1918 – June 5, 1981) was an American computational physicist and computer scientist who is remembered today for the Fermi–Pasta–Ulam–Tsingou experiment, the result of which was much discussed among physicists and researchers in the fields of dynamical systems and chaos theory, and as the head of the department of Computer Science at the University of Illinois at Urbana-Champaign from 1964 to 1970.", "341703": "Bertram Neville Brockhouse, CC FRSC FRS (July 15, 1918 – October 13, 2003)[1] was a Canadian physicist. He was awarded the Nobel Prize in Physics (1994, shared with Clifford Shull) \"for pioneering contributions to the development of neutron scattering techniques for studies of condensed matter\", in particular \"for the development of neutron spectroscopy\".[2][3][4]", "51263177": "Michel Devoret is a French physicist and F. W. Beinecke Professor of Applied Physics at Yale University. He also holds a position as the Director of the Applied Physics Nanofabrication Lab at Yale.[1] He is known for his pioneering work on macroscopic quantum tunneling, and the single-electron pump as well as in groundbreaking contributions to initiating the fields of circuit quantum electrodynamics and quantronics.", "60536523": "William J. Willis (15 September 1932, Fort Smith, Arkansas – 1 November 2012, Dobbs Ferry, New York)[1] was an American experimental particle physicist.", "35075788": "T.E. (Ed) Schlesinger is an American engineer and physicist and since January 2014 has served as the Benjamin T. Rome Dean of the Whiting School of Engineering at Johns Hopkins University.[1] Previously he was the David Edward Schramm Professor of Electrical and Computer Engineering at Carnegie Mellon University's college of engineering, where he was also department head of electrical and computer engineering (2005-2013).[2] At Carnegie Mellon he served as the director of the DARPA Center for MEMS Instrumented Self-Configuring Integrated Circuits (MISCIC), was the founding director of the General Motors Collaborative Research Lab,[3] was associate head of ECE (1996-2003), and was the director of the Data Storage Systems Center (2004-2005).", "45299410": "Hideo Ohno (Japanese: 大野 英男; Hideo Ōno; born 18 December 1954, Tokyo) is a Japanese physicist. He is the 22nd president of Tohoku University, succeeding Susumu Satomi in April 2018.[1]", "11024084": "Stephen John Blundell (born 1967)[1] is a professor of physics at the University of Oxford. He was previously head of Condensed Matter Physics at Oxford, and is also a professorial fellow of Mansfield College, Oxford. His research is concerned with using muon-spin rotation and magnetoresistance techniques to study a range of organic and inorganic materials, particularly those showing interesting magnetic, superconducting, or dynamical properties.[2]", "71874265": "María de las Mercedes Calbi is an Argentine American physicist whose research concerns surface science, and particularly adsorption of gases by carbon nanotubes and other nanostructures. She is a professor of physics at the University of Denver.[1]", "2111194": "Carl Henry Brans (/brænz/; born December 13, 1935) is an American mathematical physicist best known for his research into the theoretical underpinnings of gravitation elucidated in his most widely publicized work, the Brans–Dicke theory.", "70596317": "Giorgio Kaniadakis (Greek: Κανιαδάκης Γεώργιος; born on 5 June 1957 in Chania-Crete, Greece) a Greek-Italian physicist, is a Full Professor of Theoretical Physics at Politecnico di Torino, Italy, and is credited with introducing the concept of Kaniadakis entropy[1] and what is known as Kaniadakis statistics.[2]", "48412394": "Shobhana Narasimhan is an Indian academic who is Professor of Theoretical Sciences at the Jawaharlal Nehru Centre for Advanced Scientific Research in Bangalore, India. Her main area of interest is computational nanoscience. Her research examines how the lowering of dimensionality and reduction of size affect material properties.[1] She is a Fellow of the Indian Academy of Sciences.[2]", "56047338": "Robert J. Weryk (born 1981) is a Canadian physicist and astronomer.[2] He currently works at the University of Hawaiʻi at Mānoa where he discovered the first known interstellar object, ʻOumuamua.[3][4][5]  He has also published numerous articles on meteors and other astronomical topics.[6]", "5158636": "Claire F. Gmachl is the Eugene Higgins Professor of Electrical Engineering at Princeton University.  She is best known for her work in the development of quantum cascade lasers.", "4404974": "Jun-ichi Nishizawa (西澤 潤一, Nishizawa Jun'ichi, September 12, 1926 – October 21, 2018)[1] was a Japanese engineer and inventor. He is known for his electronic inventions since the 1950s, including the PIN diode, static induction transistor, static induction thyristor, SIT/SITh. His inventions contributed to the development of internet technology and the information age.[2]", "38647536": "Dr. J. Daniel Chellappa is a technical coordinator with the Department of Atomic Energy and the Indira Gandhi Centre for Atomic Research, Chennai.[1][2]", "9320181": "Eugene Feenberg (October 6, 1906 in Fort Smith, Arkansas – November 7, 1977) was an American physicist who made contributions to quantum mechanics and nuclear physics.", "36189951": "Krzysztof Wilmanski (March 1, 1940 – August 26, 2012) was a Polish-German scientist working in the fields of continuum mechanics and thermodynamics.[1][2][3][4]", "33601281": "Hein Wagenfeld (December 20, 1928 – April 1, 2005) was a German theoretical and experimental physicist known for his work in electron and X-ray crystallography especially X-ray diffraction relating to absorption and the Borrmann effect.  He was highly regarded for his commitment to international understanding and peace.[1]", "63518465": "Eleftherios Ν. Economou (Greek: Ελευθέριος Ν. Οικονόμου, romanized: Elefthérios N. Oikonómou; born 7 February 1940) is a Greek theoretical physicist and professor emeritus at the department of physics[1] of the University of Crete. He has contributed to various areas of theoretical condensed matter physics, starting with the study of surface plasmons during his thesis in 1969.", "3094285": "Jindřich Bačkovský (Czech pronunciation: [ˈjɪndr̝ɪx ˈbatʃkofskiː] ⓘ; May 4, 1912 – 2000) was an eminent Czechoslovak physicist whose work focused on X-ray spectroscopy, the structure of crystals, vacuum techniques, radiometry and the physics of high pressures. Many of his findings are used in industry, especially in the manufacture of semiconductor parts and synthetic diamonds.", "48477965": "Toshiko Yuasa (湯浅年子, 11 December 1909 – 1 February 1980) was a Japanese nuclear physicist who worked in France. She was the first Japanese female physicist.[1]", "62469904": "Anastasia Volovich (born July 22, 1976) is a professor of physics at Brown University. \nShe works on theoretical physics: quantum field theory, general relativity, string theory and related areas in mathematics.", "15546135": "Mark Trodden (born 1968) is a theoretical cosmologist and particle physicist. He is the Fay R. and Eugene L. Langberg Professor of Physics and Co-Director of the Center for Particle Cosmology at the University of Pennsylvania.[1]", "2570008": "Giovanni Giorgi (November 27, 1871 – August 19, 1950) was an Italian physicist and electrical engineer who proposed the Giorgi system of measurement, the precursor to the International System of Units (SI).", "2012952": "Anatole Boris Volkov (October 29, 1924 – November 28, 2000) was an American physicist, allegedly serving as a courier for the Silvermaster spy ring between Washington, D.C., and New York City.[citation needed] Volkov taught both abroad and in America, retiring in the United States 1989. Though Volkov's name appears in the FBI's files, he was never convicted of any espionage by the U.S. government.", "51394333": "Nitin Samarth is an American physicist, currently the George A. and Margaret M. Downsbrough Department Head and professor of physics in the Eberly College of Science, Pennsylvania State University.[1]", "46675746": "Lucien de la Rive (3 April 1834 – 4 May 1924) was a Swiss physicist. He studied electromagnetism and wrote an early article on the Theory of relativity. He was also interested in literature, and published a translation of works of Tennyson.", "7092006": "Gordon Miller Bourne Dobson CBE FRS[1] (25 February 1889 – 10 March 1976) was a British physicist and meteorologist who did important work on ozone.[2][3]", "53720875": "Marcela Bilek AM FAA FRSN (born 20 January 1968) is a Professor of Applied Physics and Surface Engineering at the University of Sydney, Australia.[1] Her research interests focus on the use of plasma related methods to synthesise thin film materials and modify surfaces and interfaces. She was named Fellow of the American Physical Society in 2012 and Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[2] for contributions to the science and application of plasma processes for materials modification and synthesis.", "10893101": "Hertha Wambacher (9 March 1903 – 25 April 1950) was an Austrian physicist.", "57358125": "Zhao Zhongxian (simplified Chinese: 赵忠贤; traditional Chinese: 趙忠賢; pinyin: Zhào Zhōngxián; born 30 January 1941) is a Chinese physicist. He is internationally known for his studies on High-temperature superconductivity (HTS).[1][2]", "9746227": "Carl Richard Hagen (/ˈheɪɡən/; born 2 February 1937) is a professor of particle physics at the University of Rochester. He is most noted for his contributions to the Standard Model and Symmetry breaking as well as the 1964 co-discovery of the Higgs mechanism and Higgs boson with Gerald Guralnik and Tom Kibble (GHK).[2][3][4][5]  As part of Physical Review Letters 50th anniversary celebration, the journal recognized this discovery as one of the milestone papers in PRL history.[6] While widely considered to have authored the most complete of the early papers on the Higgs theory, GHK were controversially not included in the 2013 Nobel Prize in Physics.[7][8][9][10][11][12][13][14]", "62207796": "Joseph Leon Birman (May 21, 1927 in New York City – October 1, 2016 in New Rochelle) was an American theoretical solid-state physicist.", "46511923": "Fiona A. Harrison is the Kent and Joyce Kresa Leadership Chair of the Division of Physics, Mathematics and Astronomy at Caltech, Harold A. Rosen Professor of Physics at Caltech and the Principal Investigator for NASA's Nuclear Spectroscopic Telescope Array (NuSTAR) mission. She won the Hans A. Bethe Prize in 2020 for her work on NuSTAR.[1][2]", "48510772": "Neville Brown (8 April 1932 - 28 May 2018).[1] He was a Doctor of Science in Applied Geophysics.[2] Since 1994 he was a senior member of Mansfield College in Oxford. His career was heavily involved in the interaction between the humanities and physics, particularly on sky sciences. He studied economics with geography at University College London (UCL) and later modern history at New College, Oxford.", "30816053": "Gaku Konishi (小西 岳, Konishi Gaku) (1934 in Minoh, Osaka – 17 January 2018[1][2]) was a Japanese physics professor at Kwansei Gakuin University and an Esperantist.", "46249788": "William T. Bovie (September 11, 1882 – January 1, 1958) was an American scientist and inventor. He is credited with conceptualizing the field of biophysics and with inventing a modern medical device known as the Bovie electrosurgical generator. Bovie taught or conducted research at Harvard University, Northwestern University, Jackson Laboratory and Colby College.", "51492673": "Hermann Karsten (3 September 1809 in Breslau – 26 August 1877 in Reinerz) was a German physicist and mineralogist. He was the son of mineralogist Karl Johann Bernhard Karsten (1782–1853) and a cousin to botanist Gustav Karl Wilhelm Hermann Karsten (1817–1908).", "25573188": "Gregory Gabadadze is a physicist of Georgian origin. He is a professor of physics and dean for science at New York University, where he  served previously as chair of the Department of Physics and as the director of the Center for Cosmology and Particle Physics.", "8533830": "John Hartley Brodie (May 6, 1969[1] – January 28, 2006), was an American theoretical physicist specializing in string theory. Diagnosed with bipolar disorder after a psychotic episode in 2002, he left academia in 2004.", "49985351": "Iain Douglas Baikie,[4] MBE, FRSA, FInstP, CPhys (born 27 August 1960) is a Scottish physicist, inventor and company Director. He specialises in Material Science.[5][6] Baikie supervises PhDs at Imperial College London and the University of St Andrews in thin-film electronics.[7][6] In 2000 he founded a company- KP Technology in Wick.[8] In 1997 Baikie was appointed Professor of Applied Physics with a Chair in Materials Science for his work on surface work function and the scanning Kelvin probe and is visiting professor at the Nanotechnology and Integrated Bio-Engineering Centre at the University of Ulster, Belfast.[9][10] He is an honorary professor at the University of St Andrews.[11]", "39630664": "Young-Kee Kim is a South Korea-born American physicist and Louis Block Distinguished Service Professor of Physics at the University of Chicago. She is chair of the Department of Physics at the university.", "62502737": "Sharon J. Gerbode is a soft matter physicist[1] and the Iris and Howard Critchell Associate Professor of Physics at Harvey Mudd College. She is recognized for her contributions to the fields of soft matter and biomechanics and is a 2016 Cottrell Scholar, a distinction given to top early career academic scientists by the Research Corporation for Science Advancement (RCSA).[2]", "8435537": "Wojciech Sylwester Piotr Rubinowicz[1] (February 22, 1889 – October 13, 1974) was a Polish theoretical physicist who made contributions in quantum mechanics, mathematical physics, and the theory of radiation. He is known for the Maggie-Rubinowicz representation of Gustav Kirchhoff’s diffraction formula.", "24033107": "Ann Catrina Coleman (Ann Catrina Bryce) FIEEE FOSA is a Scottish electrical engineer and professor at the University of Texas at Dallas specialising in semiconductor lasers.", "59684689": "Zhang Zongsui (Chinese: 张宗燧; 1 June 1915 – 30 June 1969) was a Chinese physicist and an academician of the Chinese Academy of Sciences (CAS).[1]", "26064726": "Milan K. Sanyal is an Indian physicist, active in the fields of surface physics, nanoscience and nanotechnology. Prof.  Sanyal was the director of the Saha Institute of Nuclear Physics[2] from 2009 to 2014 and is now Senior Professor in the institute. Recently he has been appointed co-chairman of the India-Japan Science Council.", "10401627": "Louis-Sébastien Lenormand (May 25, 1757 – April 4, 1837[1]) was a French chemist, physicist, inventor, monk, and a pioneer in parachuting.", "3684192": "(George) Clifford James Dalton (20 May 1916 – 17 July 1961) was a New Zealand nuclear scientist and inventor of the fast breeder reactor.[1]", "19871585": "Alexander Borisovich Zamolodchikov (Russian: Алекса́ндр Бори́сович Замоло́дчиков; born September 18, 1952)  is a Russian physicist, known for his contributions conformal field theory, and statistical mechanics, and subsequently string theory and condensed matter physics.", "18167651": "Peng Huanwu (Chinese: 彭桓武; October 6, 1915 – February 28, 2007) was a Chinese physicist. He was a member of Chinese Academy of Sciences (CAS), and a leader of Chinese nuclear weaponry projects.[1]", "61716327": "Xie Chen (Chinese: 陈谐; pinyin: Chén Xié) is a Chinese physicist and a professor of theoretical physics at the California Institute of Technology.[1] Her work covers both the field of condensed matter physics and quantum information, with a focus on many-body quantum mechanical systems with unconventional emergent phenomena.[2] She won the 2020 New Horizons in Physics Prize for \"incisive contributions to the understanding of topological states of matter and the relationships between them\"[3]", "25311080": "David Bernard Medved (February 1926 – March 11, 2009) was a physicist, entrepreneur,  and trained astronaut.", "43431788": "Gennady Chibisov (Russian: Геннадий Чибисов; September 23, 1946 – August 7, 2008) was a Soviet/Russian cosmologist. He obtained his PhD in 1972, from the Moscow Institute of Physics and Technology, with a thesis entitled \"Entropy perturbations in cosmology\". He is best known for his 1981 paper\non the origin of cosmological density perturbations from quantum fluctuations, coauthored with Viatcheslav Mukhanov. This is the earliest of a number of calculations addressing the origin of density fluctuations in inflationary cosmology, which is the most common hypothesis for the origin of the expanding universe and the structure within it.[1]\nThe Mukhanov-Chibisov paper was part of the work honoured by the 2013 Gruber Prize in Cosmology.[2]", "26720110": "James \"Jim\" Hamilton (29 January 1918 – 6 July 2000) was an Irish mathematician and theoretical physicist who, whilst at Dublin Institute for Advanced Sciences (1941-1943), helped to develop the theory of cosmic-ray mesons with Walter Heitler and Hwan-Wu Peng.[1]", "18823024": "Satoshi Kawata (河田 聡, Kawata Satoshi, born 1 October 1951) is a scientist based in Japan who is active in nanotechnology, photonics, plasmonics, and other areas of applied physics. He is a Professor of Department of Applied Physics at Osaka University. He is also a Chief Scientist at RIKEN. Kawata was the 2022 president of Optica.", "24524664": "Max Cosyns (29 May 1906 – 30 March 1998) was a Belgian physicist, inventor, explorer and speleologist.", "29341563": "Michael Henry Crozier (8 June 1937 – 21 July 2012) was New Zealand politician and physicist. He was the fifth president of ACT New Zealand, a libertarian right-wing political party.", "63223676": "John D. Lindl (born July 27, 1946 in Toledo, Ohio) is an American physicist who specializes in inertial confinement fusion (ICF).[1] He is currently the chief scientist of the National Ignition Facility at the Lawrence Livermore National Laboratory.[2]", "48674685": "Galina Ivanovna Tsukanova (Russian: Галина Ивановна Цуканова, February 26, 1942 – November 24, 2014) was a Soviet and Russian scientist and engineer. She received a PhD in Engineering Science in 1969, in addition to being a senior scientist, docent, and USSR State Prize holder.[1]", "70662012": "Julyan Cartwright is an interdisciplinary physicist working in Granada, Spain at the Andalusian Earth Sciences Institute[3]  of the CSIC (Spanish National Research Council) and affiliated with the Carlos I Institute of Theoretical and Computational Physics[4] at the University of Granada.", "43923333": "Alan Kenneth Soper (born 1951)[3] FRS[5] is an STFC Senior Fellow at the ISIS neutron source based at the Rutherford Appleton Laboratory in Oxfordshire.[6]", "31405959": "Ernest Mark Henley (June 10, 1924 – March 27, 2017[1]) was an American atomic and nuclear physicist.[2]", "63321991": "Gregor Eugen Morfill (born 23 July 1945 in Oberhausen, Germany) is a German physicist who works in basic astrophysical research[1] and deals with complex plasmas[2][3] and plasma medicine.", "5093257": "John Stuart Foster FRS FRSC (May 30, 1890 – September 9, 1964) was a Canadian physicist.[1][2][4]", "472972": "Vera Florence Cooper Rubin (/ˈruːbɪn/; July 23, 1928 – December 25, 2016) was an American astronomer who pioneered work on galaxy rotation rates.[1][2] She uncovered the discrepancy between the predicted and observed angular motion of galaxies by studying galactic rotation curves. By identifying the galaxy rotation problem, her work provided evidence for the existence of dark matter.[3] These results were later confirmed over subsequent decades.", "2996107": "William Jason Morgan (October 10, 1935 – July 31, 2023) was an American geophysicist who made seminal contributions to the theory of plate tectonics and geodynamics. He retired as the Knox Taylor Professor emeritus of geology and professor of geosciences at Princeton University.[2] He served as a visiting scholar in the Department of Earth and Planetary Sciences at Harvard University until his death.", "44840850": "Tobias Robert Thalén Hon. FRSE (28 December 1827 – 27 July 1905) was a Swedish physicist. He was awarded the Rumford Medal in 1884 for his spectroscopic researches. He was an expert on terrestrial magnetism and spectrum analysis. He gives his name to the crystalline mineral Thalenite.[1]", "8566681": "Friedrich Burmeister (1890–1969) was a German geophysicist. He was director of the Munich University’s Geomagnetic Observatory.", "62404507": "Li Ruxin (Chinese: 李儒新; pinyin: Lǐ Rúxīn; born October 1969) is a Chinese physicist and an academician of the Chinese Academy of Sciences (CAS). He is now the dean of the Shanghai Institute of Optics and Fine Mechanics, Chinese Academy of Sciences (CAS). He is also vice president and Party secretary of ShanghaiTech University.[1][2]", "21575580": "Aleksandr Mikhailovich Baldin (Russian: Александр Михайлович Балдин) (February 26, 1926, Moscow – April 29, 2001) was a Soviet and Russian physicist, expert in the field of physics of elementary particles and high energy physics.", "62011296": "Dora Altbir (born 21 February 1961)[1] is a Chilean physicist in the field of nanoscience and nanotechnology. She was awarded the National Prize for Exact Sciences (Chile) in 2019 for her work in the theoretical study of magnetic nanostructures.[2][3][4] She is currently a professor at the University of Santiago, Chile.", "33666979": "Michael John Pentz (30 November 1924 – 29 May 1995) was a physicist, activist in the peace movement, and an influential pioneer of teaching science to university students by distance education. Pentz was born in Cape Town, South Africa, and died in France.[1]", "67909540": "Angelo Bellani (1776–1852) was an Italian priest who also took an interest in physics and is best known for his work in the measurement of temperature and humidity using instruments[1] and his inventions included a temperature recording thermograph. He started a company for producing standardized thermometers.", "37992358": "Gustaf Wilhelm Hammar (Gustav Vilhelm Hammar) (June 22, 1893 – August 19, 1954) was a Swedish-born American experimental physicist.[1]  He was the eldest of six children of Anders Vilhelm Hammar and Elin Christina Hammar (née Olsson).[2] He emigrated to the United States in 1913, attended Bethel University in St. Paul, Minnesota,[3] and by 1920 was married and living with his wife, Louise (with whom he was ultimately to have four children[4]), in King County, Washington.[2]", "34322346": "Peter Meyer (January 6, 1920 – March 7, 2002) was a German-born American astrophysicist notable for his research of cosmic rays.\n[1]\n[2]\n[3]\n[4]\nThe University of Chicago said that Meyer \"conducted pioneering studies on cosmic rays\".[2]\nThe American Astronomical Society said that Meyer was \"a distinguished astrophysicist and pioneer in cosmic-ray observations\".[4] \nMeyer was director of the Enrico Fermi Institute at the University of Chicago,[1] was a chairman of the University of Chicago's physics department,[1]\nand a member of the National Academy of Sciences.[3]\nHe was also chair of the Cosmic Ray Physics Division of the American Physical Society,[3] a member of the Space Science Board of the National Academy of Sciences,[3] and chair of the Committee on Astronomy and Astrophysics of the Space Science Board.[3]", "1324971": "Zhou Guangzhao ForMemRS (Chinese: 周光召; pinyin: Zhōu Guāngzhāo; born May 15, 1929) is a Chinese theoretical physicist who served as President of the Chinese Academy of Sciences from 1987 to 1997.[1]", "47101869": "Ian Chessell is an Australian physicist. He was Chief Defence Scientist of Australia from 2000 to 2003. He was appointed as Chief Scientist of South Australia in March 2008, and served in that capacity until 2010.[1] He was a director of Astronomy Australia Limited from 2010 until the 2016 AGM.[2] In 2015, he was also a member of the Defence South Australia Advisory Board, the Board of QinetiQ Pty Ltd and is Chair of the Goyder Institute for Water Research.[2][needs update]", "59389873": "Giacomo Mauro D'Ariano (born 11 May 1955) is an Italian quantum physicist. He is a professor of theoretical physics at the University of Pavia, where he is the leader of the QUIT (Quantum Information Theory) group.[1][2] He is a member of the Center of Photonic Communication and Computing at Northwestern University;[3] a member of the Istituto Lombardo Accademia di Scienze e Lettere; and a member of the Foundational Questions Institute (FQXi).[4]", "61519794": "Robert Grayson Littlejohn is an American physicist, professor emeritus at the University of California, Berkeley.", "30980023": "Joseph H. Howey (September 1, 1901 – March 23, 1973) was a physicist and academic administrator at the Georgia Institute of Technology. He was the director of Georgia Tech's School of Physics for 28 years, from 1935 to 1963.", "18724795": "Christopher Stubbs (born March 12, 1958) is an experimental physicist currently on the faculty at Harvard University in both the Department of Physics and the Department of Astronomy. He is the current Dean of Science at Harvard University and a former Chair of Harvard's Department of Physics.[1]", "72267712": "Mabel Augusta Chase (October 11, 1865 – March 31, 1939) was an American physicist and university professor.", "1554371": "Albert-László Barabási (born March 30, 1967) is a Romanian-born Hungarian-American physicist, best known for his discoveries in network science and network medicine.", "63616965": "Kevin Insik Hahn is a South Korean physicist who is an expert in the fields of nuclear physics and nuclear astrophysics.[1][2] Since December 2019, he has been the director of the  Center for Exotic Nuclear Studies at the Institute for Basic Science (IBS) in South Korea.  He also holds an endowed professorship in the Department of Science Education at Ewha Womans University, where he has worked since 1999. In his research, he has worked on accelerator-based as well as non-accelerator-based experiments. His current research activities involve a number of accelerators around the world, including the RI Beam Factory (RIBF) at RIKEN, Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory, and the soon-to-open Rare isotope Accelerator complex for ON-line experiment (RAON). During his tenure at Ewha Womans University, he promoted STEM/STEAM education by serving for multiple years as the director of the Advanced STEAM Teacher Education Center. He also wrote several physics textbooks for high school students and undergraduate students.", "48445387": "Gordon Allen Newkirk Jr. (September 12, 1928 – December 21, 1985) was an American astrophysicist.", "66861004": "Joseph Andrew Johnson III (1940 – 2017) was an American physicist and professor at the Florida A&M University. He was a founding member of the National Society of Black Physicists. He was awarded the 1995 American Physical Society Edward Bouchet award and the 2016 Yale University Bouchet Leadership Award Medal.", "69416919": "Renato Renner (born 11 December 1974) is a Swiss professor for Theoretical Physics at the Swiss Federal Institute of Technology (ETH) in Zurich, where he is head of the Research Group for Quantum Information Theory.[1] His research interests include Quantum Information and Computation, the Foundations of Quantum Physics and Quantum thermodynamics.[2]", "37402587": "Stephen Arnold is a Professor of Physics and Chemical Engineering and the Thomas Potts Professor of Physics at the NYU Tandon School of Engineering.[1] He is also an Othmer-Potts Senior Faculty Fellow. The focus of Arnold's research is developing ultra-sensitive bio-sensors and detection of single bio-nanoparticles from virus down to single protein molecules, using Whispering-gallery wave bio-sensors.[2]", "24754140": "Stewart David Nozette (born May 20, 1957) is an American planetary scientist, technologist, and consultant who worked for the United States Department of Energy, the United States Department of Defense, DARPA, the United States Naval Research Laboratory,  and NASA.[1] He is also a convicted felon for attempted espionage and fraud against the United States. The FBI arrested him on October 19, 2009,[2] charging him with attempted espionage after a sting operation[3] which Nozette's lawyer claims amounted to entrapment.[4] At trial, Nozette admitted attempting to sell U.S. classified information to someone he believed was an Israeli Mossad operative, but was in reality an undercover Federal Bureau of Investigation employee. He pleaded guilty to one charge of attempted espionage and was sentenced, under the terms of a plea bargain, to thirteen years in prison. After serving time[5] at the Federal Correctional Institution, Terre Haute, Nozette was released on November 13, 2020.", "1882079": "Ian Graeme Barbour (October 5, 1923 – December 24, 2013) was an American scholar on the relationship between science and religion. According to the Public Broadcasting Service his mid-1960s Issues in Science and Religion \"has been credited with literally creating the contemporary field of science and religion.\"[5]", "72431586": "Ahmadou Wagué is an African physicist who is a professor of physics at the Cheikh Anta Diop University. He has served as Vice President of the African Physical Society, President of the African Laser, Atomic Molecular, and Optical Sciences Network, member of the Senegalese National Academy of Science and Technology and founding member of the African Laser Centre.", "53721060": "Barry Ramachandra Rao (21 November 1922 – 24 September 2005) was an Indian space physicist and the vice chairman of the University Grants Commission of India. Known for his pioneering research in radio physics, Rao was a Member of Parliament of the Rajya Sabha and an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Physical Sciences in 1965.[1][note 1]", "21575651": "Bernd Rainer Noack (born 17 February 1966, Korbach, West Germany) is a German physicist. \nHis research and teaching area is closed-loop flow control for transport systems. Focus is placed on machine learning control and model-based nonlinear control using reduced-order modelling and nonlinear (attractor) closures. Currently investigated configurations include wakes, mixing layers, jets, combustor mixing and aerodynamic flows around cars and airplanes.", "33732592": "Zeev Zalevsky (Hebrew: זאב זלבסקי) is an Israeli physicist specializing in Optoelectronics. He is a Professor of Electrical engineering and Nanophotonics at Bar Ilan University in Ramat Gan, Israel. He is also a visiting professor in University of Erlangen-Nuremberg at Germany.[2]\nHe is in the management community of the OASIS, The Optical Association of Israel.", "69089265": "Professor Ebun Oni (21 May 1935 - 2 December 2021)[1]  known in early life as Ebun Adegbohungbe and later as Ebun Adefunmilyo Oni (spousal title) was a Nigerian geophysicist, university teacher and writer. One of Nigeria's first indigenous female scientists, she became a world-renowned specialist in geophysics through her numerous journal publications, and an eminent scientist and educator at the University of Ibadan in Nigeria.", "866290": "Johann von Lamont, FRSE (13 December 1805 – 6 August 1879), born John Lamont, was a Scottish-German astronomer and physicist.", "18724851": "Guo Kexin (Chinese: 郭可信; 1923–2006), also known as Ke-Xin Guo or K. H. Kuo (Ke-Hsin Kuo), was a Chinese chemical engineer, physicist, metallurgist and crystallographer. He was an academician of the Chinese Academy of Sciences, and is considered the main pioneer of electron microscopy in China.[by whom?]", "56309749": "José García Santesmases (May 2, 1907 – October 24, 1989) was a physicist and pioneer of computer science in Spain. He built the first analog computer and the first microprocessor made in Spain.", "866294": "Y. P. Varshni (born 1932) is a scientist in the areas of physics and astrophysics.", "4667381": "Mehran Kardar (Persian: مهران کاردار; born August 1957) is an Iranian born physicist and professor of physics at the Massachusetts Institute of Technology (MIT), and co-faculty at the New England Complex Systems Institute (USA). He received his B.A. in physics from the University of Cambridge in 1979, and obtained his Ph.D. from MIT in 1983. Kardar is particularly known for the Kardar–Parisi–Zhang (KPZ) equation[1] in theoretical physics, which has been named after him and his two coauthors: the Nobel Prize laureate Giorgio Parisi, and Yi-Cheng Zhang. He was awarded a Guggenheim Fellowship in 2001.", "25573370": "Sergei D. Odintsov (born 1959, Shchuchinsk, Kazakhstan, Kokchetav Oblast) is a Russian astrophysicist active in the fields of cosmology, quantum field theory and quantum gravity. Odintsov is an ICREA Research Professor at the Institut de Ciències de l'Espai (Barcelona) since 2003. He also collaborates as group leader at research projects of the Tomsk State Pedagogical University. He is editor-in-chief of Symmetry, and is a member of the editorial boards of Gravitation and Cosmology,[1] International Journal of Geometric Methods in Modern Physics,[2] International Journal of Modern Physics D,[3] Journal of Gravity,[4] Universe,[5] and the Tomsk State Pedagogical University Bulletin.[6] Odintsov also is an advisory panel member of Classical and Quantum Gravity.[7]", "145408": "Sarek /ˈsærɛk/ is a fictional character in the Star Trek media franchise.  He is a Vulcan astrophysicist, the Vulcan ambassador to the United Federation of Planets, and father of Spock. The character was originally played by Mark Lenard in the episode \"Journey to Babel\" in 1967. Lenard later voiced Sarek in the animated series, and appeared in Star Trek films and the series Star Trek: The Next Generation.", "54769669": "Eugène Bloch (10 June 1878 –  1944) was a French physicist and professor at the École Normale Supérieure, and at the Faculty of Science of the University of Paris.[1][2]", "70400008": "John Paul Blewett (12 April 1910, Toronto, Ontario – 7 April 2000, Chapel Hill, North Carolina) was a Canadian-American physicist, known as \"a key figure in the development of particle accelerators\".[1]", "25933834": "Samuel Ejikeme Okoye (26 July 1939 – 18 November 2009)[1] was a Nigerian astrophysicist from Amawbia in Anambra State, Nigeria. Okoye was the first black African to obtain a doctorate degree in Radio Astronomy.[2]", "23803916": "Eric Isaacs is an American physicist who is the 11th President of the Carnegie Institution for Science where he oversees the research and business functions across six research departments on the East and West coasts and observatories in Chile.[1]", "3586061": "Evan Harris Walker (1935 – August 17, 2006), was an American physicist and parapsychologist.[1]", "69646363": "Dumitru Enescu (21 June 1930 –  12 August 2012).[1] was a Romanian geophysicist and engineer elected honorary member of the Romanian Academy in 2011.[2] He was born in Drajna de Sus, and died in Bucharest, aged 82. Dumitru Enescu has made important scientific contributions to the development of seismology in Romania.", "37533725": "Guido Tonelli (born 1950) is an Italian particle physicist who was involved with the discovery of the Higgs boson at the Large Hadron Collider.[1]  He is a professor of General Physics at the University of Pisa (Italy) and a CERN visiting scientist.", "2668573": "Joseph Zähringer (often written Josef, March 15, 1929 – July 22, 1970) was a German physicist.", "8370210": "François, Baron Englert (French: [ɑ̃ɡlɛʁ]; born 6 November 1932) is a Belgian theoretical physicist and 2013 Nobel Prize laureate.", "45037602": "Chaitanyamoy Ganguly is an Indian nuclear scientist[1] and a former head of the Nuclear Fuel Cycle and Materials Section of the International Atomic Energy Agency (IAEA), credited with many innovations in the field of nuclear material science.[2][3][4][5] He was honored by the government of India in 2002, with the fourth-highest Indian civilian award of Padma Shri.[6]", "43235369": "Štefan Luby (born 6 May 1941, Bratislava) is a Slovak physicist and senior research fellow at the Slovak Academy of Sciences (SAS). He is doctor honoris causa of University of Salento, Italy, Slovak University of Technology in Bratislava, University of Constantine the Philosopher in Nitra, Slovakia, and Alexander Dubček University in Trenčín, Slovakia. He occupied positions of the director of the Institute of Physics of SAS for nine years and was the president of the SAS for fourteen years (1995–2009). He was the acting president of the All European Academies (federation of European academies of sciences and arts) and the acting president of the Central European Academy of Sciences and Arts. At present, he is a member of Senate and vice-president of the European Academy of Sciences and Arts with the headquarters in Salzburg. He has chaired the editorial board of the Slovak Encyclopaedia Beliana since 1992.", "50640943": "Patricia Burchat (born 1958) is the Gabilan Professor of Physics at Stanford University who researches experimental particle physics and cosmology. She is interested in mapping dark matter in the universe, and understanding the nature of dark energy.[1]  She was named a fellow of the American Physical Society in 2001, and a Guggenheim Fellow in 2005.[2][3] In 2013 she became a fellow of the American Association for the Advancement of Science.[4]", "67647544": "Hans Georg Küssner (14 September 1900 – 21 March 1984) was a German physicist and aeronautical scientist known for his work in the field of aeroelasticity.", "5814331": "Martin Tajmar is a physicist and professor for Space Systems at the Dresden University of Technology.[1] He has research interests in advanced space propulsion systems, FEEP thrusters, breakthrough propulsion physics and possible connections between gravity and superconductivity.[2]", "68859964": "Stefano Vitale (born 1951, Naples, Italy) is an Italian physicist and a retired professor of experimental physics at the University of Trento.[1] He is known for his scientific contributions[2] in the field of gravitational wave (GW) research  and the successful management of international scientific projects.[3]", "72333377": "Jenny Wagner (born 1984) is a German physicist, cosmologist, and book author.[1]", "2996290": "Don Lynn Anderson (March 5, 1933 – December 2, 2014) was an American geophysicist who made significant contributions to the understanding of the origin, evolution, structure, and composition of Earth and other planets. An expert in numerous scientific disciplines, Anderson's work combined seismology, solid state physics, geochemistry and petrology to explain how the Earth works. Anderson was best known for his contributions to the understanding of the Earth's deep interior, and more recently[when?], for the plate theory hypothesis that hotspots are the product of plate tectonics rather than narrow plumes emanating from the deep Earth. Anderson was Professor (Emeritus) of Geophysics in the Division of Geological and Planetary Sciences at the  California Institute of Technology (Caltech). He received numerous awards from geophysical, geological and astronomical societies.[3] In 1998 he was awarded the Crafoord Prize by the Royal Swedish Academy of Sciences along with Adam Dziewonski.[4] Later that year, Anderson received the National Medal of Science. He held honorary doctorates from Rensselaer Polytechnic Institute (where he did his undergraduate work in geology and geophysics) and the University of Paris (Sorbonne), and served on numerous university advisory committees, including those at Harvard, Princeton, Yale, University of Chicago, Stanford, University of Paris, Purdue University, and Rice University. Anderson's wide-ranging research resulted in hundreds of published papers in the fields of planetary science, seismology, mineral physics, petrology, geochemistry, tectonics and the philosophy of science.", "12499011": "Nikolay Antonovich Dollezhal (Russian: Николай Антонович Доллежа́ль; 27 October [O.S. 15 October] 1899 – 20 November 2000[1][2]) was a Russian engineer of Czech origin whose career was spent in the former Soviet program of nuclear weapons and later played an influential role in developing the commercial nuclear power industry of Russia. [3]", "35436617": "Michl Binderbauer is an Austrian-American physicist, entrepreneur, inventor and CEO of TAE Technologies.[1] He is a co-inventor of many of the company’s advances in fusion energy, power management, and particle accelerators, and holds 40 issued and pending U.S. patents and a number of international technology patents.[2] Binderbauer has published papers on plasma physics and fusion.", "27244622": "Jeroen van den Brink (born November 18, 1968) is a theoretical condensed matter physicist, director at the Leibniz Institute for Solid State and Materials Research, IFW Dresden and professor at the Dresden University of Technology in Germany. Van den Brink is known for contributions to the field of strongly correlated materials, in particular for proposals on magnetic and orbital ordering,[1][2]  mechanisms for multiferroicity[3] and the theory of Resonant Inelastic X-Ray Scattering (RIXS).", "18397266": "David Erik Aspnes (born 1 May 1939 in Madison, Wisconsin) is an American physicist and a member of the National Academy of Sciences (1998).  Aspnes developed fundamental theories of the linear and nonlinear optical properties of materials and thin films, and the technology of spectroscopic ellipsometry (SE).  SE is a metrology that is indispensable in the manufacture of integrated circuits.", "26916946": "Jean Malaurie (born 22 December 1922) is a French cultural anthropologist, explorer, geographer, physicist, and writer. He and Kutsikitsoq, an Inuk, were the first two men to reach the North Geomagnetic Pole on 29 May 1951.", "28981333": "Jean-Baptiste Thillais Delaborde (De Laborde, De La Borde, also Thillais and Thillaès) (9 June 1730 – late January 1777) was a French physical scientist, mathematician and Jesuit priest. He was born in Nevers and began his novitiate in the Society of Jesus on 26 September 1745. Around 1755 he was teaching rhetoric in Amiens. He passed the third year of his novitiate in 1762 at Rouen. He spent a number of years in Poznań, then moved to La Collancelle where he served as a priest until his death.", "70727766": "Hugo Fricke (August 15, 1892, in Aarhus, Denmark – April 5, 1972, in Huntington, New York, US) was a Danish-American physicist who studied the chemical (radiolysis) and biological (radiation biology) effects of X-ray and electron beams[1] and who also invented the Fricke dosimeter named after him.[2] He also made important contributions to the theory of impedance measurements.", "8665183": "John Rider Klauder (born January 24, 1932) is an American professor of physics and mathematics, and author of over 250 published articles on physics.[1]", "27867234": "Jean Dalibard (born 8 December 1958) is a French physicist, Professor at the École Polytechnique, member of the French Academy of Sciences and a researcher at the École Normale Supérieure. In 2009, Dalibard received the Blaise Pascal medal of the European Academy of Sciences for \"his outstanding and influential works in atomic physics and quantum optics\".[1] In 2012, he received the Max Born Award and Davisson–Germer Prize. He was elected an international member of the American Philosophical Society in 2018.[2] In 2020, he was honoured to be an international member of the National Academy of Sciences.[3]", "70989928": "Kelly Korreck is an American space scientist. She is currently an astrophysicist at the Center for Astrophysics | Harvard & Smithsonian[1] and Program Scientist at NASA as head of operations for the Solar Wind Electrons Alphas and Protons (SWEAP) instrument[2] aboard the Parker Solar Probe spacecraft.", "62404712": "He Guowei (Chinese: 何国威; born March 1963) is a Chinese physicist and chairman of the Academic Committee in the Institute of Mechanics, Chinese Academy of Sciences in Beijing. He is an associated editor for Acta Mechanica Sinica and the deputy editor-in-chief for Theoretical and Applied Mechanics Letters.", "57817197": "Sergej Flach (born 1963 in Dresden) is a theoretical physicist whose research has spanned a number of scientific fields in his career. With about 240 publications to his name, his research has been cited over 16,000 times giving him an h-index of 58 and i10-index of 174.[1] He is a member of the American Physical Society, German Physical Society, Korean Physical Society, and New Zealand Institute of Physics.[2] He is an editorial board member of Chaos (2016-)[3] and was an editorial board member of Physical Review E (2009-2011).", "69122159": "Malvin Carl Teich is an American physicist and computational neuroscientist and Professor Emeritus at Columbia University and Boston University.[1] He is also a consultant to government, academia, and private industry, where he serves as an advisor in intellectual-property conflicts. He is the coauthor of Fundamentals of Photonics (Wiley, 3rd Ed. 2019, with B. E. A. Saleh),[2] and of Fractal-Based Point Processes (Wiley, 2005, with S. B. Lowen).[3]", "14454": "Henry Gwyn Jeffreys Moseley (/ˈmoʊzli/; 23 November 1887 – 10 August 1915) was an English physicist, whose contribution to the science of physics was the justification from physical laws of the previous empirical and chemical concept of the atomic number. This stemmed from his development of Moseley's law in X-ray spectra.", "2406519": "Marcelo Gleiser (born March 19, 1959) is a Brazilian physicist and astronomer. He is currently Professor of Physics and Astronomy at Dartmouth College and was the 2019 recipient of the Templeton Prize.", "53000311": "Anurag Sharma (born 1955) is an Indian physicist and a professor at the department of physics of the Indian Institute of Technology Delhi.[1] He is known for his pioneering researches on optoelectronics and optical communications[2] and is an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences,[3] Indian National Science Academy[4] and National Academy of Sciences, India[5] as well as Indian National Academy of Engineering.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Engineering Sciences in 1998.[7][note 1]", "54147192": "Prof. R K Sinha (born 15 February 1960) is the Vice Chancellor of Gautam Buddha University, Greater Noida, Gautam Budh Nagar Under UP Government. He was the director of the CSIR-Central Scientific Instruments Organisation (CSIR-CSIO) Sector-30C, Chandigarh-160 030, India.[1][2]  He has been  a Professor - Applied Physics, Dean-Academic [UG] & Chief Coordinator: TIFAC-Center of Relevance and Excellence in Fiber Optics and Optical Communication, Mission REACH Program, Technology Vision-2020, Govt. of India Delhi Technological University (formerly Delhi College of Engineering, University of Delhi) Bawana Road, Delhi-110042, India.[3]", "1030266": "Lev Andreyevich Artsimovich (Russian: Лев Андреевич Арцимович, February 25, 1909 – March 1, 1973), also transliterated Arzimowitsch, was a Soviet physicist known for his contributions to the Tokamak— a device that produces controlled thermonuclear fusion power.[1]", "25966714": "Jorge Crispim Romão is a Portuguese theoretical physicist. As of 2016[update] he is a Senior Professor at Instituto Superior Técnico[1] working in Centro de Física Teórica de Partículas.[2]", "41171064": "William David Arnett (born 1940) is a Regents Professor of Astrophysics at Steward Observatory, University of Arizona,[1] known for his research on supernova explosions, the formation of  neutron stars or black holes by gravitational collapse, and the synthesis of elements in stars; he is author of the monograph Supernovae and Nucleosynthesis which deals with these topics.[2]\nArnett pioneered the application of supercomputers to astrophysical problems, including neutrino radiation hydrodynamics,[3][4] nuclear reaction networks,[5] instabilities and explosions,[6][7][8] supernova light curves,[9][10] and turbulent convective flow in two [11] and three dimensions.[12]", "47003767": "Norman Rostoker (August 16, 1925 – December 25, 2014) was a Canadian plasma physicist known for being a pioneer in developing clean plasma-based fusion energy.[1] He co-founded TAE Technologies (formerly known as Tri Alpha Energy) in 1998 and held 27 U.S. Patents on plasma-based fusion accelerators.", "45103230": "Aleš Strojnik (also known as Alex Strojnik, May 21, 1921 – November 6, 1995)[1] was a Slovenian American aerodynamicist and aircraft designer specializing in low-speed drag reduction. He was also a pioneer and professor in physics and high-energy electron microscopy,[2] and retired from teaching and research at Arizona State University in Tempe, Arizona.[3] His daughter, Marija Strojnik Scholl, took interest in optics at an early age when she was accompanying her father to work, and went on to become a prominent astrophysicist.[4]", "3356802": "Sir Charles Vernon Boys, FRS[2] (15 March 1855 – 30 March 1944) was a British physicist, known for his careful and innovative experimental work in the fields of thermodynamics and high-speed photography, and as a popular science communicator through his books, inventions, and his public lectures for children.[1][3]", "18626692": "Alexey Andreevich Anselm  (Russian: Алексей Андреевич Ансельм, 1 July 1934 – 24 August 1998) was a Russian theoretical physicist, Doctor of Physical and Mathematical Sciences, professor, director (1992–1994) of the  B.P. Konstantinov Petersburg Nuclear Physics Institute (PNPI), member of: the Russian and American Physical Society, the executive committee of the Nuclear Physics Branch of the Russian Academy of Sciences, the editorial board of the Russian journal “Yadernaya Fizika”.[2]", "69482629": "K. Ann-Marie Mårtensson-Pendrill (born 1952)[1] is a Swedish physicist. Originally working in atomic physics, her interests gradually shifted towards physics education,[2] and she has published many works on the physics of playgrounds,[3][4] and amusement park rides such as roller coasters,[5][6] including the book Physics for the Whole Body in Playgrounds and Amusement Parks (AIP Publishing, 2021).[7] She is a professor emeritus at the University of Gothenburg, senior professor at Lund University, and the former director of the National Resource Centre for Physics Education.[2]", "3782801": "Luca Turin (born 20 November 1953) is a biophysicist and writer with a long-standing interest in bioelectronics, the sense of smell, perfumery, and the fragrance industry.", "9386129": "Brian Hilton Flowers, Baron Flowers FRS (13 September 1924 – 25 June 2010[1]) was a British physicist, academician, and public servant.", "604310": "John Anderson FRSE FRS FSAScot[1] (26 September 1726 – 13 January 1796) was a Scottish natural philosopher\nand liberal educator at the forefront of the application of science to technology in the industrial revolution, and of the education and advancement of working men and women. He was a joint founder of the Royal Society of Edinburgh,[2] and was the posthumous founder of Anderson's College (later Anderson's Institution), which ultimately evolved into the University of Strathclyde.", "10303640": "Nigel Stuart Lockyer OBE (born 5 November 1952) is a British-American experimental particle physicist. He is the current director of the Cornell Laboratory for Accelerator-based ScienceS and Education (CLASSE) as of May 1, 2023. He was the Director of the Fermi National Accelerator Laboratory (Fermilab), in Batavia, Illinois, the leading particle physics laboratory in the United States, from September 2013 to April 2022.", "42743969": "Mukul Sinha (10 February 1951 – 12 May 2014) was an Indian human rights activist and a lawyer at the Gujarat High Court in Ahemdabad. He was an active trade union leader and a trained physicist. He legally represented the families of the individuals who were killed in Gujarat following the 2002 riots and in Manipur, in which he secured convictions of the politicians and police officers involved.[1][2] Along with his wife Nirjhari Sinha, he founded and served as the president of Jan Sangharsh Manch (trans. People's Struggle Forum), an independent civil rights organization with the aim of addressing issues of labour and workers rights. He was also a vocal critic of erstwhile Gujarat Chief Minister Narendra Modi.[3][4][5]", "145577": "Inge Lehmann ForMemRS (13 May 1888 – 21 February 1993) was a Danish seismologist and geophysicist who is known for her discovery in 1936 of the solid inner core that exists within the molten outer core of the Earth. The seismic discontinuity in the speed of seismic waves at depths between 190 and 250 km is named the Lehmann discontinuity after her. Lehmann is considered to be a pioneer among women and scientists in seismology research.[4]", "43464880": "Frederick P. Cowan was an American health physicist and head of the Instrumentation and Health Physics Department at Brookhaven National Laboratory.", "2373816": "Hubert Palmer Yockey (April 15, 1916 – January 31, 2016) was an American physicist and information theorist.[1][2] He worked under Robert Oppenheimer on the Manhattan Project, and at the University of California, Berkeley.", "50739387": "Joseph Vanek (31 July 1818 – December 11 1889) was a Hungarian magician and scientist. He became well known for an illusion that involved the decapitation of his son, the head was even passed to the audience.[1][2]", "43825340": "Bjørn Johan Landmark (26 June 1927 – 17 July 2014) was a Norwegian physicist.", "3946699": "Edward Alexander Bouchet (September 15, 1852 – October 28, 1918) was an American physicist and educator and was the first African American to earn a Ph.D. from any American university, completing his dissertation in physics at Yale University in 1876. On the basis of his academic record he was elected to the Phi Beta Kappa Society. In 1874, he became one of the first African Americans to graduate from Yale College.[a][4]", "22853837": "Josef Alexander Kozeny (February 25, 1889 – April 19, 1967) was an Austrian hydraulic engineer and physicist. Today he is mainly remembered for the Kozeny–Carman equation which describes fluid flowing through a packed bed of solids.[1]", "1521870": "Ivan Puluj (son of Pavlo Puluj and Xenia née Burshtynska Ukrainian: Іва́н Пулю́й, син Павла́ Пулю́я i Ксенiї, ур. Бурштинської, pronounced [iˈwɑn pʊˈlʲuj]; German: Johann Puluj; 2 February 1845 – 31 January 1918) was a Ukrainian physicist and inventor, who has been championed as an early developer of the use of X-rays for medical imaging. His contributions were largely neglected until the end of the 20th century.", "65157327": "Herman Carel Burger (1 June 1893 – 28 December 1965) was a Dutch physicist who pioneered the field of electrocardiography and medical physics. A system of positioning of electrodes for electrocardiography is known as Burger's triangle.[1]", "62404814": "Xu Hongxing (Chinese: 徐红星; born May 1969) is a Chinese physicist and vice president of the Institute for Advanced Studies of Wuhan University. He is also a professor at the School of Physics and Technology, Wuhan University.", "65976531": "Nanda Rea is a scientist in the field of astrophysics, currently based in Barcelona, Spain working as a research professor for the Consejo Superior de Investigaciones Científicas and Institut d'Estudis Espacials de Catalunya.", "309460": "Corentin Louis Kervran (3 March 1901 – 2 February 1983) was a French scientist. Kervran was born in Quimper, Finistère (Brittany), and received a degree as an engineer in 1925. In World War II he was part of the French Resistance.[1][2]", "67385556": "Michael Harry Repacholi (born June 30, 1944 in Taree, NSW, Australia) is an Australian biophysicist and radiation protection expert. He is one of the pioneer scientists and foremost authorities in Radiobiology in the world, including radiation protection standards for ionizing radiation and non-ionizing radiation across the electromagnetic spectrum. He was one of the founders and past presidents of the International Commission on Non-Ionizing Radiation Protection (ICNIRP)[1][2] and founder and director of several projects in the World Health Organization, including the International Electromagnetic Fields (EMF) Project. Repacholi was also active in the study of the health consequences of the Chernobyl accident in the nuclear reactor, in Ukraine.", "50444505": "Frederick Kantor (July 19, 1942 – May 15, 2020[3]) was an American physicist and inventor. He is known for his early work on digital physics,[4] originally coined by Kantor as information mechanics which described \"previously thought dissimilar phenomena, such as the fine structure constant (on the\nscale of the very small) and cosmological red shift (on the scale of the very large)\".[5]", "40057052": "Frank Perkins Whitman (1853–1919), was an American physicist", "22034657": "Gary S. Grest is an American computational physicist at Sandia National Laboratories.[1]"}