{"6836698": "Gordon Blaine Moskowitz (born October 6, 1963) is a social psychologist working in the field of social cognition.  He is currently a professor in the Department of Psychology at Lehigh University.  His primary research interests are in examining: 1) social inferences which occur with neither the intention of forming an impression nor the awareness that one has done so (i.e., the extent to which social inferences, especially stereotypes, are spontaneous); and 2) the non-conscious nature of motivation and goals, with emphasis on how the goals to be egalitarian and creative are more efficiently pursued when one is not consciously trying to pursue them. This work has been applied to the question of how stereotypes impact medical diagnosis and treatment and contribute to health disparities, as well as to how medical training can implement what is known about controlling stereotyping and prejudice to reduce such bias and minimize health disparities.", "60936678": "Janet Deborah Carter is a New Zealand clinical psychology academic who became a full professor and dean of science at the University of Canterbury in 2016. She was appointed acting Pro Vice Chancellor of Science for 2019–2020, and acting Executive Dean of Science from mid 2021.[1]", "34329064": "Raymond J. Corsini (June 1, 1914 – November 8, 2008, Honolulu) was an encyclopedist and lexicographer in the field of psychology.[1]", "32985578": "Jack Nasher (born Jack Lord Nasher-Awakemian; 1 June 1979)[1] is a German author, negotiation advisor.[2]", "51925483": "Dennis Chapman (1911–2003) was a social psychologist best known for his book The Home and Social Status, published in 1955, which investigated the British working class domesticity in the mid-twentieth century. His research focuses mainly on two primary aspects of society: domestic housing and provision, and the sociology of crime.[1]", "19386861": "Gary Berntson (born 1945) is an emeritus professor at Ohio State University with appointments in the departments of psychology, psychiatry and pediatrics. He is an expert in psychophysiology, neuroscience, biological psychology, and with his colleague John Cacioppo, a founding father of social neuroscience.[1]  \nHis research attempts to elucidate the functional organization of brain mechanisms underlying behavioral and affective processes, with a special emphasis on social cognition.", "55628271": "Linda Waimarie Nikora FRSNZ is a New Zealand psychology academic. She is Māori, of Te Aitanga a Hauiti and Ngāi Tūhoe descent.[1] She is currently professor of Indigenous Studies and co-director of Ngā Pae o te Māramatanga at the University of Auckland, having moved in 2017 from the University of Waikato where she had been a professor of psychology and the founding Director of the Maori & Psychology Research Unit in the School of Psychology.[1]", "68833780": "Joseph P. Allen is an American psychologist and academic. He is currently (as of October 2022) the Hugh P. Kelly Professor of Psychology at the University of Virginia.[when?]", "47239671": "Charles Winick (August 4, 1922 – July 4, 2015) was an American author, psychologist, professor of anthropology and sociology, and academician, noted for his work in the fields of gender, drug addiction, and prostitution.", "49336833": "David Lester is a British-American psychologist, suicidologist, and emeritus professor of psychology at Stockton University.", "12767749": "Gregory Zilboorg (Russian: Григорий Зильбург, Ukrainian: Григорій Зільбург) (December 25, 1890 – September 17, 1959) was a psychoanalyst and historian of psychiatry who is remembered for situating psychiatry within a broad sociological and humanistic context in his many writings and lectures.", "24007174": "Susan Pinker is a psychologist, author and social science columnist for The Wall Street Journal. She is a former weekly columnist for The Globe and Mail, and has also written for The New York Times, The Guardian, and The Times of London. Her first book, The Sexual Paradox, was awarded the William James Book Award in 2010 and was published in 17 countries. Her recent book The Village Effect was a Canadian bestseller and an Apple 2014 nonfiction best pick. Her work has been featured in The Economist, The Financial Times, and Der Spiegel.", "4936198": "Richard E. Mayer (born 1947) is an American educational psychologist and Professor of Psychology at the University of California, Santa Barbara (UCSB) where he has served since 1975.", "40784412": "Nicola Susan Clayton PhD, FRS, FSB, FAPS, C (born 22 November 1962[2]) is a British psychologist. She is Professor of Comparative Cognition at the University of Cambridge, Scientist in Residence at Rambert Dance Company,[3] co-founder of 'The Captured Thought',[4][5] a Fellow of Clare College, Cambridge, where she is Director of Studies in Psychology,[6] and a Fellow of the Royal Society since 2010.[7] Clayton was made Honorary Director of Studies and advisor to the 'China UK Development Centre'(CUDC) in 2018. She has been awarded professorships by Nanjing University, Institute of Technology, China (2018),[8] Beijing University of Language and Culture, China (2019),[9][10] and Hangzhou Diangi University, China (2019).[9][10] Clayton was made Director of the Cambridge Centre for the Integration of Science, Technology and Culture (CCISTC)[11] in 2020.", "6738459": "Heinz Ludwig Ansbacher (October 21, 1904 – June 22, 2006) was a German-American psychologist specializing in the theories of Alfred Adler.[1]", "29217322": "Andrew Green (28 July 1927 – 21 May 2004) was a British author and ghost hunter known by the media as \"the Spectre Inspector\".[1] Although Green never claimed to have definitively seen a ghost, he hunted them for 60 years and helped to popularise the use of scientific methods in ghost hunting. He once famously hunted for ghosts in the Royal Albert Hall.", "49435185": "Ian H. Gotlib is an American psychologist. He received his Ph.D. of Clinical Psychology at University of Waterloo in 1981. Now he is a professor of psychology at Stanford University and the director of the Stanford Neurodevelopment, Affect, and Psychopathology Laboratory. His research mainly focuses on affective disorders and depression.[1][2] He was awarded the APA Award for Distinguished Scientific Contributions to Psychology in 2013.[3]", "8835634": "Thomas F. Gilbert (1927–1995) was a psychologist who is often known as the founder of the field of performance technology, also known as Human Performance Technology (HPT).  Gilbert himself coined and used the term Performance Engineering.[1][2] Gilbert applied his understanding of behavioral psychology to improve human performance at work and at school.  He is best known for his book Human Competence: Engineering Worthy Performance. Gilbert devised HPT when he realized that formal learning programs often only brought about a change in knowledge, not a change in behavior. Other techniques were needed to bring about a lasting change in behavior.[2]", "15323706": "Paolo Bozzi was an Italian psychologist, philosopher, composer, and violin player.[1] He was born in Gorizia on May 16, 1930 and died in Bolzano in 2003.", "56545852": "Cristina Cesarina Milani (born 1966) is a Swiss psychologist, writer, and entrepreneur.[1][2] She was the president of World Kindness Movement (WKM)[3][4][5][6] and founder of two non-profit organizations, Gentletude Switzerland and Gentletude Onlus (Italy).[7] Cristina was also the founder & CEO of HeS-Human engineering Systems and co-founder of Work Style Magazine.[8] She is the partner of GWH SA, a brand building company in Lugano, Switzerland, for which she has been working since 1999.", "11588159": "Brad J. Bushman (born May 14, 1960, in Salt Lake City, Utah)[1] is the Margaret Hall and Robert Randal Rinehart Chair of Mass Communication Professor at Ohio State University. He also has an appointment in psychology. He has published extensively on the causes and consequences of human aggression.[2] His work has questioned the utility of catharsis, and relates also to violent video game effects on aggression. Along with Roy Baumeister, his work suggests that it is narcissism, not low self-esteem, that causes people to act more aggressively after an insult. Bushman's research has been featured in Newsweek,[3] on the CBS Evening News,[4] on 20/20,[5] and on National Public Radio.[6] He has also been featured on Penn & Teller: Bullshit!.[7] He earned his BS in psychology from Weber State College (now Weber State University) in 1984 and his Ph.D. from the University of Missouri in 1989 and holds three master's degrees (in psychology, statistics, and secondary education).  Since 2005, Bushman has spent the summers as a professor of communication science at the Vrije Universiteit Amsterdam, the Netherlands.  Prior to joining Ohio State University, Bushman was a professor at University of Michigan and at Iowa State University.", "52482626": "Stanley De Brath (10 October 1854 – 20 December 1937) was a British civil engineer, psychical researcher and spiritualist.[1]", "33182278": "Ursula Levy (born May 11, 1935 - August 2019) :  [1] was an American author, child psychologist and Holocaust survivor. Her research on childhood depression was published in the Journal of School Health. She has been published in a number of other medical journals such as the Journal of Nursing Education. Her memoirs of her childhood entitled The Incredible Years were published in 1994 to commemorate the 50th anniversary of the liberation of the Netherlands from Nazi Germany.", "7754326": "Edwin Burket Twitmyer (1873–1943) was professor of Psychology and director of the Psychological Laboratory and Clinic at the University of Pennsylvania. He is a little-known figure in the history of psychology, but he independently discovered classical conditioning at approximately the same time as the famous Russian physiologist, Ivan Pavlov, who is normally given credit for this achievement.[1][2]", "65065565": "Froma Walsh (born 1942) is an American clinical psychologist and family therapist. She is the co-founder and co-director of the Chicago Center for Family Health and the Mose and Sylvia Firestone Professor Emerita at the University of Chicago.[1]", "67949151": "Pamela Trotman Reid is an American developmental psychologist, former professor, and president emerita of the University of Saint Joseph.", "10900063": "Mary Ward Hicks (1920[1] – circa 2018[2]) was an American psychologist specializing in family therapy, and a professor emerita at Florida State University.", "71979624": "Rebecca M. Puhl is a researcher in the field of weight bias.", "62083696": "Martin S. Fiebert (born 1939), is an emeritus professor at California State University, Long Beach in the Department of Psychology.[1] He has published more than 70 articles in peer-reviewed journals.[2]", "184947": "Eric Heinz Lenneberg (19 September 1921 – 31 May 1975) was a linguist and neurologist who pioneered ideas on language acquisition and cognitive psychology, particularly in terms of the concept of innateness.", "40981111": "Daniel Munduruku (Belém do Pará, February 28, 1964) is a Brazilian writer and educator.[1] He is member of the Munduruku indigenous people. His children's books deal about traditional indigenous life and tales and have been awarded several prizes. Munduruku holds three undergraduate degrees in philosophy, History and Psychology. He has a master's degree in Social Anthropology and a doctorate in education by the University of São Paulo.[2]", "53858944": "Joshua \"Josh\" Correll is an American social psychologist and associate professor in the Department of Psychology and Neuroscience at the University of Colorado-Boulder.", "58708609": "Stella Kyriakides (Greek: Στέλλα Κυριακίδου, Stella Kyriakidou; born 10 March 1956) is a Cypriot psychologist and politician of the conservative Democratic Rally party who has been serving as European Commissioner for Health and Food Safety since 2019. She was the first Cypriot national and third woman to serve as President of the Parliamentary Assembly of the Council of Europe.[1]", "4379273": "Charles Thomas William Curle[1] (4 July 1916 – 28 September 2006),[1] better known as Adam Curle, was a British academic, known for his work in social psychology, pedagogy, development studies and peace studies. After holding posts at the University of Oxford, University of Exeter, University of Ghana and Harvard University, in 1973 he became the inaugural Professor of Peace Studies at the University of Bradford, following the establishment of the University's Department of Peace Studies. Curle's works included several books on education, including Educational Strategy for Developing Societies (1963), and a number of books on peace and peacemaking, including Making Peace (1971). He was also, throughout his career and after his retirement in 1978, active in peacemaking and mediation, and visited Nigeria and Biafra several times as part of a Quaker contingent during the Nigerian Civil War of 1967–70.", "4805262": "Herb Goldberg (July 14, 1937 – April 5, 2019) was the author of the book What Men Still Don't Know About Women, Relationships, and Love, previously authored The Hazards of Being Male: Surviving the Myth of Masculine Privilege (1975), related to the formative men's movement. He was a professor emeritus of psychology at California State University, Los Angeles and a practicing psychologist in Los Angeles.", "61067930": "Fritz Strack (born February 6, 1950)[1] is a German social psychologist and professor emeritus at the University of Würzburg.[2] Strack is a member of Germany's National Academy of Sciences Leopoldina and was awarded the Ig Nobel Prize for psychology in 2019.[3]", "33149606": "George Butterworth (1946–2000)[1][2] was a British professor of psychology, who studied infant development.[3]", "14963367": "Gunamudian David Boaz (31 March 1908 – 8 July 1965)[1] was the first Indian psychologist. He received his PhD from The University of Oxford in 1935, and graduated from Scott Christian College.[2] The department of Psychology was instituted at the University of Madras in 1943 by him under the influence of Nobel laureate, Sir C. V. Raman and G.N. Ramachandran.[3] The \"Journal of The Madras University\" states that Boaz joined the department on 27 September 1943 and on 27 October 1943, he became the Senior Lecturer in Psychology.[4] In 1948, a full-fledged Psychology department was organized under the headship of Boaz.[5] The department concentrated exclusively on children and their education first. He was credited for making India a major contributor in the field on Psychology.[6]\nLater on in 1976, the department turned its attention to Criminology, Applied Psychology, Organizational Psychology and Counseling, etc. The Indian Government has instituted an award in remembrance of his Work, and more over the Tamil Nadu Government Psychiatric rehabilitation is named after him, The Dr. G.D. Boaz Memorial Hospital[7] His paternal cousin is Dr. A.S. Johnson. The family with over two hundred years of recorded history has been one of the oldest leading noble families of South Travancore \nand Kanniyakumari District.", "19387046": "Dr. Neil Boothby is a psychologist and former US Government special advisor and senior coordinator to the USAID administrator on Children in Adversity, and former director of the Program on Forced Migration and Health at the Columbia University Mailman School of Public Health.[1]  Currently, he is the founding Director of the Global Center for the Development of the Whole Child at the University of Notre Dame (go.nd.edu/globalchild). His research focuses on the psychosocial consequences of organized violence on children.[2] As a senior representative of UNICEF, UNHCR, and Save the Children, he has worked for more than 25 years with children in crises in Africa, Asia, Latin America, and Eastern Europe and is an internationally recognized expert and advocate for children affected by war and displacement.[2] He has received numerous awards for his work on behalf of war-affected children, including the Red Cross International Humanitarian of the Year Award, the Mickey Leland Award, the United Nation's Golden Achievement Award for Social Services, and Duke University's Humanitarian Service Award.[1][3][2]", "28922538": "Diana Reiss (born 1948 or 1949[1][2] in Philadelphia, Pennsylvania[3]) is a professor of psychology at Hunter College[4] and in the graduate program of Animal Behavior and Comparative Psychology at the City University of New York. Reiss's research has focused on understanding cognition and communication in dolphins and other cetaceans.[5] Her important contributions include demonstrating mirror self-awareness in dolphins via the Mirror test.[6]", "1397420": "Robert Glaser (January 18, 1921 – February 4, 2012) was an American educational psychologist, who has made significant contributions to theories of learning and instruction. The key areas of his research focused on the nature of aptitudes and individual differences, the interaction of knowledge and skill in expertise, the roles of testing and technology in education, and training adapted to individual differences. Glaser has also been noted for having developed the idea of individually prescribed instruction as well as making major contributions to the theory of adaptive education.[1]", "66769580": "Ruth Selke Eissler (born in Odesa, Russian Empire on February 21, 1906, and died in New York on October 7, 1989) was a Jewish–American physician and psychoanalyst. She is sometimes known as Ruth Eissler-Selke.", "51925677": "William Emet Blatz (/ˈblæts/; June 30, 1895 – November 1, 1964) was a German-Canadian developmental psychologist who was director of the University of Toronto's Institute of Child Study from 1925 until his retirement in 1960. He authored numerous books and was known for his creation of security theory, a precursor to attachment theory.", "52515523": "Cindy Meston is a Canadian-American clinical psychologist well-known for her research[1] on the psychophysiology of female sexual arousal. She is a Full Professor of Clinical Psychology at the University of Texas at Austin, Director of the Female Sexual Psychophysiology Laboratory,[2] and author of Why Women Have Sex [3] (with co-author Dr. David M. Buss). In 2016, the BBC, London, England named Meston one of the 100 most influential and inspirational women in the world.[4]", "676559": "Helen Cohn Schucman (born Helen Dora Cohn, July 14, 1909 – February 9, 1981) was an American clinical psychologist and research psychologist. She was a professor of medical psychology at Columbia University in New York from 1958 until her retirement in 1976. Schucman is best known for having \"scribed\" with the help of colleague William Thetford the book A Course in Miracles (1st edition, 1975),[1][2] the contents of which she claimed had been given to her by an inner voice she identified as Jesus. However, at her request, her role as its \"writer\" was not revealed to the general public until after her death.[3]", "62837472": "Marion Augustus \"Gus\" Wenger (March 12, 1907 – July 26, 1982) was an American psychologist who specialized in  psychophysiology.[1] He was born in Wheeling, West Virginia. At an early age he was nicknamed Gus. Wenger died at the age of 75 due to heart failure.", "3429090": "Sir Michael Llewellyn Rutter CBE FRS[1] FRCP FRCPsych FMedSci (15 August 1933 – 23 October 2021) was the first person to be appointed professor of child psychiatry in the United Kingdom. He has been described as the \"father of child psychiatry\".[2] Rutter was professor of developmental psychopathology at the Institute of Psychiatry, King's College London and consultant psychiatrist at the Maudsley Hospital, a post he held since 1966, until retiring in July 2021. A survey published in Review of General Psychology in 2002 ranked Rutter as the 68th most cited psychologist of the 20th century.[3] He died of cancer on October 23, 2021, aged 88.[4]", "62149346": "Holly A. Taylor is an American psychologist.", "4477669": "Rupert Thomas Gould (16 November 1890 – 5 October 1948) was a lieutenant-commander in the British Royal Navy noted for his contributions to horology (the science and study of timekeeping devices).[1] He was also an author and radio personality.", "70767347": "Carla Sharp (born 1971) is an American clinical psychologist. She is a professor in the Clinical Psychology Doctoral Program and Associate Dean for Faculty and Research at the University of Houston, where she is also Director of the Adolescent Diagnosis Assessment Prevention and Treatment Center and the Developmental Psychopathology Lab.", "39146231": "Tomas Chamorro-Premuzic (/tʃæˈmɒroʊˈprɛmʊzɪk/[1]) is an organizational psychologist who works mostly in the areas of personality profiling, people analytics, talent identification, the interface between human and artificial intelligence, and leadership development. He is currently a professor of business psychology at University College London (UCL) and an adjunct professor at Columbia University, as well as the Chief Innovation Officer at ManpowerGroup, and was previously the CEO at Hogan Assessment Systems.", "61920000": "2012 Betty Ford Award;", "38523657": "Michael Edwards (2 November 1930 – 13 March 2010) was a painter, pioneer art therapist, analytical psychologist and curator of the picture archive of the artwork of patients of C. G. Jung.[1]  He was also the first Emeritus Professor of Art Therapy at Concordia University in Montreal, Canada.[2]", "28168970": "Thayne Martin McCulloh (born August 20, 1964) is an American social psychologist and academic administrator who is currently serving as the 26th President of Gonzaga University in Spokane, Washington. McCulloh was selected as the interim successor of Robert Spitzer, S.J. on July 15, 2009.[1] A year later, on July 16, 2010, McCulloh was appointed president in his own right.[2]", "64705293": "Grace Rawlings (1909-1988) was a British educational psychologist who played a leading role in the establishment of educational psychology in Britain.", "42619672": "Gary Cziko is an American researcher, and author[1] in the field of educational psychology at the University of Illinois at Urbana–Champaign who has worked on the philosophical model known as perceptual control theory (PCT) – a model whose original developer, William T. Powers, was his mentor.[2] He has written two introductory books on the subject, and in 1995 he introduced the concept of  \"universal selectionism\" into the PCT model.[3]", "5395231": "John Anthony Sloboda OBE FBA (born 13 June 1950) is Research Professor at the Guildhall School of Music and Drama where he currently leads research on the Social Impact of Making Music.[1] He is also one of the founders of the Iraq Body Count project.[2]", "64082726": "Eli Vakil (Hebrew: אלי וקיל) (born March 4, 1953) is an Israeli clinical neuropsychologist. He is a professor emeritus and former departmental chairman of the Department of Psychology,[1] and the head of the Memory and Amnesia Lab  at the Gonda (Goldschmied) Multidisciplinary Brain Research Center at Bar Ilan University.[2] He is also director of the Rehabilitation Center for Veterans after Traumatic Brain-Injury (TBI) in Jaffa, Israel.[3]", "2315046": "Linda Susanne Gottfredson (née Howarth; born 1947) is an American psychologist and writer. She is professor emeritus of educational psychology at the University of Delaware and co-director of the Delaware-Johns Hopkins Project for the Study of Intelligence and Society. She is best known for writing the 1994 letter \"Mainstream Science on Intelligence\", which was published in the Wall Street Journal in defense of Richard Herrnstein and Charles Murray's controversial book The Bell Curve (1994).", "48223016": "Bridget Westfall is a recurring character in Australian television drama Wentworth. Bridget is introduced as the prison's new psychologist to help the inmates. She is portrayed by Libby Tanner. Bridget is notable for her relationship with Franky Doyle (Nicole da Silva), which proved popular with fans of the television series.[1] Other main storylines have involved Bridget's friendship with prison officer/governor Vera Bennett (Kate Atkinson), Bridget's support and assistance to other prisoners, and helping to reveal Ferguson's (Pamela Rabe) true colors.", "49959724": "Charles Carleton Massey (1838–1905), most well known as C. C. Massey, was a British barrister, Christian mystic and psychical researcher.[1]", "42685261": "Dorothy Vera Margaret Bishop FRS FBA FMedSci (born 14 February 1952)[4] is a British psychologist specialising in developmental disorders[6] specifically, developmental language impairments. She is Professor of Developmental Neuropsychology and Wellcome Trust Principal Research Fellow in the Department of Experimental Psychology at the University of Oxford, where she has been since 1998. Bishop is Principal Investigator for the Oxford Study of Children's Communication Impairments (OSCCI). She is a supernumary fellow of St John's College, Oxford.", "7918417": "Thomas Upham (January 20, 1799 – April 2, 1872)[1] was an American philosopher, psychologist, pacifist, poet, author, and educator.  He was an important figure in the holiness movement.[2] He became influential within psychology literature and served as the Bowdoin College professor of mental and moral philosophy from 1825-1868. His most popular work, Mental Philosophy received 57 editions over a 73-year period. Additionally, he produced a volume of 16 other books and the first treatise on abnormal psychology, as well as several other works on religious themes and figures. Specific teachings included a conception of mental faculties - one of these restoring the will to psychology be developing a tripartite division of mental phenomena into intellectual, sentient, and voluntary. The intellect subsumed sensation and perception, attention, habit, association, and memory as well as reasoning. Sensibilities included natural emotions and desires, such as appetites, propensities, and affections, and also moral emotions, such as a feeling of obligation. Finally, the last division was the will, which allowed for volition as a basic component of human nature. This positing of a will free to choose between desires and obligations reflected the author's own spiritual journey from a Calvinistic background to the Wesleyan holiness perspective. However, perhaps his most critical contribution to the field of psychology was Upham's concept of Positive psychology which asserts that there are fundamental, transcendent laws, and living in harmony with them is the key to mental and spiritual health. This concept laid the foundation for a healthy kind of religiosity, and a spiritually-based positive psychology.", "4969304": "Paul R. Pintrich (1953–2003) was an educational psychologist who made significant contributions to the fields of motivation, epistemological beliefs, and self-regulated learning. He was a professor of education and psychology at the University of Michigan where he also completed his PhD and MA. Pintrich published over 140 articles, book chapters, and books on topics related to educational psychology.", "63656812": "Clara Stern (née Joseephy; March 12, 1877 – 1945) was a German developmental psychologist.", "4608876": "Jean Lave is a social anthropologist who theorizes learning as changing participation in on-going changing practice. Her lifework challenges conventional theories of learning and education.", "61330292": "Bogdan Wojciszke (born 11 June 1952, Gdańsk), is a Polish psychologist, a humanities professor and an academic teacher.", "13751179": "Hans Zulliger (February 21, 1893 in Mett/Mache, today part of Biel/Bienne, Canton of Bern – October 18, 1965 in Ittigen) was a Swiss teacher, child psychoanalyst and author.", "74011534": "Linda Steg (born 1965) is a Dutch psychologist who is Professor of Environmental Psychology at the University of Groningen. She studies the interaction between people and their environment and how people influence their local ecosystems. She was awarded the 2020 Dutch Research Council Stevin Prize.", "67916690": "Laura Hernández Guzmán (born September 21, 1958) is a Mexican psychologist and researcher at the National Autonomous University of Mexico (UNAM). In addition, Hernández Guzmán is the editor-in-chief of the Mexican Journal of Psychology.", "18404246": "Herbert J. Freudenberger (1926–1999) was a  German-born American psychologist. Though Freudenberger had many jobs during his life, including practitioner, editor, theoretician, and author, his most significant contribution is in the understanding and treatment of stress, chronic fatigue and substance abuse.[1]", "8573854": "Jonathan Young (born September 29, 1944) is an American psychologist who was the founding curator of the Joseph Campbell Archives.", "65196967": "Patricia Gurin is a social psychologist known for her work documenting the benefits of student and faculty diversity in higher education. She is the Nancy Cantor Distinguished University Professor Emerita of Psychology and Women's Studies at The University of Michigan.[1]", "66605996": "Josephine Faniella Henny Klein (17 October 1926 – 13 November 2018), was a German-born British psychologist and psychotherapist.[1][2]", "8049584": "Harold Frederic Searles[1] (September 1, 1918 – November 18, 2015) was one of the pioneers of psychiatric medicine specializing in psychoanalytic treatments of schizophrenia. Searles had the reputation of being a therapeutic virtuoso with difficult and borderline patients;[2] and of being, in the words of Horacio Etchegoyen, president of the IPA, \"not only a great analyst but also a sagacious observer and a creative and careful theoretician\".[3]", "19321778": "Marc Jeannerod (15 December 1935 – 1 July 2011)[1] was a neurologist, a neurophysiologist and an internationally recognized expert in cognitive neuroscience and experimental psychology. His research focuses on the cognitive and neurophysiological mechanisms underpinning motor control, motor cognition, the sense of agency, and more recently language and social cognition. Jeannerod's work bridges with elegance and rigor various levels of analysis, ranging from neuroscience to philosophy of mind, with clear implications for the understanding of a number of psychiatric and neurological disorders, especially schizophrenia.", "62247866": "Jose Manuel Sabucedo is a Spanish social psychologist, professor at Universidade de Santiago de Compostela.[2] He is an expert in collective action and political violence and reconciliation, and an author of influential publications in these fields.[3] Sabucedo is director of the research group on social behaviour and applied psychometrics at USC.[4] He is also president of the Spanish Scientific Society of Social Psychology (SCEPS),[5] and associate editor of peer-reviewed Revista Latinoamericana de Psicología since 2009.[6] He was also editor-in-chief of Revista de Psicología Social/International Journal of Social Psychology between 2010 and 2016. Throughout his academic career, he also supervised 18 doctoral theses.[7] In 2007 Sabucedo received the Galicia Research Prize in the senior category, recognising 25 years of research in social and political psychology, characterised by interdisciplinarity and high social relevance.[8]", "54023107": "David J. Francis is an American psychologist, focusing in statistical models for longitudinal data, multi-level models, latent variable models, psychometrics, reading acquisition and the early identification and prevention of reading disabilities and developmental disabilities, currently the Hugh Roy and  Hugh Roy and Lillie Cranz Cullen Distinguished University Chair at University of Houston.[1][2]", "250825": "Richard Holt Hutton (2 June 1826 – 9 September 1897) was an English journalist of literature and religion.", "28464079": "Amedeo P. Giorgi is an American psychologist known for his contributions to phenomenology and humanistic psychology. He developed the Descriptive Phenomenological Method in Psychology.", "28300244": "Hans Alex Keilson (Dutch pronunciation: [ˈɦɑns ˈkɛilsɔn]; 12 December 1909 – 31 May 2011)[1] was a German-Dutch novelist, poet, psychoanalyst and child psychologist. He was best known for his novels set during the Second World War, during which he was an active member of the Dutch resistance.", "71422939": "Danielle Simonnet (born 2 July 1971) is a French politician from La France Insoumise. She was elected Member of Parliament for Paris's 15th constituency in the 2022 legislative election.[1]", "22598647": "Allan M. Collins is an American cognitive scientist, Professor Emeritus of Learning Sciences at Northwestern University's School of Education and Social Policy. His research is recognized as having broad impact on the fields of cognitive psychology, artificial intelligence, and education.", "66409467": "Ethan Kross is an American experimental psychologist, neuroscientist and writer, who specializes in emotion regulation.[1] He is a professor of psychology and management at the University of Michigan and director of the Emotion & Self Control Laboratory there.[1] Kross lives in Ann Arbor, Michigan.[2]", "49435656": "Roy Shuttleworth (Clinical Psychologist)", "55333897": "Celia Kitzinger and Sue Wilkinson are a British lesbian couple who lobbied to have their relationship recognised as a marriage in England.", "11326473": "Leslie Landon Matthews (née Landon) is an American former actress. She had a supporting role on the Little House on the Prairie television series, in which her father, Michael Landon, played the lead.", "39572494": "Ian Porteus Howard (July 20, 1927 – June 1, 2013) was a Canadian psychologist and researcher in visual perception at York University in Toronto.[1]", "72176656": "William B. Lawson is an American professor, psychiatrist and a Distinguished Life Fellow of the American Psychiatric Association (DLFAPA).", "53924881": "Edward Howard Adelson (born 1952) is an American neuroscientist who is currently the John and Dorothy Wilson Professor of Vision Science at Massachusetts Institute of Technology and an Elected Fellow of the National Academy of Sciences and American Academy of Arts and Sciences.[1]", "71750675": "Georgy Ivanovich Chelpanov (Russian: Георгий Иванович Челпанов; 28 April [O.S. 16 April] 1862 – 13 February 1936) was a Russian[1] Imperial and Soviet psychologist, philosopher and logician.", "25089054": "Francis A. Beer is an American professor emeritus of political science, University of Colorado at Boulder.[1] His research focuses on war and peace. Honors and awards include listings in Who's Who in the World and Who's Who in America, as well as other directories. He was president of the International Studies Association/West and co-edited, with Ted Gurr at the University of Colorado, a series of Sage books on \"Violence, Conflict, Cooperation.\" In addition to two Fulbright awards to France and the Netherlands he has received other awards from the Earhart Foundation, the Institute for World Order, and the National Endowment for the Humanities. At the University of Colorado, he represented the faculty as chair of the Boulder Faculty Assembly.", "41341997": "James Fadiman (born May 27, 1939) is an American writer known for his research on microdosing psychedelics. He co-founded the Institute of Transpersonal Psychology, which later became Sofia University.", "37245997": "Emil Wolfgang Menzel Jr. (April 16, 1929 – April 7, 2012) was a prominent primatologist and comparative psychologist.\nIn many ways, his pioneering observations and research laid the foundation and set the precedent for many contemporary research topics in psychology and primatology including nonverbal and gestural communication, theory of mind and behavioral economics.[1]", "1889327": "Ziva Kunda (June 13, 1955 – February 24, 2004) was an Israeli social psychologist and professor at the University of Waterloo[1] known for her work in social cognition and motivated reasoning. Her seminal paper \"The Case for Motivated Reasoning\",[2] published in Psychological Bulletin in 1990, posthumously received the Scientific Impact Award from the Society of Experimental Social Psychology.[3] Kunda authored the book Social Cognition: Making Sense of People.", "56513585": "Michael Cole (born April 13, 1938)[1] is an American psychologist and emeritus distinguished professor at the University of California, San Diego (UCSD), where he held positions in the Department of Psychology, the Department of Communication, and the Human Development Program. His research focuses on the development of a mediational theory of mind, as well as the promotion of partnerships between UCSD and the community.[2][3]", "39146555": "Michael D. Yapko (born August 5, 1954) is a clinical psychologist and author, whose work is focused on the areas of treating depression, developing brief psychotherapies and advancing the clinical applications of hypnosis.", "19256380": "Martin Reimann is a psychologist and marketing researcher. He is an associate professor of marketing at the Eller College of Management at the University of Arizona.", "33150012": "Victor Pavlovich Sheinov (Belarusian: Віктар Паўлавіч Шэйнаў; born May 3, 1940) is Professor of Psychology and Pedagogical Proficiency at the Institute of Higher Education under the auspices of the Belarusian State University (Minsk, Belarus). He is a member of the International Academy of Information Technologies and an author of more than 250 scientific works and over 40 books.", "61920315": "Jeannette R. Ickovics is an American health and social psychologist.  She is the inaugural Samuel and Liselotte Herman Professor of Social and Behavioral Sciences at the Yale School of Public Health and Professor of Psychology at the Graduate School of Arts and Sciences at Yale University. She was the Founding Chair of the Social and Behavioral Sciences at the Yale School of Public Health and the Founding Director of Community Alliance for Research and Engagement (CARE). She served as the Dean of Faculty at Yale-NUS College in Singapore from 2018 to 2021.", "53597248": "Claire V. Wiseman (born 1965) is an assistant clinical professor of psychology at the Yale School of Medicine[1][2] and a practicing clinical Psychologist and researcher who specializes in eating disorders and adolescent body image.[3]", "47207489": "Stephen Houran Behnke (born 1958) is an American psychologist, ethicist, and author.  From November 1, 2000[1] until July 8, 2015[2] he was the director of the Office of Ethics for the American Psychological Association.", "64705602": "George Seth (1905-1990) was a psychologist originally from Scotland who played an influential role in the establishment of psychology in Northern Ireland.", "52745282": "Edith K. Ackermann (1946 – December 24, 2016) was a Swiss-born American psychologist who explored the interactions between developmental psychology, play, learning and design. A graduate of the University of Geneva, and a protege to Jean Piaget, she held permanent and visiting positions at several institutions in the United States and Europe, including the MIT Media Lab.", "63919174": "Donald Allen Dewsbury (born 1939)[1] is an American comparative psychologist and historian of psychology. He is Emeritus Professor of Psychology at the University of Florida. Much of his research has focused on the history of psychology, particularly comparative and experimental psychology. He has also conducted research on animal behavior, and served as president of the Animal Behavior Society, as well as of three divisions of the American Psychological Association.[2] In 2017, he received a Presidential Citation from the American Psychological Association.[3]", "48354376": "Matt McGue is an American behavior geneticist and Regents Professor of psychology at the University of Minnesota, where he co-directs the Minnesota Center for Twin and Family Research.[1][2][3]", "15946829": "Priscilla Kari Coleman is a retired[1] Professor of Human Development and Family Studies in the School of Family and Consumer Sciences at Bowling Green State University, Ohio.[2] She is the author (or co-author) of a number of disputed academic papers, which claim to have found a statistical correlation or causal relationship between abortion and mental health problems.[3][4][5]", "9032782": "Carlfred Bartholomew Broderick (April 7, 1932 – July 27, 1999) was an American psychologist, sociologist, and family therapist, a scholar of marriage and family relations at the University of Southern California, and an author of several books. He was born in Salt Lake City, Utah, in 1932, and he died of cancer in 1999 in Cerritos, California, at the age of 67.", "38622289": "Donald H. Owings (December 7, 1943 – April 9, 2011) was a professor of psychology and faculty member of the Animal Behavior Graduate Group at the University of California, Davis.[1][2][3]  \nHis research focused on ground squirrels, in particular, their interactions with predators such as rattlesnakes; and, more generally, on concepts of communication within and between species.[4] In 1994, he was elected as a fellow of the animal behavior society[5] and in 2010 he received the Exemplar Award for mentoring graduate students.[4]", "20730962": "Clark E. Moustakas (May 26, 1923 – 10 October 2012) was an American psychologist and one of the leading experts on humanistic and clinical psychology. He helped establish the Association for Humanistic Psychology and the Journal of Humanistic Psychology. He is the author of numerous books and articles on humanistic psychology, education and human science research. His most recent books: Phenomenological Research Methods; Heuristic Research; Existential Psychotherapy and the Interpretation of Dreams; Being-In, Being-For, Being-With; and Relationship Play Therapy are valuable additions to research and clinical literature. His focus at the Michigan School of Professional Psychology (formerly the Center for Humanistic Studies) was the integration of philosophy, research and psychology in the education and training of humanistic clinical psychologists.", "33477724": "Helton Godwin Baynes, also known as ‘Peter’ Baynes (26 June 1882, Hampstead – 6 September 1943), was an English physician, army officer, analytical psychologist and author, who was a friend and early translator into English of Carl Jung.", "1266781": "David Cyril Geary (born June 7, 1957, in Providence, Rhode Island) is an American cognitive developmental and evolutionary psychologist with interests in mathematical learning and sex differences. He is currently a Curators’ Professor and Thomas Jefferson Fellow in the Department of Psychological Sciences and Interdisciplinary Neuroscience Program at the University of Missouri in Columbia, Missouri.", "41800807": "Samuel Baskin was an American psychologist and educational reformer who served on the faculty of Stephens College, Antioch College and was the first president of the Union Institute & University.", "41440367": "Tibor Kökény (born December 27, 1970, in Debrecen, Hungary) is a Hungarian psychologist and teacher of Yoga in Daily Life System.", "47764612": "Robert C. Bak (1908–1974) was a Hungarian-born psychoanalyst who moved to the United States in 1941, and eventually became President of the New York Psychoanalytic Society.", "22402205": "Thomas Michael Quinn, F.S.C. (August 9, 1922 – March 15, 2009) was an American Roman Catholic Lasallian Brothers and psychology professor.[1] Quinn served as the 25th President of Saint Mary's College of California, which was also his alma mater, from 1962 until 1969. Quinn was a 1947 graduate of the college.[2]", "43766941": "William Clifford Munro Scott (March 11, 1903 – January 19, 1997) was a Canadian psychoanalyst. He was briefly president of the British Psychoanalytical Society in 1953, and subsequently became the first president of the Canadian Psychoanalytical Society. He was one of Melanie Klein's analysands.", "64050339": "Blossom Wigdor CM (born June 13, 1924)[1] is a Canadian clinical psychologist and gerontologist.[2] She is a professor emerita at the University of Toronto. Wigdor was the director of the University of Toronto's gerontology program, the first of its kind in Canada. She founded the Canadian Association of Gerontology and was the first editor of the Canadian Journal of Aging.[3] Wigdor was known for her efforts to raise awareness around discrimination against older employees and candidates in the workplace and the job market.[4] She was named a member of the Order of Canada in November 1988.[5]", "52516009": "Esra Mungan is a Turkish academic and associate professor of psychology at Boğaziçi University[1] who was arrested in 2016[2] for signing the Academics for Peace petition \"We won’t be a party to this crime!\" demanding a peaceful solution to the conflict between the Turkish military and Kurdistan Workers Party (PKK) in South-East Turkey.[3] Mungan was among the 1128 signatories of a January 2016 petition calling for an end to violence in the region. In March 2016 she was arrested for a month. Her university was supportive of her during the period of her arrest.", "42620077": "Wendell R. Garner (January 21, 1921 – August 14, 2008) was a Yale University psychology researcher credited with making significant contributions to the cognitive revolution, in which George Miller and others applied emerging research from the fields of artificial intelligence and computer science to test ideas about human mental processes.", "72602800": "Arthur \"Art\" J. Baroody (born August 15, 1947) is an educational psychologist, academic, and an expert in mathematics education research. He is a Professor Emeritus of Curriculum and Instruction at the University of Illinois at Urbana-Champaign, and a Senior Research Fellow in Morgridge College of Education (COE) at the University of Denver.[1]", "9917616": "Theodore Xenophon Barber (1927–2005)[1] and David Smith Calverley (1937–2008)[2] were American psychologists who studied \"hypnotic behaviour\".  They measured how susceptible patients were to hypnotic induction.  One result of their research was showing that the hypnotic induction was not superior to motivational instructions in producing a heightened state of suggestibility.[1]  The Barber Suggestibility Scale, a product of their research, measures hypnotic susceptibility with or without the use of a hypnotic induction.[1]", "38687926": "Donald James West (9 June 1924 – 31 January 2020) was a British psychiatrist, parapsychologist and author.", "6280382": "Norman Bright (January 29, 1910 – August 29, 1996) was an American runner, mountaineer, and teacher. Bright once held the American record in the two-mile run.[3]", "251076": "Richard Monckton Milnes, 1st Baron Houghton, FRS (19 June 1809 – 11 August 1885) was an English poet, patron of literature and a politician who strongly supported social justice.", "251088": "William Waldegrave Palmer, 2nd Earl of Selborne KG, GCMG, PC (17 October 1859 – 26 February 1942), styled Viscount Wolmer between 1882 and 1895, was a British politician and colonial administrator, who served as High Commissioner for Southern Africa.", "36164819": "Ward Edwards (1927–2005) was an American psychologist, prominent for work on decision theory and on the formulation and revision of beliefs.", "39769309": "Shauna L. Shapiro is a professor of psychology at Santa Clara University who works on mindfulness.", "53531869": "Don Kuiken is professor emeritus in the Department of Psychology at the University of Alberta, Edmonton.[1] He received his Ph.D. in psychology in 1970 from the University of Texas at Austin. His research program is a phenomenologically guided blend of two areas: dreaming and literary reading.\nHe has served as the editor of the journal Dreaming and is member of the International Association for the Study of Dreams.[2] Currently he is Associate Editor of the journal Scientific Study of Literature. He is president of the International Society for the Empirical Study of Literature, and has published extensively over his main areas of research: research on dreaming, research on reader response, and phenomenological methods.[3][4]", "58938589": "The Murders of Molly Southbourne\nThe Survival of Molly Southbourne", "54511": "Lloyd deMause (pronounced de-Moss; September 19, 1931 – April 23, 2020) was an American lay psychoanalyst and social historian, best known for his pioneering work in the field of psychohistory.", "54517": "Alice Miller (born Alicja Englard[1][verification needed]; 12 January 1923 – 14 April 2010), was a Polish-Swiss psychologist, psychoanalyst and philosopher of Jewish origin, who is noted for her books on parental child abuse, translated into several languages. She was also a noted public intellectual.", "513272": "Irving Lester Janis (May 26, 1918 – November 15, 1990) was an American research psychologist at Yale University and a professor emeritus at the University of California, Berkeley most famous for his theory of \"groupthink\", which described the systematic errors made by groups when making collective decisions.[1][2] A Review of General Psychology survey, published in 2002, ranked Janis as the 79th most cited psychologist of the 20th century.[3]", "61363460": "Krista Renee Muis is a Canadian professor and Canada Research Chair in epistemic cognition and self-regulated learning at McGill University. Muis was elected a member of the College of New Scholars of the Royal Society of Canada in 2018.", "8836366": "Susan J. Kelley is the former Dean of the College of Health and Human Sciences at Georgia State University.  She is also currently a professor of Nursing and the Director of the National Center on Grandparents Raising Grandchildren, and founder and director of Project Healthy Grandparents, at Georgia State University.[1]", "3233040": "Gordon Alan Marlatt (November 26, 1941 – March 14, 2011)[1] was a leading American-Canadian clinical psychologist in the field of addictive behaviors from the 1980s through the 2000s. He conducted pioneering research in harm reduction, brief interventions, and relapse prevention.", "13128981": "Robert Gordon (born May 22, 1944) is a clinical psychologist, forensic psychologist, and attorney from Texas.[1] His company, Wilmington Institute Network (WIN), specializes in the alternative dispute resolution (ADR), focusing on use of Internet in conflict resolution.[2]", "8377626": "Dorothy Dinnerstein (April 4, 1923 – December 17, 1992) was an American academic and feminist activist, best known for her 1976 book The Mermaid and the Minotaur. Drawing from elements of Sigmund Freud's psychoanalysis, particularly as developed by Melanie Klein, Dinnerstein argued that sexism and aggression were both inevitable consequences of child rearing being left exclusively to women.[1] As a solution, Dinnerstein proposed that men and women equally share infant and child care responsibilities.[2] Her theories were not widely accepted at the time they were published.[3] Dorothy Dinnerstein was a feminist, expressing her position by stating that “it's easier for women than for men to see what's wrong with the world that men have run\".[3]", "33477918": "Ira Hyman is an American psychologist who is a professor of psychology at Western Washington University in Bellingham, Washington. His research is focused on human memory including traumatic memories, false childhood memories, autobiographical memory, memory in social context, and memory for phobia onset.[1]\nSome of his most influential studies are: \"Did you see the unicycling clown? Inattentional blindness while walking and talking on a cell phone\", \"Errors in autobiographical memories\", \"Individual differences and the creation of false childhood memories\", \"The role of mental imagery in the creation of false childhood memories\" and \"False memories of childhood experiences\".[2]", "17028385": "Arthur J. Bachrach ((1923-03-20)March 20, 1923 – December 19, 2011) was an American psychologist and administrator, who was Professor and Chairman of the Department of Psychology at Arizona State University, and Director of the Environmental Stress Program and Chair of Psychophysiology at the Naval Medical Research Institute at the Naval Medical Center in Bethesda.", "2807080": "Geoffrey Franklin Miller[1] (born 1965) is an American evolutionary psychologist, author, and associate professor of psychology at the University of New Mexico. He is known for his research on sexual selection in human evolution.[3][4]", "17716525": "Harriet Lerner (born November 30, 1944), is a clinical psychologist best known for her contributions to psychoanalytic concepts regarding family and feminist theory and therapy,[1][2] and for her many psychology books written for the general public. From 1972 to 2001, she was a staff psychologist at the Menninger Clinic in Topeka, Kansas, and a faculty member and supervisor at the Karl Menninger School of Psychiatry. During this time she published extensively on the psychology of women and family relationships, revising traditional psychoanalytic concepts to reflect feminist and family systems perspectives.[3]", "31675695": "Norman Bruce Anderson (born October 16, 1955) is an American scientist who was a tenured professor studying health disparities and mind/body health, and later an executive in government, non-profit, university sectors. Anderson is assistant vice president for research and academic affairs, and research professor of social work and nursing at Florida State University.[1] He previously served as chief executive officer of the American Psychological Association (APA), the largest scientific and professional association for psychologists in the United States. Anderson became the APA's first African-American CEO when he was named to the post in 2003.[2] He was the editor for the APA journal American Psychologist.[3] Prior to joining APA, Anderson was an associate director of the National Institutes of Health (NIH) and held other roles in academia.", "22795579": "Ervin Staub (born June 13, 1938) is a professor of psychology, emeritus, at the University of Massachusetts Amherst. He is the founding director of the doctoral program on the psychology of peace and violence.[1] He is most known for his works on helping behavior and altruism, and on the psychology of mass violence and genocide. He was born in Hungary and received his Ph.D. from Stanford. He later taught at Harvard University.[2] He worked in many settings, both conducting research and applying his research and theory. He worked in schools to raise caring and non-violent children, and to promote active bystandership by students in response to bullying, in the Netherlands to improve Dutch-Muslim relations, in Rwanda, Burundi and the Congo to promote healing and reconciliation.[3] He has served as an expert witness, for example, at the Abu Ghraib trials,[4] lectured widely on topics related to his work in academic, public, and government settings in the U.S. and other countries, and is the recipient of numerous honors.", "52811080": "Karyn McCluskey is a Scottish forensic psychologist who is the chief executive of Community Justice Scotland. She was formerly the director of the Violence Reduction Unit.", "26694987": "Hildebrand Dezső Várkonyi (3 August 1888 – 20 May 1971) was a monk and a teacher of Bencés order. Várkonyi was a respected and well-known Hungarian philosopher, pedagogue and psychologist.", "33150294": "David F. Tolin (born August 7, 1968)[1] is an American clinical psychologist.[2]", "65656159": "Michael John Stones (born April 26, 1947) is a British born geropsychologist, athlete and researcher. He is an Emeritus Professor at Lakehead University.[1] Stones is best known in academia for his contributions to gerontology and has published several books, book chapters and over 140 scientific papers. He has primarily conducted research on psychological well-being, healthy aging, physical performance, elder abuse, sexuality, and the use of health informatics to promote quality of care in later life. His contributions to the arts include short stories and poems in literary journals.[2]", "62182766": "Catriona Ida Macleod (born 11 April 1964[1]) is a South African researcher. She is a distinguished professor of psychology, SARChI Chair of Critical Studies in Sexualities and Reproduction, and previous Head of the Psychology Department at Rhodes University.[2][3] Her research focuses on sexual and reproductive health and feminist theory in psychology. Her book \"Adolescence\", Pregnancy, and Abortion: Constructing a threat of degeneration received the Distinguished Publication Award by the Association for Women in Psychology.[4] Since 2013, she has been editor-in-chief of the international journal Feminism & Psychology.[5]", "67655044": "Sharon Kaye Parker FASSA is an Australian academic and John Curtin Distinguished Professor in organisational behaviour at Curtin University.[1] Parker is best known for her research in the field of work design, as well as other topics such as proactivity, mental health and job performance.[2] She is a Fellow of the Academy of the Social Sciences in Australia,[3] a Fellow of the Society for Industrial and Organisational Psychology, and in 2016 received the Kathleen Fitzpatrick Australian Laureate Fellowship.[4] Parker's research has been cited over 28,000 times internationally and she has been recognised as one of the world's most influential scientists in the 2019 Highly Cited Researchers list by Clarivate,[5] as well as the 2020 World's Top 2% Scientists list by Stanford University.[6]", "2413961": "Albert Mehrabian (born 1939) is Professor Emeritus of Psychology at the University of California, Los Angeles.[1][2] He is best known for his publications on the relative importance of verbal and nonverbal messages.", "70145418": "James T. Reason CBE (born May 1, 1938)[1] is a former professor of psychology at the University of Manchester, from where he graduated in 1962 and where he tenured from 1977 until 2001. He wrote books on human error,[2] including such aspects as absent-mindedness, aviation human factors, maintenance errors, and risk management for organizational accidents.[3] In 2003, he was awarded an honorary DSc by the University of Aberdeen. He is a Fellow of the British Academy, the British Psychological Society, the Royal Aeronautical Society, and the Royal College of General Practitioners. He received a CBE in 2003 for his services in the reduction of the risks in health care. In 2011 was elected an honorary fellow of the Safety and Reliability Society.[4]", "53728658": "William J. Ryan, Jr. (September 20, 1923 – June 7, 2002) was a psychologist, civil rights activist and author. He is best known for his criticism of \"blaming the victim\", which was first published in his 1971 book of the same name. Ryan's work is considered a major structuralist rebuttal to the Moynihan Report.[1] Moynihan's report placed most of the blame for African-American poverty rates on the rise of single-parent households, which Ryan vigorously rejected as blaming victims for their victimhood.", "6608288": "Meredith Hope Eaton Gordon (sometimes credited as Meredith Eaton-Gilden; born August 26, 1974)[1] is an American actress. She is 122 cm (4 ft 0 in) tall,[2][3] and refers to herself as a \"short-stature actress\".[1][4] She is known for portraying the attorney Emily Resnick on the CBS television series Family Law (in which she was the first female with dwarfism to fill a regular role in an American prime time series), for her recurring role as Bethany Horowitz on the ABC series Boston Legal, and for her lead role as Matilda \"Matty\" Webber on the CBS series MacGyver.", "62281124": "John P. Dourley (1936–2018) was a Jungian analyst, a professor of religious studies, and a Catholic priest. He taught for many years at Carleton University in Ottawa, his doctorate being from Fordham University. He received his Diploma in Analytical Psychology from the C. G. Jung Institute in Zūrich/Kusnacht.", "31872421": "MA, University of Michigan, (1949)", "60183979": "Martin Daly is an Emeritus Professor of Psychology at McMaster University in Hamilton, Ontario, Canada, and author of many influential papers on evolutionary psychology. His current research topics include an evolutionary perspective on risk-taking and interpersonal violence, especially male-male conflict and family violence. He and his wife, the late Margo Wilson, were formerly editors-in-chief of the journal Evolution and Human Behavior and presidents of the Human Behavior and Evolution Society.", "513452": "Professor Maggie Walsh is a fictional character in the television series Buffy the Vampire Slayer. The character is portrayed by Lindsay Crouse.", "68572592": "Nicole Y. Weekes is an American psychologist and neuroscientist whose work focuses on the psychological and biological response to stress.[1] She is the Harry S. and L. Madge Rice Thatcher Professor of Psychological Science and Professor of Neuroscience at Pomona College in Claremont, California.[1]", "63264177": "Rex Lloyd Forehand (born September 17, 1945)[1] is an American psychologist. He is the Heinz and Rowena Ansbacher Endowed Professor and University Distinguished Professor of Psychological Science at the University of Vermont, where he is also the director of the Vermont Genetics Network.[2] He previously taught at the University of Georgia for over thirty years, where he served as Distinguished Research Professor and, subsequently, as Regents Professor. He was also the director of the University of Georgia's Institute for Behavioral Research for nine years.[3] In 2008, he received the Award for Distinguished Career Contributions to Education and Training in Psychology from the American Psychological Association.[4]", "2708918": "Donald H. Clark (born 1930 in New Jersey[1]) is an American writer, teacher, consultant and clinical psychologist who has specialized in group and individual work with gay people since 1968. His writing includes fiction, textbooks, and articles for both professional journals and popular magazines. He is the author of the best-selling book, Loving Someone Gay, now in its fifth edition, as well as its Spanish-language edition Amar a Alguien Gay, Someone Gay: Memoirs, Living Gay and As We Are.[2]", "62477768": "Soo Jung Lee (Korean: 이수정; born 1964) is a South Korean forensic psychologist, professor of forensic psychology at Kyonggi University in Seoul, and part of the country's first generation of criminal profilers. She has been named part of BBC's list of 100 inspiring and influential women from around the world for 2019, in the leadership category.[1][2][3] Lee has worked numerous high-profile murder cases, and believes stalking is what leads to more serious crimes. As a result of this she helped introduce an anti-stalking bill now passed in South Korea.[3]", "20567507": "James Alexander Cannon (4 August 1896 – 18 March 1963) was a British psychiatrist, occultist, hypnotist and author. He became well known in the 1930s for his occult writings and claims, and more recently for his alleged influence on King Edward VIII shortly before his abdication.", "4511195": "Heinrich Klüver (/ˈkluːvər/; May 25, 1897 – February 8, 1979) was a German-American biological psychologist and\nphilosopher born in Holstein.", "52155876": "Tomi Kōra (Japanese: 高良 とみ, Hepburn: Kōra Tomi, July 1, 1896 – January 17, 1993)[3] was a Japanese psychologist, peace activist, and politician. She published under the name Tomiko Kōra (高良 とみ, Kōra Tomiko).", "39278061": "Charles Samson Féré (13 July 1852 in Auffay – 22 April 1907) was a French physician.", "1234417": "Reportedly haunted locations:", "5199354": "Theodore Millon (/mɪˈlɒn/)[1] (August 18, 1928 – January 29, 2014) was an American psychologist known for his work on personality disorders. He founded the Journal of Personality Disorders and was the inaugural president of the International Society for the Study of Personality Disorders. In 2008 he was awarded the Gold Medal Award For Life Achievement in the Application of Psychology by the American Psychiatric Association and the American Psychological Foundation named the \"Theodore Millon Award in Personality Psychology\" after him. Millon developed the Millon Clinical Multiaxial Inventory, worked on the diagnostic criteria for passive-aggressive personality disorder, worked on editions of the Diagnostic and Statistical Manual of Mental Disorders, and developed subtypes of a variety of personality disorders.", "32265725": "Isabel Gauthier is a cognitive neuroscientist currently holding the position of David K. Wilson Professor of Psychology and head of the Object Perception Lab[1] at Vanderbilt University’s Department of Psychology.[2]  In 2000, with the support of the James S. McDonnell Foundation, she founded the Perceptual Expertise Network (PEN),[3] which now comprises over ten labs based across North America. In 2006 PEN became part of the NSF-funded Temporal Dynamics of Learning Center (TDLC).[4]", "52876799": "Robert Keith Sawyer is an American psychologist. He is the Morgan Distinguished Professor in Educational Innovations at University of North Carolina at Chapel Hill. He is an expert on creativity, innovation and learning.[1][2][3][4]", "55367181": "Stanley Lynn \"Stan\" Deno (died October 12, 2016) was an American educational psychologist and professor of educational psychology at the University of Minnesota, where he was also the director of the Special Education Program.[2]", "3462679": "Missy Gold (born Melissa Fisher; July 14, 1970) is an American psychologist and former child actress. She is known as portraying the governor's daughter, Katie Gatling, on the sitcom Benson (1979–86).", "3135010": "Sebastian Leitner (1919 in Salzburg – 1989) was a German commentator and science popularizer.", "21550627": "Maria Orwid (23 July 1930 – 9 February 2009) was a Polish psychiatrist and pioneer of Child and Family psychiatry and of Family therapy in Poland.[1] She was a professor of the Jagiellonian University. As a survivor of the Holocaust, she contributed to the literature.[2]", "61625894": "Kellett Mid-Career Research Award", "21288487": "Liam Hudson (1933–2005) was a British social psychologist and author. Richard Webster writes that Hudson's work provides the best introduction to \"the general question of the psychological correlates of intellectual specialisation\", and praises his Contrary Imaginations and Frames of Mind as \"rich storehouses of evidence, insight and careful inference.\"[1]", "55924277": "Catherine Tamis-LeMonda is a developmental psychologist and professor of applied psychology at New York University (NYU). She is an expert on parenting practices and the influence of parent-child social interaction on language, cognitive, and social development. She has co-edited numerous volumes on parenting and early child development including the Handbook of Father Involvement: Multidisciplinary Perspectives[1] (with Natasha J. Cabrera) and Child Psychology: A Handbook of Contemporary Issues[2] (with Lawrence Balter) and Gender Roles in Immigrant Families[3] (with Susan Chuang).", "47273526": "Ruth May Strang (April 3, 1895 – January 1971) was an American psychologist whose primary research interests were in child and adolescent psychology.", "56907321": "\"Send in Stewie, Please\" is the twelfth episode of the sixteenth season of the animated sitcom Family Guy, and the 301st episode overall. It aired on Fox in the United States on March 18, 2018 with limited commercial interruption due to its runtime of 25 minutes,[1] and is written by Gary Janetti and directed by Joe Vaux.", "46454333": "John F. Kennedy University", "65001022": "James Hollis is an American Jungian psychoanalyst, author, and public speaker. He is based in Washington, D.C.[1][2]", "28235327": "Paula Frías Allende (22 October 1963 – 6 December 1992)[4] was an educator and humanitarian who was the daughter of Chilean-American author Isabel Allende. Her grandfather was first cousin to Salvador Allende, President of Chile from 1970 to 1973.[5][6][7] After her death, her mother started a foundation to continue works in Paula's name.", "29054525": "Gerald Samuel Lesser (August 22, 1926 – September 23, 2010) was an American psychologist who served on the faculty of Harvard University from 1963 until his retirement in 1998.  Lesser was one of the chief advisers to the Children's Television Workshop (CTW, later known as the Sesame Workshop) in the development and content of the educational programming included in the children's television program Sesame Street.  At Harvard, he was chair of the university's Human Development Program for 20 years, which focused on cross-cultural studies of child rearing, and studied the effects of media on young children.  In 1974, he wrote Children and Television: Lessons From Sesame Street, which chronicled how Sesame Street was developed and put on the air.  Lesser developed many of the research methods the CTW used throughout its history and for other TV shows.  In 1968, before the debut of Sesame Street, he led a series of content seminars, an important part of the \"CTW Model\", which incorporated educational pedagogy and research into TV scripts and was used to develop other educational programs and organizations all over the world.  He died in 2010, at the age of eighty-four, and was survived by his wife, a daughter, a son, and a grandchild.", "42161726": "Mohammad Samir Hossain (born 28 November 1976) is a Bangladeshi theorist living in New Zealand[1] who is one of the few Muslim scientists[2] in the field of death anxiety research.[3][4][5][unreliable source?] He is the pioneering physician to introduce scientific thanatology and spiritual psychiatry in Bangladesh.[6][7][8] He is also an author of multiple theory books on death adjustment.[9][2]", "21026379": "Norman Louis Farberow (February 12, 1918 – September 10, 2015) was an American psychologist, and one of the founding fathers of modern suicidology.[1] He was among the three founders in 1958 of the Los Angeles Suicide Prevention Center, which became a base of research into the causes and prevention of suicide.", "73389658": "Eugenia Hanfmann (March 3, 1905 - September 14, 1983) was an American psychologist and educator who was born in Russia.[1] Early in her career, Hanfmann was associated with Kurt Koffka and the Gestalt movement of psychology.[1] Later she conducted research and published on schizophrenia and personality assessment.[2] Hanfmann established a counseling service at Brandeis University[3] and helped form its psychology department with Abraham Maslow. Hanfmann is considered to be one of the early pioneers of women in psychology.[4]", "23778913": "Nora Louise Ahlberg (born 23 December 1952) is a Norwegian psychologist. She was Professor of Psychology at the University of Oslo and Director of the Psychosocial Centre for Refugees and later Director of the Norwegian Centre for Migration and Minority Health, a government agency that is now part of the Norwegian Institute of Public Health.[1]", "2184802": "John Michael Bailey (born July 2, 1957) is an American psychologist, behavioral geneticist, and professor at Northwestern University best known for his work on the etiology of sexual orientation and paraphilia. He maintains that male sexual orientation is most likely established in utero.[1][2][3]", "26302051": "Kennon Marshall Sheldon is a professor of psychological sciences at the University of Missouri in Columbia, Missouri. His research is in the areas of well-being, motivation, self-determination theory, personality, and positive psychology. In 2002 he was a recipient of a Templeton Foundation \"Positive Psychology\" prize[1] and in 2014 received the Ed and Carol Diener award for mid-career achievement in personality psychology.  He is the author of Optimal Human Being: An Integrated Multi-level Perspective,[2] Self-determination Theory in the Clinic:  Motivating physical and mental health,[3] and has written and edited several other academic books, as well as more than 200 academic articles and book chapters.[4]", "13489764": "Eberhard Schorsch (30 December 1935 – 14 November 1991) was a German physician, psychotherapist, psychiatrist, author and sexologist.", "17421923": "Nils Yngve Wessell (April 14, 1914 – March 4, 2007) was an American psychologist and the eighth president of Tufts University from 1953 to 1966, overseeing its transformation from a small liberal arts college to an internationally known research university.", "43832936": "Jaime Giraldo Ángel (September 15, 1929 – August 23, 2014) was a Colombian attorney and psychologist. He served as Minister of Justice from August 7, 1990, until August 7, 1991, under former President César Gaviria.[1]", "31577705": "George R. Klare (April 17, 1922 – March 3, 2006) was a World War II veteran and  a distinguished professor of psychology and dean at Ohio University. His major contribution was in the field of readability. From the beginning of the 20th century, the assessment of the grade level of texts for different grades of readers was a central concern of reading research. It was well known that without correctly graded texts, readers would not improve their reading skill. There were over 1,000 published studies on this topic.  Klare's contribution to that effort came both in his critical reviews of the studies and his participation in original research.", "36394604": "Vladimír Vondráček, M.D. (February 23, 1895, Prague – May 10, 1978) was a leading Czech psychiatrist. He is considered one of the founders of Czech medical psychology, psychopharmacology, dietetics and psychiatric sexology. After World War II, Vondráček became the \"legendary head physician\" at the Psychiatric Clinic in Prague. He was an important popularizer of psychiatry and related sciences, and contributed to the integration of the mentally ill into normal life. Vondráček is the author of about 225 studies and books, of which probably the best known is his work Fantastické a magické z hlediska psychiatrie (Fantastic and Magical from the Viewpoint of Psychiatry). He is also noteworthy for his three-part memories.", "57136752": "James Jay Jaccard (born September 13, 1949)[1] is an American psychologist and social work researcher. He is a Professor of Social Work at New York University's Silver School of Social Work. He received his Ph.D. from the University of Illinois at Urbana–Champaign in 1976. He helped to design the National Longitudinal Study of Adolescent to Adult Health (also known as Add Health).[2] In 2016, he was inducted into the American Academy of Social Work and Social Welfare.[3]", "1857137": "William Damon (born 1944 in Brockton, Massachusetts) is a professor at Stanford University and senior fellow at Stanford University's Hoover Institution. He is one of the world's leading scholars of human development. Damon has done pioneering research on the development of purpose in life and wrote the influential book The Path to Purpose.[1] Damon has helped design innovative developmental methods such as peer learning. Damon also is known for his studies of effective philanthropy. His current work includes a study exploring purpose in higher education and a study of family purpose across generations. Dr. Damon writes on intellectual and social development through the lifespan. Damon has been elected to the National Academy of Education[2] and the American Academy of Arts and Sciences.[3]", "43341430": "Eliana Gil (born 24 April 1948),[1] is a lecturer, writer, and clinician of marriage, family and child. She is on the board of a number of professional counselling organizations that use play and art therapies, and she is the former president of the Association for Play Therapy (APT).[2]", "58578555": "Guy Montrose Whipple (June 12, 1876 – August 1, 1941) was an American educational psychologist known for developing psychological tests of human intelligence and personality.[4][5] His other research interests included gifted education, literacy,  vocational education,[6] and the psychology of eyewitness testimony.[7][8] A 1997 article about giftedness described Whipple as \"an all-but-forgotten pioneer in this field\".[9]: 7", "19453571": "Stephen W. Porges (born 1945) is an American psychologist and neuroscientist. He is the Professor of Psychiatry at the University of North Carolina at Chapel Hill.[1] Porges is also currently Director of the Kinsey Institute Traumatic Stress Research Consortium at Indiana University Bloomington,[2] which studies trauma.", "36230788": "Amy Joy Casselberry Cuddy (born July 23, 1972)[1][2] is an American social psychologist, author and speaker. She is a proponent of \"power posing\",[3][4] a self-improvement technique whose scientific validity has been questioned.[5][6] She has served as a faculty member at Rutgers University, Kellogg School of Management and Harvard Business School.[7] Cuddy's most cited academic work involves using the stereotype content model that she helped develop to better understand the way people think about stereotyped people and groups.[8] Though Cuddy left her tenure-track position at Harvard Business School in the spring of 2017,[5] she continues to contribute to its executive education programs.[9]", "12539541": "Paul Federn (October 13, 1871 – May 4, 1950) was an Austrian-American psychologist who was a native of Vienna. Federn is largely remembered for his theories involving ego psychology and therapeutic treatment of psychosis.", "53696165": "Petronella Antonia Gerarda \"Jolanda\" Jetten FASSA (born 19 April 1970, Simpelveld)[1] is a Dutch social psychologist and a professor at the University of Queensland. She won the Spearman Medal in 2004 and was inducted into the Academy of the Social Sciences in Australia in 2015. Her research concerns social identity, social groups, and group dynamics.", "30987945": "Alberta Banner Turner (March 17, 1909 – January 31, 2008[1]) was an African American professor and psychologist, and a noted civil rights and women's rights activist in the field of psychology.", "19158697": "John D. Hogan (born in 1939) is an American psychologist and noted author on the history of psychology. He is a professor of psychology at St. John's University in Jamaica, Queens, New York, where he taught since 1965. Additionally, he served as the history and obituary editor for American Psychologist for thirteen years. He was elected President of Division 52 of the American Psychological Association (International Psychology) for 2011–2012. From 2009 to 2010, he served as President of Division One (Society for General Psychology).[1]", "67622572": "CPA Lifetime Achievement Award (1997);\nAPA Clinical Division Lifetime Achievement Award (2000);", "25384643": "Edward William Cox known as Serjeant Cox (1809–1879) was an English lawyer and legal writer, who was also a successful publisher. He has been described as \"the greatest entrepreneur of 'class' journalism\".[1]", "57956039": "Stephan Ross (September 20, 1931 – February 24, 2020), also known as Steve Ross, was a Polish-American holocaust survivor who spearheaded the creation of the New England Holocaust Memorial.", "39376589": "Arie W. Kruglanski (born in 1939) is a social psychologist known for his work on goal systems, regulatory mode, and cognitive closure.[1] He is currently a distinguished professor of psychology at the University of Maryland, College Park.", "64280276": "Professor Elizabeth Ann Newson OBE (8 April 1929 – 6 February 2014) was a British developmental psychologist recognised for her work with children on the autism spectrum. She proposed the condition pathological demand avoidance in 1980.", "18470635": "Denis James Madden (born March 8, 1940) is an American prelate of the Roman Catholic Church who served as an auxiliary bishop of the Archdiocese of Baltimore, Maryland from 2005 to 2015.", "67294958": "José Luis Pinillos Díaz (11 April 1919 – 4 November 2013) was a Spanish psychologist. He spent 20 years as the psychology chair at the Complutense University of Madrid. Considered the father of contemporary Spanish psychology, Pinillos wrote a textbook, Principios de Psicología, that was once used by most introductory psychology courses in Spain.", "251635": "Gerard Hendrik (Geert) Hofstede (2 October 1928 – 12 February 2020) was a Dutch social psychologist, IBM employee, and Professor Emeritus of Organizational Anthropology and International Management at Maastricht University in the Netherlands,[1] well known for his pioneering research on cross-cultural groups and organizations.[2]", "11949812": "Dale Berger is a professor of Psychology, Emeritus, and former Dean of the School of Behavioral and Organizational Sciences (SBOS), Claremont Graduate University in Claremont, California. Berger is a cognitive psychologist and research methodologist with a focus on the use of technology in support of teaching and learning statistics.", "59660028": "Aron Borissovich Zalkind (Russian: Аро́н Бори́сович За́лкинд; 17 June 1888 – July 1936) was a Soviet psychologist, paedologist and psychoanalyst.", "21518080": "Nick C. Ellis is a Welsh psycholinguist, professor of psychology, and a research scientist at the English Language Institute of the University of Michigan.[1] As a researcher, Ellis' focus is on applied linguistics with interest in second language acquisition, corpus linguistics, psycholinguistics, emergentism, complex dynamic systems approaches to language, reading and spelling acquisition in different languages, computational modeling and cognitive linguistics.", "3528466": "Ronald L. Cohen was a social psychologist whose research was focused on justice.  He was born in 1945 and died in 2020. He was a faculty member at Bennington College and the co-author or editor of several books and numerous peer-reviewed journal articles, including:", "3069720": "Jacques Mehler (17 August 1936 – 11 February 2020) was a cognitive psychologist specializing in language acquisition.[1][2][3][4]", "64739101": "Robert Maclaughlin Farr (1936 - 2013) was a social psychologist from Northern Ireland who played an important role in promoting and developing social representation theory.", "8738590": "Dale H. Schunk is an educational psychologist, former Dean and current professor in the School of Education at the University of North Carolina at Greensboro. He has researched the effects of social and instructional variables on cognition, learning, self-regulation and motivation. Schunk has served on the editorial boards of journals such as Contemporary Educational Psychology and Educational Psychology Review, and has authored many journal articles and book chapters on educational psychology. In addition to other books, he is author of the widely used textbook, Learning Theories: An Educational Perspective, and coauthor of Motivation in Education: Theory Research and Applications.", "4511532": "Nancy Thompson is a fictional character in the A Nightmare on Elm Street franchise. She first appears in A Nightmare on Elm Street (1984) as a teenager hunted in her dreams by enigmatic serial killer Freddy Krueger. In this film, she was portrayed by Heather Langenkamp—who reprises the role in the sequel, A Nightmare on Elm Street 3: Dream Warriors (1987). Langenkamp later portrayed a fictional version of herself who embodies the role of Nancy in Wes Craven's New Nightmare (1994). A reimagined version of the character, Nancy Holbrook, is portrayed by Rooney Mara in the 2010 remake.", "37836588": "Robert E. Lane (August 19, 1917 in Philadelphia[1] – December 2017)[2] was an American political scientist and political psychologist. He was the Eugene Meyer Professor Emeritus of Political Science at Yale University.[3] Lane taught there for nearly 50 years; during that time, he twice headed the department and helped lead the shift towards behavioralism.[4]", "54023983": "Carol A. Tamminga is an American psychiatrist and neuroscientist, focusing in treating psychotic illnesses, such as schizophrenia, psychotic bipolar disorder, and schizoaffective disorder, currently the Lou and Ellen McGinley Distinguished Chair in Psychiatric Research and the Chief of the Translational Neuroscience Division in Schizophrenia at University of Texas Southwestern Medical Center.[1] She has been Chair of the Department of Psychiatry at UTSW since 2008. She is an Elected Fellow of the National Academy of Medicine. She serves on the advisory boards of the Brain and Behavioral Research Foundation and of the National Institute of Mental Health (NIMH).[2] In 2011 she was awarded the Lieber Prize for Outstanding Achievement in Schizophrenia Research.[3] Tamminga led a study examining whether giving Prozac to fetuses with Down syndrome would improve the functioning of their brains.[4][5] In her attempt to confirm psychiatric diagnoses biologically, she found \"biotypes\" or \"clusters.\"[6] Her current research involves mechanisms underlying schizophrenia, especially its most prominent symptoms, psychosis and memory dysfunction.[7][8][9]", "6674227": "Richard Whittington-Egan (22 October 1924 – 14 September 2016) was a British writer and criminologist,[1] the author of Liverpool Colonnade and Liverpool Roundabout, two colourful chronicles of Liverpool's historical characters, crimes and mysteries.  A leading author on true crime over a long period of time, he is acknowledged also as an expert on Jack the Ripper.", "57300793": "Alain Delbe (born 24 October 1954[1] in Douai) is a French writer, child psychologist and psychotherapist.", "63559485": "Jeanine Ann Roose (October 24, 1937 – December 31, 2021) was an American child actress and psychologist.", "14276414": "Leta Stetter Hollingworth (25 May 1886 – 27 November 1939) was an American psychologist, educator, and feminist. Hollingworth also made contributions in psychology of women, clinical psychology, and educational psychology.[1] She is best known for her work with gifted children.[2][3]", "45274949": "Deborah Delanoy is an American parapsychologist.[1] She was the President of the Parapsychological Association in 1994, and a co-editor of the European Journal of Parapsychology from 1990 until 1999.[2] She was also the director of the Centre for the Study of Anomalous Psychological Processes at the University of Northampton, where she studied whether people could unconsciously respond to remote influences, such as another person's thoughts.[3][4]", "35673926": "Marie Jenny Emilie Aubry (née Weiss; 8 October 1903 – 21 January 1987) was a French psychiatrist and psychoanalyst.", "43308875": "Sandra Trehub (1938 — January 20, 2023) was a Canadian psychologist recognized for her research in the field of music psychology. She held the position of Professor Emeritus at the University of Toronto.[1]", "10835788": "Friedemann Schulz von Thun (born August 6, 1944 in Soltau[1]) is a German psychologist and expert in interpersonal communication and intrapersonal communication. Schulz von Thun worked as a professor of psychology at the University of Hamburg until his retirement on 30 Sep. 2009. Among his various publications is a three-part book series titled \"Miteinander Reden\" (Talking With Each Other) which has become a standard textbook series in Germany and is widely taught in schools, universities, and vocational skills training. Schulz von Thun developed a number of comprehensive theoretical models to help people understand the determinants and processes of inter-personal exchange and their embeddedness in the individual inner states and the outward situation. He invented the four sides model and developed a widely used visualization of the virtue square.", "11982678": "Sue Johnson CM is a British clinical psychologist, couples therapist and author living and working in Canada.[1] She is known for her work in the field of psychology on bonding, attachment and adult romantic relationships.[2]", "26564439": "Masahiko Minami (南 雅彦, Minami Masahiko) is a linguistics professor at San Francisco State University where he specializes in Japanese language and cross-cultural studies. He is editor-in-chief of the Journal of Japanese Linguistics (De Gruyter Mouton) and associate editor of Narrative Inquiry (John Benjamins). He is also coordinator for the Japanese Language Proficiency Test (日本語能力試験, Nihongo Nōryoku Shiken: JLPT) for Northern California. In addition, he served as president of the Foreign Language Association of Northern California (FLANC) and President of the Northern California Japanese Teachers’ Association (NCJTA).", "31512410": "Daniel Lagache (December 3, 1903 – December 3, 1972) was a French physician, psychoanalyst, and professor at the Sorbonne. He was born and died in Paris.", "21747560": "Richard Bromfield is an American psychologist on the faculty of Harvard Medical School who specializes in the therapy and upbringing of children and adolescents. His writings for the popular press have been widely praised for their relevance and accessibility.[1]", "350058": "Arthur Janov (/ˈdʒænəv/; August 21, 1924 – October 1, 2017), also known as Art Janov,[1] was an American psychologist, psychotherapist, and writer. He gained notability as the creator of primal therapy, a treatment for mental illness that involves repeatedly descending into, feeling, and experiencing long-repressed childhood pain.[2] Janov first directed a psychotherapy institute called the Primal Institute on North Almont Dr. in West Hollywood, California and from 1980 at the Janov Primal Center at 1205 Abbot Kinney Boulevard, in Venice, Los Angeles and latterly on Ashland Avenue in Santa Monica, California.", "48551790": "Li Tao (Chinese: 李涛) is a Chinese academic psychiatrist. She is the dean of the Mental Health Center affiliated to Zhejiang University School of Medicine. She is a clinician, professor, and researcher, specialising in topics relating to molecular genetics and mental illness.", "24041331": "Jean Matter Mandler (born 1929) is Distinguished Research Professor of Cognitive Science at the University of California, San Diego and visiting professor at University College London.", "25089912": "Andreas Demetriou (Greek: Ανδρέας Δημητρίου; born Andreas Panteli Demetriou on 15 August 1950) is a Greek Cypriot developmental psychologist and former Minister of Education and Culture of Cyprus. He is a founding fellow and president of The Cyprus Academy of Sciences, Letters and Arts.", "65689481": "Debra A. Murphy is a Professor Emerita at the University of California, Los Angeles in the Department of Psychiatry.[1]", "46421903": "George Schlager Welsh (September 24, 1918 – December 10, 1990), an early personality researcher, was best known for his research on creativity.[1] Having a diverse range of experiences in psychopathology and personality assessment during World War II times, he dedicated his career to developing and utilizing personality assessment tools.[1]", "11982743": "Leslie Samuel Greenberg (born 30 September 1945) is a Canadian psychologist born in Johannesburg, South Africa, and is one of the originators and primary developers of Emotion-Focused Therapy for individuals and couples.[1] He is a professor emeritus of psychology at York University in Toronto, and also director of the Emotion-Focused Therapy Clinic in Toronto.[2] His research has addressed questions regarding empathy, psychotherapy process, the therapeutic alliance, and emotion in human functioning.[1]", "33413053": "Actor, 1976-1995", "55105479": "Frederick X. \"Rick\" Gibbons is an American psychologist who has been a professor of psychology at the University of Connecticut since August 2012. His research focuses on social psychology and health psychology.[1][2]", "1300423": "Amelia Frid (born 30 July 1975 in Soviet Union) is an Australian former child actress who played Cody Willis in Neighbours. She retired from acting to concentrate on studies and her current profession is forensic psychology.[1] Frid's final appearance in Neighbours as Cody Willis was 30 July 1991 which was her 16th birthday.", "33314763": "David Murray Fergusson (May 1944 – 3 October 2018) was a New Zealand psychologist. He was a professor of psychological medicine at the University of Otago, Christchurch, from 1999 until 2015. He is notable for work on the Christchurch Health and Development Study and for his research on abortion and mental health.", "23943124": "Melissa Farley (born 1942) is an American clinical psychologist, researcher[1][2][3] and radical feminist anti-pornography and anti-prostitution activist.[4][5] Farley is best known for her studies of the effects of prostitution, trafficking and sexual violence. She is the founder and director of the San Francisco-based organization, Prostitution Research and Education.", "40851416": "Sander Griffioen (born 31 May 1941) is a Dutch philosopher, and Emeritus Professor for intercultural philosophy at the Vrije Universiteit in Amsterdam.", "47634394": "Monte Bernard Shapiro (May 31, 1912 – April 29, 2000) was one of the founding fathers of clinical psychology in the United Kingdom.[1]", "5855196": "John Bissell Carroll (June 5, 1916 – July 1, 2003) was an American psychologist known for his contributions to psychology,[1] linguistics[2] and psychometrics.[3]", "64968678": "Kevin William Walsh AO (13 July 1925 – 4 December 2017) was an Australian pioneer of the profession of clinical neuropsychology.[1][2][3]", "47863785": "Lars-Eric Uneståhl, born in 1938, is a Psychologist and PhD in psychology. He is one of the psychologists in Sweden that introduced the Swedish Model of Mental Training for athletes and others.", "50714607": "David Kennedy Fraser FRSE FEIS (10 February 1888 – 26 August 1962) was a Scottish psychologist, educator and amateur mathematician. He was an author of several books looking at the education of the handicapped and was closely associated with the Scottish Association for Mental Health. He campaigned vigorously for the rights of handicapped persons.[1]", "70506484": "Javaune Marie Adams-Gaston is an American psychologist and academic administrator. She is the seventh president of Norfolk State University.", "72177654": "Irwin Berg (October 9, 1913 – March 1, 2001) was dean and head of the Psychology Department of the College of Arts and Sciences at Louisiana State University.[2] Previously President of the Illinois Psychological Association[3] and the Southwestern Psychological Association in 1964,[4] he contributed to the advancement of the study of psychopathology and counseling psychology.[5]", "9328643": "Moisés Salinas Fleitman is a Mexican scholar of  developmental and social psychology, a multi-cultural educator,  a Zionist political activist, and the former Chief diversity officer at Central Connecticut State University and Rector (academia) at ORT University Mexico.", "61298695": "Bruce J. Avolio is an American academic in the field of leadership studies. He is the Professor of Management, Mark Pigott Chair in Business Strategic Leadership, and executive director of the Center for Leadership & Strategic Thinking in the Foster School of Business at the University of Washington. He is a fellow of the American Psychological Society, the Academy of Management, the American Psychological Association, the Society for Industrial and Organizational Psychology, and the Gerontological Society of America.[1][2]", "61888520": "Gretchen Chapman is a cognitive psychologist known for her work on judgment and decision making in health-related contexts, such as clinical decision making and patient preferences, preventive health behavior, and vaccination. She is Professor of Social and Decision Sciences at Carnegie Mellon University.[1] Chapman served as an Editor of the journal Psychological Science[2] and is a Fellow of the Association for Psychological Science.[3]", "45275149": "Caroline Watt (born 1962) is a Scottish psychologist and professor of parapsychology.[2][3]  She is the holder of the Koestler Chair of Parapsychology at the University of Edinburgh.[2][4]  She is a past president of the Parapsychological Association.[5]\nShe is an author of several papers and books on parapsychology and runs an online course that helps educate the public about what parapsychology is and to think critically about paranormal claims.[6]", "61888528": "Linda C. Gallo is a scientist known for behavioral medicine. Gallo is a professor at San Diego State University and serves as a part of the San Diego State / University of California, San Diego Joint Doctoral Program in Clinical Psychology.[1] She serves as a co-director at the South Bay Latino Research Center.[2]", "73127960": "Aminta H. Breaux (born February 11, 1959) is an American psychologist and academic administrator. She is the 10th president of Bowie State University. Breaux previously held leadership positions at Millersville University of Pennsylvania, University of the Sciences, and Drexel University.", "710681": "Theodate Pope Riddle (February 2, 1867 – August 30, 1946) was an American architect and philanthropist.  She was one of the first American women architects and a survivor of the sinking of the RMS Lusitania.", "1398825": "Kazimierz Dąbrowski (1 September 1902 in Klarów – 26 November 1980 in Warsaw) was a Polish psychologist, psychiatrist, and physician. He is known for his theory of \"positive disintegration\" as a mechanism in personality development. He was also a poet who used the pen name \"Paul Cienin, Paweł Cienin\".[1]", "32331823": "Donald Lee Beggs was the President of Wichita State University from 1999 until 2012 when he was replaced by John W. Bardo. He was chair of the Kansas Board of Regents Council of University Presidents for the 2002-03 academic year.", "31578160": "John Selby (born 1945) is the American author[1] of over two dozen self-help, spiritual-growth, business-success and psychology books published in 14 languages, with half a million books in print, \npublished during the last 35 years by New World Library, Warner Books, Bantam Books, Doubleday (publisher), Dell, Random House, Harper San Francisco, Droemer Knaur Verlag, DTV Verlag, Rowohlt Verlag, and Sterling Books.", "186417": "Erving Goffman (11 June 1922 – 19 November 1982) was a Canadian-born American sociologist, social psychologist, and writer, considered by some \"the most influential American sociologist of the twentieth century\".[1]", "58939442": "Frieda Goldman-Eisler (born Frymet Leib, also known as Frieda Eisler) (1907–1982) was a psychologist and pioneer in the field of psycholinguistics.[1] She is known for her research on speech disfluencies;[2][3] a volume dedicated in her honor calls her \"the modern pioneer of the science of pausology\".[4]", "22566969": "Thomas Hice Budzynski (October 13, 1933 – February 14, 2011)[1] was an American psychologist and a pioneer in the field of biofeedback, inventing one of the first electromyographic biofeedback training systems in the mid-1960s. In the early 1970s, he developed the Twilight Learner in collaboration with John Picchiottino. The Twilight Learner was one of the first neurotherapy systems.", "13195327": "Dana Ward is a professor emeritus of Political Studies at Pitzer College, where he founded and maintains the Anarchy Archives and where he taught from 1982 through 2012. He was the Executive Director of The International Society of Political Psychology from July 1998 to the Fall of 2004. Dana Ward received his BA from University of California, Berkeley, an MA in political science from The University of Chicago, and a double PhD in political science and psychology from Yale University. Ward also served on the Psychology faculty at the Claremont Graduate University. Ward taught at St. Joseph's University during Fall 1981 through Spring 1982, at Ankara University in 1986 on a Fulbright Fellowship, at the Johns Hopkins-Nanjing University Center for Chinese and American Studies, from the fall of 1990 through the spring of 1992, and at Miyazaki International College, Miyazaki, Japan, from January 1995 through January 1997.", "33445957": "Willem Albert Wagenaar (30 June 1941 in Utrecht – 27 April 2011) was a Dutch psychologist noted for his work on the reliability of memory. He gained fame as an expert witness in some high-profile legal cases.[1][2][3][4]", "44881993": "John Edward Arnold (né Paulsen;[1] March 14, 1913 – September 28, 1963) was an American professor of mechanical engineering and professor of business administration at Stanford University. He was a pioneer in scientifically defining and advancing inventiveness, based on the psychology of creative thinking and imagination, and an internationally recognized innovator in educational philosophy.[1][2][3]", "38721631": "Pål Johan Karlsen (27 June 1975) is a Norwegian writer, editor and psychologist.[1][2] He reports on recent findings in social science, psychology and neuroscience for Norwegian newspaper Aftenposten.", "8738925": "Jean Decety is an American–French neuroscientist specializing in developmental neuroscience, affective neuroscience, and social neuroscience. His research focuses on the psychological and neurobiological mechanisms underpinning social cognition, particularly social decision-making, empathy, moral reasoning, altruism, pro-social behavior, and more generally interpersonal relationships. He is Irving B. Harris Distinguished Service Professor at the University of Chicago.", "12998767": "Brian A. Wandell is the Isaac and Madeline Stein Family Professor at Stanford University, where he is Director of the Stanford Center for Cognitive and Neurobiological Imaging, and Deputy Director of the Wu Tsai Neuroscience Institute.[1]\nHe was  a founding co-editor of the Annual Review of Vision Science.[2]", "22730870": "Peter Francis Saville (26 October 1946 – 5 January 2022) was a British chartered occupational psychologist specialising in psychometrics, personality and talent management.", "67590264": "Maureen Christina Kenny Winick (born December 24, 1967) is an American psychologist. She is a Full Professor in the Department of Psychology at Florida International University. Kenny's work has focused on examining mandatory reporters, such as teachers,  compliance with their ethical and legal obligation to report suspected child maltreatment.", "16734342": "Hazel June Linda Rose Markus (born 1949) is an American social psychologist and a pioneer in the field of cultural psychology. She is the Davis-Brack Professor in the Behavioral Sciences at Stanford University in Stanford, California. She is also a founder and faculty director of Stanford SPARQ, a \"do tank\" that partners with industry leaders to tackle disparities and inspire culture change using insights from behavioral science. She is a founder and former director of the Research Institute of the Center for Comparative Studies in Race and Ethnicity (CCSRE). Her research focuses on how culture shapes mind and behavior. She examines how many forms of culture (e.g., region of origin, ethnicity, race, social class, gender and occupation) influence the self, and in turn, how we think, feel, and act.", "11491463": "John Francis Leso (born August 13, 1966)[1] is an American psychologist and a major in the United States Armed Services, who is reported to have aided interrogators at Guantanamo Bay detention camp.[2][3] Leso co-authored an October 2002 memo which \"recommended physically and psychologically harmful and abusive detention and interrogation tactics\", which were used on Mohammed al-Qahtani, the alleged 20th hijacker.[3] Information on Al-Qahtani's interrogation became public when a classified interrogation log was leaked to Time. Leso's name was included in the leaked log, which triggered debate in the medical community about the role of psychologists in supporting military interrogations. Debate is ongoing about the effectiveness and ethics of the interrogation techniques used with Al-Qhatani, as many consider them torture. Although some activist psychologists have criticized Leso for \"directing\" the interrogation of Al-Qhatani, scrutiny of public sources on the matter reveals that Leso's actual role and duties remain unclear.", "7919759": "Geir Overskeid  (born 19 July 1963) is a Norwegian psychologist. He was born on July 19, 1963, in Levanger but was raised in Fredrikstad, and this is what he considers to be his hometown. He gained his Doctorate in psychology in 1995, and is currently professor of Cognitive psychology at the University of Oslo. Overskeid has, among other things, worked with questions connected to learning and motivation and the interplay between thoughts and feelings. He has co-edited the book Det ubeviste og moderne vitenskap (In English: The unconscious and modern science) and written the book Sprø som selleri: Hvor gærne psykologene egentlig er (og psykiaterne er enda verre), a funny take on international and Norwegian psychology.", "7624849": "Charles Bruce Greyson (born October 1946) is Professor Emeritus of Psychiatry and Neurobehavioral Sciences at the University of Virginia. He is author of After: A Doctor Explores What Near-Death Experiences Reveal about Life and Beyond (2021), co-author of Irreducible Mind (2007) and co-editor of The Handbook of Near-Death Experiences (2009). Greyson has written many journal articles and has given media interviews on the subject of near death experiences.", "57858206": "Susan Schenk, sometimes Lovell-Schenk, (born 1954) is a New Zealand psychology academic. She is currently a full professor at the Victoria University of Wellington.[1]", "44882078": "Antonio Virgili (born in Naples, 1957)[1] is an Italian social sciences and integrative medicine professor, researcher, and consultant. He is the scientific director of the Italian Institute of Social Sciences, president of the Centro Studi Internazionali, president of Corpo Italiano di San Lazzaro, and vice president of the Lazarus Union. In 2019, he was appointed by the High Council of the Judiciary and the Ministry of Justice as an Honorary Judge at Youth Courts.[2] He has authored numerous articles,[3] essays, and books,[4] and is a scholar of esotericism[5] and heraldic and symbology studies.[6] He is also the second duke of Castelvenere. He inherited the title from his father: Fernando Virgili the first duke of Castelvenere.[7]", "70113441": "Shanley E. M. Allen (born 1964) is a professor of linguistics working at the Technical University of Kaiserslautern. Her research is primarily in the area of psycholinguistics and language acquisition, studying both monolingual and multilingual speakers. She is also a specialist on the Inuktitut language.[1]", "56678570": "Markus Kemmelmeier is a German social psychologist at the University of Nevada, Reno, where he is a foundation professor and director of the Ph.D. program in interdisciplinary social psychology.", "8280265": "Robert Remez is an American experimental psychologist and cognitive scientist, and is Professor of Psychology at Barnard College, Columbia University and Chair of the Columbia University Seminar on Language & Cognition (founded in 2000).[1][2] His teaching focuses on the relationships between cognition, perception and language.[1] He is best known for his theoretical and experimental work on perceptual organization[3][4] and speech perception.[5]", "47470794": "Gloria Angélica Careaga Pérez (born 1947) is a Mexican social psychologist and feminist. She has taught at the Faculty of Psychology in the National Autonomous University of Mexico since 1979. She is co-founder of Mexican organization El Closet de Sor Juana and former co-Secretary General of the International Lesbian, Gay, Bisexual, Trans and Intersex Association.[1]", "45275344": "María Galindo Neder is a Bolivian anarcha-feminist and psychologist. She has worked as a radio presenter and television host. She has written three books and is also a screenwriter.", "68212961": "Bob Montgomery is a prominent Australian former psychologist who was imprisoned for sexually abusing boys.", "56842466": "Olive P. Lester (December 19, 1903 – October 10, 1996) was an American academic and outspoken advocate for women. Her research in social psychology concerned contemporary issues of her time and she lectured frequently on subjects regarding personality and social perception. The first woman to serve as a department chair in the College of Arts and Sciences at the University of Buffalo, she held the post longer than any of her successors. She designed a curriculum for the School of Nursing at UB, receiving numerous awards for her teaching excellence, and was made a fellow of the American Psychological Association in 1932.", "44226787": "Charlotte J. Patterson is a professor of psychology at the University of Virginia.[2] Patterson is also a member of the United States Census Bureau's National Advisory Committee on Racial, Ethnic and Other Populations, established in 2012, as well as a fellow of the  Association for Psychological Science and American Psychological Association (APA).[3] She is known for her research into the psychological effects of LGBT parenting, for which she was awarded the Award for Distinguished Contributions to Research in Public Policy in 2009 by the APA.[1][4]", "57432300": "Donald Daniel Dorfman (June 11, 1933 – April 15, 2001) was an American mathematical psychologist and radiologist known for his research on signal detection theory.[1][2]", "22763768": "Richard Weissbourd (born 1957) is an American child and family psychologist on the faculty of Harvard's Graduate School of Education, where he operates the Human Development and Psychology Program,[1] and Kennedy School of Government. His research focuses on children's moral development, on vulnerability and resilience in childhood, and on effective schools and services for children.  His writings on these subjects have appeared in The New York Times,[2] Forbes,[3] Slate[4] The Boston Globe, and The New Republic.", "35805452": "Bertram Joseph Cohler (3 December 1938 – 9 May 2012) was an American psychologist, psychoanalyst, and educator primarily associated with the University of Chicago, the Chicago Institute for Psychoanalysis, and Harvard University. He advocated a life course approach to understanding human experience and subjectivity, drawing on insights from psychoanalysis, developmental psychology, personology, psychological anthropology, narrative studies, and the interdisciplinary field of human development.[1] Cohler authored or co-authored over 200 articles and books. He contributed to numerous scholarly fields, including the study of adversity, resilience and coping; mental illness and treatment; family and social relations in normal development and mental illness; and the study of personal narrative in social and historical context. He made particular contributions to the study of sexual identity over the life course,[2] to the psychoanalytic understanding of homosexuality.,[3] and to the study of personal narratives of Holocaust survivors.[4] Other than his graduate study at Harvard, Cohler spent his career at the University of Chicago and affiliated institutions, where he was repeatedly recognized as an educator and a builder of bridges across disciplines. He was treated for esophageal cancer in 2011, but became ill from a related pneumonia and died on 9 May 2012 not far from his home in Hyde Park, Chicago.", "74438925": "Wilma Thompson Donahue (1900 – August 17, 1993) was an American gerontologist, educator, and author focusing on social gerontology and the psychological aspects of aging. Donahue was among the first clinical psychologists in the United States.[1][2] She has been described by the University of Michigan as having \"sought to elicit the truth about old people, especially those distressed in mind, body, or estate\" and by Michigan Women Forward as \"one of those rare individuals who can work successfully in academic, research, and public policy areas.\"[2][3]", "252200": "Rollo Reece May (April 21, 1909 – October 22, 1994) was an American existential psychologist and author of the influential book Love and Will (1969). He is often associated with humanistic psychology and existentialist philosophy, and alongside Viktor Frankl, was a major proponent of existential psychotherapy. The philosopher and theologian Paul Tillich was a close friend who had a significant influence on his work.[1][2]", "66214191": "Page Blakeslee Walley (born March 2, 1957) is a psychologist, businessman, Baptist minister and Republican politician from Bolivar, Tennessee.[1][2]", "20797749": "Henry L. \"Roddy\" Roediger III (born July 24, 1947) is an American psychology researcher in the area of human learning and memory. He rose to prominence for his work on the psychological aspects of false memories.", "15456565": "Anna Jean Ayres (July 18, 1920 – December 16, 1988) was an American occupational therapist, educational psychologist and advocate for individuals with special needs. She became known for her work on sensory integration (SI) theory.[1]", "10410301": "Charlene Drew Jarvis (born July 31, 1941, in Washington, D.C.[3] as Charlene Rosella Drew) is an American educator and former scientific researcher and politician who served as the president of Southeastern University until March 31, 2009.[4] Jarvis is the daughter of the blood plasma and blood transfusion pioneer Charles Drew.[5]", "22567230": "Amalia Mesa-Bains (born July 10, 1943),[1] is a Chicana curator, author, visual artist, and educator. She is best known for her large-scale installations that reference home altars and ofrendas. Her work engages in a conceptual exploration of Mexican American women's spiritual practices that addresses colonial and imperial histories of display, the recovery of cultural memory, and their roles in identity formation.[2]", "63560015": "Albert Edward Wiggam (October 8, 1871 – April 26, 1957) was an American psychologist and eugenicist. He was called \"one of the most influential promoters of eugenic thought\" and a \"gifted showman,\" which made him a popular lecturer.[1]", "53467472": "Laurie Cutting is an American scholar of psychology and pediatrics. She is the Patricia and Rodes Hart Professor of Special Education, Psychology and Human Development, Radiology, and Pediatrics at Vanderbilt University.[1] In addition, she is associate director of the Vanderbilt Kennedy Center and a member of the Vanderbilt Brain Institute, training faculty for Vanderbilt's Neuroscience Ph.D. program.[2]", "14670171": "Scott Plous is an American academic social psychologist. He is currently a Professor of Psychology at Wesleyan University[2] and Executive Director of Social Psychology Network.", "70441322": "Gordon Robert Pennycook is a Canadian psychologist who is an associate professor at Cornell University.[1] He is also an adjunct professor of Behavioural Science at the University of Regina's Hill and Levene Schools of Business. In 2020, he was elected to be a member of the Royal Society of Canada’s College of New Scholars, Artists, and Scientists.", "34298222": "Daniel S. Lehrman (June 1, 1919 – August 27, 1972) was an American naturalist, animal psychologist, ornithologist and comparative psychologist.[1]\n[2]\n[3]\n[4]", "45275508": "Mary Rose Barrington (31 January 1926 – 20 February 2020) was a British parapsychologist, barrister and charity administrator.[2]", "74471797": "Jane M. Simoni is an American clinical psychologist serving as the National Institutes of Health (NIH) associate director for behavioral and social sciences research and director of the Office of Behavioral and Social Sciences Research (OBSSR) since July 2023. She was previously a professor at the University of Washington from 2001 to 2023.", "3070329": "Brian Inglis (31 July 1916 – 11 February 1993) was an Irish journalist, historian and television presenter. He was born in Dublin, Ireland, and retained an interest in Irish history and politics.[1]", "2644354": "Linda B. Smith (born 1951[1]) is an American developmental psychologist internationally recognized for her theoretical and empirical contributions to developmental psychology and cognitive science, proposing, through theoretical and empirical studies, a new way of understanding developmental processes.[2]  Smith's works are groundbreaking and illuminating for the field of perception, action, language, and categorization, showing the unique flexibility found in human behavior.[3] She has shown how perception and action are ways of obtaining knowledge for cognitive development and word learning.[4]", "72866185": "Marie de Hennezel (née, Marie Gaultier de la Ferrière; born August 5, 1946) is a French psychologist, psychotherapist and writer. She is known for her commitment to improving conditions at the end of life. Her books, her two reports to the government, and her speeches on the subject have contributed to the evolution of the image of aging and old age in society.", "38164885": "Gail Hornstein is an American psychologist and author. She is a professor of psychology and education at Mount Holyoke College.[1]  She doesn't see mental disorders as merely chemical imbalances in the brain, but is more interested in the lived experiences of those suffering from various mental ailments. Her Bibliography of First-Person Narratives of Madness in English lists more than 1,000 books by people who have written about madness from their own experience; it is used by researchers, clinicians, educators, and peer groups around the world.[1] Her 2009 book Agnes's Jacket is a history of survivors of the mental health system and their stories.[2][3]", "37804437": "Adelbert Ford (April 23, 1890 – April 1976) was an American psychologist who looked at the role of our senses in learning, as well as how distractions interact with this process.", "2644382": "Robert Goldstone is a Distinguished Professor of psychology and cognitive science at Indiana University in Bloomington, Indiana. His research interests include concept learning and representation, perceptual learning, collective behavior, and computational modeling of human cognition. He has developed and empirically tested neural network models that simultaneously learn new perceptual and conceptual representations, with the learned concepts both affecting and being affected by perception.  He has also developed computational models of how groups of people compete for resources, cooperate to solve problems, exchange information and innovations, and form coalitions.", "66836897": "Nichola Jayne Raihani is a British psychologist who is a Professor of Evolution and Behaviour at University College London. Her research considers the evolution of cooperation in nature. She was elected Fellow of the Royal Society of Biology in 2019. Her first book, The Social Instinct, was released in 2021.", "37214625": "Bart Rossi (born July 18, 1944) is a political psychologist who appears regularly on the news show Fresh Outlook.[1] on Ebru TV. A career clinical psychologist, Rossi is author of the book \"The New-New American Life Style Post – September 11, 2001, a Psychologist's Perspective\".[2]", "448931": "Hans-Jürgen P. Walter (born 25 March 1944 in Gladenbach-Weidenhausen, Germany) is a German psychologist and psychotherapist known as one of the main founders of Gestalt Theoretical Psychotherapy. Walter studied psychology with the German Gestalt psychologists Edwin Rausch and Friedrich Hoeth, eminent representatives of the second and third generation of  Gestalt theory in Germany. Gestalt Theoretical Psychotherapy GTP spread as a psychotherapeutic method in the German-speaking countries, being officially accredited as an independent scientific psychotherapy method in Austria.[1]", "2185643": "Karl von Vierordt (July 1, 1818 – November 22, 1884) was a German physiologist.", "65558961": "Real Boys: Rescuing Our Sons from the Myths of Boyhood is a 1998 nonfiction book about boyhood and boy culture by clinical psychologist Dr William S. Pollack,[1] in which the author asserts that toxic conceptions of masculinity in boy culture leads to boys doing poorly in education and health and having higher involvement in violent crimes and suicide than girls.", "13654452": "Shahnaz Bukhari (or Bokhari) is a Pakistani clinical psychologist and women's rights activist. She is founder and director of the non-governmental organization, Progressive Women's Association (PWA), which documents and opposes violence against women.", "59464123": "Makeba Parramore Wilbourn (born May 29, 1973) is an American developmental psychologist and professor at Duke University in the Department of Psychology and Neuroscience. She studies how children acquire knowledge. She was awarded the Presidential Early Career Award for Scientists and Engineers from President Barack Obama. This is the highest honor bestowed on early career scientists in the US.", "4676055": "Johannes (Jan) Maria van der Lans  (10 July 1933 – 6 July 2002) was a Dutch professor in the psychology of religion at the  Catholic University of Nijmegen (now called Radboud University Nijmegen).[1]", "14277083": "Harry Levi Hollingworth (May 26, 1880 – September 17, 1956) was one of the first psychologists to bring psychology into the advertising world, as well as a pioneer in applied psychology.[2]", "37444060": "Judy Reed Edworthy is Professor of Applied Psychology, in the School of Psychology at the University of Plymouth, whose specialty is psychoacoustics and human factors. Her work has centred on auditory alarm implications throughout different areas. Her studies seek to improve auditory alarms. She is a Fellow of the Academy of Social Sciences and has collaborated with the Association for the Advancement of Medical Instrumentation (AAMI).", "24533475": "Sonja Lyubomirsky (Russian: Соня Любомирская, born December 14, 1966)[1] is a Russian-born American professor in the Department of Psychology at the University of California, Riverside[2] and author of The How of Happiness: A Scientific Approach to Getting the Life You Want.[3]", "49437157": "Reuven Bar-On is an Israeli psychologist and one of the leading pioneers, theorists and researchers in emotional intelligence.[1] Bar-On is thought to be the first to introduce the concept of an “EQ” (“Emotional Quotient”) to measure “emotional and social competence”,[2][3] although the acronym was used earlier to describe ideas that were not associated with emotional intelligence per se.[4] In the first copy of his doctoral dissertation, which was submitted in 1985, Bar-On proposed a quantitative approach to creating “an EQ analogous to an IQ score”.[2]", "9492978": "Isabelle Yoffe Liberman (1918–1990) was an American psychologist, born in Latvia, who was an expert on reading disabilities, including dyslexia. Isabelle Liberman received her bachelor's degree from Vassar College and her doctorate from Yale University. She was a professor at the University of Connecticut from 1966 through 1987 and a research associate at the Haskins Laboratories.", "22370811": "Murray Sidman (April 29, 1923 – May 18, 2019) was an American behavioral scientist, best known for Sidman Avoidance,[2][3][4][5] also called \"free-operant avoidance\",[6][7] in which an organism learns to avoid an aversive stimulus by engaging in a targeted response in the absence of stimuli indicating whether the aversive  stimulus is forthcoming. Sidman's explanation of free-operant avoidance is an alternative to the Miller-Mowrer two-process theory of avoidance.[8][9]", "52288028": "Francis T. \"Frank\" McAndrew (b. January 27, 1953 – Augsburg, Germany) is an American social psychologist and the Cornelia H. Dudley Professor of Psychology at Knox College in Galesburg, Illinois.[1] At Knox, he founded the environmental studies program and chaired the psychology department for a decade. McAndrew is an elected fellow of numerous professional organizations, including the Association for Psychological Science, the Society for Personality and Social Psychology, the Society of Experimental Social Psychology, and the Midwestern Psychological Association (Charter Fellow). He received a B.S. in psychology from King's College in Pennsylvania and also a Ph.D. in Experimental Psychology from the University of Maine.[1]", "18307618": "Karen Horney (/ˈhɔːrnaɪ/;[3][4] née Danielsen; 16 September 1885 – 4 December 1952) was a German psychoanalyst who practiced in the United States during her later career. Her theories questioned some traditional Freudian views. This was particularly true of her theories of sexuality and of the instinct orientation of psychoanalysis. She is credited with founding feminist psychology in response to Freud's theory of penis envy. She disagreed with Freud about inherent differences in the psychology of men and women, and like Adler, she traced such differences to society and culture rather than biology.[5]", "1202722": "Wayne Walter Dyer (May 10, 1940 – August 29, 2015) was an American self-help author and a motivational speaker. Dyer completed a Ed.D. in guidance and counseling at Wayne State University in 1970.[1] Early in his career, he worked as a high school guidance counselor, and went on to run a successful private therapy practice. He became a popular professor of counselor education at St. John's University, where he was approached by a literary agent to put his ideas into book form. The result was his first book, Your Erroneous Zones (1976), one of the best-selling books of all time, with an estimated 100 million copies sold.[2] This launched Dyer's career as a motivational speaker and self-help author, during which he published 20 more best-selling  books and produced a number of popular specials for PBS. Influenced by thinkers such as Abraham Maslow and Albert Ellis, Dyer's early work focused on psychological themes such as motivation, self actualization and assertiveness. By the 1990s, the focus of his work had shifted to spirituality. Inspired by Swami Muktananda and New Thought,[citation needed] he promoted themes such as the \"power of intention,\" collaborated with alternative medicine advocate Deepak Chopra on a number of projects, and was a frequent guest on the Oprah Winfrey Show.[3]", "21355047": "Gustav Geley (13 April 1868 – 15 July 1924) was a French physician, psychical researcher and director of the Institute Metapsychique International from 1919 to 1924.[1]", "21846568": "Anne C. Campbell (1951 – 26 February 2017[1][2]) was a British academic and author specializing in evolutionary psychology. Her research was largely concerned with sex differences in aggression between men and women. She was professor of psychology at Durham University.", "3136041": "Emily Sue Savage-Rumbaugh[1][2] (born August 16, 1946) is a psychologist and primatologist most known for her work with two bonobos, Kanzi and Panbanisha, investigating their linguistic and cognitive abilities using lexigrams and computer-based keyboards. Originally based at Georgia State University's Language Research Center in Atlanta, Georgia, she worked at the Iowa Primate Learning Sanctuary in Des Moines, Iowa from 2006 until her departure in November 2013. She currently sits on the Board of Directors of Bonobo Hope.", "32561704": "John A. Swets (19 June 1928 – 6 July 2016) was a psychologist. He played a key role in the adaptation of signal detection theory first to the psychology of perception[2][3] and later as a central tool in medical diagnostics.[4] He was a member of the National Academy of Sciences.[1]", "67000884": "Kathleen D. Vohs is an American Psychologist. She is Distinguished McKnight University Professor and Land O'Lakes Chair in Marketing in the Carlson School of Management at the University of Minnesota. In 2015, she was named an ISI Highly Cited Researcher, and in 2018, she received the Distinguished Scientific Contribution Award from the Society for Consumer Psychology.[1]", "25778741": "Mark Schaller is a psychological scientist who has made many contributions to the study of human psychology, particularly in areas of social cognition, stereotyping, evolutionary psychology, and cultural psychology.  He is a professor of psychology at the University of British Columbia.", "3562038": "John Hurley Flavell (born August 9, 1928, in Rockland, Massachusetts) is an American developmental psychologist specializing in children's cognitive development who serves as Anne T. and Robert M. Bass Professor, Emeritus at Stanford University.[1] A foundational researcher of metacognition and metamemory,[2][3] he is a member of both the National Academy of Sciences and the American Academy of Arts and Sciences.[1]", "43080247": "Stein Leif Bråten (born 3 November 1934) is a Norwegian sociologist and social psychologist specializing in communication. He used the Simula programming language in one of the earliest uses of computers in modelling interpersonal communication (cfr his \"A Simulation Study of Personal and Mass Communication\". IAG Quarterly Journal of the Administrative Data Processing Group of IFIP, 1968, vol.1, no.2:.7-28). In 1989 he was awarded a PhD. in psychology at the University of Bergen for work on preverbal communication with infants connected to his theory of the virtual other. He is recognized for his work on mother-child interaction and in 1998 edited Intersubjective Communication and Emotion in Early Ontogeny, published by Cambridge University Press (ISBN 0-521-62257-3). He is professor emeritus at the University of Oslo and is a member of the Norwegian Academy of Science. His 1973 article \"Model Monopoly and Communication: Systems Theoretical Notes on Democratization\" was selected for the Norwegian Sociology Canon by Sosiologinytt in 2011 (issued by the Norwegian Sociological Organization). A main theme in this article is that the so-called 'model strength' of the participants in a conversation (in such as a boardroom) affects the outcome of prolonged conversation as regards influence and power (put simply, this is in contrast to the view that communication in general leads to democratic spread of power).[1][2][3][4]", "907833": "Natalie Anne Coughlin Hall (born August 23, 1982) is an American former competition swimmer and twelve-time Olympic medalist. While attending the University of California, Berkeley, she became the first woman ever to swim the 100-meter backstroke (long course) in less than one minute—ten days before her 20th birthday in 2002. At the 2008 Summer Olympics, she became the first U.S. female athlete in modern Olympic history to win six medals in one Olympiad, and the first woman ever to win a 100-meter backstroke gold in two consecutive Olympics.[2] At the 2012 Summer Olympics, she earned a bronze medal in the 4×100-meter freestyle relay.", "65067588": "Jean Lau Chin (July 27, 1944 – May 13, 2020) was an American clinical psychologist known for her work on diversity in leadership, cultural competence in mental health care, and women's issues and feminism. She was Professor of Psychology and former Dean of the Gordon F. Derner School of Psychology at Adelphi University. Chin was the first Asian American psychologist to be licensed in Massachusetts.[1]", "41704011": "Glyn W. Humphreys (28 December 1954 – 14 January 2016) was a British cognitive neuropsychologist and academic. He was the Watts Professor of Experimental Psychology and principal investigator for the CNN Lab [1] at Oxford University. He had previously worked at the University of Birmingham in the School of Psychology, where he held an honorary professorship of Cognitive Psychology.[2] He died on 14 January 2016.[3][4]", "20798032": "Carolyn Rovee-Collier (April 7, 1942 – October 2, 2014) was a professor of psychology at Rutgers University. Born in Nashville, Tennessee,[1] she was a pioneer and an internationally renowned expert in cognitive development. She was named one of the 10 most influential female graduates of Brown University. The International Society for Developmental Psychobiology awards the Rovee-Collier Mentor Award in her honor.[2]", "6216280": "Robert Joseph Plomin CBE FBA (born 1948) is an American/British psychologist and geneticist best known for his work in twin studies and behavior genetics. A Review of General Psychology survey, published in 2002, ranked Plomin as the 71st most cited psychologist of the 20th century.[1] He is the author of several books on genetics and psychology.", "32692824": "Maria Liliana Olivero (born 20 January 1956) is an Argentine politician and former member of the provincial legislature in Córdoba Province, Argentina. She is a member of the Socialist Left (Argentina).", "67820123": "Alice June Norma Opie (1924–1999) was a New Zealand polio survivor, writer and clinical psychologist.[1][2]", "3070560": "Dr. Leslie A. Zebrowitz is a social psychologist who studies the effects of the way people look on others' attitudes towards them.  Her research has shown conclusively that babyfaced and angularly faced individuals are viewed differently. Among the effects, babyfaced individuals are seen as physically weaker, more submissive and less competent and, as Zebrowitz argued in a 2005 paper in Science, this may explain why politicians with more mature faces are more likely to win elections.[1] She is the author of Reading Faces as well as many scholarly articles.", "42523234": "Mary Crawford Potter (born 1930) is an American psychologist and emerita professor of cognitive science at the Massachusetts Institute of Technology. She is a Fellow of the American Psychological Association, the Cognitive Science Society, and the Society of Experimental Psychologists.[1][2][3]", "43768421": "Michelle Drouin is an American researcher who focuses on psychological issues dealing with social media and communications technology. Drouin is associate professor of psychology at Indiana University – Purdue University Fort Wayne.", "69491302": "Melanie Marie Wall (born October 21, 1971) is an American psychiatric biostatistician, psychometrician, and mental health data scientist who works at Columbia University as a professor in the departments of biostatistics and psychiatry, and as director of Mental Health Data Science, a joint project of the Columbia University Department of Psychiatry, Columbia University Medical Center, Research Foundation for Mental Hygiene, and New York State Psychiatric Institute.[1]\nHer research has included topics such as grief and depression, eating disorders, marijuana use and abuse, and correlations between school performance and athletic activity, studied using latent variable models, spatial analysis, and longitudinal data. She is co-editor of the book Surviving Vietnam: Psychological Consequences of the War for US Veterans (Oxford University Press, 2018).", "28072551": "Willi Sten Railo (22 March 1941 – 8 July 2010) was a Norwegian sport psychologist and professor of performance psychology.", "53467749": "Benjamin Zendel is a Canadian psychologist, currently a Canada Research Chair in Aging and Auditory Neuroscience at Memorial University.[1][2] He is the PI for the Cognitive Aging and Auditory Neuroscience Laboratory", "15653490": "John H. Weakland (8 January 1919 – 18 July 1995) was one of the founders of brief and family psychotherapy.[1] At the time of his death, he was a senior research fellow at the Mental Research Institute (MRI) in Palo Alto, California, co-director of the famous Brief Therapy Center at MRI, and a clinical associate professor emeritus in the Department of Psychiatry and Behavioral Sciences at the Stanford University School of Medicine.[2]", "14736003": "William E. Cross Jr. (born 1940) is a theorist and researcher in the field of ethnic identity development, specifically Black identity development.[1] He is best known for his nigrescence model, first detailed in a 1971 publication, and his book, Shades of Black, published in 1991. Cross's nigrescence model expanded upon the work of Black psychologists who came before him and created an important foundation for racial/ethnic identity psychology.[2] It has proved a framework for both individual and collective social change. Throughout his career, Cross has been concerned with racial/ethnic identity theory and the negative effects of Western thought and science on the psychology of Black Americans, specifically the need for “psychological liberation under conditions of oppression.”[3][4]", "53467786": "Velma McBride Murry is an American psychologist and sociologist, currently the Lois Autrey Betts Chair in Education and Human Development and Joe B. Wyatt Distinguished University Professor at Vanderbilt University.[1][2] Her research has largely focused on resilience and protective factors for African-American families, and she has several publications in this area. In addition to her empirical research, she has contributed to several published books and used her experience to create two family-based preventative intervention programs.[1]", "65886869": "Minnie Steckel (March 19, 1890 – December 1, 1952) was an American teacher, psychologist, clubwoman, and an activist involved in the women's poll tax repeal movement. Steckel began her career as a school teacher and worked her way up to school principal, superintendent and school psychologist, earning her bachelor's, master's and PhD degrees. From 1932 until her death in 1952, she was the dean of women and counselor at Alabama College. She served as president of the local Montevallo chapter of the American Association of University Women (AAUW) from 1937 to 1939, as president of the state chapter of the Business and Professional Women's Foundation and treasurer of the state chapter of the AAUW in 1951.", "187031": "Clyde Hamilton Coombs (July 22, 1912 – February 4, 1988) was an American psychologist specializing in the field of mathematical psychology.[1] He devised a voting system, that was hence named Coombs' method.", "1628827": "Karl Groos (10 December 1861, in Heidelberg – 27 March 1946, in Tübingen) was a German philosopher and psychologist who proposed an evolutionary instrumentalist theory of play. His 1898 book on The Play of Animals suggested that play is a preparation for later life.", "55990945": "Emily E. Balcetis is an American social psychologist and Associate Professor of Psychology at New York University.[1]  Her research focuses on people's perception of world and how their motivations, goals, and emotions influence it, especially with regards to visual perception.", "51010212": "Ricky Greenwald is a clinical psychologist. An expert on eye movement desensitization and reprocessing (EMDR), he is also the creator of progressive counting (PC), both are psychotherapy methods for resolving traumatic memories and associated symptoms.  He founded the Trauma Institute & Child Trauma Institute, a non-profit organization, and is currently its executive director and chair of the faculty.[citation needed]", "25778869": "Douglas T. Kenrick (born 1948) is professor of psychology at Arizona State University.  His research and writing integrate three scientific syntheses of the last few decades: evolutionary psychology, cognitive science, and dynamical systems theory.[1][2]  He is author of over 170 scientific articles, books, and book chapters, the majority applying evolutionary ideas to human cognition and behavior.", "55990965": "Deanna Zipse Kuhn (born 1944) is an American psychologist. She is Professor of Psychology and Education at Teachers College, Columbia University. She is known for contributions to the psychology of science – the scientific study of scientific thought and behavior. Her research program has focused on the development of scientific reasoning skills, critical thinking, metacognition, informal reasoning, and constructivist teaching methods, such as  problem-based learning and collaborative learning.[1]", "57596599": "Hinemoa Elder MNZM is a New Zealand youth forensic psychiatrist and former television presenter. She is a professor in indigenous research at Te Whare Wānanga o Awanuiārangi,[1] a fellow of the Royal Australian and New Zealand College of Psychiatrists, and sits on the Māori Advisory Committee of the Centre for Brain Research.[2]", "67033789": "Jonathan Beuk (born April 18, 1983) is a Canadian curler from Kingston, Ontario.[2][3]", "17521343": "Armindo Freitas-Magalhães (pronounced [ɐɾˈmĩdu ˈfɾɐjtɐʒ mɐɣɐˈʎɐ̃jʃ]; born 1966) is a Portuguese psychologist working on the psychology of the human smile in the context of emotion and facial expression. His research and clinical-forensic expertise includes investigative interviewing, credibility assessment, forensic assessment, facial expression of emotion and variables associated with eyewitness memory in victims and offenders of crime and trauma. He has also provided consultation and training overseas.", "53926591": "Maud Amanda Merrill (April 30, 1888 – January 15, 1978) was an American psychologist. Both an alumna and faculty member of Stanford University, Merrill worked with Lewis Terman to develop the second and third editions of the Stanford–Binet Intelligence Scales.", "19061441": "Con Stough is Professor of Cognitive Neuroscience and Psychology at Swinburne University of Technology, Australia, director of the Swinburne Centre for Neuropsychology[1] and director of the newly formed National Institute of Complementary Medicine (NICM) Collaborative Centre for the study of herbal and natural medicines for neurocognition.[2]", "18504390": "Ursula Fleming (1930 in Liverpool – 1992 in London) was an English psychotherapist, Lay Dominican and author; she was considered an expert in her field of work.[1]", "62282440": "Amy L. Ai is a professor of social work at College of Social Work and Pepper Institute on Aging and Public Policy of Florida State University.", "36231883": "Claudia Leigh is a fictional character from the Australian television drama City Homicide, played by Tasma Walton. Shortly after the actress relocated to Melbourne, she was approached by producer MaryAnne Carroll to appear in the series. Carroll asked Walton whether she would be interested in a recurring role. Walton had previously turned down several acting jobs, while waiting for the right one to come along and she was cautious about taking the City Homicide role. She revealed that she did not want a repeat of her Blue Heelers character Dash McKinley. However, Walton was immediately interested in Claudia's job as a criminal profiler and her semi-regular status. Walton's casting was announced on 1 February 2009 and she made her debut screen appearance in the second season episode \"Rage\", which was broadcast on 22 March 2009.", "154327": "Milton Hyland Erickson (5 December 1901 – 25 March 1980) was an American psychiatrist and psychologist specializing in medical hypnosis and family therapy. He was the founding president of the American Society for Clinical Hypnosis. He is noted for his approach to the unconscious mind as creative and solution-generating. He is also noted for influencing brief therapy, strategic family therapy, family systems therapy, solution focused brief therapy, and neuro-linguistic programming.[1]", "154330": "Virginia Satir (26 June 1916 – 10 September 1988) was an American author and psychotherapist,[1] recognized for her approach to family therapy. Her pioneering work in the field of family reconstruction therapy[2] honored her with the title \"Mother of Family Therapy\".[3][4] Her most well-known books are Conjoint Family Therapy, 1964, Peoplemaking, 1972, and The New Peoplemaking, 1988.", "58579719": "Rebecca Bigler is a developmental psychologist known for research on social stereotyping (based on gender or race), prejudice, and children's perceptions of discrimination.[1] Bigler is Professor of Psychology at the University of Texas at Austin.", "20634380": "Jane Davidson FAHA is Professor of Creative and Performing Arts (Music) at The University of Melbourne and Deputy Director of the Australian Research Council's Centre of Excellence for the History of Emotions.[1]", "11262743": "Alice M. Isen was an American psychologist and Professor of Psychology and of Marketing at Cornell University. A prominent and widely published scholar, her research concerned the influence of \"positive affect\" on social interaction, thought processes, and decision making, including applications to organizational behavior, medical decision making, doctor-patient interaction, issues in services marketing, and issues related to brand equity and loyalty.[1][2]", "46619416": "Leonard Haber (March 21, 1933 – May 1, 2015) was an American psychologist, politician, radio show host and Mayor of Miami Beach, Florida (1977–1979). He was a radio and TV news commentator.[2]", "46979864": "Leopold Bellak (1916–2000) was a psychologist, psychoanalyst, and psychiatrist who pioneered the Children's Apperception Test (CAT). He also collaborated on the Thematic Apperception Test (TAT), on clinical psychological assessments, and pioneered the understanding of ADHD (Attention Deficit Hyperactivity Disorder) as being a genetic disorder.[1] Dr. Bellak created the 67-year-old publishing house, CPS Publishing LLC.", "14277403": "Pumla Gobodo-Madikizela (born 15 February 1955) is the Research Chair in Studies in Historical Trauma and Transformation at Stellenbosch University in South Africa. She graduated from Fort Hare University with a bachelor's degree and an Honours degree in psychology. She obtained her master's degree in Clinical Psychology at Rhodes University. She received her PhD in psychology from the University of Cape Town. Her doctoral thesis, entitled \"Legacies of violence: An in-depth analysis of two case studies based on interviews with perpetrators of a 'necklace' murder and with Eugene de Kock\", offers a perspective that integrates psychoanalytic and social psychological concepts to understand extreme forms of violence committed during the apartheid era. Her main interests are traumatic memories in the aftermath of political conflict, post-conflict reconciliation, empathy, forgiveness, psychoanalysis and intersubjectivity. She served on the Truth and Reconciliation Commission (TRC). She currently works at the University of the Free State in Bloemfontein as a senior research professor.", "29154077": "Klaus Conrad (19 June 1905 in Reichenberg – 5 May 1961 in Göttingen) was a German neurologist and psychiatrist with important contributions to neuropsychology and psychopathology. He joined the  Nazi Party (NSDAP) in 1940.[1] He was best known as a professor of psychiatry and neurology, and director of the University Psychiatric Hospital in Göttingen from 1958 until his death.", "30071593": "Jefferson Morris Fish is a professor emeritus of psychology at St. John's University in New York City, where he previously served as Chair of the Department of Psychology and as Director of the PhD Program in Clinical Psychology.", "1563437": "James Wentworth Day (21 April 1899 – 5 January 1983) was a British author and broadcaster, a promoter of Agrarian Right politics and essentially a High Tory.  He lived for most of his life in East Anglia.  He had a particular interest in wildfowling, and at one time owned Adventurers' Fen, a piece of marshland in Cambridgeshire. He was also a ghost hunter, and wrote several books about this interest. He may be remembered best for his journey around the farms of East Anglia on horseback during World War II, as detailed in his book Farming Adventure (later reprinted with the title Wartime Ride), while for many years he was associated with the magazine East Anglian.", "37706541": "Ruben Papian (born June 6, 1962 in Yerevan, Armenia) is an innovator and life coach. He is a developer of unique self-improvement methods.[1]", "68541239": "Lotte Franziska Bailyn (née Lazarsfeld; born July 17, 1930) is an American social psychologist.  She is the T Wilson Professor of Management, Emerita at the MIT Sloan School of Management. She was the first woman faculty member at MIT Sloan.[1]", "38656827": "Dr. John D. Robinson (August 24, 1946 - July 4, 2021) was a psychologist and Professor Emeritus of Psychiatry and Surgery at Howard University College of Medicine.  In 1973, Robinson became the first African-American psychologist in the U.S. Air Force, and, in 1975, the first African-American psychologist in the U.S. Navy.[1]  He also served as the first African-American administrator at the University of Texas at Austin.[2]", "40229697": "Kenneth A. Bollen (born 1951) is the Henry Rudolf Immerwahr Distinguished Professor of Sociology at the University of North Carolina at Chapel Hill. Bollen joined UNC-Chapel Hill in 1985.[1] He is also a member of the faculty in the Quantitative Psychology Program housed in the L. L. Thurstone Psychometric Laboratory. He is a fellow at the Carolina Population Center, the American Statistical Association and the American Association for the Advancement of Science. He was also the Director of the Odum Institute for Research in Social Science from 2000 to 2010.[1] His specialties are population studies and cross-national analyses of democratization.", "30333782": "Mihajlo Rostohar (July 30, 1878 – August 5, 1966) was a Slovenian psychologist, author and educator, who played an important role during the creation of the State of Slovenes, Croats and Serbs. Together with Ivan Hribar and Danilo Majaron, he had a crucial role in the establishment of the University of Ljubljana.", "39738199": "Hosur Narayan Murthy (H. N. Murthy) (Kannada: ಎಚ್. ಎನ್. ಮೂರ್ತಿ; 1924–2011) was an Indian clinical psychologist, writer, philosopher, Sanskrit scholar and teacher who headed the department of clinical psychology at National Institute of Mental Health and Neuro Sciences (NIMHANS) at Bangalore.[4] He was born in the city of Bangalore in 1924 to Brahmin parents Hosur Ramaswamaiah Subba Rao and smt Rajamma.[4] Murthy's father was an official at \"Iron and Steel Plant\" at Bhadravathi town in Karnataka.", "16472919": "Michael J. Saks is a professor of law at the Sandra Day O'Connor College of Law at Arizona State University; he holds a secondary appointment in the department of psychology.[1]", "13949785": "Richard Ned Lebow FBA is an American political scientist best known for his work in international relations, political psychology, classics and philosophy of science. He is Professor of International Political Theory at the Department of War Studies, King's College London, Honorary Fellow of Pembroke College, University of Cambridge, and James O. Freedman Presidential Professor Emeritus at Dartmouth College. Lebow also writes fiction. He has published a novel and collection of short stories and has recently finished a second novel.", "14277493": "Leanne Rivlin (born 1929) is an originator of the Environmental Psychology Doctoral Program at the CUNY Graduate Center in the late 1960s.[citation needed]", "5561206": "Vincent Hayes Gaddis (December 28, 1913 – February 26, 1997) was an American author who invented the phrase \"Bermuda Triangle\", which he used first in the cover article for the 1964 February issue of the magazine Argosy.[1][2] He popularized many stories about anomalous and paranormal phenomena in a style similar to that of Charles Fort.[3]", "20994935": "Leonard A. Jason is a professor of psychology at DePaul University in Chicago, Illinois, where he also directs the Center for Community Research.[1][2]\nHis chief professional interests include the study of chronic fatigue syndrome (CFS), violence prevention, smoking cessation, and Oxford House recovery homes for substance abuse.[2] Jason's interest in chronic fatigue syndrome began when he was diagnosed with the condition in 1990 after having mononucleosis.[3]", "6216573": "Jack Michael Feldman is an American psychologist best known for his work in industrial and organizational psychology. Feldman earned a Ph.D. in Social Psychology in 1972 from University of Illinois at Urbana-Champaign. He currently teaches at Georgia Institute of Technology.", "40360830": "Irène Deliège is a Belgian musician and cognitive scientist. She was born in January 1933 in Flanders, but has spent most of her life in French-speaking Brussels and Liège, Belgium. She is noted for her theory of Cue Abstraction, and for her work in establishing the European Society for the Cognitive Sciences of Music.", "31120255": "Scholar, educator, and philanthropist Herschel Leibowitz is widely recognized for his research in visual perception and for his symbiotic approach to conducting research that both advanced theory and helped in the understanding and relief of societal problems.  His research on transportation safety included studies of nearsightedness during night driving, vision during civil twilight, an illusion that underlies the behavior of motorists involved in auto-train collisions, susceptibility of pilots to illusions caused by visual-vestibular interactions, and the design of aircraft instrument panels.", "34888588": "Karen Wynn is an artist and a Canadian and American Yale University Professor Emerita of psychology and cognitive science.[1] She was born in Austin, Texas, and grew up on the Canadian prairies in Regina, Saskatchewan. Her research explores the cognitive capacities of infants and young children. She directed for over 3 decades the Infant Cognition Laboratory, first in the Psychology Department at the University of Arizona, and then in the Psychology Department at Yale University.", "22535059": "Hermann Poppelbaum Dr. Phil. (1891–1979) was an anthropologist, psychologist, philosopher, anthroposophist, teacher and author.", "8248211": "Ruth M.J. Byrne, FTCD, MRIA, (born 1962) is an Irish cognitive scientist and author of several books on human reasoning. She is the Professor of Cognitive Science, in the School of Psychology and Institute of Neuroscience, Trinity College Dublin. She is the former Vice Provost of Trinity College Dublin.", "65199007": "Frances Mitchell Culbertson (born January 31, 1921, died February 13, 2019) was a child clinical psychologist known for her work promoting international psychology and its emphasis on global and cross-national perspectives. At the time of her death, she was Professor Emerita of Psychology at the University of Wisconsin—Whitewater.[1]", "20798370": "Yuko Munakata is a professor of psychology at the University of Colorado Boulder. She has specialized in developmental cognitive neuroscience, taking a connectionist approach to cognitive development. Her research investigates the processing mechanisms underlying cognitive development, using converging evidence from behavior, computational modeling, and cognitive neuroscience. She also focuses on understanding the prevalence of task-dependent behaviors during the first years of life.[1] Munakata received a B.S. in symbolic systems at Stanford University in 1991 and a PhD in psychology at Carnegie Mellon University in 1996 under James McClelland; and completed a postdoctoral fellowship at the Massachusetts Institute of Technology from 1996–1997. She worked at the University of Denver from 1997–2001, and joined the faculty of the University of Colorado Boulder in 2002, but continues to work at DU as an adjunct professor of psychology.[2] Munakata is a member of the Institute of Cognitive Sciences and the Center for Neuroscience at CU.[3]", "42621863": "Raymond W. Gibbs Jr. is a former psychology professor and researcher at the University of California, Santa Cruz. His research interests are in the fields of experimental psycholinguistics and cognitive science. His work concerns a range of theoretical issues, ranging from questions about the role of embodied experience in thought and language, to looking at people's use and understanding of figurative language (e.g., metaphor, irony, idioms). Raymond Gibbs's research is especially focused on bodily experience and linguistic meaning. Much of his research is motivated by theories of meaning in philosophy, linguistics, and comparative literature.", "2939832": "Edward Colin Cherry (23 June 1914 – 23 November 1979) was a British cognitive scientist whose main contributions were in focused auditory attention, specifically  the cocktail party problem regarding the capacity to follow one conversation while many other conversations are going on in a noisy room. Cherry used shadowing tasks to study this problem, which involve playing two different auditory messages to a participant's left and right ears and instructing them to attend to only one. The participant must then shadow this attended message.", "55892923": "Barbara Figueroa is an American chef who was best known for her work at the Hunt Club, and her restaurant B. Figueroa. She won the James Beard Foundation Award for Best Northwest Chef in 1992.", "38493116": "Felix Trofimovich Mikhailov (Russian: Феликс Трофимович Михайлов; 12 April 1930 – 22 February 2006) was a Russian psychologist.[1]", "37280701": "Jon Alexander Krosnick is a professor of Political Science, Communication, and (by courtesy) Psychology, and director of the Political Psychology Research Group (PPRG) at Stanford University. Additionally, he is the Frederic O. Glover Professor in Humanities and Social Sciences and an affiliate of the Woods Institute for the Environment. Krosnick has served as a consultant for government agencies, universities, and businesses, has testified as an expert in court proceedings, and has been an on-air television commentator on election night.[1]", "49863621": "Verónika Fanny Mendoza Frisch (born 9 December 1980) is a Peruvian-French psychologist, educator, and politician. She is the founder and current leader of the New Peru movement.[1][2]", "51665878": "Martin Kelsey Brokenleg is a psychologist and author in the fields of trauma, resilience, and Native American studies. An enrolled member of the Rosebud Sioux Tribe, he was a professor of Native American studies at Augustana University in South Dakota for 30 years.[1] He also served as professor and director of the native ministries programme at the Vancouver School of Theology from 2004 to 2009.[citation needed]", "3890140": "James L. McGaugh (born December 17, 1931) is an American neurobiologist and author working in the field of learning and memory.  He is a Distinguished Professor Emeritus[1] in the Department of Neurobiology and Behavior at the University of California, Irvine[2] and a fellow and founding director of the Center for the Neurobiology of Learning and Memory.[1]", "59005925": "Stephen Gano West (born 1946)[1] is an American quantitative psychologist and professor of psychology at Arizona State University. He was the editor-in-chief of the Journal of Personality from 1986 to 1991, of Psychological Methods  from 2001 to 2007,[2] and of Multivariate Behavioral Research in 2015.[3] He was also the president of the Society of Multivariate Experimental Psychology from 2007 to 2008. He was educated at Cornell University and the University of Texas at Austin, and received the Society for Personality and Social Psychology's Murray Award in 2000.[2]", "48847847": "Nora Sveaass (born 11 December 1949) is a Norwegian psychologist, and an expert on refugees, human rights violations, and psychological consequences of torture and violence as well as treatment and rehabilitation of victims of torture and violence. She is Professor of Psychology at the Department of Psychology of the University of Oslo.[1] She served two terms as one of the nine members of the United Nations Committee against Torture from 2005 to 2013, after being nominated as the joint candidate of the governments of the Nordic countries.[2][3] She did not stand for reelection in 2013; however, in 2015 she was elected as a member of the United Nations Subcommittee on Prevention of Torture, and she is the only member to have served on both committees.[4][5]", "252903": "Claudio Benjamín Naranjo Cohen (24 November 1932 – 12 July 2019) was a Chilean psychiatrist who is considered a pioneer in integrating psychotherapy and the spiritual traditions. He was one of the three successors named by Fritz Perls (founder of Gestalt Therapy), a student of Oscar Ichazo who originally developed the Enneagram of Personality,[1] and a founder of the Seekers After Truth Institute. He was also an elder statesman of the US and global human potential movement and the spiritual renaissance of the late 20th century.[2] Naranjo authored several books.", "56450038": "Gordon John Glenn Asmundson OC SOM FRSC[1] (born August 29, 1964) is a Canadian psychologist and professor of psychology at the University of Regina. Asmundson is recognized for his research on anxiety, chronic pain, and posttraumatic stress,[2] as well as for his recent work on the psychology of pandemics.[3][4][5]", "52485111": "Charles Drayton Thomas (1867 - 1953) also known as C. Drayton Thomas was a British Methodist minister and spiritualist.[1]", "36068366": "Erna Barschak was a German teacher of vocational education studies and a psychologist. One of her important works is an autobiography about her emigration from Nazi Germany to the US.", "68148249": "Mara Brawer (born 16 May 1962) is an Argentine psychologist and politician, currently serving as National Deputy elected in the Federal Capital since 2019. She had previously served in the same position from 2011 to 2015.  A member of the Justicialist Party, Brawer sits in the Frente de Todos bloc.", "66804763": "Fiona A. White is an Australian academic. She is a professor of social psychology at the University of Sydney, Australia, and director of the Sydney University Psychology of Intergroup Relations (SUPIR) Lab., and degree coordinator of the Bachelor of Liberal Arts and Science (BLAS). She has been a lead author on four editions of Developmental Psychology: From Infancy to Adulthood.[1] White is known as the developer of the E-contact intervention, a synchronous online tool that has been found to reduce anxiety, prejudice, and stigma.", "61234210": "Thomas A. Wadden (born September 3, 1952) is a clinical psychologist and educator who is known for his research on the treatment of obesity by methods that include lifestyle modification, pharmacotherapy, and bariatric surgery.[1] He is the Albert J. Stunkard Professor of Psychology in Psychiatry at the Perelman School of Medicine at the University of Pennsylvania and former director of the university's Center for Weight and Eating Disorders.[2] He also is visiting professor of psychology at Haverford College.[3]", "53828642": "Randolph Blake (born 1945)[1] is an American psychologist, currently the Centennial Professor at Vanderbilt University and an Elected Fellow of the American Academy of Arts and Sciences and National Academy of Sciences.[2][3]", "52321318": "Radhika Chandiramani is the founder of TARSHI, a New Delhi–based NGO that works on issues of sexual and reproductive health and rights.[1] She is a clinical psychologist, writer and editor. Her published works on sexuality and human rights have been covered in media and scholarly reviews.[1][2][3][4] Chandiramani received the MacArthur Fellowship in the year 1995 for leadership development.[5][6][7] She is also the recipient of the 2003 Soros Reproductive Health and Rights Fellowship from Columbia University Mailman School of Public Health.[8]", "53828649": "Anna Weinberg is a psychologist, currently a Canada Research Chair in Clinical Neuroscience at McGill University.[1][2][3]", "56450091": "Mary Cromwell Jarrett (June 21, 1877 – August 4, 1961) was a social worker who was one of the first prominent women within the field. Jarrett had a primary focus on mental health and chronic illnesses. From writing books to making scientific breakthroughs within post-traumatic stress disorder studies, Jarrett brought attention to these overlooked subjects of her time.", "48192560": "Peter Thomas Coleman (born September 9, 1959) is a social psychologist and researcher in the field of conflict resolution and sustainable peace. Coleman is best known for his work on intractable conflicts and applying complexity science.", "67263549": "Alia Joy Crum is an American psychologist who is the principal investigator of the Stanford Mind and Body Lab.", "18439234": "Dominic W. Massaro is Professor of Psychology and Computer Engineering at the University of California, Santa Cruz. He is best known for his fuzzy logical model of perception, and more recently, for his development of the computer-animated talking head Baldi. Massaro is director of the Perceptual Science Laboratory, past president of the Society for Computers in Psychology, book review editor for the American Journal of Psychology, founding Chair of UCSC's Digital Arts and New Media program, and was founding co-editor of the interdisciplinary journal Interpreting. He has been a Guggenheim Fellow, a University of Wisconsin Romnes Fellow, a James McKeen Cattell Fellow, an NIMH Fellow, and in 2006 was recognized as a Tech Museum Award Laureate.[1]", "482377": "Robert Charles Craig (March 9, 1921 – March 25, 1990) was a professor in the department of Counseling, Educational Psychology, and Special Education at Michigan State University from 1966–1989.", "60120149": "Edith Munro Bairdain (June 6, 1922 – June 8, 2015) was the first woman to graduate from Emory University with a PhD in Psychology.[1][unreliable source?] She was on the editorial advisory board for Information Display, an early human-interfaces journal.[3] Bairdain and her husband both worked on PSYOP for the Vietnam War. She was one of the founders of the  Society for Information Display and promoted better ways to display useful and important information.", "7003225": "Roger William Brown (April 14, 1925 – December 11, 1997) was an American psychologist. He was known for his work in social psychology and in children's language development.", "42359900": "Joan Swart  (born September 28, 1965) is a South African psychologist, author, consultant and researcher. Dr. Swart has completed a Masters in Forensic Psychology at the HLC-accredited Walden University and a doctorate at the BPPE-approved Eisner Institute for Professional Studies, based in Encino, California. She is currently a consultant and researcher at the Apsche Institute, based in Leesburg, Virginia.", "4316253": "Guggenheim Fellowship for Social Sciences (1984)", "74439774": "Nicole Dianne Anderson (born 1966) is a Canadian psychologist who is Professor of Psychology and Psychiatry at the University of Toronto. She is known for her works on ageing, memory and neuropsychology.[1][2]\nAnderson is an associate editor of the Journal of Gerontology: Psychological Sciences and a fellow of the American Psychological Association.[3][4][5]", "66378844": "Doreen Anne Rosenthal AO FASSA (born 1938) is an Australian academic and adolescent sexual health and women's health researcher. As of 2020 she is  Professor Emerita in the School of Population Health at La Trobe University and Honorary Professor in the Melbourne School of Population and Global Health at the University of Melbourne.[1]", "69590110": "Winifred (\"Win\") Meiselman (1934-December 18, 2021) was the founder of the media accuracy group CAMERA, a historian of the American Civil War and specifically of Confederate spy Laura Ratcliffe, social worker, art therapist, poet, and artist.", "56351841": "Pauline Elizabeth Scarborough (30 March 1935 – 18 August 2015) was an American historian of Psychology, born in Ruston, Louisiana. Scarborough transformed the understanding of early American Psychology through her work on the role and impact of women in the field.", "67066987": "Pentti E. Hakkarainen (1944 – June 1, 2021[1]) was a Lithuanian educational psychologist of Finnish origin.", "63659124": "Kathleen A. Ethier is an American social psychologist and public health official with the Centers for Disease Control and Prevention (CDC). In 2016, she was appointed the Director of CDC's Division of Adolescent and School Health in the National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention. As of 2020, Ethier is also head of the CDC's community mitigation task force for the COVID-19 pandemic.[1][2]", "5954678": "Miles Ronald Cole Hewstone (born 4 August 1956) is a British social psychologist[1][2] who is well known for his work on social relations.", "52911223": "Fatima Akilu is a Nigerian Muslim psychologist, author, educator, former government official, education advocate and public speaker in the areas of preventing and countering violent extremism (CVE) and counter-terrorism. She is currently the executive director of the Neem Foundation and the former director of Behavioural Analysis and Strategic Communication at the office of the National Security Advisor in Nigeria, where she helped develop the country's first Countering Violent Extremism Programme. Akilu is a part of the Global Strategy Network team with industry expert Richard Barrett and other individuals.[1][2][3][4]", "5790843": "Metro was a free daily newspaper in Sweden. It was printed in four editions: Stockholm, Gothenburg, Skåne and National, which were distributed in 67 towns and cities throughout the country. The paper was the first European free paper.[1] On 8 August 2019, its cancellation was announced.[2]", "66772092": "Rachel Zajac is a New Zealand forensic psychologist and professor at the University of Otago in Dunedin.", "31218820": "Jiří Hoskovec (19 February 1933 – 11 July 2011) was a Czech professor of psychology, specializing mainly in the psychology of transport and the history of psychology. He is the author and co-author of 36 books and numerous articles in the area of general and applied psychology. He was editor-in-chief of the journal Československá psychologie (Czechoslovak Psychology) and was co-editor of several scientific journals in various countries.[1]", "49765517": "Jay Lebow (born June 18, 1948) is an American family psychologist who is senior scholar at the Family Institute at Northwestern University, clinical professor at Northwestern University and is editor-in-chief of the journal Family Process. He is board certified by the American Board of Professional Psychology. Lebow is known for his publications and presentations about the practice of couple and family therapy, integrative psychotherapy, the relationship of research and psychotherapy practice, and psychotherapy in difficult divorce, as well as for his role as an editor in the fields of couple and family therapy and family science. He is the author or editor of 13 books and has written 200 journal articles and book chapters.", "3923093": "Hamilton Bertie Gibson (14 October 1914 – 22 March 2001), generally known as Tony Gibson, was a British psychologist, anarchist, and model.[1] He became known for his objection to Great Britain's involvement in World War II and his subsequent imprisonment for being an unregistered conscientious objector.[2]", "65461406": "Peter Harzem (January 5, 1930 – May 26, 2008) was a Turkish-American psychologist who specialised in the field of behavior analysis.", "11525284": "Stewart I. Donaldson is a British-born American positive psychologist specializing in health, well-being, and evaluation science. He is a distinguished university professor at Claremont Graduate University and is the director of the Claremont Evaluation Center and The Evaluators' Institute. He also served as dean at Claremont for 16 years (2001-2017) and as president of the American Evaluation Association in 2015.", "56941734": "Galen Von Bodenhausen (born 1961) is an American social psychologist. He is the Lawyer Taylor Professor of Psychology in the Weinberg College of Arts & Sciences at Northwestern University, where he is also a professor of marketing in the Kellogg School of Management. He is known for his research on gender stereotypes, gender roles, and implicit biases.[1][2][3]", "49994923": "Judith L. Daylen (previously Cutshall) is a board-certified psychologist. In 1982, she received her B.A. in psychology and philosophy from the University of North Carolina. In 1985, Dr. Daylen received her M.A. in cognitive psychology, and in 1994 she received her PH.D. in clinical psychology both from the University of British Columbia. Dr. Daylen currently works as a clinical and consulting psychologist- she assesses the harm suffered to sexual assault victims and provides expert testimony in court. Recently, Dr. Daylen has focused on providing psychological assessments of victims of physical and sexual assault; however, she has past experience in providing both individual and group treatment to assault victims. To better understand the experience of assault victims and to assist them during times of crisis, Dr. Daylen also volunteered at a rape crisis center. She has even contributed to a book: \"Trauma, Trials, and Transformation, Guiding sexual assault victims through the legal system and beyond\". In addition to her work with sexual assault victims, Dr. Daylen has contributed to assessing the reliability of eyewitness testimony. Along with John C. Yuille in 1986, Dr. Daylen published a psychological experiment which concluded that eyewitness testimony is often reliable and has merit.[1] Dr. Daylen is also an ordained lay practitioner of Zen Buddhism.", "18930860": "Michael John Anthony Howe[1] (1940 – 2 January 2002) was a British cognitive psychologist. He was well known as a defender of environmental influences on intelligence, and as an opponent of IQ, and he was regularly involved in the controversies surrounding that area of research (see, e.g., Howe, 1997b). As a widely cited example of this work, with colleagues Davidson and Sloboda, he argued against the existence of innate talent, a position welcomed by some, but characterised as \"absurd environmentalism\" by researchers such as Douglas Detterman.[2]", "30334130": "Ruth Perednik (née Kestenbaum, Hebrew: רות פרדניק; born 24 October 1959) is an English-born Israeli psychologist, pioneer in the field of selective mutism.", "29154485": "Arthur John Kleps (April 17, 1928 – July 17, 1999) was a psychologist turned drug legalization advocate whose Neo-American Church defended the use of cannabis and hallucinogens (including LSD and mescaline) for spiritual enlightenment and exploration.", "73522360": "Dana Němcová (14 January 1934 – 11 April 2023) was a Czech psychologist and dissident. She was one of the first signatiories of Charter 77 and a co-founder of the Committee for the Defense of the Unjustly Prosecuted (VONS).[1]", "3562689": "Byllye Yvonne Avery (born October 20, 1937) is an American health care activist. A proponent of reproductive justice, Avery has worked to develop healthcare services and education that address black women's mental and physical health stressors.[1] She is best known as the founder of the National Black Women's Health Project, the first national organization to specialize in Black women's reproductive health issues. For her work with the NBWHP, she has received the MacArthur Foundation's Fellowship for Social Contribution and the Gustav O. Lienhard Award for the Advancement of Health Care from the Institute of Medicine of the National Academy of Sciences, among other awards.[2]", "56483023": "Çiğdem Kağıtçıbaşı (29 January 1940 – 2 March 2017) was a Turkish scientist and professor. She was a university professor since 1969 and received the APA Award for Distinguished Contributions to the International Advancement of Psychology in 1993.[1]", "64806101": "Jovan Byford is a Senior Lecturer in Psychology at the Open University in the United Kingdom.", "47799519": "CSI: Cyber (Crime Scene Investigation: Cyber) is an American police procedural drama television series that premiered on March 4, 2015, on CBS. The series, starring Patricia Arquette and Ted Danson, is the third spin-off of CSI: Crime Scene Investigation and the fourth series in the CSI franchise. On May 12, 2016, CBS cancelled the series after two seasons.", "64675041": "‘Psycho or Siko’ is the pen name of Prof. Eledath Mohamed who is a well known Clinical Psychologist from Kerala, India. He is one of the founding members of Indian Association of Clinical Psychologists (IACP) and was the national president of IACP from 2000 to 2003.  He is the first clinical psychologist hailing from Kerala. He is also the first psychologist (1960) to start a weekly column ‘Your Psychological Problems’ in Malayalam in the prestigious newspaper Mathrubhumi. The weekly column was published from 1960 to 1975. He has published about 20 research papers, including in British Journal of Psychiatry and Epilepsia, many of them were presented in international conferences. He is the author of 6 books and several articles and essays in various magazines and newspapers. The topics of his writing pertained to travelogues and psychological subjects.  He has appeared and been interviewed by television networks and online news outlets for his psychological expertise. The story for the award winning (1976 Kerala state and National Film Award for Best Feature Film in Malayalam) Swapnadanam, KG George's first film, was written by Eledath Mohamed.[1][2]", "36330722": "Susan Weinschenk (born December 24, 1953) is an American behavioral psychologist who has been working in the field of design and user experience since 1985. She has published five books on user experience in computer systems[1] and has spoken at many conferences[2] She also is the founder of the Weinschenk Institute.[3]", "17652965": "Glenn Daniel Wilson (born 29 December 1942) is a psychologist best known for his work on attitude and personality measurement, sexual attraction, deviation and dysfunction, partner compatibility, and psychology applied to performing arts. He is a fellow of the British Psychological Society and makes frequent media appearances as a psychology expert, especially in TV news and documentaries.", "23092453": "Pierre Weil (16 April 1924 – 10 October 2008) was a psychologist, author and educator dedicated to the cause of world peace.  He was born in Strasbourg,[1] and received  a psychology doctorate from University of Paris VII, where he was taught by Henri Wallon, André Rey and Jean Piaget. He founded the City of Peace Foundation in Brazil in 1986, and  with Jean-Yves Leloup the International Holistic University of Brasilia (UNIPEACE),[2] of which he was the director.  In 2000, Weil received an honourable mention for the UNESCO Prize for Peace Education.[3][4]", "67230955": "PhDr. Jirina Prekop, born Jiřina Prekopová (14 October 1929, Olomouc or Prostějov, Czechoslovakia - 7 September 2020, Prague, Czech Republic) was a Czech psychologist and an author of children psychology and education literature, living and writing in Germany.", "22666476": "Kenneth Kaye (January 24, 1946 – May 26, 2021[1]) was an American psychologist and writer whose research, books, and articles connect the fields of human development, family relationships and conflict resolution.", "44096750": "Maria Weigl Piers (May 17, 1911 – May 21, 1997) was an Austrian-born American psychologist, social worker, educator and prolific author, whose career was especially devoted to the psycho-social development of children.  With Barbara T. Bowman and Lorraine Wallach, Piers founded the Chicago School for Early Childhood Education, later renamed the Erikson Institute for Early Childhood Education in recognition of the work of Erik Erikson, a close friend and colleague of Piers.[1]  Piers served as professor and dean at Erikson Institute, and brought her particular interest and expertise in psychoanalytic theory and practice to the Erikson curriculum.[2] The Erikson Institute is widely recognized as one of the world's leading academic institutions in the field of early childhood development.", "52911357": "Lutz Jäncke (* July 16, 1957 in Wuppertal) is a neuropsychologist and a cognitive neuroscientist.", "43801862": "Herbert John Klausmeier (November 4, 1915 – May 20, 2014) was an American educational psychologist.[1][2]", "61660425": "Mary Collins (1895–1989) was an expert in colour vision, and psychology lecturer at Edinburgh University.", "5037323": "Guy Loraine Bond (May 4, 1904 – 1980) was an educational psychologist who made significant contributions to research in reading and literacy.[citation needed] Bond's work with Robert Dykstra on The First Grade Studies is perhaps the most famous of his contributions.[1] His areas of study were reading, elementary education, and curriculum education psychology.", "21290257": "Eileen Jeanette Vancho Lyttle Garrett (14 March 1892 – 15 September 1970) was an Irish medium and parapsychologist.[1] Garrett's alleged psychic abilities were tested in the 1930s by Joseph Rhine and others. Rhine claimed that she had genuine psychic abilities, but subsequent studies were unable to replicate his results, and Garrett's abilities were later shown to be consistent with chance guessing.[2] Garrett elicited controversy after the R101 crash, when she held a series of séances at the National Laboratory of Psychical Research claiming to be in contact with victims of the disaster. John Booth, and others, investigated her claims, and found them to be valueless, easily explainable, or the result of fraud.[3][4]", "8379665": "Elliot Saltzman [1][2] Archived 2006-09-06 at the Wayback Machine is an American psychologist and speech scientist. He is a professor in the Department of Physical Therapy at Boston University and a Senior Scientist at Haskins Laboratories in New Haven, Connecticut. He is best known for his development, with J. A. Scott Kelso of \"task dynamics [3].\" He is also known for his contributions to the development of a gestural-computational model [4] Archived 2006-12-08 at the Wayback Machine at Haskins Laboratories that combines task dynamics with articulatory phonology and articulatory synthesis. His research interests include application of theories and methods of nonlinear dynamics and complexity theory to understanding the dynamical and biological bases of sensorimotor coordination and control. He is the co-founder, with Philip Rubin, of the IS group.", "72965398": "Solveig Karin Bø Vatnar (born 1968) is a Norwegian psychologist and violence researcher. She is a principal scientist and professor at Oslo University Hospital's center for security, prison and forensic psychiatry, and researches homicide perpetrated by intimate partners and family members. She has been a member of several royal commissions, i.e. government-appointed expert commissions.", "8019222": "William Albert Hugh Rushton FRS[1] (8 December 1901 – 21 June 1980) was professor of Physiology at Trinity College, Cambridge. His main interest lay in colour vision and his Principle of Univariance is of seminal importance in  the study of perception.[2]", "41803039": "Arild Hestvik (born 1960 in Trondheim, Norway) is a researcher in theoretical linguistics and experimental psychology.", "417063": "Vilayanur Subramanian Ramachandran (born 10 August 1951) is an Indian-American neuroscientist. He is known for his wide-ranging experiments and theories in behavioral neurology, including the invention of the mirror box. Ramachandran is a distinguished professor in UCSD's Department of Psychology, where he is the director of the Center for Brain and Cognition.", "2350379": "Boris Sidis (/ˈsaɪdɪs/; October 12, 1867 – October 24, 1923) was a Ukrainian-American psychologist, physician, psychiatrist, and philosopher of education. Sidis founded the New York State Psychopathic Institute and the Journal of Abnormal Psychology. He was the father of child prodigy William James Sidis. Boris Sidis eventually opposed mainstream psychology and Sigmund Freud, and thereby died ostracized. He was married to a maternal aunt of Clifton Fadiman, the American intellectual.", "28859693": "Peter Max Gollwitzer (born 29 June 1950 in Nabburg) is a German professor of psychology in the Psychology Department at New York University. His research centers on how goals and plans affect cognition, emotion, and behavior.", "34528567": "Cornelis George Boeree (January 15, 1952 – January 5, 2021) was an American psychologist and professor emeritus at Shippensburg University, specializing in personality theory and the history of psychology.", "22469959": "Wu Nanxuan (1893–1980; Chinese: 吴南轩), was a Chinese educator and psychologist, best known for his president positions of several prestigious Chinese universities.", "43572551": "Merlin Carl Wittrock (January 3, 1931 – November 28, 2007) was an American educational psychologist.[1] He received the E. L. Thorndike Award in 1987.", "59858265": "Leslie Altman Rescorla (15 August 1945 – 12 October 2020[1]) was a developmental psychologist and expert on language delay in toddlers.[2] Rescorla was Professor of Psychology on the Class of 1897 Professorship of Science and Director of the Child Study Institute at Bryn Mawr College. She was a licensed and school certified psychologist known for her longitudinal research on late talkers. In the 1980s, she created the Language Development Survey,[3] a widely used tool for screening toddlers for possible language delays.  Rescorla worked with Thomas M. Achenbach in developing the manual for the Achenbach System of Empirically Based Assessment (ASEBA)[4] used to measure adaptive and maladaptive behavior in children.[5]", "14966106": "Michael Brant DeMaria is an American psychologist, author, and musician.", "26336606": "David G. J. Fontana FBPsS (1 November 1934 – 18 October 2010) was a British psychologist, parapsychologist and author. He was a Professor of Psychology at Cardiff University. He was also a visiting professor at Liverpool John Moores University and the University of Algarve.[1]", "12770682": "Klaus Holzkamp (30 November 1927, Berlin – 1 November 1995, Berlin) was a German psychologist.", "22764922": "Gary Namie is a social psychologist and anti-workplace bullying activist. He is the co-founder and director of the Workplace Bullying Institute, and is widely regarded as North America's foremost authority on the topic of workplace bullying.", "61889918": "2010 Boyd McCandless Early Career Award from the American Psychological Association", "40459650": "Bonnie Ruth Strickland (born 1936) is known for her contributions to the psychology community. From her decades long career at Emory University and University of Massachusetts Amherst to her time as the president of the American Psychological Association (APA) she has contributed a great deal to clinical psychology, social psychology, and feminism.[2]", "34528654": "Brian Malzard Foss (25 October 1921 – 23 December 1997) was a British psychologist. Brian Foss was an academic psychologist. He was born in Whittlesey, Cambridgeshire on 25 October 1921. He died in London on 23 December 1997.", "21618064": "Johan Cullberg (6 January 1934 – 14 June 2022)[1][2][3] was a Swedish professor in psychiatry and psychology, researcher, psychoanalyst, and author of a number of internationally recognised textbooks.", "56647065": "Jane Ritchie OBE (née Beaglehole; 12 February 1936 – 21 April 2023) was a New Zealand psychology academic and expert of child-raising. She was an emeritus professor at the University of Waikato.[1] She was the first woman to graduate with a PhD in psychology from a New Zealand university.[2]", "2973084": "Geoffrey Franklin Potts is an American cognitive psychologist who a professor at the University of South Florida in Tampa.", "8609182": "Barbara B. Brown (1921–1999) was a research psychologist who popularized biofeedback and neurofeedback in the 1970s. Biofeedback Magazine, a publication of the Association for Applied Psychophysiology and Biofeedback (AAPB), noted that she was \"among the first and most successful to make the public aware of the power and potential of biofeedback.\"[1]", "9559457": "Loren Grey (1915–2007; born Middletown, New York) was an American novelist and educational psychologist who attended the USC Rossier School of Education.  He was the son of the writer Zane Grey.[1]", "57171365": "Guy Holmes was a clinical psychologist in the UK known for his work in the area of critical and community psychology, in particular Psychology in the Real World, a type of social action group work that influenced theory and practice in community psychology.", "4087208": "David Francis Marks (born 1945)[1] is a psychologist, author and editor of numerous articles and books largely concerned with five areas of psychological research – judgement, health psychology, consciousness, parapsychology and intelligence. Marks is also the originator of the General Theory of Behaviour, and has curated exhibitions and books about artists and their works.", "34364840": "Ralph O'Reilly Piddington (19 February 1906 – 8 July 1974) was a New Zealand psychologist, anthropologist and university professor.", "24403372": "David C. Funder (Ph.D., Stanford University 1979) is a personality psychologist and a Distinguished Professor of Psychology at the University of California, Riverside. He has written a number of important textbooks and research articles pertaining to the field of personality psychology.   He used to be a past editor of the Journal of Research in Personality, as well as being a former secondary editor of the Journal of Personality and Social Psychology. Funder has been praised for his studies on personality judgment. He had also published research over the attribution theory and the \"delay of gratification\".", "45702579": "Larry Todd Rose (born November 28, 1974) is a scientist, author, professor and social entrepreneur. He is known for being the co-founder and CEO of Populace, a Boston-based think tank.[1] Prior to Populace, Rose was a professor at the Harvard University where he served as the faculty director of the Mind, Brain, and Education program, as well as led the Laboratory for the Science of Individuality.[2]", "12869049": "Thomas Llewelyn Webb is a professor of psychology at the University of Sheffield in the UK.[1] He is a social psychologist whose interests include motivation, goal orientation, and emotional self-regulation. His research has shown that making backup plans can reduce the likelihood of risky behavior.[2]", "286150": "Max Wertheimer (April 15, 1880 – October 12, 1943) was a  psychologist who was one of the three founders of Gestalt psychology, along with Kurt Koffka and Wolfgang Köhler. He is known for his book, Productive Thinking, and for conceiving the phi phenomenon as part of his work in Gestalt psychology.", "286151": "Wolfgang Köhler (21 January 1887 – 11 June 1967) was a German psychologist and phenomenologist who, like Max Wertheimer and Kurt Koffka, contributed to the creation of Gestalt psychology.", "57466312": "Madeha al-Ajroush is a Saudi Arabian women's rights activist, psychologist and photographer. She was detained by Saudi authorities in May 2018 along with Loujain al-Hathloul and five others.", "1826256": "Keith E. Stanovich is a Canadian psychologist. He is an Emeritus Professor of Applied Psychology and Human Development at the University of Toronto and former Canada Research Chair of Applied Cognitive Science. His research areas are the psychology of reasoning and the psychology of reading. His research in the field of reading was fundamental to the emergence of today's scientific consensus about what reading is, how it works, and what it does for the mind. His research on the cognitive basis of rationality has been featured in the journal Behavioral and Brain Sciences and in recent books by Yale University Press and University of Chicago Press. His book What Intelligence Tests Miss won the 2010 Grawemeyer Award in Education. He received the 2012 E. L. Thorndike Career Achievement Award from the American Psychological Association.", "3268050": "Olga Nawoja Tokarczuk[1] ([tɔˈkart͡ʂuk]; born 29 January 1962) is a Polish writer, activist,[2] and public intellectual.[3] She is one of the most critically acclaimed and successful authors of her generation in Poland. In 2019, she was awarded the 2018 Nobel Prize in Literature as the first Polish female prose writer for \"a narrative imagination that with encyclopedic passion represents the crossing of boundaries as a form of life\". For her novel Flights, Tokarczuk was awarded the 2018 Man Booker International Prize. Her works include Primeval and Other Times, Drive Your Plow Over the Bones of the Dead, and The Books of Jacob.", "22207962": "Carol L. Krumhansl is a music psychologist, Professor of Psychology at Cornell University.[1] Her work addresses the perception of musical tonality (relationships between tones, chords and keys such as C major or C# minor). Her approach is based on empirical cognitive psychology and her research established the meaning of the now common term \"tonal hierarchies\".", "73883098": "Karine Sargsyan (Կարինե Սարգսյան) is an Armenian-Austrian medical doctor, geneticist, research manager, biobanker, researcher, and educator. She currently serves as the Scientific Director of Oncobiobank at Cedars-Sinai Medical Center in Beverly Hills, California, US,[1] and Managing Director for International Biobanking and Education at Medical University of Graz, Austria, since 2019. She is also an initiator and Vice Scientific Leader,[2] and Lecturer of the first Bologna conform M.Sc. Biobanking since 2016[3] and University Course Artificial Intelligence in Medicine at the Medical University of Graz starting in 2022.[4]\nShe was one of the pioneers who spoke about quality measures and regulation requirements in the biobanking field and is also a pioneer in biobanking education.\nShe is lecturing at Cedars Sinai, at Msc Biobanking at MedUniGraz, Austria, at MSc in Biobanks & Complex Data Management at Université Côte d’Azur, Nice, France, and at the Institute of medical Genetics at Yerevan State Medical University, Armenia.\nPreviously, she was the founding managing director of Biobank Graz (MedUni Graz) and directed it from 2007 to 2019. Sargsyan was Scientific Director of Competence Center BioPersMed (2009-2011).[5] She was acting president of ESBB (European, Middle Eastern & African Society for Biopreservation and Biobanking) from September 2022 to May 2023.[6]", "13524441": "Peter Hays Gries is the Lee Kai Hung Chair and founding Director of the Manchester China Institute at the University of Manchester, where he is also Professor of Chinese politics."}