{"41530927": "William Duncan McNally (July 8, 1882 – June 29, 1961) was the chief chemist in the Cook County Department of Public Health and the chief chemist for the Cook County Medical Examiner's office.[1][2] He invented an early breathalyzer in 1927.[3]", "66238003": "Elmer Peter Kohler (November 6, 1865 - May 24, 1938) was an American organic chemist who spent his career on the faculty at Bryn Mawr College and later at Harvard University. At both institutions, he was notable for his effectiveness in teaching.[1][2][3]", "439863": "Martin Heinrich Klaproth (1 December 1743 – 1 January 1817) was a German chemist.[1] He trained and worked for much of his life as an apothecary, moving in later life to the university. His shop became the second-largest apothecary in Berlin, and the most productive artisanal chemical research center in Europe.[2]", "15611447": "Johann Karl Wilhelm Ferdinand Tiemann (June 10, 1848 – November 14, 1899) was a German chemist and together with Karl Reimer discoverer of the Reimer-Tiemann reaction.[1]", "3421751": "Venkatraman \"Venki\" Ramakrishnan  (born 1952) is a British-American structural biologist. He shared the 2009 Nobel Prize in Chemistry with Thomas A. Steitz and Ada Yonath for research on the structure and function of ribosomes.[6][9][10][11]", "10171965": "Joel Mark Bowman is an American physical chemist and educator. He currently serves as the Samuel Candler Dobbs Professor of Theoretical Chemistry at Emory University.[1]", "22296136": "Robert Kellogg Crane (December 20, 1919 – October 31, 2010) was an American biochemist best known for his discovery of sodium–glucose cotransport.", "59225674": "Shie-Ming Peng (Chinese: 彭旭明; born 2 March 1949) is a Taiwanese chemist.", "33502802": "Myrtle Claire Bachelder (March 13, 1908 – May 22, 1997) was an American chemist and Women's Army Corps officer, who is noted for her secret work on the Manhattan Project atomic bomb program, and for the development of techniques in the chemistry of metals.", "69023316": "Kayode Oyebode Adebowale FRSC (born 11 January 1962) is a Nigerian professor and scientist and the 13th Vice-chancellor of the University of Ibadan.[1] In October 2021 he became the Vice-Chancellor of the University of Ibadan,[2] having formerly served as the deputy vice-chancellor (administration) of the University of Ibadan, and as the dean of the faculty of science in same institution.[3]", "53491288": "Alexander Lauder FRSE FIC (1870–1943) was a Scottish agricultural chemist.", "22394459": "Wang Chuanfu (Chinese: 王传福; born 1966) is a Chinese chemist, billionaire entrepreneur, and the founder, chairman and CEO of BYD Company.", "41694812": "Nathaniel Thomas Lupton (December 30, 1830 – June 11, 1893) was an American chemist and university professor. He served as the President of the University of Alabama from 1871 to 1874. Additionally, he served as State Chemist of Alabama.", "28096094": "William Dale Phillips (1925-1993) was an American chemist, nuclear magnetic resonance spectroscopist, federal science policy advisor and member of the National Academy of Sciences.  He was born October 10, 1925, in Kansas City, Missouri and died in St. Louis, Missouri, on December 15, 1993.", "50771553": "David Henry Solomon AC FRS FAA FTSE (born 19 November 1929 in Adelaide, South Australia[1]) is an Australian polymer chemist. He is best known for his work in developing Living Radical Polymerization techniques, and polymer banknotes.", "48871010": "Clara Flora Lieber (July 10, 1902 – December 14, 1982) was an American chemist known for her work with Otto Hahn on discovering fission, and her discovery of several isotopes of strontium and barium.", "21247587": "Ma. Assunta Caoile-Cuyegkeng is a Professor of Chemistry at the Department of Chemistry, School of Science and Engineering, Ateneo de Manila University. She was former Vice President for the Loyola Schools of the university. In 2006, she succeeded Professor Anna Miren Gonzales-Intal of the Department of Psychology to become the second person to hold the highest position in the Loyola Schools. She also served as the Acting Dean of the then School of Arts and Sciences and the School of Science and Engineering. In September 2009, she decided to step down from her position as the Loyola Schools Vice President.[1] She was succeeded by  John Paul Vergara, Ph.D.  She also finished her M.S. Chemistry from the same university.[2] She holds the degree Dr.rer.nat. (summa cum laude), which is equivalent to Ph.D., from Universität Regensburg (University of Regensburg) in Regensburg, Bavaria, Germany.", "25278054": "Lloyd Noel Ferguson (February 9, 1918 – November 30, 2011)[1] was an American chemist.[2][3][4][5]", "44873318": "Nenad Trinajstić (26 October 1936 – 27 August 2021) was a Croatian chemist and one of pioneers of the chemical graph theory.[1]", "52508267": "Paul Gassman (June 22, 1935–April 21, 1993) was an American chemist. He is best known for his research in the field of organic chemistry and his service as president of the American Chemical Society and is listed among notable alumni by the Cornell University Graduate School.[1]", "7452269": "Enrico Clementi (November 19, 1931 in Cembra, Italy  - March 30, 2021) was an Italian chemist, a pioneer in computational techniques for quantum chemistry and molecular dynamics.[1]", "33863277": "John Lawrence Oncley (February 14, 1910 – July 14, 2004) was an American biochemist, and professor emeritus at University of Michigan.", "11843184": "Whitmell Pugh Martin (August 12, 1867 – April 6, 1929) was a U.S. Representative from Louisiana. Although he later served most of his congressional career as a Democrat, Martin was first elected as a \"Bull Moose\" Progressive in 1914. He is the only individual ever to represent Louisiana in Congress as a member of that party.", "407157": "Boris Vladimirovich Derjaguin (or Deryagin; Russian: Бори́с Влади́мирович Деря́гин) (9 August 1902 in Moscow – 16 May 1994) was a Soviet and Russian chemist. As a member of the Russian Academy of Sciences, he laid the foundation of the modern science of colloids and surfaces. An epoch in the development of the physical chemistry of colloids and surfaces is associated with his name.", "64272005": "Peter Martin Budd CBE is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[4] His research in general is based on polymer chemistry, energy and industrial separations, specifically on the areas of Polymers of intrinsic microporosity (PIMs), energy storage, polyelectrolytes and separation membranes.[5]", "3716745": "George Wilhelm Herman Emanuel Merck (March 29, 1894 – November 9, 1957) was the president of Merck & Co. from 1925 to 1950 and a member of the Merck family.", "56178315": "Walmar Wladimir Schwab was born in Moscow on 1 September 1902 and died in Onex, Switzerland, on 19 August 2000. A painter and print-maker in Paris during the 1920s, he later abandoned this for a career in chemistry and took Swiss nationality.[1]", "42579600": "Nariman Bomanshaw Mehta (April 20, 1920 – August 22, 2014)[1] was an Indian-born American organic chemist and pharmacologist who designed, synthesized, and patented the organic compound bupropion, marketed under the name Wellbutrin as an antidepressant and smoking cessation aid.[2]", "67614353": "Joshua Melko (/mɛlkoʊ/) is an American scientist and chemistry professor. Melko is an associate professor of physical chemistry in the Department of Chemistry at University of North Florida. His research focuses on studying gas phase chemical reactions that are relevant to the atmospheres of Earth and Mars which provides insights into reactions critical in global warming, ground-to-space communication, and habitability of other planets. Melko is best known for his innovative online teaching methods on the popular streaming platform Twitch.[1][2][3]", "42055317": "Manoj Chitnavis FRSC is a British teacher and chemist.", "60995227": "Tamara Susan Galloway OBE is a British marine scientist and Professor of Ecotoxicology at the University of Exeter. She was appointed an Officer of the Order of the British Empire in the 2019 Birthday Honours.", "74200735": "Paul Jacob Brombacher (10 October 1930 – 2 July 2020) was a Dutch clinical chemist, professor at Maastricht University and the head clinical chemist at De Wever Hospital [nl] in Heerlen.", "74462882": "Richard P. Van Duyne (1945–2019) was an American chemist and professor of chemistry at Northwestern University.[1] He was known for his development of surface-enhanced Raman scattering (SERS) and nanoplasmonics initially for analytical and physical chemistry, but the high sensitivity of these methods resulted in numerous applications in chemistry, material science, physics, and medicine. He definitively demonstrated the single molecule sensitivity of SERS.[2]", "43398821": "Minze Stuiver (25 October 1929 – 26 December 2020) was a Dutch geochemist who was at the forefront of geoscience research from the 1960s until his retirement in 1998. He helped transform radiocarbon dating from a simple tool for archaeology and geology to a precise technique with applications in solar physics, oceanography, geochemistry, and carbon dynamics.  Minze Stuiver's research encompassed the use of radiocarbon (14C) to understand solar cycles and radiocarbon production, ocean circulation, lake carbon dynamics and archaeology as well as the use of stable isotopes to document past climate changes.", "21444263": "Hans Kuhn (5 December 1919 – 25 November 2012) was a Swiss chemist. He was professor emeritus for physical chemistry and former scientific director  at the  Max Planck Institute for Biophysical Chemistry (Karl Friedrich Bonhoeffer Institute) in Göttingen.[1][2]", "8861352": "George Ingle Finch MBE FRS[1] (4 August 1888 – 22 November 1970) was an Australian chemist and mountaineer.[2][3][4] His obituary in The Times describes him as \"one of the two best alpinists of his time\" (with George Mallory).[5]", "3880617": "Doom 2099 (Victor Von Doom) is a fictional anti-hero appearing in American comic books published by Marvel Comics. The character was primarily featured in the Marvel 2099 series Doom 2099. The character is based on Doctor Doom, created by Stan Lee and Jack Kirby. The series was written by John Francis Moore for its first two years, and by Warren Ellis for its third.", "34191015": "Cedric Herbert Hassall FRS (6 December 1919 – 5 September 2017) was a New Zealand chemist.", "15152813": "Friedrich Gustav Carl Emil Erlenmeyer (July 14, 1864 – February 8, 1921), also known as Emil Erlenmeyer, Jr., was a German chemist and the discoverer of the Erlenmeyer-Plöchl azlactone and amino acid synthesis. He was the son of Richard August Carl Emil Erlenmeyer and father of Hans Erlenmeyer.", "36124336": "Lloyd Albert Quarterman (May 31, 1918 – July 1982) was an American chemist working mainly with fluorine. During the Second World War he was one of the first African American scientists and technicians on the Manhattan Project.[1][2]", "51951284": "Maurizio Prato (born in Lecce October 11, 1953), is an Italian Organic Chemist, who is best known for his work on the functionalization of carbon nanostructures, including fullerenes, carbon nanotubes and graphene. He developed a series of organic reactions that make these materials more biocompatible, less or even non toxic, amenable to further functionalization, and easier to manipulate. He is Professor of Organic Chemistry at the University of Trieste and Research Professor at CIC BiomaGUNE in San Sebastián, Spain.", "53884598": "Tullio Ilomets (13 July 1921 – 22 August 2018[1]) was an Estonian chemist, science historian and a volunteer in heritage protection.", "11613880": "Uma Chowdhry is an American chemist whose career has been spent in research and management positions with E. I. du Pont de Nemours and Company.[1][2]\nShe has specialized in the science of ceramic materials, including catalysts,[3][4] proton conductors,[5] superconductors[6][7][8] and ceramic packaging for microelectronics.[9][10]", "6928058": "Stanley Donald Stookey (May 23, 1915 – November 4, 2014) was an American inventor. He had 60 patents in his name related to glass and ceramics, some patents solely his and others shared as joint patents with other inventors. His discoveries and inventions have contributed to the development of ceramics, eyeglasses, sunglasses, cookware, defense systems, and electronics.[1][3]", "2504385": "Edgar William Richard Steacie OBE FRS FRSC[1] (December 25, 1900 – August 28, 1962) was a Canadian physical chemist and president of the National Research Council of Canada from 1952 to 1962.[2][3]", "38155975": "Mark A. Krasnow is a Professor of Biochemistry at Stanford University School of Medicine. He earned his B.S. in Biology and Chemistry from the University of Illinois in 1978, his Ph.D. in biochemistry in 1983, and his M.D. in 1985 from The University of Chicago under the guidance of Nicholas R. Cozzarelli. He did his postdoctoral work on the Ultrabithorax gene with David Hogness at Stanford University. He has been a professor at Stanford since 1988 and is currently the chair of the program. His research is focused on understanding the molecular, genetic, and cellular mechanisms of tracheal development using drosophila and mice. He has been a Howard Hughes Medical Institute (HHMI) investigator since 1997 and is a Fellow of the American Association for the Advancement of Science and the American Academy of Arts and Sciences.[1] He has been elected as the National Academy of Medicine in 2016,[2] and the National Academy of Sciences in 2019.[3]", "35567306": "Robert F. Fudali is an American geochemist.", "59225804": "Anna Dmitrievna Gelman (also Dmitriyevna/Dmitryevna) (Russian: Гельман Анна Дмитриевна) (18 February 1902 — 29 March 1991) (née Nikitin) was a Soviet and Russian chemist and engineer. She was the first to synthesise alkene complexes of platinum, discovered heptavalent states of plutonium and other actinides and created and improved processes for radionuclide production.", "51263192": "Janine Cossy (born in 1950) is a French chemist who specialises in the synthesis of biologically-active products and is an emeritus professor of organic chemistry at ESPCI Paris.[1]", "49231585": "Georg Lockemann (17 October 1871, in Hollenstedt – 4 December 1959, in Hollenstedt) was a German chemist.", "48543460": "Eucharia Oluchi Nwaichi // ⓘ is a Nigerian environmental biochemist, soil scientist and toxicologist.", "46825": "Otto Hahn (pronounced [ˈɔtoː ˈhaːn] ⓘ; 8 March 1879 – 28 July 1968) was a German chemist who was a pioneer in the fields of radioactivity and radiochemistry. He is referred to as the father of nuclear chemistry and father of nuclear fission. Hahn and Lise Meitner discovered radioactive isotopes of radium, thorium, protactinium and uranium. He also discovered the phenomena of atomic recoil and nuclear isomerism, and pioneered rubidium–strontium dating. In 1938, Hahn, Lise Meitner and Fritz Strassmann discovered nuclear fission, for which Hahn received the 1944 Nobel Prize for Chemistry. Nuclear fission was the basis for nuclear reactors and nuclear weapons.", "55260908": "Arthur Edgar Juve (1901–1965) was a B. F. Goodrich Director of Technology who developed oil-resistant rubber compositions, lab tests for tire treads, and improvements in manufacture of rubber products and the processing of synthetic rubber.[1]", "68728560": "Ahmed Sulaiman Al-Harrasi (Arabic: أحمد سليمان الحراصي; born 13 October 1974) is an Omani scientist and a professor of organic chemistry at the University of Nizwa, Nizwa, Sultanate of Oman.[1]", "60995316": "Margaret Mary Hyland FRSNZ is a Canadian-born chemist based in New Zealand whose research focuses on aluminium technology, and the chemistry and engineering of material surfaces.  She moved to New Zealand in 1989 and after holding many senior academic leadership roles supporting and developing research at the faculty, university and national level became recognised as an authority on the generation and capture of fluoride emissions from aluminium smelters and for coordinating the team that produced the 'Fluoride Emissions Management Guide' for the aluminium industry. This achievement was acknowledged when she became the first woman to win the Pickering Medal. In 2017, Hyland was seconded to the Ministry of Business, Innovation and Employment in the role of Chief Scientist and has held positions in a variety of other groups supporting the physical sciences and engineering.  Since 2018 she has been Vice-Provost, (Research) at Victoria University of Wellington, New Zealand.", "53982967": "James Robert Durrant CBE FRS[5] FRSC FLSW is a British photochemist. He is a professor of photochemistry at Imperial College London and Sêr Cymru Solar Professor at Swansea University.[6][7] He serves as director of the centre for plastic electronics (CPE).[3][8][9]", "2406137": "Alekséy Yevgényevich Chichibábin (Russian: Алексей Евгеньевич Чичибабин; 29 March [O.S. 17 March] 1871 – 15 August 1945) was a Soviet Russian organic chemist. His name is also written Alexei Yevgenievich Chichibabin and Alexei Euguenievich Tchitchibabine.[1]", "57095932": "Charles William Shoppee FAA FRS (1904–1994) was a British-born organic chemist who performed major research into steroids. He was Professor of Chemistry at the University College of Swansea (1946–1956) and Professor of Organic Chemistry at the University of Sydney (1956–1969).[1][2][3][4][5]", "1423102": "Leo Yaffe, OC FRSC (July 6, 1916 – May 14, 1997) was a Canadian nuclear chemistry scientist and a proponent of the peaceful uses of nuclear power.", "34846481": "Dame Barbara Evelyn Clayton DBE FRCP FRCPath FMedSci (2 September 1922 – 11 January 2011) was an English pathologist who made a significant contribution to clinical medicine, medical research and public service. She was latterly Professor of Clinical Pathology at Great Ormond Street Hospital, London.[1]", "44414738": "Izrael Hieger DSc (London) (13 June 1901 – 14 October 1986) was a biochemist whose work focused on carcinogenesis. He discovered the first known organic carcinogenic compound.[1] In 1937 Hieger, with colleagues Ernest Kennaway and J. W. Cook, was nominated for a Nobel Prize for work on isolating chemical carcinogenic agents from tar and studies on the relation between chemical constitution and carcinogenic activity.[2]", "43955994": "Rachel Yehuda (born 1959) is a professor of psychiatry and neuroscience, the vice chair for veterans affairs in the psychiatry department, and the director of the traumatic stress studies division at the Mount Sinai School of Medicine. She also leads the PTSD clinical research program at the neurochemistry and neuroendocrinology laboratory at the James J. Peters VA Medical Center. In 2020 she became director of the Center for Psychedelic Psychotherapy and Trauma Research at Mount Sinai.[1]", "55785243": "Ganpathi Naresh Patwari (born 13 December 1972) is an Indian chemist and a professor at the Department of Chemistry of the Indian Institute of Technology Bombay. Known for his studies on vibrational spectroscopy, his work is reported to have widened the understanding of the fundamental concepts in hydrogen bonding.[1]", "63846172": "Lateefah Durosinmi (born 1957 in Lagos) is a Nigerian chemist and academic. She is a Professor at Obafemi Awolowo University in Ilé-Ifẹ̀, Nigeria.", "48576292": "Dr George Coull FRSE (1862? – 10 January 1934) was a Scottish pharmaceutical chemist. He served as Managing Director of Raimes Clark & Co, parent company to Scotland's largest independent chemist, Lindsay & Gilmour.[1]", "48084773": "Johan Heinrich Becker (18 December 1715 – 21 February 1761) was a German physician and chemist who settled in Norway.", "66959143": "Otto P. Strausz (January 29, 1924 – May 14, 2019) was a Canadian professor of chemistry.", "4470567": "George Barger FRS FRSE FCS LLD (4 April 1878 – 5 January 1939) was a British chemist.", "54834987": "Kawamoto Kōmin (川本 幸民, 1810 – June 1, 1871) was a 19th-century Japanese scholar of Rangaku and also a doctor. His true name was Yutaka (裕), art name Yuken (裕軒). His father was Kawamoto Shuan (川本 周安), a clan doctor of Sanda Domain.[1][2] Today he is known as a \"father of chemistry in Japan\" thanks to his works.[3][4]", "31602487": "John Brown Francis Herreshoff (February 7, 1850 – January 30, 1932) was   second winner of the Perkin Medal.[1][2] He was also the president of The General Chemical Company.[3][4]", "59225912": "David Zitoun (Hebrew: דוד זיתון) is an Israeli chemist and materials scientist.", "38876986": "Jan van Houwelingen (8 December 1939 – 17 March 2013) was a Dutch politician of the defunct Anti-Revolutionary Party (ARP) later the Christian Democratic Appeal (CDA) party and chemist.[1]", "3716928": "Joel Henry Hildebrand (November 16, 1881 – April 30, 1983)[1] was an American educator and a pioneer chemist. He was a major figure in physical chemistry research specializing in liquids and nonelectrolyte solutions.[2]", "53393218": "Neculai Costăchescu (18 February 1876–14 July 1939) was a Romanian chemist and politician.", "51689283": "Geoffrey Alan Stuart Ozin FRSC is a British chemist, currently Tier 1 Canada Research Chair in Materials Chemistry and Distinguished University Professor at the University of Toronto.[1] Ozin is the recipient of numerous awards for his research on nanomaterials, including the Meldola Medal and Prize in 1972 and the Rutherford Memorial Medal in 1982. He won the Albert Einstein World Award of Science in 2011, the Royal Society of Chemistry's Centenary Prize in 2015, and the Humboldt Prize in 2005 and 2019.[2] He has co-founded three university spin-off companies: Torrovap in 1985, which manufactures metal vapor synthesis scientific instrumentation; Opalux in 2006, which develops tunable photonic crystals; and Solistra in 2019, which develops photocatalysts and photoreactors for hydrogen production from carbon dioxide and methane.[3]", "32487237": "Christina Cruikshank Miller FRSE (29 August 1899 – 16 July 2001) was a Scottish chemist and one of the first five women (also the first female chemist) elected to the Royal Society of Edinburgh (7 March 1949).[1] Christina Miller was deaf from childhood and also lost the sight of one eye in a laboratory explosion in 1930. The Christina Miller Building within Edinburgh University's Kings Buildings is named in her honour, as is Christina Miller Hall at Heriot-Watt University.[2]", "74069831": "Oded Hod (Hebrew: עודד הוד) is an Israeli chemist. He is a full professor at the School of Chemistry of Tel Aviv University, and is the Heinemann Chair of Physical Chemistry.[1]", "52442963": "Devadas Devaprabhakara (1932–1978) was an Indian organic chemist and a professor at the department of chemistry of the Indian Institute of Science.[1] He was known for his studies on cyclic allenes and medium-ring dines.[2] His researches on the reduction, hydroporation and isomerization of them and his synthesis of a number of cyclic hydrocarbons have assisted in rationalizing the understanding of the substrates.[3] He published his researches by way of several peer-reviewed articles;[4] the inline repository of the Indian Academy of Sciences have listed 48 of them.[5] He was also an elected fellow of the Indian Academy of Sciences.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1976, for his contributions to chemical sciences.[7] He died on 12 January 1978, at the age of 45.[6]", "20526940": "Charon Robin Ganellin FRS (25 January 1934 – ) is a British medicinal chemist, and Emeritus Smith Kline and French Professor of Medicinal Chemistry, at University College London.[1][2]", "48609115": "Lidija Liepiņa (Latvian pronunciation: [ˈli.di.ja ˈli͡ɛ.pi.ɲa], Russian: Лидия Карловна Лепинь; 4 April 1891 – 4 September 1985) was a Latvian physical chemist, Academician of the Academy of Sciences of the Latvian SSR, professor, and one of the first women to receive a doctorate in chemistry in the USSR.", "20330339": "Kenneth Breslauer is the Linus C. Pauling Distinguished Professor of Chemistry and Chemical Biology at Rutgers University. He is the Founding Dean of the Division of Life Sciences and served as vice president for Health Science Partnerships.[1]\n[2] Kenneth Breslauer's research focuses on defining and characterizing the molecular forces that control communication between biological molecules, particularly those interactions that modulate and control gene expression, DNA damage repair, mutagenesis, and drug binding. Breslauer arrived at the university as an assistant professor in 1974.", "21837673": "Sam Granick (February 16, 1909 – April 29, 1977) was an American biochemist known for his studies of ferritin and iron metabolism more broadly, of chloroplast structure, and of the biosynthesis of heme and related molecules.", "38483827": "Stephen Dank is an Australian biochemist who worked as a sports scientist at several professional sports club. He is known for his key role in two major sports drug cheating scandals, the Essendon Football Club supplements saga and the Cronulla-Sutherland Sharks supplements saga, where he injected players with illegal substances to improve their performance.", "64501626": "Robert H. Herman (December 19, 1925 – December 25, 1980) was an American author, biochemist, nutritionist, physician, soldier, and scientist.  Herman was a gastroenterologist and expert in human nutrition with interests in food intolerance, gastrointestinal enzymes, inborn errors of metabolism, metabolic control, and lactase deficiency.", "44283778": "Northam Warren (May 15, 1878, in Grand Rapids Michigan – May 14, 1962) created the formula for Cutex Cuticle Remover.", "51951496": "Pavel Tlustoš (born 27 February 1955 in Nové Město na Moravě, Czechoslovakia) is a Czech agricultural chemist. From 2000-10 he was Vice Dean of the Faculty of Agricultural Biology, Food and Natural Resources of the Czech University of Life Sciences Prague (CULS), and 2010-February 2018 he was the Dean of the faculty. Since March 2018 he is again Vice Dean and responsible for international relations the faculty.[1][2]", "22034316": "Aaron Bodansky (1887 in Elizabethgrad – 1960) was a Russian-born American biochemist remembered for describing the Bodansky unit in the measurement of alkaline phosphatase in blood.", "46249870": "Cecil Ernest Boord (June 29, 1884–November 3, 1969) was an American chemist.[1]", "15218575": "Gordon Hillis Aylward is an Australian chemical author. He is known for writing the SI Chemical Data book.", "47527824": "Harry Munroe Napier Hetherington Irving (19 November 1905 in Oxford[1] – 20 June 1993 in Cape Town[2]), often cited as H. M. N. H. Irving, was a British chemist.", "55588762": "Holger Braunschweig FRSC is Head and Chair of Inorganic Chemistry at the Julius-Maximilians-University of Würzburg in Würzburg, Germany. He is best known for founding the field of transition metal-boron multiple bonding (transition metal borylenes),[1][2][3][4] the synthesis of the first stable compounds containing boron-boron[5] and boron-oxygen[6] triple bonds, the isolation of the first non-carbon", "2013084": "Stuart Alan Rice (born January 6, 1932) is an American theoretical chemist and physical chemist.[1] He is well known as a theoretical chemist who also does experimental research, having spent much of his career working in multiple areas of physical chemistry. He is currently the Frank P. Hixon Distinguished Service Professor Emeritus at the University of Chicago.  During his tenure at the University of Chicago, Rice has trained more than 100 Ph.D. students and postdoctoral researchers.[2]  He received the National Medal of Science in 1999.[1]", "18134940": "Wilhelm Körner, later a.k.a. Guglielmo Körner (April 20, 1839 in Cassel – March 29, 1925 in Milan), was a German chemist.[1][2]", "19642269": "Veerabhadran \"Ram\" Ramanathan  (born 24 November 1944) is Edward A. Frieman Endowed Presidential Chair in Climate Sustainability  Scripps Institution of Oceanography, University of California, San Diego. He has contributed to many areas of the atmospheric and climate sciences including developments to general circulation models, atmospheric chemistry, and radiative transfer. He has been a part of major projects such as the Indian Ocean Experiment (INDOEX) and the Earth Radiation Budget Experiment (ERBE), and is known for his contributions to the areas of climate physics, Climate Change and atmospheric aerosols research. He is now the Chair of Bending the Curve: Climate Change Solutions education project of University of California. He has received numerous awards, and is a member of the US National Academy of Sciences. He has spoken about the topic of global warming, and written that \"the effect of greenhouse gases on global warming is, in my opinion, the most important environmental issue facing the world today.\"[2]", "61978528": "Senku Ishigami (Japanese: 石神 千空, Hepburn: Ishigami Senkū) is the protagonist from Riichiro Inagaki and Boichi's manga series Dr. Stone. Beginning in April 5738 AD, it has been over 3,700 years since a mysterious flash petrified nearly all human life. A 16-year-old genius named Senku Ishigami is suddenly revived to find himself in a world where all traces of human civilization have been eroded by time. Senku sets up a base-camp and begins to study the petrified humans in order to determine the cause of the event.", "67581864": "Dan Salah Tawfik (28 May 1955 – 4 May 2021) was an Israeli biochemist, best known for his contributions in protein engineering, evolutionary biochemistry and, more particularly, enzyme evolution.[1][2]", "52279218": "Alexander Classen (13 April 1843, in Aachen – 28 January 1934, in Aachen) was a German chemist, who is considered one of the founders of electrochemical analysis.[1]", "636851": "Amir Hamudi Hasan al-Saadi or Amer al-Sadi (born April 5, 1938), \"the organizational genius behind the Iraqi superweapons program,\"[1]   was Saddam Hussein's liaison with the UN inspectors in the runup to the 2003 invasion of Iraq. Like the defector Hussein Kamel al-Majid, he insisted Iraq had destroyed its prohibited weapons. While he was dismissed by the US as a liar, he was vindicated by the subsequent failure to uncover weapons of mass destruction by the Iraqi Survey Group.", "63780788": "Katalin \"Kati\" Karikó (Hungarian: Karikó Katalin, pronounced [ˈkɒrikoː ˌkɒtɒlin]; born 17 January 1955) is a Hungarian-American[2] biochemist who specializes in ribonucleic acid (RNA)-mediated mechanisms, particularly in vitro-transcribed messenger RNA (mRNA) for protein replacement therapy.[3] Karikó laid the scientific groundwork for mRNA vaccines, overcoming major obstacles and skepticism in the scientific community.[1][4]  Karikó received the Nobel Prize in Physiology or Medicine in 2023 for her work, along with American immunologist Drew Weissman.[5][6]", "74463157": "Alexander F. More is an American scientist (climate and health), economist, and science communicator. His discoveries include the impact of climate change on the largest pandemics in the last two millennia, the impact of pandemics on air pollution, and the resetting of toxic air pollution standards through highly detailed interdisciplinary research.[1][2][3][4][5][6][7][8][9][10][11][12][13][14][15][16][17][18][19][20] More also uncovered the creation of the first broad public health system during an environmental and climate crisis (the second pandemic).[21] He frequently appears as a leading expert on national and global news stories on climate change and public health, as well as other issues of public policy, including immigration, sustainability and economic growth.[22][23][1][24][8][11][25] He worked as a staff member for Senator Ted Kennedy when he was drafting the Affordable Care Act, and continues to engage in public service and non-profit activities as part of several foundations.", "2537401": "Joyce Gilchrist (January 11, 1948 – June 14, 2015)[1] was an American forensic chemist who had participated in more than 3,000 criminal cases in 21 years while working for the Oklahoma City Police Department,[2] and who was accused of falsifying evidence to help prosecutors.[3][4] Her evidence led in part to 23 people being sentenced to death, 12 of whom have been executed.[3] After her dismissal, Gilchrist alleged that she was fired in retaliation for reporting sexual misconduct.[5]", "33863610": "Edmund Carl Kornfeld (24 February 1919 – 22 June 2012) was an American organic chemist who devoted his life to the research of new drugs.[1] His leading discovery, with the help of a team, was an antibiotic that was later named vancomycin.[2][3]", "34191289": "Robert Neville Haszeldine FRS, FRSC  (3 May 1925 – 13 October 2016) was a British chemist. He is best known for his contributions to organofluorine chemistry, such as the discovery/invention of triflic acid.[1]", "407483": "Elias Ashmole FRS (/ɪˈlaɪ.ʌs ˈæʃmoʊl/; 23 May 1617 – 18 May 1692) was an English antiquary, politician, officer of arms, astrologer and student of alchemy. Ashmole supported the royalist side during the English Civil War, and at the restoration of Charles II he was rewarded with several lucrative offices.", "33765309": "Leonard Maxwell Isaacson (December 15, 1925 – July 1, 2018) was an American chemist and composer.[1]", "4601790": "Hervé This (French: [ɛʁve tis]; born 5 June 1955 in Suresnes, Hauts-de-Seine, sometimes named Hervé This-Benckhard, or Hervé This vo Kientza) is a French physical chemist who works for the Institut National de la Recherche Agronomique at AgroParisTech, in Paris, France. His main area of scientific research is molecular gastronomy, that is the science of culinary phenomena (more precisely, looking for the mechanisms of phenomena occurring during culinary transformations).", "41957310": "Sinknesh Ejigu Wolde-Mariam (born 1956) is an Ethiopian politician, chemist and businesswoman. She is currently Ethiopian Ambassador to Brazil, Argentina and Chile.", "54572993": "Brian M. Hoffman (born August 7, 1941 in Chicago) is an American bioinorganic and physical chemist.", "3160004": "Hugh Felkin (1922–2001)[1] was a research chemist in France from 1950 to 1990 and a member of the Royal Society of Chemistry.", "31995857": "Irwin D. Mandel (April 9, 1922, in Brooklyn – May 26, 2011, in Montclair, New Jersey) was an American biochemist and dentist who was known for his research on the biochemistry of saliva. He was a founder of the preventive dentistry movement and established the first department of preventive dentistry at an American university, the Columbia University College of Dental Medicine. In 1985, he became the first recipient of the Gold Medal for Excellence in Dental Research by the American Dental Association.[1]", "72726482": "Leslie Mareike Schoop is a German materials chemist who is an associate professor at Princeton University. Her research considers the realization of new materials for quantum technologies. She has identified several new topological materials, including the non-toxic, air-stable topological semi-metal ZrSiS.[1]", "32356306": "Zehra Öktem (born September 4, 1959 in Trabzon, Turkey) is a  Turkish female Olympian archer. She resides in Antalya.[1]", "52443100": "Naba Kishore Ray (1940- 2013)[1] was an Indian theoretical and computational chemist, known for his studies on structure of molecules.[2] Born on 5 December 1940 in the Indian state of Odisha,[3] he studied molecules using molecular orbital and floating spherical gaussian orbital methods and his work on the nature of electron density and momentum distribution in atoms and molecules as well as molecular reactivitity on surfaces are reported to have widened the understanding of the subjects.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1983, for his contributions to chemical sciences.[5]", "37009373": "Reed McNeil Izatt (October 10, 1926 – October 29, 2023) was an American chemist who was emeritus Charles E. Maw Professor of Chemistry at Brigham Young University in Provo, Utah. His field of research was macrocyclic chemistry and metal separation technologies.[1][2][3]", "52213733": "Sadhan Basu FNA, FASc, FRSC (2 January 1922 – 5 October 1992) was an Indian physical chemist, academic and the Palit Professor of Chemistry at the University of Calcutta from 1964 to 1985.[1] He was known for his elucidation of the Quantum Mechanical Model of Robert S. Mulliken.[2] His article, Degree of Polymerization and Chain Transfer in Methyl Methacrylate, co-authored with Jyotirindra Nath Sen and Santi R. Palit was the first published Indian article on polymer chemistry.[3] He was an elected fellow of the Royal Society of Chemistry, Chemical Society of France, Indian Chemical Society, Indian National Science Academy and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1962, for his contributions to chemical sciences.[5]", "67549157": "Syed Zafar Hasnain Zaidi Urdu:  سید ظفر حسنین زیدی (4 March 1939 – 7 January 2001) was a Pakistani scientific researcher, and professor  who introduced the concept of Protein Chemistry in Pakistan. He served as Vice Chancellor of the University of Karachi, Pakistan. He was decorated twice by the Government of Pakistan for his contributions to Scientific Research in Pakistan, being awarded Tamgha-e-Imtiaz in 1989 and Sitar-e-Imtiaz in 1995. He was also awarded the Khwarizmi International Award in 1992 by the Government of Iran for his research in Science.", "5650412": "Hermann Sprengel FRS (29 August 1834 – 14 January 1906) was a German-British chemist who discovered the explosive nature of picric acid in 1873, patented safety explosives and invented the mercurial air pump.", "71546860": "Vladimir Fedorovich Luginin (French form Louginine) (20 May 1834 – 13 October 1911) was a Russian physical chemist. His main work was in thermochemistry, and dealt with the heat of combustion of organic compounds.", "243694": "Axel Hugo Theodor Theorell ForMemRS[1] (6 July 1903 – 15 August 1982) was a Swedish scientist and Nobel Prize laureate[2][3][4][5][6][7] in medicine.[8][9]", "669677": "Rudolf Schoenheimer (May 10, 1898 – September 11, 1941) was a German-American biochemist who developed the technique of isotope labelling/tagging of biomolecules, enabling detailed study of metabolism.[1] This work revealed that all the constituents of an organism are in a constant state of chemical renewal.[2]", "69318641": "Emily Chenette is an American biochemist and journal editor. She is the editor-in-chief of PLOS One.[1][2]", "48314354": "Florence Emeline Wall (1893 – October 2, 1988) was one of the first women to be recognized as a cosmetic chemist and the first woman to receive the medal of the Society of Cosmetic Chemists, in 1956. She was recognized then as \"the foremost authority on this branch of education.\"[1] She was inducted into the Cosmetology Hall of Fame at the New York World's Fair in 1965.[1][2]", "72628213": "Helle Ploug is marine scientist known for her work on particles in seawater. She is a professor at the University of Gothenburg, and was named a fellow of the Association for the Sciences of Limnology and Oceanography in 2017.", "72431608": "Ulma Doyle Register (4 February 1920 – 17 July 1997) was an American biochemist, nutritionist, Seventh-day Adventist and vegetarianism activist known for his research on Vitamin B12. He was chairman of the Department of Nutrition at Loma Linda University School of Public Health.", "24262650": "Paul Alwin Mittasch (sorbian: Pawoł Alwin Mitaš) (born 27 December 1869 in Großdehsa/Dažin, today to Löbau, Germany; died 4 June 1953 in Heidelberg, Germany) was a German chemist and scientific historian of Sorbian descent. He is well known by his pioneering and systematic research in the development of catalysts for the industrial ammonia synthesis using the Haber–Bosch process.[1]", "70105084": "María del Coral Barbas Arribas (or Arriba) is a professor at the Universidad CEU San Pablo in Madrid, Spain who is known for her research on metabolomics and integration of chemical data.[clarification needed]", "18429949": "Gottfried Schatz  (18 August 1936 – 1 October 2015) was a Swiss-Austrian biochemist.", "67319811": "David Edgar Games (born 1938[1]) was a Welsh chemist best known for his work in mass spectrometry and chromatography.", "14759944": "Armin Weiss (or Weiß in German script) (5 November 1927 – 7 December 2010)[1] was a German inorganic chemist and politician of the Green Party.", "74070026": "Akane Kawamura is a British chemist who is professor of chemistry at Newcastle University. Her research considers the chemistry of epigenetics. She was awarded the Royal Society of Chemistry Jeremy Knowles Award for her development of chemical probes to study biological processes.", "3717133": "Francis Gurney du Pont (May 27, 1850 – November 7, 1904[1]) was an American businessman and chemist who served as a vice president of E. I. du Pont de Nemours Company and invented smokeless gunpowder with the assistance of cousin Pierre S. du Pont. A member of the du Pont family, Francis had ten children, including E. Paul du Pont, founder of Du Pont Motors.", "37697552": "Elizabeth \"Ella\" Finkel AM (née Sher) is a multi-award-winning Australian science journalist, author and communicator. A former biochemist, she has been broadcast on ABC Radio National, and written for publications such as Science, The Lancet, Nature Medicine, The Bulletin, New Scientist, The Age and The Monthly. In 2005 Finkel co-founded the popular science magazine COSMOS, served as Editor in Chief from 2013 to 2018 and she remains its Editor at Large. In 2016 she was made a Member of the Order of Australia (AM) for her science communication work and philanthropy.[1] In 2019 Finkel was awarded a Doctor of Laws honoris causa from Monash University and the Medal of the Australian Society for Medical Research.[2] She now serves as a Vice Chancellor's Fellow at La Trobe University[3] and on advisory committees for La Trobe University Press, the ARC Centre of Excellence for Australian Biodiversity and Heritage (CABAH) and the Melbourne Zoo.", "669717": "David Rittenberg (November 11, 1906 – January 24, 1970) was an American biochemist who pioneered the isotopic tagging of molecules. He was born and died in New York, and spent almost the whole of his life there. He obtained his B.S. in 1929 from the City College of New York, and his Ph.D. in 1935 at Columbia University under the supervision of Harold Urey.[1]", "19085336": "Eligio Perucca (28 March 1890 in Potenza – 5 January 1965 in Rome)[1] was an Italian physics instructor and researcher at the University of Turin in Italy in the early decades of the twentieth century.  He later served a professorship at the nearby Polytechnic University of Turin.  He discovered an important principle in stereochemistry in 1919, but his contribution was overlooked and forgotten until recently.", "22099993": "Morten Peter Meldal (born 16 January 1954) is a Danish chemist and Nobel laureate. He is a professor of chemistry at the University of Copenhagen[1] in Copenhagen, Denmark. He is best known for developing the CuAAC-click reaction,[2][3] concurrently with but independent of Valery V. Fokin and K. Barry Sharpless.[4]", "66992158": "Marie Louise Uhr (26 July 1923 – 28 July 2001) was an Australian biochemist and leader in the movement advocating for the ordination of women in the Catholic Church.", "14369": "Sir Humphry Davy, 1st Baronet, FRS, MRIA, FGS (17 December 1778 – 29 May 1829) was a British chemist and inventor who invented the Davy lamp and a very early form of arc lamp. He is also remembered for isolating, by using electricity, several elements for the first time: potassium and sodium[1] in 1807 and calcium, strontium, barium, magnesium and boron the following year, as well as for discovering the elemental nature of chlorine and iodine. Davy also studied the forces involved in these separations, inventing the new field of electrochemistry. Davy is also credited to have been the first to discover clathrate hydrates in his lab.", "23214113": "Christian Møller (22 December 1904 in Hundslev, Als – 14 January 1980 in Ordrup) was a Danish chemist and physicist who made fundamental contributions to the theory of relativity, theory of gravitation and quantum chemistry.[1] He is known for Møller–Plesset perturbation theory[2] and Møller scattering.", "13875235": "Ernst Carl Theodor Zincke (19 May 1843 – 17 March 1928) was a German chemist and the academic adviser of Otto Hahn.", "19544100": "Psychedelic film", "51755047": "Yan Dongsheng (Chinese: 严东生; 10 February 1918 – 18 September 2016), also known as Tung-sheng Yen or T. S. Yen, was a Chinese inorganic chemist and material scientist. He was a fellow of the Chinese Academy of Sciences and the Chinese Academy of Engineering. He was a member of the Chinese Communist Party and Jiu San Society. He was a Standing Committee member of the 6th and 7th Chinese People's Political Consultative Conference.[1][2]", "44218407": "Gideon John Davies (born 6 July 1964) FRS FRSC FMedSci is a professor of chemistry in the Structural Biology Laboratory (YSBL) at the University of York, UK.[2][7][8]  Davies is best known for his ground-breaking studies into carbohydrate-active enzymes, notably analysing the conformational and mechanistic basis for catalysis and applying this for societal benefit.  In 2016 Davies was appointed the Royal Society Ken Murray Research Professor at the University of York.", "10598441": "Frederick Dominic Rossini (July 18, 1899 – October 12, 1990) was an American thermodynamicist noted for his work in chemical thermodynamics.", "45266986": "Michael David Fayer (born September 12, 1947) is an American chemical physicist. He is the David Mulvane Ehrsam and Edward Curtis Franklin Professor of Chemistry at Stanford University.", "72628263": "George Augustus Hulett (July 15, 1867 – September 6, 1955) was an American physical chemist, notable as scientific liaison to the British government during World War I on the subject of poison gasses in warfare. He was a member of the National Academy of Sciences and the American Philosophical Society.[1][2]", "51329068": "Albert Hilger (2 May 1839 in Homburg – 18 May 1905 in Possenhofen) was a German pharmacologist and chemist, known for his work in the field of food chemistry.[1]", "53458997": "Iolanda Maria Pedro Campos Cintura Seuane (born 24 October 1972) is a Mozambican chemist and politician who served as Minister for Women and Social Affairs from 2010 to 2014 and has been governor of the capital city Maputo since 2015.", "72562746": "Rudolf Friedrich Heinrich Erhard Ernst Brill (September 7, 1899 in Eschwege – February 17, 1989 in Lenggries)[1] was a German chemist.[2]", "40253501": "Leon H. Johnson (March 6, 1908 – June 18, 1969) was an American chemist and mathematician who served as President of Montana State University from 1964 to 1969. A group of historians named him one of Montana State's four most important presidents in 2011.", "48543805": "Omowunmi \"Wunmi\" A. Sadik (born 19 June 1964) is a Nigerian professor, chemist, and inventor working at New Jersey Institute of Technology. She has developed microelectrode biosensors for detection of drugs and explosives and is working on the development of technologies for recycling metal ions from waste, for use in environmental and industrial applications.[1] In 2012, Sadik co-founded the non-profit Sustainable Nanotechnology Organization.[2]", "73709632": "Anita Hargrave Corbett is an American biochemist who is the Samuel C. Dobbs Professor in the Department of Biology at Emory University.[1][2] Her research investigates the molecular basis for disease, the regulation of protein import and mRNA export. She is a Fellow of the American Association for the Advancement of Science and the American Society for Biochemistry and Molecular Biology.", "13318208": "Peter Adolf Thiessen (6 April 1899 – 5 March 1990) was a German physical chemist. He voluntarily went to the Soviet Union at the close of World War II, and he received high Soviet decorations and the Stalin Prize for contributions to the Soviet program of nuclear weapons.", "1947722": "Keki Hormusji Gharda (born 25 September 1929) is a prominent Indian chemical engineer, chemist and entrepreneur. He is the founder, chairman and managing director of Gharda Chemicals Limited,[1] a R&D-based company with business interests in agrochemicals, polymers, and high performance pigments.[2] He was honoured by the Government of India with the award of Padma Shri in 2016.[3]", "42547282": "Charles Prévost was a French chemist. He was born on 20 March 1899 at Champlitte, Haute-Saône and died in 1983.[1]", "53459036": "Robert L. Hill (1928-2012) was a biochemist who spent most of his career on the faculty at Duke University School of Medicine, from which he retired as the James B. Duke Professor Emeritus. Hill's research focused on the chemistry of enzymes, with particular specialization in glycosyltransferases and glycobiology.", "19380320": "Huang Minlon, Huang-Minlon, or Huang Minglong (simplified Chinese: 黄鸣龙; traditional Chinese: 黃鳴龍; 3 July 1898 – 1 July 1979) was a Chinese organic chemist and pharmaceutical scientist. Huang is considered a pioneer and founder of modern pharmaceutical industries in China.", "18724963": "Martin Martens (8 December 1797 – 8 February 1863) was a Belgian botanist and chemist born in Maastricht, Netherlands.", "6600809": "Nikolay Nikolaevich Zinin (Russian: Никола́й Никола́евич Зи́нин; 25 August 1812 – 18 February 1880) was a Russian organic chemist.", "74332270": "Dejan Ilić (Serbian Cyrillic: Дејан Илић; born 27 July 1957) is a scientist, inventor, academic, and politician in Serbia. For many years, he was a prominent technological innovator in Germany. He has served in the National Assembly of Serbia since 2022 as a non-party delegate endorsed by the Serbian Progressive Party (SNS).", "52377710": "Jhillu Singh Yadav (born 1950) is an Indian organic chemist and the co-founder of the Indo-French Joint Laboratory for Sustainable Chemistry at Interfaces (JLSCI), jointly established by the Indian Institute of Chemical Technology and the University of Rennes 1.[1] He is a former director of Indian Institute of Chemical Technology (IICT) and is known for his studies on organic syntheses of allylic and acetylenic alcohols and spiroacetals.[2] He is an elected fellow of the Indian National Science Academy,[3] the Indian Academy of Sciences[4] National Academy of Sciences, India,[5] Indian Institute of Chemical Engineers and The World Academy of Sciences.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1991, for his contributions to chemical sciences.[7]", "34191472": "Allan Stuart Hay FRS (July 23, 1929 – August 14, 2017)[1][2] was a Canadian chemist, and Tomlinson Emeritus Professor of Chemistry at McGill University. He is best known for his synthesization of Polyphenylene Oxide, leading to the development of Noryl and various other plastics.[3]", "68827248": "Erich Paul Hubert Correns (12 May 1896 – 18 May 1981) was a German chemist and president of the National Front of the German Democratic Republic.", "15808630": "Friedrich August Raschig (also called Fritz Raschig) (8 June 1863 – 4 February 1928) was a German chemist and politician. He was born in Brandenburg an der Havel. After he received his PhD in 1884 from the University of Berlin for his work with Robert Wilhelm Bunsen, he started working at the BASF company. In 1891 he opened his own chemical company in Ludwigshafen am Rhein (which still operates today as Raschig GmbH[1]).  He patented a number of chemical processes, particularly relating to phenols, one of which is now known as the Raschig phenol process, and nitrogen compounds—the Raschig process for producing hydroxylamine and the Olin Raschig process for producing hydrazine. He also developed improvements to distillation, in particular the Raschig ring, small metal or ceramic rings which are used in commercial fractional distillation columns.", "25573495": "Shlomo Hestrin (Hebrew שלמה הסטרין; born 1914; died 2 February 1962) was an Israeli biochemist.", "13351034": "Werner Kuhn (February 6, 1899 – August 27, 1963) was a Swiss physical chemist who developed the first model of the viscosity of polymer solutions using statistical mechanics.[1]  He is known for being the first to apply Boltzmann's entropy formula:[2]", "32749692": "Breaking Bad is a neo-Western crime drama franchise created by American filmmaker Vince Gilligan, primarily based on the television series Breaking Bad (2008–13), its prequel/sequel series, Better Call Saul (2015–22), its sequel film, El Camino: A Breaking Bad Movie (2019), as well as other types of media. The following is an abridged list of characters from all three.", "18954364": "Horst Bickel (28 June 1918 – 1 December 2000) was a German medical doctor.[1]", "31242367": "Derek Smyth FRSC (born 24 April 1927) is a British biochemist who specialises in peptide structure and function. In 2002, he was admitted as a Fellow of the Royal Society of Chemistry.[1]", "9648258": "Jean-Marie Basset (born 9 June 1943) is a French chemist, and is currently the director of KAUST catalysis research center.[1]", "14467": "Sir Harold Walter Kroto FRS[2][3] (born Harold Walter Krotoschiner; 7 October 1939 – 30 April 2016) was an English chemist. He shared the 1996 Nobel Prize in Chemistry with Robert Curl and Richard Smalley for their discovery of fullerenes. He was the recipient of many other honors and awards.", "65091716": "Atsuhiro Osuka (大須賀篤弘, Osuka Atsuhiro, born 16 October 1954) is a research professor of organic chemistry in the Department of Chemistry, Graduate School of Science, Kyoto University (Japan).[1] He is recognized in the fields of porphyrinoid chemistry for his works in extended π-electron systems and its tunable aromatic behaviors.[2][3][4]", "3422344": "Costin D. Neniţescu (in some plaCES Nenitzescu (Romanian pronunciation: [kosˈtin neniˈt͡sesku]; 15 July 1902 – 28 July 1970)) was a prominent Romanian chemist, and a professor at the Polytechnic University of Bucharest. He was a member of the Romanian Academy, a corresponding member of the German Academy of Sciences in Berlin, and a member of the Leopoldina Academy of Natural Scientists in Halle-Saale.", "62863498": "Elena Besley (née Bichoutskaia) FRSC is a British scientist who is Professor of Theoretical and Computational Chemistry at the University of Nottingham. She holds a Royal Society Wolfson Fellowship and is Associate Editor of Nano Letters.", "71743627": "Ján Tkáč (born 10 May 1972) in Poprad is a Slovak chemist known for being the first Slovak scientist based in Slovakia to receive the European Research Council grant.[1]", "1030288": "Ferdinand Frédéric Henri Moissan (28 September 1852 – 20 February 1907) was a French chemist and pharmacist who won the 1906 Nobel Prize in Chemistry for his work in isolating fluorine from its compounds.[a] Moissan was one of the original members of the International Atomic Weights Committee.[1][3]", "1030290": "Nikolay Dmitriyevich Zelinsky (Russian: Николай Дмитриевич Зелинский; 6 February 1861 – 31 July 1953) was a Russian and Soviet chemist. Academician of the Academy of Sciences of the Soviet Union (1929).", "50673813": "Paul O'Brien  CBE FRS FREng FRSC[2][3][4] (22 January 1954 – 16 October 2018[5]) was professor of Inorganic Materials at the University of Manchester.[6][1] where he served as head of the School of Chemistry from 2004 to 2009 and head of the School of Materials from 2011 to 2015. He died on 16 October 2018 at the age of 64.[7]", "48707736": "Karin Ingegerd Öberg (born August 27, 1982) is a Swedish astrochemist.[1] She is a Professor of Astronomy at Harvard University and leader of the Öberg Astrochemistry Group at the Center for Astrophysics | Harvard & Smithsonian.[2] Her research concerns star formation, planet formation, and stellar evolution in relation to organic molecules, which are necessary to determine the origins of life on Earth and elsewhere.[3][4] In April 2015, her group discovered the first complex organic molecule in a protoplanetary disk.[2][5][6]", "43825316": "Sjur Olsnes (23 August 1939 – 18 July 2014) was a Norwegian biochemist.", "49920165": "Leon Douglas Smoot (July 26, 1934 – January 13, 2020) was an American chemical engineering professor and researcher. He was most noted for his work in aerospace and rocket propulsion and later his work on fossil fuels and energy. Smoot worked in various capacities at Brigham Young University for over 35 years, and consulted with over sixty companies and agencies for energy and combustion throughout the United States and Europe.[1] He was a member of American Institute of Chemical Engineers, American Society for Engineering Education, The Combustion Institute, and National Fire Protection Association and authored or co-authored over 200 articles and 4 books on the topic on energy and propulsion.[2]", "3848359": "Clemens C. J. Roothaan (August 29, 1918 – June 17, 2019) was a Dutch physicist and chemist known for his development of the self-consistent field theory of molecular structure.", "3422382": "Lazăr Edeleanu (Romanian: [ˈlazər edeˈle̯anu]; 1 September 1861, Bucharest – 7 April 1941, Bucharest) was a Romanian chemist of Jewish origin.[1] He is known for being the first chemist to synthesize amphetamine at the University of Berlin and for inventing the modern method of refining crude oil.", "74496180": "Dušan Velič (15 October 1966 – 31 July 2023) was a Slovak physical chemist and politician. He served as a State Secretary at the Ministry of Investment, Regional Development, and Informatization from April 2021 to May 2023.[1]", "52869306": "Rajinder Kumar (born 1934) is an Indian chemical engineer and a former professor at the Indian Institute of Science.[1] He is known for his studies on multiphase phenomena[2] and is an elected fellow of the Indian National Science Academy,[3] Indian Academy of Sciences,[4] and the Indian National Academy of Engineering.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Engineering Sciences in 1976.[6][note 1] He received the third highest Indian civilian award of the Padma Bhushan in 2003.[7] He is also a recipient of Om Prakash Bhasin Award[8] and the VASVIK Industrial Research Award.[9]", "538810": "Leslie Eleazer Orgel FRS[1] (12 January 1927 – 27 October 2007) was a British chemist. He is known for his theories on the origin of life.", "24950974": "Kenneth D. Karlin was born on October 30, 1948, in Pasadena, California,[1] a professor of chemistry at Johns Hopkins University in Baltimore, Maryland.[2]  Research in his group focuses on coordination chemistry relevant to biological and environmental processes, involving copper or heme complexes.[3] Of particular interest are reactivities of such complexes with nitrogen oxides, O2, and the oxidation of substrates by the resultant compounds. He is also the Editor-in-Chief of the book series Progress in Inorganic Chemistry.[4]", "63879361": "Alexandre Léon Étard (1852–1910) was a French chemist. He was born on 5 January 1852 in Alençon,[1] and died on 1 May 1910 in Paris.[2][3]", "9648326": "John E. Bercaw (born December 3, 1944)[citation needed] is an American chemist and Centennial Professor of Chemistry, Emeritus at the California Institute of Technology.[1][2]", "7747783": "Adrien Albert AO (19 November 1907 – 29 December 1989) was a leading authority in the development of medicinal chemistry in Australia. Albert also authored many important books on chemistry, including one on selective toxicity.", "3487949": "Ariel Fenster (born April 18, 1943) is a Canadian science educator, chemist, and founding member of McGill University's Office for Science and Society. Fenster lectures extensively in both French and English on topics of health, the environment, and technology. He was a frequent television and radio presenter on science-related subjects.", "374999": "Ray Crist  (March 8, 1900 – July 23, 2005) was an American chemist who participated in the Manhattan Project.[1][2] When he retired from teaching at the age of 104 in 2004, Crist is widely believed to have been America's oldest worker at the time.[3][4]", "65321179": "Carl Alexander von Martius (born 19 January 1838 in Munich; died 26 February 1920 in Nonn by Bad Reichenhall) was a German chemist and entrepreneur.", "62798044": "Wonpil Im is professor of Biological Sciences and Bioengineering at the Lehigh University and has been named the Presidential Endowed Chair in Health Science and Engineering. He has previously taught at University of Kansas. Wonpil Im has been appointed to KIAS scholar in 2016. Wonpil Im was a recipient of the 2017 Friedrich Wilhelm Bessel Research Award in Bioinformatics and Theoretical Biology, awarded by the Alexander von Humboldt Foundation.[2]", "1882334": "William Sefton Fyfe, CC FRSC FRS FRSNZ (4 June 1927 – 11 November 2013) was a New Zealand geologist and Professor Emeritus in the department of Earth Sciences at the University of Western Ontario. He is widely considered among the world's most eminent geochemists.[1]", "11253983": "Johannes Sibertus Kuffler[1] (1595–1677) was a German inventor and chemist, from Cologne.\nHe had a 1618 doctorate from the University of Padua. After he married Catherina, daughter of Cornelius Drebbel, he started in a successful dyeing business in Leiden, with his brother Abraham. Supposedly he used a procedure invented by his father-in-law, using stannic chloride as a fixative.\nHe was an associate of Johann Glauber, and went into an alchemical venture with Johann Moriaen and Benjamin Worsley.[2]\nIn 1656 the alchemist Israel Tonge provided a loan of 100 pounds to have the Kuffler family moved from Arnhem in the Netherlands to England so that  \"his abilities in his profession, his relation to Cornelius Dribellius his life & conversation & concerning the reality & certaintie of the Experiments, hereafter mentioned in these præsents, shall vnto wise & indiferent men be of satisfaction.\".\n[3]\nHe later moved it to Bow, London.[4] The new colour was called \"Color Kufflerianus\" or \"Bow dye\". During the Protectorate they also spent much effort promoting a 'secret weapon' (torpedo or submarine) for naval warfare, petitioning Richard Cromwell.", "51198185": "Marco Fontani[1] (born 5 May 1969 in Florence) is a chemist and chemistry historian, author of over 120 publications in materials chemistry, organometallic chemistry, electrochemistry and the history of chemistry. He is also a member of the board of directors[2] of the Italian National Society of History of Chemistry (Gruppo Nazionale di Storia e Fondamenti della Chimica).[3]", "25901291": "Max Gesner Beauvoir (August 25, 1936 – September 12, 2015) was a Haitian biochemist and houngan.  Beauvoir held one of the highest titles of Voudou priesthood, Ati or \"Supreme Serviteur\" (supreme servant), a title given to Houngans and Mambos (Voudou priests and priestesses) who have a great and very deep knowledge of the religion, and status within the religion. As Supreme Serviteur, Max was seen as a high authority within Vodou.", "14573": "Isaac Asimov (/ˈæzɪmɒv/ AZ-ih-mov;[b] c. January 2, 1920[a] – April 6, 1992) was an American writer and professor of biochemistry at Boston University. During his lifetime, Asimov was considered one of the \"Big Three\" science fiction writers, along with Robert A. Heinlein and Arthur C. Clarke.[2] A prolific writer, he wrote or edited more than 500 books. He also wrote an estimated 90,000 letters and postcards.[c] Best known for his hard science fiction, Asimov also wrote mysteries and fantasy, as well as popular science and other non-fiction.", "66992371": "Ana Kansky (20 June 1895 – 3 November 1962) was a Slovene chemist and chemical engineer noted for being the first person to obtain a doctoral degree at the University of Ljubljana and one of the first female scientists from Slovenia.[1][2]", "37140725": "Koichi Mizushima (水島公一, Mizushima Kōichi, born January 30, 1941) is a Japanese researcher known for discovering lithium cobalt oxide (LiCoO2) and related materials for the lithium-ion battery (Li-ion battery). He was affiliated with the University of Tokyo before he went on to work for Toshiba.", "833784": "Psychedelic film", "24951033": "August Freund (30 July 1835 – 28 February 1892) was an Austrian chemist who in 1881 first synthesised cyclopropane.", "55982331": "Michal Hocek (born 11 December 1969 in Benešov, Czechoslovakia) is a Czech chemist. He is a group leader at the Institute of Organic Chemistry and Biochemistry of the Czech Academy of Sciences and a professor of organic chemistry at Charles University in Prague. He specializes in the chemistry and chemical biology of nucleosides, nucleotides, and nucleic acids.", "58767612": "Ezio Rizzardo AC FAA FTSE FRS (born 26 December 1943 in Pederobba, Italy) is a polymer chemist at the Australian research agency CSIRO.[1]", "70498560": "Karine Danielyan (Armenian: Կարինե Դանիելյան) (9 June 1947 – 4 April 2022), was an Armenian politician, biophysicist, and opinion journalist, who served as Minister of Nature Protection of the Republic of Armenia from 1991 to 1994.[1] Her death was announced on Facebook on the 4th of April 2022 by her daughter.[2]", "55621900": "Simone Anne Marie Badal-McCreath is a Jamaican chemist and cancer researcher.[1] In 2014 she was one of five women awarded the Elsevier Foundation Award for Early Career Scientists in the Developing World for her creation of a lab at the Natural Products Institute to research the anti-cancer properties of natural Jamaican products.[2][3][4][5][6] She currently lectures in Basic Medical Sciences ) in Mona, Jamaica.[7][1]", "9648408": "Siegfried Blechert (born 1 March 1946 in Aalborg, Denmark) is a German chemist.[1]", "8304922": "Henry Stephen OBE, DSc.[1] (10 July 1889 – 6 July 1965) was an English chemist known for inventing the Stephen Reaction, a method of deriving aldehydes (R-CHO) from nitriles (R-CN).", "8960283": "Pierre Braunstein (born 4 October 1947) is a French chemist. He was director of the Laboratoire de Chimie de Coordination (Coordination Chemistry Laboratory, CNRS-Université de Strasbourg) of Strasbourg (France) and is a member of the French Academy of Science.", "1227040": "Odd Hassel (17 May 1897 – 11 May 1981) was a Norwegian physical chemist and Nobel Laureate.[1]", "637217": "Frank Sherwood \"Sherry\"[4] Rowland (June 28, 1927 – March 10, 2012) was an American Nobel laureate and a professor of chemistry at the University of California, Irvine. His research was on atmospheric chemistry and chemical kinetics. His best-known work was the discovery that chlorofluorocarbons contribute to ozone depletion.[5][6]", "51394851": "Albert Welford Castleman Jr. (January 7, 1936 – February 28, 2017)[1] was an American physicist and chemist who was the Eberly Family Distinguished Chair of Science at Eberly College of Science, Pennsylvania State University.[2] He was elected member of the National Academy of Sciences and fellow of the American Academy of Arts and Sciences, both in 1998.[1] In 2010, Castleman was awarded the Irving Langmuir Award.[3]", "4733223": "Francesco Selmi (7 April 1817 – 13 August 1881) was an Italian chemist and patriot, one of the founders of colloid chemistry.", "27998504": "Albert B. Heagy (December 3, 1906 – April 1, 1990) was an American chemist, educator, politician, and college lacrosse player and coach. Alongside, Jack Faber, he was the co-head coach of the University of Maryland lacrosse team from 1931 to 1963, and the head coach from 1964 to 1965, and amassed a combined record of 245–57–7. During that time, Maryland secured six outright national championships, two shared national championships, and nine Atlantic Coast Conference championships. He was inducted into the National Lacrosse Hall of Fame in 1965. Heagy also served as the Maryland state chemist and the mayor of University Park.", "36616490": "Benjamin S. Hsiao (born 12 August 1958) is an American materials scientist and educator.  He served as the vice-president for research and chief research officer at Stony Brook University from May 2012 to December 2013.[1][2][3][4][5][6][7][excessive citations]", "42449202": "Ada Florence Remfry Hitchins  (26 June 1891 – 4 January 1972) was the principal research assistant of British chemist Frederick Soddy, who won the Nobel prize in 1921 for work on radioactive elements and the theory of isotopes.[1][2][3] Hitchins isolated samples from uranium ores, taking precise and accurate measurements of atomic mass that provided the first experimental evidence for the existence of different isotopes.[4] She also helped to discover the element protactinium,[4] which Dmitri Mendeleev had predicted should occur in the periodic table between uranium and thorium.[5]", "10074421": "Arthur C. Cope (June 27, 1909 – June 4, 1966) was an American organic chemist and member of the United States National Academy of Sciences.  He is credited with the development of several important chemical reactions which bear his name including the Cope elimination and the Cope rearrangement.", "64665913": "Cheryl Mitchell is an American plant food scientist who created the HydroRelease milling process.[1] She is the chief scientist at Elmhurst Milked and the creator of a line of plant-based milks.", "72628540": "James A. Rafferty, Vice President, Officers' Committee member,[2] Director, and member of the executive committee of Union Carbide, was an important figure in the petrochemical industry. Rafferty guided Union Carbide's effort in developing the new industry of synthetic aliphatic chemicals (aliphatic compounds are one of the two main branches within organic chemistry) and was instrumental in the development of the liquid oxygen industry.[3][4] Rafferty directed Union Carbide's collaboration with the United States government for the Manhattan Project[5][6] and with the War Production Board for the synthetic rubber[7] program during World War II.[8][1][9]", "44022080": "Traian V. Chirilă (born 14 February 1948 in Arad, Romania)[1] is a Romanian-Australian polymer and organic chemist who is the inventor of AlphaCor, an artificial cornea in current clinical use throughout the world.[2]", "17414470": "George Chappell Schatz (born April 14, 1949), the Morrison Professor of Chemistry at Northwestern University,  is a theoretical chemist best known for his seminal contributions to the fields of reaction dynamics and nanotechnology.", "2439496": "Auguste Victor Louis Verneuil (French: [vɛʁnœj]; 3 November 1856 – 27 April 1913) was a French chemist who invented the first commercially viable process for the manufacture of synthetic gemstones.[1] In 1902 he discovered the \"flame fusion\" process, called the Verneuil process, which is an inexpensive method of making artificial corundum, or rubies and sapphires.[1]", "60635469": "Clara Brink Shoemaker (20 June 1921 in Rolde - 30 September 2009) was a Dutch-born American crystallographer and a senior research professor at Oregon State University.[1][2][3][4] As a postdoctoral researcher, she worked on the structure determination of vitamin B12 in the group of Dorothy Hodgkin.[1][5] Together with her husband, David Shoemaker, she contributed to the research on transition metal phases and intermetallic compounds.[1][6] They were the first to recognize that interstices in tetrahedrally close-packed metal crystals are exclusively tetrahedral and only have four types of coordination polyhedra.[1][7]", "21248335": "Fabian M. Dayrit is a professor of chemistry of the Department of Chemistry, School of Science and Engineering, Ateneo de Manila University. He served as the first dean of the Ateneo de Manila University's School of Science and Engineering.[1]", "62011730": "Benjamin Franklin Scott (1922–2000) was an American chemist and one of the African American scientists and technicians on the Manhattan Project, working at the University of Chicago.[1]", "33110360": "Johann Friedrich Cartheuser (September 29, 1704 – June 22, 1777) was a German physician and naturalist.", "71416154": "Leverhulme Trust Fellowship", "40483165": "William Herapath (1796–1868) was an English analytical chemist and political reformer.", "375137": "Rashad Khalifa (Arabic: رشاد خليفة; November 19, 1935 – January 31, 1990) was an Egyptian-American biochemist, closely associated with the United Submitters International (USI), an organization which promotes the practice and study of Quran-only Islam.[5] His teachings were opposed by Traditionalist Muslims and he was assassinated on January 31, 1990.[6][7] He is also known for his claims regarding the existence of a Quran code, also known as The Number 19.", "56506727": "Stefanie Horovitz (1887–1942) (Stefania Horovitz or Stephanie Horowitz) was a Polish-Jewish chemist known for experimental work proving the existence of isotopes. Between approximately 1914-1918, she worked with Otto Hönigschmid at the Radium Institute of Vienna using analytical methods to demonstrate the first and second credible cases of isotopes in lead and thorium.[1][2] Later she co-founded a home for children and young adults in need of psychological therapy.[3] She was killed by Nazis at Treblinka extermination camp in 1942.[4][3]", "59455847": "Stefanie Dehnen (born 31 May 1969) is a German chemist.[1][2][3] She is the executive director of the Institute of Nanotechnology at the Karlsruhe Institute of Technology.[4] From 2006 to 2022, she was a full professor for inorganic chemistry at the University of Marburg.[1] She has received numerous awards for her research in inorganic chemistry. In 2024 and 2025, she will be the president of the German Chemical Society.[5]", "70334831": "Susan D. Richardson is the Arthur Sease Williams Professor of Chemistry at the University of South Carolina.[1] Richardson's research primarily focuses on emerging environmental contaminants, particularly those affecting drinking water systems and including disinfection by-products (DBPs) that can occur in water purification systems.[2][3]", "57653616": "Cao Tianqin (Chinese: 曹天钦; 5 December 1920 – 8 January 1995), also known as Tien-chin Tsao,[1] was a Chinese biochemist and a professor at the Shanghai Institute of Biochemistry. With a research focus on muscle protein, he discovered the myosin light chain and pioneered the study of tropomyosin and paramyosin using electron microscopes. He was a strong advocate and main leader for the synthesis of insulin, and spearheaded the research of plant viruses in China.", "21182833": "Michael E. Jung is a Professor of Chemistry in the Department of Chemistry and Biochemistry at the University of California at Los Angeles.", "51263857": "Karl August Neumann (6 April 1771 in Großbothen – 10 February 1866 in Prague) was a German-Austrian chemist, known for contributions made towards the development of the sugar and flax industries in Bohemia.[1]", "44349808": "Frank Glorius (born 1972 in Walsrode) is a German chemist and W3-Professor of organic chemistry in the Department of Chemistry and Pharmacy at the Westfälische Wilhelms-Universität in Münster.[1]", "19282293": "Frans Maurits Jaeger  (May 11, 1877, in The Hague – March 2, 1945, in Haren) was a Dutch chemist and specialist in the history of chemistry. He is known for his studies of the symmetry of crystals.", "14432630": "John Ulric Nef (Johann Ulrich Nef; June 14, 1862 – August 13, 1915) was a Swiss-born American chemist and the discoverer of the Nef reaction and Nef synthesis.[1] He was a member of the American Academy of Arts and Sciences and the National Academy of Sciences.[1]", "51493245": "Dirk Trauner (born 17 April 1967 in Linz) is an Austrian chemist.", "2308481": "Uzi Even (Hebrew: עוזי אבן, born 18 October 1940) is an Israeli professor emeritus of physical chemistry at Tel Aviv University and a former politician well known for being the first openly gay member of the Knesset (the Israeli Parliament).", "4635011": "Alexander George Ogston FAA FRS[1] (30 January 1911 – 29 June 1996) was a British biochemist who specialised in the thermodynamics of biological systems.[2] He was a grandson of Sir Alexander Ogston, a Scottish surgeon who discovered Staphylococcus.[2]", "1227143": "Sir Derek Harold Richard Barton FRS FRSE[1] (8 September 1918 – 16 March 1998) was an English organic chemist and Nobel Prize laureate for 1969.[2][3][4][5]", "59357578": "Robert Tatlock Thomson FRSE FRIC (1856–1950) was a 19th/20th century British chemist and public analyst. In 1908 he was involved in the first legal definition of Scotch whisky.", "60406155": "Clarice Evone Phelps (née Salone)[1] is an American nuclear chemist researching the processing of radioactive transuranic elements at the US Department of Energy's Oak Ridge National Laboratory (ORNL). She was part of ORNL's team that collaborated with the Joint Institute for Nuclear Research to discover tennessine (element 117).[2] The International Union of Pure and Applied Chemistry (IUPAC) recognizes her as the first African-American woman to be involved with the discovery of a chemical element.[2][3][4][5]", "68729231": "Bernd Clement (born 9 October 1948 in Iserlohn, Germany) is a German pharmacist and chemist. He is mostly known for his research in biotransformation and prodrugs as well as his engagement in many German and international committees and scientific organisations. His most noticeable achievement was the discovery of the mARC enzyme.", "12564879": "James Hargreaves (May 1834 – 4 April 1915) was a British chemist and an inventor. He was born at Hoarstones in Fence, Lancashire, the eldest child of James Hargreaves, a schoolmaster at Slaithwaite near Marsden. His father moved to Sabden but as he found his salary to be insufficient the father became a druggist in 1844, later moving to Preston.", "3422614": "Constantin I. Istrati (7 September 1850 – 17 January 1919) was a Romanian chemist and physician. He was president of the Romanian Academy between 1913 and 1916.", "932247": "August Karl Krönig (German: [ˈkʁøːnɪç]; 20 September 1822 – 5 June 1879) was a German chemist and physicist who published an account of the kinetic theory of gases in 1856, probably after reading a paper by John James Waterston.", "19839383": "Bruce D. Roth is an American organic and medicinal chemist who trained at Iowa State University and the University of Rochester, and, at the age of 32, discovered atorvastatin, the statin-class drug sold as Lipitor that would become the largest-selling drug in pharmaceutical history (as of 2003). His honours include being named a 2008 Hero of Chemistry by the American Chemical Society, and being chosen as the Perkin Medal awardee, the highest honour given in the U.S. chemical industry, by the Society of Chemical Industry, American section in 2013.", "67189143": "Agu Aarna (11 October 1915 Tallinn – 11 December 1989 Tallinn) was an Estonian oil shale chemist and university rector.[1]", "3717542": "Francis Irénée du Pont (December 3, 1873 – March 16, 1942) was an American chemist and executive at the E.I. du Pont de Nemours Company. He was the great grandson of its founder, Éleuthère Irénée du Pont.", "29276586": "Ariel Fernandez (born Ariel Fernández Stigliano, April 8, 1957) is an Argentinian–American physical chemist and pharmaceutical researcher.[1]", "44743086": "Emily Lippincott Wick (December 9, 1921 – March 21, 2013) was the first woman to reach the rank of tenured faculty at the Massachusetts Institute of Technology  (MIT). She taught in the Department of Nutrition and Food Science. Wick received her Ph.D. in chemistry from MIT in 1951 and became a tenured professor in 1963.[1] She advocated on behalf of female students at MIT and was influential in getting coeducational residencies, so that with more living options more female applicants could be accepted.[1]", "68696496": "John A. Ricketts (February 29, 1924 – June 29, 2007)[1] was an American chemist, chemistry educator and academic. He was a former Simeon Smith Professor of Chemistry at DePauw University.[1][2][3]\nHe was lecturer in chemistry at Fenn College (which later became Cleveland State University) in Cleveland, Ohio. before joining DePauw.\nHe was director of graduate studies at DePauw from 1966 until 1970.[4][5][6][7]", "2734527": "Nicolas Lémery (or Lemery as his name appeared in his international publications) (17 November 1645 – 19 June 1715), French chemist, was born at Rouen. He was one of the first to develop theories on acid-base chemistry.", "67189184": "Ludvig Schmidt (24 November 1894 Tallinn – 23 February 1982 Tallinn) was an Estonian chemist.[1]", "27507138": "Friedrich Wilhelm Semmler (11 May 1860, Hochzeit, Province of Brandenburg – 15 March 1931) was a German chemist.", "27507152": "Lars Thelander, born 1942, is a Swedish biochemist. He was awarded a Ph.D. degree at the Karolinska Institutet in 1968.[1] and is a professor of medical chemistry and biophysics at Umeå University.", "3094992": "Norman Bernard Larsen (1923—1970)[1] was an American industrial chemist.", "440790": "John Walter Olver (September 3, 1936 – February 23, 2023) was an American politician and chemist who was the U.S. representative for Massachusetts's 1st congressional district from 1991 to 2013. Raised on a farm in Pennsylvania, Olver graduated from college at the age of 18 and went on to earn a PhD in chemistry from the Massachusetts Institute of Technology and later taught chemistry at the University of Massachusetts Amherst for eight years.", "47266264": "Charles Henry Wood FCS (c. 1837 – 13 February 1917) was a British chemist. He was employed in the study of quinine extraction in British India, where he was a Professor of Chemistry at the Medical College, Calcutta.", "52378082": "Suryanarayanasastry Ramasesha (born 1950) is an Indian quantum chemist and a former Dean of the Faculty of Science at the Indian Institute of Science. He is a former chair of the Solid State and Structural Chemistry Unit and Amrut Modi Chair professor of Chemical Sciences at IISc.[1] He is known for his studies on conjugated organic systems and low-dimensional solids[2] and is an elected fellow of the Indian National Science Academy, the Indian Academy of Sciences[3] and The World Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1992, for his contributions to chemical sciences.[5]", "67189219": "Richard Mahl (28 August 1898, Kreis Ösel – 26 June 1964, Tallinn) was an Estonian chemist.[1]", "15612392": "Walter Dieckmann (8 October 1869 – 12 January 1925) was a German chemist. He is the namesake of the Dieckmann condensation, the intramolecular reaction of diesters with base to give β-keto esters.", "4798953": "Sir Robert Ludwig Mond, FRS,[1] FRSE (9 September 1867 – 22 October 1938) was a British chemist and archaeologist.", "68991467": "Claudia Mora is the dean of the Jackson School of Geosciences at the University of Texas at Austin and the John A. and Katherine G. Jackson Decanal Chair in the Geosciences.", "31734252": "James Cutbush (born 1788 in Pennsylvania; died at West Point, New York, on 15 December 1823) was an American chemist.", "23378416": "Stefan Hecht (born 6 January 1974) is a German chemist.", "28293620": "Leonard Francis Lindoy, FAA, is an Australian chemist with interests in macrocyclic chemistry and metallo-supramolecular chemistry, and an Emeritus Professor of Inorganic Chemistry at the University of Sydney and James Cook University.[1]  He moved to the University of Sydney in 1996 to take up the departmental chair in inorganic chemistry vacated by Hans Freeman.", "59324921": "Serena Corr is a chair in Functional Materials and Professor in Chemical and Biological Engineering at the University of Sheffield. She works on next-generation battery materials and advanced characterisation techniques for nanomaterials.", "10238461": "Mary Anne Atwood (née South) (1817 – 1910) was an English writer on hermeticism and spiritual alchemy.", "73316862": "Robert Isidore Wishnick (April 5, 1892—February 14, 1980) was the founder of Witco Corporation, who served as its president (1920–1955), chairman of the board (1955–1963), and chairman emeritus (from 1975 until his death).", "1882623": "Mary or Maria the Jewess (Latin: Maria Hebraea), also known as Mary the Prophetess (Latin: Maria Prophetissa) or Maria the Copt (Arabic: مارية القبطية, romanized: Māriyya al-Qibṭiyya),[1] was an early alchemist known from the works of Zosimos of Panopolis (fl. c. 300) and other authors in the Greek alchemical tradition.[2] On the basis of Zosimos's comments, she lived between the first and third centuries A.D. in Alexandria.[3][4] French, Taylor and Lippmann list her as one of the first alchemical writers, dating her works at no later than the first century.[5][6]", "34191872": "Brian Arthur Hemmings FRS is a British biochemist, and Senior Group Leader, at the Friedrich Miescher Institute for Biomedical Research.[1] He is a member of the Faculty of 1000.[2][3]", "32553473": "John Alfred Valentine Butler (14 February 1899 – 16 July 1977) was an English physical chemist best known for his contributions to the development of electrode kinetics (Butler–Volmer equation).[1]", "62175747": "Hanoch Senderowitz (born 1963) (Hebrew: חנוך סנדרוביץ) is an Israeli chemist specializing in the fields of Computational Chemistry, Molecular modelling, Computer-Aided Drug Design, and Chemoinformatics.[1][2]", "33569285": "Fraser Andrew Armstrong FRS is a professor of chemistry at the University of Oxford[2] and a Fellow of St John's College, Oxford.[3][4][5][6]", "59685384": "Gerard van Leijenhorst (11 June 1928 – 28 December 2001) was a Dutch politician and chemist. He was a member of the defunct Christian Historical Union (CHU) party and later of the Christian Democratic Appeal (CDA) party.", "48773641": "Diane Grob Schmidt (born November 1945) is an American chemist, who was the executive at Procter & Gamble Co. in Cincinnati, Ohio, from 1981 to 2014.[1][2]  In 2015, she served as president of the American Chemical Society (ACS).[3] As of 2022, she was serving as the chair of the board of visitors for the department of chemistry at the University of Tennessee, Knoxville.[4]", "21871112": "Léon Lortie, OC MSRC (August 31, 1902 – December 31, 1985) was a Canadian chemist, academic, and writer.", "2800140": "Colm Ó hEocha (/oʊˈhoʊkə/; 19 September 1926 – 19 May 1997)[1] was an Irish scientist and educationalist, who served as president of University College Galway and Chairman of the New Ireland Forum.", "73644559": "James Busfield is a Queen Mary University of London professor, and head of the United Kingdom's largest research group in the area of Soft Matter.", "43072020": "John Paul Attfield (born 1962)[3] FRS FRSE FRSC[4] is a Professor of Materials science in the School of Chemistry at the University of Edinburgh and Director of the Centre for Science at Extreme Conditions (CSEC).[5][6][7]", "25901596": "Paul O. Wennberg is the R. Stanton Avery Professor of Atmospheric Chemistry and Environmental Science and Engineering at the California Institute of Technology (Caltech).[1] He is the director of the Ronald and Maxine Linde Center for Global Environmental Science.[2] He is chair of the Total Carbon Column Observing Network[3] and a founding member of the Orbiting Carbon Observatory project, which created NASA's first spacecraft for analysis of carbon dioxide in the atmosphere.[4] He is also the principal investigator for the Mars Atmospheric Trace Molecule Occultation Spectrometer (MATMOS) to investigate trace gases in Mars's atmosphere.[5]", "46807582": "Eville Gorham FRSC  (October 15, 1925 — January 14, 2020) was a Canadian-American scientist whose focus has been understanding the chemistry of fresh waters[3] and the ecology and biogeochemistry of peatlands.[4] In the process, Gorham made a number of practical contributions that included discovering the influence of acid rain in lake acidification,[5][6] plus the importance of the biological magnification of radioactive fallout isotopes in northern food chains.[7][8][9][10] The former led to legislation and redesign of the power plants of the world to scrub sulfur, and the latter was an early step toward the establishment of an atmospheric nuclear test ban treaty.", "67385907": "Sisir Kumar Sarkar (Bengali: শিশির কুমার সরকার; born 25 April 1953) is an Indian Bengali scientist associated with the Bhabha Atomic Research Center.[1][2] He is best known for his contributions to photo-physics and photochemistry in nuclear fuel cycle and chemical dynamics.[3]", "21838387": "Nathan Oram Kaplan (June 25, 1917 – April 15, 1986) was an American biochemist who studied enzymology and chemotherapy.", "50215479": "Ruth Chiquet-Ehrismann (9 November 1954 – 4 September 2015) was a Swiss biochemist and cell biologist working on interactions in the extracellular matrix.[1][2][3]", "22493768": "Georg Maria Dedichen (8 July 1870 – 3 December 1942) was a Norwegian chemist.", "51067465": "Garry Rumbles is a British chemist and researcher at CU-Boulder. He is a fellow of the Royal Society of Chemistry and has written more than 130 journal articles.[1]", "65387082": "Franz Oppenheim (born 13 July 1852 in Charlottenburg; died 13 February 1929 in Cairo) was a German chemist and industrialist who mainly worked for the Agfa company (now Agfa-Gevaert). His father was German jurist Otto Georg Oppenheim and his mother was Margarethe Mendelssohn (1823–1890). His sisters were Else (1844–1868), and Enole Oppenheim (1855–1939). He lived with his family in Berlin-Wannsee.", "59226700": "Rachel Claire Evans FRSC FIMMM FLSW is a Welsh chemist based at the University of Cambridge and a fellow of Jesus College, Cambridge.[1] She works on photoactive polymer-hybrid materials for solar devices, including organic photovoltaics and stimuli-responsive membranes.[2]", "48675405": "Henry Granger Knight (1878–1942) was an American chemist and soil scientist who served as  chief of the Bureau of Chemistry and Soils, U.S. Department of Agriculture, and as president of the American Institute of Chemists. He formerly served as dean of agriculture at the University of Wyoming, Oklahoma Agricultural College, and West Virginia University.[1][2][3]", "58407502": "Margaret Cairns Etter, known informally as Peggy Etter (12 September 1943 – 9 June 1992), was an American chemist who contributed to the development of solid state chemistry for crystalline organic compounds.[2] She is known for her work characterizing and classifying contacts by hydrogen bonds in organic compounds. Her \"enlightened imagination, innovative creativity, and unfailing enthusiasm\"[3] is recognised as having a \"transformative effect\" in many areas of organic chemistry.[4]", "30554705": "Peter Dunnill, OBE, FREng (20 May 1938 – 10 August 2009),[1] was a British pioneer in biochemical engineering and professor at the University College London (UCL), University of London.", "3717719": "Lammot du Pont I (April 13, 1831 – March 29, 1884) was a chemist and a key member of the du Pont family and its company in the mid-19th century.", "57129564": "Erik Mikhaylovich Galimov (Russian: Эрик Михайлович Галимов; 29 July 1936[1] – 24 November 2020) was a Russian geochemist and Doctor of Sciences.", "61225569": "Dorothy June Sutor (6 June 1929 – 27 May 1990) was a New Zealand-born crystallographer who spent most of her research career in England. She was one of the first scientists to establish that hydrogen bonds could form to hydrogen atoms bonded to carbon atoms. She later worked in the laboratory of Kathleen Lonsdale on the characterisation and prevention of urinary calculi.", "66009698": "Thomas Gilbert Henry Jones CBE (1895–1970) was an Australian organic chemist and academic, notable for his pioneering work in the field of essential oils from Queensland flora natural products.", "60537443": "Benjamin Aaron Garcia[3] (born May 19, 1976)[2] is an American chemist and Professor at the Washington University in St. Louis.[1] His research interests revolve around developing novel mass spectrometry methods to analyze post-translational modifications of proteins and epigenetics. His work has resulted in over 250 publications and he has been recognized with numerous honors including the American Society for Mass Spectrometry Biemann Medal in 2018.", "67844712": "Simeon Chituru Achinewhu (born 15 August, 1946)[1][2] is a Nigerian food and nutrition biochemist, scholar and university administrator who served as the past president-general of Ogbakor Ikwerre Socio-cultural Organisation Worldwide.[3] He was vice–chancellor of River State University (formerly Rivers State University of Science and Technology), from October 2000 until May 2007. In 2005 he was named the most research active vice-chancellor in the Nigerian university system.", "41204330": "Yitzhak Apeloig (יצחק אפלויג; born 1 September 1944 in Uzbekistan[2]) is a pioneer in the computational chemistry field of the Ab initio quantum chemistry methods for predicting and preparing the physical and chemical properties of materials.[3] He was the president of the Technion from 2001 until 2009 where the position was handed off to Peretz Lavie. Distinguished Prof. Apeloig currently holds the Joseph Israel Freund Chair in Chemistry and is the co-director of the Lise Meitner Minerva Center for Computational Quantum Chemistry at the Technion. He served as dean of the Faculty of Chemistry from 1995 to 1999, where he was named Teacher of the Year at three occasions.", "67189355": "Tiit Land (born 25 September 1964, Tartu) is an Estonian biochemist.[1]", "27015788": "Michael Charles Zerner (January 1, 1940 – February 2, 2000) was an American theoretical chemist, professor at the University of Guelph from 1970 to 1981 and University of Florida from 1981 to 2000. Zerner earned his Ph.D. under Martin Gouterman at Harvard, working with the spectroscopy of porphyrins. He conceived and wrote a quantum chemistry program, known as BIGSPEC or ZINDO, for calculating electronic spectra of big molecules. In 1996 Zerner was diagnosed with liver cancer, and died on February 2, 2000, survived by his wife and two children.", "59226737": "Kopin Liu (Chinese: 劉國平; born 25 January 1949) is a Taiwanese physical chemist.", "604785": "Guillaume François Rouelle (French pronunciation: [ɡijom fʁɑ̃swa ʁwɛl]; 15 September 1703 – 3 August 1770)[1]  was a French chemist and apothecary. In 1754 he introduced the concept of a base into chemistry as a substance which reacts with an acid to form a salt.", "21510773": "Asima Chatterjee (23 September 1917 – 22 November 2006)[1] was an Indian organic chemist noted for her work in the fields of organic chemistry and phytomedicine.[2] Her most notable work includes research on vinca alkaloids, the development of anti-epileptic drugs, and development of anti-malarial drugs. She also authored a considerable volume of work on medicinal plants of the Indian subcontinent. She was the first woman to receive a Doctorate of Science from an Indian university.[2]", "58800759": "Organometallic chemistry", "26065528": "Walter Lund (born 31 January 1940) is a Norwegian chemist.", "67844736": "Sarah Helen Tolbert is an American chemist who is a professor in the department of chemistry and biochemistry at the University of California, Los Angeles. Her research considers self-assembled nanomaterials, which includes inorganic phases and colloidal materials.", "41859712": "Bernhard Kadenbach (21 August 1933 – 14 April 2021)[1] was a German biochemist with main research in structure and function of the mitochondrial cytochrome c oxidase, who worked as a professor in the chemistry department of Philipps-Universität Marburg.", "42252935": "Rutherford John Gettens (January 17, 1900 – June 17, 1974) was a chemist and pioneering conservation scientist.[1]", "6601351": "The Fullmetal Alchemist manga and anime series feature an extensive cast of fictional characters created by Hiromu Arakawa. The story is set in a fictional universe within the 20th century in which alchemy is one of the most advanced scientific techniques. Although they essentially start off the same, the 2003 anime series begins to differ greatly from the manga midway through its run; to the point where by its final act it is narratively a completely different story from the original manga series. However, the second anime, Fullmetal Alchemist: Brotherhood, faithfully follows the entirety of events from the manga.[1]", "12368543": "David Ezra Green (August 5, 1910 – July 8, 1983) was an American biochemist who made significant contributions to the study of enzymes, particularly the electron transport chain and oxidative phosphorylation.[1]", "33176223": "Peter Dirck Keyser (February 8, 1835 – March 9, 1897[1]) was a United States ophthalmologist.", "33208993": "Henry Carrington Bolton (1843–1903) was an American chemist and bibliographer of science.", "32160418": "Nathan Sharon (Hebrew: נתן שרון; November 1925[1] – 17 June 2011[2]) was an Israeli biochemist.", "71219875": "Gustave-Augustin Quesneville (January 1, 1810 - November 14, 1889[1][2]) was a French chemist, chemical manufacturer, and journal editor, best known for the monthly Moniteur Scientifique Du Docteur Quesneville.[3]", "40647332": "Mary Antoinette \"Toni\" Rodez Schiesler (December 13, 1934 – April 8, 1996) (née Carole Virginia Rodez) was an American chemist and director of research at Villanova University. She was also a former Roman Catholic nun and Episcopal deaconess.", "61291173": "Paras N. Prasad (postdoc)", "309920": "Benjamin Silliman (August 8, 1779 – November 24, 1864) was an early American chemist and science educator.[1] He was one of the first American professors of science, at Yale College, the first person to use the process of fractional distillation in America, and a founder of the American Journal of Science, the oldest continuously published scientific journal in the United States.[2]", "58735269": "Anna Agnieszka Stec FHEA is Professor in Fire Chemistry and Toxicology at the University of Central Lancashire. Her interests include the assessment of toxic and irritant hazards in fires, and the factors affecting fire gas toxicity.", "64633507": "Kurt von Holleben (7 March 1894 – 14 January 1947) was a German chemist working for Agfa-Gevaert Technical-Scientific Laboratory as the head of the colour screen research group, overseeing development of Additive color screens (kornraster) for the Agfa-Farbenplatte glass plates (1916), and film based Agfacolor (1932) and Agfacolor Ultra (1934) ranges.", "67418793": "Charles Rugeley Bury (29 June 1890 – 30 December 1968) was an English physical chemist who proposed an early model of the atom with the arrangement of electrons, which explained their chemical properties, alongside the more dominant model of Niels Bohr. In some early papers, the model was called the \"Bohr-Bury Atom\". He introduced the word transition to describe the elements now known as transition metals or transition elements.[1]", "12925610": "Sir David Ronald Zeidler AC CBE FAA FTSE (18 March 1918 – 12 March 1998) was an Australian chemist and industrialist.", "2833068": "Robert Howard Grubbs ForMemRS (February 27, 1942 – December 19, 2021) was an American chemist and the Victor and Elizabeth Atkins Professor of Chemistry at the California Institute of Technology in Pasadena, California.[7] He was a co-recipient of the 2005 Nobel Prize in Chemistry for his work on olefin metathesis.[8]", "55753389": "Iain McCulloch is Professor of Polymer Chemistry, in the Department of Chemistry, at the University of Oxford, UK, a fellow and tutor in chemistry at Worcester College, and an adjunct professor at King Abdullah University of Science and Technology (KAUST), Saudi Arabia, and a visiting professor in the Department of Chemistry at Imperial College London.", "52476594": "C. P. Reghunadhan Nair is an Indian polymer scientist who was the deputy director of the Vikram Sarabhai Space Centre (ISRO).", "33307318": "Heinrich Wilhelm Ferdinand Wackenroder (8 March 1798 in Burgdorf, Hanover – 4 September 1854 in Jena) was a German chemist.", "60537527": "Ryan Julian is an American chemist and Professor at the University of California, Riverside. His research uses mass spectrometry to study proteins and protein structure. His work has resulted in over 85 publications and he has been recognized with numerous honors including the American Society for Mass Spectrometry Biemann Medal in 2017.[1]", "66566844": "Katja Lindenberg (born 1941)[1] is an Ecuadorian-American theoretical chemical physicist whose research concerns statistical mechanics, stochastic processes, non-equilibrium thermodynamics, and quantum thermodynamics. She is Distinguished Professor of Chemistry and Chancellor's Associates Endowed Chair Emeritus at the University of California, San Diego.", "16628416": "Sergey Vladimirovich Polyakov (Russian: Сергей Владимирович Поляков, born May 3, 1951, in Kharkiv, Ukrainian SSR, Soviet Union) is a Russian-American scientist performing research for USPolyResearch. He is best known for his R&D in space technology and chemical engineering including the theoretical and experimental studies of the performance of life support systems (LSS) for Soviet interplanetary spaceships and the MIR and ALPHA orbital stations using a ground-based Martian expedition real-scaled simulator on YouTube in the Institute for Biomedical Problems (Russian Space Agency Center).[1][2] Developed an integrated approach to the design of air revitalization and water reclamation/conditioning system from human wastes on the basis of energy-efficient membrane and depth-filtration methods (membrane evaporation, ultra/micro filtration, reverse osmosis).[3][4][5][6][7]", "31767233": "James Freeman Dana (born in Amherst, New Hampshire, 23 September 1793; died in New York City, 14 April 1827) was an American chemist.", "20495048": "Joseph S. Francisco (born 26 March 1955) is an American scientist and the former president of the American Chemical Society from 2009 to 2010.[2] He currently serves as the President's Distinguished Professor of Earth and Environmental Science and professor of chemistry at the University of Pennsylvania. He was the Dean of the College of Arts and Sciences,[3] and held  the Elmer H. and Ruby M. Cordes Chair in chemistry[4] at the University of Nebraska in Lincoln until 2018.", "63945417": "James Dahlberg is an emeritus professor of biomolecular chemistry at the University of Wisconsin–Madison.[1] His research focuses on the biology of RNA. He was elected to the United States National Academy of Sciences in 1996.", "38714057": "Robert Owen Hutchins (September 25, 1939 – October 9, 2009) was an American organic chemist and educator. Born in Danville, Illinois, Hutchins earned a B.S. degree from the University of California at Berkeley in 1961, an M.A. degree in phytochemistry from California State University, Long Beach in 1962, and a Ph.D. degree in organic chemistry from Purdue University under Joseph Wolinsky in 1967. He then completed a two-year post-doctoral research position with Ernest L. Eliel at Notre Dame University,", "25803468": "Charles Carter Schnetzler (June 3, 1930 – December 15, 2009) was a planetary scientist at NASA's Goddard Space Flight Center. Schnetzler is best known for analyzing Moon rocks brought back by the Apollo program and for studying the Earth's environment using the Landsat and the Earth Observing System. Schnetzler was born in Whiting, Indiana and grew up in Neodesha, Kansas. [1] On November 4, 2009, Schnetzler was seriously injured after being hit by a motorist while walking near his home on Little Patuxent Parkway in Columbia, Maryland.[2] He later died in his home on December 15, 2009.[1]", "6470356": "Gustaf Komppa (28 July 1867 in Viipuri – 20 January 1949 in Helsinki) was a Finnish chemist best known for a world-first in commercializing total synthesis, that of camphor in 1903.", "8469210": "Isaac Mustafin (Russian: Исаак Савельевич Мустафин) (1908–1968) was a Soviet chemist and a doctor of chemical sciences. Dr. Mustafin headed the faculty of analytical chemistry at Saratov State University from 1955.", "12696283": "Wilhelm Keim (1 December 1934 – 30 September 2018) was a German chemist and professor of chemistry at the Technical Chemistry and former director of the Institute for Technical and Petrol Chemistry at RWTH Aachen in Germany.", "13875936": "Ulrich Sigmar Schubert (born 17 July 1969, Tübingen) is a German chemist and full professor for Organic and Macromolecular Chemistry at the Friedrich-Schiller University Jena.", "52017892": "William J. Evans is a Distinguished Professor at the University of California, Irvine, who specializes in the inorganic and organometallic chemistry of heavy metals, specifically the rare earth metals (i.e. Sc, Y, and the lanthanides), actinides, and bismuth. He has published over 500 peer-reviewed research papers on these topics.", "58276583": "Thomas Purdie FRS LLD (1843–1916) was a 19th/20th century Scottish chemist. With James Irvine, Purdie is known for his work on understanding the chemical structure of simple sugars.[1][2] The building that houses the School of Chemistry (that he helped found) at the University of St Andrews bears his name.[3]", "2013936": "Konstanty Hrynakowski (May 21, 1878 – September 4, 1938) was a Polish chemist.", "55261938": "Thomas Hugh Milroy FRSE (1869 – 20 March 1950) was a Scottish physiologist and organic chemist.", "69253885": "Kunio Shiota (塩田 邦郎, Shiota Kunio, born August 19, 1950) is a Japanese life scientist specializing in biochemistry and epigenetics. He is a Professor Emeritus at University of Tokyo and a former Guest Senior Researcher at Waseda University.", "25869069": "Helmut Beinert (17 November 1913 – 21 December 2007) was a professor in the biochemistry department at the University of Wisconsin–Madison. His research focused on the mechanism of enzymes, in particular metalloenzymes and iron-sulfur proteins.[1][2][3] He was elected to the National Academy of Sciences in 1980.[4]", "70531855": "David Eusthatios Manolopoulos (born 14 December 1961) is a Professor of Theoretical Chemistry at University of Oxford. His research focuses on the computational modeling of the dynamics of elementary chemical reactions in the gas phase and quantum mechanical effects in chemical dynamics. His research highlights include work on path integral approach to molecular dynamics and chemical topics as diverse as fullerenes,[2] ring polymers,[3] reactive scattering,[4][5][6] and more recently, the molecular and quantum mechanism of avian magnetoreception.[7][8]", "6241045": "Ouyang Ziyuan (simplified Chinese: 欧阳自远; traditional Chinese: 歐陽自遠; pinyin: Ōuyáng Zìyuǎn, born 9 October 1935) is a Chinese cosmochemist, geochemist and space advocate. He is a research professor at the Institute of Geochemistry of the Chinese Academy of Sciences.[1] Asteroid 8919 Ouyangziyuan, discovered in 1996, was named in his honor.", "31374105": "Robert George Bryant is an American scientist and a professor of chemistry at the University of Virginia. His research focuses on magnetic relaxation dispersion studies, and is primarily supported by grants from the National Institute of Health.", "8174364": "Samuel Ruben (14 July 1900 – 16 July 1988) was an American inventor who made lasting contributions to electrochemistry and solid-state technology, including the founding of Duracell. He is listed as an inventor in over 200 patents.", "45234976": "Vincent Massey (November 28, 1926 – August 26, 2002) was an Australian biochemist and enzymologist best known for his contributions to the study of flavoenzymes.  Massey was elected to the National Academy of Sciences in 1995 for his use of physical biochemistry to relate flavin chemistry to flavin enzymology.[1][2][3]", "998179": "Alfred Day Hershey (December 4, 1908 – May 22, 1997) was an American Nobel Prize–winning bacteriologist and geneticist.", "43334442": "James N. Pitts Jr.  (January 10, 1921 – June 19, 2014) was an American chemist and researcher known for his work in the fields of photochemistry and atmospheric chemistry. Pitts was a pioneer in the study of smog and air pollution, especially in Los Angeles County.[1][2] Pitts co-founded the Statewide Air Pollution Research Center at the University of California, Riverside in 1961 and served as the center's director from 1970 to 1988.[3] He authored more than 400 scientific publications and four books on the subjects, especially smog.[3]", "37763884": "Dr William Bird Herapath FRS FRSE FRCS (28 February 1820 – 12 October 1868) was an English surgeon and chemist known for his discovery of Herapathite.", "2833200": "Scripps Research Institute\nUniversity of California, San Diego\nUniversity of Pennsylvania", "48905008": "Johan Bertil Stålhane (1 July 1902 in Stockholm – 17 October 1992) was a Swedish chemist, technical researcher and writer.[1]", "72334129": "Michael P. Doyle is a professor of chemistry at University of Texas at San Antonio. Doyle was awarded the George C. Pimentel Award in Chemical Education by the American Chemical Society in 2002.[1] and elected as a Fellow of the American Association for the Advancement of Science in 1995.", "56245043": "Arndt Freytag von Loringhoven (born 12 November 1956 in Munich) is a German diplomat and chemist. He formerly served as Germany's ambassador to Poland. Loringhoven was deputy director of Germany's Federal Intelligence Service (BND) between 2007 and 2010. He served as NATO's first chief of intelligence (1 December 2016 – 2019).[1] He was also Germany's ambassador to the Czech Republic and served as a diplomat at the German Embassy in Moscow.[2]", "57424693": "Professor Pravindra Kumar is an Indian biophysicist, bioinformatician, biochemist and Professor & Head Department of Biosciences and Bioengineering, Indian Institute Of Technology–Roorkee (IIT–Roorkee) India. He is known for his work on protein-protein interactions, protein engineering and structure-based drug design. Prof. Pravindra Kumar's primary research interest lies in studying Bacterial enzymes and\npathways involved in the degradation of toxic aromatic compounds, such as PCBs, dibenzofuran, chlorodibenzofurans, DDT, dyes, and plastics/plasticizers. He focuses particularly on oxidoreductases enzymes due to their unique ability to catalyze challenging reactions, with a special emphasis on understanding their catalytic mechanisms and structural basis for guiding protein engineering. One notable achievement of his research group is the successful engineering of dioxygenases capable of metabolizing various toxic compounds, including those found in plastics (J. Bacteriol. 2016, BBRC 2012, JMB 2011, J.Biol. Chem. 2011).", "21871425": "William Harrison Cook, OC OBE FRSC (September 2, 1903 – May 19, 1998) was an English Canadian food technologist and biochemist. He was executive director of the National Research Council.", "146252": "Martin David Kamen (August 27, 1913, Toronto – August 31, 2002, Montecito, California) was an American chemist who, together with Sam Ruben, co-discovered the synthesis of the isotope carbon-14 on February 27, 1940, at the University of California Radiation Laboratory, Berkeley.[1] He also confirmed that all of the oxygen released in photosynthesis comes from water, not carbon dioxide, in 1941.[2][3]", "31767374": "Samuel Luther Dana (born 11 July 1795 in Amherst, New Hampshire – 11 March 1868 in Lowell, Massachusetts) was an American chemist.", "56834908": "Kyle K. Biggar (born 1986) is a Canadian biochemist and molecular biologist. He has been a professor of biochemistry, chemistry, and biology at Carleton University in Ottawa, Canada since 2017. Biggar was the 2016 recipient of the John Charles Polanyi Prize for his outstanding work in early career research.[1]", "27507550": "Stephen Z. D. Cheng (born 1949 in Shanghai) is a Chinese-American polymer scientist and chemical engineer. Cheng is the R.C.Musson & Trustees Professor of Polymer Science, and was the former Dean of the College of Polymer Science & Polymer Engineering at the University of Akron.", "58964831": "Vy Maria Dong (born 1976 in Big Spring, Texas) is a Vietnamese-American Chancellor's Professor of Chemistry at the University of California, Irvine (UCI). Dong works on enantioselective catalysis and natural product synthesis.[1] She received the Royal Society of Chemistry's Merck, Sharp & Dohme Award in 2020,[2] the American Chemical Society's Elias James Corey Award in 2019,[3][4] and the UCI's Distinguished Alumni Award in 2018.[5][6]", "5946207": "Otto Perutz (27 July 1847, Teplice, Bohemia – 18 January 1922, Munich Germany) was an Austrian-German chemist.", "13876062": "Karl Theophil Fries (13 March 1875 – 6 September 1962) was a German chemist.", "27147108": "Laura Lee Kiessling (born 21 September 1960) is an American chemist and the Novartis Professor of Chemistry at the Massachusetts Institute of Technology.[1] Kiessling's research focuses on elucidating and exploiting interactions on the cell surface, especially those mediated by proteins binding to carbohydrates. Multivalent protein-carbohydrate interactions play roles in cell-cell recognition and signal transduction. Understanding and manipulating these interactions provides tools to study biological processes and design therapeutic treatments. Kiessling's interdisciplinary research combines organic synthesis, polymer chemistry, structural biology, and molecular and cell biology.[2][3]", "64568167": "Elwira Lisowska (born May 6, 1930) is a Polish biochemist and professor. She made significant contributions to the biochemistry of human blood groups, especially MNS and P1PK blood group systems, and to the immunochemical characterization of glycopeptide antigens.", "38386541": "Andrzej Waksmundzki (October 3, 1910 –  December 14, 1998)[1] was a Polish chemist who became well known for his work in the field of chromatography.", "31406959": "Romen Efimovich Sova (also romanized Sova; Russian: Роме′н Ефи′мович Сова′) (5 November 1938 - 22 December 2001), was a Soviet and Ukrainian toxicologist. Corresponding Member of the Ukrainian Ecological Academy of Sciences, Doctor of Medical Sciences.", "60832623": "Liu Xu (Chinese: 刘旭; 29 September 1938 – 5 September 2019)[1] was a Chinese pharmaceutical chemist known for the discovery of artesunate,[2][3] a novel antimalarial drug.[4] The discovery of artesunate solves the problem that artemisinin is nearly insoluble in water. Artesunate can be given by intravenous injection, intramuscular injection, by mouth, and by rectum.[5]", "45562739": "Günther Wyschofsky (born 8 May 1929 in Bischofswerda) is a former politician and official in the German Democratic Republic.[1]   He became a member of the powerful Central Committee of the country's ruling Socialist Unity Party in 1964.[2]     For more than two decades he also served as junior Minister for the Chemicals Industry.[3]", "56540020": "Sławomir Podsiadło is a Polish chemist. He studied chemistry at the Faculty of Chemistry of the Warsaw University of Technology. After graduating in 1974, he joined the staff of the Faculty of Chemistry of the Warsaw University of Technology. In 1980 he received a PhD degree and in 1990 he was granted a DSc degree. In 1991 he was appointed the head of the Laboratory of Non-oxygen Compounds at Faculty of Chemistry of the Warsaw University of Technology. Sławomir Podsiadło is the author of 85 original scientific publications, 12 patents and three books in the area of non-oxygen compounds and nanotechnology.[1][2][3]", "59718521": "Robert Thomas Sauer (born 13 July 1948) is an American biochemist who is the Salvador E. Luria Professor of Biology at the Massachusetts Institute of Technology.", "52640637": "Martha Tracy (April 10, 1876 – March 22, 1942)[1] served as dean of the Woman's Medical College of Pennsylvania (WMCP) from 1917 to 1940, leading the institution through the Great Depression. She created a department of preventive medicine within the college and was the first professor of preventive medicine at WMC.[2]: 138", "50871169": "David Hall (15 February 1928 – 15 June 2016) was a New Zealand chemist, best known as an X-ray crystallographer.", "1063811": "Leon Paweł Teodor Marchlewski (Polish: [marˈxlɛfski]; 15 December 1869 in Włocławek – 16 January 1946[1]  in Kraków, Poland) was a Polish chemist, the first Director and Honorary Member of the Polish Chemical Society.[2] He was one of the founders in the field of chlorophyll chemistry and a precursor of clinical chemistry.", "1063815": "Bohdan Szyszkowski (born 20 June 1873 in Trybuchy, Podolia, Russia (now village in Ukraine); died 13 August 1931 in Myślenice, Poland) was a Polish chemist and member of PAU.", "60373913": "Lyman Frederick Kebler (June 8, 1863 – March 4, 1955) was an American chemist, physician and writer.", "28982180": "Martinus (Tinus) Tels (16 August 1926 in Rotterdam – 2 January 2008 in Veldhoven) was a Dutch physicist and chemical engineer. He was a professor of chemical engineering, dean of the department of chemical engineering and the ninth rector magnificus of the Eindhoven University of Technology.[1][2][3]", "40745897": "Samuel Traina is an American environmental chemist and a founder of The Sierra Nevada Research Institute whose work used to be funded by the National Science Foundation, the United States Department of Energy and the United States Environmental Protection Agency. He also a member of various committees such as the Earth Resources Committee and National Research Council. From 1985 to 2002 he was faculty member of the Ohio State University and was a co-director of the Environmental Molecular Science Institute.[1]", "67386286": "Iphigenia Photaki (Greek: Ιφιγένεια Φωτάκη, pronounced [ifiˈʝeni.a foˈtaki]; also known after marriage as Iphigenia Vourvidou-Photaki, Greek: Ιφιγένεια Βουρβίδου-Φωτάκη; 1921–1983) was a Greek organic chemist remembered for her contributions in peptide chemical synthesis, especially in the synthesis of biologically/enzymatically active peptides.[1][2][3][4][5]", "47365050": "Hans Eduard Suess (December 16, 1909 – September 20, 1993)[1] was an Austrian born American physical chemist and nuclear physicist. He was a grandson of the Austrian geologist Eduard Suess.", "24591291": "Hisashi Yamamoto (山本 尚, Yamamoto Hisashi) (born July 16, 1943) is a prominent organic chemist and currently a member of the faculty at the University of Chicago and professor of Chubu University.", "34683835": "Bernard Cracroft Aston CBE (9 August 1871 – 31 May 1951), also known as Barney Aston, was New Zealand's first official agricultural chemist and was also a notable botanist.[1] He was born in Beckenham, Kent, England, on 9 August 1871. He was a member of the 1907 Sub-Antarctic Islands Scientific Expedition.[2] He was appointed a Commander of the Order of the British Empire in the 1949 New Year Honours for services to agriculture and botany.[3]", "66173887": "Susan Perkin is a British chemist who is a Professor of Physical Chemistry at the University of Oxford. Her research considers the physics of liquids and soft matter. She was awarded the 2016 Harrison-Meldola Memorial Prize and named the Soft Matter Lecturer of 2018. In 2015 Perkin was awarded a European Research Council starting grant and in 2020 she was awarded a European Research Council consolidator grant.", "1850305": "Nyssa Raatko (Arabic: نيسا رعتكو), also known as Nyssa al Ghul, is a supervillainess in DC Comics. Nyssa Raatko was created by Greg Rucka and Klaus Janson for the Batman series of comic books. She is an enemy of Batman.  She is the daughter of Ra's al Ghul and the half-sister of Talia al Ghul.[1]", "47365061": "Jairton Dupont (born 16 December 1958, in Farroupilha) is a Brazilian chemist whose research concerns ionic liquids, organometallic catalysis, and metallic nanoparticles. Currently, he is a professor at UFRGS.[1][2] Since 2014 he has been Professor of Sustainable Chemistry at the University of Nottingham.[3]", "66108369": "Liza Makowski Hayes is an American nutritional biochemist. As a professor at the University of Tennessee, her research focuses on how metabolic stress and inflammation alters the progression of diseases, specifically obesity and cancer.", "113617": "Ahmed Hassan Zewail (February 26, 1946 – August 2, 2016) was an Egyptian and American chemist,[4] known as the \"father of femtochemistry\".[5] He was awarded the 1999 Nobel Prize in Chemistry for his work on femtochemistry and became the first Egyptian and Arab to win a Nobel Prize in a scientific field,[4] and the second African to win a Nobel Prize in Chemistry. He was the Linus Pauling Chair Professor of Chemistry, a professor of physics, and the director of the Physical Biology Center for Ultrafast Science and Technology at the California Institute of Technology.", "42318804": "Cheryl Martin is an American chemist. She is currently with Harwich Partners, a consulting firm she founded to work with public and private sector entities to identify critical business, technology, finance, regulatory and policy drivers that would accelerate adoption of new technologies into key markets. Until November 2018 she was a member of the Managing Board at the World Economic Forum where she was responsible for a range of industry and innovation initiatives. Prior to joining the Forum, Martin served as Acting Director for the Advanced Research Projects Agency - Energy (ARPA-E), a United States Department of Energy initiative.[1] In addition, she was the Deputy Director for Commercialization at the agency where she led ARPA-E's Technology-to-Market program, which helps breakthrough energy technologies succeed in the marketplace.", "16694253": "Brunó Ferenc Straub (5 January 1914 in Nagyvárad, Austria-Hungary (now Oradea, Romania) – 15 February 1996) was a biochemist. As a young scholar he was a research assistant of Albert Szent-Györgyi at the University of Szeged, and subsequently worked at the Molteno Institute, Cambridge, UK. He was the first to obtain actin in a relatively pure state.[1] He founded the Biological Research Centre in Szeged. He was the chairman of the Hungarian Presidential Council from 29 June 1988 to 23 October 1989. He proposed the theory of conformational selection in 1964,[2][3] the same year the Monod–Wyman–Changeux model was proposed.[4][5]", "50379765": "Seymour Stanley Cohen (April 30, 1917-December 30, 2018) was an American biochemist. Cohen was born in Brooklyn, New York in April 1917. He attended City College of New York and his PhD came from Columbia University under the supervision of Erwin Chargaff. In the 1940s he worked on plant viruses and for the Rockefeller Institute.[1] He was awarded a Guggenheim Fellowship in 1945.[2] He is known by his studies with marked of radioactive isotopes, whose results suggested an essential role of DNA in hereditary genetic material. This result would be checked in 1952 by Hershey and Chase.[3][4][5]", "21543926": "Martin Fleischmann FRS (29 March 1927 – 3 August 2012) was a British chemist who worked in electrochemistry.[3][4] Premature announcement of his cold fusion research with Stanley Pons,[5] regarding excess heat in heavy water, caused a media sensation and elicited skepticism and criticism from many in the scientific community.[6]", "62798842": "Eloisa Biasotto Mano (October 24, 1924 – June 8, 2019) was a Brazilian chemist and full university professor. She was a specialist in polymers, and enjoyed worldwide recognition for her work. She was a recipient of the National Order of Scientific Merit.", "57064445": "Susan E. Trumbore is an earth systems scientist focusing on the carbon cycle and its effects on climate.[1] She is a director at the Max Planck Institute for Biogeochemistry and a Professor of Earth System Science at University of California, Irvine. She is a fellow of the American Geophysical Union and the American Association for the Advancement of Science, a Member of the National Academy of Sciences[3] and recipient of the Benjamin Franklin Medal.", "15362": "Irving Langmuir (/ˈlæŋmjʊər/;[3] January 31, 1881 – August 16, 1957) was an American chemist, physicist, and engineer. He was awarded the Nobel Prize in Chemistry in 1932 for his work in surface chemistry.", "1227786": "Dr. William A. Mitchell (October 21, 1911 – July 26, 2004) was an American food chemist who, while working for General Foods Corporation between 1941 and 1976, was the key inventor behind Pop Rocks, Tang, Cool Whip, and powdered egg whites.[1]  During his career he received over 70 patents.", "35208204": "Adolf Miethe (German: [ˈmiːtə]; 25 April 1862, Potsdam – 5 May 1927, Berlin) was a German scientist, lens designer, photochemist, photographer, author and educator. He co-invented the first practical photographic flash and made important contributions to the progress of practical color photography.[1]", "63716365": "Roeland J. M. Nolte (Bergh, 1944) is a Dutch chemist, known for his work in the fields of organic chemistry, biochemistry, polymer chemistry, and supramolecular chemistry. He is an emeritus Royal Netherlands of Arts and Sciences professor[1][2] and an emeritus professor of Organic Chemistry at Radboud University in Nijmegen, The Netherlands. Currently, he holds a special chair, i.e. professor of Molecular Nanotechnology, at this university. Nolte is considered to be one of the pioneers of the field of supramolecular chemistry, which encompasses the design and synthesis of new chemical structures from low molecular weight compounds and biopolymers using so-called non-covalent interactions. He published many studies on supramolecular assembly and biomimetic catalysts, which find applications in the field of nanomaterials and medicine.[3][4][5]", "60439566": "Jin Zhang (Chinese: 张瑾; pinyin: Zhāng Jǐn; born February 29, 1972) is a Chinese-American biochemist. She is a professor of pharmacology, chemistry and biochemistry, and biomedical engineering at the University of California, San Diego.", "3750927": "Reatha Belle Clark King (born April 11, 1938) is an American chemist, the former vice president of the General Mills Corporation; and the former president, executive director, and chairman of the board of trustees of the General Mills Foundation, the philanthropic foundation of General Mills, Inc.", "2112528": "Alexandre Brongniart (5 February 1770 – 7 October 1847) was a French chemist, mineralogist, geologist, paleontologist, and zoologist, who collaborated with Georges Cuvier on a study of the geology of the region around Paris. Observing fossil content as well as lithology in sequences, he classified Tertiary formations and was responsible for defining 19th century geological studies as a subject of science by assembling observations and classifications.[2]", "26033167": "William Albert Noyes Jr. (April 18, 1898 – November 25, 1980), commonly known as W. Albert Noyes Jr., was an American chemist known for his contributions to photochemistry. During World War II, he was a leader in U.S. defense research efforts. He chaired the chemistry department at the University of Rochester, edited several important chemistry journals, and throughout his career was a prominent voice for international scientific cooperation. He was the son of the renowned chemist William A. Noyes; they became the first father-son pair to win the Priestley Medal, the highest honor given by the American Chemical Society.", "61979684": "Fabrizio Chiti (born in Florence, 7 July 1971) is an Italian biochemist noted for his work on Protein aggregation and amyloid.[1]", "48479271": "Mas Subramanian, (born 1954[1]), is a solid-state materials scientist at Oregon State University in Corvallis, Oregon. He is a University Distinguished Professor[2] and the Milton Harris Chair of Materials Science in the university's Department of Chemistry. His work in solid-state chemistry on structure-property relationships of inorganic compounds has led to several breakthrough discoveries of novel functional materials, many of which have found usage in various applications. Subramanian has authored 400 research publications and holds 60 patents. His publications have received more than 30,000 citations (h-index: 75).", "32324649": "Massimiliano Palombara (1614 – 1680) was marquis of Pietraforte and Conservator of Rome between 1651 and 1677. He is the author of the La Bugia (the Candle), a book of verses, written in 1656 in Rome.[1] He built the Villa Palombara which included five gates with occult inscriptions including the still-standing Porta Alchemica.", "50609194": "Anna (Hana, Anushka) Weizmann (Hebrew: אנה (חנה) ויצמן; Russian: Анна Вейцман; 1886 – February 17, 1963) was an Israeli chemist.", "506933": "Maud Leonora Menten (March 20, 1879 – July 17, 1960)[1] was a Canadian physician and chemist. As a bio-medical and medical researcher, she made significant contributions to enzyme kinetics and histochemistry, and invented a procedure that remains in use. She is primarily known for her work with Leonor Michaelis on enzyme kinetics in 1913.[2] The paper has been translated from its written language of German into English.[3][4]", "40221749": "Larry Jones is a retired chemist dedicated to the furthering of humanist thought. He is the founder and former president of the Institute for Humanist Studies, a founder of the Secular Coalition for America, and has been involved in numerous other humanist organizations.", "65092662": "Anders Meibom (born 9 September 1969) is a Danish interdisciplinary scientist and former football player[1] active in the field of bio-geochemistry. He is a professor at the École Polytechnique Fédérale de Lausanne (EPFL), where he heads the laboratory for biological geochemistry.[2]", "61979705": "Izzet Khanim Mirzaaga Orujova[1] (Azerbaijani: İzzət Xanım Mirzəağa Orucova; 16 September 1909 – 22 April 1983) was an Azerbaijani chemist and actress. She was the first Azerbaijani film actress,[2][3][4][5] starring in the film Sevil (1929), and an important figure in the Azerbaijani women's rights movement for her portrayal of a liberated young woman in the film. She later enjoyed a distinguished academic career, being one of the first female chemistry students in Azerbaijan[4] and the country's first female oil engineer.[5] Her research on improving motor oils was important to the war effort of the Soviet Union in World War II and earned her the Order of the Badge of Honour.[1][6] Throughout her scientific career she authored hundreds of works, held talks internationally, and was awarded numerous other awards.", "48675898": "Shmaryahu Hoz  (Hebrew: שמריהו הוז) (born 1945) is a Professor Emeritus specializing in physical organic chemistry and computational nanotechnology.", "48187": "Sir William Ramsay KCB FRS FRSE (/ˈræmzi/; 2 October 1852 – 23 July 1916) was a Scottish chemist who discovered the noble gases and received the Nobel Prize in Chemistry in 1904 \"in recognition of his services in the discovery of the inert gaseous elements in air\" along with his collaborator, John William Strutt, 3rd Baron Rayleigh, who received the Nobel Prize in Physics that same year for their discovery of argon. After the two men identified argon, Ramsay investigated other atmospheric gases. His work in isolating argon, helium, neon, krypton, and xenon led to the development of a new section of the periodic table.[2]", "68074556": "Bruno Georges Pollet BSc(Hons) MSc PhD FRSC (born in 1969), is a French electrochemist and electrochemical engineer, a Fellow of the Royal Society of Chemistry, full professor of chemistry, director of the Green Hydrogen Lab, director of the Institute for Hydrogen Research (Institut de recherche sur l'hydrogène) at the Université du Québec à Trois-Rivières in Canada. He has worked on Hydrogen Energy in the UK, Japan, South Africa, Norway and Canada, and has both industrial and academic experience. He is regarded as one of the most prominent Hydrogen experts in the world.", "45136962": "The Otto Hahn Prize is awarded biennially jointly by the Society of German Chemists (Gesellschaft Deutscher Chemiker), the German Physical Society (Deutschen Physikalischen Gesellschaft) and the city of Frankfurt am Main for outstanding achievement in the field of chemistry, physics or applied engineering science. It was established in 2005 by the merger of the previous Otto Hahn Prize for Chemistry and Physics and the Otto Hahn Prize of the City of Frankfurt am Main.[1] The award is presented in the St. Paul's Church, Frankfurt am Main.[2]", "45136973": "Robert Warington FRS (7 September 1807 – 17 November 1867)[1] was an English chemist considered the driving force behind the creation of the world's first enduring chemistry society, The Chemical Society of London, which later became the Royal Society of Chemistry.[2]", "48205": "Thomas Graham FRS FRSE DCL (20 December 1805[1][2] – 11 September 1869) was a Scottish chemist known for his pioneering work in dialysis and the diffusion of gases. He is regarded as one of the founders of colloid chemistry.[3]", "47168591": "Domingo Okorie was a Nigerian professor of chemistry and secretary of the Nigerian Academy of Science.[2] He died in Ibadan on 6 January 2023.", "3849305": "Samuel Francis (Frank) Boys (20 December 1911 – 16 October 1972) was a British theoretical chemist.[1][4][5]", "23247967": "Zalman Mordecai Shapiro (12 May 1920 – 16 July 2016) was an American chemist and inventor. He received 15 patents, including a 2009 patent on a process to make commercial production of diamonds cheaper,[1] and played a key role in the development of the reactor that powered the world's first nuclear powered submarine, the Nautilus.[2][3]", "64633954": "Devon Walter Meek (1936–1988) was an American chemist and professor at Ohio State University.[1][2]", "50543720": "Susan Marqusee is the Eveland Warren Endowed Chair Professor of Biochemistry, Biophysics, and Structural Biology at the University of California, Berkeley, and the Berkeley campus director of the California Institute for Quantitative Biosciences. Her research concerns the structure and dynamics of protein molecules. She received her A.B. in Physics and Chemistry from Cornell University in 1982, and her Ph.D. (Biochemistry) and M.D. degrees from Stanford University in 1990, where she trained with Robert Baldwin on the intrinsic helical properties of amino acids in model peptides.[2]", "56015977": "Jacques Etienne Bérard  (12 October 1789 – 10 June 1869) was a French naturalist, chemist and physicist.", "50445422": "Glaci Teresinha Zancan (16 August 1935 —  29 June 2007) was a Brazilian biochemist, president of the Brazilian Society for the Progress of the Science (SBPC) from 1999 to 2003.[1] She made her post doctorate at the University of Buenos Aires, when working with Luis Federico Leloir, Nobel prize of Medicine of 1970.[1]", "56933488": "Mowbray Ritchie FRSE (5 October 1905 – 2 September 1966) was a 20th-century Scottish chemist and scientific author. He was a friend and colleague of Sir Edmund Hirst.[1]", "61652094": "Richard H. Jefferson (January 20, 1931 – June 28, 2021) was an American politician who served in the Minnesota House of Representatives from 1987 to 1999. Jefferson graduated from Xavier University of Louisiana and was a chemist. He lived in Minneapolis, Minnesota when he was elected to the Minnesota Legislature. His nickname was \"Jeff.\"[1]", "65617025": "Cesarina Monti, better known as Rina Monti and, sometimes, as Rina Monti Stella (Arcisate, 16 August 1871 – Pavia, 25 January 1937), was an Italian scientist. A biologist, physiologist, limnologist and zoologist, in 1907 she became the first woman to obtain a university chair in the Kingdom of Italy.[1]", "44448906": "Charles F. Erhart (born Karl Erhart; 25 September 1821–1891) was a Kingdom of Württemberg-born businessman who co-founded the American pharmaceutical company Chas. Pfizer & Co. Inc. with Charles Pfizer, his cousin and, later, brother-in-law.", "43007118": "Steven Peter Armes (born 1962)[2] FRS[4]  is a Professor of polymer chemistry and colloid chemistry at the University of Sheffield.[5][6]", "769169": "Fritz Pregl (Slovene: Friderik Pregl; 3 September 1869 – 13 December 1930), was a Slovenian-Austrian chemist and physician from a mixed Slovene-German-speaking background. He won the Nobel Prize in Chemistry in 1923 for making important contributions to quantitative organic microanalysis, one of which was the improvement of the combustion train technique for elemental analysis.", "42744977": "Thora Margraff Plitt Hardy (31 July 1902 – 1 January 1993) was a US chemist born in Switzerland.[1] She was educated at Barnard College, Columbia University, from where she graduated in 1925.[2] Afterwards she worked as a New York City high school teacher from 1925 to 1929. She returned to academia at the University of Chicago to start her PhD studies in 1932. Following completion of her PhD in 1935 she worked for a time as a botany instructor but saw little opportunity to progress.", "61717652": "Raymond Matthew Fuoss (September 28, 1905 – December 1, 1987) was an American chemist who researched mainly on electrolytes, polyelectrolytes, and polymers. He held Sterling Professor status at Yale University.", "35404951": "Jane Stafford (1899–1991) was an American medical writer and chemist. She wrote a nationally syndicated newspaper column called \"Your Health - Here's How\" and worked for Science Service. She wrote about cancer, polio, heart disease, influenza, sexually transmitted disease, and vitamins.[1] She was assistant director of the NIH Office of Information. Stafford co-founded the National Association of Science Writers and served as president of the Women's National Press Club.", "51199133": "Claudio Luchinat (born February 15, 1952 in Florence) is an Italian chemist. He is author of about 550 publications in Bioinorganic Chemistry, NMR and Structural Biology, and of four books. According to Google scholar, his h-index is 90 and his papers have been quoted more than 33,000 times (As of 2022[update]).[1]", "69155999": "Lillian Cohen (June 19, 1878–June 5 1949) was an American inorganic chemist and chemistry professor at the University of Minnesota.[1] She was the first woman to receive a doctorate in chemistry from the University of Minnesota and the first female member of its chemistry faculty.[2]", "64830624": "Candice Mae Bridge is an American chemist and Associate Professor of Chemistry and Forensic Science at the University of Central Florida.[1] Her research considers the development of mass spectroscopy for forensic analysis, including the characterization of lubricant from rape victims and residue from gunshots, as well as the identification of drugs in urine samples.", "22166692": "Li Shouheng (Chinese: 李寿恒; pinyin: Lǐ Shòuhéng; 1898–1995), also known as S. H. Li, was a Chinese educator, chemist and chemical engineer. Li founded the first chemical engineering department in China, thus is regarded as the Father of Modern Chinese Chemical Engineering.[1] Li is also regarded as the first President of current Zhejiang University of Technology.", "21839018": "William J. Rutter (born August 28, 1928)[1] is an American biochemist who cofounded the early biotechnology company Chiron Corporation together with Edward Penhoet and Pablo DT Valenzuela.  As chairman of the department of biochemistry and biophysics of the University of California, San Francisco, Rutter helped establish that department as a leader in the academic side of the biotechnology during the San Francisco Bay Area biotech boom of the 1980s.[2]", "41335982": "Richard Maling Barrer FRS (16 June 1910 – 12 September 1996) was a New Zealand-born chemist. His areas of research included gas permeability of membranes and zeolite science, of which he was a founding figure; he also gave his name to the zeolite Barrerite.[1] The Barrer, a unit of gas permeability, is also named after him.[2]", "53427386": "Floyd Earl Bartell (1883-1961) was a chemist who spent his entire academic career at the University of Michigan. He specialized in the study of colloids.", "15023291": "Professional chemist is the term for registered or licensed chemists in Canada who are permitted to offer their professional services directly to the public. The professional chemist designation is commonly abbreviated to PChem when added as a suffix after a person's name.", "14171328": "Seiji Shinkai (新海 征治, Shinkai Seiji, born July 5, 1944) is a Japanese chemist and professor of Kyushu University,[1][2] and emeritus professor.", "22789313": "Heinz A. Staab (26 March 1926 – 29 July 2012) was a German chemist. From 1990 to 1996 he was Präsident der Max Planck Society.", "19348685": "Richard Laming (c. 1798–3 May 1879) was a British surgeon, natural philosopher, inventor, chemist and industrialist.", "73252047": "William Earl Moore (1941 - 10 December 2020) was an American chemist.  He was the first African American to graduate from Purdue University with a PhD in chemistry. Moore was a faculty member at Southern University for more than three decades.[1]", "4570327": "Otto Karl Julius Röhm (German: [ʁøːm]; 14 March 1876, Öhringen, Germany – 17 September 1939, Berlin) was one of the founders and a longtime president of the Röhm und Haas chemical company which became later in the USA the Rohm and Haas (today Dow Chemical) and in Germany the Röhm GmbH (today Evonik Degussa).", "22035678": "Dr. James Alfred Obita is a Ugandan politician.  By profession an industrial biochemist, he serves as the Secretary For External Affairs And Mobilisation, and Leader of Delegation for the Lord's Resistance Movement.[1][2][3]", "73088224": "Elena P. Ivanova is a nanobiotechnologist/biophysicist, academic, and author. She is a Distinguished Professor at RMIT University, Australia. She is most known for her research on biomaterials and bioengineering, focusing on biomimetics antimicrobial nanostructured surfaces.[1]", "40647906": "Gloria Long Anderson (born November 5, 1938) is the Fuller E. Callaway Professor of Chemistry at Morris Brown College, and its vice president for academic affairs.[1]  She has served as interim president of Morris Brown, and as vice chair of the Corporation for Public Broadcasting. She was a pioneer in the field of nuclear magnetic resonance spectroscopy, and is known for her studies of fluorine-19 and solid rocket propellants.[2][3][4]", "703722": "Stephanie Louise Kwolek (/ˈkwoʊlɛk/; July 31, 1923 – June 18, 2014) was a Polish-American chemist who is known for inventing Kevlar. Her career at the DuPont company spanned more than 40 years.[1] She discovered the first of a family of synthetic fibers of exceptional strength and stiffness: poly-paraphenylene terephthalamide.[1][2]", "45595882": "Alfred Bertheim (17 April 1879 – 17 August 1914)[1] was a German chemist, best known for his research on arsenic compounds with Paul Ehrlich.", "19217647": "Abul Qasim ibn Mohammed ibn Ibrahim al-Wazir al-Ghassani al-Andalusi (Arabic: قاسم بن محمد الغساني) (1548–1610) was a famous physician at the Saadian court.[1][2] He studied medicine with his father. He lived in Marrakesh and Fez and was of Morisco descent. It is probable that he was the author of Hadiqat al-azhar fi mahiyyat al-ushb wa-l-aqqar (Garden of Flowers in the Explanation of the Character of Herbs and Drugs), a treatise on pharmacology and botany.[3] A hospital in Fez was named after him.", "30293232": "Leonard Albert Wiseman OBE BSc ARI.C CText FTI (4 November 1915 – 20 January 2009) was an organic chemist, scientific intelligence analyst and scientific administrator. Following his early work as a research chemist and in intelligence, he became, successively Deputy Director of the Atomic Weapons Research Establishment, Director of the British Rayon Research Association, succeeding John Wilson, Deputy Director of the Cotton, Silk and Man-made Fibres Research Association when the BRRA merged with the British Cotton Industry Research Association (the Shirley Institute), becoming Director in 1969 until retiring in 1980. He also served for some years as Chairman of Council of the Textile Institute.[1]", "12500210": "Dr Joseph George Davidson FRSE (February 7, 1892 – October 9, 1969) was an American chemist and inventor.", "10468595": "Lafayette Benedict Mendel (February 5, 1872 –  December 9, 1935) was an American biochemist known for his work in nutrition, with longtime collaborator Thomas B. Osborne, including the study of Vitamin A, Vitamin B, lysine and tryptophan.", "343282": "James Keir FRS (20 September 1735 – 11 October 1820) was a Scottish chemist, geologist, industrialist, and inventor, and an important member of the Lunar Society of Birmingham.", "46316790": "Molly S. Shoichet FRS, is a Canadian science professor, specializing in chemistry, biomaterials and biomedical engineering. She was Ontario's first Chief Scientist.[3][4] Shoichet is a biomedical engineer known for her work in tissue engineering, and is the only person to be a fellow of the three National Academies in Canada.", "802038": "Harrie Irving Hancock (January 16, 1868 – March 12, 1922) was an American chemist and writer, mainly remembered as an author of children's literature and juveniles in the late 19th and early 20th centuries, and as having written a fictional depiction of a German invasion of the United States.", "769274": "James Price (1752–1783) was an English chemist and alchemist who claimed to be able to turn mercury into silver or gold. When challenged to perform the conversion a second time in front of credible witnesses, he instead committed suicide by drinking prussic acid.", "56016142": "Laura Iglesias Romero (1926 – 15 April 2022) was a Spanish chemist who was a pioneer in the use of atomic spectroscopy in the study of the movements of stars.", "59784470": "Alison Rae Hardin Narayan (born 1984)[1] is an American chemist and the William R. Roush assistant professor in the Department of Chemistry at the University of Michigan College of Literature, Science, and the Arts.[2] Additionally, she is a research assistant professor at University of Michigan Life Sciences Institute.[3]", "13417752": "Liu Yandong (Chinese: 刘延东) is a retired Chinese politician. She recently served as the Vice Premier of the People's Republic of China, and was a member of the Politburo of the Chinese Communist Party from 2007 to 2017, a State Councilor between 2007 and 2012, and headed the United Front Work Department of the Communist Party between 2002 and 2007.", "54934808": "Endre Bíró (April 22, 1919 – June 13, 1988) was a Hungarian biochemist whose research findings in the biochemistry of the muscle and muscle contraction found international recognition. (His full name is Miklós Endre Bíró translated into English as Nicholas Andrew Bíró hence in his publications in English he is referred to as N. A. Bíró.)", "40647965": "Frauke Petry (German: [ˈfʁaʊkə ˈpeːtʁiː]; née Marquardt; born 1 June 1975) is a German politician who chaired the Alternative for Germany (AfD) party from July 2015 to September 2017. A chemist by training and with a professional background as a businesswoman, some political scientists described Petry as a representative of the national conservative wing of that party.[1][2][3][4]", "5422365": "John C. Sanford is an American geneticist and inventor. From 1980 to 1998 he was a professor at Cornell University. After retirement at Cornell, he continued as courtesy professor. He is known for advocacy of the pseudoscience of intelligent design.", "900383": "Francois Auguste Victor Grignard (6 May 1871 – 13 December 1935) was a French chemist who won the Nobel Prize for his discovery of the eponymously named Grignard reagent and Grignard reaction, both of which are important in the formation of carbon–carbon bonds.", "55164196": "Daniel Louvard is a French scientist with the Department of Cell Biology in the Curie institute, Paris.[1] In 1996 he won the Richard Lounsbery Award jointly with Jacques Pouysségur for \"their contributions to the study of the regulation of cell division and differentiation.\"[2][3]", "65617192": "Ying Ge is a Chinese-American chemist who is a Professor of Cell and Regenerative Biology at the University of Wisconsin–Madison. Her research considers the molecular mechanisms that underpin cardiac disease. She has previously served on the board of directors of the American Society for Mass Spectrometry. In 2020 Ge was named on the Analytical Scientist Power List.", "40418603": "R. Bruce King is emeritus regents professor at the University of Georgia.  He has contributed to many areas of organometallic chemistry, including synthesis, spectroscopy, and theory.  He is the author and editor of several monographs and book series.[1]", "23575855": "Manuel Ballester Boix (born in Barcelona on 27 June 1919; died 5 April 2005) was a Spanish chemist.", "54869297": "Timothy Richard Elliott FRS[1] is a professor at the University of Bristol.[2][3][4]", "67779892": "Yolanda Ortiz (1923 or 1924, Tucumán – 22 June 2019, Buenos Aires) was an Argentine doctor of chemistry.[1]  She was the first Secretary of Natural Resources and Human Environment of Argentina, appointed by then-president Juan Perón in 1973. She was the first woman to hold such a position in Latin America. She was also an advisor to the Ministry of Environment and Sustainable Development of the Nation and of the Federal Council of the Environment (COFEMA).", "56278327": "Margaret Douie Dougal (1858 or 1859 – 1938, née Robertson, later Chaplin) was a British chemical publication indexer for fifteen years (1885–1909) for the Chemical Society.[1] Dougal contributed to the compilation of volumes i-iii of A Collective Index of the Transactions, Proceedings and Abstracts of the Chemical Society.[2][3][4] The then president of the Chemical society, Sir James Dewar, congratulated Dougal for her work as \"an example of thoroughness and accuracy to her successors.\" The collected decennial indices were also prepared by Dougal; at the 1906 Annual Meeting of the Chemical Society it was noted that the Council \"had pleasure in expressing the high appreciation of the ceaseless energy displayed by the indexer, Mrs. Margaret Dougal, on the completion of this valuable work.\"[5]", "37731646": "James Woodhouse (17 November 1770, Philadelphia – 4 June 1809, Philadelphia) was an American surgeon and chemist.", "56016192": "Harry Wiener (October 29, 1924 in Vienna, Austria – November 8, 1998 in New York City, US) was an Austrian-American chemist, physician and psychologist, a pioneer in cheminformatics and chemical graph theory, and a long-time employee at Pfizer.[1]", "66207042": "Bao Gu (Chinese: 鮑姑, fl. 4th-century), was a Chinese Taoist physician.  She is the daughter of accomplished Taoist practitioner and governor Bao Jing and the wife of Ge Hong who is the author of Baopuzi. She is also known as one of the famous four female physicians in Chinese history, along with Zhang Xiaoniang of Northern Song dynasty, Yi Xu of the Western Han dynasty, and Tan Yunxian, who was active during the Ming dynasty. [1]   She was active during the Eastern Jin dynasty.", "54017351": "Joseph Keith Dixon (1906–1966)[1] was a New Zealand soil chemist and scientific administrator. He completed a master's thesis at Canterbury University College in 1927.[2] He rose to be director of Soil Bureau 1962–1966 and President of the Royal Society of New Zealand (1960–1962).[3]", "58965322": "Manfred Theodor Reetz (born 13 August 1943)[1] is a German chemist and professor of organic chemistry, who served as director of the Max Planck Institute for Coal Research from 1991 until 2011. His research focuses on directed evolution, enzymes in organic chemistry, and stereoselective biocatalysis.[2]", "15580496": "Henry Letheby (1816 – 28 March 1876) was an English analytical chemist and public health officer.", "2276691": "Dr James Sheridan Muspratt FRSE FRSD (8 March 1821 – 3 February 1871) was an Irish-born research chemist and teacher. His most influential publication was his two-volume book Chemistry, Theoretical, Practical and Analytical as applied and relating to the Arts and Manufactures (1857–1860).", "48610647": "Eugenia Kumacheva OC FRS FRSC[2] is a University Professor and Distinguished Professor of Chemistry at the  University of Toronto. Her research interests span across the fields of fundamental and applied polymers science, nanotechnology, microfluidics, and interface chemistry. She was awarded the L'Oréal-UNESCO Awards for Women in Science in 2008 \"for the design and development of new materials with many applications including targeted drug delivery for cancer treatments and materials for high density optical data storage\".[3][4][5][2][6] In 2011, she published a book on the Microfluidic Reactors for Polymer Particles[7] co-authored with Piotr Garstecki [Wikidata]. She is Canadian Research Chair in Advanced Polymer Materials (Tier 1). She is Fellow of the Royal Society (FRS) and a Fellow of the Royal Society of Canada (FRSC).", "25738596": "Adolf Patera (11 July 1819, in Vienna – 26 June 1894), was a Bohemian chemist, mineralogist and metallurgist, best known for the important role he played in the utilisation of uranium in colour production in glass, and associated with silver extraction from the mines at Joachimsthal, then part of the Austro-Hungarian Empire, now known as Jáchymov. Pateraite, supposedly a cobalt molybdate, is named after him.[1][2]", "4832615": "Alexander Grigoryevich Abramov (Russian: Александр Григорьевич Абрамов, born 1959) is a Russian businessperson, who until March 2022 was the Chairman of the Board of directors of Evraz, one of Russia's largest steel producers.[1] Since 1998, he has amassed one of the largest steel and iron empire in Russia, which employed 71,591 people around the world, with steel output of 13,57 million tones and turnover of $14,1 billion in 2021, leading to him be widely considered a Russian oligarch. A business partner and ally of Aleksandr Frolov and Roman Abramovich, Abramov was in June 2021 listed by Forbes as having an estimated net worth of $8.0 billion.[2]", "61717864": "Joyce Mary Waters, Lady Waters ONZM (née Partridge; born 2 June 1931) is a New Zealand inorganic chemist and X-ray crystallographer, who is currently professor emeritus at Massey University. She was the second woman to receive a PhD in chemistry at the University of Auckland, and the first woman to serve as president of the New Zealand Institute of Chemistry.", "68959596": "Janet Gretchen Osteryoung (March 1, 1939 – September 21, 2021) was an American chemist who was the director of the Chemistry Division of the National Science Foundation from 1994 to 2001. Her research furthered the development of electroanalysis and especially that of square wave voltammetry. She was elected a Fellow of the American Association for the Advancement of Science in 1984 and awarded the Garvan–Olin Medal in 1987.", "47136114": "Friedrich August Frenzel (24 May 1842 – 27 August 1902) was a German mineralogist. He was born in a miner's family in Freiberg, Saxony. In 1861 he was awarded a scholarship which enabled him to study mineralogy at Bergakademie Freiberg. There he attracted the attention of August Breithaupt who asked him to help with organising the mineralogical collections of the academy and with testing mineral samples, and to assist in the professor's mineralogical research. In 1865 Frenzel finished his studies and was awarded the title of a mining inspector. From then on, he worked for 25 years as a chemist in the metallurgical laboratories. He also lectured at the Bergakademie.", "65224050": "Heinrich August Bernthsen (29 August 1855 – 26 November 1931) was a German chemist who was among the first to synthesize and study the structures of methylene blue and phenothiazine.", "1260919": "Eugen Baumann (12 December 1846 – 3 November 1896) was a German chemist. He was one of the first people to create polyvinyl chloride (PVC), and, together with Carl Schotten, he discovered the Schotten-Baumann reaction.", "13778299": "Alan Anthony Jones (1944 in Jamestown, NY – May 23, 2006) was an American professor of chemistry at Clark University in Worcester, Massachusetts. During his more than thirty years at Clark he served as a mentor and advisor to hundreds of undergraduate, graduate and post-doctoral students. He was a leading researcher in the field of\nNMR and polymer physics.[1] His research focused on solid state NMR spectroscopy of polymer systems. This work was supported for many years through grants from agencies such as the National Science Foundation, Petroleum Research Fund and the Army Research Office.", "70892927": "Arne Magnéli (6 December 1914 – 22 July 1996) was a Swedish chemist and crystallographer known for his work on the structure determination of transition metal oxides and alloys, including the study into their homologous series and nonstoichiometric phenomenon.[1]", "57621897": "Orville Frank Tuttle (June 25, 1916, Olean, New York – December 13, 1983, Tucson, Arizona) was an American mineralogist, geochemist, and petrologist, known for his research on granites and feldspars, with pioneering development of apparatus in experimental petrography.[1][2]", "51559821": "Sir Hugh Fish, CBE (6 January 1923 – 27 May 1999) was an English chemist who was one of the architects of the UK water industry in the late 20th century, and was responsible for the clean-up of the River Thames.[1][2]", "51756429": "Jehane Noureldin Ragai (Arabic: جيهان نور الدين رجائي) (born in Cairo, Egypt)[1] is an Emeritus Professor of Chemistry at the American University in Cairo (AUC). She is the author of the two editions of The Scientist and the Forger. The first edition, published in 2015 by Imperial College Press,[2][3][4][5] was translated into Korean. The second edition, published in 2018 by World Scientific Publishing,[6] was translated into Chinese. Her recent Textbook Technical Art History , published in 2021 by World Scientific Publishing, which she co-authored with Tamer Shoeib has won the \"Most Promising New Textbook Award \" by the Textbook and Academic Authors Association in the US.", "64306580": "Eric John Logan McInnes FRSE is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[4] His research in general is based on inorganic chemistry and magnetochemistry, specifically on molecular magnetism, EPR spectroscopy and coordination chemistry.[5]", "3489177": "William Andrew Goddard III (born March 29, 1937) is the Charles and Mary Ferkel Professor of Chemistry and Applied Physics, and director of the Materials and Process Simulation Center at the California Institute of Technology.[2][3]", "6274457": "Albert Coombs Barnes (January 2, 1872 – July 24, 1951) was an American chemist, businessman, art collector, writer, and educator, and the founder of the Barnes Foundation in Philadelphia, Pennsylvania.[1][2][3]", "2604445": "Henry Drysdale Dakin FRS[1] (12 March 1880 – 10 February 1952) was an English chemist.[2]", "14138784": "Sophus Mads Jørgensen (4 July 1837 – 1 April 1914) was a Danish chemist. He is considered one of the founders of coordination chemistry, mainly by being one of the pioneers of the famous chain theory and is known for the debates which he had with Alfred Werner during 1893-1899. While Jørgensen's theories on coordination chemistry were ultimately proven to be incorrect, his experimental work provided much of the basis for Werner's theories. Jørgensen also made major contributions to the chemistry of platinum and rhodium compounds."}