{"31081199": "Charles Victor Naudin (14 August 1815 in Autun – 19 March 1899 in Antibes) was a French naturalist and botanist.", "48251632": "Tang Feifan (simplified Chinese: 汤飞凡; traditional Chinese: 湯飛凡; pinyin: Tāng Fēifán; July 23, 1897 – September 30, 1958) was a Chinese medical microbiologist best known for culturing the Chlamydia trachomatis agent in the yolk sacs of eggs.[1][2]", "1557244": "Charles Yanofsky (April 17, 1925[1] – March 16, 2018) was an American geneticist on the faculty of Stanford University who contributed to the establishment of the one gene-one enzyme hypothesis and discovered attenuation, a riboswitch mechanism in which messenger RNA changes shape in response to a small molecule and thus alters its binding ability for the regulatory region of a gene or operon.", "10404604": "Susan G. Ernst is professor emerita at Tufts University known for her work on cell development using sea urchins as a model system. She is an elected fellow of the American Association for the Advancement of Science.", "44057341": "Levon Vrami Harutyunyan (Armenian: Լևոն Վռամի Հարությունյան; 13 December 1927 – 2007) was an Armenian biologist, University Professor, journalist, publicist, writer and science populariser, founder of Yerevan Haybusak University. Established in 1990, the Haybusak University became one of the first private universities in Armenia.[1] He received numerous decorations for his work including Anania Shirakatsi medal from the President of Armenia.", "42746621": "Marnie Blewitt is head of a division at WEHI, which focuses on X-inactivation, and is engaged in research on the role of polycomb-group proteins in hematopoietic stem cell function.", "15090430": "Helen Miriam Berman is a Board of Governors Professor of Chemistry and Chemical Biology at Rutgers University and a former director of the RCSB Protein Data Bank (one of the member organizations of the Worldwide Protein Data Bank). A structural biologist, her work includes structural analysis of protein-nucleic acid complexes, and the role of water in molecular interactions. She is also the founder and director of the Nucleic Acid Database, and led the Protein Structure Initiative Structural Genomics Knowledgebase.[1][2][3]", "50610947": "Harry J. Gilbert FRS FMedSci[2] (born 1953) is Professor of Agricultural Biochemistry and Nutrition in the Institute For Cell and Molecular Biosciences at Newcastle University.[1][3]", "36291337": "Katarína Horáková (born 12 October 1934), published in English speaking countries as Katarina Horak, is a professor of biology at the Faculty of Chemical and Food Technology, Slovak University of Technology in Bratislava, Slovakia.", "70468365": "Kim Baumann is a British biologist and the editor in chief of Nature Reviews Molecular Cell Biology.", "64176916": "Andrew Paul Hendry (born March 24, 1968) is a Canadian biologist and professor in the Department of Biology and the Redpath Museum at McGill University. He holds dual citizenship of both Canada and the United States. He has been named a tier 1 Canada Research Chair from 2018 to 2024.[1]", "5620502": "Thomas Patrick Coohill (born August 25, 1941) is considered one of the world's experts on the effects of light on living systems (Photobiology).", "31572758": "Hà Đình Đức is a Vietnamese biologist. He was born on March 23, 1940, in the Thọ Xuân District  of Thanh Hóa Province, Vietnam. He is known for describing the Hoan Kiem turtle, which he classified under name Rafetus leloii. Duc believes it is distinct from the Yangtze giant softshell turtle, which is generally regarded by other biologists as the same species. He has also been at odds with other conservationists and officials who believe the turtle should remain in the Hoan Kiem lake, while he believes it should be removed to avoid competing with other invasive turtle species of the lake.[1] Additionally, Ha believes there is only one Hoan Kiem turtle living in the lake, even though witnesses have reported at least one other turtle in the lake.[2]", "934687": "Susan Hockfield (born March 24, 1951) is an American neuroscientist who served as the sixteenth president of the Massachusetts Institute of Technology from December 2004 through June 2012. Hockfield succeeded Charles M. Vest and was succeeded by L. Rafael Reif, who had served in her administration as Provost. Hockfield was the first biologist and the first woman to serve as the Institute's president.[1] Hockfield currently serves as a Professor of Neuroscience in MIT's Department of Brain and Cognitive Sciences, a Joint Professor of Work and Organization Studies in MIT’s Sloan School of Management, and a member of the Koch Institute for Integrative Cancer Research. She is also a director of Break Through Cancer, Cajal Neuroscience, Fidelity Non-Profit Management Foundation, Lasker Foundation, Mass General Brigham, Pfizer, Repertoire Immune Medicines, and the Whitehead Institute for Biomedical Research; a lifetime member of the MIT Corporation; and a board member of the Belfer Center at the Harvard Kennedy School of Government. Before returning to MIT following her presidency, Hockfield held the Marie Curie Visiting Professorship at Harvard University's John F. Kennedy School of Government.", "69452583": "Ann Kiku Sakai is a plant biologist at the University of California, Irvine known for her work on plant breeding and speciation. She is an elected fellow of the American Association for the Advancement of Science.", "53134121": "Frank (Bernard Francis Xavier) Gannon (born 1947, Ireland) was the seventh Director of QIMR Berghofer Medical Research Institute in Brisbane, Australia (2011 – 2020).[1] He is a molecular biologist and has held high-profile appointments in scientific management and research in Ireland, England, the United States, France, Germany and Australia.[2]", "53986090": "(Edith) Yvonne Jones FRS FMedSci FLSW (born 1960)[1] is director of the Cancer Research UK Receptor Structure Research Group at the University of Oxford[5][6][3][7] and a Fellow of Jesus College, Oxford.[8] She is widely known for her research on the molecular biology of cell surface receptors and signalling complexes.[9]", "31310637": "Len A. Pennacchio is an American molecular biologist, the head of the Genetic Analysis Program and the Genomic Technologies Program at the Joint Genome Institute in Walnut Creek, California.[1]", "64045876": "Riley D. Housewright (October 7, 1913 – January 11, 2003) was an American microbiologist who conducted research on germ warfare. Having been assigned to the Fort Detrick laboratory in the mid-1940s and appointed scientific director in 1956, Housewright played a major role in the development of bioweapons for a proposed attack on Cuba during the Cuban Missile Crisis. In 1966, he was appointed president of the American Society for Microbiology. He left Fort Detrick in 1970 following President Nixon's moratorium on US bioweapons research, and later published several books on water safety for the National Academy of Sciences. In the 1980s, Housewright became executive director of the American Society for Microbiology. He died in Frederick, Maryland, in 2003.", "27607861": "Henry Van Peters Wilson (1863–1939)[1] was a professor at University of North Carolina at Chapel Hill, Department of Biology. In 1907 he demonstrated that silicate sponges have the ability to re-form into functional creatures after the individual cells have been dissociated from one another by mechanical means (sieving through a fine silk mesh).[2]", "62735157": "Murat Abenovich Aitkhozhin (Kazakh: Murat Ábenuly Aıthojın, Russian: Мурaт Абенович Айтхoжин) (29 June 1939 - 19 December 1987) was a Kazakh Soviet molecular biologist: the founder of molecular biology in Kazakhstan. He was the President of the Kazakhstan Academy of Sciences (1986–87), Deputy of The Supreme Soviet of the USSR, member (and Chairman of the Kazakh branch) of the Soviet Peace Fund. He was the founder and first Director of the Kazakh Institute of Molecular Biology and Biochemistry as well as being an Academian of the Academy of Sciences of the Kazakh SSR (1983), Doctor of Sciences (1977), Professor (1980) and Lenin Prize laureate (1976).", "10994485": "Vamsi K. Mootha  is an Indian-born American physician-scientist and computational biologist. He is an Investigator of the Howard Hughes Medical Institute, Professor of Systems Biology and Medicine at Harvard Medical School, Investigator in the Department of Molecular Biology at Massachusetts General Hospital. He is also an Institute Member of the Broad Institute.[1]", "60244793": "Christine Amoako-Nuamah (born 3 February 1944 in Bekwai, Ashanti Region, Ghana)[citation needed] is a Ghanaian scientist and politician who served as the Minister for Environment, Science and Technology (1993–1996),[1][2] Minister for Education (1997–1998),[1][2] and Minister for Lands and Forestry (1998–2001)[1][2] under the Rawlings government. She was educated at the University of Ghana, Legon and was a postgraduate student of the Ghanaian botanist, George C. Clerk (1931–2019). She served as a presidential adviser[3] to the Mills and Mahama governments. She was also the board chairman of the Ghana Institute of Management and Public Administration governing council.[4]", "53330768": "Chris Q Doe (Born 1958) is a professor of Biology,[1] and Howard Hughes Medical Institute[2] investigator at the Institute for Neuroscience, University of Oregon, Eugene, Oregon. Doe did his PhD work with Corey Goodman at Stanford University, followed by postdoctoral fellowship with Matthew P. Scott at University of Colorado Boulder. He is a researcher in developmental biology known for his studies on neurogenesis in Drosophila melanogaster neural stem cell neuroblasts.[3][4] His lab investigates the generation of neuronal diversity and neural circuit formation in Drosophila melanogaster.[5] Doe is also a member of the National Academy of Sciences.[6]", "64602963": "Katie Jane Ewer is a British immunologist and Professor of Vaccine Immunology at the University of Oxford's Jenner Institute.[1]", "6275930": "Karen Manvelyan (Armenian: Կարեն Մանվելյան) is an Armenian biologist and environmentalist who has worked in San Francisco as a scientist for much of his life. He is the current director of the World Wildlife Fund in Armenia.[1]", "29475677": "Tom Abraham Rapoport (born June 17, 1947)[1] is a German-American cell biologist who studies protein transport in cells. Currently, he is a professor at Harvard Medical School and a Howard Hughes Medical Institute investigator. Born in Cincinnati, Ohio, he grew up in East Germany. In 1995 he accepted an offer to become a professor at Harvard Medical School. In 1997 he became an investigator of the Howard Hughes Medical Institute. He is a member of the American and German National Academies of Science.", "57394016": "Christina Athena Aktipis is an associate professor in the Department of Psychology at Arizona State University.[1] She is the director of the Interdisciplinary Cooperation Initiative and the co-director of the Human Generosity Project. She is also the director of the Cooperation and Conflict lab at Arizona State University, vice president of the International Society for Evolution, Ecology and Cancer (ISEEC), and was the director of human and social evolution and co-founder of the Center for Evolution and Cancer at UCSF. She is a cooperation theorist, an evolutionary biologist, an evolutionary psychologist, and a cancer biologist who works at the intersection of those fields.[2] Aktipis is the author of the book published on March 24, 2020, from Princeton University Press The Cheating Cell: How Evolution Helps us Understand and Treat Cancer.[3] Athena hosts Zombified, a podcast created to communicate the science of zombification in daily life. Zombified is an extension of the Zombie Apocalypse Medicine Meeting (ZAMM), a biannual conference chaired by Aktipis. ZAMM is an interdisciplinary conference where art, science and medicine come together with the aim of solving complex issues.", "9683809": "William Frank Gilly is an American biologist specializing in the study of cephalopods. He works at Gilly Lab, Hopkins Marine Station, in Monterey County, as a professor of biology, at Stanford University[1] and was involved with the television special The Future is Wild.", "48120679": "Mark L. Winston is a Canadian biologist and writer.[1] A professor of apiculture and social insects at Simon Fraser University, he spent much of his career studying bees[1] until becoming founding director of the university's Centre for Dialogue in 2006.[2]", "52282225": "Martin Alexander Ernst \"Marty\" Bergmann (19 February 1956 – 20 August 2011)[1][2] was a Canadian scientist and public servant. A marine biologist by training, Bergmann spent 24 years with the Canadian federal Department of Fisheries and Oceans, latterly as Director of the Centre of Expertise for Arctic Aquatic Research Excellence, before taking up the position of head of Natural Resources Canada's Polar Continental Shelf Program. During his career in the Public Service of Canada Bergmann was instrumental in greatly expanding Canada's Arctic research capabilities. He was a leading player in establishing the International Polar Year of 2007–2008, and has been called a \"leading and relentless evangelist in national and international scientific circles\" by the Royal Canadian Geographical Society (RCGS).[3] He died in the crash of First Air Flight 6560 near Resolute, Nunavut, on 20 August 2011. Since his death numerous memorials have been made to Bergmann, including the naming of the Arctic Research Foundation research vessel Martin Bergmann,[4] the establishment of the RCGS's Martin Bergmann Medal, and the naming of a 375 million year-old fossil fish species found in Nunavut, Holoptychius bergmanni, in recognition of his \"scientific endeavors [that] communicated the relevance of the Arctic region to a global audience.\"[5][6]", "51692406": "Kishan Singh (10 July 1931 – 2 September 2012) was an Indian plant pathologist, known for his contributions to the pathology of crops, especially sugarcane.[1][2] An alumnus of the Chandra Shekhar Azad University of Agriculture and Technology,[3] he is reported to have done seminal research on the epidemiology and control of sugarcane diseases and suggested disease management through hot air therapy.[4] He has published his research findings by way of articles and books, which include Soil fungicides (2 volumes),[5] Recent advances in plant pathology,[6]\nThe national research grid for sugarcane in India,[7] Sugarcane diseases and prospects of their control,[8] Diseases of sugarbeet in India,[9] Grassy shoot disease of sugarcane : III: response of varieties to infection,[10] Innovations in companion cropping with sugarcane[11] and Laminar infection of sugarcane leaves by red rot (Physalospora tucumanensis) organism in nature.[12] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1976, for his contributions to biological sciences.[13] Singh died on 2 September 2012, at the age of 81.[14]", "45564794": "Joachim Bauer (born 21 October 1951 in Tübingen) is a German medical doctor with education in  internal medicine, psychiatry and psychosomatic medicine. He teaches as a professor at the University of Freiburg. Bauer is the author of several scientific non-fiction books.", "40911741": "Janet Elizabeth Macgregor, OBE FRCOG FRCPath (née McPherson; 12 January 1920 – 8 October 2005) was a Scottish physician and cytologist who pioneered the first successful screening trial programme for cervical cancer in the United Kingdom.[1] Her work helped lead to a significant decrease in women's deaths from cervical cancer.", "12829569": "Lewis Joel Greene (born August 10, 1934) is an American Brazilian biochemist, scientist, university professor and editor of the Brazilian Journal of Medical and Biological Research.", "63423363": "Dr. Jessamy Tiffen is an Australian Scientist and senior researcher in the Melanoma Immunology and Oncology Program at the Centenary Institute of Cancer Medicine and Cell Biology at the University of Sydney, New South Wales, Australia.[1][2] Her work primarily focuses on fundamental cell biology, examining the transformation of normal cells into cancerous ones and their responses to different treatments.[3][4]", "40911748": "Jennifer Ann Marshall Graves AC FAA (born 24 November 1941) is an Australian geneticist. She is Distinguished Professor within the La Trobe Institute for Molecular Science, La Trobe University, Australia and Professor Emeritus of the Australian National University.[1]", "1688459": "Henry George Friesen CC OM FRSC (born July 31, 1934) is a Canadian endocrinologist, a distinguished professor emeritus of the University of Manitoba and the discoverer of human prolactin,[1] a hormone which stimulates lactation in mammary glands.", "17304": "Karl Ernst Ritter von Baer Edler von Huthorn[1][2] (Russian: Карл Макси́мович Бэр; 28 February [O.S. 17 February] 1792 – 28 November [O.S. 16 November] 1876) was a Baltic German scientist and explorer. Baer was a naturalist, biologist, geologist, meteorologist, geographer, and is considered a, or the, founding father of embryology.  He was a member of the Russian Academy of Sciences, a co-founder of the Russian Geographical Society, and the first president of the Russian Entomological Society, making him one of the most distinguished Baltic German scientists.", "17515435": "Dr. Robert Kaye Greville FRSE FLS LLD (13 December 1794 – 4 June 1866) was an English mycologist, bryologist, and botanist. He was an accomplished artist and illustrator of natural history. In addition to art and science he was interested in causes like abolitionism,[1] capital punishment,[3] keeping Sunday special[4] and the temperance movement. He has a mountain in Queensland named after him.[5]", "12239801": "Geoffrey M. Cooper is professor of biology at Boston University. He served as chair of the department of biology for a number of years, and subsequently as associate dean of the faculty for the natural sciences in the university's college of arts & sciences.", "41042886": "Anton \"Toni\" Hofreiter (born 2 February 1970) is a German politician who has been serving as a member of the Bundestag since the 2005 elections.", "21185482": "Carl Friedrich Kielmeyer (22 October 1765 – 14 August 1844) was a German biologist and naturalist born in Bebenhausen, today part of the city of Tübingen. He was a pioneer of Naturphilosophie, helped to establish organic chemistry (Pflanzenchemie) as a field, and developed an early version of recapitulation theory through the observation of animal embryos.[1]", "70468557": "Allyson Evans is an American biologist and the editor in chief of the scientific journal Cell Metabolism.", "53855183": "Leonard Zablow is an American biologist and an Elected Fellow of the American Association for the Advancement of Science since 1967.[1]", "1557459": "Walter Frank Raphael Weldon FRS (15 March 1860 – 13 April 1906), was an English evolutionary biologist and a founder of biometry. He was the joint founding editor of Biometrika, with Francis Galton and Karl Pearson.", "17367": "Konrad Emil Bloch ForMemRS[1] (German pronunciation: [ˈkɔnʁaːt ˈblɔx] ⓘ; 21 January 1912 – 15 October 2000) was a German-American biochemist. Bloch received the Nobel Prize in Physiology or Medicine in 1964 (joint with Feodor Lynen) for discoveries concerning the mechanism and regulation of the cholesterol and fatty acid metabolism.[2]", "3425240": "Randolph Martin Nesse (born July 10, 1948)[1] is an American physician, scientist and author who is notable for his role as a founder of the field of evolutionary medicine and evolutionary psychiatry.[2][3]", "2900957": "(Michaels):", "62145523": "John Francis Xavier Diffley FRS FMedSci (born 4 March 1958) is an American biochemist and Associate Research Director at the Francis Crick Institute.[1] He is known for his contributions to the understanding of how DNA replication is initiated, and how it is subsequently regulated throughout the cell cycle and in response to DNA damage.[2]", "16368629": "Invisible Kid is the name of two superheroes in the DC Comics universe, both of whom are members of the Legion of Super-Heroes in the 30th and 31st centuries.[1]", "26657806": "Arnold Lockshin (born February 3, 1939) is an American-born Russian scientist. After he was dismissed from a position as a cancer researcher in Houston, Texas, he and his family received political asylum and citizenship in the Soviet Union.", "42157076": "Diego Golombek (born 22 November 1964) is an Argentine biologist, communicator and popularizer of science.[1] He is currently professor at National University of Quilmes and researcher at CONICET. He is author of several books about biology and related topics, although he is mainly known due to his appearances on radio and television.", "50203": "William Harvey (1 April 1578 – 3 June 1657)[1] was an English physician who made influential contributions in anatomy and physiology.[2] He was the first known physician to describe completely, and in detail, the systemic circulation and properties of blood being pumped to the brain and the rest of the body by the heart, though earlier writers, such as Realdo Colombo, Michael Servetus, and Jacques Dubois, had provided precursors of the theory.[3][4]", "9159712": "Charles-Philippe Robin (4 June 1821 – 6 October 1885) was a French anatomist, biologist, and histologist born in Jasseron, département Ain.", "4965431": "James William Valentine (November 10, 1926 – April 7, 2023) was an American evolutionary biologist, Professor Emeritus in the Department of Integrative Biology at the University of California, Berkeley, and curator at the University of California Museum of Paleontology.[1][2]", "65389636": "Kenro Kusumi, a genome biologist and professor, Dean of Natural Sciences in The College of Liberal Arts and Sciences at Arizona State University.[1]", "60245066": "Jean Vance is a British-Canadian biochemist. She is known for her pioneering[1][2] work on subcellular organelles and for her discovery of a connection between the endoplasmic reticulum and the mitochondrial membrane.[3] She is a Professor of Medicine at the University of Alberta, Canada and a Fellow of the Royal Society of Canada.", "1131595": "Dr William Charles Wells FRS FRSE FRCP (24 May 1757 – 18 September 1817) was a Scottish-American physician and printer. He lived a life of extraordinary variety, did some notable medical research, and made the first clear statement about natural selection.[1] He applied the idea to the origin of different skin colours in human races, and from the context it seems he thought it might be applied more widely. Charles Darwin said: \"[Wells] distinctly recognises the principle of natural selection, and this is the first recognition which has been indicated\".[2]", "32031819": "Uri Alon (Hebrew: אורי אלון; born 1969) is a Professor and Systems Biologist at the Weizmann Institute of Science.[4] His highly cited[5] research investigates gene expression,[6] network motifs[7][8] and the design principles of biological networks[9] in Escherichia coli and other organisms using both computational biology and traditional experimental wet laboratory techniques.[10]", "37340235": "P. Gunasekaran is an Indian microbiologist who is Vice-Chancellor, VIT Bhopal University, Madhya Pradesh.[1] He was a Senior Professor of Microbiology at Madurai Kamaraj University, Madurai, India. He served as Vice chancellor of Thiruvalluvar University Vellore 2012-2015. He has thirty three years of teaching and research experience in Microbiology, Biotechnology and Genomics. He was a recipient of the Tamil Nadu Scientist Award (TANSA) from the Tamil Nadu State Council for Science and Technology, Government of Tamil Nadu in 1999.[2]", "47596640": "Álvaro Jaime Mones Sibillotte (born 7 August 1942 in Montevideo) is a Uruguayan biologist and paleontologist.[1]", "42058849": "Michael John Owen Wakelam (15 July 1955 – 31 March 2020) was a British molecular biologist and director of the Babraham Institute in Cambridge, England.", "40485987": "Philip Kumar Maini FRS FMedSci (born 16 October 1959 in Magherafelt, Northern Ireland) is a Northern Irish mathematician. Since 1998, he has been the Professor of Mathematical Biology at the University of Oxford and is the director of the Wolfson Centre for Mathematical Biology in the Mathematical Institute.[2][6][7][8][9][10]", "63325284": "Caroline S. Harwood is an American microbiologist who was elected to the National Academy of Sciences in 2009.[1] She is the Professor Gerald and Lyn Grinstein Professor of Microbiology and Associate Vice-Provost for Research at the University of Washington School of Medicine.[2]", "50512997": "Charles J. Cavanaugh (23 January 1911 - 18 February 2004) was a biologist and professor of biology at the Louisiana College from 1945 to 1977. He was born in Leesville, Louisiana and died in Pineville, Louisiana.[1] The C. J. Cavanaugh endowed chair in biology was created in his honor.[2]", "1918053": "Theodor Heinrich Boveri (12 October 1862 – 15 October 1915) was a German zoologist, comparative anatomist and co-founder of modern cytology.[1] He was notable for the first hypothesis regarding cellular processes that cause cancer, and for describing chromatin diminution in nematodes.[2] His brother was industrialist Walter Boveri. Boveri was married to the American biologist Marcella O'Grady (1863–1950).[3] Their daughter Margret Boveri (1900–1975) became one of the best-known journalists in post-World War II Germany.[4]", "51168362": "Ben Garrod (born 29 January 1982) is an English evolutionary biologist, primatologist and broadcaster. He has been Professor of Evolutionary Biology and Science Engagement at the University of East Anglia since 2019.[4]", "50971756": "Rose Scott-Moncrieff (1903-1991), was an English biochemist, credited with founding the science of biochemical genetics.", "8275055": "Paul Montgomery Bingham (born February 25, 1951) is an American molecular biologist and evolutionary biologist, Associate Professor in the Department of Biochemistry and Cell Biology at Stony Brook University[1] and Vice President for Research at Rafael Pharmaceuticals.[2] He is known for his work in molecular biology, and has also published recent articles and a book on human evolution.[3]", "1295488": "Max Johann Sigismund Schultze (25 March 1825 – 16 January 1874) was a German microscopic anatomist noted for his work on cell theory.", "71287945": "Frances I. Lewitter is a computational biologist and the founding director of the Whitehead Institute’s Bioinformatics and Research Computing (BaRC) program.[1]", "33965197": "Enrico Sandro Coen CBE FRS (born 29 September 1957) is a British biologist who studies the mechanisms used by plants to create complex and varied flower structures. \nCoen's research has aimed to define the developmental rules that govern flower and leaf growth at both the cellular level and throughout the whole plant to better understand evolution. He has combined molecular, genetic and imaging studies with population and ecological models and computational analysis to understand flower development.[4]", "68535441": "Vera Marie Nikodem (1940-May 17, 2018) was a Czechoslovak-American molecular biologist who served as a section chief at the National Institute of Diabetes and Digestive and Kidney Diseases.", "15680666": "Don A. Adamson (1931-2002[1]), Macquarie University, was an Australian biologist. He grew up in the Australian bush where he lived his early childhood before moving with his parents to Sydney. He was educated at North Sydney Boys High School[2] and Sydney University in biological sciences where he received his doctorate. He was appointed to a lectureship in the School of Biological Sciences at the then relatively new Macquarie University and was later rewarded with an Associate Professorship and became Senior Research Fellow in biology.", "38356130": "Elected Fellow of the American Association for the Advancement of Science (AAAS)", "30721186": "Michael N. Mautner (born February 19, 1942, in Budapest, Hungary) is a researcher in physical chemistry, astrobiology and astroecology.", "51102895": "Om Praksh Bahl (1927–2004) was an Indian-American molecular biologist, academic and a Distinguished Professor of the State University of New York.[1] He was known for his studies on Human chorionic gonadotropin, popularly known as the pregnancy hormone.[2] He was associated with the World Health Organization as an adviser to their Population Council and was a member of the Population Research Committee of the National Institutes of Health.[3] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1973, for his contributions to science and engineering.[4]", "47596724": "Louis Herbert Manceaux (1865–1934)[1] was a French physician, parasitologist, and co-discover of Toxoplasma gondii with Charles Nicolle in 1908.[2]", "46449863": "John Marzluff (born 1958) is a professor of wildlife science at the University of Washington and an author.", "66241739": "Julia Anne Horsfield is a New Zealand biochemist and developmental geneticist. She is professor of pathology at the University of Otago and director of Genetics Otago[1] and the Otago Zebrafish Facility.[2]", "8111322": "Michael Moore (January 9, 1941 – February 20, 2009) was a medicinal herbalist, author of several reference works on botanical medicine, and founder of the Southwest School of Botanical Medicine (SWSBM). Before he was an herbalist Michael Moore was a musician and a composer, father and husband. [1] He operated the SWSBM as a residency program for 28 years, first in Albuquerque, New Mexico, and later in Bisbee, Arizona.  For decades, Moore influenced, impacted, taught, and reached one way or another more practicing herbalists than any other living herbalist in the United States. His books put the previously unknown materia medica of the southwest into mainstream botanical field.", "9487578": "Ronald Hans Anton Plasterk (Dutch pronunciation: [ˈroːnɑlt ˈɦɑns ˈɑntɔm ˈplɑstɛr(ə)k]; born 12 April 1957) is a Dutch scientist, entrepreneur and retired politician of the Labour Party (PvdA). He has earned a PhD degree in biology, specialised in molecular genetics. Being a former Minister of the Dutch government, he has been the founder and CEO of Frame Cancer Therapeutics since December 2018. Next to his work at Frame, he has been appointed as professor at the University of Amsterdam since September 2018.", "3491035": "Eni Njoku (6 November 1917 – 22 December 1974) was a Nigerian botanist and educator. He was vice-chancellor of the University of Lagos (1962–1965) and the University of Nigeria, Nsukka (1966–1970).[1] He served in the Nigerian House of Representatives as federal minister of Mines and Power, and was chairman of the Electricity Corporation of Nigeria.[citation needed] He was an emissary at OAU-sponsored peace talks.[citation needed]", "52053222": "Frederick William Allendorf (born April 29, 1947) is an American biologist who is the Regents Professor of Biology Emeritus at the University of Montana. He has published widely on the topics of population genetics and conservation biology.[1][2] Among other organisms, Allendorf has written extensively about salmon.[2]", "35210475": "Mary Stuart MacDougall (7 November 1885—1972) was an American biologist who studied protozoology. She wrote Biology: The Science of Life.", "11519220": "Raúl Gonzalo Cuero Rengifo (born 1948 in Buenaventura, Colombia) is a Colombian professor of microbiology.  From 1988 through 2012 he was a professor at Prairie View A&M University researching biological resistance to ultraviolet light.[1][2]  The work was supported in part by NASA and led to at least one publication and patent.  During this period, Colombian media portrayed Cuero as \"one of the greatest scientists in the world\"[3] who was internationally acknowledged as one of the greatest Colombian inventors,[4] stated he had over 100 publications in scientific journals,[5] and claimed he had won a significant award from NASA.[6] Since 2012, he has been the research director of International Park of Creativity, an organization of which he is the founder.[2]", "44582137": "Joan S. Brugge is the Louise Foote Pfeiffer Professor of Cell Biology and the Director of the Ludwig Center at Harvard Medical School, where she also served as the Chair of the Department of Cell Biology from 2004 to 2014. Her research focuses on cancer biology, and she has been recognized for her explorations into the Rous sarcoma virus, extracellular matrix adhesion, and epithelial tumor progression in breast cancer.[2][3][4][5]", "21611778": "David Franklin[1] is an American microbiologist and former fellow of Harvard Medical School who while employed by Parke-Davis filed the 1996 whistleblower lawsuit exposing their illegal promotion of Neurontin (gabapentin) for off-label uses.[2]  Franklin's suit, filed on behalf of the citizens of the United States under the qui tam provisions of US federal and state law, uncovered illegal pharmaceutical industry practices and created new legal precedent that resulted in a cascade of criminal convictions and civil and criminal penalties against Pfizer and several other pharmaceutical companies totalling more than $7 billion.[3]  Civil cases also followed Franklin v. Parke-Davis.  Insurance companies, led by Kaiser Permanente, sued Pfizer for fraud and violation of the federal Racketeer Influenced and Corrupt Organizations Act;[4]  the Kaiser case settled in April 2014 after Pfizer's appeal at the US Supreme Court was rejected.[5] Franklin v. Pfizer also spawned more than a thousand wrongful death (suicide) suits associated with use of Neurontin.[6][7] Numerous books have addressed the social, economic and healthcare implications of Dr. Franklin's stance and actions.[8] The settlement was the first off-label promotion settlement under the False Claims Act.[9][10]: 194", "24528130": "K.N. Ganeshaiah is an agricultural scientist and an Emeritus professor of the University of Agricultural Sciences, Bangalore. He is also a novelist specializing in thrillers, and writes in the Kannada language.[1]", "63325452": "Pamela J. Fraker is professor emeritus at Michigan State University.[1]  In 2007 she was elected to the National Academy of Sciences, the first woman from MSU to be so honored.[2] She retired as distinguished professor of biochemistry and molecular biology in May 2012, after 39 years.[3]", "53396749": "Jeanette Adelaide Covacevich AM (1945–2015) was a herpetologist in Queensland, Australia. As a senior curator of vertebrates at the Queensland Museum, she discovered and studied many reptiles and frogs in Queensland.[1] Covacevich is most famous for rediscovering and describing the Inland Taipan snake (Oxyuranus microlepidotus), the world's most venomous snake.[2][3] In addition, she described over thirty new species and genera including the Cape York striped blind snake (Ramphotyphlops chamodracaena), the Nangur spiny skink (Nangura spinosa), and the Bulburin leaf-tailed gecko  (Phyllurus caudiannulatus).[4]", "48481555": "Julia Levy (born May 15, 1934) is a Canadian microbiologist, immunologist, educator and entrepreneur.[1]", "1131806": "Naomi Mary Margaret Mitchison, Baroness Mitchison CBE (née Haldane; 1 November 1897 – 11 January 1999) was a Scottish novelist and poet. Often called a doyenne of Scottish literature, she wrote over 90 books of historical and science fiction, travel writing and autobiography.[1] Her husband Dick Mitchison's life peerage in 1964 entitled her to call herself Lady Mitchison, but she never did.[2][3] Her 1931 work, The Corn King and the Spring Queen, is seen by some as the prime 20th-century historical novel.[4]", "60114207": "Madeline Lancaster is an American developmental biologist studying neurological development and diseases of the brain. Lancaster is a group leader at the Medical Research Council (MRC) Laboratory of Molecular Biology in Cambridge, UK.", "31933730": "Edward Stuart Russell OBE FLS (25 March 1887 – 24 August 1954) was a Scottish biologist and philosopher of biology.[2]", "16893222": "Cristina Garmendia y Mendizábal (born 1962 in San Sebastián) is a Spanish biologist and businesswoman. With no previous political career, she was appointed as Minister of Science and Innovation in April 2008[1] by the President of the Government of Spain, Jose Luis Rodriguez Zapatero.[2]", "54773031": "William Joseph Lambart Sladen MBE (19 December 1920 – 29 May 2017) was a Welsh American naturalist who was an Antarctic explorer and a specialist on polar bird life. He was professor emeritus at Johns Hopkins University in the United States. He researched the mating of Antarctic birds and received the Polar Medal. Two mountains on the continent, Mount Sladen and Sladen Summit, are named in his honour. His discovery in the 1960s that DDT residues could be found in adelie penguins contributed to the banning of DDT in the U.S.[1][2]", "63620395": "Parks Canada (advisor); \nNorth American Journal of Fisheries Management (Associate Editor); \nUniversity of Alberta (Adjunct professor);", "15910194": "Thierry Lodé (born 1956 in Tarbes) is a French biologist and professor of evolutionary ecology in a CNRS lab at the University of Rennes 1.", "43140402": "Dirk Bumann is a German infection biologist and professor at the Biozentrum of the University of Basel, Switzerland.", "63227188": "Natalia Pasternak Taschner (born May 15, 1976) is a Brazilian microbiologist, author, and science communicator.[1] She is the first president of the Instituto Questão de Ciência (IQC) (English: Question of Science Institute). She was director of the Brazilian arm of the science festival, Pint of Science (2016–2019), columnist for the Brazilian national newspaper \"O Globo\", for The Skeptic magazine (UK), and Medscape (WebMD).[2] She also hosts two weekly radio shows “The hour of Science” at Brazil's CBN national radio station. Taschner is also the publisher of Brazil's first magazine on critical thinking, Revista Questao de Ciencia.[3]", "39077177": "Ingeborg Beling (1904-1988) was a German ethologist from the early 20th century who worked in the field of chronobiology. She studied at the University of Munich under the direction of Karl Von Frisch and is known for her research on the time sense of honey bees.[1][2]\nIn her research, in 1929, she trained bees to come to a feeding station at a specific time of day, day after day.[3][4] This contribution ultimately led to the discovery of the bees’ 24-hour biological clock. Because of this achievement, she was regarded as one of the first female chronobiologists.  Beyond honeybees, much of Beling's work involved studying behaviors of wasps,[5] fly pupae,[6] etc. Finally, she also did some research in pest control.[7][8]", "607547": "Friedrich Hermann Otto Finsch (8 August 1839, Warmbrunn – 31 January 1917, Braunschweig) was a German ethnographer, naturalist and colonial explorer. He is known for a two-volume monograph on the parrots of the world which earned him a doctorate. He also wrote on the people of New Guinea and was involved in plans for German colonization in Southeast Asia. Several species of bird (such as Oenanthe finschii, Iole finschii, Psittacula finschii) are named after him as also the town of Finschhafen in Morobe Province, Papua New Guinea and a crater on the Moon.", "61392188": "Elvira Cuevas Viera is a Puerto Rican ecologist. She is a professor in the department of biology at University of Puerto Rico, Río Piedras Campus where she serves as director of the Center for Applied Tropical Ecology and Conservation.[1]", "4474172": "Marlene Belfort (born 1945) is an American biochemist known for her research on the factors that interrupt genes and proteins. She is a fellow of the American Academy of Arts and Sciences and has been admitted to the United States National Academy of Sciences.", "19219775": "Alexandr Mikhailovych Kondratov (Russian: Алекса́ндр Миха́йлович Кондра́тов; October 3, 1937 in Smolensk – April 16, 1993 in St.Petersburg) was a Russian linguist, biologist, journalist and poet. He wrote many books on subjects as varied as ancient and modern languages, history, mathematics, paleontology, geology, cryptozoology, and Atlantis. He also wrote poetry. He was the first Russian to write a monography about dinosaurs purportedly surviving into modern times.[1]", "61293889": "Julius Brennecke (born 1975) is a German molecular biologist and geneticist. He is a Senior Group Leader at the Institute of Molecular Biotechnology.[1] (IMBA) of the Austrian Academy of Sciences in Vienna.", "17740": "Louis Pasteur ForMemRS (/ˈluːi pæˈstɜːr/, French: [lwi pastœʁ]; 27 December 1822 – 28 September 1895) was a French chemist and microbiologist renowned for his discoveries of the principles of vaccination, microbial fermentation, and pasteurization, the last of which was named after him. His research in chemistry led to remarkable breakthroughs in the understanding of the causes and preventions of diseases, which laid down the foundations of hygiene, public health and much of modern medicine.[5] Pasteur's works are credited with saving millions of lives through the developments of vaccines for rabies and anthrax. He is regarded as one of the founders of modern bacteriology and has been honored as the \"father of bacteriology\"[6] and the \"father of microbiology\"[7][8] (together with Robert Koch;[9][10] the latter epithet also attributed to Antonie van Leeuwenhoek).[11]", "9618772": "Louis Thuillier (4 May 1856 – 19 September 1883) was a French biologist from Amiens. He studied biology and physics in Amiens and Paris, and in 1880 went to work as an assistant in the laboratory of Louis Pasteur.", "42386775": "Johanna Schmitt is an evolutionary ecologist and plant geneticist. Her research is notable for its focus on the genetic basis of traits in ecologically valuable plants and on predicting how such plants will respond and adapt to environmental change such as climate warming.[1] She has authored over 100 articles and her works have been cited over 7900 citations.[2] She is honored with being the first female scientist at Brown University to be elected to the National Academy of Sciences.[3]", "26723672": "Claire Kremen is an American conservation biologist. She is a professor of conservation biology at the University of British Columbia, having formerly worked at the University of California, Berkeley, where she remains professor emerita.", "21480793": "Khem Shahani (1923–2001) was an Indian microbiologist who conducted pioneer research on probiotics (live microorganisms).", "46908766": "Sir Joseph Arthur Arkwright MA MD MRCS FRCP FRS (22 March 1864 – 22 November 1944) was a medical doctor. He was forced to give up his work due to severe dermatitis. He became a bacteriologist and from 1906 joined the Lister Institute of Preventive Medicine, first as a voluntary worker, then as assistant bacteriologist from 1908.[1][2][3]", "19907937": "Paul Wintrebert (1867–1966) was a French embryologist and a theoretician of developmental biology.", "65946982": "Christine M. Simon is an American evolutionary biologist and entomologist known for her work in the molecular phylogenetics of mitochondria and the behavior and evolution of cicadas. She is a professor of ecology and evolutionary biology at the University of Connecticut, the former editor-in-chief of the journal Systematic Biology, and the former president of the Society of Systematic Biologists.", "73745766": "Eliora Zenziper Ron is an Israeli microbiologist who is the Secretary General of the European Academy of Microbiology and President of the International Union of Microbiology Societies.", "58705270": "Francisca Mutapi is a Professor in Global Health Infection and Immunity, co-Director of the Global Health Academy at the University of Edinburgh, and Deputy Director of the National Institute for Health Research (NIHR) Global Health Research Unit Tackling Infections to Benefit Africa.[2] She is the first black woman known to have been awarded a professorship by the University of Edinburgh.[3]", "46286199": "Anthony Rex Hunter (born 23 August 1943) is a British-American biologist who is a professor of biology at the Salk Institute for Biological Studies and the University of California San Diego. His research publications list his name as Tony Hunter.[6]", "27018623": "Jan Staffan Normark (born 1945) is a Swedish physician, microbiologist and infectious disease researcher. He grew up in Umeå and was awarded his Ph.D. at Umeå University in 1971.[1] At the end of the 1970s, he was one of the first Swedish scientists to use the new genetic engineering tools in infection-related research.[2] In 1980, he was made a professor at Umeå University, then the university's youngest. 1989 he was recruited as professor of molecular microbiology to Washington University in St. Louis.[3] 1993 he returned to Sweden as professor of infectious disease control, in particular clinical bacteriology, at Karolinska Institutet.[4] From 1999 to 2005 he served as the Executive Director of the Swedish Foundation for Strategic Research (SSF). In 2008 he was active at Umeå University to build up a research group within bioinformatics and infection research. Much of his research in the 2000s have focussed on pneumococcus.", "67978627": "Tiara Moore works at the Washington state branch of The Nature Conservancy. She is known for her leadership in organizing the Black in Marine Science week and her work in social activism.", "66274692": "Jean Eugène Bataillon (22 October 1864 – 1 November 1953) was a French zoologist who studied embryology, fertilization and development.", "68109704": "Erinna Lee is a Singaporean molecular biologist specializing in apoptosis and autophagy.[1][2]", "42616201": "Alain Chabaud (13 March 1923 – 11 March 2013) was a French parasitologist, mainly a specialist of nematodes and sporozoa. He was the Director of the Laboratoire de Zoologie (Vers) in the Muséum National d'Histoire Naturelle in Paris from 1960 to 1989. He was one of the founders of the Société Française de Parasitologie in 1962 and its president until 1975, and president of the Société zoologique de France in 1967.[1][2][3][4]", "60507531": "Martin Hrabĕ de Angelis is a German geneticist and director of the Institute of Experimental Genetics at Helmholtz Zentrum München and director of the European Mouse Mutant Archive (EMMA) in Monterotondo, Italy. Since 2003 he has held the Chair of Experimental Genetics at Technische Universität München.[1] He is co-founder, speaker and board member of the German Center for Diabetes Research (DZD).[2] His research focuses on metabolism and diabetes, large-scale functional genomics/genetics and epigenetics.", "32720271": "Sathyabhama Das Biju (born May, 1963) is an Indian amphibian biologist, wildlife conservationist and heads the Systematics Lab at the University of Delhi, Department of Environmental Studies.  He is dubbed as the \"Frogman of India\" by media for his passion for frogs[1] and for bringing fresh fascination for Indian amphibians.[2] In an interview with Sanctuary Asia, he was introduced as \"one of the world's foremost amphibian experts\".[3]", "53855632": "Jerrold H. Zar (born 1941) is an American biologist and Professor Emeritus at Northern Illinois University, having been elected as Fellow to the American Association for the Advancement of Science.[1][2]", "53855634": "William B. Kristan, Jr. is an American biologist, currently a Distinguished Professor Emeritus at the University of California, San Diego.[1][2]", "53855639": "Donald R. Zak is an American ecologist, currently the Alexander H. Smith Distinguished University Professor of Ecology and Arthur F. Thurnau Professor  in the School for Environment and Sustainability (SEAS) at University of Michigan and an Elected Fellow of the American Association for the Advancement of Science and the Ecological Society of America.[1][2]", "69191064": "Sarah Gabbott is a palaeobiologist from the University of Leicester.[1] She is known for her research on decomposition and fossilization.[2] Her focus is soft-bodied animals, details of which are often lost during decay.", "53855641": "Kenneth S. Zaret (born March 7, 1955) is a Professor in the Department of Cell and Developmental Biology at the Perelman School of Medicine, University of Pennsylvania, and Director of the Institute for Regenerative Medicine at UPenn.  He is a recipient of the Hans Popper Basic Science Award from the American Association for the Study of Liver Diseases and the American Liver Foundation, a fellow of the American Association for the Advancement of Science,[1] and a member of the American Association of Arts and Sciences,[2] the European Molecular Biology Organization,[3] and the National Academy of Sciences.[4]", "6342041": "Antoine Danchin (born 7 May 1944) is a French geneticist. He is best known for his research in several fields of biology, from the structure and function of adenylate cyclase, to modelling of learning in the nervous system and the early development of genomics and bioinformatics. He is the Chairman of the startup AMAbiotics which specialises in metabolic bioremediation and synthetic biology. He was the director of the Department Genomes and Genetics at the Institut Pasteur in Paris where he headed the Genetics of Bacterial Genomes Unit.", "16795039": "David H. Grinspoon (born 1959) is an American astrobiologist. He is Senior Scientist at the Planetary Science Institute[1] and was the former inaugural Baruch S. Blumberg NASA/Library of Congress Chair in Astrobiology for 2012–2013.[2][3][4][5][6]", "37242275": "Annica Dahlström (born 1941) is a Swedish physician and Professor Emerita of Histology and Neuroscience at the Department of Medical Chemistry and Cell Biology at Gothenburg University.", "9651623": "Octávio Mateus (born 1975) is a Portuguese dinosaur paleontologist and biologist Professor of Paleontology at the Faculdade de Ciências e Tecnologia da Universidade Nova de Lisboa. He graduated in Universidade de Évora and received his PhD at Universidade Nova de Lisboa in 2005. He collaborates with Museu da Lourinhã, known for their dinosaur collection.", "63522219": "Sabra Klein is an American microbiologist who is a Professor of Molecular Microbiology and Immunology at the Johns Hopkins Bloomberg School of Public Health. Her research considers how sex and gender impact the immune system. During the COVID-19 pandemic, Klein investigated why men and women have different COVID-19 outcomes.[1]", "27968942": "Cristián Samper (born September 25, 1965) is a Colombian-American tropical biologist specializing in conservation biology and environmental policy. He is the Managing Director and Leader of Nature Solutions at the Bezos Earth Fund. He served as President and CEO of WCS (Wildlife Conservation Society) from 2012 to 2022.[1] He was the Director of the Smithsonian Institution's National Museum of Natural History, the world's largest natural history collection, from 2003 to 2012, and served as acting Secretary of the Smithsonian from 2007 to 2008, the first Latin American to hold the position.[1] In April 2015, Samper was inducted into the American Academy of Arts and Sciences.[2]", "29509040": "Yu Yokoya (18??-1967) was a Japanese marine biologist. He worked at least after 1917 on Japanese decapod crustaceans for the Fisheries Institute, Faculty of Agriculture, Tokyo Imperial Univ.", "41108921": "John Vaughan Thompson FLS (19 November 1779 – 21 January 1847) was a British military surgeon, marine biologist, zoologist, botanist, and published naturalist.[1]", "11748811": "Alice Catherine Evans (January 29, 1881 – September 5, 1975) was an American microbiologist.[1] She became a researcher at the U.S. Department of Agriculture where she investigated bacteriology in milk and cheese. She proved that Bacillus abortus (called Brucella abortus)  caused the disease brucellosis (undulant fever or Malta fever) in both cattle and humans which led to the pasteurization of milk in US in 1930. Evans was the first woman president elected by the Society of American Bacteriologists.", "28493265": "Boman Framji Chhapgar (1 January 1931 – 5 August 2018[1]) was an Indian marine biologist who specialized in carcinology. The author of popular accounts on marine biology under the pen-name of \"beefsea\", several new species of crab, mantis shrimp and fishes have been described by him.", "18793957": "Marcus Thomas Pius Gilbert (also known as Tom Gilbert, and publishing as M Thomas P Gilbert) is an evolutionary biologist. His work is highly cited,[1] and influential in the fields of palaeogenomics, evolutionary genomics and evolutionary hologenomics. He is currently the director of the University of Copenhagen's Center for Evolutionary Hologenomics[2]", "65750506": "Charles Daniel Lane is a British molecular biologist who along with colleagues Gerard Marbaix and John Gurdon discovered the oocyte exogenous mRNA expression system [1]– a system that not only reveals aspects of the control of gene expression but also provides a \"living test tube\" for the study of macromolecules: such a whole cell system also shows the merits of a non-reductionist approach, and the possibility of mRNA therapeutics.", "33867251": "Randy Thornhill (born 1944) is an American entomologist and evolutionary biologist. He is a professor of biology at the University of New Mexico, and was president of the Human Behavior and Evolution Society from 2011 to 2013.[2] He is known for his evolutionary explanation of rape as well as his work on insect mating systems and the parasite-stress theory.[3]", "50678": "Matthias Jakob Schleiden (German: [maˈtiːas ˈjaːkɔp ˈʃlaɪdn̩];[1][2] 5 April 1804 – 23 June 1881) was a German botanist and co-founder of cell theory, along with Theodor Schwann and Rudolf Virchow. He published some poems and non-scientific work under the pseudonym Ernst.[3]", "34620919": "Camille Delezenne (10 June 1868 – 7 July 1932) was a French physician and biologist born in Genech, a town in the department of Nord.", "73975288": "Clare C. Yu is an American theoretical biophysicist and condensed matter physicist. She is Professor of Physics and Astronomy in the School of Physical Sciences at the University of California, Irvine (UCI). She is a Fellow of the American Physical Society, of the American Academy of Arts and Sciences, and of the American Association for the Advancement of Science. She is also a former Alfred P. Sloan Fellow,[1] and a current Trustee of the Aspen Center for Physics.[2][3]", "63129086": "Edith M. Taylor (1899-1993) was a Canadian biochemist known primarily for her work in producing novel techniques in vaccine production, especially her work on the production of diphtheria toxoid, while employed as a researcher by Connaught Laboratories in Toronto, Canada.", "3458559": "The Bay Area Biosystematists is a group of biologists, geneticists, paleontologists, and systematists that are also interested in evolution. The group has been active in the San Francisco Bay Area since 1936, and is notable as a connection between many of the leading evolutionary biologists of the 20th century, including Herbert Baker, Theodosius Dobzhansky and G. Ledyard Stebbins[1] who led the modern synthesis. Meetings generally occur the second Tuesday of every month during the academic year at one of the Bay Area campuses (UC Berkeley, UC Davis, the California Academy of Sciences, San Jose State U, etc.).", "70501900": "Hyman Garshin Landau (December 18, 1909 – December 2, 1966), more often known as H. G. Landau, was an American mathematical biologist, statistician and sociologist who is known for using mathematical methods such as graph theory to understand animal behavior and social dynamics. After receiving his doctorate in statistics from the University of Pittsburgh, he worked at the Ballistic Research Laboratory at Aberdeen Proving Ground, Maryland, while teaching part-time at the University of Delaware. He carried out his seminal work at the University of Chicago on graph tournaments.[1] Later, he moved to Columbia University after being forced to leave Chicago by the House Un-American Activities Committee. [2]", "24921618": "Claudio Barigozzi (1909 – 5 August 1996) was an Italian biologist and geneticist.", "72500756": "Johann Friedrich Bonhoeffer (August 10, 1932 – January 29, 2021), more often Friedrich Bonhoeffer, was a German neuroscientist and physicist known for pioneering studies in axon guidance.[1][2][3]", "70141473": "Dariya Nikitichna Dobroczajeva (Ukrainian: Дарія Микитівна Доброчаєва; March 30, 1916, Khyshnyky, now Khmelnytskyi Raion, Khmelnytskyi Oblast, Ukraine – December 1, 1995, Kyiv, Ukraine[1][2]) was a Ukrainian botanist and university teacher.", "23184930": "Leslie Birgit Vosshall (born July 5, 1965) is an American neurobiologist and currently a Howard Hughes Medical Institute (HHMI) investigator and the Robin Chemers Neustein Professor of Neurogenetics and Behavior at The Rockefeller University. In 2022 she was appointed Chief Scientific Officer and vice president of HHMI. She is also the director of the Kavli Neural Systems Institute at The Rockefeller University.[1] Vosshall, a member of the National Academy of Sciences, is known for her contributions to the field of olfaction, particularly for the discovery and subsequent characterization of the insect olfactory receptor family, and the genetic basis of chemosensory behavior in mosquitoes.[2] She has also extended her research into the study of human olfaction, revealing parts of human genetic olfactory architecture, and finding variations in odorant receptors that determine individuals’ abilities to detect odors. [3]", "57132578": "Jessica Melbourne-Thomas (born 17 May 1981)[1] is a marine, Antarctic and climate change scientist with the Commonwealth Scientific and Industrial Research Organisation, Australia. Her research focuses on climate change, its effects on the marine environment, and how to adapt and response to these changes.", "21906981": "Katherine Richardson Christensen (born May 11, 1954 in Chicago, Illinois) is Professor in Biological Oceanography,[1] leader of the Sustainability Science Centre and a principal investigator for the Center for Macroecology, Evolution and Climate at the University of Copenhagen. She was the vice dean of the Faculty of Science from 2007–2012. Her research focuses on the importance of biological processes in the ocean for the uptake of carbon dioxide from the atmosphere and how ocean biology, including diversity, contributes to ocean function in the Earth System.", "71943727": "Stina Lisa Stenhagen (née Ställberg; 4 December 1916 – 26 March 1973) was a Swedish biochemist who was active in the fields of medical chemistry and chemical ecology. Together with her husband Einar Stenhagen [sv] she carried out groundbreaking research into the chemical composition of tubercular bacteria. In 1963, she was appointed professor of medical chemistry at Gothenburg University, so becoming the institution's first female professor. She and her colleagues later applied gas chromatography and  mass spectrometry to investigate how pheromones allow communications between insects as well as between insects and plants, developing interest in a field which became known as chemical ecology.[1][2][3]", "23512630": "Thomas Cremer (born 7 July 1945 in Miesbach, Germany ), is a German professor of human genetics and anthropology with a main research focus on molecular cytogenetics and 3D/4D analyses of nuclear structure studied by fluorescence microscopy including super-resolution microscopy and live cell imaging. Thomas Cremer is the brother of the German physicist Christoph Cremer and Georg Cremer, Secretary General of the German Caritas Association.", "18531906": "Runhild Gammelsæter is a Norwegian musician notable for being the vocalist for the American bands Thorr's Hammer and Khlyst.  She works as a professional biologist and holds a Ph.D. in cell physiology.[3]", "65553988": "Ping Zhang is an American structural biologist researching the structural and mechanistic basis of multi-component kinase signaling complexes that are linked to human cancers and other diseases, with a long-term goal of developing new therapeutic strategies. She is a NIH Stadtman Investigator in the Structural Biophysics Laboratory at the National Cancer Institute.", "41633350": "Frederick M Ausubel (born September 2, 1945) is an American molecular biologist and professor of genetics at Harvard Medical School in Boston and is the Karl Winnacker Distinguished Investigator in the Department of Molecular Biology, Massachusetts General Hospital, Boston.,[1] Massachusetts.", "66242129": "Irina Borysivna Ivshina (born 12 June 12, 1950, Perm, Russia ) is a  Russian microbiologist. She is head of the Laboratory of Alcanotrophic Microorganisms of the Institute of Ecology and Genetics of Microorganisms (IEGM).[1]", "74008148": "Frederick George \"Eric\" Hochberg (1941–2023) was a marine biologist specializing in the study of cephalopods and their parasites.[1]", "67257943": "Thomas K. Frazer is the dean of marine science at the University of South Florida (USF). He served as Florida's first chief science officer, a position created by Florida Governor Ron DeSantis who appointed Frazer.", "1590886": "Peter Watts (born January 25, 1958[1]) is a Canadian science fiction author.  He specializes in hard science fiction.  He earned a Ph.D from the University of British Columbia in 1991 from the Department of Zoology and Resource Ecology.[3] He went on to hold several academic research and teaching positions, and worked as a marine-mammal biologist.  He began publishing fiction around the time he finished graduate school.", "45663848": "[2]", "70895208": "Mikhail Sergeyevich Gelfand (Russian: Михаил Сергеевич Гельфанд; born 25 October 1963) is a Russian Bioinformaticist and molecular biologist.[1] He is a member of Academia Europaea, Vice President Biomedical Research of Skolkovo Institute of Science and Technology,[2] one of the founder of Dissernet plagiarism fighting society[3] and a political activist, former member of Russian Opposition Coordination Council. He is a grandson of a prominent Soviet mathematician Israel Gelfand.[4]", "23185014": "Alan H. Cheetham is a paleobiologist and retired senior scientist and curator of invertebrate paleontology at the Smithsonian Institution's National Museum of Natural History.", "837251": "Luc Montagnier (US: /ˌmɒntənˈjeɪ, ˌmoʊntɑːnˈjeɪ/ MON-tən-YAY, MOHN-tahn-YAY,[2][3] French: [lyk mɔ̃taɲje]; 18 August 1932 – 8 February 2022) was a French virologist and joint recipient, with Françoise Barré-Sinoussi and Harald zur Hausen, of the 2008 Nobel Prize in Physiology or Medicine for his discovery of the human immunodeficiency virus (HIV).[4] He worked as a researcher at the Pasteur Institute in Paris and as a full-time professor at Shanghai Jiao Tong University in China.[5]", "149128": "David Takayoshi Suzuki CC OBC FRSC (born March 24, 1936) is a Canadian academic, science broadcaster, and environmental activist. Suzuki earned a PhD in zoology from the University of Chicago in 1961, and was a professor in the genetics department at the University of British Columbia from 1963 until his retirement in 2001. Since the mid-1970s, Suzuki has been known for his television and radio series, documentaries and books about nature and the environment. He is best known as host and narrator of the popular and long-running CBC Television science program The Nature of Things, seen in over 40 countries. He is also well known for criticizing governments for their lack of action to protect the environment.", "55723658": "Marion Marie Stringer Darby (née Büchler, 2 August 1940 – 10 October 2019) was a New Zealand marine biologist and teacher. She was the first New Zealand woman to visit the Antarctic mainland.[1] In January 1968, she travelled on the Magga Dan, the first tourist vessel to the Ross Sea, and visited Scott Base with other staff and tourists. She prepared a checklist of sub-Antarctic birds for the information of tourists on board and later wrote an article on summer seabirds to be seen between New Zealand and McMurdo Sound. Mt Darby in Antarctica is named after her.", "56149643": "Hans Herman Cohen (3 February 1923 – 14 May 2020) was a Dutch microbiologist. He was director-general of the Netherlands National Institute for Public Health and the Environment (RIVM) between 1984 and 1986. As a microbiologist Cohen worked on development of polio vaccines in the Netherlands.", "53855884": "Mark Yeager is an American biologist, focusing in cardiac gap junction membrane channels, integrin water channels, rotavirus, reovirus and retrovirus. Yeager is a professor at University of Virginia and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "54118029": "Ian Read Gibbons, FRS (30 October 1931 – 30 January 2018) was a biophysicist and cell biologist.[5] He discovered and named dynein, and demonstrated energy source as ATP is sufficient for dynein to walk on microtubules. In 2017, he and Ronald Vale received the Shaw Prize for their research on microtubule motor proteins.[6]", "53855885": "Michael Yarus is an American biologist and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "53855887": "Philip Yeagle is an American biologist, focusing in critical problems of membrane protein structure, currently at University of Connecticut and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "57394835": "Caroline M. Solomon is an American academic whose teaching focuses on bringing deaf and hard-of-hearing students into the fields of science, technology, engineering, and mathematics. Having experienced first-hand the problems for deaf students in classrooms without sign language interpreters, Solomon, who teaches biology at Gallaudet University, has designed databases to help students and teachers network with organizations and interpreters familiar with educational bridges for deaf and hard-of-hearing students. She is a co-creator of a database that formalizes the lexicon of signs used for scientific and technological terms in American Sign Language. Her innovations to teaching techniques were recognized with the Ramón Margalef Award for Excellence in Education of the Association for the Sciences of Limnology and Oceanography in 2017.", "64669337": "Françoise Gisou van der Goot (born 19 September 1964 in Tehran)[2] is a Swiss-Dutch cell biologist.[1][3] She is a professor and the Vice President for Responsible Transformation at EPFL (École Polytechnique Fédérale de Lausanne).[4]", "50847": "Oswald Theodore Avery Jr. (October 21, 1877 – February 20, 1955) was a Canadian-American physician and medical researcher.  The major part of his career was spent at the Rockefeller Hospital in New York City.  Avery was one of the first molecular biologists and  a pioneer in immunochemistry, but he is best known for the experiment (published in 1944 with his co-workers Colin MacLeod and Maclyn McCarty) that isolated DNA as the material of which genes and chromosomes are made.[4][5][6]", "2377380": "Overton Brent Berlin (born 1936)[1] is an American anthropologist, most noted for his work with linguist Paul Kay on color, and his ethnobiological research among the Maya of Chiapas, Mexico.", "1558190": "Michael Sars (30 August 1805 – 22 October 1869) was a Norwegian theologian and biologist.", "65554095": "Aisha Somtochukwu Yesufu[1] pronunciationⓘ (born 12 December 1973),[2] is a Nigerian activist and businesswoman.[3][4][5] She co-founded the #BringBackOurGirls movement, which brought attention to the abduction of over 200 girls from a secondary school in Chibok, Nigeria on the 14th of April, 2014, by the terrorist group Boko Haram.[3][6] She has also been prominently involved in the End SARS movement against police brutality in Nigeria.[7]", "54773422": "María Euridice Páramo Fonseca (born 1953 in Bogotá, Colombia) is a Colombian paleontologist and geologist.[1] She has contributed to paleontology in Colombia in the fields of describing various Cretaceous reptiles, most notably the mosasaurs Eonatator and Yaguarasaurus, the ichthyosaur Kyhytysuka, and the plesiosaurs Leivanectes and Stenorhynchosaurus.", "45500083": "Joan Murrell Owens (June 30, 1933 – May 25, 2011) was an American educator and marine biologist specializing in corals.  She received degrees in geology, fine art, and guidance counseling. She described a new genus, Rhombopsammia, and three new species of button corals, R. niphada, R. squiresi, and Letepsammia franki.", "73189056": "John Malcolm Hirst DSC FRS (20 April 1921, in Marston Green – 30 December 1997) was a British aerobiologist,[1] known for his invention of the Hirst spore trap, which enabled accurate, routine estimates of spore and pollen concentrations found in the atmosphere. The spore trap was a breakthrough in understanding epidemics of plant disease, identifying airborne allergens, and predicting pollen danger alerts for people with allergic rhinitis.[2] Soon after the invention, many such spore traps were installed by hospitals.[3]", "62736070": "Bill Streever (born 1961, Kingsport, Tennessee), is a biologist and writer known for bringing scientific topics to a popular audience.[1][2][3]", "23742151": "Anton Frederik Bruun (14 December 1901 – 13 December 1961) was a Danish oceanographer and ichthyologist.", "3819211": "Joseph \"Joe\" Felsenstein (born May 9, 1942[2]) is a Professor Emeritus in the Departments of Genome Sciences and Biology at the University of Washington in Seattle. He is best known for his work on phylogenetic inference, and is the author of Inferring Phylogenies, and principal author and distributor of the package of phylogenetic inference programs called PHYLIP. Closely related to his work on phylogenetic inference is his introduction of methods for making statistically independent comparisons using phylogenies.[3][4][5][6]", "51758796": "Rosemary Jeanne Redfield is a microbiologist associated with the University of British Columbia[2] where she worked as a faculty member in the Department of Zoology from 1993 until retiring in 2021.[3][4]", "55920333": "Pradip Kumar Chakraborti (born November 7, 1956) is an Indian molecular biologist, biochemist was the Chief scientist at Institute of Microbial Technology (IMTECH),  a constituent institution of the Council of Scientific and Industrial Research and presently a Professor in the Department of Biotechnology at School of Chemical and Life Sciences in Jamia Hamdard, New Delhi.[1][2] Known for his studies on Prokaryotic signal transduction, Chakraborti is an elected fellow of all three Science Academies in India the National Academy of Sciences, India, Indian Academy of Sciences[3] and the Indian National Science Academy.[4] His studies have been documented by way of a number of articles[5][note 1] and ResearchGate, an online repository of scientific articles, has listed 98 of them.[6] Besides, he has also contributed chapters to books edited by others.[7] The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2001.[8]", "42616525": "John Raymond Postgate (24 June 1922 – 22 October 2014), FRS[2][1] was an English microbiologist and writer, latterly Professor Emeritus of Microbiology at the University of Sussex.[7][8]   Postgate's research in microbiology investigated nitrogen fixation, microbial survival, and sulphate-reducing bacteria. He worked for the Agricultural Research Council's Unit of Nitrogen Fixation from 1963 until he retired, by then its Director, in 1987. In 2011, he was described as a \"father figure of British microbiology\".[9][10]", "67978964": "Phillip Crews (born August 15, 1943) is an African American chemist at UCSC. His research work is around marine natural products chemistry and diversity education in chemistry.[1] He was elected a Fellow of the American Association for the Advancement of Science in 2008.", "66340566": "Karl Franz Josef Bělař (Czech pronunciation: [ˈbjɛlaːr̝̊] lit. \"whitewasher\" in Bohemian-Czech; October 14, 1895 – May 24, 1931) was an Austrian microbiologist. He was among the first to demonstrate that cell division by protists involved mitosis.", "69191386": "Pal Maliga  is a plant molecular biologist. He is Distinguished Professor of Plant Biology and Laboratory Director at the Waksman Institute of Microbiology, Rutgers University. He is known for developing the technology of chloroplast genome engineering in land plants and its applications in basic science and biotechnology.", "55920348": "Vadim N. Gladyshev is a professor of medicine at Brigham and Women's Hospital,[1] Harvard Medical School, who specializes in antioxidant biology. He is known for his characterization of the human selenoproteome.[2] He is also known for his work on the effects of aging in humans.[3][4][5] He has conducted studies on whether organisms can acquire cellular damage from their food;[6] the role selenium plays as a micro-nutrient with significant health benefits;[7]  In 2013 he won the NIH Pioneer Award.[8]", "17843934": "Timothy F. H. Allen (born July 6, 1942) is a British botanist and former professor of Botany and Environmental Studies at the University of Wisconsin–Madison.[1]: 3  Allen is a leader in the fields of hierarchy theory, systems theory, and complexity.", "5359343": "Thomas J. Silhavy is the Warner-Lambert Parke-Davis Professor of molecular biology at Princeton University. Silhavy is a bacterial geneticist who has made fundamental contributions to several different research fields.  He is best known for his work on protein secretion, membrane biogenesis, and signal transduction.  Using Escherichia coli as a model system, his lab was the first to isolate signal sequence mutations, identify a component of cellular protein secretion machinery, discover an integral membrane component of the outer membrane assembly machinery, and to identify and characterize a two-component regulatory system.[1]  Current work in his lab is focused on the mechanisms of outer membrane biogenesis and the regulatory systems that sense and respond to envelope stress and trigger the developmental pathway that allows cells to survive starvation.  He is the author of more than 200 research articles and three books.", "71780080": "Wayne Nicholson was an American biologist. He received his PhD from the University of Wisconsin–Madison in 1987 and served as a postdoctoral researcher at the University of Connecticut from 1987-1990.[1] He taught in the department of microbiology and cell biology at the University of Florida, and also held the title of  Distinguished Professor.[2]", "32786172": "Kari Kustaa Alitalo (born 21 May 1952 in Kuopio[1]) is a Finnish MD and a medical researcher. He is a foreign associated member of the National Academy of Sciences of the US.[2] He became famous for his discoveries of several receptor tyrosine kinases (RTKs)[3][4][5] and the first growth factor capable of inducing lymphangiogenesis: vascular endothelial growth factor C (VEGF-C).[6] In the years 1996–2007 he was Europe's second most cited author in the field of cell biology.[7] Alitalo is currently serving as an Academy Professor for the Academy of Finland.[8]", "34162431": "Bernard Nathan Fields (March 24, 1938 in Brooklyn, New York — January 31, 1995, West Newtown, Massachusetts) was an American microbiologist and virologist.[1] Fields was a member of the National Academy of Sciences.[2][3]", "45467391": "Carolyn Branch Brooks (born July 8, 1946) is an American microbiologist known for her research in immunology, nutrition, and crop productivity.", "66242312": "Howard L. McLeod (born 1965) is an American pharmacogeneticist and implementation scientist specialized in precision medicine.", "56149775": "Vladimir Parpura, MD, PhD (b.1964)  is a Croatian-American neurobiologist who is currently a professor at the University of Alabama at Birmingham and an elected fellow of the American Association for the Advancement of Science.[1]", "62474001": "Denzil George Miller (30 April 1951 — 30 November 2019) was a marine scientist and expert on Antarctic conservation, fisheries, policy and governance.[1][2][3]", "70371092": "Caroline Quach-Thanh OQ (born March 15, 1972) is a Canadian pediatric microbiologist, epidemiologist and infectious diseases specialist. She is a professor in the Université de Montréal Faculty of Medicine[1] and Medical Lead in the Infection Prevention and Control Unit at CHU Sainte-Justine.[2] She served as the Chair of the National Advisory Committee on Immunization (NACI) before and during the COVID-19 pandemic, and oversaw the approval process of COVID-19 vaccines in Canada.[3][4]", "2705177": "Emil Godlewski (Polish pronunciation: [ˈɛ.mil ɡɔdˈlɛf.ski]; 1875–1944) was a Polish embryologist, professor of the Jagiellonian University in Kraków. After early research on the development and histogenesis of muscles, professor Godlewski's scientific interests focused on regeneration and mechanisms regulating the process of fertilization, as well as early embryo development, blastulation and gastrulation. He was also interested in the origin of the primary differentiating cells in regenerates. He postulated the importance of epithelial tissue in this process and was the first to point out the change in the function, organization and role of the cells under the influence of external stimuli. Investigating fertilization and early development, he focused on the cooperation between the nucleus and the cytoplasm in the regulation of the early stages of development. Godlewski was also the author of the theory of migration of the inherited substances from the nucleus to the cytoplasm and, after their processing, from the cytoplasm to the nucleus. His works were never fragmentary, but always synthetic attempts at explaining important issues relating to the mechanisms of development. In 1936 Professor Godlewski was awarded the title of Member of the Pontifical Academy of Sciences. Apart from doing research and teaching, Emil Godlewski devoted a lot of time to social issues, especially those connected to medicine. When Poland regained independence after World War I, he actively participated in the reopening of the Jagiellonian University.", "1591079": "George Ledyard Stebbins Jr. (January 6, 1906 – January 19, 2000) was an American botanist and geneticist who is widely regarded as one of the leading evolutionary biologists of the 20th century.[1] Stebbins received his Ph.D. in botany from Harvard University in 1931. He went on to the University of California, Berkeley, where his work with E. B. Babcock on the genetic evolution of plant species, and his association with a group of evolutionary biologists known as the Bay Area Biosystematists, led him to develop a comprehensive synthesis of plant evolution incorporating genetics.", "3065640": "Michael P. Dombeck is an American conservationist, educator, scientist, and outdoorsman. He served as acting director of the Bureau of Land Management from 1994 to 1997 and was the 14th Chief of the United States Forest Service from 1997 to 2001. Dombeck also served as UW System Fellow and Professor of Global Conservation at the University of Wisconsin-Stevens Point from 2001 to 2010. He was also the executive director of the David Smith Post-Doctoral Conservation Research Fellowship from 2005 to 2022.[1]", "63588143": "Dana E. Wallace (1917-2007) was the assistant director of research of the Maine Department of Marine Resources from 1946 to 1983. He co-chaired the Biological Advisory Committee of the Atlantic States Marine Fisheries Commission. His work focused primarily on the aquaculture of mollusks, particularly clams and oysters, in the coastal regions of Maine.", "62703414": "Patricia Gail Spear (born 1942) is an American virologist. She is a professor emeritus of microbiology and immunology at Northwestern University in Evanston, Illinois. She is best known for her pioneering work studying the herpes simplex virus. Spear is a past president of the American Society for Virology and an elected member of the National Academy of Sciences.", "1984310": "Armand Frappier[pronunciation?] CC GOQ OBE MSRC (November 26, 1904 – December 17, 1991) was a physician,  microbiologist, and expert on tuberculosis from Quebec, Canada.", "64309055": "Karine Gibbs is a Jamaican American microbiologist and immunologist and an associate professor in the Department of Plant and Microbial Biology at the University of California, Berkeley. Gibbs’ research merges the fields of sociomicrobiology and bacterial cell biology to explore how the bacterial pathogen Proteus mirabilis, a common gut bacterium which can become pathogenic and cause urinary tract infections, identifies self versus non-self. In 2013, Gibbs and her team were the first to sequence the genome of P. mirabilis BB2000, the model organism for studying self-recognition. In graduate school at Stanford University, Gibbs helped to pioneer the design of a novel tool that allowed for visualization of the movement of bacterial membrane proteins in real time. In 2020, Gibbs was recognized by Cell Press as one of the top 100 Inspiring Black Scientists in America.", "83779": "Pythias (/ˈpɪθiəs/; Greek: Πυθιάς, romanized: Pūthiás), also known as Pythias the Elder, she was the adoptive daughter of Hermias of Atarneus, as well as Aristotle's first wife.[1]", "37373764": "June Dalziel Almeida (5 October 1930 – 1 December 2007) was a Scottish virologist, a pioneer in virus imaging and identification. Her skills in electron microscopy earned her an international reputation.[1][2]", "72927045": "Sydney Francis Ashby (31 December 1874, Rock Ferry, Cheshire, UK – 6 March 1954, Sussex) was a British mycologist and phytopathologist. He published on the genus Phytophthora.[1][2]", "31901512": "George Eliava (Georgian — გიორგი ელიავა; January 13, 1892  – July 10, 1937)[1] was a Georgian-Soviet microbiologist who worked with bacteriophages (viruses that infect bacteria).", "43566921": "Katherine Wilson is a molecular biologist and a marine scientist.[1] She is also the executive director of the science division at the Office of Environment and Heritage (OEH), New South Wales.  Wilson is responsible for the delivery of OEH's science program, which provides technical analysis, expert advice and research to support the NSW government's policy and program objectives in environmental management.  As a member of the OEH Executive, Wilson guides delivery of services ranging from energy efficiency programs to management of national parks. Wilson is also a Board Member of the Low Carbon Living Cooperative Research Centre[2] and Chair of the External Advisory Committee, Australian Rivers and Wetlands Centre, University of New South Wales.", "48678732": "Warren Harmon Lewis (June 17, 1870 – July 3, 1964) was an American embryologist and cell biologist. He was an elected member of the National Academy of Sciences and the American Philosophical Society. He served as president of the American Association of Anatomists and the International Society for Experimental Cytology, and held honorary memberships in the Royal Microscopical Society in London and Accademia Nazionale dei Lincei in Rome.[1][2][3][4]", "26756948": "Friedrich Julius Rosenbach, also known as Anton Julius Friedrich Rosenbach, (16 December 1842 – 6 December 1923) was a German physician and microbiologist.[1]  He is credited for differentiating Staphylococcus aureus and Staphylococcus albus, which is now called Staphylococcus epidermidis, in 1884.[2]  He also described and named Streptococcus pyogenes.[3] Rosenbach's disease is also named in his honor.[4]", "44025703": "Alexander Hoffmann is a German-American biologist.  He is the director of the Institute for Quantitative and Computational Biosciences (QCBio) and the Thomas M Asher Professor of Microbiology in the Department of Microbiology, Immunology, and Molecular Genetics (MIMG) at the University of California, Los Angeles (UCLA).  His research interest is the development of a predictive understanding of how cellular and molecular networks regulate immune responses.[1]", "49235819": "Robert \"Rob\" Nelson (born August 13, 1979, Denver, Colorado)[1] is an American biologist, documentary filmmaker, and television personality.[2]", "59426667": "James Ramsay Tosh FRSE (1872–1917) was a 19th/20th century Scottish canal engineer and marine biologist. He gives his name to the Brown Whipray Himantura Toshi[1] also known as Tosh's Whipray.[2]", "48252781": "Howard Green (September 10, 1925 – October 31, 2015) was an American scientist, and George Higginson Professor of Cell Biology at Harvard Medical School.", "26789742": "Victor Darley-Usmar (born in Worksop, Nottinghamshire, England in 1956) is a free-radical biologist and biochemist, the UAB Endowed Professor in Mitochondrial Medicine and Pathology at the University of Alabama at Birmingham.[1] Darley-Usmar also contributed to a book titled Microbes, Bugs & Wonder Drugs (by Fran Balkwill and Mic Rolph, with Victor Darley-Usmar), a science book written for young readers and their families.[2][3]", "23447406": "Tokubei Kuroda (黒田 徳米, Kuroda Tokubei, October 17, 1886 – May 15, 1987) was a Japanese scientist and academic.  He is best known as a pioneering taxonomist and malacologist specializing in Japanese marine and terrestrial Mollusca.[1]", "65062767": "Matthias Lutolf (born in 1973, also known as Matthias Lütolf) is a bio-engineer and a professor at EPFL (École Polytechnique Fédérale de Lausanne) where he leads the Laboratory of Stem Cell Bioengineering.[1][2] He is specialised in biomaterials, and in combining stem cell biology and engineering to develop improved organoid models.[3][4] In 2021, he became the scientific director for  Roche's Institute for Translation Bioengineering in Basel.[5]", "51726193": "Viswanathan Sasisekharan (born 1933) is an Indian biophysicist known for his work on the structure and conformation of biopolymers. He introduced the use of torsion angles to describe polypeptide and protein conformation, a central principle of the (φ, ψ) plot (later known as the Ramachandran plot).[1][2][3] Additionally, he was the first to introduce alternative models of DNA structure that provided insights beyond the standard double helix model.[4][5][6] For his contributions to the biological sciences, he was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, one of India’s highest science awards, in 1978.[7]", "8243051": "Sir Edwin John Butler CMG CIE FRS[1] (13 August 1874 – 4 April 1943) was an Irish mycologist and plant pathologist. He became the Imperial Mycologist in India and later the first director of the Imperial Bureau of Mycology in England. He was knighted in 1939.[2][3] During his twenty years in India, he began large scale surveys on fungi and plant pathology and published the landmark book Fungi and Disease in Plants: An Introduction to the Diseases of Field and Plantation Crops, especially those of India and the East (1918)[4] and has been called the Father of Mycology and Plant Pathology in India.", "64046963": "Nina Demme (Russian: Нина Петровна Демме, 1902 – 16 March 1977) was a Soviet polar explorer, biologist, and ornithologist. She was one of the first women to explore the Arctic and have charge of a polar expedition. Raised in an polyamorous household in Kostroma, she attended the first women's gymnasium in Russia from 1907 to 1914 and then studied to become a teacher. After taking workers courses under Lenin's wife Nadezhda Krupskaya, she taught collectivism in the Ufa Governorate before settling in Leningrad in 1921 to study at the Geographical Institute. For eight years, she studied geography and biology, participating in numerous field trips on polar research.", "56149878": "Karla Satchell, born Karla Fullner, is an American microbiologist who is currently a professor at Northwestern University Feinberg School of Medicine[1] and an elected fellow of the American Association for the Advancement of Science.[2]", "69683071": "John Marioni is the Head of Research at the European Bioinformatics Institute and holds an appointment at the Wellcome Sanger Institute and the Cancer Research UK Cambridge Institute in Cambridge University.[2] He is a computational biologist known for his research on statistical and computational methods for the analysis of genomics data, in particular single-cell biology and evolutionary genomics. He co-chairs the Human Cell Atlas Analysis Working Group.[3]", "1722241": "Russell Howard Tuttle (born August 18, 1939) is a distinguished primate morphologist,[1][2] paleoanthropologist, and a four-field (linguistics, archaeology, sociocultural anthropology and biological anthropology) trained Anthropologist.[3] He is currently an active Professor of Anthropology, Evolutionary Biology, History of Science and Medicine at the University of Chicago.[4] Tuttle was enlisted by Mary Leakey to analyze the 3.4-million-year-old footprints she discovered in Laetoli, Tanzania. He determined that the creatures that left these prints walked bipedally in a fashion almost identical to human beings.[5] He currently lives in Chicago, Illinois.", "58410882": "Rachel Elizabeth Haurwitz (born May 20, 1985) is an American biochemist and structural biologist. She is the co-founder, chief executive officer, and president of Caribou Biosciences, a genome editing company.", "65554320": "Ying E. Zhang is a Chinese-American biochemist specialized in TGF-beta signaling and functions of ubiquitin E3 ligase Smurfs to better understand cancer cells and metastasis. She is a senior investigator in the Laboratory of Cellular and Molecular Biology at the National Cancer Institute.", "71976849": "Stuart Mudd (September 23, 1893, St. Louis, Missouri – March 6, 1975, Haverford, Pennsylvania) was an American physician and professor of microbiology. In 1945 he was the president of the American Society for Microbiology.[1][2]", "70469526": "Patrick G. Hogan is a cellular and molecular biologist who studies how cellular signaling leads to gene expression. He obtained his bachelor’s degree from Harvard University and a PhD in neurobiology from Harvard Medical School. In 2010, he moved to the La Jolla Institute for Immunology in San Diego as a Professor in the Division of Signaling and Gene Expression.[1] He is a Founder and Member of the Scientific Advisory Board, CalciMedica Inc, La Jolla, CA.[2]", "1558424": "William Ball Provine (February 19, 1942 – September 1, 2015) was an American historian of science and of evolutionary biology and population genetics. He was the Andrew H. and James S. Tisch Distinguished University Professor at Cornell University and was a professor in the Departments of History, Science and Technology Studies, and Ecology and Evolutionary Biology.", "29837208": "Felisa Wolfe-Simon is an American microbial geobiologist and biogeochemist. In 2010, Wolfe-Simon led a team that discovered GFAJ-1, an extremophile bacterium that they claimed was capable of substituting arsenic for a small percentage of its phosphorus to sustain its growth, thus advancing the remarkable possibility of non-RNA/DNA-based genetics.[1] However, these conclusions were immediately debated and criticized in correspondence to the original journal of publication,[2] and have since come to be widely disbelieved, though they have never been disputed by any legitimate scientific studies.[3] In 2012, two reports refuting the most significant aspects of the original results were published in the same journal in which the original findings had been previously published.[4][5]", "66242470": "Halijah Ibrahim is a Malaysian botanist.[1]", "53528512": "Sophie Lutterlough (1910–2009) was an American entomologist. Lutterlough began working at the Smithsonian National Museum of Natural History (NMNH) as an elevator operator in the 1940s at a time when discriminatory hiring practices prevented African-Americans from working in a curatorial or scientific capacity at the Museum.[1] In the late 1950s, after having gained extensive knowledge of the museum's exhibitions, she asked for and achieved a role in entomological work, eventually restoring hundreds of thousands of insects, classifying thousands.[1][2] She co-identified 40 type specimens,[1] specimens that stand as the representative example of the species. In 1979, a mite was named in her honor.[3]", "8406980": "Etienne Pays (born 2 November 1948) is a Belgian molecular biologist and professor at the Universite Libre de Bruxelles. His research interest is on trypanosomes.", "67979209": "Stacey Finley is the Nichole A. and Thuan Q. Pham Professor and associate professor of chemical engineering and materials science, and quantitative and computational biology at the University of Southern California.[2] Finley has a joint appointment in the department of chemical engineering and materials science, and she is a member of the  USC Norris Comprehensive Cancer Center. Finley is also a standing member of the MABS Study Section at NIH. Her research has been supported by grants from the NSF, NIH, and American Cancer Society.", "72107979": "Laufey Thora Ámundadóttir is an Icelandic cell biologist and geneticist who researches pancreatic cancer. She is a senior investigator in the laboratory of translational genomics at the National Cancer Institute. She was head of the division of cancer genetics at deCODE genetics from 1998 to 2007.", "26560460": "Charles Chamberlain Hurst (1870–1947) was an English geneticist.", "12961741": "Sir George Archdall O'Brien Reid KBE FRSE (1860–1929) was a Scottish physician,[1] and a writer on public health and on the subject of evolution. He was interested in the effects of alcohol on society, and in the evolution of races. He was one of the first to identify alcoholism as a disease.[2]", "69584845": "Ricardo da Piedade Abreu Serrão Santos (born October 11, 1954, in Portalegre[1]) is a Portuguese biologist and university lecturer, Vice Chancellor of the University of the Azores, a deputy to the European Parliament eighth term, and from 2019 to 2022 he was the Minister of Maritime Affairs.", "61360080": "University of Wisconsin-Madison (PhD)", "37832663": "Sir  Thomas Hudson Middleton KCIE KBE CB FRS  (1863–1943) was a British biologist.", "21120995": "Bilikere Srinivasa Rao Dwarakanath (born August 4, 1955) is a molecular biologist and a radiation biologist, working on 2-Deoxy-D-glucose therapy in cancer research. His current research interests are experimental oncology, radiobiology, biological radioprotection and cell signaling in cancer therapy.[1] He is currently the Joint Director of the Institute of Nuclear Medicine and Allied Sciences (INMAS), DRDO, Head, Division of Radiation Biosciences, INMAS, and Adjunct Faculty at the Dr. B. R. Ambedkar Center for Biomedical Research (ACBR), University of Delhi.[2]", "24889317": "Charles Janet (French: [ʃaʁl ʒanɛ]; 15 June 1849 – 7 February 1932) was a French engineer, company director, inventor and biologist. He is also known for his innovative left-step  presentation of the periodic table of chemical elements.[3]", "73517040": "Anne-Marie Chang is a researcher in the fields of sleep and circadian rhythms and is currently an Assistant Professor of Bio-behavioral Health at Pennsylvania State University.[1] She earned her Ph.D. in neuroscience from Northwestern University in 2003.[1]", "66013172": "Lore Zech (1923—2013) was a German geneticist and cytogenetics researcher who made major contributions to the field of cytogenetics. Her research and discoveries paved the way for the identification of anomalies in chromosomes of diseased cells and eventually for many treatments and therapies for these diseases. Her notable works include her discovery of Q-banding and her research on leukemia and lymphoma.", "1460212": "Niles Eldredge (/ˈɛldrɛdʒ/; born August 25, 1943) is an American biologist and paleontologist, who, along with Stephen Jay Gould, proposed the theory of punctuated equilibrium in 1972.[2][3][4][5][6]", "33409019": "Emmanuel Fauré-Fremiet, ForMemRS,[1] (1883–1971) was a French biologist.[2]", "25577473": "Joel W. Martin (born 1955) is an American marine biologist and invertebrate zoologist who is currently Chief of the Division of Invertebrate Studies and Curator of Crustacea at the Natural History Museum of Los Angeles County (NHMLAC).[1]  His main area of research is the morphology and systematics of marine decapod crustaceans (crabs, shrimps, lobsters and their relatives).[citation needed]", "37832716": "Sir James William Longman Beament FRS (17 November 1921 – 10 March 2005) was a British scientist who studied insect physiology and psychoacoustics.[1][2] He has been described as \"an international authority\" on \"the structure and waterproofing of insect eggs\".[3]", "62965775": "Thomas Lecuit, born 4 October 1971 in Saumur, is a French biologist specializing in the emergence of forms or morphogenesis. He is a professor at the Collège de France, holding the Dynamics of Life Chair. He leads a research team at the Institut de Biologie du Développement de Marseille (IBDM), and the Turing Centre for Living Systems, an interdisciplinary centre dedicated to the study of living organisms.", "44517406": "Christine Helen Foyer (born 3 October 1952) is professor of plant science at the University of Birmingham, Birmingham, UK. She is President Elect of the Association of Applied Biologists, the General Secretary of the Federation of European Societies of Plant Biologists, an elected Board Member of the American Society of Plant Biologists and a Member of the French Academy of Agriculture.[2]  She has published and co-authored many papers on related subjects.", "73091107": "Jeffrey Marvin Becker is an American microbiologist who is a retired faculty member from the University of Tennessee.[1] Becker was the Director of the Graduate Program in Cellular, Molecular, and Developmental Biology from 1979 to 1998, founding director of the UT-ORNL Graduate Program in Genome Science and Technology[2] from 1997 to 2005 and Head of department for the Department of Microbiology from 2003 to 2016. Since 2016, he has been the Chancellor's Professor Emeritus.[3] His primary research interests focus on the structure and function of peptides and their receptors/membrane transport in medical mycology.", "59590693": "Dušan Kanazir (28 June 1921 – 19 September 2009) was a Serbian molecular biologist and the president of Serbian Academy of Sciences and Arts.", "66144294": "Deogracias Villamin Villadolid was a Filipino biologist who specialized in fisheries science. He is known for introducing formal fisheries education in the Philippines as well as for pioneering tilapia aquaculture in the country.[1][2][3][4]", "67094568": "Heather E. Heying (born 1969) is an American evolutionary biologist, former professor, and author, who came to national attention following the Evergreen State College protests in 2017. She has been associated with the informal group known as the intellectual dark web[3] and testified at the US Department of Justice forum on Free Speech on College Campuses in 2018.[4] Heying opposed COVID-19 vaccines and promoted the discredited belief that the drug ivermectin is effective in treating the disease. [5]", "35178539": "Max Kleiber (4 January 1893 – 5 January 1976)[1] was a Swiss agricultural biologist, born and educated in Zürich, Switzerland.", "6932525": "Richard Henderson CH FRS FMedSci HonFRSC (born 19 July 1945)[3] is a British molecular biologist and biophysicist and pioneer in the field of electron microscopy of biological molecules. Henderson shared the Nobel Prize in Chemistry in 2017 with Jacques Dubochet and Joachim Frank.[4]\"Thanks to his work, we can look at individual atoms of living nature, thanks to cryo-electron microscopes we can see details without destroying samples, and for this he won the Nobel Prize in Chemistry.\"[5]", "16238637": "Mark A. O'Neill (born 3 November 1959) is an English computational biologist with interests in artificial intelligence, systems biology, complex systems and image analysis. He is the creator and lead programmer on a number of computational projects including the Digital Automated Identification SYstem (DAISY) for automated species identification and PUPS P3, an organic computing environment for Linux.", "70830131": "María Teresa Murillo Pulido (15 October 1929 – 26 February 2017) was a Colombian botanist and pteridologist, who was known by many as \"the First Lady of Botany in Colombia\". An internationally recognised expert in the field, she expanded the herbarium at the National University of Colombia and was the first woman to be accepted into the Colombian Academy of Exact, Physical and Natural Sciences.", "13289527": "Scott E. Fraser is an American biophysicist and Provost Professor of Biological Sciences and Biomedical Engineering at the University of Southern California (USC). He is also the Elizabeth Garrett Chair in Convergent Bioscience and Director of Science Initiatives, where he is helping to launch USC’s Initiative in Convergent Bioscience.[1] In addition, he holds joint appointments in the Departments of Physiology and Biophysics, Stem Cell Biology and Regenerative Medicine, Pediatrics, Radiology, and Ophthalmology.", "48580663": "An honorary doctorate from the Sorbonne", "70830143": "Susana Aurora Magallón Puebla is a Mexican biologist and scientist. Her research areas are evolutionary biology and bioinformatics, mainly focused on plant evolution.  In 2019 she was appointed director of the UNAM Institute of Biology for the period 2019–2023.[1] In 2022, she was named a fellow of the American Academy of Arts and Sciences.[2]", "18827328": "Vladimir Artemovich Pasechnik (12 October 1937 Stalingrad, USSR – 21 November 2001, Wiltshire, England) was a senior Soviet biologist and bioweaponeer who defected to the United Kingdom in 1989, alerting Western intelligence to the vast scope of Moscow's clandestine biological warfare (BW) programme, known as Biopreparat.[1][2][3] His revelations that the program was ten times larger than previously suspected were confirmed in 1992 with the defection to the United States of Colonel Kanatjan Alibekov, the No. 2 scientist for the program.", "44648518": "Karen L. Mohlke is a biologist at University of North Carolina, Chapel Hill. She is known for her work in human genetics, especially in the area of diabetes research. She was one of the first researchers to use exome array genotyping.", "54020166": "Boris Mikhailovich Kozo-Polyansky (Russian: Борис Михайлович Козо-Полянский; 20 January 1890 – 21 April 1957) was a Soviet and Russian botanist and evolutionary biologist, best known for his seminal work, Symbiogenesis: A New Principle of Evolution, which was the first work to place the theory of symbiogenesis into a Darwinian evolutionary context, as well as one of the first to redefine cell theory.[1]", "59852878": "Constantin Sekeris was a Greek biochemist and molecular biologist.", "26429526": "G. V. Chalam, also known as Guduru Venkata Chalam (1909–1967),[1] was an Indian activist and agricultural scientist who received the Padma Shri in 1967.[2]", "44583000": "Jane Glazebrook is an American botanist known for her work on understanding plant defenses against pathogens and increasing crop yields. She received her Ph.D. from the Massachusetts Institute of Technology in 1991 and is now a professor of Plant Biology at the University of Minnesota. She was the editor-in-chief of the journal Molecular Plant-Microbe Interactions.[1][2] She is married to Fumiaki Katagiri, who also works at the University of Minnesota as a professor of Plant Biology.[3]", "53004377": "Janet Quentin Plowe was a biologist credited for helping to discover the cell membrane.", "3754075": "Kristine Elisabet Heuch Bonnevie (8 October 1872 – 30 August 1948) was a Norwegian biologist. She was the first woman to graduate with a science doctorate in Norway (and the second woman overall), Norway's first woman professor, a women's rights activist, and a politician for the Free-minded Liberal Party. Her fields of research were cytology, genetics, and embryology. She was among the first women to be elected to political office in Norway. She suggested the epic voyage of her graduate student Thor Heyerdahl on the raft Kon-tiki, a voyage memorialized in the Kon-Tiki Museum, Oslo.[1]", "29640801": "Frano Kršinić (born 23 August 1947) is a Croatian marine biologist.", "2312289": "Barbara \"Bobbi\" Morse is a fictional superhero appearing in American comic books published by Marvel Comics. The character first appeared in Astonishing Tales #6 in 1971 as a supporting character and eventual love interest of Ka-Zar, with a Ph.D in biology. She is soon revealed to be the highly trained Agent 19 of S.H.I.E.L.D., taking the moniker Huntress in Marvel Super Action #1 in 1976, and Mockingbird in Marvel Team-Up #95 in 1980, before going on to be a member of several Avengers teams, briefly marrying and subsequently divorcing Clint Barton / Hawkeye.[2]", "47532136": "Robert S. Desowitz (January 2, 1926 – March 24, 2008) was a researcher of tropical medicine, parasites, and malaria, and an author.", "67553395": "Michael Joseph Ryan is an American biologist, author, Clark Hubbs Regents Professor in Zoology in the Department of Integrative Biology at the University of Texas at Austin, and Senior Research Associate at the Smithsonian Tropical Research Institute in Panama.[1][2] He is considered to be a prominent expert in the fields of sexual selection and animal communication.[3] Ryan has authored over 300 peer-reviewed scientific articles and publications on the evolution and mechanisms of animal behavior.[1] His book The Túngara Frog: A Study of Sexual Selection and Communication is regarded as a classic in his field.[4][3] He lives in Austin, Texas.", "41601145": "Richard Sternfeld (8 February 1884, in Bielefeld – 1943 in Auschwitz) was a German-Jewish herpetologist, who was responsible for describing over forty species of amphibians and reptiles, particularly from  Germany's African and Pacific colonies (i.e. modern-day Tanzania, Cameroon, Togo, Namibia and Papua New Guinea).", "52054138": "Walter C. Oechel (born January 15, 1945) is a researcher who studies the areas of plant eco-physiology, systems ecology, global change, and biosphere-atmosphere interaction.[1] At the San Diego State University he is as a Distinguished Professor of Biology,[2] as well as at the Open University, UK.[3] He is also co-director of the Center for Climate and Sustainability Studies (C2S2) and  the director of the Global Change Research Group at SDSU.[4]", "4933755": "John Tileston Edsall (3 November 1902 – 12 June 2002) was a protein scientist, who contributed significantly to the understanding of the hydrophobic interaction. He was an elected member of the American Academy of Arts and Sciences,[1] the United States National Academy of Sciences,[2] and the American Philosophical Society.[3]", "60672127": "Patricia Jean Johnson is a Professor of Microbiology at University of California, Los Angeles (UCLA).[2] She works on the parasite Trichomonas vaginalis, which is responsible for the most prevalent sexually transmitted infections in the United States, Trichomoniasis. She was elected a member of the National Academy of Sciences (NAS) in 2019.[1]", "608385": "Eörs Szathmáry (born 1959) is a Hungarian theoretical evolutionary biologist at the now-defunct Collegium Budapest Institute for Advanced Study and at the Department of Plant Taxonomy and Ecology of Eötvös Loránd University, Budapest.  He is the co-author with John Maynard Smith of The Major Transitions in Evolution, a seminal work which continues to contribute to ongoing issues in evolutionary biology.[1][2] He is a member of the Batthyány Society of Professors.[3]", "61851780": "Lee Altenberg is an American theoretical biologist. He is on the faculty of the Departments of Information and Computer Sciences and of Mathematics at the University of Hawaiʻi at Mānoa. He is best known for his work that helped establish the evolution of evolvability and modularity in the genotype–phenotype map as areas of investigation in evolutionary biology,[2][3] for moving theoretical concepts between the fields of evolutionary biology and evolutionary computation,[4][5][6] and for his mathematical unification and generalization of modifier gene models for the evolution of biological information transmission, putting under a single mathematical framework the evolution of mutation rates, recombination rates, sexual reproduction rates, and dispersal rates.[7][8]", "63948935": "Nesrin Özören (born July 25, 1972), is a Turkish molecular biologist researching vaccines, apoptosis, innate immune signaling, Behçet's disease, and melanomas. She is a professor at Boğaziçi University.", "64800911": "Stefan Dübel (German pronunciation: [ˈʃtɛfaːn ˈdyːbl̩]; born 13 January 1960 in Hanau, Hesse) is a German biologist. Since October 2002, he has been a full professor at the University of Braunschweig and head of the Biotechnology Department of the Institute of Biochemistry, Biotechnology and Bioinformatics.[1] His work is centred around protein engineering, phage display and recombinant antibodies.", "63555736": "Amelia Kajumulo Kavaisi is a retired Professor of Applied Microbiology.[1]", "43534492": "Rozalyn (Roz) Anderson is a professor at the University of Wisconsin School of Medicine and Public Health. She studies aging and caloric restriction in primates.[1]", "67455134": "Floy Agnes \"Aggie\" (Naranjo Stroud) Lee was a biologist who worked on the Manhattan Project at Los Alamos as a hematology technician.", "51955871": "Joyce Boye is a former federal food research scientist with Agriculture and Agri-Food Canada with a specialty in value-added food processing, food safety and food quality.[1]  \nShe has expertise on plant proteins and their importance in helping to improve human health and nutrition.[2] The Food and Agriculture Organization of the United Nations appointed Boye to be a Special Ambassador for North America for the 2016 International Year of Pulses.[2]", "34982053": "Mewa Singh (born 11 April 1951) is an Indian primatologist,[1][2] ethologist, and conservation biologist.[3][4] He was a professor of ecology and animal behavior at University of Mysore Biopsychology Department in Mysore, Karnataka.[5][6] Currently he is a Life-Long Distinguished Professor [7]in University of Mysore. It is interesting to note that Singh has a Bachelor's degree in English, a Master's and a PhD degree in Psychology but was never formally trained in Biological or Conservation Sciences. Yet he is popular and revered for coordinating courses in Evolution, Genetics, Animal Behavior, Conservation Biology and Statistics not only in his department at the University of Mysore but at academic schools, conferences and faculty refresher courses throughout the country.", "6637733": "Animal-Vegetable-Mineral Man is a fictional character appearing in American comic books published by DC Comics. He is a foe of the original Doom Patrol.[1]", "17811632": "Peter Andrew Corning (born 1935) is an American biologist, consultant, and complex systems scientist, Director of the Institute for the Study of Complex Systems, in Seattle, Washington. He is known especially for his work on the causal role of synergy in evolution.[1]", "74434740": "Suzanne Ruth Pfeffer is an American neuroscientist who is a professor at Stanford University.[2] Her research investigates the molecular mechanisms that cause receptors to be transported between membrane compartments in cells, and she is an expert in Rab GTPases[3][4][5] and the molecular basis of inherited Parkinson's disease.[1] She is a Fellow of the American Association for the Advancement of Science, American Academy of Arts and Sciences and the American Society for Cell Biology.[6]", "2050232": "William Thomas Calman CB FRSE FRS FLS (29 December 1871 – 29 September 1952) was a Scottish zoologist, specialising in the Crustacea.[1] From 1927 to 1936 he was Keeper of Zoology at the British Museum (Natural History) (now the Natural History Museum).", "43567293": "Ruth Milne Hall, OAM, FAA, FAAM (born 6 August 1945) is an Australian microbiologist whose research on mobile genetic elements in bacteria has provided deep insight into the transfer and evolution of antibiotic resistance in bacteria.", "66537661": "David Edwin Wildt (March 12, 1950 – January 15, 2020) was an American wildlife biologist, who worked at the Smithsonian Institution's National Zoo and Conservation Biology Institute (SCBI) for almost 40 years.[1]  He pioneered research in wildlife reproductive physiology, and became instrumental in rescuing species which would have otherwise gone extinct due to dwindling population sizes. The species he may have helped \"save\" from extinction included cheetahs, lions, African antelopes, black-footed ferrets, while his work included first time artificial inseminations of the clouded leopard, puma, snow leopard, tiger, Eld's deer, scimitar-horned oryx, Persian onager, and the Przewalski's horse.[2][3][4]", "9816260": "Daniel Mazia (December 18, 1912 – June 9, 1996) was an American cell biologist, best known for his research that isolated the cell structures responsible for mitosis. His research was the gateway for many later discoveries about the cell cycle, cell division, and many other areas in cell biology.", "34261189": "W. Harry Everhart (June 5, 1918 – October 1, 1994) was one of the leaders in fisheries science, fisheries management, and fisheries education in North America.[1]", "1099984": "David Satcher, (born March 2, 1941) is an American physician, and public health administrator. He was a four-star admiral in the United States Public Health Service Commissioned Corps and served as the 10th Assistant Secretary for Health, and the 16th Surgeon General of the United States.", "60213458": "Anna Perdrix Rosell is a Spanish scientist who completed her PhD[when?] in cancer cell signalling at the Francis Crick Institute in London. She co-founded a biotech start-up, which helped her get onto the Forbes 30 under 30 list in 2018.[1][2]", "72501460": "Ingrid Eftedal (born 3 July 1965) is a Norwegian molecular biologist and barophysiologist who is employed at the Faculty of Medicine and Health Sciences at the Norwegian University of Science and Technology (NTNU). At NTNU, she has been a senior researcher and head of the barophysiology research group. She has also been a dean and associate professor at the Faculty of Nursing and Health Sciences at Nord University. Eftedal holds a PhD in molecular genetics.[1]", "14010583": "Otto Fabricius (6 March 1744 – 20  May 1822) was a Danish missionary, naturalist, ethnographer, and explorer of Greenland.[1][2]", "14600408": "Nancy C. Andrews NAS (born November 29, 1958) is an American biologist and physician noted for her research on iron homeostasis. Andrews was formerly Dean of the Duke University School of Medicine.[1][2]", "35637468": "Diane L. Barber (born 1952) is an American cell biologist. She is an Endowed Professor and Chair of the Department of Cell and Tissue Biology at University of California, San Francisco (UCSF) and an elected American Association for the Advancement of Science fellow in recognition of her \"distinguished contributions on cell signaling by plasma membrane ion transport proteins and on the design and function of proteins regulated by intracellular pH dynamics.\"[1][2] In addition to teaching graduate and professional students and her administrative service, she directs a research laboratory funded by grants from the National Institutes of Health (NIH) and the National Science Foundation (NSF).", "59459812": "Karen R. Lips is a Professor of Biology at University of Maryland, College Park. Lips' work in the 1990s eventually contributed to the identification of the chytrid fungus as the primary cause of frog decline worldwide.", "34621668": "Francis William Dry OBE (23 October 1891 – 14 July 1979) was a New Zealand geneticist, biologist, university lecturer and wool researcher. He was born in Driffield, Yorkshire, England, on 23 October 1891.[1]", "58476775": "Philip Martin Fearnside (born May 25, 1947) is an American biologist and scientist, active for many years in Brazil, where he developed the most important part of his career and gained wide national and international notoriety.", "68241645": "Alexander Gottschalk is Professor of Cellular and Molecular Neurobiology at the Goethe University in Frankfurt, Germany.", "34621678": "James Mackay Drummond (17 October 1869–6 September 1940) was a New Zealand journalist, naturalist and writer. He was born in Thames, Thames/Coromandel, New Zealand on 17 October 1869.[1]", "30230767": "Ian Michael Redmond OBE FZS FLS (born 11 April 1954[1]) is a tropical field biologist and conservationist. Renowned for his work with mountain gorillas and elephants, Redmond has been involved in more than 50 documentaries on the subject for, among others, the BBC, National Geographic and the Discovery Channel. Redmond was also involved in the 1988 film Gorillas in the Mist, spending some time with Sigourney Weaver so she could better understand her character.[2]", "72272111": "Hongjun Song is a Chinese-American neurologist and stem cell biologist. He is the Perelman Professor of Neuroscience in the Perelman School of Medicine's Department of Neuroscience and co-director of the Institute for Regenerative Mediacine Neurodevelopment and Regeneration Program. In 2020, Song was elected a Member of the National Academy of Medicine for \"revealing unexpected dynamics and plasticity of the neuronal epigenome, as well as its functions under physiological and pathological conditions.\"", "68831485": "Paula McSteen is a scientist known for her research on plant genetics. In 2020 she was elected a fellow of the American Association for the Advancement of Science.", "63195393": "Herman Goossens (born 1957)[1] is professor of microbiology at the University of Antwerp where he is head of the Laboratory of Medical Microbiology, part of PREPARE, the European Union's Platform for European Preparedness Against (Re-)emerging Epidemics of which he is the coordinator.[2]", "32393481": "Sarah C.R. Elgin is an American biochemist and geneticist. She is the Viktor Hamburger Professor of biology at Washington University in St. Louis, and is noted for her work in epigenetics, gene regulation, and heterochromatin, and for her contributions to science education.", "34064651": "Sheina Macalister Marshall OBE FRSE FRS (20 April 1896 – 7 April 1977) was a Scottish marine biologist who dedicated her life to the study of plant and animal plankton. She was an authority on the copepod Calanus. She worked at the Marine Biological Station at Millport, Cumbrae in Scotland from 1922-1964.[1][2][3][4]", "379148": "Sydney Brenner CH FRS FMedSci MAE (13 January 1927 – 5 April 2019)[14][15] was a South African biologist. In 2002, he shared the Nobel Prize in Physiology or Medicine with H. Robert Horvitz and Sir John E. Sulston.[11] Brenner made significant contributions to work on the genetic code, and other areas of molecular biology while working in the Medical Research Council (MRC) Laboratory of Molecular Biology in Cambridge, England. He established the roundworm Caenorhabditis elegans as a model organism for the investigation of developmental biology,[12][16] and founded the Molecular Sciences Institute in Berkeley, California, United States.[17][18][19][20][21][22][23][24]", "29346067": "Nasrin Moazami is an Iranian medical microbiologist and biotechnologist. She received her Ph.D. in 1976 from the Faculty of Medicine at Laval University. Moazami is the pioneer of biotechnology and microalgae-based fuels in Iran.", "67520793": "Georg Peters (March 11, 1951 in Asperden – August 8, 2018 Karwendel) was a German physician, microbiologist and university professor. From 1992 until his fatal mountain accident[1][2] he headed the Institute of Medical Microbiology at the University of Münster. He was an internationally recognised expert in the field of staphylococci and the infectious diseases caused by them, to which he had devoted himself since the beginning of his scientific career.[3]", "51562778": "Hans Georg Haussmann (also spelled Haußmann) (23 May 1919, in Stuttgart – 22 August 2000) was a German physician, microbiologist ,and expert on transfusion medicine.", "5556509": "Raúl Montenegro Karlic (born 1949) is an Argentine biologist, environmentalist and activist. He has worked as a professor at the University of Córdoba (Argentina), and at several other educational institutions. In 1982, he founded FUNAM, a grassroots environmental organization, and became its president in 1995. At present, he is FUNAM's representative at the Economic and Social Council at the United Nations.", "2607390": "Mina J. Bissell is an Iranian-American biologist known for her research on breast cancer. In particular, she has studied the effects of a cell's microenvironment, including its extracellular matrix, on tissue function.[1]", "3655976": "Albert Tyler (born Albert Titlebaum; June 26, 1906 – November 9, 1968) was an American biologist whose research was focused on reproductive biology and development in marine organisms.", "8046892": "Andrej Šali (born 1963, Kranj, Slovenia) is a computational structural biologist. Since 2003, he has been Professor in the Department of Bioengineering and Therapeutic Sciences at University of California, San Francisco.[1] He also serves as an editor of the journal Structure.", "66046255": "Sadashiva \"Sadu\" Karnik is an Indian-born American molecular biologist who is a Professor in the Molecular Medicine Department of Cleveland Clinic Lerner College of Medicine at Case Western Reserve University. He is also head of the Karnik-lab at the Lerner Research Institute of Cleveland Clinic.[1]", "69257527": "Ina Koch (born 1958) is a German bioinformatics researcher who holds the Chair of Molecular Bioinformatics at Goethe University Frankfurt, in the faculty of mathematics and computer science.[1] She has published research on the use of maximum common subgraphs and Petri nets to model problems in biology, and on the prediction of deleterious alleles.", "36915511": "John Walter Guerrier Lund CBE FRS[1] (27 November 1912 – 21 March 2015) was an English phycologist.[3][4][5][6]", "1493315": "Benjamin Dann Walsh (September 21, 1808 – November 18, 1869) was an English-born American entomologist who served as the first official state entomologist in Illinois.[1] He was a leading influence during a time of significant transition in American entomology. Walsh championed the application of scientific methods to control agricultural pests. He was a proponent of biological control as an effective means to manage insects. He was also one of the first American scientists to support Charles Darwin's theory of evolution and was instrumental in securing its broad acceptance in the entomological community.[2]", "66898244": "Pierre Léopold (born 6 May 1960) is a research director at the French National Institute for Health and Medical Research (Inserm) and a member of the Institut de France. He heads the Unit of Genetics and Developmental Biology (UMR3215 CNRS / U934 Inserm) at the Curie Institute (Paris), and works with his team to understand the growth processes of organisms.", "70797644": "S Prakash Tiwari is an Indian biotechnologist, geneticist, agriculturalist and a former Deputy Director General of the Indian Council of Agricultural Research (ICAR).[1][2] He was Vice-Chancellor of Swami Keshwanand Rajasthan Agricultural University, Bikaner,[3][4] and Director of National Academy of Agricultural Research Management (NAARM), Hyderabad.[5] He is also a former director of National Research Centre on Soybean, Indore.[6]", "73025873": "Barbara Ann Baird (born 1951) is an American cell biologist and biophysicist. Baird's research investigates receptor-mediated cell signaling, including how cellular membranes are involved in targeting/regulating signaling pathways.[1]", "4245841": "Noah Aubrey Rosenberg  is a geneticist working in evolutionary biology, mathematical phylogenetics, and population genetics, and is the Stanford Professor of Population Genetics and Society.[2] His research focuses on mathematical modeling and statistical methods for genetics and evolution[3] and he is the editor-in-chief of Theoretical Population Biology.[4]", "7096665": "William G. Spady is an academic, educational psychologist,[1] sociologist and is considered the father of Outcome-Based Education (OBE).[2] He is largely noted for his works that attempt to expand and enhance the philosophical grounding and performance of educators, leaders, educational systems, and learners.[3]", "33409378": "Clara Franzini-Armstrong (born October 3, 1938 in Florence) is an Italian-born American electron microscopist,[1] and Professor Emeritus of Cell and Developmental Biology at University of Pennsylvania.[2][3]", "55724390": "Teresa Lagergård (Lenartowicz) was born 1946 in Sosnowiec, Poland. She is professor emerita at University of Gothenburg, Sahlgrenska Academy, \nInstitute of Biomedicine, Department of Microbiology and Immunology.[1]", "1886567": "Count Włodzimierz Ksawery Tadeusz Dzieduszycki (Polish pronunciation: [vwɔˈd͡ʑi.mjɛʂ d͡ʑɛ.duˈʂɨt͡s.ki]; 22 June 1825 – 18 September 1899) was a Polish noble, landowner, naturalist, political activist, collector and patron of arts of Ruthenian heritage. Włodzimierz became the first Ordynat of the Poturzyca estate. He was owner of the Poturzyca, Zarzecze, Kramarzowka, Markpol, Lachowice, Dobraczyn, Medowa, Jaryszow, Konarzewo, Gluszyn, Wiry and Szczytnik estates and a founder of the Natural History Museum in Lviv. He was one of the first Polish magnates to replace serfdom on his estates.", "55036262": "Christopher M. Sherwin (1 December 1962 – 18 July 2017) was an English veterinary scientist and senior research fellow at the University of Bristol Veterinary School in Lower Langford, Somerset.[3] He specialised in applied ethology, the study of the behaviour of animals in the context of their interactions with humans, and of how to balance the animals' needs with the demands placed on them by humans.[2][4][5]", "1493353": "Timothy Abbott Conrad[1] (June 21, 1803 in Trenton, New Jersey – August 9, 1877 in Trenton)[2] was an American geologist and malacologist.", "42977658": "Leonard W. Seymour is a Professor of Gene Therapy at the University of Oxford's oncology department.[1] As a cancer-oriented translational researcher, he investigates technologies utilised to enhance targeted therapy's (e.g. drugs, genes, oncolytic virus) delivery and develops related biological therapeutics under the support of Cancer Research UK.[2]", "70601084": "Lauren B. Buckley is an evolutionary ecologist and professor of biology at the University of Washington. She researches the relationship between organismal physiological and life history features and response to global climate change.[1]", "66013566": "Jan Elnor Leach (born 1953) is an American plant pathologist. She is known for her research of the molecular biology of plant pathogens, particularly those affecting rice plants. She was the co-editor of the Annual Review of Phytopathology from 2015-2022 and is a fellow of the American Association for the Advancement of Science and a member of the National Academy of Sciences.", "58345860": "Lauri Kaila is a Finnish entomologist and researcher of biodiversity, specializing in Lepidoptera, at the Finnish Museum of Natural History of the University of Helsinki.[1] As of 2019, Kaila authored 324 species within the family of Elachistidae.[2]", "29510033": "Walter Bruno Gratzer (20 September 1932 – 20 October 2021) was a German-born British biophysical chemist.[1]", "10045857": "J. Michael Scott (born 1941 in San Diego, California) is an American scientist, professor, environmentalist and author.", "73517485": "Charles J. Weitz is a chronobiologist and neurobiologist whose work primarily focuses on studying the molecular biology and genetics of circadian clocks.", "33081774": "Peter Henry Andrews Sneath FRS,[1] MD (17 November 1923 – September 9, 2011) was a microbiologist who co-founded the field of numerical taxonomy, together with Robert R. Sokal. Sneath and Sokal wrote Principles of Numerical Taxonomy,[2] revised in 1973 as Numerical Taxonomy.[3] Sneath reviewed the state of numerical taxonomy in 1995[4] and wrote some autobiographical notes in 2010.[5]", "44157362": "Mahmoud Kamal Muftić (born ca. 1925/1926 in Sarajevo,[1] died September 1971[2] in London; also spelled Mahmut Kemal Muftić, was a Bosnian Muslim medical doctor, scientist, Islamic religious scholar and Muslim Brotherhood activist. Muftić was a complex man of wide interests that encompassed politics, religion and science. His scientific work focused on topics as diverse as bacteriology, botany, hypnosis and parapsychology. The focus of his political activity was in the intersection of pan-Islamism and anti-communism during the Cold War. Muftić spent years in the Middle East before returning to Europe in 1962, and was an important confidant of his wife's cousin Said Ramadan, one of the Muslim Brotherhood's main leaders.", "6736310": "George Charles Wallich (16 November 1815 – 31 March 1899) was a British medical doctor, marine biologist and professional photographer. He was born in Calcutta where his father, the Danish naturalist Nathaniel Wallich, was Superintendent of the Royal Botanical Gardens. As a Surgeon-Major in the Indian Medical Service, he served 'during the Sutlej and Punjab campaigns, and also during the Santhal rebellion of 1855-56. He retired from the service in 1858.'  In 1860 he accompanied Sir Leopold M'Clintock aboard the Bulldog on a voyage across the North Atlantic to survey the sea-bottom for the laying of the proposed trans-Atlantic cable. He won the Linnean Medal in 1898 'in recognition of the valuable work accomplished by him in connection with the exploration of the fauna of the deep sea' (St James's Gazette, 16 April 1898).", "70535611": "Tracy Ainsworth is a marine biologist and Scientia Professor at the University of New South Wales, working on coral reefs, and the biology of the Great Barrier Reef. Her research covers the biology of stresses, cells, disease, immunity and symbiosis. She was awarded the Dorothy Hill Medal for science, from the Australian Academy of Science, for research on coral reef, stresses and impacts of temperature on coral health.[1]", "58608060": "Lee Ehrman (born 1935) is an American geneticist and a Distinguished Professor of Biology at State University of New York at Purchase known for her research on Drosophila fruit flies.[2][3][4]", "7260624": "Michael John Denton (born 25 August 1943) is a British proponent of intelligent design and a Senior Fellow at the Discovery Institute's Center for Science and Culture. He holds a PhD degree in biochemistry. Denton's book, Evolution: A Theory in Crisis, inspired intelligent design proponents Phillip Johnson and Michael Behe.[1]", "8964567": "Harold Willard Clark (1891–12 May 1986) was a prominent creationist in the middle of the twentieth century.[1]", "72174044": "Idit Buch is a computational biologist who is the Vice President of Computational Biology at Emendo.[1]", "54774236": "Jacqueline Horswell is an English-born New Zealand environmental microbiologist who specialises in research into the waste society produces, its effect on the environment, and how it can be managed. Her work focuses particularly on measuring the effect of microbial and chemical contaminants in sewage sludge and the safe reuse of biosolids as fertilizer by the planting of native trees to filter and inactivate pollutants from the sludge and the use of vermiculture. Horswell is involved in consultation with communities in New Zealand and has contributed to official guidelines for the management of biosolids. Her research has also provided information about soil microbial communities for forensic science using microbial cultures and DNA sequencing.  Since 2018, Horswell has been a lecturer at Massey University.", "74467808": "Jean Pennycook is an American educator and zoologist specializing in Antarctic Adélie penguins.[1] She is based in Cape Royds, an Antarctic Specially Protected Area which hosts a stable population of Adélie penguins.[2][3]", "40520160": "Natalya Melik Melikyan (Armenian: Նատալյա Մելիքի Մելիքյան) (May 20, 1906 – July 25, 1989) was an Armenian scientist.", "13912549": "Arthur D. Lander  an American biologist who is Director of the Center for Complex Biological Systems at the University of California, Irvine.[1][2]", "44255725": "Professor Ramakrishna Vijayacharya Hosur is an Indian biophysical scientist, known for his expertise in the areas of nuclear magnetic resonance and molecular biophysics.[1][2] The Government of India honoured him, in 2014, by awarding him the Padma Shri, the fourth highest civilian award, for his contributions to the fields of science and technology.[3]", "3033583": "Danylo Kyrylovych Zabolotny (Ukrainian: Дани́ло Кири́лович Заболо́тний; 1866 in Chobotarka, Podolia Governorate – 1929) was a Ukrainian epidemiologist and the founder of the world's first research department of epidemiology. In 1927, he published one of the first texts in his field, Fundamentals of Epidemiology.", "69224950": "Ruth Crosby Noble (1896/1897 – March 1988) was an American author and herpetologist. Working for the American Museum of Natural History, she and her husband Gladwyn Kingsley Noble discovered a new species of frog, the Eleutherodactylus ruthae, named for her. Noble later authored The Nature of the Beast, a book on animal behavior.", "44616183": "Philippe Cuénoud (born July 8, 1968) is an entomologist and botanist of Swiss and Ukrainian descent, living in Onex (near Geneva), who worked on the Psocoptera of Switzerland[1]\nand Papua New Guinea,[2] as well as on plant phylogeny.[3][4][5][6]\nHe found the only recently known population of  Lachesilla rossica near Geneva (the species has been described from southern Russia and may still exist there) and contributed further to the knowledge of the flora and fauna of the canton of Geneva with the first mention of a slender-billed gull[7] (a Mediterranean bird species usually absent form Switzerland) and with the discovery of the first reported population of small-leaved helleborines.[8] He also participated in a multidisciplinary study of the free-living fauna and flora of Basel's Zoo.[9] In a 1999 trip to Brasil with Alain Chautems, he was among the first few people to see the newly rediscovered flower Sinningia araneosa, that had gone missing for more than a century.[10]", "969207": "Robert Bakewell (23 May 1725 – 1 October 1795) was an English agriculturalist, now recognized as one of the most important figures in the British Agricultural Revolution. In addition to work in agronomy, Bakewell is particularly notable as the first to implement systematic selective breeding of livestock. His advancements not only led to specific improvements in sheep, cattle and horses, but contributed to general knowledge of artificial selection.[1]", "1722874": "Øjvind Winge (May 19, 1886 – April 5, 1964) was a Danish biologist and a pioneer in yeast genetics.[1][3][4][5][6][7]", "45697536": "Adelaide T. C. Carpenter (born June 24, 1944) is an American fruit fly geneticist at the University of Cambridge.", "62900737": "Robb Krumlauf is an American developmental biologist. He is best known for researching the Hox family of transcription factors. He is most interested in understanding the role of the Hox genes in the hindbrain and their role in areas of animal development, such as craniofacial development. Krumlauf worked with a variety of renowned scientists in the field of developmental biology throughout his time researching Hox genes.[2]", "8145410": "Charles Robert Darwin FRS FRGS FLS FZS JP[6] (/ˈdɑːrwɪn/[7] DAR-win; 12 February 1809 – 19 April 1882) was an English naturalist, geologist and biologist,[8] widely known for his contributions to evolutionary biology. His proposition that all species of life have descended from a common ancestor is now generally accepted and considered a fundamental concept in science.[9] In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branching pattern of evolution resulted from a process he called natural selection, in which the struggle for existence has a similar effect to the artificial selection involved in selective breeding.[10] Darwin has been described as one of the most influential figures in human history and was honoured by burial in Westminster Abbey.[11][12]", "57657861": "Zhang Youshang (Chinese: 张友尚; 2 November 1925 – 23 December 2022) was a Chinese biochemist, professor and vice-president of the Shanghai Institute of Biochemistry and Cell Biology. He was a member of the Chinese Academy of Sciences and served as chief editor of the peer-reviewed journal Acta Biochimica et Biophysica Sinica (ABBS). His research was focused on protein structures and insulin.[1]", "37931526": "William A. Wimsatt (born July 28, 1917 – died, January 9, 1985) was professor of Zoology and Chairman of the Department of Zoology at Cornell University.  From 1945 until 1960, Wimsatt taught courses in histology and embryology in the College of Arts and Sciences and also in the New York State College of Veterinary Medicine.[1][2]  He was well known for his pioneering research on the interrelationships of hibernation and reproduction and the biology of bats.", "48908806": "Olev Vinn  (January 26, 1971) is Estonian paleobiologist and paleontologist.[1]", "67127818": "June Rosa Pitt Ross (2 May 1931 – 10 March 2012) was an Australian geologist, palaeontologist and biologist. She was amongst the first women to obtain a PhD in Australia, and one of the few women of the time to build a successful career in academia.", "71289364": "Miriam Shatal (מרים שתל; December 12, 1903 - November 27[1] 2006) was a Dutch-Israeli biologist, painter and composer[2] of choral works.[3]", "20466209": "William Martin (born February 16, 1957 in Bethesda, Maryland) is an American botanist and microbiologist, currently Head of the Institut für Molekulare Evolution, Heinrich Heine Universität, Düsseldorf.", "9521697": "Jacqueline Marian Cramer (born 10 April 1951)  is a retired Dutch politician of the Labour Party (PvdA) and biologist.", "1034791": "Ronald Mark Evans (born April 17, 1949 in Los Angeles, California) is an American Biologist, Professor and Head of the Salk’s Gene Expression Laboratory, and the March of Dimes Chair in Molecular and Developmental Biology at the Salk Institute for Biological Studies[1] in La Jolla, California and a Howard Hughes Medical Institute Investigator. Dr. Ronald M. Evans is known for his original discoveries of nuclear hormone receptors (NR), a special class of transcriptional factor, and the elucidation of their universal mechanism of action, a process that governs how lipophilic hormones and drugs regulate virtually every developmental and metabolic pathway in animals and humans. Nowadays, NRs are among the most widely investigated group of pharmaceutical targets in the world, already yielding benefits in drug discovery for cancer, muscular dystrophies, osteoporosis, type II diabetes, obesity, and cardiovascular diseases.[2]  His current research focuses on the function of nuclear hormone signaling and their function in metabolism and cancer.[3][4]", "38423080": "Gitte Moos Knudsen (legal name Karen Birgitte Moos Knudsen) is a Danish translational neurobiologist and clinical neurologist, and Clinical Professor and Chief Physician at the Department of Clinical Medicine, Neurology, Psychiatry and Sensory Sciences, at Copenhagen University Hospital.[1] She graduated from Lyngby Statsskole, just north of Copenhagen, before gaining entrance to medicine, where she received her MD from University of Copenhagen in 1984, and became a  Board certified user of radioisotopes in 1986.  She sat the FMGEMS exam (Foreign Medical Graduates Examination in the Medical Sciences) (US) in 1989. She became Board certified in neurology in 1994 and received her DMSc (Dr.Med.) from University of Copenhagen in 1994.  She currently resides in Copenhagen, and is married to Tore Vulpius. She has 3 children.", "20695602": "Lida Holmes Mattman Ph.D. (1912–2008) was an immunologist.\nShe graduated with a M.S. in Virology from the University of Kansas and a Ph.D. in Immunology from Yale University.  Mattman taught in the fields of immunology, microbiology, bacteriology, virology and pathology for over 30 years.  She worked at various schools and institutions including Harvard University, Howard Hughes Institute, Oakland University and Wayne State University.  She was a Professor Emeritus in the Department of Biological Sciences at Wayne State University in Detroit where she was engaged in research and lecturing. She has served as President of the Michigan Branch of the American Society for Microbiology, as Chairman of the Medical Division of the Michigan Academy of Sciences, and held various offices in the local chapter of Sigma Xi.[citation needed][1][2]", "1034807": "Elwood Vernon Jensen (January 13, 1920 – December 16, 2012) was the Distinguished University Professor, George and Elizabeth Wile Chair in Cancer Research at the University of Cincinnati College of Medicine's Vontz Center for Molecular Studies. In 2004 he received the Albert Lasker Award for Basic Medical Research for his research on estrogen receptors. He is considered the father of the field of hormone action.[1]", "51775": "Sidney Altman (May 7, 1939 – April 5, 2022) was a Canadian-American[1] molecular biologist, who was the Sterling Professor of Molecular, Cellular, and Developmental Biology and Chemistry at Yale University. In 1989, he shared the Nobel Prize in Chemistry with Thomas R. Cech for their work on the catalytic properties of RNA.", "69618243": "Hubert Jakob Ludwig (22 March 1852 – 17 November 1913) was a German zoologist and marine biologist best known for his studies of echinoderms. He also rewrote and produced the third edition of the textbook of zoology written by Johannes Leunis in 1883.", "6081091": "Giuseppe Sermonti (October 4, 1925[1][2] – December 16, 2018)[3] was an Italian professor of genetics. Sermonti is well known for his criticism of natural selection as the deciding factor of human biology.", "58083918": "Karen Joyce Osborn (born January 29, 1974) is a marine scientist at the Smithsonian's National Museum of Natural History Invertebrate Zoology department. She is known for her work in marine biology specializing in mid-water invertebrates.[1]", "63621711": "Carole Ann Bewley is an American chemist. She is a senior investigator and Chief of the Laboratory of Bioorganic Chemistry at the National Institute of Diabetes and Digestive and Kidney Diseases. Bewley researches secondary metabolites and basic principles involved in protein-carbohydrate interactions and how these can be exploited to engineer therapeutics.", "32524890": "Melvin Laurance Morse (February 23, 1921 – November 7, 2003) was an American microbiologist. He is notable for his experiments (with Esther Lederberg and Joshua Lederberg) in specialized transduction.[1][2]", "65358431": "Gerald \"Gerry\" Downes is an associate professor in biology at the University of Massachusetts, Amherst.[1] His research expertise is in the genetic requirements for zebrafish swimming. Recently he has expanded his research interests into using the zebrafish system to model idiopathic (unknown cause) epilepsy syndromes.", "61819493": "Finn Devold (born 24 April 1902 in Bergen, died 26 May 1977) was a Norwegian Arctic explorer, marine biologist and meteorologist. His father was parish priest Harald Ophus Devold. Together with his brother Hallvard Devold, Finn shared an interest in the Arctic areas and in the expansion of Norwegian sovereignty across Greenland.[1][2]", "45501034": "Martynas Yčas (December 10, 1917 – April 22, 2014) was a Lithuanian-born microbiologist. He co-authored the book Mr. Tompkins: Inside Himself with physicist George Gamow.[1]", "56773226": "Derek Lee (also known as Derek E. Lee or Derek Edward Lee) is an American ecologist and wildlife biologist specializing in population biology and conservation biology.[1] Lee was born in Lodi, California on March 15, 1971, and attended Tokay High School. Lee earned his bachelor's degree from the University of California at Santa Barbara, his master's degree from Humboldt State University, and his Ph.D. from Dartmouth College. For his MS degree he investigated the migratory behavior of black brant geese in Humboldt Bay using capture-recapture statistics to estimate stopover duration and space use. For his Ph.D., he studied the spatial demography of giraffes in the Tarangire ecosystem of Tanzania.[2][3] His academic work on climate influences on marine bird demography, spotted owls and forest fire, and computer vision applications to wildlife biology are highly cited.[4] His discovery of a white leucistic giraffe was widely reported in popular media.[5][6][7]", "22497905": "Scott D. Emr (born February 8, 1954) is an American cell biologist and the founding and current Director of the Weill Institute for Cell and Molecular Biology at Cornell University, where he is also a Frank H.T. Rhodes Class of 1956 Professor at the Department of Molecular Biology and Genetics.[5]", "68307577": "Neal Marshall Carter (December 12, 1902 – March 3, 1978) was a Canadian marine biologist, cartographer, photographer, mountaineer and surveyor. He is most famous for his explorations in British Columbia, especially in the Coast Mountains where he made several first ascents.", "53824124": "Heike Brötz-Oesterhelt (born 12 May 1968, in Neuwied) is a German microbiologist. She is a full professor and holds the Chair of the Department for Microbial Bioactive Compounds at the Interfaculty Institute for Microbiology and Infection Medicine, University of Tübingen, Germany.[1]", "38226558": "Daniel K. Riskin is a Canadian evolutionary biologist, television personality and producer. He hosted the Canadian television series Daily Planet.", "67521192": "Alexandra Cunha is a Portuguese marine biologist, environmentalist and researcher, specialising in marine grassland ecology. She is a former president of the Portuguese Liga para a Proteção da Natureza (League for the Protection of Nature).", "42257066": "National Bioscience Award for Career Development, 2012\nFellow, Indian National Science Academy", "1723054": "Jerry McKee Adams, FAA, FRS, FAHMS, FRSV (born 17 June 1940) is an Australian-American molecular biologist whose research into the genetics of haemopoietic differentiation and malignancy, led him and his wife, Professor Suzanne Cory, to be the first two scientists to pioneer gene cloning techniques in Australia, and to successfully clone mammalian genes.", "25774767": "Alice S. Huang (simplified Chinese: 黄诗厚; traditional Chinese: 黃詩厚; pinyin: Huáng Shīhòu; Wade–Giles: Huang Shih-hou;[1] is an American biologist specialized in microbiology and virology. She served as President of AAAS during the 2010–2011 term.[2]", "24562358": "Alexander Moritzi (1806-1850) was a Swiss naturalist and early proponent of evolution.[1]", "62114488": "Zehra Sayers (born 25 September 1953) is a Turkish-British structural biologist. She has previously served as Interim President of the Sabancı University (February–November 2018) and co-chaired the scientific advisory committee for Synchrotron-Light for Experimental Science and Applications in the Middle East (SESAME). She was part of a five-scientist group that received the AAAS Award for Science Diplomacy in 2019. She holds Turkish and British citizenship.[2]", "44649153": "Ludwig Heinrich Philipp Döderlein (3 March 1855, Bad Bergzabern – 23 April 1936, Munich) was a German zoologist. He specialized in echinoderms, particularly sea stars, sea urchins, and crinoids.[1] He was one of the first European zoologists to have the opportunity to do research work in Japan from 1879 to 1881. Today, he is considered one of the most important pioneers of marine biological research in Japan.[2]", "57461446": "Ian Stafford Ross Munro (1919–1994) was an Australian ichthyologist and marine biologist who worked for CSIRO from 1943 until his retirement. From 1963 he led the Gulf of Carpentaria Prawn Survey.[1] He is honoured in the specific name of the fish Crapatalus munroi.[2]", "31738574": "Arnold Jay Levine (born 1939), is an American molecular biologist. He was awarded the 1998 Louisa Gross Horwitz Prize for Biology or Biochemistry and was the first recipient of the Albany Medical Center Prize in Medicine and Biomedical Research in 2001 for his discovery of the tumor suppressor protein p53.[1]", "62343887": "Georges André Sentenac (born 4 May 1939) is a French molecular biologist specializing in gene transcription.", "10570456": "Federica Sallusto (born 27 November 1961 in Naples, Italy) is an Italian-Swiss biologist and immunologist.\nAfter high school, she studied Biology at Sapienza - University of Rome where she graduated cum laude.", "54610648": "Tomislav Domazet-Lošo (Split, Croatia, 1974) is a Croatian geneticist. His fields of interest are evolutionary genetics, evolutionary developmental biology, macroevolution, and tumor evolution. He is currently employed at the Ruđer Bošković Institute as a researcher.[1][2][3][4]", "7260890": "Kim Soon-kwon (born May 1, 1945) is a South Korean maize specialist employed by Handong Global University.", "70306528": "Charles Bernard Lipman (17 April 1883 – 22 October 1944) was a Russian-born American microbiologist and professor of plant physiology at the University of California, Berkeley. He was a proponent of the idea of cosmic seeding and claimed evidence of meteorites carrying micro-organisms, although replication of his experiments showed that his results were due to contamination.", "74435310": "Nathan Peterson Havill (born 1972) is an American entomologist and evolutionary biologist. Havill is a Research Entomologist with the United States Forest Service in Hamden, Connecticut and is internationally recognized on the phylogeny of Adelgidae.", "8964855": "Paul Malone Allen (born September 1951) is an American cellular immunologist and current Robert L. Kroc Professor of Pathology and Immunology at Washington University School of Medicine in Saint Louis, Missouri. Allen holds prestigious MERIT status with the National Institutes of Health.", "36326140": "Professor Fakhri Al-Bazzaz (June 16, 1933 – February 6, 2008) (nicknamed by his students, \"Chief\") was an Iraqi-American plant ecologist specializing in the study of  plant community ecological succession. A professor and prolific author, he was ranked amongst the top ten \"Most Cited Scientists in Environment/Ecology, 1992–2002\".", "3885823": "John Albert Bindernagel (December 22, 1941 – January 17, 2018) was a wildlife biologist who sought evidence for Sasquatch since 1963.[1][2]", "57723648": "Gregory James Hannon FRS FMedSci[9] (born 1964) is a professor of molecular cancer biology and director of the Cancer Research UK Cambridge Institute at the University of Cambridge.[8] He is a Fellow of Trinity College, Cambridge[10][11] while also serving as a director of cancer genomics at the New York Genome Center[12] and an adjunct professor at Cold Spring Harbor Laboratory.[13]", "42519301": "John Edward Dohms, Ph.D. (April 5, 1948, New York City - September, 2012, Newark, Delaware) was a researcher of the pathology of avian diseases and a faculty member of the University of Delaware.[1]", "70830856": "Miren Basaras Ibarzabal (born in Derio, Spain, 1968) is a microbiologist and professor of the Universidad del País Vasco (University of the Basque Country, or UPV/EHU) in the department of immunology, microbiology, and parasitology of the Faculty of Medicine and Nursing in Vizcaya.[1][2][3]", "72272657": "Olga Ornatsky is a Soviet born, Canadian scientist. Ornatsky co-founded DVS Sciences[1] in 2004 (acquired by Fluidigm in 2014 and then renamed to Standard BioTools in 2022[2]) along with Dmitry Bandura, Vladimir Baranov and Scott D. Tanner.", "20794133": "George Calvin Royal Jr (August 5, 1921 - November 24, 2016) was an American microbiologist. George C. Royal was also part of one of the few African-American husband-and-wife teams in science, working with Gladys W. Royal, Ph.D. on research supported by the United States Atomic Energy Commission.  George C. Royal is a professor emeritus at Howard University.", "62540566": "Yvon Le Maho (born 7 September 1947 in Goderville[1]) is a French ecophysiologist[2] and research director at the CNRS at the University of Strasbourg.", "55921429": "Julianna Lisziewicz (born 1959) is a Hungarian immunologist. Lisziewicz headed many research teams that have discovered and produced immunotheraputic drugs to treat diseases like cancer and chronic infections like HIV/AIDS. Some of these drugs have been successfully used in clinical trials.", "70961945": "Adam C. Eyre-Walker, FRS is a British evolutionary geneticist, currently Professor of Biology (Evolution, Behaviour and Environment) in the School of Life Sciences at the University of Sussex. He is noted for making \"significant contributions to our understanding of evolution at the molecular level\"[1] and pioneering the use of DNA sequence databases for extracting information about the evolution of genomes.[2]", "2411290": "Sir William Roberts FRS (18 March 1830 – 16 April 1899) was a British physician in Manchester, England.", "36948773": "Sir Alexander Fred Markham, born 1950, is Professor of Medicine at the University of Leeds, Director of the Molecular Medicine Institute at St James's University Hospital, and a former Chief Executive of Cancer Research UK.", "46615340": "Arlan Richardson is the Professor of Geriatric Medicine and the Donald W. Reynolds Endowed Chair of Aging Research at OUHSC and Senior VA Career Scientist at the Oklahoma City VA Medical Center.[1] His research interests include Calorie Restriction and Aging, Oxidative Stress, and Molecular Biology of Aging.[2] He is the director of the Oklahoma Nathan Shock Center on Aging.[3] He is listed in Who's Who in Gerontology and is the founder of the Barshop Institute. In 2016, Richardson told CNN that Rapamycin is the best drug he'd ever seen in slowing aging.[4]", "69552942": "Clair A. Francomano is an American medical geneticist and academic specializing in Ehlers–Danlos syndromes. She is Professor of Medical and Molecular Genetics at Indiana University.[1]", "73780027": "Lorraine Lucy Maltby (born 1960, née Ward)[1][2] OBE FRSB is a British biologist and who is a professor of environmental biology at the University of Sheffield.[3][4] She serves as deputy Vice-President for research and innovation and chair of the board of trustees of the Freshwater Habitats Trust. Her research investigates interactions in the riparian zone and the environmental impacts of agri-plastics.[5]", "56642366": "Ellen D. Jorgensen[1] (born 2 June 1955) is a New York-based molecular biologist leading the do-it-yourself biology movement.  She works to increase scientific literacy in the general population, particularly in the fields of molecular and synthetic biology.[2][3]  She is a co-founder of both Biotech Without Borders and Genspace.[2]  In 2017, Ellen Jorgensen was named one of the Most Creative Leaders in Business by Fast Company.[3]", "10799937": "Jorge Benach is a medical researcher at the Stony Brook University in New York state.  Benach is the chair of the Department of Molecular Genetics and Microbiology.  Benach's main area of research is the tick-borne spirochete Borrelia burgdorferi, which is the causative agent of Lyme disease.", "8964940": "Geoffrey Chang is a professor at the University of California, San Diego's Skaggs School of Pharmacy and Pharmaceutical Sciences and Department of Pharmacology, School of Medicine. His laboratory focuses on the structural biology of integral membrane proteins, particularly exploring X-ray crystallography techniques for solving the tertiary structures of membrane proteins that are notoriously resistant to crystallization. The laboratory has specialized in structures of multidrug resistance transporter proteins in bacteria. In 2001, while a faculty member of The Scripps Research Institute, Chang was awarded a Beckman Young Investigators Award,[1] designed to support researchers early in their academic careers, for his work on the structural biology of multidrug resistance.[2] Chang announced a move from Scripps to neighboring UC San Diego in 2012.[3]", "14142286": "Kaisha Atakhanova (born 18 July 1957) is a biologist from Karaganda, Kazakhstan, specializing in the genetic effects of nuclear radiation. Due to her civil society activism, she was awarded the international Goldman Environmental Prize in 2005[1][2] for leading a campaign to prevent nuclear waste from being commercially imported into Kazakhstan.", "51333984": "Michel C. Nussenzweig (born February 10, 1955) is a professor and head of the Laboratory of Molecular Immunology at The Rockefeller University and a Howard Hughes Medical Institute investigator. He is a member of both the US National Academy of Medicine and the US National Academy of Sciences.", "11357031": "Antonín Jan Frič (in German: Anton Johann Fritsch, 30 July 1832 – 15 November 1913) was a Czech paleontologist, biologist and geologist, living during the Austria-Hungary era. Professor at the Charles University and later became director of the National Museum in Prague. He became famous for his contributions on the field of Permo - Carboniferous ecosystems.", "1166185": "António Emílio Leite Couto, better known as Mia Couto (born 5 July 1955),[1] is a Mozambican writer. He won the Camões Prize in 2013, the most important literary award in the Portuguese language, and the Neustadt International Prize for Literature in 2014.", "35441517": "Kuniyoshi Sakai (酒井 邦嘉, Sakai Kuniyoshi) is an associate professor at the University of Tokyo.  He was born in Tokyo, Japan and is of Japanese nationality.  Most of the research that Kuniyoshi conducts focuses on neurobiology.[1]", "66898799": "John MacMillan FRS (1924–2014), always known as Jake MacMillan, was a British scientist who worked at the interface between biology and chemistry. He \"became renowned for his work on isolating, naming and determining the chemical structure of gibberellins, which regulate growth and influence processes such as stem elongation and germination\".[1]", "64179063": "Georgette D. Kanmogne is a Cameroonian American geneticist and molecular virologist and a full professor and vice chair for resource allocation and faculty development within the Department of Pharmacology and Experimental Neurosciences at the University of Nebraska Medical Center in Omaha, Nebraska. Kanmogne's research program focuses on exploring the pathogenesis of neuroAIDS by deciphering the mechanisms underlying blood brain barrier dysfunction and viral entry into the central nervous system. Her research also addresses the lack of HIV therapies that cross the blood brain barrier (BBB) and has played a critical role in the development of nanoparticles encapsulating HIV-drugs that can cross the BBB to prevent viral-mediated neuron death in the brain. Kanmogne collaborates with clinical and basic researchers across America, Cameroon, and West Africa, spanning disciplines from hematology to psychiatry, to explore how viral genetic diversity is correlated with the neurological impact of HIV.", "69520249": "Nikolai Sergeyevich Yegorov (Russian: Николай Сергеевич Егоров; 5 January 1921 – 14 December 2021) was a Soviet and Russian microbiologist and politician.[1][2] A member of the Communist Party, he served as Deputy Minister of Higher Education from 1967 to 1988.[3]", "52054911": "James Herbert Taylor (January 14, 1916 in Corsicana, Texas – December 29, 1998 in Tallahassee, Florida)[1][2] was an American molecular biologist and geneticist known for his research on chromosome structure and reproduction, which helped establish standards for the subsequent field of molecular genetics. He conducted much of this research with his wife, Shirley Taylor.[3] According to a 2006 Cold Spring Harbor Laboratory textbook, “Taylor comes as close as anyone to being the father of the field” of studying chromosomes.[3]", "63196034": "Paul Raymond Hunter is Professor in Medicine at the University of East Anglia.[1] He was the first professor of health protection in the United Kingdom when he was appointed to the Norwich Medical School in 2001.[2] He is a fellow of the Royal College of Pathologists, the Royal Society of Biology, and of the Faculty of Public Health.", "68176770": "Aare Mäemets (until 1936 Harry Michelson; 18 January 1929 Tallinn – 24 November 2002 Elva) was an Estonian hydrobiologist, zoologist, limnologist and nature photographer.[1]", "22072197": "Eugenia Wang (born February 26, 1945) is the Gheens Endowed Chair on Aging at the University of Louisville School of Medicine.[1] Her primary focus is researching the genetic aspect of aging in humans.[2][3][4] She was among the first researchers who discovered the parts of the human genome that could either accelerate or slow the process of apoptosis.[5][6]", "58903443": "Ruth Deborah Gates (March 28, 1962 – October 25, 2018) was the Director of the Hawaiʻi Institute of Marine Biology and the first woman to be President of the International Society for Reef Studies. Her research was dedicated to understanding coral reef ecosystems, specifically coral-algal symbiosis and the capacity for corals to acclimatize under future climate change conditions.[2] Doctor Gates is most accredited with looking at coral biology and human-assisted coral evolution, known as super corals, as notably seen in the documentary Chasing Coral, available on Netflix.[3]", "55856024": "Janet Edeme is a Nigerian agricultural scientist and plant biologist, who works as the Director of the Department of Rural Economy and Agriculture at the African Union Commission (AUC/DREA), based in Addis Ababa, Ethiopia. AUC/DREA is a department within the African Union, responsible for promoting sustainable rural development through agriculture and the improvement of food security across the African continent.[1][2]", "26102681": "Nancy Knowlton is a coral reef biologist and a former Sant Chair for Marine Science[1] at the Smithsonian National Museum of Natural History.", "65489819": "Kathleen Jacobs Kelly (born 1954) is an American biologist specializing in genetic regulation of cell growth, cancer progression, and metastasis. She is chief of the laboratory of genitourinary cancer pathogenesis (LGCP) and deputy director of the National Cancer Institute Center for Cancer Research.", "45468572": "Kate R. Rosenbloom is a member of the Encyclopedia of DNA Elements (ENCODE) Consortium.\nShe is a Tech Project Manager and Software Developer at the Center for Biomolecular Science and Engineering, Jack Baskin School of Engineering, University of California Santa Cruz (UCSC), USA. She has been a member of the scientific advisory board to the human proteome project[1] and contributed data integration and visualisation within the GTEx consortium, an international project aiming to understand how genetic variation shapes variation between human tissues.[2]", "46615453": "Joao Pedro De Magalhaes is a Portuguese microbiologist. He studies aging through both computational and experimental approaches. His ultimate goal is to cure human aging.", "65784734": "M. Madan Babu FRS FRSC FMedSci is an Indian-American  computational biologist and bioinformatician.[1][3] He is the endowed chair in biological data science and director of the center of excellence for data-driven discovery at St. Jude Children’s Research Hospital. Previously, he served as a programme leader at the MRC Laboratory of Molecular Biology (LMB).[4]", "17714087": "Jacob Gijsbertus Samuël van Breda (24 October 1788, in Delft – 2 September 1867, in Haarlem) was a Dutch biologist and geologist.", "53693355": "Robert D. Goldman is an American cell and molecular biologist. He was the Chair of the Department of Cell and Molecular Biology at Northwestern University Feinberg School of Medicine. He held the Stephen Walter Ranson Professor of Cell Biology at the institution. He is currently a Professor of Cell and Developmental Biology at Feinberg.[2]", "51071920": "Graham William Gooday FRSE (1942–2001) was a British molecular biologist. He was Professor of Microbiology at Aberdeen University. He was presented with the inaugural Fleming Prize Lecture for the Microbiological Society in 1976. He served as Director of the Institute of Marine Biology.[citation needed]", "47401906": "Juan Carlos Castilla Zenobi (born in Chile, 1940) is a marine biologist. He received his PhD from the University of Wales. Since 1965, he has been a faculty member at the Pontificia Universidad Católica de Chile.[2] In 1985, he published a paper on a study which focused on a part of the Chilean coastline from which humans had been excluded.[3] He is a recipient of the 1996 TWAS Prize[4] and the 2011 Ramon Margalef Prize in Ecology.[5]", "58739645": "Eberhard O. Voit (born 8 February 1953) is a Professor and David D. Flanagan Chair in Biological Systems at the Georgia Institute of Technology[2] and a Georgia Research Alliance Eminent Scholar.[3] He leads the Laboratory for Biological Systems Analysis.", "67390407": "Christine Vogel is a German-American molecular biologist who is an associate professor at the New York University. Her research considers quantitative proteomics. She is particularly interested in protein expression patterns and how these are related to human disease.", "62540746": "Bernard Malissen, born on 29 November 1953 in Agen, is a French biology researcher specialising in immunology. Research Director at the CNRS, he was also Director of the Marseille-Luminy Immunology Centre from 1995 to 2005.", "55102416": "Verena Julia Tunnicliffe OC is a Canadian Marine Biologist and Professor of the University of Victoria. Since 2002, she has held the position of Canada Research Chair in Deep Ocean Research. Her research on hydrothermal systems helped establish Canada's first Endeavor Hot Vents Marine Protected Area. Her research has also led to the discovery of over 80 new species of marine life.", "51858384": "Bhabatarak Bhattacharyya (born 1944), popularly known as Bablu Bhattacharyya, is an Indian structural biologist, biochemist and academic, known for his studies on the colchicine-tubulin interaction.[1] He is a former professor and the head of the department of biochemistry at the Bose Institute, Kolkata and an elected fellow of the Indian Academy of Sciences, Indian National Science Academy, National Academy of Sciences, India and The World Academy of Sciences.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1988, for his contributions to biological sciences.[3]", "70142932": "Theresa Marie Koehler is an American microbiologist who is the Herbert L. and Margaret W. DuPont Distinguished Professor in Biomedical Sciences and Chair of the Department of Microbiology and Molecular Genetics at McGovern Medical School. She is known for her extensive research on anthrax and was elected Fellow of the American Association for the Advancement of Science in 2021.", "54774741": "Pamela Margaret Young (née Rawlinson) was the first New Zealand woman to live and work in Antarctica.[1] In 1969–70, she worked at Cape Bird as field assistant to her husband Euan, a biologist, and was among the first six women to fly to the South Pole.[2] She wrote a book about her trip (Penguin summer or a rare bird in Antarctica).[3] The Young Peaks in Antarctica are named after her.[4]", "15223770": "Johannes Reinke (February 3, 1849 – February 25, 1931) was a German botanist and philosopher, born in Ziethen, Lauenburg. He is remembered for his research of benthic marine algae.", "46615525": "Andrew George Dillin is a Howard Hughes Medical Investigator and the Thomas and Stacey Siebel Distinguished Chair in Stem Cell Research at the Department of Molecular and Cell Biology at Berkeley. His lab studies the loss of protein homeostasis in aging, particularly in Caenorhabditis elegans.", "60115942": "Eileen M. Shore is an American medical researcher and geneticist specializing in research of muscoskeletal disorders such as fibrodysplasia ossificans progressiva.", "43142121": "Ion Dediu (24 June 1934 – 3 November 2019)[1] was a Moldovan biologist specialized in ecology, and a member of the CPSU, who was elected as a corresponding member of the Academy of Sciences of Moldova.[2][3]", "216048": "Leroy \"Lee\" Edward Hood (born October 10, 1938) is an American biologist who has served on the faculties at the California Institute of Technology (Caltech) and the University of Washington.[2] \nHood has developed ground-breaking scientific instruments which made possible major advances in the biological sciences and the medical sciences. These include \nthe first gas phase protein sequencer (1982), for determining the sequence of amino acids in a given protein;[3][4] \na DNA synthesizer (1983), to synthesize short sections of DNA;[3][5] \na peptide synthesizer (1984), to combine amino acids into longer peptides and short proteins;[4][6] \nthe first automated DNA sequencer (1986), to identify the order of nucleotides in DNA;[2][7][8] \nink-jet oligonucleotide technology for synthesizing DNA[9][10] and \nnanostring technology for analyzing single molecules of DNA and RNA.[11][12]", "48286710": "Johann Eduard Reichenow (7 July 1883 – 23 March 1960) was a German protozoologist. He was the son of ornithologist Anton Reichenow.", "54414334": "Brian Ion Duerden CBE (born 1948) is a British microbiologist.", "2116622": "William Thompson Sedgwick (December 29, 1855 – January 25, 1921) was a teacher, epidemiologist, bacteriologist, and a key figure in shaping public health in the United States. He was president of many scientific and professional organizations during his lifetime, including president of the American Public Health Association in 1915. He was one of three founders of the joint MIT-Harvard School of Public Health in 1913.", "44092433": "R. Rajalakshmi (1926–2007) was an Indian biochemist and nutritionist. She developed nutritious, economical diets for Indian families.", "48450581": "Linda J. Saif[3] is an American microbial scientist who works at Ohio State University. In 2015, she became the first female recipient of the Wolf Prize in Agriculture for her research in virology and immunology.[4][5]", "34262039": "Clifford Grobstein (July 20, 1916 – September 6, 1998) was an American biologist, a cancer researcher, a member of the National Academies of Sciences.[1]\n[2]", "67161111": "Kobina Bucknor (1925–1975)[1] was an Ghanaian animal scientist[2] and painter.[1]", "58936343": "Victoria Lundblad is an American geneticist whose work focuses on the genetic control of chromosome behavior in yeast.[1] Many of her discoveries have concerned telomerase, the RNA-containing enzyme that completes the ends of chromosomes.[1] She works at the Salk Institute in La Jolla, California.[2]", "65915929": "Erich Oberdorfer (born 26 March 1905 in Freiburg; died 23 September 2002) was a German biologist specializing in phytosociology and phytogeography. His official botanical author abbreviation is “Oberd.\"", "248859": "Herbert Spencer (27 April 1820 – 8 December 1903) was an English polymath active as a philosopher, psychologist, biologist, sociologist, and anthropologist. Spencer originated the expression \"survival of the fittest\", which he coined in Principles of Biology (1864) after reading Charles Darwin's 1859 book On the Origin of Species. The term strongly suggests natural selection, yet Spencer saw evolution as extending into realms of sociology and ethics, so he also supported Lamarckism.[1][2]", "72600606": "Chris Greening is a biochemist, microbiologist, and academic. He is a Professor of Microbiology and leads the One Health Microbiology group and Global Change Research Program[1] of the Biomedicine Discovery Institute at Monash University in Melbourne, Australia.[2] He is most known for his work on the basis, role, and significance of the microbial metabolism of trace gases such as hydrogen, methane, carbon monoxide, and carbon dioxide.[3][4] He has held prestigious fellowships from the CSIRO (2014-2016), Australian Research Council (2017-2019), and National Health and Medical Research Council (2020-2024)[5] and was awarded the Fenner Medal 2022 from the Australian Academy of Science.[6] Greening was awarded the Prime Minister's Prize for Life Scientist of the Year in 2023.[7]", "44583980": "Francis John Govier Ebling (21 June 1918 – 29 May 1992), generally known as John Ebling, was Professor of Zoology at the University of Sheffield from 1968 to 1983, and subsequently Emeritus Professor of Dermatology 1983-1992. He is best known as a researcher in marine biology who helped to establish Lough Hyne as a field station,[1][2] and is one of the lead characters in Reflections on a Summer Sea,[3] a history of this facility.  He had a second research interest on sebaceous gland function and skin.  This dominated in later life, and he was editor of the 3rd to 5th editions of the Textbook of Dermatology.[4] He also authored and edited a number of other books on biology and endocrinology including The Glands Inside Us and Population Control by Social Behaviour.[5]", "58281008": "Andrew P. Carter is a British structural biologist who works at the Medical Research Council (MRC) Laboratory of Molecular Biology (LMB) in Cambridge, UK. He is known for his work on the microtubule motor dynein.[1][2][3][4]", "55823410": "Dorothy Elizabeth Bliss (February 13, 1916 – December 26, 1987) was an American carcinologist and curator of invertebrates at the American Museum of Natural History, with which she was associated for over 30 years. She was known as a pioneer in the field of hormonal control in crustaceans.[1][2] She was editor-in-chief of the 10-volume series The Biology of Crustacea, and author of the popular book Shrimps, Lobsters and Crabs. She served as president of the American Society of Zoologists and was a fellow of the American Association for the Advancement of Science.[3]", "1297458": "César Milstein, CH, FRS[1] (8 October 1927 – 24 March 2002) was an Argentine biochemist in the field of antibody research.[4][5][6][7][8] Milstein shared the Nobel Prize in Physiology or Medicine in 1984 with Niels Kaj Jerne and Georges J. F. Köhler for developing the hybridoma technique for the production of monoclonal antibodies.[9][10][11][12][2][13][14]", "57297996": "Petra Deimer (born March 9, 1948, in Göttingen) is a German marine biologist, and nature conservationist who has been actively involved in the study and protection of marine mammals, particularly cetaceans, since the mid-1970s.", "43240525": "Nicholas Kevin Dulvy is a Distinguished Professor and Canada Research Chair in Marine Biodiversity and Conservation at Simon Fraser University. He was the Co-Chair of the International Union for Conservation of Nature (IUCN) Shark Specialist Group[1] from 2009–2020. He has published more than 100 peer-reviewed papers and book chapters on life histories, extinction risk, the ecosystem impacts of fishing and the ecological and socioeconomic impacts of climate change.[2]", "15420495": "Joseph Gottlieb Kölreuter (27 April 1733 – 11 November 1806), also spelled Koelreuter or Kohlreuter, was a German botanist who pioneered the study of plant fertilization, hybridization and was the first to detect self-incompatibility. He was an observer as well as a rigorous experimenter who used careful crossing experiments although he did not inquire into the nature of heritability.", "13945935": "Ayaad Assaad (born 1948) is an Egyptian-American microbiologist and toxicologist. He has worked for the US Environmental Protection Agency testing pesticides since 1997.[1]", "49237079": "Louis Bernatchez CQ MSRC (born 1960) was a Canadian professor of genetics at Laval University and a Canada Research Chair in genomics and conservation of aquatic resources.", "54905946": "David Krakauer (born December 28, 1967) is an American evolutionary biologist.[1] He is the President and William H. Miller Professor of Complex Systems at the Santa Fe Institute.[2]", "70044762": "Wolfgang Schad (27 July 1935 – 15 October 2022) was a German evolutionary biologist, anthroposophist and goetheanist.[1]", "35179616": "Per Johan Alström (born 9 April 1961) is a Swedish Professor of ornithology. He researches in taxonomy, systematics, and evolution, with birds in Asia as a specialty. Alström works at the Department of Ecology and Genetics (Animal Ecology) at Uppsala University and at the Swedish Species Information Centre at the Swedish University of Agricultural Sciences, Uppsala. He has previously worked as e.g. Curator of Ornithology at the Swedish Museum of Natural History, and been a guest researcher at the Percy Fitzpatrick Institute of African Ornithology, University of Cape Town and a visiting professor at the Chinese Academy of Sciences, Beijing. He is chairman of the Scientific Committee of the Swedish Taxonomy Initiative and the Committee for Swedish Animal Names and Swedish focal point for the Global Taxonomy Initiative under the Convention on Biological Diversity (CBD). Deputy Editor-in-Chief of the international ornithological journal Avian Research.", "73223265": "Amal Bayou (Arabic: أمل بايو, romanized: 'amal bayu; c. 1957/1959 – 24 October 2017) was a Libyan microbiologist and politician who served in the House of Representatives from 2014 until her death in 2017. Bayou was a prominent advocate for women's rights and social change in Libya, and was considered to be an \"extremely popular\" politician in the country.", "58969184": "Jan Lever (Groningen, 20 July 1922 – Amsterdam, 23 November 2010) was a Dutch biologist specialized in zoology, endocrinology and evolutionary biology. His ideas on evolution may be characterized as a form of theistic evolution. Lever was an important voice in shaping Dutch public debate on evolution and biology, particularly in protestant circles.", "62573671": "Patrick Mehlen (born in 1968), is a French biologist and research director at the Centre national de recherche scientifique (CNRS) at the Centre Léon-Bérard, a cancer research centre in Lyon.[1]", "5557355": "Brian S. Hooker is a biologist and chemist at Simpson University. He is known for promoting the false claim that vaccines cause autism.", "10472558": "Dr. Albert R. Shadle (1885–1963) was an American biologist noted for his research into porcupines and beavers.[1] From 1919 until 1953, Shadle served as chairman of the biology department, and was instrumental in the advancement of science education, at the State University of New York at Buffalo.[2]  He also acted as a professor of biology whose pupils included noted entomologist Maynard Jack Ramsay.", "46615670": "John Michael Sedivy is the Hermon C. Bumpus Professor of Biology and a professor of Medical Science at Brown University. He is listed as a F1000 Prime faculty member and on Who's Who in Gerontology. He has published over 130 original articles.[1]", "45272183": "Roger Brent (born December 28, 1955) is an American biologist known for his work on gene regulation and systems biology.  He studies the quantitative behaviors of cell signaling systems and the origins and consequences of variation in them. He is Full Member in the Division of Basic Sciences at the Fred Hutchinson Cancer Research Center and an Affiliate Professor of Genome Sciences at the University of Washington.", "67390584": "Sato Honma is a Japanese chronobiologist who researches the biological mechanisms of circadian rhythms. She mainly collaborates with Ken-Ichi Honma on publications, and both of their primary research focuses are the human circadian clock under temporal isolation and the mammalian suprachiasmatic nucleus (SCN), its components, and associates. Honma is a retired professor at the Hokkaido University School of Medicine in Sapporo, Japan. She received her Ph.D. in physiology from Hokkaido University. She taught physiology at the School of Medicine and then at the Research and Education Center for Brain Science at Hokkaido University.[1] She is currently the director at the Center for Sleep and Circadian Rhythm Disorders at Sapporo Hanazono Hospital and works as a somnologist.[2]", "71584886": "Alan Ming-ta Wu (1938/1938–1981) was a Taiwanese-American molecular biologist and immunologist who developed techniques to grow hematopoetic stem cells in cell culture.", "62540923": "Eva Pebay-Peyroula (born 1956) is a French biologist and physicist. She studies the functions of membrane proteins and in particular membrane transporters.", "14470268": "Sir William Lawrence, 1st Baronet FRCS FRS (16 July 1783 – 5 July 1867) was an English surgeon who became President of the Royal College of Surgeons of London and Serjeant Surgeon to the Queen.", "63556731": "Giuseppe Montalenti (13 December 1904 – 2 July 1990) was an Italian geneticist and zoologist. He was a genetics professor at the University of Naples (since 1940) and at the Sapienza University of Rome (since 1963). He was elected a member of Accademia dei Lincei (1951).", "62147729": "Walter Wahli (born 23 May 1946 in Moutier) is a Swiss biologist and a professor at the University of Lausanne and at Nanyang Technological University of Singapore.[2] His research has contributed to the understanding of the control of metabolism by regulation of gene expression. He is known for working on the nuclear receptors, Peroxisome proliferator-activated Receptors, known as PPARs, involved in the energy balance of the body.[3]", "35802265": "Michael D. Purugganan (born Manila, Philippines in 1963) is a Filipino-American biologist and former journalist. He is the Silver Professor of Biology and the former Dean of Science[1] of New York University (NYU).[2] Purugganan is also an affiliated faculty member of NYU Abu Dhabi (NYUAD)[3] and the NYU Institute for the Study of the Ancient World (ISAW), and since 2022, has been the director of 19 Washington Square North, the academic space of NYUAD in New York City. He was the former director of the NYU Center for Genomics and Systems Biology in New York (2010-2012) and Abu Dhabi (2012-2017).", "59493537": "Dr Oswald Arthur Trowell MD FRSE (1909–1967) was a 20th-century English physiologist and radiobiologist. Also an avid amateur naturalist and ornithologist, and accomplished artist, he was affectionately known as Ossie Trowell. In authorship he is O. A. Trowell."}