{"66289074": "R.T. James McAteer is an American solar physicist. He the senior associate provost and professor of astronomy at New Mexico State University, where he studies the coronal heating problem and space weather. McAteer is the author of the book \"The Planets\", and has published over 100 research articles.[1]", "60226995": "James Philip \"Phil\" Elliott FRS[1] (born 27 July 1929 in Gosport; died 21 October 2008 in Lewes) was a British theoretical nuclear physicist.[2][3]", "17628594": "Enrico Persico (August 9, 1900 – June 17, 1969) was an Italian physicist notable for propagating the field of quantum mechanics in Italy. He was a professor at the University of Turin and is also notable as the doctoral advisor of Ugo Fano.", "8617397": "Masatsugu Sei Suzuki is a Japanese-American physicist. He is a professor of physics and is affiliated with the Institute for Materials Research[1] at Binghamton University. He has published 155 scientific papers in peer-reviewed journals.[2]", "27524533": "Jeremy O'Brien (born 1975, Australia[1]) is a  physicist who researches in quantum optics, optical quantum metrology and quantum information science.[2] He co-founded and serves as CEO of the quantum computing firm PsiQuantum.[3][4] Formerly, he was Professorial Research Fellow in Physics and Electrical Engineering at the University of Bristol, and director of its Centre for Quantum Photonics.[5][3]", "327092": "Ernst Julius Öpik (22 October [O.S. 10 October] 1893 – 10 September 1985) was an Estonian astronomer and astrophysicist who spent the second half of his career (1948–1981) at the Armagh Observatory in Northern Ireland.", "51543479": "John Love (2 October 1942 – 19 June 2016)[1] was a pioneer in the field of fibre optics,[2] who co-authoring the widely used textbook Optical Waveguide Theory and was Emeritus Professor of guided wave photonics at Australian National University (ANU).[3][4]", "27459002": "Harry Jeffrey Kimble (born April 23, 1949), was the William L. Valentine Professor and professor of physics at Caltech.[1] His research is in quantum optics and is noted for groundbreaking experiments in physics including one of the first demonstrations of teleportation of a quantum state (first demonstration is disputed with Anton Zeilinger),[2] quantum logic gate,[3] and the development of the first single atom laser.[4]  According to Elizabeth Rogan, OSA CEO,  \"Jeff has led a revolution in modern physics through his pioneering research in the coherent control of the interactions of light and matter.\"[5]   Kimble's main research focus is in quantum information science and the quantum dynamics of open systems.[1]", "40926657": "Michael Lockwood FRS (born 1954) is a Professor of Space Environment Physics at the University of Reading.[1]", "63569355": "Jonas Vaiškūnas (born 6 March 1961) is a Lithuanian ethnoastronomer, religious leader, publisher and politician. He is the head of the department of ethnography at the Museum of Molėtai and priest in the Baltic neopagan organisation Romuva.", "47218125": "Valangiman Subramanian Ramamurthy (born 2 April 1942) is an Indian nuclear physicist with a broad range of contributions from basic research to Science and Engineering administration.Prof.Ramamurthy started his career in Bhabha Atomic Research Centre, Mumbai in the year 1963. He made important research contributions in the area of nuclear fission, medium energy heavy ion reactions, statistical and thermodynamic properties of nuclei and low energy accelerator applications. During the period 1995-2006, Prof.Ramamurthy was fully involved in Science administration as Secretary to Government of India , Department of Science and Technology, (DST), New Delhi.Other important assignments held by him include Director, Institute of Physics, Bhubaneswar, (1989-1995), DAE Homi Bhabha Chair in the Inter-University Accelerator Centre, New Delhi (2006-2010), and Director of the National Institute of Advanced Studies, Bengaluru (2009-2014). [1][2] He is a former chairman of the Recruitment and Assessment Board of the Council of Scientific and Industrial Research and has served as a member of the design team of the first Indian nuclear experiment in Pokhran on 18 May 1974.[3] The Government of India awarded him the third highest Indian civilian honour of Padma Bhushan in 2005.[4]", "47939030": "Frances Gertrude Wick (October 2, 1875 – June 15, 1941) was an American physicist known for her studies on luminescence.[1]", "7044567": "Kari-Pekka Enqvist (born February 16, 1954, in Lahti, Finland) is a professor of cosmology in the Department of Physical Sciences at the University of Helsinki. Enqvist was awarded his PhD in theoretical physics in 1983.", "327127": "John Archibald Wheeler (July 9, 1911 – April 13, 2008) was an American theoretical physicist. He was largely responsible for reviving interest in general relativity in the United States after World War II. Wheeler also worked with Niels Bohr to explain the basic principles of nuclear fission. Together with Gregory Breit, Wheeler developed the concept of the Breit–Wheeler process. He is best known for popularizing the term \"black hole\"[1] for objects with gravitational collapse already predicted during the early 20th century, for inventing the terms \"quantum foam\", \"neutron moderator\", \"wormhole\" and \"it from bit\",[2] and for hypothesizing the \"one-electron universe\". Stephen Hawking called Wheeler the \"hero of the black hole story\".[3]", "58752473": "Timothy Robards (born 1 October 1982) is an Australian actor, chiropractor, model, and television personality. Robards worked as a chiropractor for seven years, before he was cast in the first season of The Bachelor Australia. He chose Anna Heinrich in the finale. The couple later appeared on I'm a Celebrity...Get Me Out of Here! in 2015. Robards took part in the fifteenth season of Dancing with the Stars and appeared on Australian Ninja Warrior. In 2018, Robards had a guest role in soap opera Neighbours as Pierce Greyson, which led to him joining the regular cast in 2019. Outside of television, Robards has worked as a model, and has developed a fitness program called The Robards Method.", "589277": "Sir William Huggins OM KCB FRS (7 February 1824 – 12 May 1910) was a British astronomer best known for his pioneering work in astronomical spectroscopy together with his wife, Margaret.[1]", "10157536": "Anders Karlsson (born 1964 in Järna, Sweden) is a Swedish physicist who is working in scientific publishing.[1][2]", "4357606": "György Jendrassik or in English technical literature: George Jendrassik (1898 Budapest – 1954 London) was a Hungarian physicist and mechanical engineer.", "50462184": "Linguang Tang is a Professor of Physics at the School of Science at the Hampton University, Hampton, Virginia,[1] holding a joint position as faculty at Hampton and as Staff Scientist at the Thomas Jefferson National Accelerator Facility. He completed his B.A. in 1977 from  Beijing Polytechnic University, Beijing, China,  M.S. 1981, from the Institute of High Energy Physics, the Chinese Academy of Science and Technology, Beijing, China, and PhD in 1987, from the University of Houston, Houston, TX, with Prof. Ed V. Hungerford III. His research group is one of the leading groups in the nation [2] in the area of experimental Hypernuclear physics, with mostly retaining leadership (Spokesperson/co-Spokesperson) roles on virtually all hypernuclear experiments (eg E89-009, E01-011, E02-017, E05-115/E08-002) at the Hall C or (E08-012/PR10-001) to be conducted in Hall A at the CEBAF accelerator.", "51150312": "Heidi Marie Schellman (born 1957) is an American particle physicist at Oregon State University (OSU), where she heads the Department of Physics. She is an expert in Quantum chromodynamics.", "53837300": "James M. Caruthers is an American chemical engineer, currently Gerald and Sarah Skidmore Professor of Chemical Engineering at Purdue University and an Elected Fellow of the American Physical Society.[1] Caruthers got his S.B., S.M., and Ph.D. (all in chemistry) from Massachusetts Institute of Technology in 1975, 1976 and 1977, respectively.[2]", "57146878": "Amalia Ercoli Finzi (née Ercoli; born 20 April 1937) is an Italian engineer and professor, Principal Investigator of the SD2 drill aboard the Philae spacecraft.", "62848514": "Oh Se-jung is a South Korean politician and physicist. He has served as the director of the Korean Federation of Science and Technology Societies, the first president of the Institute for Basic Science, and the 27th president of Seoul National University.", "3800584": "Gaston Planté (French pronunciation: [ʁɛmɔ̃ lwi ɡastɔ̃ plɑ̃te]; 22 April 1834 – 21 May 1889) was a French physicist who invented the lead–acid battery in 1859.  This type battery was developed as the first rechargeable electric battery marketed for commercial use and it is widely used in automobiles.", "41483786": "Hal V. Barron (born 1962) is an American clinician-scientist and drug developer who served as president of research and development at GlaxoSmithKline from March 2018[1] until 2022, when he resigned in order to join the cellular reprogramming venture Altos Labs in August of that year.[2][3][4] Prior to this he served as president of research and development at Calico.[5] He has served as executive vice president, head of global product development, and chief medical officer of Hoffman-La Roche.[6]", "8945170": "Eugene Guth (August 21, 1905 – July 5, 1990) was a Hungarian American physicist who made contributions to polymer physics and to nuclear and solid state physics.[1] He was awarded a Ph.D. in theoretical physics by the University of Vienna in 1928. He was a postdoctoral research associate with Wolfgang Pauli at the Austrian-German Science Foundation, Federal Institute of Technology (ETH) Zurich and University of Leipzig, with Werner Heisenberg from 1930 to 1931.  He was professor at the University of Vienna (1932–1937) and the University of Notre Dame 1937-1955. He was at Oak Ridge National Laboratory from 1955 to 1971.", "25427477": "Vladimir Aleksandrovich Teplyakov (Russian: Владимир Александрович Тепляков) (6 November 1925 – 10 December 2009) was a Russian experimental physicist known for his work on particle accelerators. Together with I.M. Kapchinsky, he invented the principle of the radio-frequency quadrupole (RFQ), which revolutionized the acceleration of low-energy charged particle beams.[1]", "4259353": "Ramanuja Vijayaraghavan (born 3 January 1931) is an Indian physicist, specializing in condensed matter physics.[1][2]", "74186267": "Ignatios Antoniadis (born 2 December 1955 in Chios)[1] is a Greek theoretical physicist, specializing in string theory and particle physics.[2]", "22806044": "David W. Keith is a professor in the Department of the Geophysical Sciences at the University of Chicago. He joined the University of Chicago in April 2023. Keith previously served as the Gordon McKay Professor of Applied Physics for Harvard University's Paulson School of Engineering and Applied Sciences (SEAS) and professor of public policy for the Harvard Kennedy School at Harvard University.[2] \nEarly contributions include development of the first atom interferometer (considered a major breakthrough in atomic physics) and a Fourier-transform spectrometer used by NASA to measure atmospheric temperature and radiation transfer from space.", "71368221": "Jeffrey Joseph Folkins is an American physicist.", "35290653": "Bob Coecke (born 23 July 1968) is a Belgian theoretical physicist and logician who was professor of Quantum foundations, Logics and Structures at Oxford University until 2020, when he became Chief Scientist of Cambridge Quantum Computing, and after the merger with Honeywell Quantum Systems, Chief Scientist of Quantinuum. In January 2023 he also became Distinguished Visiting Research Chair at the Perimeter Institute for Theoretical Physics.  He pioneered categorical quantum mechanics (entry 18M40 in Mathematics Subject Classification 2020), Quantum Picturalism,[4] ZX-calculus, DisCoCat model for natural language,[5] and quantum natural language processing (QNLP).  He is a founder of the Quantum Physics and Logic community and conference series, and of the applied category theory community, conference series, and diamond-open-access journal Compositionality.", "53837343": "Simon Marcus Catterall (born 1964) is an American physicist at Syracuse University.[1] His research involves High Energy Theory, particularly Lattice field theory.[2][3]", "5439008": "Georges Sagnac (French pronunciation: [ʒɔʁʒ saɲak]; 14 October 1869 – 26 February 1928) was a French physicist who lent his name to the Sagnac effect, a phenomenon which is at the basis of interferometers and ring laser gyroscopes developed since the 1970s.[1]", "53837345": "Fausto Cattaneo is an Italian physicist, currently at University of Chicago and an Elected Fellow of the American Physical Society.[1][2]", "21167656": "William Valentine Mayneord, CBE FRS[1] (14 February 1902 – 10 August 1988) was a British physicist and pioneer in the field of medical physics.", "8486443": "Daniel Loss is a Swiss theoretical physicist and a professor of Theoretical Condensed Matter Physics at the University of Basel and RIKEN. With David P. DiVincenzo (at IBM Research), he proposed the Loss-DiVincenzo quantum computer in 1997,[4] which would use electron spins in quantum dots as qubits.", "43941420": "John Anthony \"Tony\" Scott is an Irish physicist and science communicator.   He co-founded with Tom Burke[1] (his former teacher in Terenure College) the Young Scientist and Technology Exhibition in 1963.[2]", "12549675": "Anthony (Ant) Nicholls is a physicist and entrepreneur from Plympton, Plymouth, England.", "71958072": "Andrey Afrikanovich Rostovtsev (Russian: Андре́й Африка́нович Росто́вцев; born 21 March 1960) is a Soviet and Russian physicist and political activist. One of the founders of the volunteer community network Dissernet.", "27065915": "John Castagna is an American geophysicist, known for the Mudrock line, currently the Margaret S. and Robert E. Sheriff Endowed Faculty Chair in Applied Seismology at Universidad Politécnica del Centro and formerly the Edward L. McCullough Chair.[1][2]", "5930557": "Yash Pal  (26 November 1926 – 24 July 2017) was an Indian scientist, educator and educationist. He was known for his contributions to the study of cosmic rays, as well as for being an institution-builder. In his later years, he became one of the leading science communicators of the country.", "53837375": "Hui Chen is an American physicist, currently at Lawrence Livermore National Laboratory and an Elected Fellow of the American Physical Society.[1][2]", "53837376": "Professor Christopher T. Chantler is an Australian physicist, currently at University of Melbourne and an Elected Fellow of the American Physical Society who has had works published in the Journal of Physical and Chemical Reference Data, the Journal of Organometallic Chemistry and the X-Ray Spectrometry.[1][2][3][4]", "25656896": "Yoshihisa Yamamoto (山本 喜久, Yamamoto Yoshihisa) is the director of Physics & Informatics Laboratories (PHI Labs), NTT Research, Inc. He is also Professor (Emeritus) at Stanford University and National Institute of Informatics (Tokyo).", "58064451": "Paul Dutton Grannis (26 June 1938) is an American physicist.[1]", "43122247": "Virginia Carter (born 1936) is a Canadian-born physicist and entertainment executive.", "47480399": "Laurence Daniel Marks is an American professor of materials science and engineering at Northwestern University. He has contributed to the study of nanoparticles and worked in the fields of electron microscopy, diffraction, and crystallography.", "60128847": "Alessandra Lanzara is an Italian-American physicist and the distinguished Charles Kittel Professor of physics at the University of California, Berkeley[1] since 2002, where she leads an experimental materials physics group. She is the founding director of Center for Sustainable Innovation at UCB and the co-founder of Quantum Advanced Detection (QUAD) LLC.", "49839698": "Marc Baldus is a physicist and professor of NMR spectroscopy at Utrecht University. He is especially known for his work in the field of structural biology using solid-state nuclear magnetic resonance (ssNMR) spectroscopy. He applies ssNMR methods to establish structure-function relationships in complex biomolecular systems including membrane and Amyloid proteins.  In addition, he develops cellular NMR methods to study large molecular transport and insertion systems in bacteria as well as signal transduction mechanisms in eukaryotic cells.", "63536728": "Ernst von Rebeur-Paschwitz (9 August 1861 – 1 October 1895) was a German astronomer, geophysicist and seismologist. He is best known for the first recording of teleseism with the use of his sensitive self-registering horizontal pendulums in 1889.[1] He proposed to create an international network of seismological stations.[2] His ideas led to the founding of the International Seismological Association.[3]", "7339616": "Rajagopala Chidambaram (born 11 November 1936) is an Indian Physicist who is known for his integral role in India's nuclear weapons program; he coordinated test preparation for the Pokhran-I (1975) and Pokhran-II (1998).[1]", "65437288": "Eve Charis Ostriker (born 1965)[1] is an American astrophysicist, known for her research on star formation[2] and on related topics involving superbubbles,[3] molecular clouds, young stars, computational fluid dynamics, and supersonic turbulence. She is a professor in the Department of Astrophysical Sciences of Princeton University.", "66125419": "(Johann) Friedrich Dannemann (1858–1936) was a German physicist, high school teacher and historian of science.", "589423": "Hermann Carl Vogel (/ˈfoʊɡəl/; German: [ˈfoːɡl̩]; 3 April 1841 – 13 August 1907) was a German astrophysicist. He was born in Leipzig, Kingdom of Saxony. From 1882 to 1907 he was director of the Astrophysical Observatory, Potsdam. He made extensive discoveries using spectral analysis of the stars.", "39485042": "Atul Gurtu (born 16 January 1946) is a high energy physicist in India. He joined the Tata Institute of Fundamental Research (TIFR), Mumbai, in 1971, and retired in 2011 as a senior professor, after a career spanning four decades in particle physics research.[1]", "55803505": "John Stewart Orr FRSE FIP (d. 2001) was a 20th-century Scottish medical physicist and researcher. He was the creator of Orr's Spherule, a scientific teaching tool.", "70712951": "Randall David Kamien (born February 25, 1966)[citation needed] is a theoretical condensed matter physicist specializing in the physics of liquid crystals and is the Vicki and William Abrams Professor in the Natural Sciences at the University of Pennsylvania.[1]", "196224": "Karl Rudolph Koenig (26 November 1832 – 2 October 1901) was born in Königsberg of Prussia. Koenig was a businessman, instrument maker, and German physicist, chiefly concerned with acoustic phenomena. He was best known for designing and building acoustical instruments such as the tuning fork and sound analyser.", "67042954": "Boyd F. Edwards is an American physicist and professor of physics at Utah State University.", "35487375": "Herbert Gleiter (born 13 October 1938 in Stuttgart) is a German researcher in physics and nanotechnology.", "67567248": "Henrique Gomes de Paiva Lins de Barros (Rio de Janeiro, May 30, 1947) is a Brazilian physicist, biophysicist, writer, science communicator,[4] musician, screenwriter, painter and poet.[3]", "54328979": "Helen Sarah Freedhoff (January 9, 1940 – June 10, 2017) was a Canadian theoretical physicist who studied the interaction of light with atoms. She gained her doctorate at the University of Toronto in 1965 and completed a postdoctoral fellowship at Imperial College in London. Freedhoff was the first woman appointed as a physics professor at York University in Toronto, and is believed to have been the only woman professor of theoretical physics in Canada at the time.", "55705237": "Joe Wolfe  (born 1952 in Brisbane) is an Australian physicist, composer and professor at University of New South Wales Sydney.", "57900696": "Greg Sullivan is a physicist at the University of Maryland,[1] a Fellow of the American Physical Society[2] and was a team member and spokesperson on the IceCube Experiment at Antarctica.[3]", "65765020": "Alan David White (1923 — 9 May 2020) was an American physicist, known primarily as one of the inventors of the visible helium-neon laser.", "196252": "Giovanni Battista Beccaria FRS (Italian: [bekkaˈriːa]; 3 October 1716 – 27 May 1781)[1] was an Italian physicist. A fellow of the Royal Society, he published several papers on electrical subjects in the Phil. Trans.[2] Beccaria was one of Benjamin Franklin's more conspicuous correspondents.[3] His students included Joseph-Louis Lagrange, Giovanni Francesco Cigna, Giuseppe Angelo Saluzzo, and the successor to the Chair of physics, Antonio Vassalli Eandi; moreover, his researches inspired the physicists of Pavia, Alessandro Volta and Luigi Galvani.[4]", "9109151": "Horace Cameron Wright (c. 1901 – 1979), known as \"Cam\", was a Welsh scientist who worked for the Royal Naval Physiological Laboratory at Alverstoke, near Gosport in Hampshire and for the British Ministry of Aircraft Production during World War II.", "40140450": "Donald B. Campbell is an Australian-born astronomer and Professor of Astronomy at Cornell University.  Prior to joining the Cornell faculty he was Director of the Arecibo Observatory in Puerto Rico for seven years. Campbell's research work is in the general area of planetary studies with a concentration on the radio-wavelength-scattering properties of planets, planetary satellites, and small bodies.  His work includes studies of Venus,[1] the Moon,[2] the Galilean satellites of Jupiter,[3] Titan,[4] as well as comets[5] and asteroids.[6] Campbell observed near-Earth asteroid 433 Eros, which was the first asteroid detected by the Arecibo Observatory radar system.[7][8]", "66387619": "Marcelle Soares-Santos is a Brazilian physicist who works as associate professor of Physics and Experimental Cosmology and Astrophysics at the University of Michigan.[1]", "66453156": "Florent Krzakala (born (1976-03-22)March 22, 1976 in Nancy, France) is a French physicist and applied mathematician, currently a professor at EPFL (École Polytechnique Fédérale de Lausanne).[1][2] His research focuses on the resolution of theoretical problems in physics, computer science, machine learning, statistics and signal processing using mathematical tools inspired by the field of statistical physics.[3]", "1834663": "Pontecorvo–Maki–Nakagawa–Sakata matrix", "62357160": "Margaret Lise Gardel is an American biophysicist. She is the Horace B. Horton Professor in the Department of Physics at the University of Chicago.", "56065711": "Brian Kidd Ridley FRS (born 2 March 1931) is a British solid-state physicist specialising in semiconductor theory. He is an emeritus professor at the University of Essex.[2]", "65863344": "Paulius Saudargas (born 13 March 1979 in Kaunas) is a physicist, Deputy Speaker of the Seimas, Member of the Seimas for the Justiniškės constituency since 2008 and holds a PhD in biophysics.[1]", "6454965": "Augusto Righi (27 August 1850 – 8 June 1920) was an Italian physicist and a pioneer in the study of electromagnetism. He was born and died in Bologna.", "48037559": "David Andelman, (Hebrew: דוד אנדלמן; born 17 October 1955) is an Israeli theoretical physicist best known for his contributions to soft matter and biophysics.", "55672504": "Yashwant Gupta (born 1 November 1962) is an Indian astrophysicist and a professor at the National Centre for Radio Astrophysics (NCRA) of the Tata Institute of Fundamental Research.[1]  He is currently a Distinguished Professor and also the Centre Director at NCRA.", "32636601": "Otto Kratky (German: [ˈɔtɔ ˈkʁatki]; born 9 March 1902 in Vienna – died 11 February 1995 in Graz) was an Austrian physicist. He is best known for his contribution to the small-angle X-ray scattering method, for the Kratky plot, and for the invention of the density metering using the oscillating u-tube principle. The worm-like chain model in polymer physics, introduced with Günther Porod in a 1949 paper, is also named the Kratky–Porod model.[1]", "65011387": "Eun-Suk Seo (Korean: 서은숙) is a Korean-American astrophysicist known for her observational research on cosmic rays. She is a professor of physics at the University of Maryland, College Park, where she is also affiliated with the Institute for Physical Science and Technology and heads the Cosmic Ray Physics Group.[1]", "53411519": "Sergio Bertolucci (born 1 January 1950) is an Italian particle physicist, and a former Director of Research and Scientific Computing at CERN (Conseil Européen pour la Recherche Nucléaire).", "25558721": "Alvin Cushman Graves (November 4, 1909 – July 28, 1965) was an American nuclear physicist who served at the Manhattan Project's Metallurgical Laboratory and the Los Alamos Laboratory during World War II. After the war, he became the head of the J (Test) Division at Los Alamos and was director or assistant director of numerous nuclear weapons tests during the 1940s and 1950s. Graves was severely injured in the 1946 laboratory criticality accident in Los Alamos that killed Louis Slotin, but recovered.", "71106254": "David Christopher Watts (born 7 April 1945) is a British biophysicist, material scientist, and academic. He is a professor of Biomaterials Science at the University of Manchester,[1] and a Biomaterials Consultant at BIOMAN Materials Consultants.[2]", "62684880": "Rob Brooks Phillips (born 1960) is an American biophysicist. He is currently Fred and Nancy Morris Professor of Biophysics, Biology, and Physics at the California Institute of Technology.[1]", "50626257": "Christoph von der Malsburg (born 8 May 1942) is a German physicist and neuroscientist.", "57999059": "Minna Palmroth is a professor in computational space physics at the University of Helsinki; her particular area of interest is magnetospheric physics and solar wind - magnetosphere interactions.[1] [2] [3] [4]", "4914909": "Norman Howard Christ (/ˈkrɪst/; born 22 December 1943 in Pittsburgh) is a physicist and professor at Columbia University, where he holds the Ephraim Gildor Professorship of Computational Theoretical Physics. He is notable for his research in Lattice QCD.", "48692957": "Maria Fidecaro (1930-2023[1]) was an Italian experimental physicist with a focus on particle physics. She has spent most of her career at CERN, where she after retirement had the status of honorary member of the personnel.[2]", "61734623": "John (Jean) Iliopoulos (Greek: Ιωάννης Ηλιόπουλος; 1940) is a Greek physicist. He is the first person to present the Standard Model of particle physics in a single report.[1] He is best known for his prediction of the charm quark with Sheldon Glashow and Luciano Maiani (the \"GIM mechanism\").[2] Iliopoulos is also known for demonstrating the cancellation of anomalies in the Standard model.[3] He is further known for the Fayet-Iliopoulos D-term formula, which was introduced in 1974.  He is currently an honorary member of Laboratory of theoretical physics of École Normale Supérieure, Paris.", "40632034": "Ji Chen is an American nuclear physicist who invented an image analysis software application.", "65994468": "Giorgio Margaritondo (born (1946-08-24)August 24, 1946 in Rome, Italy) is a Swiss and American physicist and an emeritus professor at École Polytechnique Fédérale de Lausanne (EPFL).[1][2] He is known for his pioneering work in the use and dissemination of synchrotron radiation and free electron lasers.", "63373032": "Kunioki Mima (Japanese: 三間圀興, Hepburn: Mima Kunioki, born 17 August 1945) is a Japanese plasma physicist. He is known for his contributions to the theory of turbulent transport in plasmas,[1][2][3] and in particular the derivation of the Hasegawa–Mima equation in 1977,[4] which won him the 2011 Hannes Alfvén Prize.[5]", "66223857": "Joël François Mesot (born 31 August 1964) is a Swiss physicist and academic. He is currently the President of the Swiss Federal Institute of Technology in Zurich, also known as ETH Zurich.[1]", "70057714": "Mary Beth Todd Monroe (1947 – August 27, 2013) was an American physics educator, the president-elect of the American Association of Physics Teachers and a professor of physics at Southwest Texas Junior College.[1]", "50069234": "Mrinal Kanti Sen , an Indian-American geophysicist is the John A. and Katherine G. Jackson Chair in Applied Seismology at the Jackson School of Geosciences of the University of Texas at Austin. He holds joint appointment with the Institute for Geophysics (UTIG) and the Department of Geological sciences (DGS). Since 2016,[when?] he has been serving as the head of the energy research division at UTIG. He has been a pioneer in the field Seismic Wave Propagation and Inverse Theory applied to Geophysical Problems. He has published more than 180 papers,[1] and two books, and supervised over 50 graduate students.[2] As an author, he is widely held in libraries worldwide.[3] He was recognized by the Society of Exploration Geophysicists in 2015[4] for pioneering development and application of global optimization methods in geophysical inversion.", "57736951": "Suzanne Lyn Sheehy is an Australian accelerator physicist who runs research groups at the universities of Oxford and Melbourne, where she is developing new particle accelerators for applications in medicine.", "41844475": "Miklós Simon (born January 20, 1962)[1] is a Hungarian physicist and politician, member of the National Assembly (MP) for Nyírbátor (Szabolcs-Szatmár-Bereg County Constituency VI) from 1998 to 2006 and since 2010. He was also MP from the Szabolcs-Szatmár-Bereg County Regional List of the Fidesz between 2006 and 2010.[2]", "1572605": "Mehdi Golshani (Persian: مهدی گلشنی, born  1939 in Isfahan, Iran) is a contemporary Iranian theoretical physicist, academic, scholar, philosopher and distinguished professor at Sharif University of Technology.\nHe is also member of Iranian Science and Culture Hall of Fame, senior fellow of Academy of Sciences of Iran and a founding fellow of the Institute for Studies in Theoretical Physics and Mathematics. He is a former member of the Supreme Council of the Cultural Revolution.", "622340": "Ernst Willi Messerschmid (born 21 May 1945) is a German physicist and former astronaut.", "63045384": "Keivan Guadalupe Stassun (born July 1972) is an American physicist and astronomer in the field of exoplanets. He is a physics professor at Vanderbilt University and an adjunct professor at Fisk University, institutions at which he oversees and co-directs the Fisk-Vanderbilt Masters-to-Ph.D Bridge Program.[1][2] Stassun has been an activist promoting the integration of underrepresented groups in the fields of STEM, especially math and science through research, outreach and teaching.[3]", "26410761": "Eckehard Specht [1] is a professor in Otto von Guericke University, Magdeburg, Germany. He belongs to Institute of Fluid Dynamics and Thermodynamics (ISUT) department. His specializations are Combustion technology, heat and mass transfer, chemical process engineering, global warming, and ceramic materials.", "524044": "George Turner (born 9 August 1940) is a Labour Party politician in the United Kingdom.", "1539857": "Robert Ochsenfeld (18 May 1901 – 5 December 1993) was a German physicist.[1] In 1933 he discovered together with Walther Meissner the Meisner-Ochsenfeld effect.", "11894551": "Marin Soljačić (born February 7, 1974) is a Croatian-American physicist and electrical engineer known for wireless non-radiative energy transfer.", "32636699": "Günther Porod (German: [ˈgʏntɐ ˈpɔrɔd]; 1919 in Faak am See near Villach – 1984 in Graz) was an Austrian physicist.", "64454431": "Jonathan Louis Bamber is a British physicist known for his work on satellite remote sensing of the polar regions and especially the Antarctic and Greenland ice sheets. He has authored more than 200 refereed scientific publications about the cryosphere and its interaction with the rest of the Earth System, and is recognised by the Institute for Scientific Information as a \"highly cited researcher”.[1] In 2019 he was elected a fellow of the American Geophysical Union \"For pioneering satellite remote sensing in glaciology and building bridges to other disciplines of the geoscience community.\"[2] He is the first non-US scientist in the Cryosphere division to receive this honour.[citation needed]", "72122143": "Du Jiangfeng (Chinese: 杜江峰; pinyin: Dù Jiāngfēng; born June 1969) is a Chinese physicist, university administrator and politician, an academician of the Chinese Academy of Sciences, currently serving as president of Zhejiang University.", "65961765": "Mikhail A. Kats (born 1986) is an American optics/photonics researcher and applied physicist. He is Jack St. Clair Kilby associate professor of electrical and computer engineering at the University of Wisconsin–Madison. During his studies at Harvard University as a graduate student, Kats developed new nanophotonic and plasmonic technologies.", "9535274": "John Richard Wiegand (February 23, 1912 – December 1986)[1][2][3] discovered the Wiegand effect, a physical phenomenon in which a special wire, called a \"Wiegand wire\", produces small magnetic fields.  The accompanying Wiegand reader detects the magnetic pulses produced by the two-domain wire embedded within, typically, plastic cards.  There is also a Wiegand interface commonly used to transmit the data collected by a Wiegand sensor in a card reader. The Wiegand effect was first thought to be a commercially viable solution to better ignition systems for internal combustion engines.  Echlin Corporation, an automotive parts manufacturer owned Sensor Engineering of Hamden, Connecticut in the 1970s.  That application was displaced by the electronic ignition system.", "7503662": "Somnath Bharadwaj (born 28 October 1964) is an Indian theoretical physicist who works on Theoretical Astrophysics and Cosmology.", "49938227": "Franz Ignatz Cassian Hallaschka; Czech: František Ignác Kassián Halaška (10 July 1780, Bautsch – 12 July 1847, Prague) was a Moravian physicist.", "60129076": "Amalie L. Frischknecht is an American theoretical polymer physicist at Sandia National Laboratories in Albuquerque, New Mexico. She was elected a fellow of the American Physical Society (APS) in 2012 for \"her outstanding contributions to the theory of ionomers and nanocomposites including the development and application of density functional theory to polymers\".[1] Her research focuses on understanding the structure, phase behavior, and self-assembly of polymer systems, such as complex fluids polymer nanocomposites, lipid bilayer assemblies, and ionomers.[2]", "53935925": "Frederick Joseph Gilman is an American physicist and the Buhl Professor of Theoretical Physics Emeritus at Carnegie Mellon University.[1]", "46202682": "Lucio Rossi (born 24 September 1955) is an Italian physicist who is working in the field of superconductivity. He has been working since 2001 at CERN, on leave from the University of  Milan, where he directed the Magnets & Superconductors for the LHC project, worth €1.7 billion, half of the machine's entire budget. He was the project leader of the HL-LHC project.[1][2]", "25820999": "Dr. Erhard Karl Kietz (August 22, 1909 – April 6, 1982) was a German-born physicist, who researched frequency constancy of video signals.", "52428616": "William Watson CMG, FRS (4 August 1868 – 3 March 1919) was a British physicist and Lieutenant-Colonel in World War I.[1][2]", "1605447": "Sir Ben Lockspeiser, KCB, FRS,[1] MIMechE, FRAeS (9 March 1891 – 18 October 1990) was a British scientific administrator and the first President of CERN.", "5635914": "Robert M. Wald (/wɔːld/; born  June 29, 1947 in New York City) is an American theoretical physicist and professor at the University of Chicago. He studies general relativity, black holes, and quantum gravity and has written textbooks on these subjects.", "71466826": "Joanne Whittaker is a marine geophysicist, from the Institute for Marine and Antarctic Studies at the University of Tasmania, who was awarded the Dorothy Hill award in 2017, and a L'Oreal Women in Science Fellowship in 2013. Her research contributes to understanding the structure and evolution of the Earth.", "50397000": "Johannes Weertman (May 11, 1925 – October 13, 2018) was an American materials scientist and geophysicist.", "4063055": "Bruce Maccabee (born May 6, 1942) is an American optical physicist formerly employed by the U.S. Navy, and a  ufologist.[1][2][3]", "64356177": "Daniel Pomarède (born October 3, 1971) is a staff scientist at the Institute of Research into the Fundamental Laws of the Universe, CEA Paris-Saclay University. He co-discovered Laniakea, our home supercluster of galaxies, and Ho'oleilana, a spherical shell-like structure 1 billion light-years in diameter found in the distribution of galaxies, possibly the remnant of a Baryon Acoustic Oscillation. Specialized in data visualization and cosmography, a branch of cosmology dedicated to mapping the Universe, he also co-authored the discoveries of the Dipole Repeller and of the Cold Spot Repeller, two large influential cosmic voids, and the discovery of the South Pole Wall, a large-scale structure located in the direction of the south celestial pole beyond the southern frontiers of Laniakea.", "1769304": "Nicholas Kurti, CBE FRS (Hungarian: Kürti Miklós) (14 May 1908 – 24 November 1998) was a Hungarian-born British physicist who lived in Oxford, UK, for most of his life.[1][2]", "4357981": "Kálmán Tihanyi or in English language technical literature often mentioned as Coloman Tihanyi or Koloman Tihanyi (28 April 1897 – 26 February 1947) was a Hungarian physicist, electrical engineer and inventor. One of the early pioneers of electronic television, he made significant contributions to the development of cathode ray tubes (CRTs), which were bought and further developed by the Radio Corporation of America (later RCA),[1][2] and German companies Loewe and Fernseh AG.[citation needed] He invented and designed the world's first automatic pilotless aircraft in Great Britain. He is also known for the invention of the first infrared video camera in 1929, and coined the first flat panel (plasma) display in 1936. His Radioskop patent was recognized as a Document of Universal Significance by the UNESCO thus became part of the Memory of the World Programme on September 4, 2001.[3]", "23560029": "Varadaraja Venkata Raman (better known as V. V. Raman; born 28 May 1932 in Calcutta, India[3]) is a professor emeritus of physics and humanities at the Rochester Institute of Technology.[4]", "8159070": "Stefan Marinov (Bulgarian: Стефан Маринов) (1 February 1931 – 15 July 1997) was a Bulgarian physicist, researcher, writer and lecturer who promoted anti-relativistic theoretical viewpoints, and later in his life defended the ideas of perpetual motion and free energy. In 1997 he self-published experimental results that confirmed classical electromagnetism and disproved that a machine constructed by Marinov himself could be a source of perpetual motion.[1][2] Devastated by the negative results, he committed suicide[3] in Graz, Austria on 15 July 1997.", "1507174": "Shion Uzuki (シオン・ウヅキ, Shion Uzuki) is the main protagonist of the Xenosaga trilogy for the PlayStation 2. In addition, she was in the DS game Xenosaga I & II, Xenosaga Freaks, as well as the anime Xenosaga: The Animation.", "40271727": "Theodore Henry Geballe (January 20, 1920 – October 23, 2021) was an American physicist who was a professor of applied physics at Stanford University. He was known for his work on the synthesis of novel materials of interest to several areas of physics and many interdisciplinary sciences.", "56426356": "Daryl Muscott Chapin[1] (21 July 1906 – 19 January 1995) was an American physicist, best known for co-inventing solar cells in 1954 during his work at Bell Labs alongside Calvin S. Fuller and Gerald Pearson. For this, he was inducted into the National Inventors Hall of Fame in 2008.", "64585592": "Stanley Ernest Whitcomb (born January 23, 1951 in Denver)[1] is an American physicist and was the chief scientist at the Laser Interferometer Gravitational-Wave Observatory (LIGO) project when the first direct detection of gravitational waves was made in September 2015.[2]", "52002682": "Mercedes López-Morales is a Spanish-American astrophysicist at the Center for Astrophysics | Harvard & Smithsonian (CfA) in Cambridge, Massachusetts, who works on detection and characterization of exoplanet atmospheres.[1][2]", "42368890": "Dr. Ganesh Prasad Srivastava, was an Indian professor of physics and author of several books. He was born in 1933.", "4390780": "Robert Karplus (February 23, 1927 – March 20, 1990) was a theoretical physicist and leader in the field of science education.[1][2]", "36241275": "Daniel E. Friedmann serves as Carbon Engineering's CEO and Board Chair. Friedmann assumed the role of CEO in January, 2022, having served on CE's board for the previous five years, four of which as Board Chair.[1]", "70713219": "Paul Bargehr (18 March 1889 – 31 December 1951) was an Austrian medical doctor and writer mostly known for his work treating Hansen's disease (leprosy) in the Dutch East Indies (now Indonesia). Although the Japanese researcher Kensuke Mitsuda receives credit for first developing the modern lepromin test for distinguishing between different forms of Hansen's disease, Bargehr's work was responsible for coining and popularizing its current name.", "34045827": "Nicolas Jean Cerf (born 1965) is a Belgian physicist. He is professor of quantum mechanics and information theory at the Université Libre de Bruxelles and a member of the Royal Academies for Science and the Arts of Belgium. He received his Ph.D. at the Université Libre de Bruxelles in 1993, and was a researcher at the Université de Paris 11 and the California Institute of Technology.  He is the director of the Center for Quantum Information and Computation at the \nUniversité Libre de Bruxelles.", "39714692": "Abdul Jabbar Abdullah Sam (Arabic: عبد الجبار عبد الله سام) (1911 – July 9, 1969) was an Iraqi wave theory physicist, dynamical meteorologist, and President Emeritus of the University of Baghdad.[1] Abdullah obtained a doctorate in meteorology at the Massachusetts Institute of Technology in 1946[2][3] before returning to Iraq to become an educator and researcher. After several years as the President of the University of Baghdad, Abdullah left Iraq amid a period of social unrest, and lived in the United States for the remainder of his life.", "4915086": "Evgenii Fedorovich Gross (1897 – 1972) was a Soviet physicist working in optics and spectroscopy of condensed matter.", "51642259": "Jitendranath Goswami (born 18 November 1950) is an Indian scientist from Jorhat, Assam. He was the Chief Scientist of Chandrayaan-1,[2] and was also the developer of this project.[3] He served as a director of Physical Research Laboratory situated at Ahmadabad, Gujarat. He was also associated with Chandrayaan-2 and Mangalyaan.", "29523869": "Amnon Yariv (born April 13, 1930) is an Israeli-American professor of applied physics and electrical engineering at Caltech, known for innovations in optoelectronics. Yariv obtained his B.S., M.S. and PhD. in electrical engineering from University of California, Berkeley in 1954, 1956 and 1958, respectively.[1]", "66256801": "Bradley Cox is an American physicist, academic and researcher. He is a Professor of Physics and the founder of the High Energy Physics Group at the University of Virginia.[1]", "60719016": "Dwight Smith Young (22 October 1892 – 24 December 1975) was an American \"carpenter, photographer, archaeologist, cook, meteorologist, poet and self-made physicist\" who took part in the Manhattan Project.[1]  He was given the nickname \"The Hermit of Pajarito Canyon\" after making his home in an old log cabin in a remote canyon on the Los Alamos testing site from roughly 1946 to 1952.[1][2][3]", "47185837": "Joakim Edsjö is a Swedish professor of theoretical physics at Stockholm University. His research is carried out at the interface of particle physics, astrophysics and cosmology, and is particularly concerned with the search for dark matter.", "63176626": "Dmitri Dmitriyevich Ryutov (Russian: Дми́трий Дми́триевич Рю́тов; born March 6, 1940, in Moscow) is a Russian theoretical plasma physicist.", "72384435": "Geneva Smith Douglas (April 24, 1932 – January 30, 1993) was a nuclear physicist and radiation scientist who worked for both the U.S. Public Health Service and the U.S. Environmental Protection Agency.  She served as a scientific collaborator for the nuclear industry and the communities local to her work in researching the impacts of nuclear weapon testing programs at the Nevada Test Site.  She developed an offsite radiation monitoring program in her time as the Program Operations Manager of the Environmental Monitoring Systems Laboratory and focused much of her time to speaking and advising on nuclear safety and nuclear testing throughout her career and following her retirement.  Douglas was an activist for Soroptimist International and was a charter member of Soroptimist International of Greater Las Vegas. Douglas, with her previous employment and her position within Soroptimist International, lobbied Congress on environmental issues, such as environmental preservation.", "6225845": "Paul McEuen (born 1963) is an American physicist. He received his B.S. in engineering physics at the University of Oklahoma (1985), and his Ph.D. in applied physics at Yale University (1991). After postdoctoral work at MIT (1990–1991), he became an assistant professor at the University of California, Berkeley. He moved to Cornell University in 2001, where he is currently the Goldwin Smith Professor of Physics.[1] He is an expert on the electrical property of carbon nanotubes[2] and is a member of the National Academy of Sciences.[3]", "12943286": "Estia Joseph Eichten (born 1946), is an American theoretical physicist, of the Fermi National Accelerator Laboratory (Fermilab).  He received his Ph.D. in 1972 from the MIT Center for Theoretical Physics, where he was a student of Roman Jackiw's,[1] and was associate professor of physics at Harvard before joining the Fermilab Theoretical Physics Department in 1982.", "59146169": "Fatoumata Kébé (born 1986) is a French astrophysicist and educator. She specialises in space debris. She was named as one of Vanity Fair's Most Influential French People in the world in 2018.", "63504323": "Irina T. Sorokina (born 1963)[1] is a Russian laser physicist. She works in Norway as a professor of physics at the Norwegian University of Science and Technology,[2] and is the founder and CEO of spin-off company ATLA Lasers AS.[2][3]", "67141572": "Meers Oppenheim (born 1962, Bethesda, Maryland) is an American physicist who is Professor of Astronomy at Boston University. His primary research interests include computational and theoretical space plasma physics, dynamics of the ionosphere and solar atmosphere, particle-wave interactions in plasmas, and the physics of meteor trails.[1]", "41549776": "Steve Webb (born 26 November 1948) is a British medical physicist and writer. He is an emeritus professor of physics at the Joint Department of Physics in the Institute of Cancer Research and the Royal Marsden Hospital.[1] He was editor-in-chief of Physics in Medicine and Biology for six years, being succeeded in 2011 by Simon Cherry.[2]", "70877137": "Blayne Ryan Heckel (born March 20, 1953) is an American experimental physicist, known for his research involving precision measurements in atomic physics and gravitational physics. He is now a professor emeritus at the University of Washington in Seattle.", "65863634": "Eduard Arzt is an Austrian physicist and materials scientist. He is the recipient of the Gottfried Wilhelm Leibniz Prize, the highest research award of the German Research Foundation (DFG), the Acta Metallurgica Award,  and the Heyn-Award, the highest award of the German Materials Society (DGM). He is a member of the German Leopoldina Academy of Sciences in Halle,  and a corresponding member of the Austrian Academy of Sciences in Vienna.[1] In 2020, Arzt was elected an international member of the US National Academy of Engineering [1]", "5406675": "Dame Carole Jordan, DBE, FRS, FRAS, FInstP (born 19 July 1941), is a British physicist, astrophysicist, astronomer and academic. Currently, she is Professor Emeritus of Astrophysics at the University of Oxford[1] and Emeritus Fellow at Somerville College, Oxford.[2] From 1994 to 1996, she was President of the Royal Astronomical Society; she was the first woman to hold this appointment.[3] She won the Gold Medal of the Royal Astronomical Society in 2005;[4] she was only the third female recipient following Caroline Herschel in 1828 and Vera Rubin in 1996.[5] She was head of the Rudolf Peierls Centre for Theoretical Physics at the University of Oxford from 2003 to 2004 and 2005 to 2008, and was one of the first female professors in Astronomy in Britain. She was made a Dame Commander of the Order of the British Empire in 2006 for services to physics and astronomy.[6]", "43679702": "Mikhail Petrovich Fedoruk (Russian: Михаил Петрович Федорук) (born February 18, 1956) — is a rector of Novosibirsk State University, Doctor of Physics and Mathematics.[1]", "14712797": "Jeremy J. Whitlock (born  September 15, 1965) is a section head in the Dept. of Safeguards at the International Atomic Energy Agency in Vienna.  He has a Ph.D. in engineering physics from McMaster University and formerly worked at Canadian Nuclear Laboratories.", "65504": "John Marlan Poindexter (born August 12, 1936) is a retired United States naval officer and Department of Defense official. He was Deputy National Security Advisor and National Security Advisor during the Reagan administration. He was convicted in April 1990 of multiple felonies as a result of his actions in the Iran–Contra affair, but his convictions were reversed on appeal in 1991. During the George W. Bush administration, he served a brief stint as the director of the DARPA Information Awareness Office. He is the father of NASA astronaut and U.S. Navy Captain Alan G. Poindexter.", "58589153": "Min Naiben (simplified Chinese: 闵乃本; traditional Chinese: 閔乃本; pinyin: Mǐn Nǎiběn; 9 August 1935 – 16 September 2018), also known as Nai-Ben Ming,[1] was a Chinese materials scientist, physicist, and politician.[2][3] He was a Standing Committee member of the 9th Central Committee of the Jiusan Society and vice-president of the 10th and 11th Central Committee of the Jiusan Society.", "50855908": "Athena Coustenis is an astrophysicist specializing in planetology. Dr. Coustenis, a French national, is director of research, Centre national de la recherche scientifique (CNRS] French National Center for Scientific Research), at LESIA (Laboratoire d'études spatiales et d'instrumentation en astrophysique), at the Paris Observatory, Meudon.[1] She is involved in several space mission projects for the European Space Agency (ESA) and for NASA. Her focus is on gas giant planets Saturn, Jupiter and their moons, and she is considered a foremost expert on Saturn's moon Titan.[2]", "56328164": "Giulia Galli is a condensed-matter physicist. She is the Liew Family Professor of Electronic Structure and Simulations in the Pritzker School of Molecular Engineering and the department of chemistry at the University of Chicago and senior scientist at Argonne National Laboratory. She is also the director of the Midwest Integrated Center for Computational Materials. She is recognized for her contributions to the fields of computational condensed-matter, materials science, and nanoscience, most notably first principles simulations of materials and liquids, in particular materials for energy, properties of water, and excited state phenomena.", "32604135": "Christof Wetterich (born in 1952) is a German theoretical physicist.", "61603824": "Kenneth Marshall Watson (September 7, 1921 – August 18, 2023) was an American theoretical physicist and physical oceanographer.[3]", "67043312": "Syma Khalid (born 25 December 1977) is a British biophysicist who is a Professor of Computational Microbiology in at the University of Oxford. She was awarded the Suffrage Science award for engineering and physical sciences in 2021.[citation needed]", "23101430": "Anwar Ali (born 1943, NI, HI, PP, MSc), is a Pakistani physicist and a computer programmer, who served as the Chairman of the Pakistan Atomic Energy Commission (PAEC) from 2006 until 2009.: 431 [1] His scientific career is spent at the Pakistan Atomic Energy Commission as a computational physicist and played a key scientific role his nation's secret nuclear deterrent program.[2]", "25722875": "Kim Jihn-eui (born July 30, 1946) is a South Korean theoretical physicist. His research interests concentrate on particle physics and cosmology and has many contributions to the field, most notably the suggestion of the invisible axion.", "60129276": "Sekazi Kauze Mtingwa:[1] (born Michael Von Sawyer;[2] October 20, 1949) is an American theoretical high-energy physicist. He is a co-recipient of the 2017 Robert R. Wilson Prize for Achievement in the Physics of Particle Accelerators.[3][4] He is the first African-American to be awarded the prize.[1] Mtingwa was elected a Fellow of the American Physical Society (APS) [5] in 2008 for \"his definitive treatment of Intrabeam scattering, his contributions to the wakefield acceleration, and his early recognition of the fixed target physics potential of the next generation electron-positron collider.\"[6] He also co-founded the National Society of Black Physicists in 1977 [5]  and served in various other national and international initiatives.", "12517373": "Markus Reiner  (Hebrew: מרכוס ריינר, born 5 January 1886, died 25 April 1976) was an Israeli scientist and a major figure in rheology.[1]", "53755911": "Ross T. Whitaker is an American computer scientist and Director of the University of Utah School of Computing.[1]", "3538953": "Sebastian Thrun (born May 14, 1967) is a German-American entrepreneur, educator, and computer scientist. He is CEO of Kitty Hawk Corporation, and chairman and co-founder of Udacity. Before that, he was a Google VP and Fellow, a Professor of Computer Science at Stanford University, and before that at Carnegie Mellon University. At Google, he founded Google X and Google's self-driving car team. He is also an adjunct professor at Stanford University and at Georgia Tech.[4]", "53755916": "Xu Changsheng (Chinese: 徐常胜) is a Chinese computer scientist. He is a professor at the Institute of Automation of the Chinese Academy of Sciences in Beijing and Executive Director of China-Singapore Institute of Digital Media. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014[1] for his contributions to multimedia content analysis.", "23003153": "Jacobus Nicolaas (Sjaak) Brinkkemper (born Monnickendam, 18 January 1958) is a Dutch computer scientist, and Full Professor of organisation and information at the Department of Information and Computing Sciences of Utrecht University.", "35504145": "Jie Tang (born 1977)[3] is a full-time professor at the Department of Computer Science of Tsinghua University. He received a PhD in computer science from the same university in 2006.[4] He is known for building the academic social network search system AMiner (formerly known as ArnetMiner),[5] which was launched in March 2006 and now has attracted 2,766,356 independent IP accesses from 220 countries.\nHis research interests include social networks and data mining.[6]", "17039380": "Manuela Maria Veloso (born August 12, 1957) is the Head of J.P. Morgan AI Research[4] & Herbert A. Simon University Professor Emeritus[5] in the School of Computer Science at Carnegie Mellon University, where she was previously Head of the Machine Learning Department.\nShe served as president of Association for the Advancement of Artificial Intelligence (AAAI) until 2014, and the co-founder and a Past President of the RoboCup Federation. She is a fellow of AAAI, Institute of Electrical and Electronics Engineers (IEEE), American Association for the Advancement of Science (AAAS), and Association for Computing Machinery (ACM). She is an international expert in artificial intelligence and robotics.[2][6]", "58900508": "Sharla Boehm (née Perrine, December 4, 1929 – April 14, 2023) was an American computer scientist who carried out pioneering work in packet switching while working for the RAND Corporation in the 1960s.[1]", "53755933": "Franco Zambonelli is a full professor in Computer Science at the University of Modena and Reggio Emilia, Italy, since 2010.", "68648990": "Everett \"Rett\" L. Bull (born August 16, 1949) is an American computer scientist.[1] He is the Emeritus Professor of Computer Science at Pomona College in Claremont, California,[1] and held the Osler-Loucks Professor of Science and Professor of Computer Science endowed chair.[2]", "53395487": "Anne-Marie Kermarrec (born 1970) is a French computer scientist. She is Professor at EPFL (École Polytechnique Fédérale de Lausanne), where she heads the Scalable Computing Systems Laboratory at the School of Computer and Communication Sciences.[1][2] Her research concerns distributed computing, epidemic algorithms, peer-to-peer networks, and systematic support for machine learning.[3]", "53755936": "Yongguang Zhang from Microsoft Research Asia, China was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014[1] for contributions to software radio technology. He received his Ph.D. in computer science from Purdue University in 1994. From 2001 to 2003, he was  an adjunct assistant professor of computer science at the University of Texas at Austin. He is an associate editor for IEEE Transactions on Mobile Computing, an area editor for MC2R, was a guest editor for ACM MONET Journal.[2]", "2818080": "Donald T. Sannella FRSE is professor of computer science in the Laboratory for Foundations of Computer Science, at the School of Informatics, University of Edinburgh, Scotland.", "14467117": "Michael Gerard Hinchey (born 1969)[1] is an Irish computer scientist and former Director of the Irish Software Engineering Research Centre (Lero), a multi-university research centre headquartered at the University of Limerick, Ireland.[2][3] He now serves as Head of Department of the Department of Computer Science & Information Systems at University of Limerick.", "51822638": "Victor Lazzarini (born 1969) is a Brazilian-Irish composer[1] and computer music researcher.[2] Born in Londrina, Brazil, he studied music in the local conservatory and completed his B.Mus. (Composition) at the State University of Campinas (UNICAMP). He received a doctorate from the University of Nottingham in 1996. Since 1998, he has been working at Maynooth University, where he is currently a Professor of Music and Dean of Arts, Celtic Studies and Philosophy.[3]", "30556207": "Christopher Ray Johnson (born January 17, 1960, in Kansas City, Kansas) is an American computer scientist. He is a distinguished professor of computer science at the University of Utah, and founding director of the Scientific Computing and Imaging Institute (SCI). His research interests are in the areas of scientific computing and scientific visualization.", "35110965": "William Paul Cockshott (born 16 March 1952) is a Scottish academic in the fields of computer science and Marxist economics. He is a Reader at the University of Glasgow. Since 1993 he has authored multiple works in the tradition of scientific socialism, most notably Towards a New Socialism and How the World Works.", "43532345": "Yaser Said Abu-Mostafa (Arabic: ياسر سعيد أبو مصطفى) is Professor of Electrical Engineering and Computer Science at the California Institute of Technology,[1] Chairman of Paraconic Technologies Ltd,[2] and Chairman of Machine Learning Consultants LLC.[citation needed] He is known for his research and educational activities in the area of machine learning.", "43352121": "Richard I. Hartley FAA is an Australian computer scientist and an Emeritus professor at the Australian National University, where he is a member of the Computer Vision group in the Research School of Computing.", "47644732": "Carlos Gershenson (born September 29, 1978) is a Professor at SUNY, Binghamton University.[5] He used to be a tenured professor at the Universidad Nacional Autónoma de México (UNAM). His academic interests include self-organizing systems, complexity, and artificial life.", "409666": "Daniel Mark Lewin (Hebrew: דניאל \"דני\" מארק לוין; May 14, 1970 – September 11, 2001) was an American mathematician and entrepreneur who co-founded Akamai Technologies.  A passenger on board American Airlines Flight 11, it is believed that Lewin was stabbed to death by Satam al-Suqami, one of the hijackers of that flight, and was the first victim of the September 11 attacks.[1][2][3]", "2179138": "Daphne Koller (Hebrew: דפנה קולר; born August 27, 1968) is an Israeli-American computer scientist. She was a professor in the department of computer science at Stanford University[4] and a MacArthur Foundation fellowship recipient.[1] She is one of the founders of Coursera, an online education platform. Her general research area is artificial intelligence[5][6] and its applications in the biomedical sciences.[7] Koller was featured in a 2004 article by MIT Technology Review titled \"10 Emerging Technologies That Will Change Your World\"[8] concerning the topic of Bayesian machine learning.[9][10]", "41418818": "Srinivasan \"Srini\" Seshan is an American computer scientist and a professor of computer science at Carnegie Mellon University,[1] specializing in computer networks.", "19152974": "Jin Yilian (Chinese: 金怡濂; pinyin: Jīn Yílián; born September 1929) is a Chinese computer scientist and a pioneer of supercomputing in the country.[1]", "37240911": "Maureen C. Stone is an American computer scientist, specializing in color modeling.[1]", "21512271": "James Anderson Moorer[1] (born November 25, 1945) is a digital audio and computer music engineer, responsible for over 40 technical publications and four patents.", "23068755": "Johannes Dewald Roode (July 16, 1940 – Sept 27, 2009) was a South African academic and Professor at the University of Pretoria, specializing in Information Systems research.", "67321940": "Mi Lu is an engineer and professor of Electrical and Computer Engineering. She is noted for her contributions in computer arithmetic, parallel algorithms, computer architectures, and computer networks. She has been with the Department of Electrical and Computer Engineering in Texas A&M University since 1987.[1][2] She is the author of the book Arithmetic and Logic in Computer Systems and book chapters in Handbook of Bioinspired Algorithms and Applications and Biocomputing.[3][4][5][6]", "64045152": "Jape is a configurable, graphical proof assistant, originally developed by Richard Bornat at Queen Mary, University of London and Bernard Sufrin the University of Oxford.[2] The program is available for the Mac, Unix, and Windows operating systems. It is written in the Java programming language and released under the GNU GPL.", "53575778": "Esko Juhani Ukkonen (born 1950) is a Finnish theoretical computer scientist\nknown for his contributions to string algorithms,\nand particularly for Ukkonen's algorithm[1]\nfor suffix tree construction.\nHe is a professor emeritus of the University of Helsinki.", "14631011": "Jane Elizabeth Hillston MBE FRS FRSE (born 1963) is a British computer scientist who is professor of quantitative modelling and former head of school in the School of Informatics, University of Edinburgh, Scotland.[2]", "63783015": "Michela Taufer (born 23 April 1971)[8] is an Italian-American computer scientist and holds the Jack Dongarra Professorship in High Performance Computing within the Department of Electrical Engineering and Computer Science at the University of Tennessee, Knoxville.[10]  She is an ACM Distinguished Scientist[4] and an IEEE Senior Member.[2] In 2021, together with a team al Lawrence Livermore National Laboratory, she earned a R&D 100 Award for the Flux workload management software framework in the Software/Services category.", "30507112": "Peter William O'Hearn FRS FREng[5][7] (born 13 July 1963 in Halifax, Nova Scotia), formerly a research scientist at Meta,[15] is a Distinguished Engineer at Lacework[16] and a Professor of Computer science at University College London (UCL).[17] He has made significant contributions to formal methods for program correctness. In recent years these advances have been employed in developing industrial software tools that conduct automated analysis of large industrial codebases.[10]", "47153257": "Rapelang Rabana is a computer scientist, entrepreneur, and a keynote speaker. She is currently the Founder and Chair of Rekindle Learning,[1] a learning technology company; and previously co-founded Yeigo Communications, South Africa's first free VoIP mobile services provider.[2][3]", "20742253": "Gennady Simeonovich Osipov (October 13, 1948 - 07 July 2020) was a Russian scientist, holding a Ph.D. and a Dr. Sci. in theoretical computer science, information technologies and artificial intelligence. He was the vice-president of the Institute for Systems Analysis of the Russian Academy of Sciences, professor at the Moscow Institute of Physics and Technology (State University), and at Bauman Moscow State Technical University. Osipov has contributed to the Theory of Dynamic Intelligent Systems and heterogeneous semantic networks used in applied intelligent systems.", "3637358": "Steve Maguire is a software engineer and author. He wrote two books on software development, Writing Solid Code and Debugging the Development Process.", "29720689": "Stanley B. Lippman (7 May 1950 – 31 July 2022) was[1] a computer scientist and author. He is most widely known as an author of the C++ Primer book, which is currently published as 5th edition. Lippman has also authored the book Inside the C++ Object Model.  He worked with Bjarne Stroustrup at Bell Laboratories during early stages of C++ development.[2] In 2001, Lippman became an architect for Visual C++.[2] In 2007, he joined Emergent Game Technologies.[3] He then worked for NASA, Pixar and at the time of his death was working at 2kQubits according to his LinkedIn page.[citation needed]", "62374007": "José Meseguer is a Spanish computer scientist, and professor at the University of Illinois at Urbana–Champaign. He leads the university's Formal Methods and Declarative Languages Laboratory.", "56082554": "Babak Hodjat (Persian: بابک حجت; born 1967) was the co-founder and CEO of Sentient Technologies and now holds the position of Vice President of Evolutionary AI at Cognizant. He is a specialist in the field of artificial intelligence and machine learning.", "56836221": "Shuchi Chawla is an Indian computer scientist who works in the design and analysis of algorithms,[1] and is known for her research on correlation clustering,[CC] information privacy,[PD] mechanism design,[MD] approximation algorithms,[AO] hardness of approximation,[HA] and algorithmic bias.[2] She works as a professor of computer science at the University of Texas at Austin.[3]", "53723266": "Haitao \"Heather\" Zheng (Chinese: 郑海涛) is Chinese-American computer scientist and electrical engineer. She is the Neubauer Professor of Computer Science at the University of Chicago. She was elected a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015 for \"contributions to dynamic spectrum access and cognitive radio networks\".[1] She was named to the 2022 class of ACM Fellows, \"for contributions to wireless networking and mobile computing\".[2]", "24903819": "Ravindra K. Ahuja (born February 20, 1956) is an Indian-born American computer scientist and entrepreneur. He is currently Professor of Industrial and Systems Engineering at the University of Florida in Gainesville, Florida, and CEO of the automation and optimization solutions provider Optym, which he founded in 2000 as Innovative Scheduling, Inc.[1][2][3]", "52838544": "Azer Bestavros (Coptic: Ⲁⲍⲉⲣ Ⲡⲓⲥⲧⲁⲩⲣⲟⲥ) (born May 2, 1961), is the Inaugural Associate Provost for Computing and Data Sciences and the William Fairfield Warren Distinguished Professor[1] of Computer Science  at Boston University. Prior to his appointment in 2019 to lead the Faculty of Computing and Data Sciences,[2] he was the Founding Director[3] of The Rafik B. Hariri Institute for Computing and Computational Science & Engineering. He joined Boston University in 1991 as an assistant professor in the Department of Computer Science, which is part of the university's College of Arts & Sciences. He was promoted to the rank of associate professor in 1998 and to the rank of full professor in 2003. From 2000 to 2007, he served as chair of the Department of Computer Science.[4] Prior to joining Boston University, he worked as an instructor, teaching fellow, software engineer, and technical consultant for various organizations and technology companies, including the Eastern Mediterranean Regional Office of World Health Organization, Awad Associates, Harvard University, and AT&T Research Laboratories.", "1818768": "Richard Craig Holt (February 13, 1941 – April 12, 2019) was an American-Canadian computer scientist.", "70303892": "Dianne Carol Hansford (born 1964)[1] is an American computer scientist known for her research on Coons patches in computer graphics and for her textbooks on computer-aided geometric design, linear algebra, and the mathematics behind scientific visualization. She is a lecturer at Arizona State University in the School of Computing and Augmented Intelligence, and the cofounder of a startup based on her research, 3D Compression Technologies.[2]", "20185237": "Victor R. Basili (born April 13, 1940 in Brooklyn, New York[1]), is an emeritus professor at the Department of Computer Science, which is part of the University of Maryland College of Computer, Mathematical, and Natural Sciences, and the Institute for Advanced Computer Studies.  He holds a Ph.D. in computer science from the University of Texas at Austin and two honorary degrees. He is a fellow of both the Association for Computing Machinery (ACM) and of the Institute of Electrical and Electronics Engineers (IEEE).[2]", "69189782": "Nii Osae Osae Dade (born December 29, 1993) is a Ghanaian entrepreneur and a computer scientist.[1] He is the co-founder and director of both Mazzuma and Utopia Technologies: two companies in the digital commerce space for emerging markets. He is the Director of Software engineering for  Mazzuma.[2][3][4]", "67190935": "Ülo Jaaksoo (born 16 April 1939 in Mõisaküla) is an Estonian computer scientist.[1]", "69206168": "Roberta Sinatra[1] is an Italian scientist and associate professor at the IT University of Copenhagen. She is known for her work in network science and conducts research on quantifying success in science.", "2949273": "Hugo Brandt Corstius (29 August 1935 – 28 February 2014) was a Dutch author, known for his achievements in both literature and science.[1]", "42975385": "Emma Elizabeth Mulqueeny OBE (née Knight; born 12 July 1971) is a British technologist and educator. She is best known for co-founding Rewired State and Young Rewired State, which provided a community and events for technically gifted young people.[3][1][4][5][6][7] She has campaigned for programming to be taught from an early age in UK schools to encourage wider uptake and increased diversity in the tech sector.[8]", "58785963": "Louiqa Raschid (born March 17, 1958 in Sri Lanka) is a computer scientist in the USA who specializes in data base management and data science with applications in biology, medicine, financial and socio-economic data and disaster management. She is a professor in the Robert H. Smith School of Business and UMIACS at the University of Maryland, College Park.[1]", "1507500": "Bernard M. Oliver (May 17, 1916 – November 23, 1995),[1] also known as Barney Oliver, was a scientist who made contributions in many fields, including radar, television, and computers.[2]  He was the founder and director of Hewlett-Packard (HP) laboratories until his retirement in 1981. He is also a recognized pioneer in the search for extraterrestrial intelligence (SETI).[3][4] Oliver was president of the Institute of Electrical and Electronics Engineers in 1965.[5] In 1986, Oliver was a National Medal of Science recipient for Engineering Science and on February 11, 2004 it was announced that Oliver had been inducted into the National Inventors Hall of Fame.", "41451704": "Maurizio Lenzerini (born 14 December 1954) is an Italian professor of computer science and engineering at the Sapienza University of Rome (Dipartimento di Ingegneria Informatica Automatica e Gestionale Antonio Ruberti), where he specializes in database theory, Ontology language, Knowledge Representation and Reasoning as well as service modeling. He is the author of over 400 peer-reviewed articles, a fellow of both the European Coordinating Committee for Artificial Intelligence and ACM, and a member of the Academia Europaea - The Academy of Europe.[1]", "295096": "Carl Sassenrath (born 1957 in California) is an architect of operating systems and computer languages. He brought multitasking to personal computers in 1985 with the creation of the Amiga Computer operating system kernel,[1] and he is the designer of the REBOL computer language, REBOL/IOS collaboration environment, the Safeworlds AltME private messaging system, and other products. Carl is currently a Principal Engineer at Roku, Inc.", "62783675": "Joseph Karr O'Connor (May 23, 1953 – January 3, 2020) was an American computer scientist, accessibility advocate, and a main accessibility contributor to WordPress.[1][2][3]", "29245633": "Heinz Rutishauser (30 January 1918 – 10 November 1970) was a Swiss mathematician and a pioneer of modern numerical mathematics and computer science.", "147650": "Andrew D. Gordon is a British computer scientist previously employed by Microsoft Research. His research interests include programming language design, formal methods, concurrency, cryptography, and access control.", "57721028": "Amitabh Varshney is an Indian-born American computer scientist. He is an IEEE fellow, and serves as Dean of the University of Maryland College of Computer, Mathematical, and Natural Sciences.[1] Before being named Dean, Varshney was the director of the University of Maryland Institute for Advanced Computer Studies (UMIACS) from 2010 to 2018.[2]", "3489993": "Clifford Seth Stein (born December 14, 1965), a computer scientist, is a professor of industrial engineering and operations research at Columbia University in New York, NY, where he also holds an appointment in the Department of Computer Science. Stein is chair of the Industrial Engineering and Operations Research Department at Columbia University.  Prior to joining Columbia, Stein was a professor at Dartmouth College in New Hampshire.", "13893834": "Jay Earley is an American computer scientist and psychologist. He invented the Earley parser in his early career in computer science.[1][2] Later he became a clinical psychologist specializing in group therapy and Internal Family Systems Therapy (IFS), including working with the inner critic. He has created the Pattern System, a personality system, and Self-Therapy Journey, a web application for psychological healing and behavior change.[3]", "17842381": "Meredith L. Patterson (born April 30, 1977[1]) is an American technologist, science fiction writer, and journalist. She has spoken at numerous industry conferences on a wide range of topics.[2] She is also a blogger and software developer, and a leading figure[3] in the biopunk movement.", "43532494": "Pietro Perona (born 3 September 1961) is an Italian-American educator and computer scientist. He is the Allan E. Puckett Professor of Electrical Engineering and Computation and Neural Systems at the California Institute of Technology and director of the National Science Foundation Engineering Research Center in Neuromorphic Systems Engineering. He is known for his research in computer vision and is the director of the Caltech Computational Vision Group.[2]", "37617874": "Maria Petrou FREng (Greek: Μαρία Πέτρου; 17 May 1953 – 15 October 2012)[3] was a Greek-born British scientist who specialised in the fields of artificial intelligence and machine vision. She developed a number of novel image recognition techniques, taught at Surrey University and Imperial College London, and was a prolific author of scientific articles.[3]", "53592276": "Thomas Colcombet (born March 6, 1975) is a French theoretical computer scientist known for settling major open problems on tree walking automata[1][2] jointly with Mikołaj Bojańczyk. Colcombet is currently a CNRS Research Director at Paris Diderot University.", "1507538": "Barbara Liskov (born November 7, 1939, as Barbara Jane Huberman) is an American computer scientist who has made pioneering contributions to programming languages and distributed computing. Her notable work includes the introduction of abstract data types and the accompanying principle of data abstraction, along with the Liskov substitution principle, which applies these ideas to object-oriented programming, subtyping, and inheritance. Her work was recognized with the 2008 Turing Award, the highest distinction in computer science.", "29163742": "Marilyn Mantei Tremaine is an American computer scientist. She is an expert in human–computer interaction[1] and considered a pioneer of the field.[2]", "213225": "Eldon Hall was the leader of hardware design efforts for the Apollo Guidance Computer (AGC) at MIT, and advocated the use of integrated circuits for this task. He wrote extensively of the development of the AGC, culminating in his 1996 book, Journey to the Moon: The History of the Apollo Guidance Computer (ISBN 1-56347-185-X)", "63701228": "Sanjay Raghuveer Chaudhary (born 25 April 1963) is an Indian writer, professor, and computer scientist from Gujarat, India. He is a professor of computer science at Ahmedabad University, Ahmedabad. He has authored several books in Gujarati and English. His literary work Girnar (2009) received Gujarat Sahitya Akademi's Best Book Prize in Essays and Travelogue category. He has published and edited several books on computer science. He is a senior member of Institute of Electrical and Electronics Engineers (IEEE).", "8208648": "Great prize of the EADS Foundation  \nhonorary doctorates by Saarland University and Ca' Foscari University of Venice \nACM SIGPLAN Programming Languages Achievement Award \nIEEE Computer Society Harlan D. Mills Award \nIEEE John von Neumann Medal \nACM Fellow", "13451530": "Gerry Morgan (born June 8, 1953) is a Canadian entrepreneur and educator specializing in ICT and creating working private-public partnerships.  He has worked within the Canadian schooling system for almost 20 years.  He has developed ICT learning resources to support classroom and administrative practices.[1]", "4784402": "Stephen Deering is a former Fellow at Cisco Systems, where he worked on the development and standardization of architectural enhancements to the Internet Protocol. Prior to joining Cisco in 1996, he spent six years at Xerox's Palo Alto Research Center, engaged in research on advanced Internet technologies, including multicast routing, mobile internetworking, scalable addressing, and support for multimedia applications over the Internet. He is a former member of the Internet Architecture Board, a past chair of numerous Working Groups of the Internet Engineering Task Force (IETF), the inventor of IP multicast, and the lead designer of the new version of the Internet Protocol, IPv6.  By 2017 he was retired and living in Vancouver, British Columbia.[1][2]", "74367255": "Eiman Kanjo  is a British computer scientist and engineer. She is professor of pervasive sensing at Nottingham Trent University. Her research considers the development of wireless sensing technologies. She was named as one of the Top 50 Influential Women in Engineering in 2022. She joins Imperial College London as Provost's Visiting Professor, October 2023.", "62177563": "Bonnie Jean Dorr is an American computer scientist specializing in natural language processing, machine translation, automatic summarization, social computing, and explainable artificial intelligence.[1] She is a professor and director of the Natural Language Processing Research Laboratory[2] in the Department of Computer & Information Science & Engineering[3] at the University of Florida.[4] Gainesville, Florida She is professor emerita of computer science and linguistics and former dean at the University of Maryland, College Park,[5][6] former associate director at the Florida Institute for Human and Machine Cognition,[7][8][9], and former president of the Association for Computational Linguistics.[5][6]", "3227937": "Anne-Marie Osawemwenze Ore-Ofe Imafidon MBE HonFREng (pronounced: /ɪmˈæfɪdən/, i-MA-fi-dən;[3] is a British-Nigerian social entrepreneur and computer scientist. She founded and became CEO of Stemettes in 2013, a social enterprise promoting women in STEM careers. In June 2022, she was announced as the 2022–2023  President of the British Science Association. She has worked for many tech companies such as Goldman Sachs, Hewlett-Packard and Deutsche Bank. She is a well known speaker and has spoken at many international conferences such as, the Web Summit, SXSW, and the Women of the World Festival. Along with this she is the member of the Advisory Board of the Girl Guides and the Council of Digital Economy as well as the trustee of the Institute for the Future of Work. [4]", "3195170": "Michael Frank Deering (born 1956) is a computer scientist, a former chief engineer for Sun Microsystems in Mountain View, California, and a widely recognized expert on artificial intelligence, computer vision, 3D graphics hardware/software, very-large-scale integration (VLSI) design and virtual reality.[1] Deering oversaw Sun's 3D graphics technical strategy as the chief hardware graphics architect and is a co-architect of the Java 3D API, developing Java platform software. He is the inventor of deferred shading, inventor of Geometry compression, co-inventor of 3D-RAM, and the chief architect for a number of Sun's 3D graphics hardware accelerators. Many of his inventions have been patented.", "38338853": "John Matthew Hollerbach is a professor of computer science and research professor of mechanical engineering at the University of Utah. He is the editor of The International Journal of Robotics Research, a Senior Editor of Presence: Teleoperators & Virtual Environments, and a Governing Board member of the electronic journal Haptics-e.", "67879208": "Marily Nika FRSA, is a Greek computational scientist and product manager who works for Google in augmented reality, specializing in speech technologies and artificial intelligence.", "24019253": "Stephen Robertson is a British computer scientist. He is known for his work on probabilistic information retrieval together with Karen Spärck Jones[1] and the Okapi BM25 weighting model.[2][3]", "61948213": "Carola Wenk (born 1973)[1] is a German-American computer scientist known for her research on algorithms for finding similarities between geometric shapes, such as matching vehicle trajectories to road networks, comparing trajectories with each other using Fréchet distance, or testing similarity for gel electrophoresis data.[2][3] Her work has also involved biomedical applications of geometric algorithms, including the use of virtual reality to diagnose glaucoma.[4] She is a professor of computer science at Tulane University.", "30884151": "Marc J. Rochkind invented the Source Code Control System while working at Bell Labs,[1] as well as writing Advanced UNIX Programming, and founding XVT Software, Inc.[2]", "40780091": "Andrew Vladislav Goldberg (born 1960) is an American computer scientist working primarily on design, analysis, and experimental evaluation of algorithms. He also worked on mechanism design, computer systems, and complexity theory.[2] Currently he is a Senior Principal Scientist at Amazon.com.", "43745595": "Rainer Gerhards (born March 11, 1967) is a German software engineer, network engineer, and protocol designer best known for his Computer data logging work including Rsyslog and Reliable Event Logging Protocol. He began developing Rsyslog in 2004, to forward log messages in an Internet Protocol Network from UNIX and Unix-like computer systems. In 1988, Gerhards founded the company RG Informationssysteme, which was later rebranded as Adiscon GmbH in 1997.[1]", "32784701": "Rose Dieng-Kuntz (1956–2008[1]) was a Senegalese computer scientist specializing in artificial intelligence. She was the first African woman to enroll in the École polytechnique.", "12796225": "Dieter Fensel (born 10 October 1960, in Nuremberg) is a German researcher in the field of formal languages and the semantic web. He is University Professor at the University of Innsbruck, where he directs the Semantic Technologies Institute Innsbruck (STI Innsbruck), a research center associated with the university.", "43352385": "Adrian Kaehler is an American scientist, engineer, entrepreneur, inventor and author. He is best known for his work on the OpenCV Computer Vision library, as well as two books on that library.[1][2]", "44171593": "Nuria Oliver is a computer scientist. She is the director of the ELLIS Alicante Foundation,[3]  Chief Data Scientist at DataPop Alliance,[4] and president of the board of trustees of UNED. Previously, she was an independent director on the board of directors of Bankia,[5][6] Commissioner of the Presidency of Valencia for AI and COVID-19,[7] Director of Data Science Research at Vodafone,[8] Chief Scientific Adviser at the Vodafone Institute,[9] Scientific Director at Telefónica[10] and researcher at Microsoft Research.[2] She holds a PhD from the Media Lab at MIT,[11] and is an IEEE Fellow,[12] ACM Fellow,[13] a member of the board of ELLIS,[14] and elected permanent member of the Royal Academy of Engineering of Spain.[15] She is one of the most cited female computer scientists in Spain, with her research having been cited by more than 23,000 publications.[1] She is well known for her work in computational models of human behavior,[16][17] human computer-interaction,[18] mobile computing[19][20] and big data for social good.[21][22][23]", "53772623": "Elena Ferrari  is a Professor of Computer Science and Director of the STRICT Social Lab at the Università degli Studi dell’Insubria, Varese, Italy. Ferrari was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2013[1] for contributions to security and privacy for data and applications.\nShe has been named one of the “50 Most Influential Italian Women in Tech” in 2018.[2][3] She was elected as an ACM Fellow in 2019 \"for contributions to security and privacy of data and social network systems\".[4]", "31785294": "Satish K. Tripathi is an Indian-American academic, a computer scientist and academic administrator. He is the first foreign-born president of the University at Buffalo (UB), the flagship of the State University of New York (SUNY) system.[1][2][3] Previously, he served as provost of University at Buffalo from 2004 to 2011. From 1997-2004, Tripathi served as dean of the Bourns College of Engineering at University of California, Riverside.", "68387157": "Gérard Théry (25 February 1933 – 18 July 2021) was a French engineer and computer scientist.[1] He was Directeur générale des Télécommunications [fr] from 1974 to 1981 and President of the Cité des Sciences et de l'Industrie from 1996 to 1998. He was a founding member of the Télétel [fr] program and Minitel. He once stated that the internet was \"ill-suited to the provision of commercial services\", which was proven to be incorrect.[2] He was also responsible for the French government's program against the Year 2000 problem from 1998 to 2000.", "6816091": "Richard Thomas Russell is the creator of the BBC BASIC for Windows programming language and the author of the Z80 and MS-DOS versions of BBC BASIC.[1][2][3]", "40075611": "Susan H. Rodger is an American computer scientist known for work in computer science education including developing the software JFLAP[1][2] for over twenty years. JFLAP is educational software for visualizing and interacting with formal languages and automata. Rodger is also known for peer-led team learning in computer science[3] and integrating  computing into middle schools and high schools with Alice.[4] She is also currently serving on the board of CRA-W and was chair of ACM SIGCSE from 2013 to 2016.[5]", "2457961": "Inman Harvey is a former senior lecturer in computer science and artificial intelligence at the University of Sussex; he is now a visiting senior research fellow at the same university.[1] His research interests largely centre on the development of artificial evolution as an approach to the design of complex systems. Application domains of interest include evolutionary robotics, evolvable hardware, molecules for pharmaceutical purposes.", "98668": "James Henry Clark (born March 23, 1944) is an American entrepreneur and computer scientist. He founded several notable Silicon Valley technology companies, including Silicon Graphics, Netscape, myCFO, and Healtheon. His research work in computer graphics led to the development of systems for the fast rendering of three-dimensional computer images.", "41075055": "Ron Resch (Ronald Dale Resch) was an artist, computer scientist, and applied geometrist, known for his work involving folding paper, origami tessellations and 3D polyhedrons.[1][2][3][4]\n[5][6][7]", "61587825": "Cynthia Diane Rudin (born 1976)[1] is an American computer scientist and statistician specializing in machine learning and known for her work in interpretable machine learning. She is the director of the Interpretable Machine Learning Lab at Duke University, where she is a professor of computer science, electrical and computer engineering, statistical science, and biostatistics and bioinformatics. [2] In 2022, she won the Squirrel AI Award for Artificial Intelligence for the Benefit of Humanity from the Association for the Advancement of Artificial Intelligence (AAAI) for her work on the importance of transparency for AI systems in high-risk domains.[3]", "50168182": "Mary Clare Coombs (née Blood, 4 February 1929 – 28 February 2022) was a British computer programmer and schoolteacher. Employed in 1952 as the first female programmer to work on the LEO computers, she is recognised as the first female commercial programmer.[1][2][3][4][5] The National Museum of Computing documents her contribution.[6]", "30818680": "Abbe Mowshowitz (born 13 November 1939, Liberty, New York)[1] is an American academic, a professor of computer science at the City College of New York and a member of the Doctoral Faculty in Computer Science at The City University of New York who works in the areas of the organization, management, and economics of information systems; social and policy implications of information technology; network science; and graph theory. He is known for his work on virtual organization, a concept he introduced in the 1970s on information commodities, on the social implications of computing and on the complexity of graphs and networks.", "44925308": "Zhengyou Zhang is a Chinese professor of computer science, IEEE and ACM Fellow[1] and a specialist in computer vision and graphics. He is also a recipient of the 2013 Helmholtz Test of Time Award which was awarded to him by the International Conference on Computer Vision.[2]", "69910910": "Krysta Marie Svore (born 1979)[3] is an American computer scientist specializing in quantum computing. She leads the Azure Quantum[4] software team (formerly the Quantum Architectures and Computation group at Microsoft Research) for Microsoft in Redmond, Washington, where she is Distinguished Scientist and Vice President of Quantum Software.[5][6] Beyond quantum computing, she has also worked on research in machine learning.[7]", "40436097": "Anil Kumar Jain (born 1948[1]) is an Indian-American computer scientist and University Distinguished Professor in the Department of Computer Science & Engineering at Michigan State University, known for his contributions in the fields of pattern recognition, computer vision and biometric recognition.[2][3] He is among the top few most highly cited researchers in computer science and has received various high honors and recognitions from institutions such as ACM, IEEE, AAAS, IAPR, SPIE, the U.S. National Academy of Engineering, the Indian National Academy of Engineering and the Chinese Academy of Sciences.", "9339274": "Murray Campbell is a Canadian computer scientist known for being part of the team that created Deep Blue; the first computer to defeat a world chess champion.", "14156172": "Robert Roy Korfhage (December 2, 1930 – November 20, 1998) was an American computer scientist, famous for his contributions to information retrieval and several textbooks.", "8618383": "Paco Nathan (born 1962) is an American computer scientist and early engineer of the World Wide Web. Nathan is also an author and performance art show producer who established much of his career in Austin, Texas.", "72876432": "Jan Tyl (born 26 May 1979) is a Czech developer and analyst. His main concern is popularization and development of artificial intelligence. He is the founder and CEO of the company Alpha Industries.", "9552275": "Michael George Luby is a mathematician and computer scientist, CEO of BitRipple, senior research scientist at the International Computer Science Institute (ICSI), former VP Technology at Qualcomm,  co-founder and former chief technology officer of Digital Fountain. In coding theory he is known for leading the invention of the Tornado codes and the LT codes. In cryptography he is known for his contributions showing that any one-way function can be used as the basis for private cryptography, and for his analysis, in collaboration with Charles Rackoff, of the Feistel cipher construction. His distributed algorithm to find a maximal independent set in a computer network has also been influential.", "5226905": "Lawrence Brakmo is a software engineer in the Kernel group at Facebook. Previously Brakmo was a member of technical staff at Google. Before that he was a researcher and project manager at NTT DoCoMo USA Labs. Earlier he was affiliated with the Western Research Lab of Digital Equipment Corporation/Compaq/Hewlett-Packard. Brakmo received his Ph.D. in Computer Science from The University of Arizona, where he worked on computer systems and computer networks research that included x-Sim and TCP Vegas. His adviser was Larry L. Peterson.", "147867": "John R. Koza is a computer scientist and a former adjunct professor at Stanford University, most notable for his work in pioneering the use of genetic programming for the optimization of complex problems. Koza co-founded Scientific Games Corporation, a company which builds computer systems to run state lotteries in the United States. John Koza is also credited with being the creator of the 'scratch card' with the help of retail promotions specialist Daniel Bower.[1]", "66896285": "Hartmut Ehrig (born 6 December 1944 in Angermünde; died 17 March 2016) was a German computer scientist and professor of theoretical computer science and formal specification. He was a pioneer in algebraic specification of abstract data types, and in graph grammars.[2]", "50839971": "Jianwei Huang (黄建伟, born 1978) is a Chinese computer scientist and electrical engineer. He is a Presidential Chair Professor and Associate Vice President (Institutional Development) of The Chinese University of Hong Kong, Shenzhen. He is also an Adjunct Professor in the Department of Information Engineering at the Chinese University of Hong Kong. He is a guest professor of Southeast University.", "41976229": "Dr. Pierre-Yves Oudeyer is Research Director at the French Institute for Research in Computer Science and Automation (Inria) and head of the Inria and Ensta-ParisTech FLOWERS team. Before, he has been a permanent researcher in Sony Computer Science Laboratory for 8 years (1999-2007). He studied theoretical computer science at Ecole Normale Supérieure in Lyon, and received his Ph.D. degree in artificial intelligence from the University Paris VI, France. After working on computational models of language evolution, he is now working on developmental and social robotics, focusing on sensorimotor development, language acquisition and lifelong learning in robots. Strongly inspired by infant development, the mechanisms he studies include artificial curiosity, intrinsic motivation, the role of morphology in learning motor control, human-robot interfaces, joint attention and joint intentional understanding, and imitation learning. He has published a book, more than 80 papers in international journals and conferences, holds 8 patents, gave several invited keynote lectures in international conferences, and received several prizes for his work in developmental robotics and on the origins of language. In particular, he is laureate of the ERC Starting Grant EXPLORERS. He is editor of the IEEE CIS Newsletter on Autonomous Mental Development, and associate editor of IEEE Transactions on Autonomous Mental Development, Frontiers in Neurorobotics, and of the International Journal of Social Robotics. He is also working actively for the diffusion of science towards the general public, through the writing of popular science articles and participation to radio and TV programs as well as science exhibitions.", "69566888": "Karen Ann Panetta is an American computer engineer and inventor who is a professor and Dean of Graduate Education at Tufts University. Her research considers machine learning and automated systems. She is a Fellow of the Institute of Electrical and Electronics Engineers, the American Institute of Aeronautics and Astronautics and the National Academy of Inventors. She is a member of the National Academy of Engineering, and Fellow of the European Academy of Sciences and the Arts, and the Asia-Pacific Artificial Intelligence Association. She was the STEM Advisor to President Joyce Banda of Malawi and U.S. Ambassador to Slovenia, Linda Blanchard.", "16810": "Konrad Ernst Otto Zuse (German: [ˈkɔnʁaːt ˈtsuːzə]; 22 June 1910 – 18 December 1995) was a German civil engineer, pioneering computer scientist, inventor and businessman. His greatest achievement was the world's first programmable computer; the functional program-controlled Turing-complete Z3 became operational in May 1941. Thanks to this machine and its predecessors, Zuse is regarded by some as the inventor and father of the modern computer.[5][6][7][8][9][10]", "60604842": "Cordell Green (born 1941) is an American computer scientist who is the director and chief scientist of the Kestrel Institute.", "2458028": "Phil Husbands (born 27 June 1961) is a professor of computer science and artificial intelligence at the English University of Sussex, situated next to the East Sussex village of Falmer, within the city of Brighton and Hove. He is head of the Evolutionary and Adaptive Systems group and co-director of the Centre for Computational Neuroscience and Robotics (CCNR). Husbands is also one of the founders of the field of evolutionary robotics.[citation needed]", "1802669": "Forest Kenton Musgrave (16 September 1955 – 14 December 2018) was a professor at The George Washington University in the USA. A computer artist who worked with fractal images, he worked on the Bryce landscape software and later as CEO/CTO of Pandromeda, Inc. developed and designed the innovative MojoWorld software.", "68485549": "Richard Y. Wang is the Founder and Executive Director of the Chief Data Officer and Information Quality (CDOIQ) Program at the Massachusetts Institute of Technology.[1] Wang is widely acknowledged as the \"Founder of Information Quality\"—the scholar who made Information Quality an established field. For the past three decades, he advocated that the importance of information quality must be embraced at the highest level of organizations. He championed and led a movement to establish the position of Chief Data Officers in all organizations. His pioneering work culminated in a wide-scale adoption of the Chief Data Officer role worldwide. Notably, in 2019, the U.S. Congress enacted the Foundations for Evidence-Based Policymaking Act of 2018 into law, which statutorily mandated all federal agencies to establish and appoint a CDO for their agency.", "61129137": "Georgia \"Gina\" D. Tourassi is the Director of the Oak Ridge National Laboratory health data sciences institute[1] and adjunct Professor of radiology at Duke University. She works on biomedical informatics, computer-aided diagnosis and artificial intelligence (AI) in health care.[1][2][3][4][5]", "6521277": "Michael Schroeder (born 1945) is an American computer scientist. His areas of research include computer security, distributed systems and operating systems and he is perhaps best known as the co-inventor of the Needham–Schroeder protocol. In 2001 he co-founded the Microsoft Research Silicon Valley lab and was the assistant managing director until the lab was disbanded in 2014.", "23265726": "Corrinne Yu is an American game programmer. She has worked on games including King's Quest, Quake II, and Halo 4. Her engine work included Unreal Engine 3, Microsoft's Direct 3D Advisory Board, and CUDA and GPU simulation at NVidia. She has also designed accelerator experiments for nuclear physics research.", "1802686": "Robert Swirsky (born December, 1962, Brooklyn, NY) is a computer scientist, author and pianist. In the early 1980s, he was one of the first regular contributors to the nascent computer magazine industry, including Popular Computing, Kilobaud Microcomputing, and Interface Age to Creative Computing.[1]", "15188419": "Micha Sharir (Hebrew: מיכה שריר; born 8 June 1950 in Tel Aviv, Israel) is an Israeli mathematician and computer scientist. He is a professor at Tel Aviv University, notable for his contributions to computational geometry and combinatorial geometry, having authored hundreds of papers.", "37994948": "Colin Robbins (born 1964) is a network protocol and software engineer credited for research work in distributed directory systems and a co-inventor of LDAP.  Educated at Alleyn's School, he holds a BSc, Computer Science & Electronic Engineering, with first class honours,[citation needed] from University College London.", "30556626": "Piet Beertema (born 22 October 1943 in Amsterdam) is a Dutch Internet pioneer.[1] On November 17, 1988, at 2:28 PM, he linked the Netherlands as one of the first two countries (shortly after France's INRIA)[2][3][4] to NSFNET, a precursor to the Internet. Beertema was then working as an administrator at the Centrum Wiskunde & Informatica (CWI) in Amsterdam.[5]", "53723603": "Professor David Abramson FIEEE FACM FTSE FACS is an Australian computer scientist. He has been Director of the Research Computing Centre at the University of Queensland, Australia, since 2012. He has been involved in computer architecture and high performance computing research since 1979.[1][2]", "42533332": "Irene Greif is an American computer scientist and a founder of the field of computer-supported cooperative work (CSCW).[1] She was the first woman to earn a Ph.D. in computer science from the Massachusetts Institute of Technology.", "56967641": "Rebecca Garcia is an American computer programmer from New York City, who co-founded CoderDojo NYC, a network of programming clubs for young people in Long Island, New York.[1][2]", "14336478": "Stefan Savage (born 1969) is an American computer science researcher, currently a Professor in the Systems and Networking Group at the University of California, San Diego. There, he holds the Irwin and Joan Jacobs Chair in Information and Computer Science.[1]  Savage is widely cited in computer security, particularly in the areas of email spam, network worms and malware propagation, distributed denial of service (DDOS) mitigation and traceback, automotive hacking and wireless security. He received his undergraduate degree at Carnegie Mellon and his Ph.D. from the University of Washington (2002).[2]", "40698335": "Cornelia Boldyreff is very active in encouraging girls into computing, is a Council Member of The BCS, The Chartered Institute of IT (previously British Computer Society ), a Committee member of the BCSWomen and a visiting professor in the School of Computing and Mathematical Sciences at the University of Greenwich in London.[1]", "24429023": "Malcolm McCullough (born June 1, 1957) is a professor at the University of Michigan's Taubman College of Architecture and Urban Planning.  He has lectured widely on Urban Computing and place-based Interaction Design.", "32309730": "Peter Pirolli is a senior research scientist at the Institute for Human and Machine Cognition (IHMC).  His research involves a mix of cognitive science, artificial intelligence, and human-computer interaction, with applications in digital health, sensemaking, and information foraging, among other things. Previously he was at the Palo Alto Research Center and he was a tenured professor in the school of education at the University of California Berkeley in the Education, Math, Science and Technology Department (EMST).", "45416941": "Borivoj G. Lazić (Serbian: Боривој Лазић) (1 August 1939 – 4 April 2015)[1] was a Serbian computer scientist and professor in the Faculty of Electrical Engineering at the  University of Belgrade. He is known for his involvement in the development of microprocessor systems and the CER Computer.[2]", "40698359": "Hannah-Mary Dee is a British cognitive scientist and computer scientist specialising in computer vision,[1] with specialisms in plant science, navigation, art, and medical imaging.[2]  In 2014, she was one of 30 women identified by the British Computer Society in the \"BCS Women in IT Campaign.[3]", "56934910": "Ken Hinckley (born 1969) is an American computer scientist and inventor. He is a senior principal research manager at Microsoft Research. He is known for his research in human-computer interaction, specifically on sensing techniques, pen computing, and cross-device interaction.[1]", "55345673": "Ronald Michiel de Wolf (born 1973) is a Dutch Computer Scientist, currently a Senior Researcher at Centrum Wiskunde & Informatica (CWI) and a professor at the Institute for Logic, Language and Computation (ILLC) of the University of Amsterdam (UvA).", "1147404": "Ritsuko Akagi (赤木リツコ, Akagi Ritsuko) is a fictional character from the Neon Genesis Evangelion franchise, created by Gainax. She is the head of the first section of the technology department at Nerv headquarters,[1] and one of the main developers of Evangelion units.[2] In 2005 during college, Ritsuko met Misato Katsuragi, who became her best friend,[3][4] and befriended her boyfriend Kaji, whom Ritsuko considered annoying.[5][6] In 2008, after completing her studies at Tokyo-2, Ritsuko joined Gehirn Research Center as the head of Project E.[7] Following her transfer to the special agency Nerv, Ritsuko became responsible for the management of the Magi supercomputer.[8] At Nerv, Ritsuko comes into close contact with her mother's lover Gendo Ikari, learning secret information that is withheld from almost all other members of the organization.[9][10]", "29475341": "Vic Tandy (1955 – 23 July 2005) was a British lecturer for information technology at Coventry University, England, and an engineer. He was known best for his research into the relationship between infrasound and ghostly apparitions.", "53772813": "Hong-yuan Mark Liao (Chinese: 廖弘源) is a Taiwanese computer scientist specialized in the field of multimedia information processing and AI.", "67322380": "Marine Carpuat is a computer scientist who works on machine translation and natural language processing. She is known for her research connecting cross-lingual semantics with machine translation. She has been recognized with\na NSF Career Award in 2018,[1] a Google Research award in 2016,[2] and Amazon Faculty Awards in 2016 and 2018.[3]", "56607249": "Ding-Zhu Du (born May 21, 1948) is a Professor in the Department of Computer Science at The University of Texas at Dallas.[1] He has received public recognition when he solved two long-standing open problems on the Euclidean minimum Steiner trees,[2] the proof of Gilbert–Pollack conjecture on the Steiner ratio of the Euclidean plane, and the existence of a polynomial-time heuristic with a performance ratio bigger than the Steiner ratio.[3] The proof of Gilbert-Pollak's conjecture on Steiner ratios was later found to have gaps, thus leaving the problem unsolved.[4]", "18612758": "Bertrand du Castel is a French-American author and scientist who won in 2005 the Visionary Award\n[1] from Card Technology Magazine for pioneering the Java Card, which by 2007 had sold more than 3.5 billion\nunits worldwide.[2] In 2008, du Castel and Timothy M. Jurgensen published Computer Theology: Intelligent Design of the World Wide Web, a theology of the World Wide Web based on a comparative study of human societies and computer networks.", "48497178": "Carme Torras Genís (born 4 July 1956)[1] is a Spanish computer scientist who has contributed to research on robotics and artificial intelligence. A member of Academia Europaea since 2010, she writes technical works in English and fiction in Catalan.[2][3]", "53740058": "Amr El Abbadi is a Distinguished Professor of Computer Science at the University of California, Santa Barbara. He obtained B.Eng. and Ph.D. degrees from Alexandria and Cornell universities respectively. He is an editor of the VLDB Journal and IEEE Transactions on Computers.[1] He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014[2] for contributions to the design of fault-tolerant large-scale data management systems.", "19890717": "Todd Greanier is an author and technology manager, regarded as an expert in Java programming.[1][2]", "24035877": "Richard Erwin Cleve is a Canadian professor of computer science at the David R. Cheriton School of Computer Science at the University of Waterloo, where he holds the Institute for Quantum Computing Chair in quantum computing, and an associate member of the Perimeter Institute for Theoretical Physics.[1]", "6341170": "Timothy Wilking Finin (born 1949 in Walworth, Wisconsin) is the Willard and Lillian Hackerman Chair in Engineering and is a Professor of Computer Science and Electrical Engineering at the University of Maryland, Baltimore County (UMBC).  His research has focused on the applications of artificial intelligence to problems in information systems and has included contributions to natural language processing, expert systems, the theory and applications of multiagent systems, the semantic web, and mobile computing.[4][5]", "70582838": "Antonio Lieto (born December 18, 1983) is an Italian cognitive scientist and computer scientist at the University of Turin and a Research Associate at the Institute of High Performance Computing of the Italian National Research Council focusing on cognitive architectures and computational models of cognition,[1] commonsense reasoning and models of mental representation,[2] and persuasive technologies.[3] He teaches Artificial Intelligence and \"Design and Evaluation of Cognitive Artificial Systems\"[4] at the Department of Computer Science of the University of Turin.[5]", "70206006": "Stuart Haber is an American cryptographer and computer scientist, known for his contributions in cryptography and privacy-preserving technologies and widely recognized as the co-inventor of the blockchain. His 1991 paper \"How to Time-Stamp a Digital Document”,[1] co-authored with W. Scott Stornetta, won the 1992 Discover Award for Computer Software and is considered to be one of the most important papers in the development of cryptocurrencies.[2][3]", "71303738": "Myra B. Cohen is an American software engineer whose research focuses on software testing.[1] She is Susan J. Rosowski Professor Emeritus of Computer Science and Engineering at the University of Nebraska–Lincoln, and Professor and Lanh and Oanh Nguyen Chair in Software Engineering at Iowa State University.[2]", "14565951": "Yoky Matsuoka (松岡陽子 Matsuoka Yōko, born c. 1972 in Japan) is the CEO and Founder of Yohana (an independent subsidiary of Panasonic).[1] She was the CTO of Google Nest, a co-founder of Google X and previously held roles as VP of Technology and Analytics at Twitter, technology executive at Apple, and as VP of Technology at Nest.[2][3][4][5][6]", "8307264": "John A. Zachman (born December 16, 1934) is an American business and IT consultant,[1] early pioneer of enterprise architecture, chief executive officer of Zachman International (Zachman.com), and originator of the Zachman Framework.", "50807360": "ChengXiang Zhai is a computer scientist. He is a Donald Biggar Willett Professor in Engineering in the Department of Computer Science at the University of Illinois at Urbana-Champaign.[1]", "41468482": "Cyrus Shahabi is an Iranian-American computer scientist and a 2003 recipient of the Presidential Early Career Award for Scientists and Engineers.[1]", "13681226": "David Alan Plaisted is a computer science professor at the University of North Carolina at Chapel Hill.", "67912270": "Ani Nenkova is Principal Scientist at Adobe Research, currently on leave[1] from her position as an Associate Professor of Computer and Information Science at the University of Pennsylvania. Her research focuses on computational linguistics and artificial intelligence, with an emphasis on developing computational methods for analysis of text quality and style, discourse, affect recognition, and summarization.", "70828631": "Johanna Pirker (born June 26, 1988) is an Austrian computer scientist, educator, and game designer at Graz University of Technology and professor at Ludwig Maximilian University of Munich with a focus on games research, virtual reality and data science. Pirker was listed on the Forbes 30 under 30 Europe list in the category Science & Healthcare (2018) for her efforts in improving digital education with virtual reality environments and games.[2] She holds a Ph.D. in Computer Science.[3] Her dissertation was supervised by the Austrian e-learning expert Christian Gütl and MIT professor of physics John Winston Belcher. She is involved in various efforts to educate about the potential of video games.[4] This also includes efforts to advocate the background and cultural aspect of video games.[5] In 2020 she received the Käthe-Leichter Prize for her efforts for her initiatives in the field of diversity in engineering and in the games industry.[6][7] In 2021 she received the Hedy Lamarr Prize.[8]", "69616218": "Anat Bremler-Barr (Hebrew: ענת ברמלר-בר), is an Israeli computer scientist. She is a professor at Tel Aviv University who is known for her contributions in network security, specifically in Denial of Service attacks and scalable protection of Internet of Things (IoT) devices.", "54198876": "Fedor V. Fomin (born March 16, 1968) is a professor of Computer Science at the University of Bergen. He is known for his work in algorithms and  graph theory. He received his PhD in 1997 at St. Petersburg State University under Nikolai Nikolaevich Petrov.[1]", "5866080": "Chris Cobb (born ca. 1964) is a British computer scientist and Pro Vice-Chancellor, Chief Operating Officer at the University of London. He has been  Pro Vice-Chancellor at University of Roehampton, London, England and prior to that was at London School of Economics. In 2020, he was appointed as Chief Executive of the Associated Board of the Royal Schools of Music, despite not having any professional background in music.", "71516777": "Tetiana Arkhipivna Taran (Ukrainian: Тетяна Архипівна Таран, December 4, 1946 – May 17, 2007) was a Soviet and Ukrainian computer scientist who worked in artificial intelligence, published the first Russian-language textbook in artificial intelligence, and founded the series of International Conferences on Data Science and Intelligent Analysis of Information.[1][2]", "50905705": "Karen Banks is a British computer networking pioneer who was inducted to the Internet Hall of Fame in 2013 as a \"Global Connector\".[1][2]", "64307837": "Dr Sameer Maskey is a computer scientist, educator and entrepreneur. He is currently the Founder and CEO at Fusemachines Inc [1][2] and an Adjunct Associate Professor at Columbia University.[3][4]", "25608838": "Yinyu Ye (Chinese: 叶荫宇; pinyin: Yè Yīnyǔ; born 1948) is a Chinese American theoretical computer scientist working on mathematical optimization. He is a specialist in interior point methods, especially in convex minimization and linear programming. He is a professor of Management Science and Engineering and Kwoh-Ting Li Chair Professor of Engineering at Stanford University. He also holds a courtesy appointment in the Department of Electrical Engineering. Ye also is a co-founder of  minMax Optimization Inc.", "64832135": "Diana Maynard is a British computer scientist and computational linguist who works as a senior research fellow in the Natural Language Processing Group of the Department of Computer Science at the University of Sheffield.", "19759757": "Andrew Zisserman FRS[1] (born 1957) is a British computer scientist and a professor at the University of Oxford, and a researcher in computer vision.[4] As of 2014 he is affiliated with DeepMind.[5]", "13353620": "Michael R. Fine (born November 29, 1966) is a beta testing consultant,[1] author, and inventor. He is the author of \"Beta Testing for Better Software\" (Wiley, 2002), and is a founder of and currently[when?] a senior test manager at Centercode,[citation needed] a beta testing software and services company. Fine is actively engaged in the promotion of beta testing as a concept, speaking [2][3] on the topic, teaching courses, and authoring [4] several articles on it.", "38617753": "Oren Etzioni (born 1964)[1] is an American entrepreneur, Professor Emeritus of computer science, and founding CEO of the Allen Institute for Artificial Intelligence (AI2).[2][3][4][5] On June 15, 2022, he announced that he will step down as CEO of AI2 effective September 30, 2022. After that time, he will continue as a board member and advisor. Etzioni will also take the position of Technical Director of the AI2 Incubator.", "67256988": "Susanne Edda Hambrusch is an Austrian-American computer scientist whose research topics include data indexing for range queries, and computational thinking in computer science education. She is a professor of computer science at Purdue University.[1]", "69616288": "Yehuda Afek (Hebrew: יהודה אפק; September 1952) is an Israeli computer scientist at Tel Aviv University, and is known for his work on network cyber security and fault tolerant distributed computing.[1][2] Yehuda cofounded Riverhead Networks in 2000, and was the head of the School of Computer Science in Tel Aviv University in 2014–2016.[3]", "56951460": "Patrick Baudisch is a computer science professor and the chair of the Human Computer Interaction Lab at Hasso Plattner Institute, Potsdam University. While his early research interests revolved around natural user interfaces and interactive devices, his research focus shifted to virtual reality and haptics in the late 2000s and to digital fabrication, such as 3D Printing and Laser cutting in the 2010s.[1] Prior to teaching and researching at Hasso Plattner Institute, Patrick Baudisch was a research scientist at Microsoft Research and Xerox PARC. He has been a member of CHI Academy since 2013, and an ACM distinguished scientist since 2014. He holds a PhD degree in Computer Science from the Department of Computer Science of the Technische Universität Darmstadt, Germany.[1]", "19595941": "Gerardus Maria \"Sjir\" Nijssen (born 18 October 1938, Schinnen) is a Dutch computer scientist, former professor of computer science at the University of Queensland,[1] consultant, and author. Nijssen is considered the founder of verbalization in computer science, and one of the founders of business modeling and information analysis based on natural language.[2]", "39387818": "Ingemar J. Cox is Professor and Director of Research in the Department of Computer Science at University College London,[1] where he is Head of the Future Media Group, and he is Professor in the Machine Learning department at the University of Copenhagen.[2][3] Between 2003 and 2008, he was Director of UCL's Adastral Park Campus.[4]", "51036842": "Helen C. Purchase is a researcher in information visualization, graph drawing, and human–computer interaction. She has held academic appointments at The University of Queensland (1992-2001),[1] The University of Glasgow (2001-2022) and Monash University (2022-present).[2]", "28983982": "Vladimir Lifschitz (born 30 May 1947) is the Gottesman Family Centennial Professor in Computer Sciences at the University of Texas at Austin. He received a degree in mathematics from the Steklov Institute of Mathematics in Russia in 1971 and emigrated to the United States in 1976. Lifschitz's research interests are in the areas of computational logic and knowledge representation. He is a Fellow of the Association for the Advancement of Artificial Intelligence, the Editor-in-Chief of the ACM Transactions on Computational Logic, and an Editorial Advisor of the journal Theory and Practice of Logic Programming.", "13894321": "Michael Orshansky is an American researcher in integrated circuit design, currently with University of Texas at Austin since 2003. He received his undergraduate education and  Ph.D. at the UC Berkeley.[1]", "37962427": "Dave Boswell (born c. 1956) is a Canadian computer scientist who was awarded the J.W. Graham Medal for his contributions to the field in 2003.[1][2]", "66634429": "Yasamin Mostofi is an Iranian-American Scientist and a Professor of electrical and computer engineering at the University of California Santa Barbara.[1]  Yasamin’s research is multi-disciplinary, expanding wireless communications, sensing, and control/robotics.[2]", "43434685": "Rana el Kaliouby (Arabic: رنا القليوبي; born 1978) is an Egyptian-American computer scientist.[1] She is the co-founder, with Rosalind Picard, and CEO of Affectiva.", "14844609": "Bernhard Nebel, born on 6 May 1956, is a German artificial intelligence scientist. He is a full professor at the Albert-Ludwigs-Universität Freiburg where he holds the chair for foundations of artificial intelligence.", "64570058": "Ruslan Stoyanov is a Russian computer scientist. In December 2016, he was arrested on charges of treason as part of the Mikhailov case. In 2019, he was sentenced to 14 years in prison.", "25494221": "Ronald John Fitzgerald Cramer (born 3 February 1968 in Haarlem)[1] is a professor at the Centrum Wiskunde & Informatica (CWI) in Amsterdam and the University of Leiden. He obtained his PhD from the University of Amsterdam in 1997. Prior to returning to the Netherlands he was at the University of Aarhus.", "71090908": "Luigia (Gigina) Carlucci Aiello (also published as Luigia Carlucci, born 1946[1]) is an Italian computer scientist, emeritus professor of artificial intelligence at Sapienza University of Rome.[2]", "29016797": "Mohammad Salameh Obaidat is a Jordanian American Academic/ Computer Engineer/computer Scientist and Founding Dean of College of Computing and Informatics at the University of Sharjah, UAE. He is the Past President & Chair of Board of Directors of and a Fellow of the Society for Modeling and Simulation International (SCS), and a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) for contributions to adaptive learning, pattern recognition and system simulation[1]\n.\nHe was born in Jordan to The Obaidat known Family. He is the cousin of the Former Prime Minister of Jordan, Ahmed Obaidat (also spelled Obeidat) and received his M.S. and Ph.D. in computer engineering from the Ohio State University, Columbus, Ohio, USA.\nHe is known for his contributions in the fields of cybersecurity, Biometrics-based Cybersecurity, wireless networks, modeling and simulation, AI/Data Analytics. He served as President and Char of Board of Directors of the Society for Modeling and Simulation International, SCS, a Tenured Professor & Chair of Department of Computer Science at Monmouth University, Tenured Professor & Chair of Department of computer and Information Sciences at Fordham University, USA, Dean of College of Engineering at Prince Sultan University,  and Advisor to the President of Philadelphia University for Research, Development and IT. He has chaired numerous international conferences and has given numerous keynote speeches.", "70255339": "Tim Kraska is a German computer scientist specializing in data systems and the intersection of systems and machine learning. He is currently an associate professor of computer science at the Massachusetts Institute of Technology.[1]", "246513": "Adele Goldberg (born July 22, 1945) is an American computer scientist. She was one of the co-developers of the programming language Smalltalk-80 and of various concepts related to object-oriented programming while a researcher at the Xerox Palo Alto Research Center (PARC), in the 1970s.", "56066801": "Sanjay Ghemawat (born 1966 in West Lafayette, Indiana)[1] is an Indian American[2] computer scientist and software engineer. He is currently a Senior Fellow at Google in the Systems Infrastructure Group.[3][4] Ghemawat's work at Google, much of it in close collaboration with Jeff Dean,[5] has included big data processing model MapReduce, the Google File System, and databases Bigtable and Spanner. Wired have described him as one of the \"most important software engineers of the internet age\".[5]", "7652083": "David Michael Ungar, an American computer scientist, co-created the Self programming language with Randall Smith.  The Self development environment's animated user experience was described in the paper  Animation: From Cartoons to the User Interface co-written with Bay-Wei Chang, which won a lasting impact award at the ACM Symposium on User Interface Software and Technology 2004.", "51249908": "Mario Gerla (1943–2019) was an Italian computer scientist and engineer, Distinguished Professor, Jonathan B. Postel Chair and Chair of the Department (2015 – 2018) of Computer Science of University of California, Los Angeles (UCLA).[1] He co-authored 11 books.[2] He died in 2019.[3]", "73614080": "Tara N. Sainath is an American computer scientist whose research involves deep learning applied to speech recognition. She is a principal research scientist at Google Research.", "5473036": "Hans Meuer was a professor of computer science at the University of Mannheim, managing director of Prometeus GmbH and general chair of the International Supercomputing Conference. In 1986, he became co-founder and organizer of the first Mannheim Supercomputer Conference, which has been held annually but known as the International Supercomputing Conference [1] since 2001.", "57475860": "Samer Hassan is a computer scientist, social scientist, activist and researcher, focused on the use of decentralized technologies to support commons-based collaboration. He is Associate Professor at Universidad Complutense de Madrid[1] (Spain) and Faculty Associate at the Berkman Klein Center for Internet & Society at Harvard University.[2] He is the recipient of an ERC Grant of 1.5M€ with the P2P Models project, to research blockchain-based decentralized autonomous organizations for the collaborative economy.[3]", "71058201": "Adele E. Howe (1961 – January 20, 2017)[1][2][3] was an American computer scientist specializing in artificial intelligence. She was one of the developers of the Planning Domain Definition Language for automated planning and scheduling, and was also known for her work on metasearch engines. She was a Professor Laureate in the College of Natural Sciences at Colorado State University.[2][3]", "43516700": "Tal Rabin (Hebrew: טל רבין, born 1962) is a computer scientist and Professor of Computer and Information Science at the University of Pennsylvania. She was previously the head of research at the Algorand Foundation and the head of the cryptography research group at IBM's Thomas J. Watson Research Center.", "71451420": "Lorien Pratt is an American computer scientist known for inventing two disciplines: machine learning transfer [1]  and decision intelligence.[2] She is chief scientist and founder of Quantellia. [3] Since 1988, she has conducted research on the use of machine learning as an academic, professor, industry analyst, and practicing data scientist.[4] Pratt received her AB degree in Computer Science from Dartmouth College and her Masters and doctorate degrees in Computer Science from Rutgers University.", "53773085": "Prashant Shenoy (born 1972) is an Indian-American Computer Scientist. He is a Distinguished Professor of Computer Science in the College of Information and Computer Sciences at the University of Massachusetts Amherst.[1][2]  He is known for his contributions to distributed computing, computer networks, cloud computing, and computational sustainability.", "47399711": "Pushmeet Kohli is a computer scientist at Google DeepMind where he holds the position of Vice President of research for the \"Secure and Reliable AI\" and \"AI for Science and Sustainability\".[3] Before joining DeepMind, he was partner scientist and director of research at Microsoft Research and a post-doctoral fellow at the University of Cambridge. Kohli's research investigates applications of machine learning and computer vision.[1][4] He has also made contributions in game theory, discrete algorithms and psychometrics.[5]", "67306272": "Dr. Sivaji Bandyopadhyay is an Indian academic and is currently the Chairperson and former Director of National Institute of Technology Silchar.[1] He is a Professor of Computer Science and Engineering. He obtained his B.Tech, M.Tech and Ph.D. in Computer Science and Engineering from Jadavpur University and taught there as a Professor before joining NIT Silchar.[2][3]  Formerly, he has been the Dean of Engineering and Technology at Jadavpur University, the Head of the Department of Computer Science and Engineering at Jadavpur University, the Director of the Computer-Aided Design Centre at Jadavpur University and the Coordinator, TEQIP-II at Jadavpur University among other responsibilities.[4]", "61489952": "David R. Kaeli is an American computer scientist and Northeastern University College of Engineering Distinguished Professor in Electrical and Computer Engineering. He has been cited over 16,000 times.[1] His research involves the design and performance of high-performance computer systems and software.", "53773093": "Kevin Skadron is an American computer scientist, the Harry Douglas Forsyth Professor of Computer Science. He served as department chair and served as Director of the SRC JUMP Center for Research on Intelligent Storage and Processing in Memory (CRISP), and the Center for Automata Processing (CAP), at the University of Virginia, Charlottesville, Virginia. His research focuses on computer processor design under physical constraints such as temperature, power, and reliability.  He and his colleagues have contributed numerous tools now widely used in the research community, including the HotSpot family of tools and the Rodinia Benchmark Suite. Skadron also helped co-found IEEE Computer Architecture Letters and served as editor-in-chief from 2010 to 2012.", "51528487": "Arthur C. Norman is a British computer scientist,[1] and Fellow of Trinity College, Cambridge, where he has previously been a Director of Studies for Computer Science.", "45466408": "Christoph Walther (born 9 August 1950)[1]\nis a German computer scientist, known for his contributions to automated theorem proving.\nHe is Professor emeritus at Darmstadt University of Technology.[2]", "53773102": "Stefano Soatto is professor of computer science at the University of California, Los Angeles (UCLA), in Los Angeles, CA, where he is also professor of electrical engineering and founding director of the UCLA Vision Lab.", "44090159": "Leonard Joel (Len) Bass (born c.1943) is an American software engineer, Emeritus professor and former researcher at the Software Engineering Institute (SEI), particularly known for his contributions  on software architecture in practice.[1][2]", "12403505": "Rajeev Chandrasekhar (born 31 May 1964) is an Indian politician of the Bharatiya Janata Party. He is a junior minister in the incumbent Minister of State for Skill Development and Entrepreneurship and Electronics and Information Technology of India. He is also an entrepreneur, technocrat and a member of parliament in the Rajya Sabha from BJP representing Karnataka. He served as National Spokesperson of BJP and was vice-chairman of the Kerala faction of the BJP-led coalition National Democratic Alliance.[citation needed]", "5587766": "Harold W. Thimbleby (born 19 July 1955) is a British  professor of computer science at Swansea University, Wales. He is known for his works on user interface design within the realm of human computer interaction.[1]", "62112566": "Kyratso (Karrie) G. Karahalios is an American computer scientist and professor in the Department of Computer Science, University of Illinois at Urbana-Champaign. She is noted for her work on the impact of computer science on people and society, analyses of social media, and algorithm auditing. She is co-founder of the Center for People and Infrastructures at the University of Illinois at Urbana-Champaign.[1]", "43516734": "Radhika Nagpal is an Indian-American computer scientist and researcher in the fields of self-organising computer systems, biologically-inspired robotics, and biological multi-agent systems.[1] She is the Augustine Professor in Engineering in the Departments of Mechanical and Aerospace Engineering and Computer Science at Princeton University. Formerly, she was the Fred Kavli Professor of Computer Science at Harvard University[2] and the Harvard School of Engineering and Applied Sciences. In 2017, Nagpal co-founded a robotics company under the name of Root Robotics. This educational company works to create many different opportunities for those unable to code to learn how.[3]", "44073792": "Jan Bosch (born 1967) is a Dutch computer scientist, Professor of Software Engineering at the University of Groningen and at Chalmers University of Technology, and IT consultant, particularly known for his work on software architecture.[1][2]", "25576256": "M. Brian Blake is an American computer scientist/software engineer and the eighth president of Georgia State University.[1]  He was previously the executive vice president for academic affairs and provost at George Washington University; executive vice president of academic affairs and the Nina Henderson Provost at Drexel University; the dean of the graduate school and vice provost for academic affairs at the University of Miami; an associate dean for research and professor at the College of  Engineering at the University of Notre Dame; and department chair and professor of computer science at Georgetown University.", "10093378": "William Byars Samson (born 1943, in Forfar) is a Scottish astronomer, academic,  computer scientist and a researcher in the fields of Astronomy, Databases, Artificial Intelligence, and Artificial Life.", "13419337": "Rohit Khare is an Indian American computer scientist and entrepreneur who has been active in many aspects of the development of the World Wide Web.  He is the founder of Ångströ, the co-founder of KnowNow, a former director of CommerceNet Labs and a key player in the microformats community.  He holds a Ph.D. from the University of California, Irvine and bachelor's degree from Caltech, both in Computer Science.  He previously worked on Internet security for the W3C.[1] He is active in the Representational State Transfer (ReST) community, and in August 2007 wrote the ARRESTED[2] paper on syndication-oriented architecture, a variant of service-oriented architecture.", "803658": "John Gilbert Presslie Barnes is a British computer scientist best known for his role in developing and publicising the programming language Ada. He is the primary inventor of and protagonist for the Ada Rendezvous mechanism.", "6079308": "Kevin C. Lano (born 1963) is a British computer scientist.", "30720844": "Jan Willem Klop (born 1945) is a professor of applied logic at Vrije Universiteit in Amsterdam. He holds a Ph.D. in mathematical logic from Utrecht University. Klop is known for his work on the algebra of communicating processes, co-author of TeReSe[2] and his fixed point combinator[3]", "55509837": "Carla Pedro Gomes is a Portuguese-American computer scientist and professor at Cornell University. She is the founding Director of the Institute for Computational Sustainability and is noted for her pioneering work in developing computational methods to address challenges in sustainability.[2][3] She has conducted research in a variety of areas of artificial intelligence and computer science, including constraint reasoning, mathematical optimization, and randomization techniques for exact search methods, algorithm selection, multi-agent systems, and game theory.[4] Her work in computational sustainability includes ecological conservation, rural resource mapping, and pattern recognition for material science.[5][6][7]", "24757070": "Mary Allen Wilkes (born September 25, 1937) is a lawyer, former computer programmer and logic designer, known for her work with the LINC computer, now recognized by many as the world's first \"personal computer\".[1]", "60146512": "Emily Mower Provost is a professor of computer science at the University of Michigan. She directs the Computational Human-Centered Artificial Intelligence (CHAI) Laboratory.[1]", "42304340": "Ian Hugh Witten (4 March 1947 – 5 May 2023) was a computer scientist at the University of Waikato, New Zealand.[1][5][6] He was a Chartered Engineer with the Institute of Electrical Engineers.[7]", "46777182": "Sridhar Ramaswamy (born 1967) is an Indian-American computer scientist. He is the cofounder and CEO of the startup company Neeva, an ad-free, privacy-focused search engine.[1][2] He previously led Google’s $115 billion advertising division.[1][3]", "476022": "Charles L. Forgy (born December 12, 1949, in Texas) is an American computer scientist, known for developing the Rete algorithm used in his OPS5 and other production system languages used to build expert systems.", "61145975": "Boon Thau Loo is a Singaporean-American computer scientist, college administrator, and technology entrepreneur. He is currently the RCA professor in the Computer and Information Science department at the University of Pennsylvania where he leads a research lab working on distributed systems, and serves as the Associate Dean for Graduate Programs at the University of Pennsylvania School of Engineering and Applied Science.", "62669702": "Hui Xiong (Chinese: 熊辉; pinyin: Xióng Huī) is a data scientist. He is a distinguished professor at Rutgers University and a distinguished guest professor (Grand Master Chair Professor) at the University of Science and Technology of China (USTC).", "16958348": "Anthony Edgar \"Tony\" Sale, FBCS (30 January 1931 – 28 August 2011) was a British electronic engineer, computer programmer, computer hardware engineer, and historian of computing. He led the construction of a fully functional Mark 2 Colossus computer between 1993 and 2008.[1][2] The rebuild is exhibited at The National Museum of Computing at Bletchley Park in England.[3]", "10355599": "Richard Brian Johnson is the author of the book Abominable Firebug (ISBN 0-595-38667-9), which presents his account of daily life at the Lyman School for Boys. Johnson invented the Rubber Ducky antenna[1] while attending the Lyman School for Boys. Johnson went on to a career as an engineer and inventor.[2] He also created the JMODEM file transfer protocol.[3][page needed] Johnson founded the Danvers, Massachusetts, software company, Route 495 Software, LLC, in early 2009.[4][5] Johnson is also an activist for civil rights issues, and has communicated with the President of the United States on issues involving general aviation.[6] Johnson has continued to give talks to groups interested in learning about the nation's first reform school.[7]", "2147217": "Jacob Ziv (Hebrew: יעקב זיו; 27 November 1931 – 25 March 2023) was an Israeli electrical engineer and information theorist who developed the LZ family of lossless data compression algorithms alongside Abraham Lempel.", "28181395": "Wu Jianping (Chinese: 吴建平; born 4 October 1953), also known as Jian-Ping Wu, is a Chinese computer scientist. He is Professor and Chair of Computer Science and Technology at Tsinghua University. He is also Chairman of the China Education and Research Network (CERNET) Technical Board and director of the CERNET center, and vice president of the China Internet Association.", "45040532": "Herbert Raab (born 24 January 1969 in Linz, Austria) is an Austrian software engineer, amateur astronomer and discoverer of astronomical objects.[2]", "45679510": "Emily C. White is an American technology executive and president of Anthos Capital,[1] a private equity and venture capital firm focused on consumer-oriented companies.[2] She is the former chief operating officer of Snapchat Inc[3] and former director of business operations at Instagram. White \nserved as the COO of Snapchat from 2013 to 2015, when she stepped down to work on other projects. In 2016, White founded Mave, a personal concierge startup. She has served as a board member of Hyperloop One, a transportation technology company.[4]", "42828699": "Silvio Cesare (/tʃɛˈzæreɪ/ chez-ARR-ay)[citation needed] is an Australian security researcher known for his multiple articles in phrack, talks at numerous security conferences including Defcon and Black Hat Briefings.[1] Silvio is also a former member of w00w00. His security research includes an IDS evasion bug in the widely deployed Snort software.[2][3][4][5] Silvio holds a PhD in Computer Science from Deakin University and is the co-founder of the security conference BSides Canberra. He earned his Master of Informatics and Bachelor of Information Technology from CQUniversity Australia. He currently operates the Canberra based training and consulting provider InfoSect.[6]", "33211294": "Kozo Sugiyama (杉山 公造, Sugiyama Kōzō, September 17, 1945 – June 10, 2011) was a Japanese computer scientist and graph drawing researcher.", "53773217": "Pramod Viswanath is a Professor of Electrical and Computer Engineering at Princeton University. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2013[1] for contributions to the theory and practice of wireless communications.", "43697058": "Angarai Ganesan Ramakrishnan is a senior professor of electrical engineering and an associate faculty of Centre for Neuroscience, both at Indian Institute of Science, Bangalore, India. He also holds an adjunct faculty position in the Department of Heritage Science and Technology at the Indian Institute of Technology, Hyderabad. He heads the Medical intelligence and language engineering lab. He also won the Manthan Award 2015 for his project, “Madhura - the gift of voice”, under the category, e-education, learning, and employment. He is also one of the founder directors of RaGaVeRa Indic Technologies private limited recognized by the Karnataka Government as one of the Elevate 2019 Startup winners.[1] He is one of the advisors of Bhashini AI Solutions private limited also recognized by the Karnataka Government as one of the Elevate 2019 Startup winners.[2]   From January 2017 to June 2020, he was a Member of the Karnataka Knowledge Commission (ಕರ್ನಾಟಕ ಜ್ಞಾನ ಆಯೋಗ).[3] He is a Fellow of the Indian National Academy of Engineering (INAE) since November 2019. Since August 2022, he is also the Advisor - Neuroscience to Feedfront Technologies Pvt. Ltd., a startup based in Bangalore.[4]", "19301286": "Dr Peter John Bentley (born 16 May 1972) is a British author and computer scientist based at University College London.", "11076520": "Manfred Klaus Warmuth is a computer scientist known for his pioneering research in computational learning theory.[1] He is a Distinguished Professor emeritus at the University of California, Santa Cruz.", "25838506": "David William Barron FBCS (9 January 1935 – 2 January 2012) was a British academic in Physics and Computer Science who was described in the Times Higher Education magazine as one of the \"founding fathers\" of computer science.[4]", "72532907": "Irene Antonia Gargantini (born 1934) is an Italian-Canadian retired computer scientist and numerical analyst, known for her research on root-finding algorithms[A][B] and quadtrees and octrees,[C][D] and in particular for introducing the use of hash tables in place of pointer-based structures for representing quadtrees and octrees.[1] In her retirement as a professor emerita at the University of Western Ontario, she has also become a self-published novelist under the pseudonym René Natan.[2]", "39224237": "Said Hadjerrouit [1] is a professor of informatics and computer science at the University of Agder in Kristiansand, Norway. He got a doctoral degree (Dr.Ing) in 1992 in the field of medical expert systems and artificial intelligence, and a master's degree (1985) in software engineering from the Technische Universität Berlin, Germany. His teaching in Berlin focused mostly on informatics and society, philosophical and ethical issues of computing, and computers in developing countries. In 1991, he moved from Berlin to Kristiansand, Norway, and worked at the Institute of Electronic Data processing at the University of Agder.[2] In 1994, he moved to the Institute of Mathematical Sciences [3] at the same university, where he was appointed as an associate professor for teaching object-oriented programming, Web engineering, software development, and databases. From 2004, his work shifted to didactics of informatics and computer science education, ICT in mathematics education, ICT-enhanced learning, Web-based learning resources, social software, and Web 2.0 technology. In 2008, Hadjerrouit made a major shift in his research focus from didactics of informatics and Computer Science to mathematics education and use of digital tools in teaching and learning mathematics. He has been teaching the doctoral course “Theories in the Learning and Teaching of Mathematics” since 2014. He is also supervising two PhD students in the field of Flipped Classroom and documentational approach to mathematics education. Hadjerrouit has more than 140 publications in international journals and conference proceedings. He was awarded for Best Paper at Society for Information Technology and Teacher Education Conference (SITE 2010) in San Diego, California, United States, and  IADIS e-Society conference 2012 in Berlin, Germany.[4]", "67765165": "My Tra Thai is an American computer science engineer, professor in the Computer and Information Science and Engineering department at the University of Florida, and Fellow of the IEEE.", "18252720": "Eric \"Astro\" Teller (born 29 May 1970) is an American entrepreneur, computer scientist, and author, with expertise in the field of intelligent technology.[1]", "47743921": "Leopold James \"Leo\" Fitz is a fictional character that originated in the Marvel Cinematic Universe before appearing in Marvel Comics. The character, created by Joss Whedon, Jed Whedon and Maurissa Tancharoen, first appeared in the pilot episode of Agents of S.H.I.E.L.D. in September 2013, and has continually been portrayed by Iain De Caestecker.", "68486066": "Ibrahim Kalil Konaté (2 August 1955 – 14 August 2021) was a Guinean politician and computer scientist.[1][2]", "55739312": "Jay Martin \"Marty\" Tenenbaum is an American computer scientist and entrepreneur. He is noted for his early work in artificial intelligence and as an Internet commerce pioneer.", "73548726": "Anita D. Carleton is an American computer scientist and software engineer whose research concerns software measurement, the Capability Maturity Model, statistical process control, and their applications in managing and improving the software development process. She works in the Software Engineering Institute, associated with Carnegie Mellon University, as director of the Software Solutions Division.[1]", "82873": "Fabian Pascal is a Romanian-American consultant to large software vendors such as IBM, Oracle Corporation, and Borland, but is better known as an author and seminar speaker.  Born in Romania, Pascal lives in the San Francisco, CA area of the US, and works in association with Christopher J. Date.", "46810041": "Laura M. Haas is an American computer scientist noted for her research in database systems and \ninformation integration. She is best known for creating systems and tools for the integration of heterogeneous data from diverse sources, including federated technology that virtualizes access to data, and mapping technology that enables non-programmers to specify how data should be integrated.", "57492412": "Igor Sokolov (Russian: И́горь Анато́льевич Соколо́в) (born 1954) is a Russian scientist, Dr. Sc., Professor, Academician of the Russian Academy of Sciences[1] professor at the MSU CMC and Moscow Technological University (MIREA), director of the Institute for Informatics Problems.[2] Acting Dean of the Faculty of Computational Mathematics and Cybernetics at Moscow State University (MSU CMC).", "6849466": "Willy Susilo (/ˈsusiloʊ/) [1] is an Australian cybersecurity scientist and cryptographer. He is a Distinguished Professor at the School of Computing and Information Technology, Faculty of Engineering and Information Sciences[2] University of Wollongong, Australia.[3]", "230339": "Robert Tappan Morris (born November 8, 1965) is an American computer scientist and entrepreneur. He is best known for creating the Morris worm in 1988,[3] considered the first computer worm on the Internet.[4]", "40567755": "Mathias Weske (born 1963) is a German computer scientist, and Professor of Business Process Technology at the University of Potsdam, known for his contributions in the field of business process management[1] and as a founder of the business Signavio.", "34898897": "Bernard M. E. Moret (born 1953) is a Swiss-American computer scientist, an emeritus professor of Computer Science at the École Polytechnique Fédérale de Lausanne in Switzerland. He is known for his work in computational phylogenetics, and in particular for mathematics and methods for computing phylogenetic trees using genome rearrangement events.", "53773272": "Ramin D. Zabih (born November 18, 1963; Alameda County, California)[1] is a Professor of Computer Science at Cornell University and Cornell Tech in Ithaca, New York.", "51151836": "Charles Gregory Nelson (27 March 1953 – 2 February 2015) was an American computer scientist.[1][2]", "48874465": "Bidyut Baran Chaudhuri (B. B. Chauduri) is a senior computer scientist and the pro-vice-chancellor (academic) of Techno India University in West Bengal, India. He is also adjuncted to Indian Statistical Institute (ISI), where he was a professor for about three decades. He was the founding Head of Computer Vision and Pattern Recognition Unit (which was established in 1994) of ISI. Moreover, he was a J.C. Bose Fellow and INAE[1] Distinguished Professor at ISI.", "66995172": "Silvia Miksch is an Austrian computer scientist working in information visualization, particularly for time-oriented and medical data. She is head of the Centre for Visual Analytics Science and Technology at TU Wien.[1]", "60212198": "Margery Audrey Bates (Clayton Wallis) (1928-2014) was a British-American computer programmer who, in 1948, wrote the earliest program for lambda calculus calculations on the Manchester Mark I computer.[1]", "69698535": "S.  (\"Muthu\") Muthukrishnan is a computer scientist of Indian origin, known for his work in streaming algorithms, auction design, and pattern matching. He is vice president of sponsored products, Amazon (company) Advertising.[1]", "58852329": "Marian Rogers Croak is a Vice President of Engineering at Google. She was previously the Senior Vice President of Research and Development at AT&T.[1] She holds more than 200 patents.[2] She was inducted into the Women in Technology International Hall of Fame in 2013.[2] In 2022, Croak was inducted into the National Inventors Hall of Fame for her patent regarding VoIP (Voice over Internet Protocol) Technology.[3] She is one of the first two Black women to receive that honor, along with Patricia Bath.[4] Her invention allows users to make calls over the internet instead of a phone line. Today, the widespread use of VoIP technology is vital for remote work and conferencing.[3]", "40272881": "Nell B. Dale is an American computer scientist noted for her work in computer science education and computer science introductory programming textbooks. She was on the Association for Computing Machinery's Special Interest Group on Computer Science Education Board from 1981–85, and from 1987–93, and was Chair of SIGCSE from 1991–93. She was Chair of the SIGCSE Symposium in 1991 and Co-Chair of the SIGCSE\nSymposium in 2000.", "7488498": "Michael D. Smith is the John H. Finley, Jr. Professor of Engineering and Applied Sciences in the Harvard John A. Paulson School of Engineering and Applied Sciences. He is also a Harvard University Distinguished Service Professor and served as the Dean of the Faculty of Arts and Sciences at Harvard University from 2007 to 2018. In addition to his academic position, Smith was the Chief Scientist and co-founder of Liquid Machines, Inc., a provider of enterprise rights management software.[1][2][3]", "51348471": "Hamdan Dammag (Arabic:همدان زيد دماج), (born in Ibb 28 November 1973) is a Yemeni computer scientist and a prize-winner novelist. He has several poetry and short stories publications.[1] He is the son of Yemeni novelist Zayd Mutee' Dammaj.", "47121400": "Mary Katherine Vernon (born 1953) is an American computer scientist who works as a professor of computer science and industrial engineering at the University of Wisconsin–Madison. Her research concerns high-performance computer architecture and streaming media.[1]", "55657465": "Sophia Ananiadou is a Greek-British computer scientist and computational linguist. She led the development of and directs the National Centre for Text Mining (NaCTeM) in the United Kingdom.[3][1] She is also Professor in Computer Science in the Department of Computer Science at the University of Manchester.[4][5][6]", "11125754": "J. Eliot B. Moss is a computer scientist active in the fields of garbage collection and multiprocessor synchronization. He is co-inventor with Maurice Herlihy of transactional memory.", "58852350": "Rachid Guerraoui (born January 5, 1967) is a Moroccan-Swiss computer scientist and a professor at the School of Computer and Communication Sciences at École Polytechnique Fédérale de Lausanne (EPFL), known for his contributions in the fields of concurrent and distributed computing.[1][2] He is an ACM Fellow[3] and the Chair in Informatics and Computational Science for the year 2018–2019 at Collège de France for distributed computing.[4]", "73614335": "Ben-Zion (Benny) Chor (23 December 1956 – 10 June 2021) was an Israeli computer scientist. He was known for his research in cryptography, including traitor tracing, randomness extractors, private information retrieval, the security level and single-bit security of RSA encryption, and secret sharing. Beyond cryptography, he also made important contributions in distributed shared-memory consensus and in the discovery of patterns in gene expression data.[1][2][3]", "47105022": "Ellen Witte Zegura is an American computer scientist who works as a professor in the School of Computer Science at the Georgia Institute of Technology College of Computing, and was the founding chair of the school from 2007 to 2012. Her research concerns a combination of computer network research and computing for social good.[1][2]", "49808390": "Leendert (Leon) van der Torre is a professor of computer science at the University of Luxembourg and head of the Individual and Collective Reasoning (ICR) group,[2] part of the Computer Science and Communication (CSC) Research Unit. Leon van der Torre is a prolific researcher in deontic logic and multi-agent systems, a member of the Ethics Advisory Committee of the University of Luxembourg and founder of the CSC Robotic research laboratory.[3] Since March 2016 he is the head of the Computer Science and Communication (CSC) Research Unit.[4]", "70697995": "Mordehai Kikayon (Hebrew: מרדכי קיקיון, also transliterated as Mordechai Kikion) (1915–1993) was one of the founders of the computer industry of Israel, the organizer and first head of Mamram. Before and after Mamram he was with the Rafael Advanced Defense Systems.[1][2]", "49120275": "Vlad Trifa is a computer scientist, researcher and Chief Product Officer at Ambrosus who played a key role in defining and implementing the application layer of the Internet of Things. He is particularly known for his early contributions to the Web of Things along with other researchers such as Dominique Guinard, Erik Wilde and Friedemann Mattern.[1] Vlad is widely published author and a recognized expert in distributed embedded sensing and interactive devices, and their integration with enterprise applications using Web technologies.", "63210517": "Limor Fix is an Israeli electronic design automation engineer and executive,  senior principal engineer and director of academic programs and research at Intel. Her research interests include formal verification languages. [1][2]", "44074005": "Günter Böckle (born 1949) is a German software engineer and project manager at Siemens Corporate Technology, known for his work on Software product line engineering.[1][2]", "18957335": "Brian A. Barsky is a professor at the University of California, Berkeley, working in computer graphics and geometric modeling as well as in optometry and vision science.  He is a Professor of Computer Science and Vision Science and an Affiliate Professor of Optometry.  He is also a member of the Joint Graduate Group in Bioengineering, an inter-campus program, between UC Berkeley and UC San Francisco.", "40272922": "Barbara G. Ryder is an American Computer Scientist noted for her research on programming languages and more specifically, the theoretical foundations and empirical investigation of interprocedural compile-time analysis.", "66389043": "Amina Doumane (September 2, 1990) is a Moroccan computer scientist who on during 2017 won the French Giles-Kahn prize for the best doctoral thesis in France. Her thesis was on the subject On the infinitary proof theory of logics with fixed points. On January 31 2018, Doumane was presented with the award by the French computer science society (SIF).[2]", "26133563": "Owen Astrachan is an American computer scientist and professor of the practice of computer science at Duke University, where he is also the department's director of undergraduate studies. He is known for his work in curriculum development and methods of teaching computer science. He was one of the first National Science Foundation CISE Distinguished Education Fellows, and is a recipient of the ACM Outstanding Educator Award. He was the principal investigator on the multi-year NSF/College Board project that led to the release of the AP Computer Science Principles course and exam.", "3458109": "Andrei Zary Broder (born April 12, 1953 in Bucharest) is a distinguished scientist at Google. Previously, he was a research fellow and vice president of computational advertising for Yahoo!, and before that, the vice president of research for AltaVista. He has also worked for IBM Research as a distinguished engineer and was CTO of IBM's Institute for Search and Text Analysis.", "53724224": "Özgur Baris Akan is a Professor with the Department of Electrical and Electronics Engineering and the Director of Next-generation and Wireless Communications Laboratory (NWCL) at the University of Cambridge and Koç University in Istanbul, Turkey. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for contributions to wireless sensor networks. Since the same year, he is also a fellow of the Vehicular Technology Society.[2]", "27804744": "Gábor Bojár (born 27 March 1949) is a Hungarian entrepreneur and founder of Graphisoft, an AEC (architecture, engineering, and construction) CAD company. Graphisoft was acquired by German Nemetschek AG in 2007.[1]", "1623112": "Jochen Liedtke (26 May 1953 – 10 June 2001) was a German computer scientist, noted for his work on microkernel operating systems, especially in creating the L4 microkernel family.", "328784": "A computer scientist is a scholar who specializes in the academic study of computer science.[1]", "73122912": "Dale Miller is an American computer scientist and author. He is a Director of Research at Inria Saclay and one of the designers of the λProlog programming language and the Abella interactive theorem prover.[1][2]", "2671720": "Gordon David Plotkin, FRS FRSE MAE (born 9 September 1946)[8] is a theoretical computer scientist in the School of Informatics at the University of Edinburgh. Plotkin is probably best known for his introduction of structural operational semantics (SOS) and his work on denotational semantics. In particular, his notes on A Structural Approach to Operational Semantics were very influential.[9][10] He has contributed to many other areas of computer science.[11][12][13][14][15][16][17]", "37241962": "V. S. Mahalingam is a distinguished DRDO scientist and Director of Centre for Artificial Intelligence and Robotics.[1] He is an alumnus of Chennai's College of Engineering, Guindy.[2]", "59016300": "Anna A. Lysyanskaya is an American cryptographer known for her research on digital signatures and anonymous digital credentials.[1][2] She is a professor of computer science at Brown University.[3]", "17728624": "Professor Lalith Gamage , MBCS, MIEE is a Sri Lankan academic. He is a professor, currently serving as the president and Chief Executive Officer of Sri Lanka Institute of Information Technology, a position he has held since the beginning of the institute in 1999.[1] He has also served as the Chairman of the Arthur C. Clarke Institute for Modern Technologies.[2] As a leading Sri Lankan academic in the field of Computer Science, Prof Gamage has played an important role in the development of IT education, research and industry in Sri Lanka.[3][4]", "53052530": "Karen Smith Catlin (born 1963) is an American tech executive and advocate for inclusive workplaces.[1][2][3]\nShe most recently served as a vice president in the Office of the CTO at Adobe Systems.[4][5][6]  She is a frequent speaker at technology events.[7]", "5211253": "Frances V. Spence (née Bilas; March 2, 1922 – July 18, 2012[1]) was one of the original programmers for the ENIAC (the first electronic digital computer). She is considered one of the first computer programmers in history.[2]", "44074104": "Klaus Pohl (born 1960 as Klaus Mussgnug in Karlsruhe\n[1]) is a German computer scientist and Professor for Software Systems Engineering at the University of Duisburg-Essen, mainly known for his work in Requirements Engineering and Software product line engineering.[2][3]", "61260922": "Alice Recoque (born Arnaud; 29 August 1929 – 28 January 2021) was a French computer scientist, computer engineer and computer architecture specialist.[1] She worked on the designs of mini-computers  in the 1970s and led research focused on artificial intelligence.[2][3]", "9962621": "Harry George Mairson is a theoretical computer scientist and professor of computer science in the Volen National Center for Complex Systems at Brandeis University in Waltham, Massachusetts. His research is in the fields of logic in computer science, lambda calculus and functional programming, type theory and constructive mathematics, computational complexity theory, and algorithmics.[1]", "14959743": "Gul Agha (گُل آغا) is a professor of computer science at the University of Illinois at Urbana-Champaign, and director of the Open Systems Laboratory. He is known for his work on the actor model of concurrent computation,[1] and was also Editor-in-Chief of ACM Computing Surveys from 1999 to 2007.[2]\nAgha was born and completed his early schooling in Sindh, Pakistan. Agha completed his B.S. with honors at the California Institute of Technology in the year 1977.[3] He received his Ph.D. in Computer and Communication Science from the University of Michigan in 1986 under the supervision of John Holland. However, much of his doctoral research was carried out in Carl Hewitt's Message-Passing Semantics Group at Massachusetts Institute of Technology (MIT).[4][5][6] Agha's dissertation was published by the MIT Press as Actors: a model of concurrent computation in distributed systems, a book which, according to the ACM Guide to Computing Literature, has been cited over 3000 times.[7]", "42681478": "Lyle H. Ungar is a machine learning researcher and professor of Computer and Information Science at the University of Pennsylvania.[1] He is also affiliated with the psychology department at the university.[2]", "54609039": "Professor Emma Hart, FRSE (born 1967) is an English computer scientist known for her work in artificial immune systems (AIS), evolutionary computation and optimisation. She is a professor of computational intelligence at Edinburgh Napier University, editor-in-chief of the Journal of Evolutionary Computation (MIT Press), and D. Coordinator of the Future & Emerging Technologies (FET) Proactive Initiative, Fundamentals of Collective Adaptive Systems.", "16286868": "Leslie L. Vadász (born Vadász László; born September 12, 1936, in Budapest, Hungary) is a Hungarian[1][2]-American engineer and manager, one of the founding members of Intel Corporation.[3]", "1967255": "David Harris (born in August 1961) is a New Zealand software developer from Dunedin, New Zealand. He developed the Pegasus Mail client and the Mercury Mail Transport System,[1][2] and is a former staff member of the University of Otago. He wrote columns for Computerworld between 2000 and 2004.[3]", "1721497": "Audrey Tang Feng (Chinese: 唐鳳; pinyin: Táng Fèng; born 18 April 1981) is a Taiwanese free software programmer and the inaugural Minister of Digital Affairs of the Republic of China (Taiwan),[1] who has been described as one of the \"ten greatest Taiwanese computing personalities\".[2] In August 2016, Tang was invited to join Taiwan's Executive Yuan as a minister without portfolio, making her the first transgender person and the first non-binary official in the top executive cabinet.[3][4][5] Tang has identified as \"post-gender\" and accepts \"whatever pronoun people want to describe me with online.\"[6] Tang is a community leader of Haskell and Perl and the core member of g0v.", "3818648": "Matthew Hennessy is an Irish computer scientist who has contributed especially to concurrency, process calculi and programming language semantics.", "15451291": "Friedemann Mattern (born 28 July 1955) is a German scientist.", "345247": "Jonathan Herbert Schaeffer FRSC[1] (born 1957) is a Canadian researcher and professor at the University of Alberta and the former Canada Research Chair in Artificial Intelligence.", "754849": "Lawrence Gordon Tesler (April 24, 1945 – February 16, 2020) was an American computer scientist who worked in the field of human–computer interaction. Tesler worked at Xerox PARC, Apple, Amazon, and Yahoo!.", "22119597": "Dana S. Nau is a Professor of Computer Science and Systems Research at the University of Maryland Department of Computer Science in College Park, where he has done research in automated planning and scheduling, game theory, cognitive science, and computer-aided engineering.  He has many PHD students, including Qiang Yang who graduated in 1989. He has more than 300 publications[1] and several best-paper awards. Some of his accomplishments include the discovery of game tree pathology,[2] the development of the SHOP and SHOP2[3] HTN planning systems, and the book Automated Planning: Theory and Practice (ISBN 1-55860-856-7).[4] He is a Fellow[5] of the AAAI and in 2022 he was elected as a Fellow of the AAAS.[6]", "62702768": "Sonia Aïssa is a professor in the Institut national de la recherche scientifique (INRS) of the Université du Québec, in the INRS Research Centre for Energy, Materials, and Telecommunications. Aïssa earned a doctorate in electrical and computer engineering in 1998 from McGill University, following which she joined the INRS.[1]", "45270199": "Craig Gotsman is a Distinguished Professor of Computer Science at the New Jersey Institute of Technology (NJIT). He was the Dean of the Ying Wu College of Computing at NJIT between 2017-2023. He was the Founding Director of the joint Jacobs Technion-Cornell Innovation Institute at Cornell Tech prior to joining NJIT.[1]", "50955454": "Aaron Clauset is an American computer scientist who works in the areas of Network Science, Machine Learning, and Complex Systems. He is currently a professor of computer science at the University of Colorado Boulder and is external faculty at the Santa Fe Institute.", "33983": "Herwart Holland-Moritz, known as Wau Holland, (20 December 1951 – 29 July 2001) was a German computer security activist and journalist who in 1981 cofounded the Chaos Computer Club (CCC), one of the world's oldest hacking clubs.", "61703358": "Julie Dorsey is an American computer scientist specializing in computer graphics. With architecture as a driving application, her research in computer graphics has included work on high-dynamic-range imaging, image-based modeling and rendering, and billboarding. She is the Frederick W. Beinecke Professor of Computer Science at Yale University,[1] and the founder and Chief Scientist of 3D sketching software company Mental Canvas.[2]", "9749696": "Tom Truscott is an American computer scientist best known for creating Usenet with Jim Ellis, when both were graduate students at Duke University.[1] He is also a member of ACM, IEEE, and Sigma Xi. One of his first endeavors into computers was writing a computer chess program and then later working on a global optimizer for C at Bell Labs. This computer chess program competed in multiple computer chess tournaments such as the Toronto chess tournament in 1977 (2nd place) and the Linz tournament in 1980 (3rd place). Today, Truscott works on tools that analyze software as a software developer for the SAS Institute.", "1344703": "William G. Griswold is a professor of Computer Science and Engineering at the University of California, San Diego.[1] His research is in software engineering; he is best known for his works on aspect-oriented programming using AspectJ[2] and on finding invariants of programs to support software evolution.[3]", "8127686": "Konrad R. Fiałkowski (29 December 1939 — 23 November 2020[1]) was a Polish engineer, information technology scientist and hard science fiction writer.[2]", "62325960": "Grigore Roșu is a computer science professor at the University of Illinois at Urbana-Champaign and a researcher in the \nInformation Trust Institute.[1] \nHe is known for his contributions in runtime verification, the K framework,[2]\nmatching logic,[3]\nand automated coinduction.[4]", "28787917": "Anatoliy Oleksiyvych Morozov (Ukrainian: Анатолій Олексійович Морозов; born 9 May 1939) is a Ukrainian scientist in the field of cybernetics. He is a Full Member[1] of the National Academy of Sciences of Ukraine, a Full member (Academician) of the International Academy of Information Science and the Academy of Technological Sciences of Russia and the President of the Academy of Technological Sciences of Ukraine.", "70239442": "Steven Burton Sawyer (born February 13, 1960) is a professor in the School of Information Studies at Syracuse University.[3][4][5] He is known for his research on social and organizational informatics, how people work together and how they use technology, and the relationships among changing forms of work & organization. Sawyer has worked on improving the social components of teamwork, as well as the distinctions between packaged and custom software development. His research is done through field-based studies of software developers,[6] scientific collaborators, scientific data repositories, real estate agents,[1][7] police officers, organizational technologists, and similar information-intensive work settings.[8][9]", "48776405": "Supachai Tangwongsan (Thai: ศุภชัย ตั้งวงศ์ศานต์, born 18 December 1947) is a Thai emeritus professor of computer science at Mahidol University, Thailand.[1] He received his Doctor of Philosophy degree in electrical engineering at Purdue University with the Royal support of King Ananda Mahidol Foundation scholarship.", "40240350": "Milan Vojnovic is a professor of data science with the Department of Statistics at the London School of Economics, where he is also director of the MSc Data Science Programme.[1] Prior to this, he worked as a researcher with Microsoft Research from 2004 to 2016.[2]", "49333485": "Hans Petter Langtangen (3 January 1962 – 10 October 2016) was a Norwegian scientist trained in mechanics and scientific computing. Langtangen was the director of the Centre for Biomedical Computing, a Norwegian Center of Excellence[1] hosted by Simula Research Laboratory. He was a professor of scientific computing at the University of Oslo, and was editor-in-chief of SIAM Journal on Scientific Computing 2011–2015.[2]", "509166": "Richard S. Wallace is an American author of AIML and Botmaster of A.L.I.C.E. (Artificial Linguistic Internet Computer Entity).[1]  He is also the founder of the A.L.I.C.E Artificial Intelligence Foundation. Dr. Wallace's work has appeared in the New York Times, WIRED, CNN, ZDTV and in numerous foreign language publications across Asia, Latin America and Europe.", "50070773": "Timothy Jurka is a Polish-American computer scientist and political scientist.", "17499384": "David Allen Gewirtz is a journalist, author, and U.S. policy advisor working in technology and national security policy. He currently serves as director of the U.S. Strategic Perspective Institute.[1]", "73827577": "Jane Cleland-Huang is a software engineer whose research involves requirements engineering, requirements traceability, the safety engineering of cyber-physical systems, and agile software development, including work on air traffic control for unmanned aerial vehicles.[1] Originally from England,[2] she works in the US as Frank M. Freimann Professor of Computer Science, Chair of the Department of Computer Science and Engineering at the University of Notre Dame, and director of the Software and Requirements Engineering Research Lab.[3]", "41551102": "Eric S. Roberts is an American computer scientist noted for his contributions to computer science education through textbook authorship and his leadership in computing curriculum development.[1] He is a co-chair of the ACM Education Council, former co-chair of the ACM Education Board, and a former member of the SIGCSE Board. He led the Java task force in 1994. He was a Professor emeritus at Stanford University.[1] He currently teaches at Willamette University in Salem, Oregon.[2]", "68355335": "François Chollet (French: [fʁɑ̃swa ʃoˈlɛ]; born 20 October 1989) is a French software engineer and artificial intelligence researcher currently working at Google. Chollet is the creator of the Keras deep-learning library, released in 2015, and a main contributor to the TensorFlow machine learning framework.[citation needed] His research focuses on computer vision, the application of machine learning to formal reasoning, abstraction,[2] and how to achieve greater generality in artificial intelligence.[3]", "31556873": "Ipke Wachsmuth  was born 1950. He is a German computer scientist within the fields of artificial intelligence and cognitive science.", "34718995": "Allen Benjamin Downey (born May 11, 1967) is an American computer scientist who is currently working as a Staff Scientist at DrivenData. He was a former Professor of Computer Science at the Franklin W. Olin College of Engineering.", "63653146": "Summer Worden (born 1975) is a former intelligence officer for the United States Air Force and Intelligence Community. She is the founder of a technology and security service company, Filly Intelligence LLC.[1] Worden became the first person to file an accusation of a crime committed in outer space when she accused her estranged then-wife NASA astronaut Anne McClain of wrongfully accessing their bank accounts. However, those accusations were subsequently disproven and Worden was indicted by a grand jury in March 2020 on two counts of lying to federal investigators. Her trial is in spring of 2022 and she faces up to 10 years in prison.[2]", "2950430": "John Curran (born May 7, 1964) is an early Internet executive, and since 2009, the current president and CEO of the American Registry for Internet Numbers (ARIN).[1][2] He was a founder of ARIN and served as its chairman from inception through 2009.[3][4] Curran ran several early Internet companies including BBN Planet,[5][6] XO Communications, and Servervault.", "20989214": "Susanne Albers is a German theoretical computer scientist and professor of computer science at the Department of Informatics of the Technical University of Munich.[1] She is a recipient of the Otto Hahn Medal[2] and the Leibniz Prize.[3]", "69469471": "Jiaya Jia (Chinese: 贾佳亚) is a tenured professor of the Department of Computer Science and Engineering at The Chinese University of Hong Kong (CUHK).[1] He is an IEEE Fellow, the associate editor-in-chief of one of IEEE’s flagship and premier journals- Transactions on Pattern Analysis and Machine Intelligence (TPAMI), as well as on the editorial board of International Journal of Computer Vision (IJCV).[2]", "394527": "Frieder Nake (born December 16, 1938) is a mathematician, computer scientist, and pioneer of computer art. He is best known internationally for his contributions to the earliest manifestations of computer art, a field of computing that made its first public appearances with three small exhibitions in 1965.", "70944036": "Gabriel A. Wainer (Gabriel Wainer) is a Canadian/Argentinian computer scientist known for his work in modeling and simulation. He is a Professor in the Department of Systems and Computer Engineering at Carleton University in Ottawa, Canada.", "7406885": "Tshilidzi Marwala  (born 28 July 1971) is a South African artificial intelligence engineer, a computer scientist, a mechanical engineer and a university administrator. He is currently Rector of the United Nations University and UN Under-Secretary-General.[1] In August 2023 Marwala was appointed to the United Nations scientific advisory council.[2][3]", "44401956": "David Maher is a computer scientist and the chief technology officer and executive vice president of Intertrust Technologies. He is also a Bell Labs Fellow and was chief architect for AT&T's STU-III secure voice, data and video products[1] used by the White House[2] and the United States Department of Defense.[3]", "558376": "Steve Grand OBE (born 12 February 1958) is a British computer scientist and roboticist.[1] He was the creator and lead programmer of the Creatures artificial life simulation, which he discussed in his first book Creation: Life and How to Make It, a finalist for the 2001 Aventis Prize for Science Books. He is also an Officer of the Most Excellent Order of the British Empire, which he received in 2000.[2]", "45663531": "Willem Adriaan Gerrit Anton (\"Harry\") Bouwman (born Tilburg, 1953) is a Dutch Information systems researcher, and professor at the Åbo Akademi University, Institute for Advanced Management Systems Research, known for his work on mobile services,[1] business models and business architecture.[2]", "1115439": "Molly Miriam Esther Holzschlag[3] (January 25, 1963 – September 5, 2023) was an American author, lecturer and advocate of the Open Web. She wrote or co-authored 35 books on web design and open standards, including The Zen of CSS Design: Visual Enlightenment for the Web (co-authored with Dave Shea). She was nicknamed the \"Fairy Godmother of the Web\".[2]", "68584753": "Pasquale Aiello (born 5 December 1976) is an Italian research scientist. He is an ethical researcher of socio-cultural and geo-political changes during the Industrial Revolution. He works via mathematical models and neuroscience."}