{"43036280": "Ștefan Minovici (July 18, 1867 – December 29, 1935) was a Romanian chemist.", "16821884": "Julius Tafel (2 June 1862 – 2 September 1918) was a Swiss chemist and electrochemist.", "18493059": "Leonard Ary Woodward (7 May 1903[1] – 5 June 1976) was a British chemist who was associated with the University of Oxford for more than 30 years, and who was a leading authority in the field of Raman spectroscopy.", "38448772": "Rodney H. Banks (born January 14, 1953) is an American industrial chemist and a research fellow at Nalco Holding Company in Naperville, Illinois, now a wholly owned subsidiary of Ecolab Inc.  His inventions have greatly improved the control of industrial water treatment.[citation needed] In 2011, Banks received the Perkin Medal for his work from the American section of the Society of Chemical Industry, the highest award for applied chemistry in the United States.[1]", "46706310": "John F. Hartwig is an American organometallic chemist who holds the position of Henry Rapoport Professor of Chemistry at the University of California, Berkeley. His laboratory traditionally focuses on developing transition metal-catalyzed reactions. Hartwig is known for helping develop the Buchwald–Hartwig amination, a chemical reaction used in organic chemistry for the synthesis of carbon–nitrogen bonds via the palladium-catalyzed cross-coupling of amines with aryl halides.", "59420294": "John Johnston (October 13, 1881 – September 12, 1950) was a Scottish-born American chemist.", "18165385": "Edward Ray Weidlein (July 14, 1887 – August 15, 1983) was a chemist and later director, chairman, and president at the Mellon Institute of Industrial Research.  He served as president of the American Chemical Society in 1937 and of the American Institute of Chemical Engineers.  His awards included the Chemical Industry Medal in 1935,[1] the Priestley Medal in 1948[2] and the AIChE Founders Award for Outstanding Contributions to the Field of Chemical Engineering in 1966.[3]", "23703178": "Jerker Porath, (23 October 1921 – 21 January 2016) was a Swedish biochemist who invented several separation methods for biomolecules. He was born in Sala.[1][2]", "3255949": "CSI: Crime Scene Investigation is an American crime drama television series created by Anthony E. Zuiker and executive produced by Jerry Bruckheimer, Carol Mendelsohn, Ann Donahue, William Petersen, Cynthia Chvatal, Naren Shankar, and Don McGill, among others. It follows Las Vegas criminalists (identified as \"Crime Scene Investigators\") working for the Las Vegas Police Department as they use physical evidence to solve murders. Gil Grissom, a forensic entomologist, D.B. Russell, an esteemed botanist, and Julie Finlay and Catherine Willows, blood spatter experts with extensive knowledge of criminal psychology, head a team who are on the case 24/7, scouring the scene, collecting the evidence, and finding the missing pieces that will solve the mystery. Grissom and Willows were based upon real LVMPD Crime Scene Analysts David Holstein and Yolanda McClary.[1]", "34287260": "Antoine-Alexis Cadet de Vaux (1743–1828) was a French chemist and pharmacist.", "71610012": "Núria Aliaga-Alcalde is a Spanish chemist who is a professor at the Catalan Institution for Research and Advanced Studies. Her research considers molecular magnets and functional nanomaterials.", "16690846": "Julius Neßler (6 June 1827 – 19 March 1905) was a German chemist. He devised the chemical solution Nessler's reagent which provides a colorimetric measure of ammonia concentration.[1]", "70823586": "Karen H. Johannesson is an American geochemist and professor in the School for the Environment at the University of Massachusetts Boston and the Intercampus Marine Sciences Graduate Program of the University of Massachusetts System. She teaches geochemistry and has expertise in environmental geochemistry, biogeochemistry, trace element speciation, geochemical modeling, chemical hydrogeology, reaction path and reactive transport modeling.", "46804644": "Zafra M. Lerman is an American chemist, educator, and humanitarian. She is the President of the Malta Conferences Foundation, which aims to promote peace by bringing together scientists from otherwise hostile countries to discuss science and foster international scientific and technical collaboration.[1] From 1986 to 2010, she chaired the American Chemical Society's Subcommittee on Scientific Freedom and Human Rights.[2][3] She has been successful in preventing executions, releasing prisoners of conscience from jail and bringing dissidents to freedom.[4] She is the recipient of many awards for education and science diplomacy, including the 1999 Presidential Award from U.S. President Clinton,[5] the 2005 Nyholm Prize for Education from the Royal Society of Chemistry (England),[6] the 2015 Science Diplomacy Award from the American Association for the Advancement of Science (AAAS),[7] the 2016 Andrei Sakharov Award for human rights from the American Physical Society (APS),[8] the 2016 United Nations NOVUS Award for the 16th Sustainable Development Goal: Peace and Justice,[9] and the 2017 International Union of Pure and Applied Chemistry Distinguished Women in Chemistry or Chemical Engineering Award.[10]", "2076325": "Sergei Vasilievich Lebedev (Russian: Сергей Васильевич Лебедев; 13 July 1874 – 2 May 1934) was a Russian/Soviet chemist and the inventor of polybutadiene synthetic rubber, the first commercially viable and mass-produced type of synthetic rubber.[1]", "65515182": "Rose Mamelak Johnstone FRSC (14 May 1928 – 3 July 2009) was a Canadian biochemist who is known for her discovery of exosomes, the cellular structures that transport proteins, lipids and RNA.  She was the first woman to hold the Gilman Cheney Chair in Biochemistry (1985) and the first and only woman chair of the Department of Biochemistry in McGill University's Faculty of Medicine (1980-1990).[1]", "25374384": "Roman Kaiser (born in Kirchberg SG on 15 July 1945) is a Swiss fragrance chemist. Since 1968 he has been working at Givaudan, the world's largest company in the flavour and fragrance  industry, where he analyzes and reconstitutes natural scents for use in perfumery using the headspace technology which he pioneered and which as a new concept made significant impact on the analysis of natural products.", "67940017": "Chunying Chen (simplified Chinese: 陈春英; traditional Chinese: 陳春英) is a Chinese chemist who is a professor at the National Center for Nanoscience and Technology. Her research considers nanoscale biological interactions. She was awarded the 2021 Royal Society of Chemistry Environment, Sustainability and Energy Award. She is a Fellow of the American Institute for Medical and Biological Engineering and the Royal Society of Chemistry.", "55881409": "Anand Kumar Bachhawat (born 1 October 1958) is an Indian geneticist, biochemist, professor in biological sciences and the dean of faculty at the Indian Institute of Science Education and Research, Mohali.[1] Known for his studies on microbial genetics,[2] Bachhawat is an elected fellow of all the three major Indian science academies namely Indian Academy of Sciences,[3] National Academy of Sciences, India[4] and Indian National Science Academy.[5]", "57519813": "Rajendra Rathore (12 December 1961 – 16 February 2018) was an organic chemist and professor at Marquette University in Milwaukee, Wisconsin as  Pfletschinger-Habermann professor of organic chemistry.[1] He made important contributions in the area of supramolecular chemistry,[2][3] synthesis of novel electro-active molecules,[4] and drug discovery.[5][6] Rathore died on 16 February 2018, after complications from chronic pulmonary sarcoidosis.[7][8]", "23146182": "Walter Thiel (7 March 1949 in Treysa, Hesse – 23 August 2019)[2] was a German theoretical chemist.[1] He was the president of the World Association of Theoretical and Computational Chemists (WATOC) from 2011.[3]", "71184070": "Jeffry D. Madura (1957-2017) was an American chemist known for his work in physical chemistry and computational chemistry.", "53391053": "Shu Jie Lam is a Malaysian-Chinese research chemist specialising in biomolecular engineering.  She is researching star polymers designed to attack superbugs as antibiotics.[1][2][3][4]", "49262297": "Marron William Fort (1906–1961) was a chemist who was the first African-American to receive a Ph.D. in any engineering field.[1]  He also was the first African-American to earn a doctorate from the Massachusetts Institute of Technology, graduating with a Ph.D. in chemical engineering in 1933.[2]", "16690907": "Otto Linné Erdmann (11 April 1804 – 9 October 1869) was a German chemist. He was the son of Karl Gottfried Erdmann, the physician who introduced vaccination into Saxony.", "58076899": "Toshiko K. Mayeda (née Kuki) (1923–13 February 2004) was a Japanese American chemist who worked at the Enrico Fermi Institute in the University of Chicago. She worked on climate science and meteorites from 1958 to 2004.", "57421540": "Hirekodathakallu Venkataramaiah Thulasiram is an Indian bioorganic chemist, chemical biologist and a principal scientist at the National Chemical Laboratory of the Council of Scientific and Industrial Research. he is known for his studies in the fields of biocatalysis and organic synthesis, specifically on isoprenoid biosynthesis. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2015.[1]", "38579941": "Murad Meneshian (1936 - October 11, 2016) was an American research chemist, journalist, translator, and researcher.[1][2]", "64368363": "Matthew John Fuchter FRSC is a British chemist who is a Professor of Chemistry at Imperial College London.[1] His research focuses on the development and application of novel functional molecular systems to a broad range of areas; from materials to medicine. He has been awarded both the Harrison-Meldola Memorial Prize (2014) and the Corday–Morgan Prizes (2021) of the Royal Society of Chemistry.[2] In 2020 he was a finalist for the Blavatnik Awards for Young Scientists.", "35598060": "Ayhan Ulubelen (20 August 1931 – 29 November 2020) was a Turkish analytical chemist. She was a member of the Turkish Academy of Sciences.[1][2] Ulubelen contributed to the isolation and testing of natural products from Turkish plants relevant to spontaneous abortion, cancer, HIV, and diabetes.", "39038700": "Philipp Heinrich Hörlein (5 June 1882 – 23 May 1954), was a German entrepreneur, scientist, lecturer, and Nazi Wehrwirtschaftsführer. He was tried for war crimes for his involvement in the Holocaust and his knowledge of medical experimentation on concentration camp prisoners, but he was ultimately acquitted and released.", "66301686": "Yu Zhigang is a Chinese academic administrator serving as the president of the Ocean University of China. Zhigang assumed office on July 14, 2014 upon the retirement of Wu Dexing.", "30158582": "Peter Fabell or Fabel (fl. 15th century) was a reputed English magician who lived in Edmonton. A literary figure during the 16th and 17th century, he is considered by David Kathman to have been a historical figure, whatever the accretion of folklore to his name.[1] He appears as the protagonist in the play The Merry Devil of Edmonton, printed 1608.", "20459258": "Ashok K. Vijh, OC OQ FRSC (born 1938) is an Indian born Canadian chemist. He was born in Punjab but moved to Canada in 1962.", "1027836": "Wojciech Alojzy Świętosławski (Polish pronunciation: [ˈvɔjt͡ɕɛx ɕfjɛntɔˈswafskʲi]; 1881–1968) was a Polish physical chemist, who is considered the \"father of modern thermochemistry\". He developed a static method of cryometric measurement and a new method of testing coal. Świętosławski was vice-chairman of the International Union of Pure and Applied Chemistry (IUPAC) and created the foundations for a new branch of physical chemistry: polyazeotropy. In 1933 he became a member of the Temporary Scientific and Advisory Committee[1]", "52571901": "Jennifer S. Brodbelt is an American chemist known for her research using mass spectrometry to characterize organic compounds, especially biopolymers and proteins.", "64237310": "Etta Christine Leath Gravely (born August 30, 1939) is an associate professor of chemistry education at North Carolina A&T State University in Greensboro, North Carolina.", "7909128": "Sir James Johnston Dobbie, FRS FRSE FIC FCS (4 August 1852 – 19 June 1924) was known for the isolation, chemical structure, and physical properties (especially UV and visible spectra) of alkaloids. He isolated hydroxycodeine from opium and synthesized diphenylene. He carried out UV-VIS spectra of gaseous main group elements and organic compounds.", "9645834": "Michel Che (29 December 1941 – 7 August 2019) was a French chemist who completed his doctorate (EPR study of titanium dioxide) in 1968 at the University of Lyon and studied as a postdoctoral fellow at Princeton University (1969–71). He was appointed professor at University of Paris VI: Pierre et Marie Curie in 1975 and Senior Member of the Institut Universitaire de France in 1995.[1]", "24391439": "Friedrich Oskar Giesel (20 May 1852 – 13 November 1927, known as Fritz) was a German organic chemist. During his work in a quinine factory in the late 1890s, he started to work on the at-that-time-new field of radiochemistry and started the production of radium. In the period between 1902 and 1904, he was able to isolate a new element emanium. In a now controversially reviewed process, it was stated that emanium is identical to actinium, which was discovered by André-Louis Debierne in 1899.", "60632849": "Peter J. H. Scott FRSC CChem (born July 27, 1979) is a British and American chemist and radiochemist who is a professor of radiology, professor of pharmacology and professor of medicinal chemistry, as well as a core member of the Rogel Cancer Center at the University of Michigan in the United States.[1][2]  He is Chief of Nuclear Medicine and director of the University of Michigan Positron Emission Tomography (PET) Center,[3] and runs a research group developing new radiochemistry methodology and novel PET radiotracers.[4]", "69218066": "Jyotirmayee Dash is a professor at the Indian Association for the Cultivation of Science, Kolkata, with research interests in topics related to organic chemistry and chemical biology in general.[1]", "68038419": "Yael Nemirovsky (born July 21, 1944) is an Israeli chemist and electrical engineer known for her research in microelectromechanical systems and microoptoelectromechanical systems. She is a professor emerita of electrical engineering at the Technion – Israel Institute of Technology.", "306968": "Archibald Scott Couper (/ˈkuːpər/; 31 March 1831 – 11 March 1892) was a Scottish chemist who proposed an early theory of chemical structure and bonding.  He developed the concepts of tetravalent carbon atoms linking together to form large molecules, and that the bonding order of the atoms in a molecule can be determined from chemical evidence.", "569123": "Johann Deisenhofer (German pronunciation: [ˈjoːhan ˈdaɪzn̩ˌhoːfɐ] ⓘ; born September 30, 1943) is a German biochemist who, along with Hartmut Michel and Robert Huber, received the Nobel Prize for Chemistry in 1988 for their determination of the first crystal structure of an integral membrane protein, a membrane-bound complex of proteins and co-factors that is essential to photosynthesis.[2][3][4][5]", "72560422": "Erin Shammel Baker is an American bioanalytical chemist specializing in developing ion mobility-mass spectrometry hybrid instruments for biological and environmental applications. Baker is an expert in the research of perfluoroalkyl and polyfluoroalkyl substances analysis.", "49196840": "Jean Le Pelletier (29 December 1633 – 31 August 1711) was a French polygraph and alchemist.", "57126697": "Eugene Davidovich Sverdlov (Russian: Евгений Давидович Свердлов; born November 16, 1938, in Dnepropetrovsk) is a Russian biochemist, Doctor of Sciences, Academician of the Russian Academy of Sciences (since 1997),[1] Academician of the Russian Academy of Agricultural Sciences (since 1991),[1] Distinguished Professor at the Lomonosov Moscow State University (since 1999).[2]\nDirector of the Institute of Molecular Genetics of the Russian Academy of Sciences (1988–2006).[1]\nLaureate of the 1981 USSR State Prize, 1984 Lenin Prize and of the 2015 State Prize of the Russian Federation.", "8630058": "James Andrew McCammon (born 1947, Lafayette, Indiana, US) is an American physical chemist known for his application of principles and methods from theoretical and computational chemistry to biological systems. A professor at the University of California, San Diego, McCammon's research focuses on the theoretical aspects of biomolecular and cellular activity. In 2011 he was elected to the National Academy of Sciences.", "58142508": "Nicola Elizabeth Brasch is a New Zealand chemistry academic. She is currently a full professor at the Auckland University of Technology.[1]", "62271279": "Carmen Birchmeier-Kohler (born July 6, 1955, in Waldshut-Tiengen) is a German geneticist and developmental biologist. The focus of her research group is the development of embryonic tissues and the nervous system. The model organism for her investigations is the mouse.", "39956275": "David Spence (September 26, 1881 – September 24, 1957) was one of the pioneering rubber chemists.[1]  He helped the war effort during the Second World War by devising new ways of extracting natural rubbers from plants, and worked to improve the processing of the rubber. Over the course of his career, he worked to improve the dyeing processes for rubber products and the vulcanization of rubber, and in developing new accelerants for strengthening lower-quality natural rubber. In 1941, he became the first recipient of the Charles Goodyear Medal, awarded by the American Chemical Society.[2]", "72527668": "Carl Theodor Setterberg (30 April 1853 in Järpås socken—7 April 1941 in Stockholm), was a Swedish apothecary, commerce chemist and industrialist. He passed the apothecary exam in 1876. 1879–1891, studied at University of Bonn, Heidelberg University and University of Jena, where he became PhD in 1881. He was a founding member of  Svenska Uppfinnareföreningen (The Swedish Inventors' Association) together with Salomon August Andrée, Gustaf de Laval, Otto Fahnehjelm and Ernst August Wiman in 1886, where he became honorary commissioner in 1936.[citation needed]", "71118648": "Sandy Wollschlager (born December 19, 1957) was an American chemist and politician.", "50507581": "Spectroheliograms of the solar corona", "52211521": "Sasanka Chandra Bhattacharyya (1918–2013) was an Indian natural product chemist and the director of Bose Institute, Kolkata.[1] He was known for his studies on structures and configurations of terpenoids and synthesis of Vetiver Oil and natural musk.[2] He was the vice-president of the Indian National Science Academy[3] and was an elected fellow of the academy as well as the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1962, for his contributions to chemical sciences.[5]", "56209218": "Arthur Ray Beckwith (23 February 1912 – 7 November 2012) was a South Australian wine chemist, whose methods enabled Penfolds' winemaker  Max Schubert to produce excellent table wines, and develop his Penfolds Grange. For most of his long life his achievements and influence were overlooked but came to be recognised after his retirement.", "38448973": "Tadahiko Mizuno (水野 忠彦, Mizuno Tadahiko, born 1945) is a Japanese nuclear-chemist known for his work on cold fusion.[5] He was a former assistant professor teaching the Atomic Power Environmental Materials program at Hokkaido University.[1][4][6][7] \nHe was also a member of Energy Environmental Institute of Engineering at Hokkaido University until 2009.[6]", "21278550": "Sir Anthony Kevin Cheetham FRS (born 16 November 1946) is a British materials scientist. From 2012 to 2017 he was Vice-President and Treasurer of the Royal Society.[4]", "71053148": "Kshitindra Mohan Chakravarty (1 May 1900 – 19 February 1988) was an Indian chemist, fuel technician and teacher.[1]", "61091681": "Ralph Edward Oesper (14 June 1886 – 10 December 1977) was an American chemist and historian of chemistry. He is noted for his biographies of scientists, emphasizing their personal lives in addition to their scientific contributions. Oesper translated significant works in the field of chemistry to various languages especially English. As an independent investigator, he developed improved analytical methods. These contributions included new reagents for certain types of titrations. One such new reagent, Oesper's Salt, is named for him.[1]", "3059556": "Joachim Wilhelm Robert Feulgen (2 September 1884 – 24 October 1955) was a German physician and chemist who, in 1914, developed a method for staining DNA (now known as the Feulgen stain)[1] and who also discovered plant and animal nuclear DNA (\"thymonucleic acid\") congeniality.[2]", "58470249": "Herman Pines (January 17, 1902 – April 10, 1996) was a Russian Empire-born American chemist. Born in Łódź—then part of the Russian Empire—he left his hometown as a young man as Jewish quotas and other anti-Jewish practices prevented Jewish students from attending university. After earning a degree in chemical engineering at the École Supérieure de Chimie Industrielle de Lyon in France, he worked at Universal Oil Products (now UOP LLC) from 1930 to 1952. Pines also worked at Northwestern University beginning in 1941, and served from 1953–1970 as the Ipatieff Research Professor of Chemistry and director of the Ipatieff High Pressure and Catalytic Laboratory.[1]", "33304426": "William Jay Youmans (October 14, 1838 – April 10, 1901)[1] was an American scientist. He edited Popular Science Monthly for a time.[2]", "70856555": "Rebekka Klausen is an American chemist who is the Second Decade Society Associate Professor at Johns Hopkins University. Her research considers carbon and silicon-based nanomaterials for optoelectronic devices. She was a finalist for the 2021 Blavatnik Awards for Young Scientists.", "62173034": "Larry A. Curtiss is an American chemist and researcher. He is a distinguished fellow and group leader of the Molecular Materials Group in the Materials Science Division at the U.S. Department of Energy’s (DOE) Argonne National Laboratory.[1] In addition, Curtiss is a senior investigator in the Joint Center for Energy Storage Research (JCESR), a DOE Energy Storage Hub, and was the deputy director of the Center for Electrochemical Energy Science, a DOE Energy Frontier Research Center.[1]", "208751": "Waldo Lonsbury Semon (September 10, 1898 – May 26, 1999) was an American inventor born in Demopolis, Alabama.[1]  He is credited with inventing methods for making polyvinyl chloride useful.[2]", "9351041": "John Edward Hodge (October 12, 1914 – January 3, 1996)  was an American chemist, born in Kansas City, Kansas, best known for establishing the mechanisms in the Maillard reaction pathway.", "51130242": "Éric Westhof[3] is a French biochemist born in Uccle (Belgium) on July 25, 1948. He is a member of the Academie des sciences,[4] head of Education and Training (DEF) and a member of the Board of Directors of the \"La Main à la pâte\" Foundation.[5] He is professor emeritus of structural biochemistry at the University of Strasbourg at the Institute of Molecular and Cellular Biology.[6]", "50212739": "Arthur M. Poskanzer (28 June 1931 in New York City – 30 June 2021 in Berkeley, California[1][2]) was an experimental physicist, known for his pioneering work on relativistic nuclear collisions.[3]", "5255042": "Nāgārjuna (नागार्जुन) (c. 150-250 CE) is considered one of the most important Buddhism philosophers. In some traditions, the name \"Nāgārjuna\" is known as an Indian metallurgist and alchemist in 10th-century.", "69021575": "Macquarie University", "56274829": "Yuan Chengye (Chinese: 袁承業; pinyin: Yuán Chéngyè; Wade–Giles: Yüan Ch'eng-yeh; 1924–2018) was a Chinese organic chemist.", "72101774": "Anne Pomeroy Autor (January 26, 1935 – November 13, 2018) was a Canadian scientist who was a professor of biochemistry at the University of British Columbia. She worked closely with policy makers to inform public health campaigns and was committed to improving access to medical education.", "602004": "Jean Charles Galissard de Marignac (24 April 1817 – 15 April 1894) was a Swiss chemist whose work with atomic weights suggested the possibility of isotopes and the packing fraction of nuclei.  His study of the rare earth elements led to his discovery of ytterbium in 1878 and co-discovery of gadolinium in 1880.[1][2][3]", "143253": "Synesius of Cyrene (/sɪˈniːsiəs/; Greek: Συνέσιος; c. 373 – c. 414) was a Greek bishop of Ptolemais in ancient Libya, a part of the Western Pentapolis of Cyrenaica after 410. He was born of wealthy parents at Balagrae (now Bayda, Libya) near Cyrene between 370 and 375.[1]", "62861205": "Roberta F. Colman (1938 – August 15, 2019), born Roberta Fishman, was an American biochemist.", "56733591": "Gregor Luthe (born 19 October 1970) is a German chemist, toxicologist, nanotechnologist, inventor and entrepreneur. He is known for his work on toxicology of PCBs and PBDEs.", "52572056": "Alan Campion is an American chemist, currently the Dow Chemical Company Endowed Professor and University Distinguished Teaching Professor[1] at the University of Texas at Austin.[2][3]", "18558873": "Julius Adolph Stöckhardt (4 January 1809 – 1 June 1886) was a German agricultural chemist. He is mostly recognized for his work on fertilizers, fume damage of plants and his book Die Schule der Chemie (School of Chemistry), which was translated into 14 languages. His 500 lectures and over 500 publications helped to establish agricultural chemistry in Germany.", "52965272": "Neil K. Garg is currently a Distinguished professor of chemistry and holds the Kenneth N. Trueblood Endowed Chair at the University of California, Los Angeles.[1] Garg's research is focused on the chemical synthesis of organic compounds, with an emphasis on the development of new strategies for the preparation of complex molecules possessing unique structural, biological, and physical properties. His group has made breakthroughs in catalysis, especially strong bond activation of esters and amides using nickel catalysts, and in the understanding and utilization of strained intermediates, such as arynes, cyclic alkynes, and cyclic allenes.  His laboratory has completed the total syntheses of many natural products, including welwitindolinones, akuammilines, and tubingensin alkaloids. Garg is a co-Founder of ElectraTect, Inc.,[2]", "49328025": "Louis Édouard Grimaux (3 July 1835, Rochefort-sur-Mer – 2 May 1900, Paris) was a French chemist, known for his research in the area of organic synthesis.[1]", "66826136": "Catherine Ann McCammon is a Canadian geoscientist who is employed by the University of Bayreuth. Her research focuses on surface and mantle processes, as well as the physics and chemistry of minerals. She is a Fellow of the European Association of Geochemistry and American Geophysical Union. In 2013, she was awarded the European Geosciences Union Robert Wilhelm Bunsen medal. She is the editor of the journal Physics and Chemistry of Minerals.", "17444770": "Harold Dadford West (July 16, 1904 – March 5, 1974) was an American biochemist who was the first to synthesize threonine. Born in New Jersey, his father George, was from Washington D.C. and his mother, Mary, was from Rhode Island. He worked at Meharry Medical College in Nashville, Tennessee as a teacher. He was married to Jessie Juanita West and had at least two children, Edna (named after his older sister) and Harold West Jr. He died in 1974 in Nashville, Tennessee.", "42446757": "Timothy P. Lodge (born 11 April 1954) is an American polymer scientist.", "36908971": "Friedrich Ludwig Knapp (February 22, 1814, Michelstadt, Grand Duchy of Hesse – June 8, 1904, Braunschweig) was a German chemist. He was the father of economist Georg Friedrich Knapp and the grandfather of social reformer Elly Heuss-Knapp.", "70463405": "Xing-Fang Li is a toxicologist whose research involves the discovery and identification of water contaminants through the development of new analytical technologies, as well as the engineering of solutions to ensure safe drinking water. Li is a professor at the Department of Laboratory Medicine and Pathology at the University of Alberta in Canada. She is a Canada Research Chair (Tier 1) in Analytical and Environmental Toxicology, and was appointed as a Fellow of the Royal Society of Canada in 2021.[1][2]", "6139823": "Josu Jon Imaz San Miguel is a politician, executive and scientist from Zumarraga, Basque Autonomous Community, Spain, born in 1963. He is CEO of the oil company Repsol.[1] Doctor in Chemical Sciences from the University of the Basque Country.", "26980274": "Stephen James Lippard (born October 12, 1940) is the Arthur Amos Noyes Emeritus Professor of Chemistry at the Massachusetts Institute of Technology.  He is considered one of the founders of bioinorganic chemistry,[2] studying the interactions of nonliving substances such as metals with biological systems.[3]\nHe is also considered a founder of metalloneurochemistry, the study of metal ions and their effects in the brain and nervous system.[4]   He has done pioneering work in understanding protein structure and synthesis, the enzymatic functions of methane monooxygenase (MMO), and the mechanisms of cisplatin anticancer drugs.[3] His work has applications for the treatment of cancer,[4] for bioremediation of the environment,[5] and for the development of synthetic methanol-based fuels.[3]", "1322930": "Robert Huber (German pronunciation: [ˈʁoːbɛʁt ˈhuːbɐ] ⓘ; born 20 February 1937) is a German biochemist and Nobel laureate.[6][7][8][9][10] known for his work crystallizing an intramembrane protein important in photosynthesis and subsequently applying X-ray crystallography to elucidate the protein's structure.", "35041210": "Donald Gene Truhlar (born 27 February 1944, Chicago) is an American scientist working in theoretical and computational chemistry and chemical physics with special emphases on quantum mechanics and chemical dynamics.[1]", "66662332": "Stephanie Lee Brock is an American chemist who is professor of inorganic chemistry at Wayne State University. Her research considers transition metal pnictides and chalcogenide nanomaterials. She is a Fellow of the American Association for the Advancement of Science and the American Chemical Society.", "72101824": "Regina Gale Ziegler is an American biochemist and nutritional epidemiologist who researched dietary, nutritional, anthropometric, and hormonal determinants of cancer risk. She was a senior investigator in the National Cancer Institute's epidemiology and biostatistics program.", "49196992": "Mirosław Sekuła (born 20 June 1955, in Strzelce Opolskie) is a Polish chemist and politician. A member of the Sejm between 1997 and 2001 and again between 2007 and 2011, Sekuła also served as President of the Supreme Audit Office between 2001 and 2007, as Undersecretary of State at the Ministry of Finance between 2011 and 2013, and as the sixth Marshal of Silesian Voivodeship between 2013 and 2014.[1]", "62435271": "Yu Shuhong (Chinese: 俞书宏; born August 1967) is a Chinese chemist and materials scientist and professor at the University of Science and Technology of China.", "42020810": "Antal Ruprecht (1748–1818) was a Hungarian Chemist.", "57421779": "Eric Block (born January 25, 1942) is an American chemist whose research has focused on the chemistry of organosulfur and organoselenium compounds, Allium chemistry (the chemistry of garlic, onion, and other alliums), and the chemistry of olfaction. As of 2018, he is Distinguished Professor of Chemistry Emeritus at the University at Albany, SUNY.", "63909844": "Antonella Buccianti (born 1960) is an Italian statistician and earth scientist, known for her work on the statistics of compositional data and its applications in geochemistry and geostatistics.[1] She is an associate professor in the department of earth sciences at the University of Florence.[2]", "10465237": "Wilbur Olin Atwater (May 3, 1844 – September 22, 1907) was an American chemist known for his studies of human nutrition and metabolism, and is considered the father of modern nutrition research and education. He is credited with developing the Atwater system, which laid the groundwork for nutrition science in the United States and inspired modern Olympic nutrition.[1]", "41398235": "Martin Spiess (born 11 October 1955 in Zürich) is a Swiss Biochemist and former professor at the Biozentrum University of Basel, Switzerland.[1]", "20000731": "Paul Lyon Houston (born January 27, 1947) is Professor Emeritus of Chemistry at Cornell University and Professor Emeritus of Chemistry and Biochemistry at the Georgia Institute of Technology.", "63713245": "University of Iowa", "26750950": "Stephen James Benkovic is an American chemist known for his contributions to the field of enzymology. He holds the Evan Pugh University Professorship and Eberly Chair in Chemistry at The Pennsylvania State University.[1] He has developed boron compounds that are active pharmacophores against a variety of diseases. Benkovic has concentrated on the assembly and kinetic attributes of the enzymatic machinery that performs DNA replication, DNA repair, and purine biosynthesis.[2][3][4]", "1322983": "Hartmut Michel (German pronunciation: [ˈhaʁtmuːt ˈmɪçl̩] ⓘ; born 18 July 1948) is a German biochemist, who received the 1988 Nobel Prize in Chemistry for determination of the first crystal structure of an integral membrane protein, a membrane-bound complex of proteins and co-factors that is essential to photosynthesis.[2][3][4][5]", "19804136": "Hayyim Samuel Jacob Falk (Hebrew: חיים שמואל יעקב דפאלק מרדיולה לנידו; 1708 – 17 April 1782), also known as the Baal Shem of London and Doctor Falckon, was a rabbi, a Baal Shem, a kabbalist and alchemist.", "55488500": "Walter Copan is an American chemist and government official who served as the under secretary of commerce for standards and technology from 2017 to 2021. Prior to assuming that role, he worked as president and CEO of IP Engineering Group Corporation and as a board member of Rocky Mountain Innovation Partners.", "33140726": "R. Lalthantluanga (born 1 March 1947) is a retired professor of biochemistry and the former vice chancellor of Mizoram University, India. He is the first Mizo to become vice chancellor of Indian universities, and he is the third vice chancellor of Mizoram University. He is the former head, professor and founding faculty of the Department of Biochemistry, Dean of School of Life Sciences, and pro-vice-chancellor of North Eastern Hill University.", "71544825": "Munira Khalil is an American chemist who is the Leon C. Johnson Professor of Chemistry and department chair at the University of Washington.", "33435643": "Herbert Newby McCoy (June 29, 1870, Richmond, Indiana – May 7, 1945, Los Angeles, California) was an American chemist who taught at the University of Chicago and the University of Utah and was the vice-president of Lindsay Light & Chemical Company.\nHe contributed numerous papers on physical chemistry, radioactivity and rare earths.[1]", "62926846": "Elsie M. Sunderland is a Canadian toxicologist and environmental scientist and the Gordon McKay Professor of Environmental Chemistry[1] at Harvard University.  She studies processes through which human activities increase and modify pollutants in natural ecosystems and living systems.[2][3][4]", "36417540": "Ugo Bardi (born 23 May 1952 in Florence, Italy[1]) is a professor of physical chemistry at the University of Florence.[2]", "241681": "Terence Kemp McKenna (November 16, 1946 – April 3, 2000) was an American ethnobotanist and mystic who advocated the responsible use of naturally occurring psychedelic plants. He spoke and wrote about a variety of subjects, including psychedelic drugs, plant-based entheogens, shamanism, metaphysics, alchemy, language, philosophy, culture, technology, ethnomycology, environmentalism, and the theoretical origins of human consciousness. He was called the \"Timothy Leary of the '90s\",[1][2] \"one of the leading authorities on the ontological foundations of shamanism\",[3] and the \"intellectual voice of rave culture\".[4]", "16658450": "Klaus Kern  (born 24 March 1960) is a German physical chemist. Kern received the Gottfried Wilhelm Leibniz Prize of the Deutsche Forschungsgemeinschaft in 2008.", "12955665": "Harden M. McConnell (July 18, 1927 – October 8, 2014) was an American physical chemist. His many awards included the National Medal of Science and the Wolf Prize, and he was elected to the National Academy of Science.\"[1][2]", "14921748": "Isydore Hlynka (February 17, 1909 – May 18, 1983) was a Canadian biochemist, and Ukrainian Canadian community leader. He was born in the village of Denysiw, near Ternopil. He came to Canada at age one in 1910 with his parents, who homesteaded near Delph, Alberta, north of Vegreville.", "27111446": "Raffaele Piria (Scilla 20 August 1814 – Turin 18 July 1865) was an Italian chemist from Scilla, who lived in Palmi. He converted the substance Salicin into a sugar and a second component, which on oxidation becomes salicylic acid, a major component of the analgesic drug Aspirin (acetylsalicylic acid).[1] Other reactions discovered by Piria were the conversion of aspartic acid to malic acid by action of nitrogen dioxide,[2] and the reaction of aromatic nitro compounds with sulfite towards aminosulfonic acids.[3]", "69611543": "Elsa Lundanes (born 22 May 1953) is a Norwegian chemist.", "57585688": "Paul James Chirik (born June 13, 1973) is an American chemist known for his work in sustainable chemistry using Earth-abundant metals like iron, cobalt, and nickel to surpass the performance of more exotic elements traditionally used in catalysis. He is the Edwards S. Sanford Professor of Chemistry and chair of the chemistry department at Princeton University.[1]", "38613020": "Zhenan Bao (Chinese: 鲍哲南; pinyin: Bào Zhénán; born 1970) is a chemical engineer. She serves as K. K. Lee Professor of Chemical Engineering at Stanford University, with courtesy appointments in Chemistry and Material Science and Engineering.[1] She served as the Department Chair of Chemical Engineering from 2018 to 2022.[1] Bao is known for her work on organic field-effect transistors and organic semiconductors, for applications including flexible electronics and electronic skin.", "64237598": "Linda Celida Meade-Tollin (born 16 August 1944) is an American biochemist and cancer researcher. In her research at the University of Arizona, she studied DNA damage, angiogenesis, and cancer invasion & metastasis; directed the Office of Women in Science and Engineering there; and was the first female chairperson of the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE).", "42938399": "Paolo Samorì (born in Imola, Italy, 3 May 1971) is an Italian physical chemist and Distinguished Professor (PRCE) at the Institut de Science et d'Ingénierie Supramoléculaires (ISIS) of the Université de Strasbourg (UNISTRA) & CNRS where he heads the Nanochemistry Laboratory and he has been institute director (2012-2023).", "38514721": "UCSF", "62140453": "Jose Dolores Fuentes is a meteorologist at Pennsylvania State University. His research focuses on surface-atmosphere interactions that control the transport of energy and trace gases in the lower atmosphere. In particular, he has gained media attention for his research into the relationship between air pollution and bees.[1][2]", "32452647": "Felix Ehrlich (16 June 1877 in Harriehausen (today incorporated into Bad Gandersheim) – 23 January 1942 in Obernigk near Breslau)[1][2][3] was a German chemist and biochemist.", "45461545": "Ștefan Micle (25 September 1820 – 4 August 1879) was an Imperial Austrian-born and Romanian physicist and chemist.", "54374444": "Katharine Isabella Williams (c. 1848 - 16 January 1917) was a British chemist who became a student, aged 29, at University College Bristol. She was known for her collaboration in the 1880s with Nobel prize winning Scottish chemist, William Ramsay and was also one of the signatories of the 1904 petition for the admission of women to the Chemical Society.[1]", "58142766": "Konstantin P. Bryliakov (born 1 June 1977; Russian: Константи́н Петро́вич Брыляко́в) is a Russian chemist and author of monographs[1][2] and over 170 research papers,[3][4] textbooks, and patents. He is a professor at Russian Academy of Sciences and Novosibirsk State University.", "10891311": "Alan G. Marshall is an American analytical chemist who has devoted his scientific career to developing a scientific technique known as Fourier transform ion cyclotron resonance (FT-ICR) mass spectrometry, which he co-invented.", "49786931": "Konstantin Oleksandrovich Chervinskiy (Ukrainian: Костянтин Олександрович Червінський; May 19, 1919 – August 21, 2002) was a Ukrainian chemist.", "56471610": "Lucy Jane Carpenter MBE FRS (born 21 October 1969) is professor of physical chemistry at the University of York and director of the Cape Verde Atmospheric Observatory (CVAO).[4][5][3][6][7][8][9]", "42151998": "Max Speter (1 April 1883 – 30 June 1942) was a Jewish-German chemist and science historian.", "29274179": "Judith Patricia Armitage FRS (born 1951) is a British molecular and cellular biochemist at the University of Oxford.", "3223623": "Juan Cesar (Tito) Scaiano, OC, FRSC (born 1945) first came to Canada in 1975 as a visiting scientist with the National Research Council from Argentina. Returning to the NRC in 1979, he developed an innovative new program studying organic reaction intermediates using laser techniques. He then joined the University of Ottawa in 1991 as professor of chemistry.", "69906506": "David Mark Haddleton (born 1962) is a professor in the department of chemistry at The University of Warwick. Haddleton’s work focuses on controlled polymer synthesis and the industrial applications of polymer materials. He is a Fellow of the Royal Society of Chemistry.", "52572235": "Richard M. Crooks is an American material chemist, currently the Robert A. Welch Foundation Chair of Materials Chemistry at the University of Texas at Austin.[1][2][3][4]", "68989004": "Mary Belle Allen  (November 11, 1922, Morristown, New Jersey  –1973, Fairbanks, Alaska) was an American botanist, chemist, mycologist, algologist, and plant pathologist, and a  pioneer of biochemical microbiology.  With Daniel I. Arnon and F. Robert Whatley, she did breakthrough research discovering and demonstrating the role of chloroplasts in photosynthesis.[4][5] In 1962 she received the  Darbaker Prize from the Botanical Society of America for her work on microbial algae.[1] In 1967 she was nominated jointly (but unsuccessfully) with Arnon and Whatley for a Nobel Prize.[6]", "60076112": "Zeng Zhaolun (Chinese: 曾昭抡; 25 May 1899 – 8 December 1967), also known as Chao-Lun Tseng, was a Chinese chemist and politician who served as vice-minister of Education after the establishment of the Communist State in the 1950s. He was an academician of the Chinese Academy of Sciences (CAS).", "52572241": "Zengjian Jeffrey Chen is a plant biologist and molecular geneticist, currently the D. J. Sibley Centennial Professor of Plant Molecular Genetics at University of Texas at Austin.[1][2][3]  Chen received his B.S. at Zhejiang Agricultural University (now Zhejiang University), M.S. at Nanjing Agricultural University, and Ph.D. in Genetics at Texas A&M University. Following a postdoctoral position at University of Minnesota and as an NIH Postdoctoral Fellow at Washington University in St. Louis, he joined the faculty at Texas A&M in 1999, where he was promoted to the rank of associate professor with tenure. In 2005, he moved to The University of Texas at Austin and became a full professor in 2008 in the lllDepartments of lllMolecular lllBiosciences and lllIntegrative lllBiology, Center for Computational Biology and Bioinformatics, and Institute for Cellular and Molecular Biology.", "4436055": "Vojtěch Šafařík (26 October 1829 in Újvidék, Bács-Bodrog County, Vojvodina, Hungary (today Serbia) – 2 July 1902 in Prague, Bohemia) was a Czech chemist, specialising in inorganic chemistry. Šafařík was the son of Pavel Jozef Šafárik, a Slovak philologist and historian.", "49066080": "Oleg V. Prezhdo (born 1970)[1][2] is a Ukrainian–American physical chemist whose research focuses on non-adiabatic molecular dynamics and time-dependent density functional theory (TDDFT).[3] His research interests range from fundamental aspects of semi-classical and quantum-classical physics to excitation dynamics in condensed matter and biological systems. His research group focuses on the development of new theoretical models and computational tools aimed at understanding chemical reactivity and energy transfer at a molecular level in complex condensed phase environment.[4] Since 2014, he is a professor of chemistry and of physics & astronomy at the University of Southern California.", "14823520": "Friedrich Schickendantz (also known as Federico Schickendantz) (15 January 1837 – 4 April 1896) was a German naturalized Argentine scientist who worked in the fields of mineralogy, chemistry, botany, geology, and meteorology. He was born in Landau, now in the Rhineland-Palatinate state of Germany. He studied chemistry and mineralogy at the University of Munich and the University of Heidelberg, under the direction of Robert Bunsen.", "41103457": "Roger Sidney Goody FRS (born 17 April 1944, in Northampton) is an English biochemist who served as director at the Max Planck Institute for Molecular Physiology in Dortmund from 1993 until 2013.[1] Since 2013 he is Emeritus Director of the institute.", "9678948": "Xuong Nguyen-Huu (Vietnamese: Nguyễn Hữu Xương; born in 1933 in Vietnam) is a pioneer of protein crystallography technology. His research focuses on the development of novel methods, such as protein crystallography and cryo-electron microscopy, for the determination of protein structures and biological macromolecules.[1][2]", "8532071": "Lawrence M. Gelb (January 15, 1898 – September 27, 1980[1]) was an American chemist and businessman from New York City who along with his wife, Joan Clair, founded the Clairol hair-coloring company in 1931, now a division of Coty.", "63516784": "Alfonso Cossa (Milan 3 November 1833 - Turin 23 October 1902) was an Italian chemist.", "1683570": "Victor Moritz Goldschmidt ForMemRS (27 January 1888 – 20 March 1947) was a Norwegian mineralogist considered (together with Vladimir Vernadsky) to be the founder of modern geochemistry and crystal chemistry, developer of the Goldschmidt Classification of elements.", "34648183": "Xi Zhenfeng (Chinese: 席振峰; pinyin: Xí Zhènfēng; born April 2, 1963, in Henan) is a Chinese organic chemist.", "70692985": "Meir Bialer (born January 30, 1948) is an Israeli pharmacologist who is a David H. Eisenberg Emeritus (active) Professor of Pharmacy at the School of Pharmacy, Faculty of Medicine, of The Hebrew University of Jerusalem in Israel.", "70922364": "Henri-François Gaultier de Claubry  (21 Jul 1792 – 4 Jul 1878) was a French chemist and toxicologist. Following the discovery of iodine in 1811, he examined its properties along with Jean-Jacques Colin (1784-1865) and identified its ability to react with starch in 1814.", "54636669": "Pierre Castan (born 17 August 1899 in Bern, died 12 September 1985 in Geneva) was a Swiss chemist, who was one of the pioneers of epoxy resins with Paul Schlack.", "21803136": "Betty R. Moore (née McReavie; born 21 November 1934 in New South Wales, Australia) is an Australian athlete who ran for Great Britain.", "22786177": "Hans Adalbert Schweigart (July 7, 1900 in Biberberg – December 12, 1972 in Hannover) was a German chemist and researcher in nutrition. He studied chemistry in Berlin and Munich. In 1935 he created the general term vital substances. He was director of the Institute for Care and storage of agricultural trade research at the Friedrich-Wilhelm University in Berlin. During World War II he observed among the German soldiers of the Africacorps under General Rommel that pork meat in the nutrition in a hot climate caused negative effects. Later he found out that cancerous tissue is always deficient in oxygen.", "63352967": "Julia A. Kornfield is a Professor of Chemical Engineering at the California Institute of Technology. A world expert in polymer science, Kornfield's research encompasses the development of mega-supramolecular systems for fuel additives and intraocular lenses, as well as the influence of flow on polymer chains.[1]", "69611658": "Alf Bjørseth (born 24 November 1941) is a Norwegian chemist and businessperson in the energy sector.", "68989066": "Isobel 'Ishbel' Grace MacNaughton Campbell (13 October 1905-10 October 1997) was a British chemist researcher and lecturer who held one of the first Commonwealth Fellowships awarded to a woman.[1]", "26128522": "Maxwell Simpson (15 March 1815 – 26 February 1902) was an eminent Irish chemist.", "2076819": "Carl Friedrich Wenzel (c. 1740 – 26 February 1793) was a German chemist and metallurgist who determined the reaction rates of various chemicals, establishing, for example, that the amount of metal that dissolves in an acid is proportional to the concentration of acid in the solution. Thus he was the first person to give the notion of equivalent weight and to publish a table of equivalent weights of acids and bases. Later Jeremias Benjamin Richter produced a larger table of equivalent weights.", "42217619": "Rama Govindarajan is an Indian scientist specialized in the field of fluid dynamics. She previously worked at the Engineering Mechanics Unit of the \nJawaharlal Nehru Centre for Advanced Scientific Research[1] from 1998 to 2012 and as a professor at the TIFR Hyderabad[2] Centre for Interdisciplinary Sciences from 2012 to 2016.  As of 2019 she is working as a professor at International Centre for Theoretical Sciences (ICTS), Bengaluru. Govindarajan is a recipient of the Shanti Swarup Bhatnagar Award for the year 2007.", "61812886": "Gustav Ferdinand Albert Kortüm (14 June 1904 to 1 December 1990) was a German physical chemist and electrochemist.", "4042906": "Nathaniel Peter Hill (February 18, 1832 – May 22, 1900) was a professor at Brown University, a mining executive and engineer, and a politician, including serving in the United States Senate. Originally from the state of New York, he came to Colorado following the Pike's Peak Gold Rush to try his hand at mining. He traveled to Europe to investigate ways to smelt ore and developed processes to make mining more profitable. He was the mayor of Denver before becoming a United States Senator.", "53751966": "Michael Bühl is a professor of Computational and Theoretical Chemistry in the School of Chemistry, University of St. Andrews. He has published work on the performance of various density functionals,[1] modelling thermal and medium effects,[2][3] transition-metal NMR of metalloenzymes,[4] modelling of homogeneous catalysis,[5][6][7][8][9][10][11] and molecular dynamics of transition metal complexes.[12]", "33501348": "Indian Institute of Science", "61878439": "Ramesh Jasti is a professor of organic chemistry at the University of Oregon. He was the first person to synthesize the elusive cycloparaphenylene in 2008[1] during post doctoral work in the laboratory of Professor Carolyn Bertozzi. He started his laboratory at Boston University where he was the recipient of the NSF CAREER award.[2] His early lab repeatedly broke the record for the synthesis of the smallest cycloparaphenylene known. In 2014, he moved his laboratory to the University of Oregon where he expanded his focus to apply the molecules he discovered in the areas of organic materials,[3] mechanically interlocked molecules,[4] and biology.[5] He is the Associate Director of the Materials Science Institute at the University of Oregon.[6]", "43036852": "Katharine Hope Coward was a British pharmacologist and early adopter of chromatographic techniques.", "31076538": "Alberto Carlos Taquini (born January 21, 1935) is an Argentine biochemist and academic whose \"Taquini Plan\" resulted in the decentralization of Argentina's public university system.", "65614019": "Gilbert Daniel Nessim (Hebrew: דניאל נסים; born 31 January 1966) is a chemistry professor at Bar-Ilan University specializing in the synthesis of 1D and 2D nanomaterials for electronic, mechanic, and energy applications.[1]", "58732743": "Malcolm Harris Levitt is a British physical chemist and nuclear magnetic resonance (NMR) spectroscopist. He is Professor in Physical Chemistry at the University of Southampton and was elected a Fellow of the Royal Society in 2007.[1]", "55554248": "Martino Di Serio is an Italian chemist.", "52932811": "Henry Foner (born 1932) is an Israeli chemist and author of a book about the Kindertransport that saved his life as a child just prior to World War II as the Nazis added territory in Europe.[1]", "31535316": "Thomas Burr Osborne (August 5, 1859 – January 29, 1929) was a biochemist who, with Lafayette Mendel, independently discovered Vitamin A,[1] though Elmer McCollum and Marguerite Davis were ultimately given credit, as they had submitted their paper first by three weeks. He is known for his work isolating and characterizing seed proteins, and for determining protein nutritional requirements. His career was spent at the Connecticut Agricultural Experiment Station.", "33829082": "Edward S. Yeung is a Chinese-American chemist who studies spectroscopy and chromatography. Yeung is a Distinguished Professor Emeritus at Iowa State University. He was elected as a Fellow of the American Association for the Advancement of Science.[1]   He was a founding co-editor of the Annual Review of Analytical Chemistry from 2008 to 2014[2][3] and has served on the editorial committees of a number of other journals.[1]", "44970202": "Horst Prinzbach (20 July 1931 in Haslach im Kinzigtal – 18 September 2012 in Freiburg im Breisgau) was a German chemist and professor emeritus.", "22065372": "Mate Hidvegi (born 9 November 1955 in Budapest, Hungary) is a Hungarian biochemist and co-inventor of Avemar and Oncomar, fermented wheat germ extract based nutraceuticals.", "52343006": "Steven Henikoff is a scientist at the Fred Hutchinson Cancer Research Center, and an HHMI Investigator.[1] His field of study is chromatin-related transcriptional regulation.[2] \nHe earned his BS in chemistry at the University of Chicago. He earned his PhD in biochemistry and molecular biology from Harvard University in the lab of Matt Meselson in 1977. He did a postdoctoral fellowship at the University of Washington.[3] His research has been funded by the National Science Foundation, National Institutes of Health, and HHMI. In 1992, Steven Henikoff, together with his wife Jorja Henikoff, introduced the BLOSUM substitution matrices.[4] The BLOSUM matrices are widely used for sequence alignment of proteins.[5] In 2005, Henikoff was elected to the National Academy of Sciences.[6]", "66957539": "William Popplewell Bloxam (9 January 1860 – 26 December 1913) was an English chemist  known for his work on dyes, particularly indigo in India and at the laboratory of A.G. Perkin. He was nephew of the chemist Charles Loudon Bloxam.", "4436195": "Jan Svatopluk Presl (4 September 1791 – 6 April 1849) was a Czech natural scientist.", "58896617": "Wendy B. Young is a medicinal chemist and pharmaceutical executive currently employed at Genentech.", "766186": "Paul Berg (June 30, 1926 – February 15, 2023) was an American biochemist and professor at Stanford University.", "64860398": "Abu Bakarr Kanu is a Sierra Leonean analytical chemist who is a professor at Winston-Salem State University. His research considers separation-type instrumentation for the rapid analysis of chemical and biological compounds. Kanu is also involved with education and outreach programmes, and works to bring hands-on chemistry lessons to young people in Sierra Leone.", "35172590": "Charles Arad Joy (8 October 1823 – 29 May 1891) was a United States chemist.", "2076916": "Ernst Gottfried Fischer (17 July 1754 – 27 January 1831)  was a  German chemist. He was born in Hoheneiche near Saalfeld. After studying theology and mathematics at the University of Halle, he was a teacher in Berlin before becoming Professor of Physics in 1810. He translated Claude Berthollet's publication Recherches sur les lois de l'affinitié in 1802. He proposed a system of equivalents based on sulfuric acid equal to one hundred.", "143605": "Alexander Porfiryevich Borodin (Russian: Александр Порфирьевич Бородин, tr. Aleksandr Porfiryevich Borodin[a], IPA: [ɐlʲɪkˈsandr pɐrˈfʲi rʲjɪvʲɪtɕ bərɐˈdʲin] ⓘ;[2] 12 November 1833 – 27 February 1887)[3] was a Romantic composer and chemist of Georgian-Russian extraction. He was one of the prominent 19th-century composers known as \"The Five\", a group dedicated to producing a \"uniquely Russian\" kind of classical music.[4][5][6] Borodin is known best for his symphonies, his two string quartets, the symphonic poem In the Steppes of Central Asia and his opera Prince Igor.", "69611767": "Evelyn Ash Hodes Wilson (October 8, 1921 – March 16, 2001) was an American biochemist, college professor, and university administrator.", "47722746": "Maria Christina Lampe-Önnerud (born 4 February 1967) is a Swedish inorganic chemist, battery-inventor, and entrepreneur.[3] She has founded the companies Boston-Power Inc. (2005–2012) and Cadenza Innovation (initially called CloTeam, 2012).[4] She is developing batteries for use in computers,[5] electric vehicles, and grid storage.[6] She has received a number of awards, including the World Economic Forum's Technology Pioneer Award in 2010 and again in 2018, and is an elected member of the Royal Swedish Academy of Engineering Sciences. Lampe-Önnerud has many interests, including opera singing, jazz dancing, playing the cello, and choir directing.[1][7]", "13054203": "Carleton Ellis (September 20, 1876 – January 13, 1941) was an American inventor and a pioneer in the field of organic chemistry.  He was involved in the development of margarine, polyester, anti-knock gasoline, paint and varnish remover, and holder of 753 patents.[1]  A native of Keene, New Hampshire, he was the valedictorian of his high school class, and later a graduate of MIT.  He then set up the Ellis Laboratories in Montclair, New Jersey.", "70955261": "Jeremy Keith Burdett (July 1, 1947 – June 23, 1997), or Jeremy K. Burdett, was a British-American chemist known for his work on bridging the gap[1] between molecular science and solid state chemistry from an electron orbital viewpoint.[2]", "50508036": "Jorge Gardea-Torresdey is a Mexican-American chemist and academic. He is the Dudley Professor of Chemistry and Environmental Science and Engineering at the University of Texas at El Paso (UTEP). In 2002, he led a team that discovered the ability of alfalfa to take up gold from soil and to store it in the form of nanoparticles.", "42840327": "Jean-Claude Bradley was a chemist who actively promoted Open Science in chemistry,[4][5] including at the White House,[6] for which he was awarded the Blue Obelisk award in 2007.[1][7] He coined the term \"Open Notebook science\". He died in May 2014.[2][8] A memorial symposium was held July 14, 2014 at Cambridge University, UK.[9]", "66728202": "William Barry Jensen (born March 25, 1948 in Marshfield, Wisconsin) is an American chemist and chemical historian.[1]", "45322": "Prof. Albus Percival Wulfric Brian Dumbledore[1]  is a fictional character in J. K. Rowling's Harry Potter series. For most of the series, he is the headmaster of the wizarding school Hogwarts. As part of his backstory, it is revealed that he is the founder and leader of the Order of the Phoenix, an organisation dedicated to fighting Lord Voldemort, the main antagonist of the series.", "69611794": "Torgeir Flatmark (21 September 1931 – 22 May 2020) was a Norwegian biochemist.", "51982614": "Boris Revut (also Boris Revout; Russian: Борис Исаакович Ревут; born 19 August 1947) is a German-Russian chemist, inventor and writer.", "39301401": "Henry Blunt (1806-1853) was born in Southwark.[1] He moved to Shrewsbury, Shropshire c. 1809 as a small child with his father, chemist Robert Blunt, mother Ann (Porter) Blunt and older brother, Thomas.[2] The brothers later joined their father as Chemists and Druggists, as \"Blunt and Sons\" eventually adding a soda water manufactory, and later adding ginger beer.[3] in the now sectioned 23 and 23a Wyle Cop address.", "64631067": "Henry Prentiss Armsby (September 21, 1853 – October 19, 1921) was an American agricultural chemist, animal nutritionist, and academic administrator. He served as Vice Principal and Acting Principal of the Storrs Agricultural School (1881–1883), associate director of the Wisconsin Agricultural Experiment Station (1883–1887), and director of the Agricultural Experiment Station (1887–1907) and the Institute of Animal Nutrition (1907–1921) at the Pennsylvania State University.", "2535708": "Walter Kaminsky (born 7 May 1941) is a German chemist. His research dwells in olefin polymerization, and also in plastic recycling. He discovered the high activity of Group 4 metallocene/methylaluminoxane (MAO) mixtures as catalysts for olefin polymerization in 1980.", "39203103": "Mou Chung-yuan (Chinese: 牟中原; pinyin: Móu Zhōngyuán) is a Taiwanese chemist. He was the Deputy Minister of the National Science Council (NSC) of the Executive Yuan in May 2012 until March 2014.[2]", "62402850": "Michael Scott VanNieuwenhze (born May 1962) is an American biochemist and Standiford H. Cox Professor at Indiana University at Bloomington. He leads a research group working on organic synthesis for problems regarding biological and medical interest.[1]", "48378149": "Gregory Robert Choppin (November 9, 1927, Texas, United States[1] – October 21, 2015, Tallahassee, Florida)[2] was an American nuclear chemist and co-discoverer of the element mendelevium, atomic number 101.[3] Others in the discovery group were Albert Ghiorso, Bernard G. Harvey, Stanley G. Thompson, and Glenn T. Seaborg.[4] The element was named in honor of Dmitri Mendeleev.[5]", "51392808": "Mary Louise Fossler (September 14, 1868 – January 22, 1952) was an American chemist and chemistry professor. Fossler is best known for her contributions to chemistry research and for her career as a professor at the University of Nebraska. Fossler graduated from the University of Nebraska with a Bachelor of Science in chemistry in 1894, and then returned to complete a Master of Arts in chemistry.", "7713064": "Gilles de Rais (c. 1405 – 26 October 1440), Baron de Rais, was a knight and lord from Brittany, Anjou and Poitou, a leader in the French army, and a companion-in-arms of Joan of Arc. He is best known for his reputation and later conviction as a confessed serial killer of children.", "2928938": "Sir Joseph Henry Gilbert FRS (1 August 1817 – 23 December 1901) was an English chemist, noteworthy for his long career spent improving the methods of practical agriculture. Along with J.B. Lawes, he conducted experiments at Rothamstead for forty years. One of the key findings of Lawes and Gilbert was that cereal crops took up nitrogen from the soil, contrary to the ideas of Justus von Liebig who held that it was obtained only from the air. Their work made Rothamstead a leading centre of agricultural research. Gilbert became a fellow of the Royal Society in 1860.[1]", "73314607": "Susan Jean Babinec is an American scientist. She is Program Lead for Stationary Storage within the Argonne Collaborative Center for Energy Storage Science (ACCESS) at the Argonne National Laboratory. She looks to develop a future electric grid for the United States.", "1421615": "Raghunath Anant Mashelkar, FTWAS, FNA,  FASc, FRS, FREng, FRSC, also known as Ramesh Mashelkar, (born 1 January 1943) is an Indian Chemical Engineer, born in a village named Marcel in Goa and brought up in Maharashtra.", "34484529": "Judith Herzfeld (born 1948) is Professor Emerita at Brandeis University.[1] Known for her work in  statistical thermodynamics,  solid state NMR and  chemical education, she is a fellow of the American Physical Society, the American Association for the Advancement of Science, and the Massachusetts Academy of Sciences. She is the author or coauthor of more than 180 scientific papers[2] and a book.[3]", "18166070": "Sir William Jackson Pope KBE FRS[1] (31 March 1870 – 17 October 1939) was an English chemist.", "70529335": "William Carter Stubbs (7 December 1843 – 7 July 1924) was an American chemist and sugar industry researcher who worked in Alabama and Louisiana.", "34419000": "Oswold Counsell Stephens (11 December 1896 – 8 May 1980) was a notable New Zealand teacher, chemist and potter. He was born in Dunedin, New Zealand in 1896. He was elected a life member of the New Zealand Society of Potters in 1965, together with Elizabeth Matheson and Olive Jones.[1]", "21147962": "Bernard Beryl Brodie (7 August 1907 – 28 February 1989) was a founding scientist in the area of biochemical and neurochemical pharmacology whose work in the 1940s and 1950s had great impact. He was a major figure in the fields of drug metabolism and drug therapy, studying how the absorption and interactions of drugs in the body. Brodie helped to found and lead the Laboratory of Chemical Pharmacology at the National Heart Institute in Bethesda, Maryland, one of the National Institutes of Health. He was a member of the United States National Academy of Sciences.[1]", "1257797": "The Flash (Bartholomew Henry \"Bart\" \"Barry\" Allen) is a superhero appearing in American comic books published by DC Comics. He is the second character known as the Flash, following Jay Garrick. The character first appeared in Showcase #4 (October 1956), created by writer Robert Kanigher and penciler Carmine Infantino.[1]", "405835": "John Clarke Slater (December 22, 1900 – July 25, 1976) was an American physicist who advanced the theory of the electronic structure of atoms, molecules and solids.[1][2][3] He also made major contributions to microwave electronics.[1] He received a B.S. in physics from the University of Rochester in 1920 and a Ph.D. in physics from Harvard in 1923, then did post-doctoral work at the universities of Cambridge (briefly) and Copenhagen. On his return to the U.S. he joined the physics department at Harvard.", "32944464": "Derek Bryce-Smith[2] (1926–2011) was an English chemist and professor of Organic Chemistry at the University of Reading from 1956 until his retirement in 1991. His work included organometallic chemistry, radical chemistry, photochemistry, environmental science, nutritional science and behavioural science. He was among the first to describe the dangers of tetraethyl lead, which was used for several decades as an anti-knock additive in petrol. Initially, his concerns were dismissed both by his fellow academics and by industrial interests.[3] However, by the time of his death, only six countries had not outlawed leaded petrol,[4] and the Royal Society of Chemistry gave him a silver medal in 1984 for his work in this area.[5] He subsequently became convinced that the use of NPK fertilisers in agriculture resulted in a lack of the essential trace element, zinc in modern (particularly vegetarian) diets; his pioneering views were again widely dismissed, becoming mainstream years later. An account of both campaigns is given in a book he co-authored with Liz Hodgkinson.[6]", "53162325": "Gary E. Keck is an American chemist.", "70988119": "Vitaliy Khutoryanskiy FRSC  is a British and Kazakhstani scientist,  a Professor of Formulation Science and a Royal Society Industry Fellow at the University of Reading.[1] His research focuses on polymers, biomaterials, nanomaterials, drug delivery, and pharmaceutical sciences. Khutoryanskiy has published over 200 original research articles, book chapters, and reviews. His publications have attracted > 11000 citations and his current h-index is 50.[2] He received several prestigious awards in recognition for his research in polymers, colloids and drug delivery[3][4] as well as for contributions to research peer-review[5] and mentoring of early career researchers.[6] He holds several honorary professorship titles from different universities.[7]", "143705": "Jaroslav Heyrovský (Czech pronunciation: [ˈjaroslav ˈɦɛjrofskiː] ⓘ) (December 20, 1890 – March 27, 1967) was a Czech chemist and inventor. Heyrovský was the inventor of the polarographic method, father of the electroanalytical method, and recipient of the Nobel Prize in 1959 for his invention and development of the polarographic methods of analysis.[2] His main field of work was polarography.[1][3][4][5][6][7]", "15839578": "Max Trautz (19 March 1880 – 19 August 1960) was a German chemist. He was very productive with over 190 scientific publications especially in the field of chemical kinetics. He was the first to investigate the activation energy of molecules by connecting Max Planck's new results concerning light with observations in chemistry.", "28914012": "Kees Posthumus  (16 June 1902 – 14 September 1972) was a Dutch chemist. He was the second rector magnificus of the Eindhoven University of Technology.", "67285341": "David Weininger (August 5, 1952 – November 2, 2016) was an American cheminformatician and entrepreneur.[1] He was most notable for inventing the chemical line notations for structures (SMILES),[2][3][4] substructures (SMARTS) and reactions (SMIRKS).[1] He also founded Daylight Chemical Information Systems, Inc.[5]", "1421662": "John William Tranter Spinks, CC MBE SOM (1 January 1908 – 27 March 1997) was  President of the University of Saskatchewan from 1960 to 1975.", "32026974": "Kuppuswamy Nagarajan (15 September 1930 – 8 April 2023) was an Indian organic chemist.[1]", "25375079": "Werner Tochtermann (30 May 1934 – 7 August 2021) was a German chemist and emeritus professor. From 1976 till his retirement in 1999 he was full professor of Organic Chemistry at the University of Kiel. His main areas of research were the chemistry of medium and large rings, the synthesis of cyclophanes, and the heteroquadricyclane→heteropin rearrangement, e.g. for the synthesis of oxepins from furans (known as Prinzbach–Tochtermann sequence[1]).", "40776042": "Clinton Paul Townsend (July 31, 1868 – August 3, 1931) was chemist known for the development of the Townsend cell for the chloralkali process.[1][2][3][4]", "35139952": "Walter Sidney Metcalf (18 May 1918 – 25 July 2008) was a New Zealand physical chemist.[2]", "71512433": "Bonnie Ann Wallace, FRSC (born 10 August 1951[1]) is a British and American biophysicist and biochemist.  She is a professor of molecular biophysics in the department of biological sciences, formerly the department of crystallography, at Birkbeck College, University of London, U.K.", "30388594": "William E. Moffitt (9 November 1925 – 19 December 1958[1]) was a British quantum chemist. He died after a heart attack following a squash match.[2] He had been thought to be one of Britain's most gifted academics.[3]", "65548660": "Irene Caroline Diner Koenigsberger (September 21, 1896 – August 18, 1985) was an American chemist known for discovering a method for determining the lifespan of rubber products.", "31109496": "Werner Kern (February 9, 1906 in Tiengen, southern Black Forest – January 18, 1985) was a German chemist.", "26489216": "Hans Leopold Meyer (31 March 1871 – 28 November 1942) was an Austrian chemist. He was the brother of Stefan Meyer who also received the Lieben Prize. Hans Leopold Meyer studied at the Technische Universität Bergakademie Freiberg, Vienna University of Technology and University of Heidelberg he received his PhD in 1894. He started as a lecturer at the Vienna University of Technology, and professor at the German University in Prague. He was a member of the German Academy of Sciences Leopoldina[1] and he received the Lieben Prize in 1905, seven years before his younger brother Stefan Meyer received the prize in 1913.[2] He was killed in the Theresienstadt concentration camp end of 1942.[3]", "2470275": "Ernest Henry Volwiler (August 22, 1893 – October 3, 1992) was an American chemist.  He spent his career at Abbott Laboratories working his way from staff chemist to CEO.[1][2] He was a pioneer in the field of anesthetic pharmacology, assisting in the development of two breakthrough drugs, Nembutal and Pentothal.[3] Volwiler also helped Abbott Laboratories to achieve commercial success for its pharmaceutical products including the commercialization of penicillin and sulfa drugs during World War II.[4]", "48673156": "Giannis Plakiotakis (Greek: Γιάννης Πλακιωτάκης; born 10 July 1968) is a Greek politician who served as the acting President of New Democracy following the resignation of Vangelis Meimarakis. He has been a Member of the Hellenic Parliament (MP) for Lasithi since 2004.", "471429": "Vladimir Prelog ForMemRS[1] (23 July 1906 – 7 January 1998) was a Croatian-Swiss organic chemist who received the 1975 Nobel Prize in chemistry for his research into the stereochemistry of organic molecules and reactions. Prelog was born and grew up in Sarajevo.[2] He lived and worked in Prague, Zagreb and Zürich during his lifetime.[3][4]", "1749385": "Oliver Wolcott Gibbs (February 21, 1822 – December 9, 1908) was an  American chemist.  He is known for performing the first electrogravimetric analyses, namely the reductions of copper and nickel ions to their respective metals.[1][2]", "72495497": "Hugh Coe is a British atmospheric physicist, currently Head of Atmospheric Sciences and Professor of Atmospheric Composition at the University of Manchester. His research investigates the physics and chemistry of atmospheric aerosols, including their role in climate change and air pollution.[1]", "67056012": "Edouard Hendrik von Baumhauer (8 September 1820 – 18 January 1885) was a Dutch chemist who served as a professor at the University of Amsterdam.", "57520533": "Kelly Chibale PhD, FRSSAf, FRSC (born 1964) is professor of organic chemistry at the University of Cape Town, and the founder and director of H3D research center. In 2018 he was recognized as one of Fortune magazine's top 50 World's Greatest Leaders.[1][2] His research focuses on target-directed inhibitors.", "55554454": "Jane Catherine Ngila is the head of the Chemical Sciences Department at the University of Johannesburg, her work focuses on applying nanotechnology for water purification. She is Acting Executive Director of the African Academy of Sciences and member of the Academy of Science of South Africa.[1]", "62894493": "Chen Junwu (Chinese: 陈俊武; born March 17, 1927) is a Chinese engineer and an academician of the Chinese Academy of Sciences (CAS).[1]", "1749405": "Karl Friedrich August Rammelsberg (1 April 1813 – 28 December 1899) was a German mineralogist from Berlin, Prussia.", "67088797": "Emiel Jan Maria Hensen is a Dutch chemist and professor of Inorganic Materials and Catalysis at Eindhoven University of Technology. Hensen's research has focused on developing novel heterogeneous catalysts, kinetics and mechanism, and energy conversion.[1] He leads a team of over 50 researchers working to improve \"clean and sustainable chemical conversion processes for the production of fuels and chemicals.\"[2]", "62435743": "Xu Chunming (Chinese: 徐春明; pinyin: Xú Chūnmíng; born February 1965) is a Chinese chemist and professor at China University of Petroleum.", "33730981": "Benjamin Wishnietsky (1915-2013) was a textile chemist and a collector of United States, Greek, and Confederate philatelic material for his entire adult life.", "36516271": "David A. Agard is a professor of biochemistry and biophysics at the University of California, San Francisco. He earned his B.S. in molecular biochemistry and biophysics from Yale University and his Ph.D. in biological chemistry from California Institute of Technology. His research is focused  on understanding the basic principles of macromolecular structure and function. He is a scientific director of the Institute for Bioengineering, Biotechnology, and Quantitative Biomedical Research and has been a Howard Hughes Medical Institute (HHMI) investigator since 1986.", "57029044": "Charles Alexander Pasternak (born March 1930) is a British scientist. Educated at Oxford University, he then spent two years at Yale University Medical School. He spent the next 16 years at the Department of Biochemistry, University of Oxford, with a Tutorial Fellowship at Worcester College. In 1976, he took up the Foundation Chair of Biochemistry at St George’s Hospital Medical School, University of London.", "29274552": "Walter Cooper  (born July 18, 1928, in Clairton, Pennsylvania) is an American scientist, humanitarian, activist, and educator. Primarily a research scientist, he was also heavily involved in civil rights work both in Rochester, New York and in Mali.", "38515133": "Erin K. O'Shea is an American biologist who is president of the Howard Hughes Medical Institute (HHMI). In 2013, she was named HHMI's vice president and chief scientific officer. Prior to that, she was a professor of molecular and cellular biology and chemistry and chemical biology at Harvard University. In 2016, her appointment as future, and first woman, president of HHMI was announced.[1] She has been a Howard Hughes Medical Institute (HHMI) investigator since 2000.[2]", "7319998": "Frank L. Lambert (July 10, 1918 – December 28, 2018) was an American academic who was Professor Emeritus of Chemistry at Occidental College, Los Angeles. He is known for his advocacy of changing the definition of thermodynamic entropy as \"disorder\" in US general chemistry texts to its replacement by viewing entropy as a measure of energy dispersal. He died in December 2018 at the age of 100.[1]", "47231424": "Gabriel Babatunde Ogunmola is a Nigerian Professor of Chemistry and Chancellor of Lead City University, Ibadan.[1][2]", "60797380": "Elizabeth Kane, also known as Alice and Red Alice, is a fictional character created by Greg Rucka and J. H. Williams III. Beginning as a supervillain, she first appeared in August 2009 in the comic book Detective Comics, published by DC Comics. Her relationship with her twin sister Kate Kane defines much of Batwoman's emotional life. During The New 52, it is established that Kate and Beth are cousins of Bruce Wayne, the alter-ego of the superhero Batman, through his mother Martha Wayne (née Kane).", "43069898": "George Wallace Kenner FRS (16 November 1922 – 26 June 1978) was a British organic chemist.[1] He was born in Sheffield in 1922, the son of Prof. James Kenner. During his childhood, he went to Didsbury Preparatory School in 1928 and moved to Manchester Grammar School in 1934. He was appointed to the first Heath Harrison Chair of Organic Chemistry at the University of Liverpool 1957–1976. He did his MSc and PhD degrees under Lord Todd at Manchester and Cambridge Universities in UK. He married Jillian Bird in 1951 and they had two daughters both born in Cambridge. He was faculty member at the Cambridge University for 15 years before moving to the University of Liverpool in 1957 as Heath Harrison Professor of Organic Chemistry.", "17281483": "Alfred Wohl (3 October 1863 – 25 December 1939) was a German chemist.  \nSeveral chemical reactions are named after him, including the Wohl degradation, Wohl-Aue reaction and the Wohl-Ziegler reaction.", "32616908": "Norman Louis Knight (September 21, 1895 – April 19, 1972) was an American chemist and writer of fantasy and science fiction.[1] His most prominent work is probably A Torrent of Faces, a novel cowritten with James Blish and reprinted in the Ace Science Fiction Specials line/[2]", "18559435": "Sylvan Harold Wittwer (January 17, 1917 – January 20, 2012) was an American agronomist who served as director of the agricultural experiment station at Michigan State University.[1]", "5812687": "Baron Denys Marie Pierre Augustin Cochin (1 September 1851 in Paris – 24 March 1922 in Paris) was a French writer and Catholic right-wing politician.", "4075984": "Vincent Joseph Schaefer (July 4, 1906 – July 25, 1993) was an American chemist and meteorologist who developed cloud seeding. On November 13, 1946, while a researcher at the General Electric Research Laboratory, Schaefer modified clouds in the Berkshire Mountains by seeding them with dry ice.  While he was self-taught and never completed high school,[1] he was issued 14 patents.", "21344722": "Kurt Gustav Karl Peters (17 August 1897 – 23 May 1978) was an Austrian chemist. His work focused on the area of fuel technology, physical chemistry and catalytic reactions as well as the separation of rare gases and hydrocarbons.", "41890261": "James Bell (1825–1908)[1] was a Northern Irish chemist, known for his work on analyses of food, tobacco and alcoholic drinks.", "34353622": "Sidney Udenfriend (April 5, 1918 – December 29, 1999) was an American biochemist, pharmacologist, founding director of the Roche Institute of Molecular Biology, co-discoverer of a color test to detect an intestinal tumor often linked with diseased heart valves.\n[1]\n[2]\n[3]\n[4]\nUdenfriend was also a member of the National Academy of Sciences,[2]\na recipient of the Ames Award,[4] Hillebrand Award,[4] the Arthur S. Flemming award,[4]\nGairdner Award,[4] the Van Slyke Award[4]\nchief of the laboratory in the National Heart Institute,[4]\nHe was also a member  the American Chemical Society, the American Society of Biological Chemists, American Society for Pharmacology and Experimental Therapeutics, and American Association for the Advancement of Science.[4]", "70922711": "Robert S. Roth (August 21, 1926 – July 16, 2012) was an American materials scientist known for his comprehensive research into the phase diagrams of ceramic materials and the structures of nonstoichiometric compounds.[1]", "1683934": "Larry Neil Vanderhoef (March 20, 1941 – October 15, 2015) was an American biochemist and academic. He was the 5th chancellor of University of California, Davis.", "34288095": "Emil Thomas Kaiser (February 15, 1938 – July 18, 1988) was a Hungarian-born American biochemist.[1][2][3]\nKaiser was most notable for his research of enzyme modification.[2]", "37663218": "Ulrich \"Uli\" Pöschl (9 October 1969) is an Austrian chemist who was appointed Director[1] of the newly founded Department of Multiphase Chemistry at the Max Planck Institute for Chemistry in Mainz, Germany on 1 October 2012.", "52605428": "Mercouri Kanatzidis (Greek: Μερκούριος Κανατζίδης; born 1957) is a Charles E. and Emma H. Morrison Professor of chemistry and professor of materials science and engineering at Northwestern University[1]  and Senior Scientist at Argonne National Laboratory.[2]", "73314806": "Aniruddha Bhalchandra Pandit (born 7 December 1957) is an Indian chemical engineer, inventor and academic, known for his fundamental and commercial research on cavitational reactors, design of multiphase reactors, bubble dynamics. He is the vice chancellor of the Institute of Chemical Technology, Mumbai (erstwhile UDCT) since 2019, succeeding G. D. Yadav.[3][4]", "2535929": "François-Marie Raoult (/rɑːˈuːl/; 10 May 1830 – 1 April 1901) was a French chemist who conducted research into the behavior of solutions, especially their physical properties.", "64664057": "Francis William Bergstrom, Ph.D. (1897–1946) was an American professor of chemistry at Stanford University.[1]", "26325500": "Robert Coombe is a chemist and an educator.  He has been a faculty member at the University of Denver since 1981.  From 2005 until 2014 he was chancellor.", "1520124": "John Shine AC FRS FAA (born 3 July 1946) is an Australian biochemist and molecular biologist.[1] Shine and Lynn Dalgarno discovered a nucleotide sequence, called the Shine-Dalgarno sequence, necessary for the initiation of protein synthesis.[2] He directed the Garvan Institute of Medical Research in Sydney from 1990 to 2011. From 2018 to 2022, Shine was President of the Australian Academy of Science.[3]", "48771583": "Nuno Maulide (born 1979, Lisboa, Portugal), is a Portuguese chemist and scientist, currently professor of organic chemistry at the University of Vienna, as well as a science-related writer and speaker.[1] He is also an amateur pianist.[2] Son of a Mozambican father and a São Toméan mother, who were physicians, he was the first black professor at the institution in over six centuries of existence.[3] He is also involved in science divulgation and the popularization of chemistry, especially for children.[4][5][6][7][8]", "799233": "Arthur Ernest Wilder-Smith, FRSC (22 December 1915 – 14 September 1995) was a British organic chemist[1] and young Earth creationist.[2][3]", "61387269": "Professor Alison Todd FTSE is holder of 18 patents (as at July 2019),[2] and a co-founder and chief scientific officer of SpeeDx.[3] The company manufactures and sells tests for detecting infectious pathogens and identifying antibiotic resistance.[4] The biomedical company, co-founded by Todd, develops diagnostic tools.[5] Todd mentors younger scientists and entrepreneurs, as well as advocating for greater gender diversity in leaders in STEM.[6] ‘Nearly 60 per cent of medical science and health graduates are women, but we hold only 20 per cent of senior leadership positions in the field’.[6]", "47690260": "Quantum Theory of the Electron Liquid,[1]", "57061908": "Mary Patricia Ryan CBE FREng is a Professor of Materials Science at Imperial College London and a Fellow of the Royal Academy of Engineering.", "10990101": "Mahlon Bush Hoagland (October 5, 1921 – September 18, 2009) was an American biochemist who discovered transfer RNA (tRNA), the translator of the genetic code.[1]", "41333269": "Robert John Ferrier FRSNZ,[1] FNZIC,[2] (7 August 1932 – 11 July 2013) was an organic chemist who discovered two chemical reactions, the Ferrier rearrangement and the Ferrier carbocyclization.[3][4] Originally from Edinburgh, he moved to Wellington, New Zealand, in 1970.", "16724510": "James Apjohn FRS (1 September 1796 – 2 June 1886) was the Irish chemist known for the discovery of new minerals.", "59224607": "Lin Ming-chang (Chinese: 林明璋; pinyin: Lín Míngzhāng; born 24 October 1936) is a Taiwanese chemist.", "47624739": "Auguste-Arthur Plisson (died August 1832[1]) was a French chemist. Born in Orléans,[1] Plisson was orphaned at an early age, but overcame the difficulties that caused him with the determination he brought to being a student of chemistry in Paris. Taught by Nöel-Étienne Henry, chief of the Central Pharmacy of Paris Hospitals (Pharmacie centrale des hôpitaux de Paris, today the Agence générale des équipements et produits de santé),[2] he won several awards from the School of Pharmacy of Paris, including a gold medal for chemistry in 1823,[3] and was eventually recruited by Henry to work for the Central Pharmacy.[2] After several years, during which he published a number of papers on chemical discoveries, he was appointed deputy chief. He was also a member of the Société de Pharmacie (today the Académie nationale de pharmacie).[2]", "66499107": "Paul William Bohn (born 1955) is an American chemist who researches molecular nanotechnology. He is a fellow of the American Association for the Advancement of Science, Royal Society of Chemistry, and Society for Applied Spectroscopy, as well as a co-editor of the Annual Review of Analytical Chemistry.", "68989479": "Bina Shaheen Siddiqui is a Pakistani chemist and the Director of the H.E.J. Research Institute of Chemistry at the University of Karachi.[1] Siddiqui graduated from the University of Karachi with an MPhil in 1978.[2] In 1980, she graduated from the same university with a PhD in organic chemistry.[1]", "65352233": "Timothy D. Lash (born 13 October 1953) is an English-born chemist. He moved to the United States and began teaching at Illinois State University in 1984. Lash is known for his contributions to synthetic porphyrin chemistry.[1]", "57815594": "Tamir Gonen (born 1975) is an American structural biochemist and membrane biophysicist best known for his contributions to structural biology of membrane proteins, membrane biochemistry and electron cryo-microscopy (cryoEM) particularly in electron crystallography of 2D crystals and for the development of 3D electron crystallography from microscopic crystals known as MicroED. Gonen is an Investigator of the Howard Hughes Medical Institute, a professor at the University of California, Los Angeles, the founding director of the MicroED Imaging Center at UCLA and a Member of the Royal Society of New Zealand.", "43987498": "Pierre De Meyts (born 1944) is a Belgian physician and biochemist known for his research on fine chemical and kinetic aspects of ligand-receptor interaction, subunit assembly, and specific metabolic (as well as mitogenic) effects of hormones typically causing receptor tyrosine kinase activation such as insulin and insulin-like growth factors (IGFs). He has also studied receptor signalling for other peptide hormones such as growth hormone and relaxin, and key pathophysiological aspects of diabetes mellitus. De Meyts held professorial posts for over three decades at several European and United States institutions and currently is an emeritus professor in the Science Faculty at the Université catholique de Louvain.[1][2] While living in Denmark (1990-2010) he occupied executive research positions at Novo Nordisk.[3] De Meyts (a.k.a. Chuck) is also known as a science cartoonist.[4][5]", "9613870": "Susan Solomon (born in Chicago)[1][2] is an American atmospheric chemist, working for most of her career at the National Oceanic and Atmospheric Administration.[3] In 2011, Solomon joined the faculty at the Massachusetts Institute of Technology, where she serves as the Ellen Swallow Richards Professor of Atmospheric Chemistry & Climate Science.[4] Solomon, with her colleagues, was the first to propose the chlorofluorocarbon free radical reaction mechanism that is the cause of the Antarctic ozone hole.[3]", "26489393": "Charles Anthony Goessmann (13 June 1827 – 1 September 1910), known in his native German as Karl Anton Gößmann, was a Massachusetts agricultural and food chemist.", "8106551": "Thomas Stevenson  (1838 – 27 July 1908) was an English toxicologist and forensic chemist.[1] He served as an analyst to the Home Office and in England he served as an expert witness in many famous poisoning cases. These included the Pimlico Mystery, The Maybrick Case, the Lambeth Poisoner, and the George Chapman case.[2]", "50147897": "Janne Blichert-Toft is a geochemist, specializing in the use of isotopes with applications in understanding  planetary mantle-crust evolution, as well as the chemical composition of matter in the universe. To further this research, Blichert-Toft has developed techniques for high-precision Isotope-ratio mass spectrometry measurements.[1]", "66236993": "Lee Irvin Smith (July 22, 1891 – March 29, 1973) was an American organic chemist who spent his research career on the faculty at the University of Minnesota, where he served as chief of the chemistry department's organic chemistry division.[1][2][3]", "6107719": "Professor Malcolm Smyth is and Irish chemist. He is also the dean of the Faculty of Science & Health at Dublin City University, in Dublin, Ireland. Smyth is also the president of the Analytical Division of the Royal Society of Chemistry (RSC) and is the first analytical chemist from the Republic of Ireland to hold the position. He has received awards from the Royal Society of Chemistry (RSC) and the SAC Gold Medal for Analytical Chemistry from the Analytical Division of the RSC.[1]", "28652109": "Casey William Hardison (born 1971) is an American chemist convicted in the United Kingdom in 2005 of six offences involving psychedelic drugs: three of production, two of possession, and one of exportation.[1][2]", "44806736": "Volker Haucke (born 29 June 1968 in Berleburg, now Bad Berleburg, Germany) is a biochemist and cell biologist. He is Director of the Leibniz-Forschungsinstitut für Molekulare Pharmakologie Berlin (FMP) Berlin and Professor of Molecular Pharmacology at the Institute for Pharmacy of the Free University of Berlin.", "12104273": "Jheri Redding (born Robert William Redding March 2, 1907 – March 15, 1998) was an\nAmerican hairdresser, chemist, hair-care products entrepreneur and businessman.[1] Redding is best known for having created the Jheri curl.[2]", "26522197": "Alexander Herbert Imich (February 4, 1903 – June 8, 2014) was a Polish-American chemist, parapsychologist, zoologist and writer who was the president of the Anomalous Phenomena Research Center in New York City. He was born in 1903 in Częstochowa, Poland (then part of the Russian Empire) to a Jewish family.", "52408917": "You Xiaozeng (Chinese: 游效曾; pinyin: Yóu Xiàozēng; January 1934[1] – 19 November 2016) was a Chinese inorganic chemist. He was an educator and an academician of the Chinese Academy of Sciences (CAS). You died on 19 November 2016 at the age of 83 in Nanjing.[2]", "26817130": "Rodney S. \"Rod\" Ruoff is an American physical chemist and nanoscience researcher. He is one of the world experts on carbon materials including carbon nanostructures such as fullerenes, nanotubes, graphene, diamond, and has had pioneering discoveries on such materials and others. Ruoff received his B.S. in chemistry from the University of Texas at Austin (1981) and his Ph.D. in chemical physics at the University of Illinois-Urbana (1988). After a Fulbright Fellowship at the MPI fuer Stroemungsforschung in Goettingen, Germany (1989) and postdoctoral work at the IBM T. J. Watson Research Center (1990–91), Ruoff became a staff scientist in the Molecular Physics Laboratory at SRI International (1991–1996). He is currently UNIST Distinguished Professor at the Ulsan National Institute of Science and Technology (UNIST), and the director of the Center for Multidimensional Carbon Materials, an Institute for Basic Science Center located at UNIST.", "12563053": "Edward Henry Rennie (19 August 1852 – 8 January 1927) was an Australian scientist and a president of the Royal Society of South Australia.", "54047341": "John L. Markley is an American biochemist.[1]", "43725423": "Hessy Levinsons Taft (born Hessy Levinsons; (1934-05-17)17 May 1934),[1] a German Jew, was featured as an infant in Nazi propaganda after her photo won a contest to find \"the most beautiful Aryan baby\" in 1935. Taft's image was subsequently distributed widely by the Nazi party in a variety of materials, such as magazines and postcards, to promote Aryanism.", "57782896": "Tullio Pozzan FRSC (22 February 1949 – 15 October 2022) was an Italian biochemist who was professor at the University of Padua and head of the department of biomedical sciences of the Italian National Research Council.[2][3]", "73871985": "Lothar Kolditz (born September 30, 1929) is a German chemist and former politician. He was president of the National Front of the German Democratic Republic.", "54047351": "John D. Weeks is an American chemist currently university distinguished professor at University of Maryland and an Elected Fellow of the American Association for the Advancement of Science and American Academy of Arts and Sciences.  He has degrees from Harvard College and the University of Chicago.[1][2][3][4]", "54047357": "Mark S. Cushman is an American chemist, whose primary research is in the area of medicinal chemistry. He completed his pre-pharmacy studies at Fresno State College (now California State University, Fresno) in 1965. He then attended the University of California San Francisco (as a University of California Regents Scholar), earning a Pharm.D. in 1969 and a Ph.D. in Medicinal Chemistry in 1973. Thereafter, he performed postdoctoral training in the laboratory of George Büchi, Ph.D., at the Massachusetts Institute of Technology (MIT). There, his research focused on the discovery and development of new synthetic methodologies,[1] and the isolation and structural characterization of mycotoxins from Aspergillus niger.[2] In 1975, he joined the Department of Medicinal Chemistry and Molecular Pharmacology (at the time, Department of Medicinal Chemistry and Pharmacognosy) at Purdue University. From 1983 to 1984, Prof. Cushman was a Senior Fulbright Scholar at Munich Technical University working in the laboratory of Professor Adelbert Bacher.  His sabbatical work dealt with the design and synthesis of probes to elucidate key aspects of the biosynthesis of riboflavin (vitamin B2).[3] Currently he holds the rank of Distinguished Professor Emeritus of Medicinal Chemistry at Purdue University.[4]  He has mentored 40 graduate students, 59 postdoctoral researchers, and 5 visiting scholars. He has published 348 papers and holds 41 patents. His work has  ~17,000 citations with an h-index of 69. His most cited papers had 471, 403, and 299 citations as of August 2021.[4] He has made seminal contributions to the fields of synthetic and medicinal chemistry including the development of new synthetic methodologies, the synthesis of natural products, and the preparation of antivirals, antibacterials, and anticancer agents, and mechanism probes to understand the function of over thirty macromolecular targets.[4]   One of his main scientific contributions is the development of the indenoisoquinolines, molecules that inhibit the action of toposiomerase I (Top1) and stabilize the G-quadruplex in the Myc promoter.[5] Three indenoisoquinolines designed and synthesized by his research group at Purdue University [indotecan (LMP 400), indimitecan (LMP 776), and LMP 744] demonstrated potent anticancer activity in vivo and have completed phase I clinical trials at the National Institutes of Health.[6]", "6730365": "Damien Leo Leith (born 18 January 1976, in Dublin) is an Irish-Australian singer–songwriter. He was the winner of the Network Ten music contest Australian Idol in 2006. Since winning the title, Leith has released nine studio albums, four of which peaked in the top two of the ARIA Charts, including two number ones. He has been awarded seven platinum and one gold certification for albums and singles by ARIA, which equates to sales of just over half a million.[1]", "22295167": "Josef Redtenbacher (March 13, 1810 – March 5, 1870) was an Austrian chemist born in Kirchdorf an der Krems, Upper Austria.[1][2][3][4][5] He was a brother to entomologist Ludwig Redtenbacher (1814–1876).", "9089665": "Robert E. Berry is an American retired food scientist who was involved in citrus research with the United States Department of Agriculture (USDA) Agricultural Research Service (ARS) before becoming Editor-In-Chief of the Institute of Food Technologists' (IFT) Journal of Food Science (JFS) from 1990 to 1998.", "67711617": "Surita Bhatia is an American chemist who is professor and vice provost of faculty affairs at Stony Brook University. Her work considers the structure of soft materials, including polymeric hydrogels and colloidal glasses. She was elected Fellow of the American Institute of Chemical Engineers, the American Institute for Medical and Biological Engineering and the Society of Rheology in 2020.", "46609027": "Jane Clarke FRS FRSC FMedSci (née Morgan; born 1950) is an English biochemist and academic. Since October 2017, she has served as President of Wolfson College, Cambridge.[4] She is also Professor of Molecular Biophysics, a Wellcome Trust Senior Research Fellow[5] in the Department of Chemistry at the University of Cambridge. She was previously a Fellow of Trinity Hall, Cambridge.[6][7][8] In 2023, she was elected to the National Academy of Sciences.[9]", "54047364": "John A. Secrist III is an American chemist, whose work invented Clofarabine, currently at Southern Research and an Elected Fellow of the American Association for the Advancement of Science.[1][2][3][4]", "537220": "William Francis Giauque (/dʒiˈoʊk/;[1] May 12, 1895 – March 28, 1982) was a Canadian-born American chemist and Nobel laureate recognized in 1949 for his studies in the properties of matter at temperatures close to absolute zero.  He spent virtually all of his educational and professional career at the University of California, Berkeley.", "38253190": "Terry S. Elton is an American professor of pharmacology at the Ohio State University.", "55685763": "Dr William Walker James Nicol FRSE (1855 – 18 March 1929) was a Scottish chemist and photographer who invented the Kallitype printing process in 1889.", "32846476": "Mark Allen Sherman of Pasadena, California is a biochemist (PhD) and prominent string figure enthusiast.[1] His editing and writing led to the publishing of Kwakiutl String Figures by Julia Averkieva, \"the most comprehensive Native American string figure collection ever assembled from a single tribe,\" (or nation) the Kwakwaka'wakw.[2] He founded ISFA Press in 1993,[3] co-edited and illustrated String Figure Magazine from 1996 to 2005,[4] and has been editor of the Bulletin of the International String Figure Association, which he founded, since 1994.[5]", "54047373": "Hilary J. Crichton is a British chemist currently the Editor-in-Chief of Biopolymers.[1][2][3][4]", "54047377": "John H. Enemark is an American chemist, focusing in bioinorganic chemistry, molybdenum-containing enzymes, pulsed EPR spectroscopy, X-ray crystallography and metal nitrosyls, currently the Regents Professor Emeritus at University of Arizona.[1][2][3]", "65254034": "Vernon R. Morris (born January 23, 1963) is an American atmospheric scientist, Foundation Professor and Associate Dean of the Knowledge Enterprise in the New College of Interdisciplinary Arts and Sciences at Arizona State University. He is an Emeritus Professor in the Department of Chemistry and the former Director of the Atmospheric Sciences Program at Howard University. He was awarded the 2018 American Meteorological Society Charles E. Anderson award and the 2020 Presidential Citation for Science and Society American Geophysical Union.", "58634900": "Maria Forsyth AM FTSE is an Australian chemist. She is a research professor at the University of the Basque Country and an Alfred Deakin Fellow at Deakin University in Victoria, Australia where she holds the Chair in Electromaterials and Corrosion Sciences.", "42709653": "Susan Band Horwitz is an American biochemist and professor at the Albert Einstein College of Medicine[1][2] where she holds the Falkenstein chair in Cancer Research as well as co-chair of the department of Molecular Pharmacology.", "39695001": "Edward Curtis Franklin (March 1, 1862 – February 13, 1937) was an American chemist.", "14856862": "Stephen E. Schwartz (born June 18, 1941) is an atmospheric scientist at Brookhaven National Laboratory.  He served from 2004 to 2009 as the Chief Scientist of the Atmospheric Science Program of the United States Department of Energy. He is author of over 100 scientific publications dealing mainly with cloud chemistry and forcing of climate change by atmospheric aerosols.", "31896223": "Anthony W. Norman (January 1938 – June 14, 2019) was a professor emeritus of biochemistry and biomedical sciences at the University of California, Riverside and one of the world's foremost experts on vitamin D.[1]", "5485216": "Edward Ambrose Martell (February 23, 1918 – July 12, 1995)[1] was an American radiochemist for the US National Center for Atmospheric Research (NCAR) in Boulder, Colorado. He fought fervently throughout his life against the medical establishment and the National Institute of Health for what he perceived to be insufficient research into radiation-induced lung cancer, particularly in regard to cigarette smoking.", "56570533": "Róisín Owens is a professor in the Department of Chemical Engineering and Biotechnology, University of Cambridge and a Fellow of Newnham College, Cambridge.[2][3] Her research investigates new engineering technology for biological applications with a focus on organic bioelectronics, developing electroactive materials that can be used between physical transducers and soft biological tissues.[1][4][5]", "70759076": "Elizabeth Sally Ward FRS is a British physician who is Director of Translational Immunology at the Centre for Cancer Immunology in the University of Southampton.[1][2] She was elected Fellow of the Royal Society in 2022.[3]", "36516519": "Natalie G. Ahn is a professor of chemistry and biochemistry at the University of Colorado at Boulder. Her research is focused on understanding the mechanisms of cell signaling, with a speciality in phosphorylation and cancers.[1] Ahn's work uses the tools of \"classical chemistry\" to work on understanding the genetic code and how genetics affects life processes.[2] She has been a professor at the University of Colorado at Boulder since 2003, where she is a distinguished professor.[3] She was a Howard Hughes Medical Institute investigator between 1994 and 2014.[4] In 2018, she was elected to the National Academy of Sciences and named a fellow of the American Academy of Arts and Sciences.[5][6]", "8696485": "David Warren Turner (born 1927) is a physical chemist known for the development of ultra-violet photoelectron spectroscopy (UPS), a technique for the measurement of molecular orbital energies in gas-phase molecules.", "67613360": "Gustave Charles Bonaventure Chancel (18 January 1822 – 5 August 1890) was a French chemist who conducted research on organic and analytical chemistry while also examining chemical aspects of wine making. A method for determining the fineness of ground sulphur involves the use of a calibrated tube sometimes called Chancel's Sulphurimeter.", "56373939": "Priscilla Baker is a professor of analytical chemistry at the University of the Western Cape. She is the co-leader of SensorLab, a research platform in electrochemistry that deals with the electrodynamics of materials and sensors. She is an active member of the Academy of Science of South Africa,[1] European Scientific Network for Artificial Muscles (ESNAM) and the Marie Curie International staff exchange scheme (IRSES).[2]", "50868919": "Trista Vick-Majors is an American Assistant Professor in Biological Sciences at Michigan Tech. She is an Antarctic biogeochemist and microbial ecologist, best known for her work showing that microorganisms are present under the Antarctic ice sheet.[1]", "52736695": "Antony Wilks Burgess AC, FAA (born 1946) is an Australian biochemist and a cancer researcher. He has been Director of the Ludwig Institute for Cancer Research in Melbourne and Professor of Surgery at the Royal Melbourne Hospital, University of Melbourne since 1980. He was elected a Fellow of the Australian Academy of Science (FAA) in 1993, and in 1998 he was appointed a Companion of the Order of Australia (AC) \"for outstanding services to science and medicine, especially in the field of cancer research\".[1][2][3][4]", "8499897": "Karl-Friedrich Bonhoeffer (13 January 1899 – 15 May 1957)  was a German chemist.[1]", "504507": "Frederick Guthrie FRS FRSE (15 October 1833 – 21 October 1886) was a British physicist, chemist, and academic author.", "52048572": "Dr Peter Joseph Heald FRSE (26 July 1925 – 3 October 1996) was a British biochemist, who was an expert on reproductive biochemistry.", "47952577": "Alfred Hassner  (Hebrew: אלפרד הסנר) (born 1930) is an internationally known organic chemist.", "373443": "Stanley Rossiter Benedict (17 March 1884 – 21 December 1936) was an American chemist best known for discovering Benedict's reagent, a solution that detects certain sugars.", "56275652": "Ramasubbu Sankararamakrishnan is an Indian computational biologist, bioinformatician and a professor at the Department of Biological Sciences and Bioengineering of the Indian Institute of Technology, Kanpur. He is known for his computational studies on membrane protein function. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2008.", "46248648": "Meredith Gwynne Evans, FRS (2 December 1904 – 25 December 1952) was a British physical chemist, who made important theoretical contributions in the study of chemical reaction rates and reaction mechanisms. Together with Henry Eyring and Michael Polanyi, Meredith Gwynne Evans is one of the founders of the transition state theory.", "29635273": "Jacques Rose Ferdinand Émile Sarrau (Perpignan 24 June 1837 – Saint-Yrieix 10 May 1904)[1] was a French chemist. He worked most of his career at the laboratory in the Dépôt Central des Poudres et Salpêtres (Central Depot for Powder and Saltpetre).[2] He did research on explosive shock waves, the effects of explosives and he developed new explosives. The Mach number was sometimes called in French the Nombre de Sarrau (Sarrau number).[3][4]", "46838475": "Andrew Ian Cooper FRS[1] is Professor of Chemistry in the Department of Chemistry at the University of Liverpool.[2][6]", "42578643": "Mary Jo Ondrechen (born 1953) is an American chemist, educator, researcher, community leader and activist. She serves as Professor of Chemistry and Chemical Biology and Principal Investigator[1] of the Computational Biology Research Group at Northeastern University in Boston, Massachusetts.", "31470292": "Alfred Berthoud (1874–1939) was a Swiss chemist, professor of chemistry at the University of Neuchâtel.", "13017": "Gilbert Newton Lewis ForMemRS[1] (October 23[2][3][4] or October 25, 1875 – March 23, 1946)[1][5][6] was an American physical chemist and a  dean of the college of chemistry at University of California, Berkeley.[3][7] Lewis was best known for his discovery of the covalent bond and his concept of electron pairs; his Lewis dot structures and other contributions to valence bond theory have shaped modern theories of chemical bonding. Lewis successfully contributed to chemical thermodynamics, photochemistry, and isotope separation, and is also known for his concept of acids and bases.[8] Lewis also researched on relativity and quantum physics, and in 1926 he coined the term \"photon\" for the smallest unit of radiant energy.[9][10]", "39629537": "Kim Kimoon (born 1954) is a South Korean chemist and professor in the Department of Chemistry at Pohang University of Science and Technology (POSTECH). He is the first and current director of the Center for Self-assembly and Complexity at the Institute for Basic Science. Kim has authored or coauthored 300 papers which have been cited more than 30,000 times[1] and he holds a number of patents.[2] His work has been published in Nature, Nature Chemistry, Angewandte Chemie, and JACS, among others. He has been a Clarivate Analytics Highly Cited Researcher in the field of chemistry in 2014, 2015, 2016.[3]", "51327725": "Rudolf Heinrich Friedrich Weinland (22 November 1865, in Hohenwittlingen – 9 August 1936, in Münster) was a German pharmaceutical chemist. He was the son of zoologist David Friedrich Weinland (1829–1915).", "35336947": "Geoffrey Charles Gaut CBE (12 October 1909 – 18 August 1992) was a pioneering scientist in Britain's semiconductor industry.", "30454528": "Vittorio Erspamer (30 July 1909 – 25 October 1999) was an Italian pharmacologist and chemist, known for the identification, synthesis and pharmacological studies of more than sixty new chemical compounds, most notably serotonin and octopamine.", "635652": "John Walker FRSE (1731–1803) was a Scottish minister and natural historian. He was Regius Professor of Natural history at the University of Edinburgh from 1779 to 1803. He was joint founder of the Royal Society of Edinburgh in 1783 and Moderator of the General Assembly of the Church of Scotland in 1790.", "67842821": "Bruce Michael Spiegelman is an American biochemist and cell biologist. Since 2008, Spiegelman has been the Stanley J. Korsmeyer Professor of Cell Biology and Medicine at the Dana–Farber Cancer Institute and Harvard Medical School, and director of the Center for Metabolism and Chronic Disease at the Dana-Farber.", "51589895": "Bertrand Pelletier (31 July 1761 – 21 July 1797) was an 18th-century French pharmacist and chemist.", "53916424": "Louis Skurcenski (January 29, 1943 – December 22, 1998) was an All-American college basketball player at Westminster College who went on to play for the Phillips 66ers[1] in Bartlesville, Oklahoma. He was drafted in the 5th round of the 1964 NBA draft by the Philadelphia 76ers.[2]", "53654285": "Joseph Howard Mathews (October 15, 1881 – April 15, 1970) was an American physical chemist, university professor, and expert on firearm identification. Mathews was Chair of the Department of Chemistry at the University of Wisconsin–Madison for 33 years (1919–1952).", "12497678": "The manga series Case Closed, known as Meitantei Conan (名探偵コナン, lit. Great Detective Conan, officially translated as Detective Conan) in Japan, features a large number of recurring fictional characters created by Gosho Aoyama. The series takes place in modern-day Japan and follows an amateur detective Jimmy Kudo (Japanese name: Shinichi Kudo) who solves cases in an episodic fashion while in his childhood body and under the alias Conan Edogawa. He is joined by childhood friend Rachel Moore (Ran Mori) and her father Richard Moore (Kogoro Mori), who runs a detective agency. Throughout the series, Conan interacts and befriends many characters from various groups: the Tokyo Metropolitan Police, the local police in Conan's prefecture; The Junior Detective League, a group of children who solves mysteries for their clients and the FBI. He also befriends a few individuals who know of his true identity: Dr. Agasa, who provides Jimmy with various spy gadgets; Harley Hartwell (Heiji Hattori), a high school detective from Osaka; and Anita Hailey (Ai Haibara), the original developer of the poison who had also transformed into a child.", "59781901": "Hans Georg von Schnering (born 6 July 1931 in Ranis, died 22 July 2010 in Aidlingen) was a German chemist and professor of inorganic chemistry at the University of Münster, honorary professor at the University of Stuttgart and director at the Max Planck Institute for Solid State Research.", "14660365": "Christopher David Garner FRSC FRS (born 9 November 1941) is a British retired chemist, whose research work was in the growing field of Biological Inorganic Chemistry. His research primarily focussed on the role of transition metal elements in biological processes, for which he published over 400 original papers and reviews on the topic.[2] His specific interests lie in the roles of Molybdenum and Tungsten as the metal centres in various enzyme cofactors based on the molybdopterin molecule.[3]", "209681": "Dame Harriette Chick DBE (6 January 1875 – 9 July 1977) was a British microbiologist, protein scientist and nutritionist. She is best remembered for demonstrating the roles of sunlight and cod liver oil in preventing rickets.", "57783055": "Vsevolod Vasilyevich Perekalin (Russian: Всеволод Васильевич Перекалин; 27 February 1913, Saint Petersburg – 7 January 1998, Saint Petersburg) was a Soviet and Russian organic chemist, Doktor nauk. He created the drug known as Phenibut.[1]", "176916": "Henry Eyring (February 20, 1901 – December 26, 1981) was a Mexico-born United States theoretical chemist whose primary contribution was in the study of chemical reaction rates and intermediates.\nEyring developed the Absolute Rate Theory or Transition state theory of chemical reactions, connecting the fields of chemistry and physics through atomic theory, quantum theory, and statistical mechanics.[1]", "60044056": "Ada Prins (18 September 1879, Amsterdam – 20 July 1977, Voorburg) was a Dutch chemist and in 1908 became the first woman in the Netherlands to earn a Ph.D. in chemistry.[1]: 1057", "58929955": "Israel Robert Lehman (born October 5, 1924) is a Lithuanian-born American biochemist. His work primarily focused on the study of DNA replication and repair, as well as the replication of phages and the herpes virus. Notably, he collaborated with Arthur Konrberg in the discovery of DNA polymerase and the reaction responsible for genetic material replication. He also made major contributions in characterizing the process of homologous recombination. He served as the head of the Department of Biochemistry at Stanford University from 1974 to 1979 and again from 1984 to 1986. Lehman was awarded the Merk Prize by the American Society for Biochemistry and Molecular Biology.[1][2][3][4]", "59126564": "Suning Wang (September 19, 1958 – April 27, 2020) was a Chinese-born Canadian chemist. She was a Professor of Chemistry, Research Chair and head of the Wang Group at Queen's University, Canada, having joined the Department of Chemistry at Queen's University in 1996.[2] Wang worked on the development of new Organometallic chemistry and luminescent materials chemistry. Her research interests also included the work on organic Photovoltaics and Nanoparticle, stimuli-responsive materials as well as OLEDs.[3][4] Wang and her group developed a simple method of producing graphene-like lattice through light exposure, which may contribute to a huge field of future use.[5] Wang held several patents related to the application of luminescent compounds and boron compounds.", "340774": "Steven Quincy Urkel is a fictional character on the American ABC/CBS sitcom Family Matters, portrayed by Jaleel White.[2] Originally slated for a single appearance, he broke out to be the show's most popular character, gradually becoming its protagonist.[3][4][5][6]  Due to the character's off-putting characteristics, a tendency to stir up events, and his role in the show's plotlines, he is considered a nuisance by the original protagonist's family, the Winslows. However, they come to accept him over time.", "59683623": "Shirō Akabori (赤堀 四郎 Akahori Shirō), 20 October 1900 – 3 November 1992 in Chihama, Ogasa (now Kakegawa, Shizuoka Prefecture), was a Japanese chemist and university professor, known for the Akabori amino-acid reactions.[1][2]", "14496553": "Wilhelm Henneberg (10 September 1825 – 22 November 1890) was a German chemist and student of Justus von Liebig.", "66990889": "Hermann Niemeyer Fernández (26 October 1918 – 7 June 1991) was a well-known Chilean scientist who did much to establish biochemistry as a research discipline in Chile. In 1983 he received the National Science Prize[1] for his major advances in biochemistry in the fields of bioenergetics, metabolic regulation of enzymes, and studies of metabolism in liver cells.", "48247595": "Egon Matijevic (27 April 1922 – 20 July 2016) was an American chemist. He earned his B.Sc. and Ph.D. in chemistry from the University of Zagreb. After specialization at the University of Cambridge he continued to work at the Clarkson University. He is the author of more than 550 scientific papers in colloidal and surface chemistry with numerous applications in medicine and industry. Matijevic was a member of American Chemical Society, American Association for Crystal Growth, World Academy of Ceramics, International Association of Colloid and Interface Scientists and honorary member of American Ceramic Society, German Colloid Society, Chemical Society of Japan and Materials Research Society of Japan.[1][2][3][4][5]", "59749164": "Hrvoje Petek (born January 13, 1958) is a Croatian-born American physicist and the Richard King Mellon Professor of Physics and Astronomy,[1] at the University of Pittsburgh, where he is also a professor of chemistry.[2]", "68006704": "Ilya Ilich Chernyaev (21 January 1893 – 30 September 1966) was a Russian and Soviet chemist who worked on inorganic chemistry and identified what is termed in coordination chemistry as the trans effect. He was a specialist on the refining of rhodium, palladium, platinum and other precious metals.", "57455411": "Viktor Aleksandrovich Kogan (Russian: Виктор Александрович Коган; 9 August 1936 — 21 October 2014, Rostov-on-Don) was a Russian chemist. Professor, Doctor of Chemical Sciences.", "32977723": "Charles Upham Shepard (born in Little Compton, Rhode Island, 29 June 1804; died in Charleston, South Carolina, 1 May 1886) was an American mineralogist.[1]", "39367486": "Sir Austin Ernest Bide (11 September 1915 – 11 May 2008) was a British chemist and industrialist.[1][2][3]", "13120": "Glenn Theodore Seaborg (/ˈsiːbɔːrɡ/ SEE-borg; April 19, 1912 – February 25, 1999) was an American chemist whose involvement in the synthesis, discovery and investigation of ten transuranium elements earned him a share of the 1951 Nobel Prize in Chemistry.[3] His work in this area also led to his development of the actinide concept and the arrangement of the actinide series in the periodic table of the elements.", "60437313": "Founding Principal, Northern Polytechnic Institute, London", "36811585": "Maria das Graças Foster (née Silva; pronunciationⓘ; born 26 August 1953), commonly known as Graça Foster,[2] is a Brazilian business executive and chemical engineer. She was the CEO of Petrobras-Petróleo Brasil, Brazil's state-controlled oil company, which is located in Rio de Janeiro. She was the first woman in the world to head a major oil-and-gas company.[3][4][5] In April 2012, she was listed on the Time 100 list of the most influential people in the world.[3] In 2014, she was recognized as the 16th most powerful woman in the world by Forbes magazine.[6] She was ranked by Fortune in 2013 as \"the Most Powerful Woman in Business\" (outside the U.S.) for the second year in a row.[7]", "12989254": "Ephraim Reinhold Seehl (English: Ephraim Rinhold Seehl) (died after 1790)[1] was an apothecary and chemist of German background, born in Sweden.[citation needed] He was known as a manufacturer of green vitriol.[2]", "23737161": "Heinrich August Ludwig Wiggers (12 June 1803 – 13 February 1880) was a German pharmacist, chemist and botanist born in Altenhagen (today part of the city of Springe).", "34583369": "Philip Douglas  Lawley (4 July 1927 – 18 December 2011 )[1] was a British chemist, best known for demonstrating that DNA damage was the base cause of cancer working with Peter Brookes.[1][2] In January 2003 the ICR honoured the achievements of Brookes and Lawley by naming a £21m laboratory after them. It is devoted to research on the genetic nature of cancer and located next to the Haddow laboratories.[3]", "3421007": "Nicolae Vasilescu Karpen (December 10 (O.S.)/December 22 (N.S.), 1870, Craiova – March 2, 1964, Bucharest) was a Romanian engineer and physicist, who worked in telegraphy and telephony and had achievements in mechanical engineering, elasticity, thermodynamics, long-distance telephony, electrochemistry, and civil engineering.[1][2]", "35107669": "William Francis Kenrick Wynne-Jones, Baron Wynne-Jones (8 May 1903 – 8 November 1982) was a British chemist. Raised to the peerage in 1964, he sat as a Labour peer. Research assistant and lecturer in physical chemistry, University of Bristol. International research fellow, University of Copenhagen (Denmark) (1927–29); lecturer in chemistry, University of Reading (1929–38); Leverhulme Research Fellow, Princeton University (US) (1934); professor of chemistry, University College, Dundee (then a part of the University of St Andrews, but which later became the University of Dundee) (1938–47); professor of physical chemistry, King's College, Newcastle upon Tyne (1947–56) and professor of chemistry and head of the school of chemistry, Newcastle University, 1956-68. Pro vice-chancellor, Newcastle University, 1965-68.", "24294231": "Edward Cradock (floruit 1571) was an English theologian and alchemist.", "26817369": "Pehr A. B. Harbury (born 1965) is an American biochemist, and associate professor of biochemistry at Stanford University.[1]", "8237919": "Alexander Fleck, 1st Baron Fleck KBE FRS FRSE[1] (11 November 1889 – 6 August 1968) was a British industrial chemist.[2]", "2175843": "Prof Alexander William Williamson FRS FRSE PCS MRIA (1 May 1824 – 6 May 1904)[1] was an English chemist. He is best known today for the Williamson ether synthesis.", "31667043": "Adam Ezra Cohen (born 1979) is a Professor of Chemistry, Chemical Biology, and Physics at Harvard University. \nHe has received the Presidential Early Career Award for Scientists and Engineers[1] and been selected by MIT Technology Review to the TR35 list of the world's top innovators under 35.[2]", "144230": "Pierre Louis Dulong FRS FRSE (/duːˈlɒŋ, -ˈloʊŋ/; French: [dylɔ̃]; 12 February 1785 – 19 July 1838) was a French physicist and chemist. He is remembered today largely for the law of Dulong and Petit, although he was much-lauded by his contemporaries for his studies into the elasticity of steam, conduction of heat, and specific heats of gases. He worked most extensively on the specific heat capacity and the expansion and refractive indices of gases. He collaborated several times with fellow scientist Alexis Petit, the co-creator of the Dulong–Petit law.", "68989807": "Valerie J. Kuck (Valerie Dziubek Kuck) is an American chemist. She is a Fellow of the American Chemical Society, and she was awarded the Garvan–Olin Medal in 2018 \"for pioneering research on coatings for optical fibers and copper wire and for transformative achievements leading to a more diverse and inclusive chemical profession\".[1] Madeleine Jacobs, President of the Council of Scientific Society, commented on Kuck's reception of the award that \"Valerie’s research led to 25 patents and 26 technical publications published in top peer-reviewed journals. [Her] service to chemistry and to the American Chemical Society is almost without peer\".[1]", "1127279": "Martin Rodbell (December 1, 1925[1] – December 7, 1998) was an American biochemist and molecular endocrinologist who is best known for his discovery of G-proteins. He shared the 1994 Nobel Prize in Physiology or Medicine with Alfred G. Gilman for \"their discovery of G-proteins and the role of these proteins in signal transduction in cells.\"", "69645167": "Walter Henry Hartung (1895 – 1961) was an American pharmaceutical chemist. His work studied the chemical and biological properties of amines.", "6042489": "Garo H. Armen (Armenian: Կարո Արմեն) is an American-Armenian scientist. He is the founder and chairman of the Children of Armenia Fund (COAF), as well as co-founder and CEO of Agenus, Inc.", "9122682": "William Wallace Cleland (January 6, 1930 – March 6, 2013[1], often cited as W. W. Cleland, and known almost universally as \"Mo Cleland\", was a University of Wisconsin-Madison biochemistry professor. His research was concerned with enzyme reaction mechanism and enzyme kinetics,[2] especially multiple-substrate enzymes. He was elected to the National Academy of Sciences in 1985.", "21836669": "George Downing Liveing FRS (21 December 1827 – 26 December 1924) was an English chemist[1] and spectroscopist.", "2438017": "Wilhelm Johann Schlenk (22 March 1879 – 29 April 1943) was a German chemist. He was born in Munich and also studied chemistry there. Schlenk succeeded Emil Fischer at the University of Berlin in 1919.", "30094210": "Niels Janniksen Bjerrum (11 March 1879 in Copenhagen – 30 September 1958) was a Danish chemist.[1]", "55096199": "Cecil Wilfrid Luscombe \"Bill\" Bevan, CBE (2 April 1920 – 19 April 1989) was a Welsh chemist, academic, and academic administrator. He was Principal of University College, Cardiff from 1966 to 1987. He was additionally Vice-Chancellor of the University of Wales for two terms: 1973 to 1975 and 1981 to 1983.[1]", "60568456": "Peter Jonathan Rutledge is a New Zealand chemist and professor at the School of Chemistry, University of Sydney. His research has focused on drug development for tuberculosis,[1][2][3][4] antibiotics,[5] and metal sensing.[6][7][8][9] He has engaged in some research activity on catalysis.[10][11]", "31110030": "Anna MacGillivray Macleod (15 May 1917 – 13 August 2004) was a Scottish biochemist and academic, an authority on brewing and distilling. She was a professor at Heriot-Watt University in Edinburgh. She was the world's first female Professor of Brewing and Biochemistry.[1]", "47428495": "Neil Campbell FRSE FRSC OBE (29 August 1903 – 24 July 1996) was a Scottish chemist and amateur athlete. He served as Vice President of the Royal Society of Edinburgh from 1972 to 1975. He was associated with the University of Edinburgh for 74 years of his life.[1]", "2896788": "Frank Clifford Whitmore (October 1, 1887 – June 24, 1947), nicknamed \"Rocky\", was a prominent chemist who submitted significant evidence for the existence of carbocation mechanisms in organic chemistry.", "3781526": "Zhu Ling[a] (Chinese: 朱令; pinyin: Zhū Lìng, 24 April 1973 – 22 December 2023) was best known as the victim of an unsolved 1995 thallium poisoning case in Beijing, China. Her symptoms were posted to the Internet via a Usenet newsgroup by her friend from Peking University, Bei Zhicheng, and were subsequently proven to be caused by thallium poisoning. Her case was then reviewed by physicians in many different countries who examined her symptoms and made suggestions as to diagnoses and treatment. This effort was recognized as the first large-scale tele-medicine trial.[6] Her life was ultimately saved, but she suffered serious neurological damage along with permanent physical impairment, and died in December of 2023.[7]", "69612442": "Geoffrey Charles Bratt (8 January 1931 – 16 October 1978) was an Australian chemist and lichenologist.", "65516456": "Panta S. Tutundžić (Belgrade, Kingdom of Serbia, 15 September 1900 - Belgrade, Yugoslavia. 21 August 1964) was a distinguished Serbian chemist professor and academician of SANU.", "61813674": "Dorothy Ann Semenow is an American chemist, psychologist, and women's rights activist. She is best known for becoming the first woman to earn a PhD from the California Institute of Technology.[1][2][3][4] Semenow has also been a strong proponent of the women's rights movement, having consulted for the leadership of Los Angeles NOW.[1]", "68105132": "Adolph Goetting (May 28, 1851 – October 1, 1929) was a German chemist who founded the perfume company \"Goetting & Co.\" The company was later purchased in 1896 by David H. McConnell, where it became part of the California Perfume Company, now called Avon Products. Goetting was in the perfume business for more than 50 years and had a reputation of making the finest perfumes in the United States.", "71021493": "Ali-Akbar Saboury (born July 1960) is an Iranian biochemist and Distinguished Professor of Biophysical Chemistry at the University of Tehran.[1]\nHe is known for his works on biothermodynamics, enzyme kinetics and calorimetry.[2][3]", "25277368": "Marit Trætteberg, née Krogstad (28 September 1930 – 27 October 2009) was a Norwegian chemist.", "21836729": "Charles Thomas Heycock FRS (21 August 1858 – 3 June 1931) was a British chemist and soldier who was awarded the Royal Society's Davy Medal in 1920.[1]", "4305849": "Wilhelm Traube (10 January 1866 – 28 September 1942) was a German chemist.", "3945409": "Sir Shanti Swarup Bhatnagar OBE, FNI, FASc,[2] FRS,[1] FRIC, FInstP (21 February 1894 – 1 January 1955) was an Indian colloid chemist, academic and scientific administrator. The first director-general of the Council of Scientific and Industrial Research (CSIR), he is revered as the Father of Research Laboratories in India.[3] He was also the first Chairman of the University Grants Commission (UGC).[1][4][5]", "28095426": "Sir John Ivan George Cadogan CBE FIC FRS FRSE FRSC  (8 October 1930 – 9 February 2020) was a British organic chemist.[1]", "26063811": "Nick Rhodes is a Reader in Tissue Engineering and Regenerative Medicine at the University of Liverpool, in the U.K. Tissue Engineering can be described as the use of engineering techniques, including engineering materials and processes, in order to grow living tissues. Regenerative Medicine can be described as the treatment of defective tissues using the regenerative capacity of the body's healthy tissues. Rhodes describes the discipline as \"aiming to repair tissue defects by driving regeneration of healthy tissues using engineered materials and processes.\"", "1323972": "Richard Chace Tolman (March 4, 1881 – September 5, 1948) was an American mathematical physicist and physical chemist who made many contributions to statistical mechanics.[1] He also made important contributions to theoretical cosmology in the years soon after Einstein's discovery of general relativity. He was a professor of physical chemistry and mathematical physics at the California Institute of Technology (Caltech).", "64304070": "Naomi Chayen is a biochemist and structural biologist. She is a professor of Biomedical Sciences at Imperial College London, where she leads the Crystallization Group in Computational and Systems Medicine. She is best known for developing the microbatch method and inventing novel nucleants for protein crystallization which have been applied to high-throughput screening for rational drug design.", "34059208": "Franklin Chambers McLean (1888 - September 10, 1968) was a Professor and Chairman of the Department of Medicine and the first appointed Director of the University of Chicago Medical Clinics,[1] as well as the founder of the National Medical Fellowships.[2] He aided the Manhattan Project by studying effects of radiation on organisms.[3] He was also a trustee of the Julius Rosenwald Fund[4] and Fisk University.", "57717706": "Ernest Wenkert, (16 October 1925 – 20 June 2014)[1] was an Austrian-born American chemist.", "30258123": "Harold Johann Thomas Ellingham, OBE, (1897–1975) was a British physical chemist, best known for his Ellingham diagrams, which summarize a large amount of information concerning extractive metallurgy.[1][2]\nEllingham was born in Tottenham on 21 November 1897, the son of Thomas Robert Ellingham (fine art designer) and Katherine Caroline Bauer.", "70595533": "Sir (Ernest) Gordon Cox TD KBE FRS (24 April 1906 – 23 June 1996) was a British crystallographer and structural chemist.[1] He was the father of the British geologist Keith Gordon Cox.[2]", "36811727": "Sherilyn S. McCoy (born 1959) is an American scientist and business executive. She is the former CEO of Avon Products and former vice chairman and member of the office of the chairman of Johnson & Johnson, where she was responsible for the pharmaceutical and consumer business divisions of the company. She was appointed as the vice chairman in January 2011, after which she was named by Fortune Magazine, as the 10th woman on their list of \"50 Most Powerful Women in Business\", a list on which she has been included since 2008.[4][5] In February 2012, she resigned her employment with Johnson & Johnson after 30 years and was subsequently named as the CEO of Avon Products. In August 2012, she was recognized as the 39th most powerful woman in the world by Forbes Magazine.[6]", "59356112": "Rubye Mayette Prigmore Torrey (February 18, 1926 – October 26, 2017) was a notable African American female chemist and educator.[1] She earned her bachelor's and master's degree at Tennessee State University and her PhD from Syracuse University.[2] Her main research interests included food chemistry, the electroanalysis of drinking water and human hair, and research ethics. She is known for developing a mechanism to decompose hydrogen sulfide, which earned her a place in Sigma Xi. [3]", "36516822": "Tania A. Baker is an American biochemist who is a Professor of Biology at the Massachusetts Institute of Technology and formally the head of the Department of Biology.[1] She earned her B.S. in Biochemistry from University of Wisconsin–Madison and her Ph.D. in Biochemistry from Stanford University under the guidance of Arthur Kornberg. She joined the MIT faculty in 1992 and her research is focused on the mechanisms and regulation of DNA transposition and protein chaperones.[2] She is a member of the National Academy of Sciences, fellow of the American Academy of Arts and Sciences, and has been a Howard Hughes Medical Institute (HHMI) investigator since 1994.[1][2]", "53621718": "Catherine Cassels Steele (17 September 1903 – 3 December 1995) was a Scottish scientist who is best known for her expertise in plant biochemistry.[1] She wrote An Introduction to Plant Biochemistry.[2]", "20886492": "Veniamin Grigorievich (Benjamin) Levich (Russian: Вениами́н Григо́рьевич Ле́вич; 30 March 1917 in Kharkiv, Ukraine – 19 January 1987 in Englewood, New Jersey, United States)[1] was a Soviet dissident,[2] internationally prominent physical chemist, electrochemist and founder of the discipline of physico-chemical hydrodynamics. He was a student of the theoretical physicist, Lev Landau. His landmark textbook titled Physicochemical Hydrodynamics is widely considered his most important contribution to science.[3] The Levich equation describing a current at a rotating disk electrode is named after him.  His research activities also included gas-phase collision reactions, electrochemistry, and the quantum mechanics of electron transfer.", "22197217": "Nick Denis (born October 11, 1983) is a retired Canadian professional mixed martial artist.  A World Victory Road, Aggression Fighting Championship, King of the Cage and UFC veteran, Denis is best known for being a former KOTC Canada Bantamweight Champion, semi-finalist in the Sengoku Featherweight Tournament and his Knockout of the Night victory in his debut fight in the UFC.", "72070120": "Erwin Rivero Ziegler (born 16 September 1957) is a Bolivian biochemist, pharmacist, and politician who served as senator for Beni from 2015 to 2020. Rivero spent most of his professional career working in the pharmaceutical industry, only entering politics at the turn of the twenty-first century. He joined the Revolutionary Nationalist Movement, holding minor posts at the provincial and departmental levels. With the collapse of the Gonzalo Sánchez de Lozada administration in October 2003, Rivero distanced himself from the government party and was appointed prefect of Beni by Carlos Mesa. He remained in office for half a year before being ousted for his role in the military's violent dispersal of protesters near Puente San Pablo. Undeterred, Rivero formed his own party, Community Autonomy, with which he competed for the Trinidad mayoralty, attaining third place, losing the contest but attaining a seat in the city's municipal council. The following year, he campaigned to return to the prefecture, finishing third. Despite his conservative political origins, Rivero aligned himself with the ruling Movement for Socialism, with which he unsuccessfully contested the Trinidad mayoralty before finally being elected as a senator for the party.", "2208754": "Edgar Collins Bain (September 14, 1891 – November 27, 1971) was an American metallurgist and member of the National Academy of Sciences, who worked for the US Steel Corporation of Pittsburgh, Pennsylvania.  He worked on the alloying and heat treatment of steel; Bainite is named in his honor.[1]", "21836799": "Philippe A. Guye FRS (12 June 1862 – 27 March 1922) was a Swiss chemist who was awarded the Davy Medal in 1921 \"for his researches in physical chemistry\".[1]", "73282563": "John Stanbury Steward (28 December 1906 – 18 September 1994) was an English biologist and veterinary scientist specialising in mammalogy, chemical pathology and microbiology.", "25277445": "Karl Fischer (24 March 1901 – 16 April 1958) was a German chemist.[1]  In 1935 he published a method  to determine trace amounts of water in samples.[2] This method is now called Karl Fischer titration and was originally performed manually but has been automated. It remains the primary method of water content determination used worldwide by government, academia and industry laboratories, including all major chemical manufacturers, refrigerant producers, and petroleum refiners.[3]", "30880775": "Anthony J. Stone is a British theoretical chemist and emeritus professor in the Department of Chemistry at the University of Cambridge.[5]", "57684999": "Wang Yinglai (simplified Chinese: 王应睐; traditional Chinese: 王應睞; Pe̍h-ōe-jī: Ông Eng-lāi; 13 November 1907 – 5 May 2001), also known as Ying-Lai Wang, was a Chinese biochemist recognized as the first person to create synthetic insulin,[1][2] a major scientific breakthrough that produced a biologically active compound from inorganic chemicals.[2] He was one of the first group of scientists elected to the Chinese Academy of Sciences in 1955. He founded the Shanghai Institute of Biochemistry in 1958 and served as its director until his retirement in 1984.", "44086288": "Genevieve Stearns (1892–1997) was a biochemist, most recognized for her accomplishments in research and advocacy for nutrition, especially for women and children.", "58078227": "Kiyoshi Mizuuchi (水内 潔, Mizuuchi Kiyoshi) is a Japanese biochemist.", "53785625": "Evgeny Nudler is an American biochemist, currently the Julie Wilson Anderson Professor at New York University School of Medicine.[1][2] He is an investigator with the Howard Hughes Medical Institute[3] and is best known for his pioneering work on the molecular mechanisms of transcription elongation and termination, mechanisms of cellular adaptation to genotoxic and proteotoxic stress,[4] as well as his role in the discovery of riboswitches[5] and RNA polymerase backtracking.[6]", "36877348": "Gu Yidong (Chinese: 顾翼东; also known as Yih-Tong Ku, 1903–1996) was a Chinese chemist, considered a founder of inorganic chemistry in China.[citation needed] He was an academician and founding member of the Chinese Academy of Sciences. Gu received his Ph.D. in organic chemistry from University of Chicago in 1935.[1]", "69841961": "Germaine Benoit (9 October 1901 – April 1983)[1] was a French chemical engineer, pharmacologist and biologist, best known for her contributions to the study of sympathomimetic drugs.", "14726193": "Carlos Federico Arias Ortiz is a Mexican biochemist specialized in rotaviruses. Along his wife, Susana López Charretón, he has been a co-recipient of both the 2001 Carlos J. Finlay Prize for Microbiology[1] and the 2008 TWAS Prize in Biology.[2]", "55915570": "Shaomeng Wang is a Chinese-American chemist currently the Warner-Lambert/Parke-Davis Professor in Medicine at University of Michigan[1] and a former Co-Editor-in-Chief at American Chemical Society's Journal of Medicinal Chemistry. A cited expert in his field,[2] his interests are synthesis and design of moleculars, neurological diseases and computational and informatics.[1] He was Elected as Fellow at the National Academy of Inventors in 2014.[3] Dr. Wang was named to the AAAS Fellows Section on Pharmaceutical Sciences in 2019,  [4] and is the recipient of the Division of Medicinal Chemistry Award 2020 American Chemical Society.[5]", "308274": "Su Shi (simplified Chinese: 苏轼; traditional Chinese: 蘇軾; pinyin: Sū Shì; 8 January 1037 – 24 August 1101), courtesy name Zizhan (子瞻), art name Dongpo (東坡), was a Chinese poet, essayist, stateman, calligrapher, painter, gastronome, and travel writer who lived during the Song dynasty.[3] A major personality of the Song era, Su was an important figure in Song Dynasty politics, aligning with Sima Guang and others, he was an outspoken policy critics against the New Policies faction led by Wang Anshi.[4] Su had a lengthy career in bureaucracy, taking various provincial posts and serving as a senior official at the imperial court. He has also endured a series of political exiles during which his creative career flourished.[5]", "865335": "Johann Konrad Dippel, also spelled Johann Conrad Dippel (10 August 1673 – 25 April 1734), was a German Pietist theologian, physician, alchemist and occultist.", "55096392": "Henryk Bem (Polish pronunciation: [ˈxɛn.rɨk bɛm]; born 1940 in Łódź) is a Polish chemist, professor at Lodz University of Technology.", "36516951": "David P. Bartel is an American molecular biologist best known for his work on microRNAs. Bartel is a Professor of Biology at the Massachusetts Institute of Technology, Member of the Whitehead Institute, and investigator of the Howard Hughes Medical Institute (HHMI).", "37696600": "Lu Ke (Chinese: 卢柯; born 23 May 1965) is a Chinese materials scientist. He was born in Huachi County, Gansu, and received his bachelor's degree at East China Institute of Technology. In January 1990, he received a doctor's degree at the Institute of Metals Research of the Chinese Academy of Sciences, and became a researcher there 3 years later. In 1993, he was awarded first class natural science prize of the CAS. In 2003, he was elected to the Chinese Academy of Sciences at the age of 38, making him one of the youngest academicians in the history of the CAS. He is mainly known for his work in the field of crystallization of amorphous metals.[1][2]", "21247071": "Gilles Chabrier", "49067106": "Jack Richard Norton (born May 5, 1945) is an American organometallic chemist and Professor at Columbia University. His research has focused on the studying the reactivity and properties of transition metal hydrides.  He coauthored the textbook \"Principles and Applications of Organotransition Metal Chemistry.\"[1]", "210019": "Sir Edward Kelley[a] or Kelly, also known as Edward Talbot (UK: /ˈtɔːlbət/; 1 August 1555 – 1597/8),[1] was an English Renaissance occultist and scryer. He is known for working with John Dee in his magical investigations. Besides the professed ability to see spirits or angels in a \"shew-stone\" or mirror, which John Dee so valued,[2] Kelley also said that he possessed the secret of transmuting base metals into gold, the goal of alchemy, as well as the philosopher's stone itself.", "21836900": "Arthur George Perkin DSc FRS[1] FRSE (1861–1937) was an English chemist and Professor of Colour Chemistry and Dyeing at the University of Leeds.", "36582500": "Abraham Nitzan (Hebrew: אברהם ניצן, born 1944) is a professor of chemistry at the Tel Aviv University department of chemical physics and the University of Pennsylvania department of chemistry.", "48313445": "Dennis P. Curran (born June 10, 1953) is an American organic chemist and a professor of chemistry at University of Pittsburgh known for his research in the fields of organic chemistry, radical chemistry, and fluorous chemistry.", "49034344": "Michael Andrew Fischbach (born November 3, 1980) is an American chemist, microbiologist, and geneticist. He is an associate professor of Bioengineering and ChEM-H Faculty Fellow at Stanford University[1][2] and a Chan Zuckerberg Biohub Investigator.[3]", "62108776": "Edward Anders (born June 21, 1926) is a Latvian-born American chemist and emeritus professor of chemistry at the University of Chicago. His major areas of research have included the origin and ages of meteorites, the existence of presolar grains in meteorites, the solar-system abundance of chemical elements, and mass extinctions in earth history.[2] In the 1970s, he was one of the 142 principal investigators who studied lunar samples brought back to Earth by the Apollo program.[3] After retiring from scientific research in 1991, he became a prominent researcher, speaker and writer on issues related to the Holocaust in Latvia.", "10531949": "Conrad Gorinsky (March 7, 1936 – August 18, 2019)[1] was a Guyana-born chemist who studied in the UK. The son of Cesar Gorinsky, a Polish cattle rancher and gold prospector, and Nellie Melville, a half-Atorad tribeswoman. He spent months with the Amazonian Wapishana tribe and later obtained US patents for tipir and cunani, two chemicals derived from plants used by the tribe. In 1968 he travelled on a BBC-funded expedition in the Amazon with the explorer Robin Hanbury-Tenison, having a discussion with him that led to the foundation of Survival International.[2]", "61060210": "Melanie Jane Leng MBE is a Professor of Isotope Geosciences at the University of Nottingham[1] working on isotopes, palaeoclimate and geochemistry.[2][3][4][5] She also serves as the Chief Scientist for Environmental Change Adaptation and Resilience at the British Geological Survey and Director of the Centre for Environmental Geochemistry, a collaboration between the University of Nottingham and the British Geological Survey. For many years (till 2019) she has been the UK convenor and representative of the UK geoscience community on the International Continental Scientific Drilling Program.[6]", "39990388": "Yousef Al-Abed is the head of the Center for Molecular Innovation at the Northwell's Feinstein Institute for Medical Research, in Manhasset, New York. An organic chemist by training, Al-Abed holds dual-appointment as a Professor of Molecular Medicine and Medicine at Hofstra Northwell School of Medicine.[1]", "24261749": "Krishna Kumar (born 1 November 1970) is an Indian American chemist whose research spans organic chemistry, chemical biology, bioorganic chemistry, biophysics and cell biology.\nHe is currently Robinson Professor of Chemistry and was also Chemistry Department Chair from 2006 to 2009; and from 2012 to 2018 at Tufts University.", "21247094": "Richard Newland Dixon (25 December 1930—25 May 2021) FRS was a British chemist noted for his work in the field of thermal or optical properties of matter.[1]", "56013945": "Isabel W.C.E. Arends (born 1966)[1] is a Dutch chemist and professor of biocatalysis and organic chemistry at Utrecht University. She was appointed dean of its Faculty of Science in July 2018.[2] Her research specializes in environmentally-friendly, or 'green', chemistry; for example, using enzymes as biocatalysts while avoiding the need for toxic solvents.[3]", "15709308": "Bernhard Christian Gottfried Tollens (30 July 1841 – 31 January 1918) was a German chemist.", "17577085": "Antonio M. Echavarren Pablos (born 1955) is a Spanish chemist who has contributed\nto the recent advances in gold[1] and palladium[2] chemistry.", "43627647": "Ivan Addae-Mensah, FGA, CV (born 10 January 1942) is a Ghanaian chemist and university administrator who served as the Vice-Chancellor of the University of Ghana, Legon from 1996 to 2002.[1][2] He is an Emeritus Professor of Chemistry at the same institution.[1] He is a Life Fellow of the Royal Society of Chemistry, Fellow of the Ghana Academy of Arts and Sciences and a Fellow of the Ghana Chemical Society.[1][2]", "38057088": "Warren Richard Roper FRS FRSNZ FNZIC (born 1938) is a New Zealand chemist and Emeritus Professor at the University of Auckland.", "5551240": "Arthur Lapworth FRS[1] (10 October 1872 – 5 April 1941) was a Scottish chemist.", "44414089": "William Herbert Kemp (April 1881 – 17 January 1957) was a British chemist and a Liberal Party politician who was Lord Mayor of Stoke-on-Trent.", "58766473": "Patrice Simon (born 1969) is a French chemist in the field of materials science and electrochemistry. He is currently a Distinguished Professor at the Université Paul Sabatier since 2007.[1] His research activities are focused onto the modification of the material/electrolyte interfaces in electrodes for electrochemical energy storage devices such as supercapacitors and batteries. He is also former Director of the European Research Institute \"ALISTORE ERI\", and currently deputy director of the French Newtwork on Electrochemical Energy Storage (RS2E).[2][3]", "42349710": "Mary Bidwell Breed (September 15, 1870 – September 15, 1949) was an American chemist. In 1901 she became the first female dean of Indiana University and her chemistry work with aromatic acids.", "636048": "Lina Solomonovna Stern or Shtern (Russian: Лина Соломоновна Штерн; 26 August 1878 – 7 March 1968) was a Soviet biochemist, physiologist and humanist whose medical discoveries  saved thousands of lives at the fronts of World War II. She is best known for her pioneering work on the blood–brain barrier, which she described as hemato-encephalic barrier in 1921.[1]", "59683987": "Muhammad Imran Qadir (Urdu: محمد عمران قادر; born September 3, 1978), also known as M. I. Qadir, is a Pakistani pharmaceutical scientist.[1][2][3][4]", "54342804": "Khagendra Chandra Das (often shortened as K.C. Das) was an Indian entrepreneur and proprietor of the Calcutta Chemical Company. Under his leadership, the company became one of the most well-known businesses of the Swadeshi movement, and was well-known for Margo (soap) and a number of other products.", "439454": "Willard Harrison Bennett (June 13, 1903 – September 28, 1987) was an American scientist and inventor, born in Findlay, Ohio.[1] Bennett conducted research into plasma physics, astrophysics, geophysics, surface physics, and physical chemistry. The Bennett pinch is named after him.[2]", "45528224": "Andrzej Wieckowski (Polish: Andrzej Więckowski, February 22, 1945 – January 31, 2019) was an Emeritus Professor of Chemistry at the University of Illinois at Urbana–Champaign and the North American Editor of Electrochimica Acta. He is known for his spectroscopic investigations of electrocatalysis in fuel cells and co-inventing of the direct formic acid fuel cell (DFAFC).[1] He authored more than 300 publications, has been cited over 13,000 times and has an h-index 60.[2]\nHe was appointed fellow of the Electrochemical Society in 2007 and fellow of the International Society of Electrochemistry in 2009. He was awarded the US Department of Energy Prize for outstanding Scientific Accomplishment in Materials Chemistry in 1992, the ISE Jacques Tacussel Prize in 1998, the ECS David. C. Graham Award in 2003, and the ISE Gold Medal in 2007.", "4535457": "Marion Frederick Hawthorne (August 24, 1928 – July 8, 2021)[1] was an inorganic chemist who made contributions to the chemistry of boron hydrides, especially their clusters.", "51393697": "Ross C. Hardison (born March 29, 1951) is an American biochemist and molecular biologist, currently the T. Ming Chu Professor of Biochemistry and Molecular Biology at the Eberly College of Science,[1] of the Pennsylvania State University.", "71840931": "Johann Friedrich Meyer (24 October 1705 – 2 November 1765) was a Thuringian chemist and pharmacist who ardently supported the phlogiston theory even after the work of Joseph Black was published. He contributed greatly to debates in the chemistry of the time although he was wrong, often reviving obsolete ideas from alchemy.", "48477349": "John Buckingham (March 21, 1943 – August 28, 2015) was a British chemist known for his authorship of several chemical dictionaries including the Dictionary of Natural Products.", "12563623": "George Oliver Curme Jr. (December 24, 1888 – July 28, 1976) was an American industrial chemist, working with the synthesis of various chemicals \n— including acetylene and ethylene glycol — from petroleum byproducts.[1][2][3][4][5]", "39695533": "John Isaiah Brauman (born September 7, 1937) is an American chemist.", "36517039": "Ronald R. Breaker (born 1964) is an American biochemist who is a Sterling Professor of Molecular, Cellular, and Developmental Biology at Yale University. He is best known for the discovery of riboswitches. His current research is focused on understanding advanced functions of nucleic acids, including the discovery and analysis of riboswitches and ribozymes. [2]", "47297719": "Millard Henry Alexander (born February 17, 1943, Boston, Massachusetts) is an American theoretical chemist. He is Distinguished University Professor[2] at the University of Maryland, with appointments in the Department of Chemistry and Biochemistry[3] and the Institute for Physical Science and Technology.[4] He is the author of over 300 publications and an active researcher in the fields of molecular collision dynamics and theoretical chemistry.", "10106050": "Louis Plack Hammett (April 7, 1894 – February 9, 1987) was an American physical chemist. He is known for the Hammett equation, which relates reaction rates to equilibrium constants for certain classes of organic reactions involving substituted aromatic compounds. He is also known for his research into superacids and his development of a scheme for comparing their acidities based on what is now known as the Hammett acidity function. The Curtin–Hammett principle bears his name.", "39335110": "Adolf Ferdinand Weinhold (19 May 1841 – 1 July 1917) was a German chemist, physician and inventor.", "7058630": "Peter John Hore FRS is a British chemist and academic. He is a Professor of Chemistry at the University of Oxford and fellow of Corpus Christi College, Oxford.[6] He is the author of two Oxford Chemistry Primers (OCP 32 and 92) on Nuclear Magnetic Resonance (NMR)[7] and research articles[8][9] primarily in the area of NMR, electron paramagnetic resonance (EPR), spin chemistry and magnetoreception during bird migration.[10][11][12]", "1422546": "Warren De la Rue FRS FRAS (18 January 1815 – 19 April 1889) was a British astronomer, chemist, and inventor, most famous for his pioneering work in astronomical photography.[1][2][3][4]", "56276180": "Sir William Herbert Garrett, MBE (13 March 1900 – 20 August 1977) was a British businessman and industrial chemist.", "44774615": "Jean-Marie Tarascon FRSC (born September 21, 1953) is Professor of Chemistry at the Collège de France in Paris and Director of the French Research Network on Electrochemical Energy Storage (RS2E).[14][15][16][17]", "58733793": "Jenny Yue-fon Yang (Chinese: 楊又芳)[1] is an American chemist. She is a Professor of chemistry at the University of California, Irvine where she leads a research group focused on inorganic chemistry, catalysis, and solar fuels.", "58635489": "Stuart William Krasner (born 1949), was the Principal Environmental Specialist (retired) with the Metropolitan Water District of Southern California, at the Water Quality Laboratory located in La Verne, California. In his 41 years with Metropolitan, he made revolutionary changes in the field's understanding of how disinfection by-products occur, are formed and how they can be controlled in drinking water. His research contributions include the study of emerging DBPs including those associated with chlorine, chloramines, ozone, chlorine dioxide and bromide/iodide-containing waters.[1] He made groundbreaking advances in understanding the watershed sources of pharmaceuticals and personal care products (PPCPs)[2] and wastewater impacts on drinking-water supplies.[3] For DBPs and PPCPs, he developed analytical methods and occurrence data and he provided technical expertise for the development of regulations for these drinking water contaminants.[4] In the early 1990s, Krasner developed the 3x3 matrix illustrating removal of total organic carbon from drinking water as a function of water alkalinity and initial total organic carbon concentration.[5] The matrix was revised by him and included in the USEPA Stage 1 D/DBP regulation as the enhanced coagulation requirement.[6] Every water utility in the U.S. that is subject to this regulation is required to meet total organic carbon removal requirements along with their exceptions.", "20526307": "Charles DuBois Coryell (February 21, 1912 – January 7, 1971)[1] was an American chemist who was one of the discoverers of the element promethium.", "439525": "Martha Cowles Chase (November 30, 1927 – August 8, 2003), also known as Martha C. Epstein,[1] was an American geneticist who in 1952, with Alfred Hershey, experimentally helped to confirm that DNA rather than protein is the genetic material of life.", "72135913": "Pamela A. Mosier-Boss is an American analytical chemist who spent her career at the Naval Information Warfare Center Pacific. Her research considered the development of environmental sensors and low-energy nuclear reaction.", "1291498": "Morris William Travers, FRS (24 January 1872 – 25 August 1961) was an English chemist who worked with Sir William Ramsay in the discovery of xenon, neon and krypton.[1] His work on several of the rare gases earned him the name Rare Gas Travers in scientific circles.[2] He was the founding director of the Indian Institute of Science.", "69809388": "Sannoju Mukai (1898 - 1963) was a Japanese biochemist,[1]  \nemeritus professor at faculty of technology, Kumamoto University, and a professor of Keijo University. He is also father of Jun-Ichiro Mukai.", "16921836": "Francis Gordon Albert Stone CBE, FRS, FRSC (19 May 1925 – 6 April 2011), always known as Gordon, was a British chemist who was a prolific and decorated scholar. He specialized in the synthesis of main group and transition metal organometallic compounds. He was the author of more than 900 academic publications resulting in an h-index of 72 in 2011.[1]", "68203760": "Sevast’ian (or Sebastian) Moiseevich Tanatar (Севастьян Моисеевич Танатар) (7 (19) October 1849, Odesa – 30 November (19 December) 1917 Odesa) was a Ukrainian chemist of Karaite origin.", "67745009": "Guangzhou Institute of Chemistry  M.Sc. (1990)", "18691315": "Guy Geoffrey Frederick Newton (1919 – 1969) was a British rower and biochemist. He was the co-discoverer of cephalosporin C.", "70202614": "Rufina G. Álamo Matesanz (born 1954) is a Spanish-American polymer scientist known particularly for her research on polyethylene and polypropylene[1] and on sustainable polymers such as polyoxymethylene made from biomass.[2] She is Simon Ostrach Professor of Engineering and distinguished research professor of chemical and biomedical engineering in the Florida A&M University – Florida State University College of Engineering.[3]", "61814008": "Robert Schlögl (born 23 February 1954 in Munich) is a German chemist known for research in catalysis.[1] Currently, he is the Director and Scientific Member of the Fritz Haber Institute of the Max Planck Society in Berlin and the Max Planck Institute for Chemical Energy Conversion in Mülheim an der Ruhr. He became president of the Alexander von Humboldt Foundation in 2023.", "64795899": "Abraham Badu-Tawiah is a Ghanaian scientist who is an Associate Professor of Chemistry at the Ohio State University. His research considers the development of mass spectrometry for the detection of disease. In 2017 he was awarded the American Chemical Society Arthur F. Findeis prize and in 2020 a Sloan Research Fellowship.", "46511368": "Paul Gabriel Hautefeuille (2 December 1836 in Étampes – 8 December 1902 in Paris) was a French mineralogist and chemist.", "50869512": "Philip Warren Majerus (10 July 1936 – 8 June 2016) was an American biochemist who confirmed the cardiovascular benefits of aspirin. After graduating from medical school and completing a residency at Massachusetts General Hospital, Majerus conducted research at the National Heart Institute before becoming a faculty member at the Washington University School of Medicine.", "65910031": "Julie Forman-Kay FRSC FRS is a scientist at the Hospital for Sick Children (SickKids) and professor at University of Toronto. Her research focuses on the dynamics, interactions, structures, and functions of intrinsically disordered proteins.", "6010149": "Désiré Charles Emanuel van Monckhoven (1834–1882) was a Belgian chemist, physicist, and photographic researcher.  He was also an inventor and author.[1]", "2143526": "Johann Nepomuk von Fuchs (15 May 1774 – 5 March 1856)[1] was a German chemist and mineralogist, and royal Bavarian privy councillor.", "33797415": "Marc Charles Sauria (25 April 1812 – 22 August 1895)[1] was a French chemist credited for inventing phosphorus-based matches in 1830–1831.[2]", "21411111": "Charles Louis Christ (March 12, 1916 – June 29, 1980) was an American scientist, geochemist and mineralogist.", "53884203": "Marc S. Wold is an American biochemist currently at University of Iowa and an Elected Fellow of the American Association for the Advancement of Science. His research interests are eukaryotic cells and DNA and his high citations for this field is 1254, 547 and 471.[1][2][3][4][5]", "53884208": "Nicholas Winograd is an American chemist, currently the Evan Pugh University Professor at Pennsylvania State University and an Elected Fellow of the American Association for the Advancement of Science.[1][2]"}