{"5358788": "Hélène Esnault (born 17 July 1953) is a French and German mathematician, specializing in algebraic geometry.", "41993417": "Vyacheslav Vassilievich Stepanov (Вячеслав Васильевич Степанов; 4 September 1889, Smolensk – 22 July 1950, Moscow) was a mathematician, specializing in analysis. He was from the Soviet Union.", "6112458": "Kajetan Garbiński (1796–1847) was a Polish mathematician and prominent professor at the University of Warsaw. Minister of religion and education in the revolutionary Polish National Government during the November Uprising in 1831.[1][2]", "70599889": "Dora Stuart Primrose Metcalf (11 March 1892 – 17 October 1982) was an India-born Irish entrepreneur, mathematician and computing pioneer. During World War I she was a comptometer operator in a munitions factory during which time she realised the potential in the mechanical descendants of the abacus. During World War II she was involved with supplying the \"bombe\" decryption machines to the codebreakers at Bletchley Park in England.", "15385810": "Francis John Anscombe (13 May 1918 – 17 October 2001) was an English statistician.", "26985688": "Iakov (Yan) Soibelman (Russian: Яков Семенович Сойбельман) born 15 April 1956 (Kiev, USSR) is a Russian American mathematician, professor at Kansas State University (Manhattan, USA), member of the Kyiv Mathematical Society (Ukraine), founder of Manhattan Mathematical Olympiad.", "50392": "Georg Joachim de Porris, also known as Rheticus (/ˈrɛtɪkəs/; 16 February 1514 – 4 December 1574), was a mathematician, astronomer, cartographer, navigational-instrument maker, medical practitioner, and teacher. He is perhaps best known for his trigonometric tables and as Nicolaus Copernicus's sole pupil.[3] He facilitated the publication of his master's De revolutionibus orbium coelestium (On the Revolutions of the Heavenly Spheres).", "35964120": "Johannes Gessner (18 March 1709 – 6 May 1790) was a Swiss mathematician, physicist, botanist, mineralogist and physician. He is seen as the founder of the \"Naturforschende Gesellschaft in Zürich\".", "36553947": "Antonio Maria Bordoni (19 July 1789 – 26 March 1860) was an Italian mathematician who did research on mathematical analysis, geometry, and mechanics. Joining the faculty of the University of Pavia in 1817, Bordoni is generally considered to be the founder of the mathematical school of Pavia. He was a member of various learned academies, notably the Accademia dei XL. Bordoni's famous students were Francesco Brioschi, Luigi Cremona, Eugenio Beltrami, Felice Casorati and Delfino Codazzi.", "26920158": "Sir Martin Hairer KBE FRS (born 14 November 1975[2]) is an Austrian-British mathematician working in the field of stochastic analysis, in particular stochastic partial differential equations. He is Professor of Mathematics at EPFL (École Polytechnique Fédérale de Lausanne) and at Imperial College London. He previously held appointments at the  University of Warwick and the Courant Institute of New York University.[5][6][7][8] In 2014 he was awarded the Fields Medal,[9] one of the highest honours a mathematician can achieve.[10] In 2020 he won the 2021 Breakthrough Prize in Mathematics.[11]", "50021601": "Nessim Sibony (20 October 1947[1]-30 October 2021[2]) was a French mathematician, specializing in the theory of several complex variables and complex dynamics in higher dimension. Since 1981, he was professor at the University of Paris-Sud in Orsay.", "40027362": "Raghunath Krishna Rubugunday (1918–2000) was an Indian mathematician specializing in number theory notable for his contribution to Waring's problem.[1]", "2114787": "Manuel Sadosky (April 13, 1914 – June 18, 2005) was an Argentine mathematician, civil servant and author who was born in Buenos Aires to Jewish Russian immigrants who had fled the pogroms in Europe.[1]", "15123686": "Leonard E. Gillman (January 8, 1917 – April 7, 2009) was an American mathematician, emeritus professor at the University of Texas at Austin. He was also an accomplished classical pianist.", "31737063": "Francesco Gerbaldi (29 July 1858, La Spezia, Kingdom of Sardinia – 29 June 1934, Pavia, Italy) was an Italian geometer, who proved Gerbaldi's theorem.[1]", "33375467": "Charles Auguste Briot (19 July 1817  St Hippolyte, Doubs, Franche-Comté, France – 20 September 1882  Bourg-d'Ault, France) was a French mathematician who worked on elliptic functions. The Académie des Sciences awarded him the Poncelet Prize in 1882.", "73516275": "Rosa María Donat Beneito (born 1960) is a Spanish applied mathematician whose research involves numerical methods for partial differential equations, particularly multiresolution methods for problems modeling fluid dynamics with shock waves or with high Mach number. She is a professor of applied mathematics and vice rector for innovation and transfer at the University of Valencia,[1] and former president of the Spanish Society of Applied Mathematics.[2]", "48350472": "Georgios Remoundos (Γεώργιος Ρεμούνδος, 1878 in Athens – 27 April 1928) was a Greek mathematician and a founding member of the Academy of Athens in 1926.", "476425": "Vilhelm Friman Koren Bjerknes ForMemRS[1] (/ˈbjɜːrknɪs/ BYURK-niss, Norwegian: [ˈbjæ̂rkneːs]; 14 March 1862 – 9 April 1951[1][3][4][5][6]) was a Norwegian physicist and meteorologist who did much to found the modern practice of weather forecasting. He formulated the primitive equations that are still in use in numerical weather prediction and climate modeling, and he developed the so-called Bergen School of Meteorology, which was successful in advancing weather prediction and meteorology in the early 20th century.", "9848076": "Roger Maddux (born 1948) is an American mathematician specializing in algebraic logic.", "3785996": "Ronald Björn Jensen (born April 1, 1936) is an American mathematician who lives in Germany, primarily known for his work in mathematical logic and set theory.", "51430670": "David Moiseevich Khorol (Russian: Давид Моисеевич Хорол) (February 4, 1920 — February 19, 1990) was Soviet Jewish mathematician and aviation and rocket designer, professor, doktor of technical sciences.[1] His last position was deputy general director of the Central Design Bureau \"Geophysics\" (ЦКБ «Геофизика»), known for its rocket design.[2]", "34948378": "Richard Beez (27 May 1827 – 28 March 1902) was a German mathematician who proved Beez's theorem.", "1525019": "Apostolos K. Doxiadis (Greek: Απόστολος Κ. Δοξιάδης; born 1953) is a Greek writer. He is best known for his international bestsellers Uncle Petros and Goldbach's Conjecture (2000) and Logicomix (2009).", "56378651": "William Henry Roever (16 May 1874, St. Louis – 31 January 1951, St. Louis) was an American applied mathematician.", "36324636": "James S. Milne (born 10 October 1942 in Invercargill, New Zealand) is a New Zealand mathematician working in arithmetic geometry.", "23774494": "John William Nicholson, FRS[1] (1 November 1881 – 3 October 1955) was an English mathematician and physicist. Nicholson is noted as the first to create an atomic model that quantized angular momentum as h/2π.[2][3] Nicholson was also the first to create a nuclear and quantum theory that explains spectral line radiation as electrons descend toward the nucleus, identifying hitherto unknown solar and nebular spectral lines.[4][5] Niels Bohr quoted him in his 1913 paper of the Bohr model of the atom.[6]", "214303": "Piero della Francesca (/ˌpjɛəroʊ ˌdɛlə frænˈtʃɛskə/,[2] US also /- frɑːnˈ-/,[3][4] Italian: [ˈpjɛːro della franˈtʃeska] ⓘ; né Piero di Benedetto; c. 1415[1] – 12 October 1492) was an Italian painter of the Early Renaissance. To contemporaries he was also known as a mathematician and geometer.[5] Nowadays Piero della Francesca is chiefly appreciated for his art. His painting is characterized by its serene humanism, its use of geometric forms and perspective. His most famous work is the cycle of frescoes The History of the True Cross in the church of San Francesco in the Tuscan town of Arezzo.", "6341920": "William S. Hatcher (1935–2005) was a mathematician, philosopher, educator and a member of the Baháʼí Faith.[1] He held a doctorate in mathematics from the University of Neuchatel, Switzerland, and bachelor's and master's degrees from Vanderbilt University in Nashville, Tennessee. A specialist in the philosophical alloying of science and religion, for over thirty years he held university positions in North America, Europe, and Russia.", "17581349": "Lamberto Cesari (23 September 1910 – 12 March 1990) was an Italian mathematician naturalized in the United States, known for his work on the theory of surface area, the theory of functions of bounded variation, the theory of optimal control and on the stability theory of dynamical systems: in particular, by extending the concept of Tonelli plane variation, he succeeded in introducing the class of functions of bounded variation of several variables in its full generality.", "58770730": "Friedrich Eisenbrand (born 3 July 1971 in Quierschied, Saarland) is a German mathematician and computer scientist.  He is a professor at EPFL Lausanne working in discrete mathematics, linear programming, combinatorial optimization and algorithmic geometry of numbers.", "40748332": "The Venerable Edward Davenant or D’Avenant, DD (1596–1679) was an English churchman and academic, Archdeacon of Berkshire from 1631 to 1634,[1] known also as a mathematician.[2]", "55854381": "Robert Fernand Bernard, Viscount de Montessus de Ballore (20 May 1870, in Villeurbanne – 26 January 1937, in Arcachon) was a French mathematician, known for his work on continued fractions and Padé approximants.[1][2]", "3130668": "Mihailo Petrović Alas (Serbian Cyrillic: Михаило Петровић Алас; 6 May 1868 – 8 June 1943), was a Serbian mathematician and inventor. He was also a distinguished professor at Belgrade University, an academic, fisherman, philosopher, writer, publicist, musician, businessman, traveler and volunteer in the Balkan Wars, the First and Second World Wars. He was a student of Henri Poincaré, Paul Painlevé, Charles Hermite and Émile Picard. Petrović contributed significantly to the study of differential equations and phenomenology,[1] founded engineering mathematics in Serbia,[2] and invented one of the first prototypes of a hydraulic analog computer.[3]", "35767598": "Roland Weitzenböck (26 May 1885 – 24 July 1955) was an Austrian mathematician working on differential geometry who introduced the Weitzenböck connection. He was appointed professor of mathematics at the University of Amsterdam in 1923 at the initiative of Brouwer, after Hermann Weyl had turned down Brouwer’s offer.", "1787186": "Peter Clingerman Fishburn (September 2, 1936 – June 10, 2021) was an American mathematician, known as a pioneer in the field of decision theory. In collaboration with Steven Brams, Fishburn published a paper about approval voting in 1978.[1]", "5031224": "Nicolaus Reimers Baer (2 February 1551 – 16 October 1600), also Reimarus Ursus, Nicolaus Reimers Bär or Nicolaus Reymers Baer, was an astronomer and imperial mathematician to Emperor Rudolf II. Due to his family's background, he was also known as Bär, Latinized to Ursus (\"bear\").", "1787193": "Carl Christopher Georg Andræ (14 October 1812 – 2 February 1893) was a Danish politician and mathematician. From 1842 until 1854, he was professor of mathematics and mechanics at the national military college. He was elected to the Royal Danish Academy of Sciences and Letters in 1853. Andræ was by royal appointment a member of the 1848 Danish Constituent Assembly. In 1854, he became Finance Minister in the Cabinet of Bang before also becoming Council President of Denmark 1856-1857 as leader of the Cabinet of Andræ. After being replaced as Council President by Carl Christian Hall in 1857 Andræ continued as Finance Minister in the Cabinet of Hall I until 1858. Being an individualist he, after the defeat of the National Liberals, never formally joined any political group but remained for the rest of his life a sceptical de facto conservative spectator of the 'Constitutional Struggle'.", "25085241": "Vladimir Andreevich Yakubovich (October 21, 1926 in Novosibirsk – August 17, 2012 in the Gdov region[citation needed]) was a notable Russian control theorist and head of the Department of Theoretical Cybernetics at Saint Petersburg State University (formerly Leningrad University).", "1262909": "Herbert Aaron Hauptman (February 14, 1917 – October 23, 2011)[2] was an American mathematician and Nobel laureate.[3] He pioneered and developed a mathematical method that has changed the whole field of chemistry and opened a new era in research in determination of molecular structures of crystallized materials. Today, Hauptman's direct methods, which he continued to improve and refine, are routinely used to solve complicated structures. It was the application of this mathematical method to a wide variety of chemical structures that led the Royal Swedish Academy of Sciences to name Hauptman and Jerome Karle recipients of the 1985 Nobel Prize in Chemistry.", "39601478": "Alexey Petrovich Stakhov  (Russian: Алексей Петрович Стахов Ukrainian: Олексій Петрович Стахов; May 7, 1939 – January 25, 2021) is a Ukrainian mathematician, inventor and engineer, who has made contributions to the theory of Fibonacci numbers and the \"Golden Section\" and their applications in computer science and measurement theory and technology. Doctor of computer science (1972), professor (1974). Author of over 500 publications, 14 books and  65 international patents.[1]", "41108807": "Jonathan Micah Rosenberg (born December 30, 1951, in Chicago, Illinois)[1] is an American mathematician, working in algebraic topology, operator algebras, K-theory and representation theory, with applications to string theory (especially dualities) in physics.", "57558346": "Prof John Edward Aloysius Steggall ARIBA FRSE LLD (1855–1935) was an English mathematician and professor at the University College, Dundee (now University of Dundee).", "10962250": "Howard Jerome Keisler (born 3 December 1936) is an American mathematician, currently professor emeritus at University of Wisconsin–Madison. His research has included model theory and non-standard analysis.", "28755276": "Nathan (Nati) Linial (born 1953 in Haifa, Israel)[1] is an Israeli mathematician and computer scientist, a professor in the Rachel and Selim Benin School of Computer Science and Engineering at the Hebrew University of Jerusalem,[2] and an ISI highly cited researcher.[3]", "17741": "Ludwig Josef Johann Wittgenstein (/ˈvɪtɡənʃtaɪn, -staɪn/ VIT-gən-s(h)tyne;[7] German: [ˈluːtvɪç ˈjoːzɛf 'joːhan ˈvɪtɡn̩ʃtaɪn]; 26 April 1889 – 29 April 1951) was an Austrian philosopher who worked primarily in logic, the philosophy of mathematics, the philosophy of mind, and the philosophy of language.[8]", "21415250": "Charles Jasper Joly (27 June 1864 – 4 January 1906) was an Irish mathematician and astronomer who became Royal Astronomer of Ireland.[1][2] He was an important figure in the study of quaternions.[3]", "35276116": "Clifford Spear Gardner (January 14, 1924 – September 25, 2013) was an American mathematician specializing in applied mathematics.", "40387924": "Rajesh Kasturirangan  is a mathematician[1] and a cognitive scientist[1] from India whose research is on how language and concepts are grounded in the world.[2]", "10306904": "Jean-Luc Brylinski (born in 1951) is a French-American mathematician. Educated at the Lycée Pasteur and the École Normale Supérieure in Paris, after an appointment as researcher with the C. N. R. S., he became a Professor of Mathematics at Pennsylvania State University. He proved the Kazhdan–Lusztig conjectures with Masaki Kashiwara. He has also worked on gerbes, cyclic homology, Quillen bundles, and geometric class field theory, among other geometric and algebraic topics.", "24823128": "Vladimir Michaelovich Miklyukov (Russian: Миклюков, Владимир Михайлович, also spelled Miklioukov or Mikljukov) (8 January 1944 – October 2013) was a Russian educator in mathematics, and head of the Superslow Process workgroup based at Volgograd State University.[3]", "67781978": "Irene Sciriha Aquilina is a Maltese mathematician specializing in spectral graph theory and chemical graph theory.[1] A particular topic of her research has been the singular graphs, graphs whose adjacency matrix is a singular matrix, and the nut graphs, singular graphs all of whose nontrivial induced subgraphs are non-singular.[2] She is a professor of mathematics at the University of Malta.[3]", "32556386": "Leonid Polterovich (Hebrew: ליאוניד פולטרוביץ; Russian: Леонид В. Полтерович; born 30 August 1963) is a Russian-Israeli mathematician at Tel Aviv University. His research field includes symplectic geometry and dynamical systems.", "1295715": "Paolo dal Pozzo Toscanelli (1397 – 10 May 1482) was an Italian mathematician, astronomer, and cosmographer.", "27805027": "Kathleen Hylda Valerie Booth (née Britten, 9 July 1922 – 29 September 2022) was a British computer scientist and mathematician who wrote the first assembly language and designed the assembler and autocode for the first computer systems at Birkbeck College, University of London.[1] She helped design three different machines including the ARC (Automatic Relay Calculator), SEC (Simple Electronic Computer), and APE(X)C.", "18204005": "Ulrich Wilhelm Kohlenbach (born 27 July 1962 in Frankfurt am Main) is a German mathematician and professor of algebra and logic at the Technische Universität Darmstadt. His research interests lie in the field of proof mining.[1]", "312675": "Jacques Salomon Hadamard ForMemRS[2] (French: [adamaʁ]; 8 December 1865 – 17 October 1963) was a French mathematician who made major contributions in number theory, complex analysis, differential geometry and partial differential equations.[3][4][5]", "51004775": "Wanda Szmielew née Montlak (5 April 1918 – 27 August 1976)[1] was a Polish mathematical logician who first proved the decidability of the first-order theory of abelian groups.[1]", "27018610": "The Dialogue Concerning the Two Chief World Systems (Dialogo sopra i due massimi sistemi del mondo) is a 1632 Italian-language book by Galileo Galilei comparing the Copernican system with the traditional Ptolemaic system. It was translated into Latin as Systema cosmicum[1] (Cosmic System) in 1635 by Matthias Bernegger.[2] The book was dedicated to Galileo's patron, Ferdinando II de' Medici, Grand Duke of Tuscany, who received the first printed copy on February 22, 1632.[3]", "509300": "Pappus of Alexandria (/ˈpæpəs/; Greek: Πάππος ὁ Ἀλεξανδρεύς; c. 290 – c.  350 AD) was a Greek mathematician of Late Antiquity known for his Synagoge (Συναγωγή) or Collection (c. 340),[1] and for Pappus's hexagon theorem in projective geometry. Almost nothing is known about his life except for what can be found in his own writings, many of which are lost. Pappus apparently lived in Alexandria were he worked as a mathematics teacher to higher level students, such one named Hermodorus.[2]", "1590647": "Allan Birnbaum (May 27, 1923 – July 1, 1976) was an American statistician who contributed to statistical inference, foundations of statistics, statistical genetics, statistical psychology, and history of statistics.", "65914231": "Thomas Joseph Osler (April 26, 1940 – March 26, 2023) was an American mathematician, national champion distance runner, and author.", "56706426": "Ermelinda DeLaViña is an American mathematician specializing in graph theory.[1]\nShe is a professor in the Computer and Mathematical Sciences Department of the University of Houston–Downtown, where she is also Associate Dean of the College of Science and Technology.[2]", "1033597": "Joseph Betts was an English mathematician. He held the Savilian Chair of Geometry at the University of Oxford in 1765.[1]", "1033600": "Peter Turner (1586–1652) was an English mathematician.", "26527105": "Carlo Severini (10 March 1872 – 11 May 1951) was an Italian mathematician: he was born in Arcevia (Province of Ancona) and died in Pesaro. Severini, independently from Dmitri Fyodorovich Egorov, proved and published earlier a proof of the theorem now known as Egorov's theorem.", "4244871": "Andrew Mattei Gleason (1921–2008) was an American mathematician who made fundamental contributions to widely varied areas of mathematics, including the solution of Hilbert's fifth problem, and was a leader in reform and innovation in math­e­mat­ics teaching at all levels.[4][5] Gleason's theorem in quantum logic and the Greenwood–Gleason graph, an important example in Ramsey theory, are named for him.", "3261836": "John Bligh Conway (born September 22, 1939) is an American mathematician.  He is currently a professor emeritus at the George Washington University. His specialty is functional analysis, particularly bounded operators on a Hilbert space.", "57460109": "Haya Freedman (1923–2005) was a Polish-born Israeli mathematician known for her research on the Tamari lattice[1] and on ring theory, and as \"an exceptionally gifted teacher\" of mathematics at the London School of Economics.[2]", "13092241": "Sir Raghunath Purushottam Paranjpye (16 February 1876 – 6 May 1966) was the first Indian to achieve the coveted title of Senior Wrangler at the University of Cambridge, and became a university administrator and Indian ambassador.", "52118931": "Peng Yee Lee (born 1938) is a Singaporean mathematician and mathematics educator. Lee is an associate professor of mathematics at the National Institute of Education in Singapore. He is a former president of the Southeast Asian Mathematical Society, a former vice president of the International Commission on Mathematical Instruction, and a former president of the Association of Mathematics Educators of Singapore.[2]", "65914260": "Anna Maria Fino is an Italian mathematician specializing in differential geometry, complex geometry, and Lie groups. She is a professor of mathematics in the Giuseppe Peano Department of Mathematics at the University of Turin,[1] and founding editor-in-chief of the journal Complex Manifolds.[2]", "37832091": "Michael Lvovitch Tsetlin (the surname is also written Cetlin, Tzetlin, Zeitlin, Zetlin; cyrillic: Михаил Львович Цетлин) (22 September 1924 – 30 May 1966) was a Soviet mathematician and physicist who worked on cybernetics. He introduced the Gelfand–Tsetlin basis for finite-dimensional representations of classical groups. He was the founder of the learning automaton approach to machine learning.", "2377117": "Gustav de Vries (22 January 1866 – 16 December 1934) was a Dutch mathematician, who is best remembered for his work on the Korteweg–de Vries equation with Diederik Korteweg. He was born on 22 January 1866 in Amsterdam, and studied at the University of Amsterdam with the distinguished physical chemist Johannes van der Waals and with Korteweg. While doing his doctoral research De Vries supported himself by teaching at the Royal Military Academy in Breda (1892-1893) and at the \"cadettenschool\" in Alkmaar (1893-1894). Under Korteweg's supervision De Vries completed his doctoral dissertation:\nBijdrage tot de kennis der lange golven, (Contributions to the knowledge of long waves) Acad. proefschrift, Universiteit van Amsterdam, 1894, 95 pp, Loosjes, Haarlem. The following year Korteweg and De Vries published the research paper On the Change of Form of Long Waves advancing in a Rectangular Canal and on a New Type of Long Stationary Waves, Philosophical Magazine, 5th series, 39, 1895, pp. 422–443. In 1894 De Vries worked as a high school teacher at the \"HBS en Handelsschool\" in Haarlem, where he remained until his retirement in 1931. He died in Haarlem on 16 December 1934. The Korteweg-de Vries Institute for Mathematics is named after him.", "55723422": "Rongwei (Rochelle) F. Fu is a biostatistician who uses meta-analysis to understand disease incidence, detection, and treatment.\nShe is a professor of biostatistics, medical informatics and clinical epidemiology at the Oregon Health & Science University (OHSU), and the director of  biostatistics education at OHSU.[1]\nShe has also worked as lead biostatistician for the OHSU Center for Policy and Research in Emergency Medicine (CPR-EM), at the Pacific Northwest Evidence-based Practice Center (EPC), and at the OHSU Research Center for Gender-Based Medicine.[2]", "640417": "Philippe de La Hire (or Lahire, La Hyre or Phillipe de La Hire) (18 March 1640 – 21 April 1718)[1] was a French painter, mathematician, astronomer, and architect.[2] According to Bernard le Bovier de Fontenelle he was an \"academy unto himself\".", "1033633": "Baden Powell, MA FRS FRGS (22 August 1796 – 11 June 1860)[1] was an English mathematician and Church of England priest. He held the Savilian Chair of Geometry at the University of Oxford from  1827 to 1860. Powell was a prominent liberal theologian who put forward advanced ideas about evolution.", "47564195": "Lester Skaggs, Ph.D. (21 November 1911 – 3 April 2009) was a pioneer in the field of medical physics and radiation therapy, a teacher, and innovator.", "64112036": "Carrie Diaz Eaton is an associate professor of digital and computational studies at Bates College, a co-founder of QUBES (Quantitative Undergraduate Biology Education and Synthesis), and project director for Math Mamas.  Diaz Eaton is a 1st generation Latina of Peruvian descent and is also known for her work in social justice in STEM higher education.", "35603877": "The Reverend Hugh Jones (1691–1760) is the most famous and accomplished of a sometimes confusing array of Anglican clergymen of the same name from the American colonies of Virginia and Maryland. Jones is best known for his authorship of The Present State of Virginia, and a short view of Maryland and North Carolina (London, 1724). For several years he taught mathematics at The College of William and Mary, in Williamsburg, Virginia, where Jones Hall is named for him.", "33473957": "Francis Kofi Ampenyin Allotey FGA OV (9 August 1932[1][2] – 2 November 2017[3]) was a Ghanaian mathematical physicist.[4][5] Together with Daniel Afedzi Akyeampong, he became the first Ghanaian to obtain a doctorate in mathematical sciences, earned in 1966.", "72402344": "Catherine Searle is an American mathematician specializing in differential geometry and in particular on the curvature and symmetry of manifolds and Alexandrov spaces. She is a professor of mathematics at Wichita State University.[1]", "41665960": "David Webb is an American mathematician known for his work on hearing the shape of a drum.", "1426858": "William Brouncker, 2nd Viscount Brouncker FRS (c. 1620 – 5 April 1684) was an Anglo-Irish peer and mathematician who served as the president of the Royal Society from 1662 to 1677. Best known for introducing Brouncker's formula, he also worked as a civil servant, serving as a commissioner in the Royal Navy. Brouncker was a friend and colleague of Samuel Pepys, and features prominently in the Pepys' diary.", "55887275": "Guozhen Lu (Chinese: 陆国振; born 1963) is a professor of mathematics at the University of Connecticut. He is known for his contributions to harmonic analysis, geometric analysis, and partial differential equations.", "574895": "Keith James Devlin (born 16 March 1947) is a British mathematician and popular science writer. Since 1987 he has lived in the United States. He has dual British-American citizenship.[3]", "4703667": "Lawrence Alan Shepp (September 9, 1936 Brooklyn, NY – April 23, 2013, Tucson, AZ)[1] was an American mathematician, specializing in statistics and computational tomography.", "22922678": "Heinrich Adolph Louis Behnke (Horn, 9 October 1898 – Münster, 10 October 1979) was a German mathematician and rector at the University of Münster.", "53724600": "Jinde Cao is an Endowed Chair Professor at Southeast University, Nanjing, China. He is a Distinguished Professor, the Dean of School of Mathematics and the Director of the Research Center for Complex Systems and Network Sciences at Southeast University.", "61261245": "Ruth Goulding Wood (January 29, 1875 – May 5, 1939) was a professor of mathematics who researched non-Euclidean geometry at Smith College.[1] Wood was also a member of the American Mathematical Society.", "56870335": "Adolf Weiler (1851–1916) was a Swiss mathematician.", "11027909": "Michelle M. Francl is an American chemist. Francl is a professor of chemistry, and has taught physical chemistry, general chemistry and mathematical modeling at Bryn Mawr College since 1986.[1]", "32916935": "Eugène Rouché (18 August 1832 – 19 August 1910) was a French mathematician.", "7095752": "Professor John Richard Ockendon FRS (born c. 1940) is an applied mathematician noted especially for his contribution to fluid dynamics and novel applications of mathematics to real world problems.  He is a professor at the University of Oxford and an Emeritus Fellow at St Catherine's College, Oxford, the first director of the Oxford Centre for Collaborative Applied Mathematics (OCCAM) and a former director of the Smith Institute for Industrial Mathematics and System Engineering.[citation needed]", "45467085": "Carolyn Ray Boone Mahoney (born 1946) is an American mathematician who served as president of Lincoln University of Missouri.[1] Her research interests include combinatorics, graph theory, and matroids.[2]", "2442701": "Anania Shirakatsi (Old Armenian: Անանիա Շիրակացի, Anania Širakac’i, anglicized: Ananias of Shirak) was a 7th-century Armenian polymath and natural philosopher, author of extant works covering mathematics, astronomy, geography, chronology, and other fields. Little is known for certain of his life outside of his own writings, but he is considered the father of the exact and natural sciences in Armenia—the first Armenian mathematician, astronomer,[2][3] and cosmographer.[4]", "14009810": "Burchard de Volder (26 July 1643 – 21 March 1709) was a Dutch physicist.", "39536084": "Bruce Eli Sagan (born 1954) is an American Professor of Mathematics at Michigan State University.  He specializes in enumerative, algebraic, and topological combinatorics.  He is also known as a musician, playing music from Scandinavia and the Balkans.", "55559637": "James Mills Peirce (May 1, 1834[1] – March 21, 1906[2]) was an American mathematician and educator.[1] He taught at Harvard University for almost 50 years.[3]", "41305556": "Iris Anna Runge (1 June 1888 – 27 January 1966) was a German applied mathematician and physicist.", "65357271": "María Dolores Romero Morales (born 5th August 1971)[1] is a Spanish operations researcher and professor of operations research at the Copenhagen Business School. Topics in her research include supply chain management, revenue management, and data mining.", "42288601": "Florence Eliza Allen (October 4, 1876 – December 31, 1960) was an American mathematician and women's suffrage activist.[1][2] In 1907 she became the second woman to receive a Ph.D. in mathematics at the University of Wisconsin–Madison, and the fourth Ph.D. overall from that department.", "24135131": "Aizik Isaakovich Vol'pert (Russian: Айзик Исаакович Вольперт) (5 June 1923[1][2] – January 2006) (the family name is also transliterated as Volpert[4] or Wolpert[5]) was a Soviet and Israeli mathematician and chemical engineer[6] working in partial differential equations, functions of bounded variation and chemical kinetics.", "12862941": "Dionysodorus of Caunus (Greek: Διονυσόδωρος ὁ Καύνειος, c. 250 BC – c. 190 BC) was an ancient Greek mathematician.", "42255840": "Jacobus \"Koos\" Verhoeff (20 February 1927 – 19 March 2018)[3] was a Dutch mathematician, computer scientist, and artist. He is known for his work on error detection and correction, and on information retrieval.[4] He has also held exhibitions of his mathematically inspired sculptures.", "18171362": "Daniel Charles Shanks (January 17, 1917 – September 6, 1996) was an American mathematician who worked primarily in numerical analysis and number theory. He was the first person to compute π to 100,000 decimal places.", "68732387": "Carolyn Yackel is an American mathematician who has been Professor of Mathematics at Mercer University in Macon, Georgia since 2001. From 1998 to 2001 she was Max Zorn Visiting Assistant Professor of Mathematics at Indiana University.[1]", "53331429": "William R. Zame is an American economist and mathematician, and distinguished professor of economics. Dr Zame earned his PhD degree at Tulane University. Before joining the University of California, Los Angeles in 1991, he held appointments in the Mathematics Departments of Rice University, Tulane University and the State University of New York at Buffalo, and in the Economics and Mathematics Departments at The Johns Hopkins University. His research areas are Experimental Economics, Finance, Game Theory, Microeconomic. Research topics include the impact of culture on economic outcomes in diverse societies, informational asymmetries in macroeconomics, experimental financial markets, and a number of topics in machine learning. He is currently Co-Editor of Economic Theory and Associate Editor of Theoretical Economics.[1][2][3]", "36324838": "Michel Duflo (born 15 August 1943) is a French mathematician who works in the representation theory of Lie groups.", "443879": "Simon Newcomb (March 12, 1835 – July 11, 1909) was a Canadian–American astronomer, applied mathematician, and autodidactic polymath. He served as Professor of Mathematics in the United States Navy and at Johns Hopkins University. Born in Nova Scotia, at the age of 19 Newcomb left an apprenticeship to join his father in Massachusetts, where the latter was teaching.", "771562": "Mikhael Leonidovich Gromov (also Mikhail Gromov, Michael Gromov or Misha Gromov; Russian: Михаи́л Леони́дович Гро́мов; born 23 December 1943) is a Russian-French mathematician known for his work in geometry, analysis and group theory. He is a permanent member of Institut des Hautes Études Scientifiques in France and a professor of mathematics at New York University.", "17902": "Leonhard Euler (/ˈɔɪlər/ OY-lər,[b] German: [ˈleːɔnhaʁt ˈʔɔʏlɐ] ⓘ, Swiss Standard German: [ˈleːɔnhart ˈɔʏlər]; 15 April 1707 – 18 September 1783) was a Swiss mathematician, physicist, astronomer, geographer, logician, and engineer who founded the studies of graph theory and topology and made pioneering and influential discoveries in many other branches of mathematics such as analytic number theory, complex analysis, and infinitesimal calculus. He introduced much of modern mathematical terminology and notation, including the notion of a mathematical function.[6] He is also known for his work in mechanics, fluid dynamics, optics, astronomy, and music theory.[7]", "57492975": "Hugo Duminil-Copin (born 26 August 1985) is a French mathematician specializing in probability theory. He was awarded the Fields Medal in 2022.", "63030774": "Flora Munro Sadler (née McBain; 4 June 1912 - 25 December 2000) was a Scottish mathematician and astronomer. She was the first woman to hold a senior position in the Royal Greenwich Observatory and the first editor of the Monthly Notices of the Royal Astronomical Society.[1]", "26068475": "Dominique Foata (born October 12, 1934) is a mathematician who works in enumerative combinatorics. With Pierre Cartier and Marcel-Paul Schützenberger he pioneered the modern approach to classical combinatorics, that lead, in part, to the current blossoming of algebraic combinatorics. His pioneering work on permutation statistics, and his combinatorial approach to special functions, are especially notable.", "58115588": "Nelli Neumann (3 January 1886 – July 1942) was a German mathematician who worked in synthetic geometry. She was one of the first women to obtain a doctorate in mathematics at a German university.[1]", "66504202": "Dan Burghelea (born July 30, 1943) is a Romanian-American mathematician, academic, and researcher. He is an Emeritus Professor of Mathematics at Ohio State University.", "4441610": "Christian of Prachatice (Czech: Křišťan z Prachatic) (1360–1368, Prachatice, Kingdom of Bohemia – 4 September 1439, Prague, Kingdom of Bohemia) was a medieval Bohemian astronomer, mathematician and former Catholic priest who converted to the Hussite movement. He was the author of several books about medicine and herbs, and contributed to the field of astronomy with many papers and data recordings.", "411147": "Ion Ghica (Romanian pronunciation: [iˈon ˈɡika] ⓘ; 12 August 1816 – 7 May 1897) was a Romanian statesman, mathematician, diplomat and politician, who was Prime Minister of Romania five times.[1] He was a full member of the Romanian Academy and its president many times (1876–1882, 1884–1887, 1890–1893 and 1894–1895). He was the older brother and associate of Pantazi Ghica, a prolific writer and politician.", "17949": "Fibonacci (/ˌfɪbəˈnɑːtʃi/;[3] also US: /ˌfiːb-/,[4][5] Italian: [fiboˈnattʃi]; c. 1170 – c. 1240–50),[6] also known as Leonardo Bonacci, Leonardo of Pisa, or Leonardo Bigollo Pisano ('Leonardo the Traveller from Pisa'[7]), was an Italian mathematician from the Republic of Pisa, considered to be \"the most talented Western mathematician of the Middle Ages\".[8]", "49202721": "Edward Carey Francis OBE, (13 September 1897 – 27 July 1966)[1] was a British mathematician and Anglican missionary to Kenya, where he became \"arguably the most influential educationist in Kenya's modern history\".[2]", "59098660": "Eleanor Gilbert Rieffel (born 1965)[1] is a mathematician interested in quantum computing, computer vision, and cryptography. She is a senior research scientist at NASA's Ames Research Center.[2]", "3491366": "Grace Alele-Williams  OON, FMAN, FNAE (16 December 1932 – 25 March 2022) was a Nigerian professor of mathematics education,[1][2] who made history as the first Nigerian woman to receive a doctorate,[3][4] and the first Nigerian female vice-chancellor at the University of Benin.[5][6][7]", "2868775": "Anatoliy Volodymyrovych Skorokhod (Ukrainian: Анато́лій Володи́мирович Скорохо́д; September 10, 1930 – January 3, 2011)[1] was a Ukrainian mathematician.", "66176553": "Roger Charles Alperin (January 8, 1947 – November 21, 2019) was an American mathematician, best known for his work in group theory, including its connections with geometry and topology.  He was a professor at the University of Oklahoma and at San Jose State University.", "58279466": "David Clark Dobson (born 17 November 1962 in Salt Lake City) is an American mathematician.", "16139819": "Awi Federgruen (born 1953, in Geneva) is a Dutch/American mathematician and operations researcher and Charles E. Exley Professor of Management at the Columbia Business School and affiliate professor at the university's Fu Foundation School of Engineering and Applied Science.", "4769326": "Ferdinand Augustin Haller von Hallerstein (Slovene: Ferdinand Avguštin Haller von Hallerstein; 27 August 1703 – 29 October 1774), also known as August Allerstein or by his Chinese name Liu Songling (simplified Chinese: 刘松龄; traditional Chinese: 劉松齡; pinyin: Liú Sōnglíng), was a Jesuit missionary and astronomer from Carniola (then Habsburg monarchy, now Slovenia). He was active in 18th-century China and spent 35 years at the imperial court of the Qianlong Emperor as the head of the Imperial Astronomical Bureau and Board of Mathematics. He created an armillary sphere with rotating rings at the Beijing Observatory and was the first demographer in China who precisely calculated the exact number of Chinese population of the time (198,214,553). He also participated in Chinese cartography, serving concurrently as a missionary, \"cultural ambassador\" and mandarin between 1739 and 1774.", "41109038": "Ron Yehuda Donagi (born March 9, 1956) is an American mathematician, working in algebraic geometry and string theory.", "36324913": "Ofer Gabber (עופר גאבר; born May 16, 1958) is a mathematician working in algebraic geometry.", "44844596": "Julius L. Shaneson (born July 24, 1944, Richmond, Virginia) is an American mathematician. He works at the University of Pennsylvania, where he was department chair from 2002 to 2006 and is currently the Class of 1939 Professor of Mathematics.[1]", "1656381": "Clifford Ambrose Truesdell III (February 18, 1919 – January 14, 2000) was an American mathematician, natural philosopher, and historian of science.[1][2][3][4][5][6]", "47728189": "Cornelis Gerrit Lekkerkerker (Harmelen, 7 February 1922 – 24 July 1999) was a Dutch mathematician.", "49268287": "Antipater (Ancient Greek: Ἀντίπατρος) was an astrologer or mathematician of ancient Greece of uncertain date. He wrote a work upon genethlialogia, in which he endeavored to explain man's fate, not from the circumstances under which he was born, but from those under which he had been conceived.[1] Nothing further is known of his life.[2]", "59328065": "Martin Grohe (born 1967)[1] is a German mathematician and computer scientist known for his research on parameterized complexity, mathematical logic, finite model theory, the logic of graphs, database theory, and descriptive complexity theory. He is a University Professor of Computer Science at RWTH Aachen University, where he holds the Chair for Logic and Theory of Discrete Systems.[2]", "968260": "Nobuo Yoneda (米田 信夫, Yoneda Nobuo, 28 March 1930 – 22 April 1996) was a Japanese mathematician and computer scientist.[1][2]", "42616392": "Yvette Kosmann-Schwarzbach (born 30 April 1941)[1] is a French mathematician and professor.", "2836040": "Richard Allen Askey (4 June 1933 – 9 October 2019)[1] was an American mathematician, known for his expertise in the area of special functions. The Askey–Wilson polynomials (introduced by him in 1984 together with James A. Wilson) are on the top level of the (\n\n\n\nq\n\n\n{\\displaystyle q}\n\n-)Askey scheme, which organizes orthogonal polynomials of (\n\n\n\nq\n\n\n{\\displaystyle q}\n\n-)hypergeometric type into a hierarchy. The Askey–Gasper inequality for Jacobi polynomials is essential in de Brange's famous proof of the Bieberbach conjecture.", "21022291": "Nelson James Dunford (December 12, 1906 – September 7, 1986) was an American mathematician, known for his work in functional analysis, namely integration of vector valued functions, ergodic theory, and linear operators. The Dunford decomposition, Dunford–Pettis property, and Dunford-Schwartz theorem bear his name.", "67520090": "Muhabbat Arapovna Sharapova is a mathematician from Uzbekistan.[1][2] She has received the title O‘zbekiston Qahramoni (Hero of Uzbekistan).[3]", "43370076": "Peter Michael Rosenthal (born June 1, 1941) is Canadian-American Professor Emeritus of Mathematics at the University of Toronto,[2] an adjunct professor of Law at the University of Toronto,[3] and a lawyer in private practice.[4]", "53724765": "Rachel Ward is an American applied mathematician at the University of Texas at Austin. She is known for work on machine learning, optimization, and signal processing. \nAt the University of Texas, she is W. A. \"Tex\" Moncrief Distinguished Professor in Computational Engineering and Sciences—Data Science, and professor of mathematics.[1]", "1263204": "My Philosophical Development is a 1959 book by the philosopher Bertrand Russell, in which the author summarizes his philosophical beliefs and explains how they changed during his life.[1]", "2377320": "Nicolaas Hartsoeker (26 March 1656 – 10 December 1725) was a Dutch mathematician and physicist who invented the screw-barrel simple microscope[1] c. 1694.", "771690": "Adolf Hurwitz (German: [ˈaːdɔlf ˈhʊʁvɪts]; 26 March 1859 – 18 November 1919) was a German mathematician who worked on algebra, analysis, geometry and number theory.", "18031": "Leon Battista Alberti (Italian: [leˈom batˈtista alˈbɛrti]; 14 February 1404 – 25 April 1472) was an Italian Renaissance humanist author, artist, architect, poet, priest, linguist, philosopher, and cryptographer; he epitomised the nature of those identified now as polymaths. He is considered the founder of Western cryptography, a claim he shares with Johannes Trithemius.[1][2]", "22726257": "Norman Zalmon Shapiro was an American mathematician, who was the co-author of the Rice–Shapiro theorem.", "17516147": "Michael Worboys (born 6 April 1947) is a British mathematician and computer scientist. He is professor of spatial informatics at the School of Computing and Mathematical Sciences at the University of Greenwich, London, England.", "2606710": "Yury Leonidovich Yershov (Russian: Ю́рий Леони́дович Ершо́в, born 1 May 1940 [1]) is a Soviet and Russian mathematician.", "149117": "Thomas Bayes (/beɪz/ BAYZ audioⓘ; c. 1701 –  7 April 1761[2][3][note 1]) was an English statistician, philosopher and Presbyterian minister who is known for formulating a specific case of the theorem that bears his name: Bayes' theorem. Bayes never published what would become his most famous accomplishment; his notes were edited and published posthumously by Richard Price.[4]", "34227839": "Daniel Lazard (born December 10, 1941) is a French mathematician and computer scientist. He is emeritus professor at Pierre and Marie Curie University.", "62998151": "Lao Genevra Simons (1870–1949) also referred to as Lao G. Simons, was an American mathematician, writer, and historian of mathematics known for her influential book Fabre and Mathematics and Other Essays. Simons was   head of the mathematics department at Hunter College in New York.", "60442250": "Arthur Hirsch (1866–1948) was a German mathematician.", "22201996": "Elisabeth Vreede (16 July 1879, in The Hague – 31 August 1943, in Ascona) was a Dutch mathematician, astronomer and anthroposophist.", "4376209": "Masaki Kashiwara (柏原 正樹, Kashiwara Masaki, born January 30, 1947 in Yūki, Ibaraki) is a Japanese mathematician. He was a student of Mikio Sato at the University of Tokyo. Kashiwara made leading contributions towards algebraic analysis, microlocal analysis, D-module theory, Hodge theory, sheaf theory and representation theory.[1]", "25675415": "Marco Mastrofini (1763–1845) was an Italian priest, philosopher and mathematician.", "7063192": "Kikuo Takano (高野 喜久雄, Takano Kikuo, November 20, 1927 – May 1, 2006) was a Japanese poet and mathematician. He was born on Sado Island in 1927. He graduated from Utsunomiya Agricultural College in 1948.", "72533657": "John of Palermo (fl. 1221–1240) was a translator of mathematical works from Arabic to Latin who lived in Palermo, Sicily. He worked in the court of Emperor Frederick II. It is not known if he was an Arab or a Sicilian.", "2803355": "Sir David John Spiegelhalter OBE FRS (born 16 August 1953) is a British statistician  and a Fellow of Churchill College, Cambridge.[1][3][4][5] From 2007 to 2018 he was Winton Professor of the Public Understanding of Risk in the Statistical Laboratory at the University of Cambridge.[6] Spiegelhalter is an ISI highly cited researcher.", "60507803": "Klavdija Kutnar is a Slovene mathematician. She received her PhD at the University of Primorska (UP) in 2008. She is Rector of the University of Primorska.", "32392859": "Murray Ralph Spiegel (1923-1991) was an author of textbooks on mathematics, including titles in a collection of Schaum's Outlines.[1]", "27379358": "Wolfgang Hackbusch (born 24 October 1948 in Westerstede, Lower Saxony) is a German mathematician, known for his pioneering research in multigrid methods and later hierarchical matrices, a concept generalizing the fast multipole method. He was a professor at the University of Kiel and is currently one of the directors of the Max Planck Institute for Mathematics in the Sciences in Leipzig.", "18079": "Leonardo di ser Piero da Vinci[b] (15 April 1452 – 2 May 1519) was an Italian polymath of the High Renaissance who was active as a painter, draughtsman, engineer, scientist, theorist, sculptor, and architect.[3] While his fame initially rested on his achievements as a painter, he has also become known for his notebooks, in which he made drawings and notes on a variety of subjects, including anatomy, astronomy, botany, cartography, painting, and paleontology. Leonardo is widely regarded to have been a genius who epitomized the Renaissance humanist ideal,[4] and his collective works comprise a contribution to later generations of artists matched only by that of his younger contemporary Michelangelo.[3][4]", "2410144": "Arnold Ephraim Ross (August 24, 1906 – September 25, 2002) was a mathematician and educator who founded the Ross Mathematics Program, a number theory summer program for gifted high school students. He was born in Chicago, but spent his youth in Odesa, Ukraine, where he studied with Samuil Shatunovsky. Ross returned to Chicago and enrolled in University of Chicago graduate coursework under E. H. Moore, despite his lack of formal academic training. He received his Ph.D. and married his wife, Bee, in 1931.", "4408987": "Tsuneo Tamagawa (Japanese: 玉河 恒夫, Tamagawa Tsuneo, 11 December 1925 in Tokyo – 30 December 2017 in New Haven, Connecticut)[1] was a mathematician. He worked on the arithmetic of classical groups.", "63391396": "Árpád Varecza (6 September 1941 – 26 September 2005), was a Hungarian mathematician, former lecturer at the College of Nyíregyháza, head of the Institute of Mathematics and Informatics, and deputy director general of the institution for three years.", "61195942": "Artashes Shahinian (Armenian: Արտաշես Շահինյան, December 19, 1906 – May 14, 1978) was an Armenian mathematician, Doctor of Sciences in Physics and Mathematics (1944), Professor (1944), and member of the Armenian Academy of Sciences (1947,  (1947, correspondent member 1945).[1] Deserved scientist of ArmSSR (1961). He worked in complex analysis, and besides research papers, he also authored texts and research monographs in mathematics. Being a talented mentor and professor, Shahinian was a teacher and research supervisor for many young gifted mathematicians.", "5031592": "Salem Hanna Khamis (Arabic: سالم حنا خميس) (November 22, 1919 – June 16, 2005) was a Palestinian economic statistician for the United Nations Food and Agriculture Organization who helped formalise the Geary-Khamis method of computing purchasing power parity of currencies.", "24659626": "Karin Erdmann (born 1948) is a German mathematician specializing in the areas of algebra known as representation theory (especially modular representation theory) and homological algebra (especially Hochschild cohomology).  She is notable for her work in modular representation theory which has been cited over 1500 times according to the Mathematical Reviews. Her nephew Martin Erdmann is professor for experimental particle physics at the RWTH Aachen University.", "11814570": "Ernest Roland Duncan (25 January 1916 – November 25, 1990) was a New Zealand-born mathematician, Australian headmaster and American\nprofessor.", "55887533": "Émile Alphonse Louis Merlin (12 October 1875 in Mons – 29 July 1938 in Le Bourg d'Oisans) was a Belgian mathematician and astronomer.", "62375599": "Eric Michael Rains (born 23 August 1973) is an American mathematician specializing in coding theory and special functions, especially applications from and to noncommutative algebraic geometry.[1]", "43337392": "Laure Saint-Raymond (born 1975) is a French mathematician, and a professor of mathematics at Institut des Hautes Études Scientifiques (IHES). She was previously a professor at École Normale Supérieure de Lyon. She is known for her work in partial differential equations, and in particular for her contributions to the mathematically rigorous study of the connections between interacting particle systems, the Boltzmann equation, and fluid mechanics. In 2008 she was awarded the European Mathematical Society Prize, with her citation reading:", "55756466": "Judith (Judy) Green (born 1943)[1] is an American logician and historian of mathematics who studies women in mathematics.[2] She is a founding member of the Association for Women in Mathematics;[3][4] she has also served as its vice president, and as the vice president of the American Association of University Professors.[2]", "19613365": "Beno Eckmann (31 March 1917 – 25 November 2008[1]) was a Swiss mathematician who made contributions to algebraic topology, homological algebra, group theory, and differential geometry.", "46646966": "Thomas Nathaniel Hibbard  (March 14, 1929 – February 11, 2016) was an American mathematician and computer scientist.[1]", "2803385": "Yves Laszlo (French pronunciation: [iv laslo]) is a French mathematician working in the University of Paris-Sud.  He specializes in algebraic geometry.", "47826617": "James Bates Thomson (May 21, 1808-June 22, 1883) was an American mathematician, educator, and author", "45369020": "Manuel Felipe Ramón Picarte Mujica, better known as Ramón Picarte Mujica (June 9, 1830 – 1884?) was a Chilean scientist.", "1459902": "Ludwig Otto Blumenthal (20 July 1876 – 12 November 1944) was a German mathematician and professor at RWTH Aachen University.", "17352390": "Paarangot Jyeshtadevan Namboodiri (AD 1500–1610) was a mathematician and astronomer from Kerala, South India.", "9848523": "James Waddell Alexander II (September 19, 1888 –  September 23, 1971) was a mathematician and topologist of the pre-World War II era and part of an influential Princeton topology elite, which included Oswald Veblen, Solomon Lefschetz, and others. He was one of the first members of the Institute for Advanced Study (1933–1951), and also a professor at Princeton University (1920–1951).", "63227596": "Christiane Tretter (born 28 December 1964)[1] is a German mathematician and mathematical physicist who works as a professor in the Mathematical Institute (MAI) of the University of Bern in Switzerland, and as managing director of the institute.[2] Her research interests include differential operators and spectral theory.", "9717452": "Viacheslav Pavlovich Belavkin (Russian: Вячеслав Павлович Белавкин; 20 May 1946 – 27 November 2012) was a Russian-British professor in applied mathematics at the University of Nottingham.  An active researcher, he was one of the pioneers of quantum probability. His research spanned areas such as quantum filtering, quantum information and quantum chaos.", "69224142": "The Mathematical Tables Project[1][2] was one of the largest and most sophisticated computing organizations that operated prior to the invention of the digital electronic computer. Begun in the United States in 1938 as a project of the Works Progress Administration (WPA), it employed 450 unemployed clerks to tabulate higher mathematical functions, such as exponential functions, logarithms, and trigonometric functions. These tables were eventually published in a 28-volume set by Columbia University Press.", "1722064": "Theaetetus of Athens (/ˌθiːɪˈtiːtəs/; Greek: Θεαίτητος Theaítētos; c. 417 – c. 369 BCE),[1] possibly the son of Euphronius of the Athenian deme Sunium, was a Greek mathematician. His principal contributions were on irrational lengths, which was included in Book X of Euclid's Elements and proving that there are precisely five regular convex polyhedra.[2] A friend of Socrates and Plato, he is the central character in Plato's eponymous Socratic dialogue.[3]", "63686365": "Karen M. Bliss is an American applied mathematician currently at Virginia Military Institute in Lexington, Virginia who specializes in biomedical applications and materials science. She has co-authored many modeling handbooks, most notably, Math Modeling: Getting Started and Getting Solutions, for Society for Industrial and Applied Mathematics (SIAM) in 2014 which is used by teachers and students learning the basics along with those participating in the Mathematical Contest in Modeling.[1][2]", "35669727": "Dr Amit Garg is an Indian mathematician and mental calculator.[1][2][3]\n[4] He currently works as founder and Chief Scientist at ORMAE,[5] a firm registered in USA, UAE & India which engages in building innovative products, consulting and training in Operations Research and Data Science.", "11355873": "Johann Christian Martin Bartels (12 August 1769 – 20 December [O.S. 7 December] 1836) was a German mathematician.  He was the tutor of Carl Friedrich Gauss in Brunswick and the educator of Lobachevsky at the University of Kazan.", "58836710": "Shiri Artstein-Avidan (Hebrew: שירי ארטשטיין-אבידן, born 28 September 1978) is an Israeli mathematician who in 2015 won the Erdős Prize. She specializes in convex geometry and asymptotic geometric analysis, and is a professor of mathematics at Tel Aviv University.[1][2]", "11585262": "Victor LaRue Klee, Jr. (September 18, 1925 – August 17, 2007) was a mathematician specialising in convex sets, functional analysis, analysis of algorithms, optimization, and combinatorics.  He spent almost his entire career at the University of Washington in Seattle.", "58148594": "Mariya Vladimirovna Shcherbina (Ukrainian: Марія Володимирівна Щербина, born December 11, 1958) is a Ukrainian mathematician and mathematical physicist who studies the theory of random matrices.[1] She is a corresponding member of the National Academy of Sciences of Ukraine, and the 2009 winner of the Mikhail Vasilyevich Ostrogradsky Prize.[2]", "11290354": "Alar Toomre (born 5 February 1937, in Rakvere) is an American astronomer and mathematician.[1][2]  He is a professor of applied mathematics at the Massachusetts Institute of Technology.[3] Toomre's research is focused on the dynamics of galaxies. He is a 1984 MacArthur Fellow.", "44254964": "Howard Gray Funkhouser (April 14, 1898 – Dec. 1984) was an American mathematician, historian and associate professor of mathematics at the Washington and Lee University, and later at the Phillips Exeter Academy, particularly known for his early work on the history of graphical methods.[1][2]", "46712569": "Corinna Ulcigrai (born 3 January 1980, Trieste)[1] is an Italian mathematician working on dynamical systems.[2] With Krzysztof Frączek in 2013, Ulcigrai is known for proving that in the Ehrenfest model (a mathematical abstraction of billiards with an infinite array of rectangular obstacles, used to model gas diffusion) most trajectories are not ergodic.[1]", "53724921": "Talithia D. Williams is an American statistician and mathematician at Harvey Mudd College who researches the spatiotemporal structure of data.[1][2] She was the first black woman to achieve tenure at Harvey Mudd College.[2] Williams is an advocate for engaging more African Americans in engineering and science.[3]", "26101498": "William Charles Waterhouse (December 31, 1941 – June 26, 2016) was an American mathematician. He was a professor emeritus of Mathematics at Pennsylvania State University,[1] after having taught there for over 35 years.[2] The early part of his career was at Cornell University.[2] His research interests included abstract algebra, number theory, group schemes, and the history of mathematics.[3]", "30983932": "David Bradley Massey (born August 24, 1959) is an American mathematician. He completed both his undergraduate studies and his doctoral research work at Duke University, receiving his Ph.D. in 1986 for his results in the area of complex analytic singularities under the direction of William L. Pardon.[1]", "10143482": "Chiungtze C. Tsen (Chinese: 曾炯之; pinyin: Zēng Jiǒngzhī; Wade–Giles: Tseng Chiung-chih; Chang-Du Gan: [tsɛn˦˨ tɕjuŋ˨˩˧ tsɹ̩˦˨],[n 1] April 2, 1898[n 2] – October 1, 1940[1]), given name Chiung (Chinese: 炯; pinyin: Jiǒng),[n 3] was a Chinese mathematician born in Nanchang, Jiangxi. He is known for his work in algebra. He was one of Emmy Noether's students at the University of Göttingen.", "4015871": "David Arthur Eppstein (born 1963) is an American computer scientist and mathematician. He is a distinguished professor of computer science at the University of California, Irvine.[1][3] He is known for his work in computational geometry, graph algorithms, and recreational mathematics. In 2011, he was named an ACM Fellow.[4]", "60802817": "Maura B. Mast is an Irish-American mathematician, mathematics educator, and academic administrator, specializing in differential geometry and quantitative reasoning.[1][2] With Ethan D. Bolker, she is the author of the textbook Common Sense Mathematics. Mast is dean of Fordham College at Rose Hill, part of Fordham University.", "3327747": "Sumner Byron Myers (February 19, 1910 – October 8, 1955) was an American mathematician specializing in topology and differential geometry. He studied at Harvard University under H. C. Marston Morse,[1] where he graduated with a Ph.D. in 1932.[2] Myers then pursued postdoctoral studies at Princeton University (1934–1936)[3] before becoming a professor for mathematics at the University of Michigan. He died unexpectedly from a heart attack during the 1955 Michigan–Army football game at Michigan Stadium.[4]", "50611972": "Micajah Burnett (13 May 1791 – 10 January 1879) was an American Shaker architect, builder, engineer, surveyor, mathematician, and town planner.", "48908035": "Elod Macskasy (Hungarian: Macskásy Előd) (7 April 1919 – 21 January 1990) was a Hungarian-Canadian chess master.", "10143494": "Lola J. May (October 29, 1923 – March 13, 2007) was a mathematics educator, consultant, author, producer of audio-visual materials, an early proponent of the new math educational process, and a household name among mathematics.", "28100359": "James Thomson (13 November 1786 – 12 January 1849) was an Irish mathematician, notable for his role in the formation of the thermodynamics school at the University of Glasgow. He was the father of the engineer and physicist James Thomson and the physicist Lord Kelvin.[1]", "50906888": "Nicolao Colletti (also written Coletti) was an 18th-century Italian mathematician and academic of the Republic of Venice.", "49628944": "Apollodorus Logisticus was a man of ancient Greece who appears to have been a mathematician, if as is usually supposed, he is the same as the one who is called Arithmetikos (ἀριθμητικός).[1][2]", "56903444": "David Drasin (born 3 November 1940, Philadelphia) is an American mathematician, specializing in function theory.", "29345557": "Jens Marklof FRS is a German mathematician working in the areas of quantum chaos, dynamical systems, equidistribution, modular forms and number theory.[1][2] He will be president of the London Mathematical Society in the period 2023-2024.", "38487829": "Horst Schubert (11 June 1919 – 2001)[1] was a German mathematician.", "182044": "Introducing \nFloating-point arithmeticInventing \nEl AjedrecistaElectromechanical Arithmometer [es] (Analytical machine)Telekino [es] (Radio control)Astra-Torres airshipMooring mastMount Ulia aerial ropeway [es]Whirlpool Aero CarBinave (Catamaran)Camp-Vessel (Balloon carrier)Coordinate Indicator \"Guide Torres\"Dianemologo (stenographic machine)Railway Interlocks T.Q.Projectable PointerDidactic ProjectorResearch on \nAnalog computerApplied mathematicsLogarithmic number systemFormal languageDigital data", "17155880": "Ludwig Maurer (11 December 1859 – 10 January 1927) was a German mathematician and professor at University of Tübingen. He was the eldest son of Konrad Maurer (1823–1902) and Valerie Maurer, née von Faulhaber (1833–1912). His 1887 dissertation at the University of Strassburg was on the theory of linear substitutions, known today as matrix groups.  A survey of his important contributions is contained in chapter V, §4 of (Borel 2001).", "3753768": "Philip J. Davis (January 2, 1923[3] – March 14, 2018) was an American academic applied mathematician.", "1034025": "Abraham or Abram Robertson FRS (4 November 1751 – 4 December 1826), was a Scottish mathematician and astronomer. He held the Savilian Chair of Geometry at the  University of Oxford from  1797 to 1809.", "56313640": "David B. Stephenson is a British academic and Professor of Statistical Climatology at the University of Exeter known for his use of statistical\nmodelling in atmospheric and climate science.[1]\nHe is founder and director of the Exeter Climate Systems research centre and also the Head of Statistical Science at the University of Exeter.[2]", "14731049": "Basantkumar John Oommen (born 8 September 1953 in Conoor, India[1]) is an Indian-Canadian computer scientist.  Oommen received the Master of Science degree from the Indian Institute of Science, Bangalore in 1979, and the Doctor of Philosophy degree from Purdue University in 1982, and is now Chancellor's Professor at the School of Computer Science, Carleton University.", "47040310": "Charles-Marie-Thérèse-Léon de Tinseau d'Amondans de Gennes (1748-1822) was a military engineer and mathematician from France in the 18th century.", "74336064": "Valeriu Alaci (October 22, 1884–1955) was an Austro-Hungarian-born Romanian mathematician.", "53135171": "Prof John Kemp FRSE LLD (1763–1812) was a Scottish mathematician, who settled in the U.S. state of New York for most of his life.", "12470086": "Patrick d'Arcy (27 September 1725 – 18 October 1779) was an Irish mathematician born in Kiltullagh, County Galway in the west of Ireland.  His family, who were Catholics, suffered under the penal laws.  In 1739 d'Arcy was sent abroad by his parents to an uncle in Paris. He was tutored in mathematics by Jean-Baptiste Clairaut, and became a friend of Jean-Baptiste's son, Alexis-Claude Clairaut, (Alexis Clairaut), who was a brilliant young mathematician.  d'Arcy made original contributions to dynamics. He is best known for his part in the discovery of the principle of angular momentum, in a form which was known as \"the principle of areas,\" which he announced in 1746.  See the article on areal velocity.  d'Arcy also had an illustrious military career in the French army.  He obtained the title of \"Count\" in the French nobility. He was a generous patron of Irish refugees in France. In addition to his contributions to dynamics, he performed research on artillery and on electricity.", "68732742": "Yaiza Canzani García is a Spanish and Uruguayan mathematician known for her work in mathematical analysis, and particularly in spectral geometry and microlocal analysis. She is an associate professor of mathematics at the University of North Carolina at Chapel Hill.[1]", "35473226": "Jānis Vucāns (born 9 February 1956) is a Latvian politician and mathematician. He is the member of the Latvijai un Ventspilij Party and a deputy of the 11th, 12th and 13th Saeima, representing the Union of Greens and Farmers. He began his current term in parliament on 17 October 2011.[1] He has graduated from University of Latvia.", "61163346": "Pilar Bayer Isant (born 1946) is a Spanish mathematician specializing in number theory. She is a professor emerita in the Faculty of Mathematics and Computer Science of the University of Barcelona.[1]", "673618": "Michael Scot (Latin: Michael Scotus; 1175 – c. 1232) was a Scottish mathematician and scholar in the Middle Ages. He was educated at Oxford and Paris, and worked in Bologna and Toledo, where he learned Arabic. His patron was Frederick II of the Holy Roman Empire and Scot served as science adviser and court astrologer to him. Scot translated Averroes and was the greatest public intellectual of his day.[1]", "31377247": "Ivar I. Ekeland (born 2 July 1944, Paris) is a French mathematician of Norwegian descent. Ekeland has written influential monographs and textbooks on nonlinear functional analysis, the calculus of variations, and mathematical economics, as well as popular books on mathematics, which have been published in French, English, and other languages. Ekeland is known as the author of Ekeland's variational principle and for his use of the Shapley–Folkman lemma in optimization theory. He has contributed to the periodic solutions of Hamiltonian systems and particularly to the theory of Kreĭn indices for linear systems (Floquet theory).[4] Ekeland helped to inspire the discussion of chaos theory in Michael Crichton's 1990 novel Jurassic Park.[3]", "47662943": "John West (1756-1817) was a mathematician and priest from Scotland.", "477032": "Abraham Sinkov (August 22, 1907 – January 19, 1998) was a US cryptanalyst. An early employee of the U.S. Army's Signal Intelligence Service, he held several leadership positions during World War II, transitioning to the new National Security Agency after the war, where he became a deputy director. After retiring in 1962, he taught mathematics at Arizona State University.", "70436714": "Claude Guillermet de Bérigard (15 August 1578, Moulins – 23 April 1663, Padua), also known by the Latin form of his name Claudius Berigardus, was a French philosopher, physician and mathematician who became professor of philosophy at Pisa and Padua.[1] He was a vocal opponent of the theories of Galileo. His last name is sometimes spelled Beauregard.", "62408557": "Robert Russell (c. 1858–18 May 1938) was an Irish mathematician and academic at Trinity College Dublin (TCD), who served as Erasmus Smith's Professor of Mathematics (1917–1921).", "9815922": "Lambertus Johannes Folkert \"Bert\" Broer (17 January 1916 – 1991) was a Dutch physicist and mathematician.", "771960": "Volker Strassen (born April 29, 1936) is a German mathematician, a professor emeritus in the department of mathematics and statistics at the University of Konstanz.[1]", "1951615": "Feza Gürsey[6] (Turkish pronunciation: [ˈfeza ˈɟyɾsej]; April 7, 1921 – April 13, 1992) was a Turkish mathematician and physicist.[7] Among his contributions to theoretical physics, his work on the chiral model and on SU(6) symmetry of the quark model are the most well-known.", "1623938": "László Lovász (Hungarian: [ˈlovaːs ˈlaːsloː]; born March 9, 1948) is a Hungarian mathematician and professor emeritus at Eötvös Loránd University, best known for his work in combinatorics, for which he was awarded the 2021 Abel Prize jointly with Avi Wigderson. He was the president of the International Mathematical Union from 2007 to 2010 and the president of the Hungarian Academy of Sciences from 2014 to 2020.", "34195332": "Ghulam Dastagir Alam Qasmi (Urdu: غلام دستگیر عالم قاسمی ; popularly known as G.D. Alam; PhD, HI), was a Pakistani theoretical physicist and professor of mathematics at the Quaid-e-Azam University. Alam is best known for conceiving and embarking on research on the gas centrifuge during Pakistan's integrated atomic bomb project in the 1970s, and he also conceived the research on charge density, nuclear fission, and gamma-ray bursts throughout his career.[1][2]", "71387014": "John Pascal Vinti (January 16, 1907, Newport, Rhode Island[1] – September 28, 1990, Boston) was an American theoretical physicist, who published papers not only in physics, but also in mathematics and engineering.[2] He is known for the Vinti integral.[3]", "56543112": "Gladys Mae West (née Brown; born October 27, 1930[1]) is an American mathematician. She is known for her contributions to mathematical modeling of the shape of the Earth, and her work on the development of satellite geodesy models, that were later incorporated into the Global Positioning System (GPS).[2] West was inducted into the United States Air Force Hall of Fame in 2018. West was awarded the Webby Lifetime Achievement Award for the development of satellite geodesy models.[3][4]", "54937480": "Joachim Engel (born 1954) is a German scientist and a professor.  Since 2006 he has been professor of Mathematics and Mathematical Education at the Ludwigsburg University of Education, after two years as a Professor of Mathematical Education at Leibniz University Hannover (2004–2006).  Before becoming a professor he worked as a research fellow at the University of Heidelberg in applied mathematics and the University of Bonn in Economics and was a Visiting Assistant Professor at the University of Michigan in Ann Arbor.", "51038090": "Vanja Dukic is an expert in computational statistics and mathematical epidemiology who works as a professor of applied mathematics at the University of Colorado Boulder. Her research includes work on using internet search engine access patterns to track diseases,[1][2] and on the effects of climate change on the spread of diseases.", "19646350": "Henry Jacob Landau is an American mathematician known for his contributions to information theory, including the theory of bandlimited functions and on moment issues.", "64505746": "Gerhard Wanner (born 1942 in Innsbruck)[1] is an Austrian mathematician.", "9783186": "Tien-Yien Li (李天岩) (June 28, 1945 – June 25, 2020) was a University Distinguished Professor of Mathematics and University Distinguished Professor Emeritus at Michigan State University.[1] There, he spent 42 years and supervised 26 Ph.D. dissertations.", "2443157": "Nikolai Vasilievich Bugaev (Russian: Никола́й Васи́льевич Буга́ев; September 14, 1837 – June 11, 1903) was a Russian mathematician, the father of Andrei Bely.", "3229591": "Sámuel Mikoviny (Hungarian: Mikoviny Sámuel, Slovak: Samuel Mikovíni ? – 23 March 1750) was a mathematician, engineer, cartographer, and professor. He was a leading representative of science and technology in the 18th century Kingdom of Hungary and Habsburg monarchy.", "39536536": "Michael Krivelevich (born January 30, 1966) is a professor with the School of Mathematical Sciences of Tel Aviv University, Israel.", "673693": "Eliyahu Rips (Hebrew: אליהו ריפס; Russian: Илья Рипс; Latvian: Iļja Ripss; born 12 December 1948) is an Israeli mathematician of Latvian origin known for his research in geometric group theory. He became known to the general public following his co-authoring a paper on what is popularly known as Bible code, the supposed coded messaging in the Hebrew text of the Torah.[1]", "935841": "Albert William Tucker (28 November 1905 – 25 January 1995) was a Canadian mathematician who made important contributions in topology, game theory, and non-linear programming.[2]", "64571299": "Johannes Buteo (born Jean Borrel, Latinized as Buteonis or given as Boteo, Buteon, Bateon) (c. 1485 – c. 1560) was a French mathematician and logician. Among his contributions was an attempt to calculate the supposed dimensions of Noah's Ark to fit all the world's animals.", "39765925": "Dudley Weldon Woodard (October 3, 1881 – July 1, 1965) was a Galveston-born American mathematician and professor, and the second African-American to earn a PhD in mathematics; the first was Woodard's mentor Elbert Frank Cox, who earned a PhD from Cornell in 1925).", "41863078": "Valery Senderov (Russian: Валерий Сендеров; 17 March 1945 – 12 November 2014) was a Soviet dissident, mathematician, teacher, and advocate of human rights known for his struggle against state-sponsored antisemitism.", "73549739": "Harold Philip Benson (born 1949) is an American operations researcher, mathematician, and professor. He is best known for his work in multiple-criteria decision making (MCDM)[1][2] and for formulating Benson's algorithm in the field of linear programming.[3][4] He served as an American Economic Institutions professor at the University of Florida.[2]", "53725102": "Deanna Needell is an American applied mathematician at the University of California, Los Angeles. She authors The Needell in the Haystack, a column published in the Girls' Angle Bulletin.", "1034164": "Nigel James Hitchin FRS (born 2 August 1946) is a British mathematician working in the fields of differential geometry, gauge theory, algebraic geometry, and mathematical physics. He is a Professor Emeritus of Mathematics at the University of Oxford.", "149431": "Karl Menger (January 13, 1902 – October 5, 1985) was an Austrian–American mathematician, the son of the economist Carl Menger. In mathematics, Menger studied the theory of algebras and the dimension theory of low-regularity (\"rough\") curves and regions; in graph theory, he is credited with Menger's theorem.  Outside of mathematics, Menger has substantial contributions to game theory and social sciences.", "46909369": "Ron Buckmire (born 1968) is a Grenadian-born mathematician, former chess champion of Barbados and LGBT activist.[1]  He is the past chair of the Occidental College Department of Mathematics.[2] Starting in August 2018, he served as the Associate Dean for Curricular Affairs and Director of the Core Program at Occidental College for four years.", "27641787": "Gottfried Maria Hugo Köthe (born 25 December 1905 in Graz – died 30 April 1989 in Frankfurt) was an Austrian mathematician working in abstract algebra and functional analysis.", "17647550": "Alice Turner Schafer (June 18, 1915 – September 27, 2009) was an American mathematician. She was one of the founding members of the Association for Women in Mathematics in 1971.[1]", "22759359": "Luis Augusto Huergo (November 1, 1837 – November 4, 1913) was an Argentine engineer prominent in the development of his country's ports.", "48449472": "Victor Vadimovich Batyrev (Виктор Вадимович Батырев, born 31 August 1961, Moscow)[1] is a Russian mathematician, specializing in algebraic and arithmetic geometry and its applications to mathematical physics. He is a professor at the University of Tübingen.", "39045059": "Gautam Mitra is a research scientist in the field of Operational Research in general and computational optimization and modelling in particular. In 2004 he was awarded the title of ‘distinguished professor’ by Brunel University[1] in recognition of his contributions in the domain of computational optimization, risk analytics and modelling. He headed the Mathematics Department (1990-2001) and subsequently founded the Center for the Analysis of Risk and Optimization Modelling Application (CARISMA).[2] He is an emeritus Professor of Brunel University and a visiting professor of University College London. He has published five books and over hundred and fifty research articles.", "68503495": "Andrej Mrvar is a Slovenian computer scientist and a professor at the University of Ljubljana.[1] He is known for his work in network analysis, graph drawing, decision making, virtual reality, electronic timing and data processing of sports competitions.[2]", "47433672": "Hubert Lewis Bray is a mathematician and differential geometer. He is known for having proved the Riemannian Penrose inequality.[1] He works as professor of mathematics and physics at Duke University.[2]", "53725128": "Joan Ferrini-Mundy (born 1954)[1] is a mathematics educator. Her research interests include calculus teaching and learning, mathematics teacher learning, and STEM education policy. She is currently the president of the University of Maine.", "46286798": "Cheon, Jung Hee is a South Korean cryptographer and mathematician  whose research interest includes computational number theory, cryptography, and information security. He is one of the inventors of braid cryptography, one of group-based cryptography, and approximate homomorphic encryption HEAAN. As one of co-inventors of approximate homomorphic encryption HEaaN, he is actively working on homomorphic encryptions and their applications including machine learning,[1] homomorphic control systems,[2] and DNA computation on encrypted data.[3] He is particularly known for his work on an efficient algorithm on strong DH problem. He received the best paper award in Asiacrypt 2008 for improving Pollard rho algorithm, and the best paper award in Eurocrypt 2015 for attacking Multilinear Maps.[4][5] He was also selected as Scientist of the month by Korean government in 2018 [6] and won the POSCO TJ Park Prize in 2019.[7][8]", "53725135": "Catherine A. Roberts (born February 5, 1965) is an American mathematician who serves as the chief executive officer of the Consortium for Mathematics and Its Applications. Prior to this, she was executive director of the American Mathematical Society. She is a professor of mathematics at the College of the Holy Cross.[1]", "3033044": "Yurii Oleksiyovych Mitropolskiy (Ukrainian: Юрій Олексійович Митропольський; 3 January 1917 – 14 June 2008) was a renowned Soviet and Ukrainian mathematician known for his contributions to the fields of dynamical systems and nonlinear oscillations. He was born in Poltava Governorate and died in Kyiv.", "62932949": "Josephine Jue (born 1946) is a Chinese-American computer programmer and mathematician who is best known for being the first Asian-American woman working in NASA, where she worked for 37 years.[1] Jue is a founding member of the Chinese Baptist church of Houston, Texas.[2]", "53790675": "Giuseppe Bruno (1828–1893) was an Italian mathematician, professor of geometry in the university of Turin.", "2082783": "Carl-Wilhelm Reinhold de Boor (born 3 December 1937) is a German-American mathematician and professor emeritus at the University of Wisconsin–Madison.", "1099744": "Thomas Hartwig Wolff (July 14, 1954, New York City – July 31, 2000, Kern County) was an American mathematician, working primarily in the fields of harmonic analysis, complex analysis, and partial differential equations.  As an undergraduate at Harvard University, he regularly played poker with his classmate Bill Gates.  While a graduate student at the University of California, Berkeley from 1976 to 1979, under the direction of Donald Sarason, he obtained a new proof of the corona theorem, a famously difficult theorem in complex analysis.  He was made Professor of Mathematics at Caltech in 1986, and was there from 1988–1992 and from 1995 to his death in a car accident in 2000.  He also held positions at the University of Washington, University of Chicago, New York University, and University of California, Berkeley.[1][2]", "33343462": "Jørgen Dybvad (died 1612), was a Danish theologian and mathematician of the sixteenth and seventeenth century.", "1034217": "Ioan Mackenzie James FRS (born 23 May 1928) is a British mathematician working in the field of topology, particularly in homotopy theory.", "56018922": "André Gérardin (1879, Nancy, Meurthe-et-Moselle – 1953, Nancy, Meurthe-et-Moselle) was a French mathematician, specializing in number theory and calculating machines used in factoring large positive integers, finding primes, and calculating quadratic residues modulo a given positive integer.[1]", "59820011": "Cristoforo Alasia de Quesada (1864–1918) was an Italian mathematician.", "41568237": "Gisbert F. R. Hasenjaeger (June 1, 1919 – September 2, 2006) was a German mathematical logician. Independently and simultaneously with Leon Henkin in 1949, he developed a new proof of the completeness theorem of Kurt Gödel for predicate logic.[2][3] He worked as an assistant to Heinrich Scholz at Section IVa of Oberkommando der Wehrmacht Chiffrierabteilung, and was responsible for the security of the Enigma machine.[4]", "51182": "Jean-Baptiste le Rond d'Alembert[1] (/dæləmˈbɛər/ dal-əm-BAIR;[2] French: [ʒɑ̃ batist lə ʁɔ̃ dalɑ̃bɛːʁ]; 16 November 1717 – 29 October 1783) was a French mathematician, mechanician, physicist, philosopher, and music theorist. Until 1759 he was, together with Denis Diderot, a co-editor of the Encyclopédie.[3] d'Alembert's formula for obtaining solutions to the wave equation is named after him.[4][5][6] The wave equation is sometimes referred to as d'Alembert's equation, and the fundamental theorem of algebra is named after d'Alembert in French.", "739314": "Yehoshua Bar-Hillel (Hebrew: יהושע בר-הלל; 8 September 1915 – 25 September 1975) was an Israeli philosopher, mathematician, and linguist. He was a pioneer in the fields of machine translation and formal linguistics.", "36587507": "Samuel Roberts FRS (15 December 1827, in Horncastle, Lincolnshire – 18 September 1913, in London) was a British mathematician.", "3033075": "Samuil Osipovich Shatunovsky (Russian: Самуил Осипович Шатуновский; 25 March 1859 – 27 March 1929) was a Russian Empire and Soviet mathematician. He was born in Velyka Znamianka, Ukraine in a poor Jewish family as the 9th child. He completed secondary education in Kherson, Ukraine; then studied for a year in Rostov, Russia and moved to Saint Petersburg seeking university degree. There he studied in several technical universities. Engineering however did not attract Shatunovsky and he dedicated himself to mathematics, voluntarily attending lectures by Chebyshev. Shatunovsky could not complete any university program due to lack of funds. He later attempted to obtain a university degree in Switzerland, but failed for the same reason. After returning from Switzerland, he lived in small Russian towns, earning by private lessons. In the meantime, he wrote his first mathematical papers and sent some of them to Odesa University. Their quality was acknowledged; Shatunovsky was admitted to the university, received financial support, obtained a degree and was appointed as staff member in 1905. In 1917, he became a professor and continued working at the Odesa University through the rest of his life.[1][2]", "70207477": "Robert A. (Bob) Bosch (born August 13, 1963, in Buffalo NY) is an author, recreational mathematician and the James F. Clark Professor of Mathematics at Oberlin College.[1] He is known for domino art[2] and for combining graph theory and mathematical optimization to design connect-the-dots eye candy:[3] labyrinths, knight's tours, string art and TSP Art.[4]", "2377719": "Girolamo Ruscelli (1518–1566) was an Italian Mathematician and Cartographer active in Venice during the early 16th century. He was also an alchemist, writing pseudonymously as Alessio Piemontese.", "57821178": "Eliza Edwards (1779–1846) was a human computer and daughter of Mary Edwards.", "641019": "James A. Yorke (born August 3, 1941) is a Distinguished University Research Professor of Mathematics and Physics and former chair of the Mathematics Department at the University of Maryland, College Park.", "57952252": "Tadeusz Figiel (born 2 July 1948 in Gdańsk) is a Polish mathematician specializing in functional analysis.[1]", "58181629": "Joseph Henri Maria Steenbrink (born 1947) is a Dutch mathematician, specializing in algebraic geometry.", "41502719": "Eknath Prabhakar Ghate is a mathematician specialising in number theory and working at the School of Mathematics, Tata Institute of Fundamental Research, Mumbai, India. He was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2013 in the mathematical sciences category.[1]", "9324544": "John Michael Steele is C.F. Koo Professor of Statistics at the Wharton School of the University of Pennsylvania, and he was previously affiliated with Stanford University, Columbia University and Princeton University.", "10536966": "Jack Hui (Chinese: 許子岳; born 1988) is an alumnus from Queen's College in Hong Kong. He is considered a prominent student because of the outstanding performance in International Mathematical Olympiad (IMO) and various national and regional mathematics competitions. Though accused of sexually assaulting an airline hostess, he was later found not guilty,[1] and was admitted to the Faculty of Mathematics of Peking University.", "39536649": "Miklós Bóna (born October 6, 1967, in Székesfehérvár) is an American mathematician of Hungarian origin.", "542738": "Florian Cajori (February 28, 1859 – August 14[1][2] or 15,[3] 1930) was a Swiss-American historian of mathematics.", "14043155": "James Inman (1776–1859), an English mathematician and astronomer, was professor of mathematics at the Royal Naval College, Portsmouth, and author of Inman's Nautical Tables.", "35014678": "Yelpidifor Anempodistovich Kirillov (8 October 1883 – 27 November 1964) was a Soviet physicist, doctor of physical-mathematical sciences, the founder of the Odessa scientific school in the field of photography.", "3033116": "Victor Mikhailovich Glushkov (Russian: Виктор Миха́йлович Глушко́в; August 24, 1923 – January 30, 1982) was a Soviet mathematician,[1] the founding father of information technology in the Soviet Union and one of the founding fathers of Soviet cybernetics.", "608289": "Heinrich Eduard Heine (16 March 1821 – 21 October 1881) was a German mathematician.", "19712036": "Gradimir V. Milovanović (born January 2, 1948) is a Serbian mathematician known for his contributions to approximation theory and numerical analysis. He has published over 280 papers and authored five monographs and more than twenty books in his area.[1] He is a full member of the Serbian Academy of Sciences and Arts and of other Serbian and international scientific societies.", "58476583": "Arturo Reghini (12 November 1878 – 1 July 1946) was an Italian mathematician, philosopher and esotericist.", "52676648": "Sir John Percival Vissing Madsen FAA (24 March 1879 – 4 October 1969) was an Australian academic, physicist, engineer, mathematician and Army officer.\n[1][2][3][4][5][6][7]", "18473": "Fra. Luca Bartolomeo de Pacioli (sometimes Paccioli or Paciolo; c. 1447 – 19 June 1517)[3] was an Italian mathematician, Franciscan friar, collaborator with Leonardo da Vinci, and an early contributor to the field now known as accounting. He is referred to as the father of accounting and bookkeeping and he was the first person to publish a work on the double-entry system of book-keeping on the continent.[4][a] He was also called Luca di Borgo after his birthplace, Borgo Sansepolcro, Tuscany.", "28952620": "Titus Babczyński (1830 in Warsaw – 1910) was a Polish mathematician and physicist. He graduated from the School of Fine Arts in Warsaw, then studied physics and mathematics. In 1872, he was a doctor at the University of St. Petersburg.\nIn the period (1857–1862), he was a professor of higher mathematics and mechanics at the School of Fine Arts in Warsaw and eventually the University of Warsaw (1862–1887). He wrote the acclaimed papers: \"On the phenomena of induction,\" which was awarded a gold medal at the University of St. Petersburg, as well as \"higher algebra lectures and calculus,\" \"Introduction to higher growth,\" Method of multiplication and algebraic functions of symmetric rational.\"", "69421101": "Mariarosaria (Mariolina) Padula (died 29 September 2012) was an Italian mathematical physicist specializing in fluid dynamics, including free boundary problems and compressible flow with viscosity. She was a professor of mathematical physics at the University of Ferrara, and is also known for revitalizing and heading the university's mathematical journal, Annali dell’Università di Ferrara, and forging it into an internationally known journal.[1][2][3]", "54249520": "Liliana Borcea is the Peter Field Collegiate Professor of Mathematics at the University of Michigan.[1] Her research interests are in scientific computing and applied mathematics, including the scattering and transport of electromagnetic waves.", "44779577": "Santiago López de Medrano Sánchez (born October 15, 1942 in Mexico City) is a Mexican mathematician, who works as a researcher at the National Autonomous University of Mexico (UNAM).[1][2] His research has concerned knot theory, singularity theory,  biomathematics, and differential topology.[2]", "19646524": "Abdul Jabbar Hassoon Jerri (Arabic: عبد الجبار حسون جري) is an Iraqi American mathematician, most recognized for his contributions to Shannon Sampling Theory, It's Generalizations, Error Analysis, and Historical Reviews, and in particular his establishment in 2002 of the journal Sampling Theory in Signal and Image Processing (STSIP-ISSN 1530-6429) with over thirty top international experts as its editors, besides establishing its Sampling Publishing, also his contribution to the general understanding of the Gibbs Phenomenon, where he wrote the first book ever on the subject, published by Springer - Verlag, then he followed it by editing another book on Advances in Gibbs Phenomenon published by Sampling Publishing.", "51693632": "G. Bard Ermentrout is an American mathematician and distinguished professor at University of Pittsburgh and a member of the Odor2Action research network.[2]  He uses\nnonlinear dynamics for the mathematical modeling of problems in neuroscience. He explores patterns of activation in neural systems as they relate to biological problems such as olfaction.[3]", "74303552": "Carl-Erik Sjöstedt (born 1900, died 1979) was a Swedish mathematician, teacher, and philosopher. Sjöstedt focused much of his work on the teaching of mathematics in the Swedish curriculum, especially in the fields of geometry and logic. Sjöstedt was a follower of the Swedish philosopher Adolf Phalén, and a supporter of Uppsala philosophy. He also was a speaker and author in the constructed language Interlingue, founding a national association for the language in 1928.", "7522370": "Fritz Alexander Ernst Noether (7 October 1884 – 10 September 1941) was a Jewish German mathematician who emigrated from Nazi Germany to the Soviet Union. He was later executed by the NKVD.[2]", "60901448": "Karine Beauchard (born 27 November 1978)[1] is a French mathematician known for her research in control theory. She is a University Professor at the École normale supérieure de Rennes, and was the Peccot Lecturer of the Collège de France for 2007–2008.", "60049480": "Divsha Amirà (Hebrew: דיבשה אמירה; 1899 – 9 April 1966) was an Israeli mathematician and educator.", "20695112": "Shoshichi Kobayashi (小林 昭七, Kobayashi Shōshichi, 4 January 1932 – 29 August 2012)[1] was a Japanese mathematician. He was the eldest brother of electrical engineer and computer scientist Hisashi Kobayashi.[2] His research interests were in Riemannian and complex manifolds, transformation groups of geometric structures, and Lie algebras.", "17483851": "Paolo Dagomari da Prato (1282–1374), known in Latin as Paulus Geometrus (Paolo il Geometra, \"Paul the Geometer\"), was a noted Florentine mathematician and astronomer, such a maestro dell'abbaco (master/teacher of the abacus) that he gained the epithet Paolo dell'Abbaco. Franco Sacchetti called him Paolo Arismetra e Astrologo (arithmetician and astronomer) and Giorgio Vasari Paulo Strolago or Paolo Astrologo (astronomer). He reputedly had 6,000–10,000 pupils over the course of his life, being praised by contemporaries like Giovanni Gherardi da Prato,[1] Filippo Villani,[2] and Giovanni Villani in his Cronica.[3]", "1099852": "Edward Newman Brandt Jr. MD (July 3, 1933 – August 26, 2007) was an American physician, mathematician, and public health administrator. He was appointed acting Surgeon General of the United States from 1981 to 1982, and served as the United States Assistant Secretary for Health from 1981 to 1984.", "56969293": "Jean Bertoin (born 1961) is a French mathematician, specializing in probability theory and professor at the University of Zurich.", "23349325": "Alexis Hocquenghem (14 January 1908 – 17 April 1990)[1] was a French mathematician. He is known for his discovery of Bose–Chaudhuri–Hocquenghem codes, better known under the acronym BCH codes. BCH codes is a class of error correcting codes that was published by Hocquenghem in 1959, and bears the names of mathematicians R. C. Bose and D. K. Ray-Chaudhuri, who independently discovered these codes and published that result shortly afterwards, in 1960.[2]", "73517134": "Paul Santorini (Greek:Παύλος Σαντορίνης; 1893 – 1986) was a Greek civil engineer,  experimental and theoretical physicist, mathematician, electrical engineer, astronomer, author, and professor.  He published over 350 articles and conducted research in the fields of solar energy, wind energy, electromagnetic microwaves as weapons of war, high-frequency electromagnetic waves, high-frequency currents, structural engineering, and hydraulics.  Later in life, he wrote papers in the field of the birth of the universe and proposed the multiple successive small bangs theory of the universe.[1]  Some of his papers also dealt with mankind and the universe.  He is known within the UFO conspiracy community because of his involvement in the 1946 Ghost rockets incident in Greece.[2][3]", "70010963": "Théodore Florentin Moutard (27 July 1827 – 13 March 1901) was a French mining engineer who worked at the École des Mines and contributed to mathematical geometry. The Moutard transformation in inverse geometry is named after him.", "42813524": "Glenn H. Stevens (born November 20, 1953) is an American mathematician and educator. He is Professor of Mathematics at Boston University where he has taught and conducted research since 1984.", "50481235": "Philippe Biane (born 1962) is a French mathematician known for his contributions in probability theory and group representation. He was awarded the Rollo Davidson Prize in 1995, together with Yuval Peres.[1]", "3033175": "Vladimir Petrovich Potapov (24 January 1914 – 21 December 1980) was a Soviet mathematician. He was born in Odesa and died in Kharkiv.", "1329240": "Kiyosi Itô (伊藤 清, Itō Kiyoshi, Japanese pronunciation: [itoː kiꜜjoɕi], September 7, 1915 – 10 November 2008) was a Japanese mathematician who made fundamental contributions to probability theory, in particular, the theory of stochastic processes. He invented the concept of stochastic integral and stochastic differential equation, and is known as the founder of so-called Itô calculus.", "45303899": "Birge Katharina Huisgen-Zimmermann is a mathematician at University of California, Santa Barbara specializing in representation theory and ring theory.[1]", "46418011": "Robert Edmund Edwards (1926–2000),[1][2][3] usually cited simply as R. E. Edwards, was a British-born Australian mathematician who specialized in functional analysis.\nHe is the author of several volumes in Springer's Graduate Texts in Mathematics.", "50219103": "John Andrew Strain is a Professor of Mathematics at the University of California, Berkeley. His areas of interest are Applied Mathematics, Algorithms, Numerical Analysis, and Materials Science.[1] John Strain received his PhD in Mathematics from the University of California, Berkeley in 1988 working with his advisor Alexandre Joel Chorin.[2] His dissertation paper was on the numerical study of dendritic solidification. Notable publications include Piecewise-polynomial discretization and Krylov-accelerated multigrid for elliptic interface problems,[3] Locally corrected semi-Lagrangian methods for Stokes flow with moving elastic interfaces,[4] Locally-corrected spectral methods and overdetermined elliptic systems,[5] Fractional step methods for index-1 differential-algebraic equations,[6] and  Growth of the zeta function for a quadratic map and the dimension of the Julia set.[7]", "39569511": "Iain Murray Johnstone (born 1956)[1] is an Australian born statistician who is the Marjorie Mhoon Fair Professor in Quantitative Science in the Department of Statistics at Stanford University.", "61622380": "Sommer Elizabeth Gentry is an American mathematician who works as a professor of mathematics at the United States Naval Academy and as a research associate in surgery at the Johns Hopkins School of Medicine. Her research concerns operations research and its applications to the optimization of organ transplants,[1] and has led to the discovery of geographic inequities in organ allocation.[2] She is also interested in dancing, teaches swing dancing at the Naval Academy,[3] and wrote her doctoral dissertation on the mathematics and robotics of dance.[4]", "33409136": "Howard Hawks Mitchell (January 13, 1885, Marietta, Ohio – 1943) was an American mathematician who worked on group theory and number theory and who introduced Mitchell's group.", "5687416": "Henry Seely White  (May 20, 1861 – May 20, 1943) was an American mathematician. He was born in Cazenovia, New York to parents Aaron White and Isadore Maria Haight. He matriculated at Wesleyan University in Connecticut and graduated with honors in 1882 at the age of twenty-one. White excelled at Wesleyan in astronomy, ethics, Latin, logic, mathematics, and philosophy. At the university, John Monroe Van Vleck taught White mathematics and astronomy. Later, Van Vleck persuaded White to continue to study mathematics at the graduate level.[1] Subsequently, White studied at the University of Göttingen under Klein, and received his doctorate in 1891.", "1591416": "Valentina Mikhailovna Borok (9 July 1931 – 4 February\n2004) was a Soviet Ukrainian mathematician. She is mainly known for her work on partial differential equations.[1]", "4376698": "Hassan Ugail (born September 24, 1970) is a Maldivian mathematician and computer scientist. He is a professor of visual computing at the Faculty of Engineering and Informatics at the University of Bradford.[1]", "56707200": "Patricia Clark Kenschaft (March 25, 1940 – November 20, 2022)[1] [2] was an American mathematician. She was a professor of mathematics at Montclair State University.[3] She is known as a prolific author of books on mathematics, as a founder of PRIMES, the Project for Resourceful Instruction of Mathematics in the Elementary School, and for her work for equity and diversity in mathematics.[4]", "46975110": "Lasse Rempe (born 20 January 1978) is a German mathematician born in Kiel.[2] His research interests include holomorphic dynamics, function theory, continuum theory and computational complexity theory.[3] He currently holds the position of Professor for Pure Mathematics, and Deputy Head of Department[4] for REF at the University of Liverpool.[3] Rempe recorded the voiceover for a BBC feature on the art of mathematics, where he explained how certain pictures have arisen from dynamical systems.[5]", "45107336": "Denis Serre (born 1 November 1954) is a French mathematician who works as a professor at the École normale supérieure de Lyon, where he has chaired the mathematics department since 2012.[1] His research concerns partial differential equations, hydrodynamics, and conservation laws.", "43075724": "Stephanie Brewster Brewer Taylor Alexander (died November 20, 2023) was an American mathematician, a professor emerita of mathematics at the University of Illinois at Urbana–Champaign.[1] Her research concerned differential geometry and metric spaces.[2]", "7194772": "Johann Jacob Zimmermann (November 25, 1642 – 1693) was a German nonconformist theologian, millenarian, mathematician, and astronomer.", "63096983": "Gisela Engeln-Müllges (born 1940) is a German mathematician and artist. She is a professor of numerical mathematics at the Aachen University of Applied Sciences, where she is also a former vice rector for research, development, and technology.[1]", "27314329": "SPIE Wavelet Pioneer Award (2007) \nPlenary Lecturer, International Congress of Mathematicians (2006) \nHonorary Doctorate, RWTH Aachen University (2004) \nHumboldt Prize (2002) \nMember of American Academy of Arts and Sciences (2001) \nBulgarian Gold Medal of Science (2001)", "1525914": "Johann Benedict Listing (25 July 1808 – 24 December 1882) was a German mathematician.", "41961627": "George Springer (September 3, 1924 – February 18, 2019) was an American mathematician and computer scientist. He was professor emeritus of computer science at Indiana University Bloomington.[1]", "53725340": "Deanna Haunsperger (born 1964) is an American mathematician and Professor of Mathematics at Carleton College.[1]\nShe was the president of the Mathematical Association of America for the 2017–2018 term.[2]\nShe co-created and co-organized the Carleton College Summer Mathematics Program for Women, which ran every summer from 1995 to 2014.[3]", "68536479": "Carlotta Longo (27 June 1895 – after 1959)[1] born Carlotta Bresolin, was an Italian mathematical physicist who wrote a doctoral dissertation in 1918 related to general relativity,[2] and then became a high school teacher in Rome.[1] Longo's thesis, advised by Tullio Levi-Civita,[3] presented what Ludwik Silberstein called a \"geometrically elegant investigation\" of electrostatics in general relativity.[4]", "61655205": "Victoria Ann Powers is an American mathematician specializing in algebraic geometry and known for her work on positive polynomials and on the mathematics of electoral systems.[1] She is a professor in the department of mathematics at Emory University.", "71190694": "Zhao Youqin (趙友欽 1271-?) was a Chinese mathematician, astronomer, alchemist, and Taoist monk.[1][2] He is most well known for his book Ge xiang xin shu (革象新书), translated either as New Elucidation of the Heavenly Bodies or New Writing on the Image of Alteration, wherein he described a new method to calculate pi.[1][2]", "1329320": "Johann Tobias Mayer (5 May 1752 – 30 November 1830) was a German physicist.", "706728": "Robert Abbott (March 2, 1933 – February 20, 2018[citation needed]) was an American game inventor, sometimes referred to by fans as \"The Official Grand Old Man of Card Games\".[1] Though early in his life he worked as a computer programmer with the IBM 360 assembly language, he began designing games in the 1950s.[2]", "49957034": "Seppo Ilmari Linnainmaa (born 28 September 1945) is a Finnish mathematician and computer scientist known for creating the modern version of backpropagation.", "39667884": "John Radford Young (born 8 April 1799, in Southwark – 5 March 1885, in Peckham)[1] was an English mathematician, professor and author, who was almost entirely self-educated. He was born of humble parents in London. At an early age he became acquainted with Olinthus Gilbert Gregory, who perceived his mathematical ability and assisted him in his studies. In 1823, while working in a private establishment for the deaf, he published An Elementary Treatise on Algebra with a dedication to Gregory. This treatise was followed by a series of elementary works, in which, following in the steps of Robert Woodhouse, Young familiarized English students with continental methods of mathematical analysis.", "6736044": "Julius Richard Büchi (1924–1984) was a Swiss logician and mathematician.", "56608943": "Evelyn Marie Silvia (February 8, 1948 – January 21, 2006) was an American mathematician specializing in functional analysis and particularly in starlike functions. She was a professor at the University of California, Davis, and as well as teaching mathematics at the undergraduate and graduate levels there, was active in the improvement of secondary-school mathematics education.[1][2]", "3033265": "Anatoly Mykhailovych Samoilenko (Ukrainian: Анато́лій Миха́йлович Само́йленко) (2 January 1938 – 4 December 2020) was a Ukrainian mathematician, an Academician of the National Academy of Sciences of Ukraine (since 1995), the Director of the Institute of Mathematics of the National Academy of Sciences of Ukraine (since 1988).", "39209141": "Bin Yu (Chinese: 郁彬) is a Chinese-American statistician. She is currently Chancellor's Professor in the Departments of Statistics and of Electrical Engineering & Computer Sciences at the University of California, Berkeley.[1][2]", "45041862": "Manfredo Perdigão do Carmo (15 August 1928, Maceió – 30 April 2018, Rio de Janeiro) was a Brazilian mathematician. He spent most of his career at IMPA and is seen as the doyen of differential geometry in Brazil.[1]", "23644361": "David Bernard Alper Epstein FRS (born 1937[1]) is a mathematician known for his work in hyperbolic geometry, 3-manifolds, and group theory, amongst other fields.  He co-founded the University of Warwick mathematics department with Christopher Zeeman and is founding editor of the journal Experimental Mathematics.", "2279627": "Jacques Touchard (1885–1968) was a French mathematician. In 1953, he proved that an odd perfect number must be of the form 12k + 1 or 36k + 9. In combinatorics and probability theory, he introduced the Touchard polynomials. He is also known for his solution to the ménage problem of counting seating arrangements in which men and women alternate and are not seated next to their spouses.", "64178385": "Tarmo Soomere (born 11 October 1957 in Tallinn)[1] is an Estonian marine scientist and mathematician. Since 2014, he is the president of Estonian Academy of Sciences.[2] In March 2021 Soomere announced his candidacy for the 2021 Estonian presidential election.[3]", "57755859": "Friedrich Wilhelm Franz Meyer (1856–1934) was a German mathematician and one of the main editors of the Encyclopädie der Mathematischen Wissenschaften.", "22431956": "Douglas Norman \"Doug\" Arnold is a mathematician whose research focuses on the numerical analysis of partial differential equations with applications in mechanics and other fields in physics. As of 2008[update], he is McKnight Presidential Professor of Mathematics at the University of Minnesota.", "29411542": "Susan Morey is an American mathematician and a professor and chair of the Mathematics department at Texas State University in San Marcos, Texas.[1]", "3721430": "Arthur Oliver Lonsdale Atkin (31 July 1925 – 28 December 2008), who published under the name A. O. L. Atkin, was a British mathematician.", "45041880": "Rouben V. Ambartzumian (Armenian: Ռուբեն Վ․ Համբարձումյան;Russian: Рубен В. Амбарцумян) (born 1941) is an Armenian mathematician and Academician of National Academy of Sciences of Armenia. He works in Stochastic Geometry and Integral Geometry where he created a new branch, combinatorial integral geometry. The subject of combinatorial integral geometry received support from mathematicians K. Krickeberg and D. G. Kendall at the 1976 Sevan Symposium (Armenia) which was sponsored by Royal Society of London and The London Mathematical Society. In the framework of the later theory he solved a number of classical problems in particular the solution to the Buffon Sylvester problem as well as the Hilbert's fourth problem in 1976.[1] He is a holder of the Rollo Davidson Prize of Cambridge University of 1982.[2] Rouben's interest in Integral Geometry was inherited from his father. Nobel prize winner Allan McLeod Cormack Laureate for Tomography wrote: \"Ambartsumian gave the first numerical inversion of the Radon transform and it gives the lie to the often made statement that computed tomography would have been impossible without computers\".[3] Victor Hambardzumyan, in his book \"A Life in Astrophysics\",[4] wrote about the work of Rouben V. Ambartzumian, \"More recently, it came to my knowledge that the invariance principle or invariant embedding was applied in a purely mathematical field of integral geometry where it gave birth to a novel, combinatorial branch.\" See R. V. Ambartzumian, «Combinatorial Integral Geometry», John Wiley, 1982.[5]", "52775129": "Luiz Carlos Pacheco Rodrigues Velho (born 5 June 1956) is a Brazilian applied mathematician working primarily on computer graphics and computer vision. He is a full researcher and professor at Instituto Nacional de Matemática Pura e Aplicada (IMPA) and leading scientist of VISGRAF, laboratory that conducts researches in the field of modeling, rendering, imaging, and animation.[1][2]", "47368410": "Kathryn Elizabeth Hare (born 1959)[1] is a Canadian mathematician specializing in harmonic analysis and fractal geometry.[2] She was the Chair of the Pure Mathematics Department at the University of Waterloo from 2014 to 2018.[3]  She retired from the University of Waterloo in 2021.", "58902747": "Linda Phillips Gilbert Saucier (born 1948)[1] is an American mathematician and textbook author, a distinguished professor emerita of mathematics and computer science at the University of South Carolina Upstate.[2][3]", "19417305": "Burton Rodin is an American mathematician known for his research in conformal mappings and Riemann surfaces. He is a professor emeritus at the University of California, San Diego.", "53725405": "Shihoko Ishii (Japanese: 石井志保子, born 1950)[1] is a Japanese mathematician and professor at the University of Tokyo.  Her research area is algebraic geometry.[2]", "14829789": "Johann Friedrich Hennert (19 October 1733 – 30 March 1813) was German-born and lectured in mathematics and physics at the University of Utrecht. He was a significant student of Leonhard Euler. He was known for his inclination towards the British school of philosophy.", "12798169": "John Francis Toland FRS FRSE (born 28 April 1949 in Derry)[2] is an Irish mathematician based in the UK.  From 2011 to 2016 he served as Director of the Isaac Newton Institute for Mathematical Sciences and N M Rothschild & Sons Professor of Mathematical Sciences at the University of Cambridge.", "22661335": "Louis Achille Brocot (pronounced \"broco\"[1]) (11 July 1817 – 19 January 1878) was a French clockmaker[2] and amateur mathematician.[3]", "59689176": "Naum Il'ich Feldman (26 November 1918 – 20 April 1994) was a Soviet mathematician who specialized in number theory.[1][2][3][4]", "62343394": "Anders Szepessy (born 1960) is a Swedish mathematician.", "20269276": "Mircea Puta (February 1, 1950 —July 26, 2007) was a Romanian mathematician, the 1983 recipient of the Simion Stoilow Prize of the Romanian Academy.[1][2] He is the author of over 190 articles and two books.[1]", "21874923": "Magnus Pegel (or Pegelius or Pegelow) (15 May 1547 – 1619) was a German doctor and mathematician.[1] Pegel was born in Rostock in Pomerania/Germany and was one of the first authors to write (in 1604) about the theory of blood transfusions.[2][3][4][5]  He died at Stettin.", "44157166": "Suzan Rose Benedict (November 29, 1873 – April 8, 1942) was the first woman awarded a Ph.D. in Mathematics from the University of Michigan and had a long teaching career at Smith College.[1]", "1558767": "Joseph of Spain was a Jewish merchant of the ninth and tenth centuries CE and may have been a Radhanite. It is unknown if he was the \"Joseph of Spain\" who authored numerous mathematical treatises in use in Europe in medieval times.", "53725425": "Mei-Chu Chang is a mathematician who works in algebraic geometry and combinatorial number theory.", "12011763": "Pierre D. Milman FRSC (Russian: Пьер Д. Мильман), born 1945 in Odessa, is a mathematician and a professor at the University of Toronto.[citation needed]", "31672563": "Stephen R. Hilbert is an American mathematician best known as co-author of the Bramble–Hilbert lemma, which he published with James H. Bramble in 1970.[1] Hilbert's area of specialty is numerical analysis.[2][3] He has been a professor of mathematics at Ithaca College since 1968.[4][5] Additionally, he taught mathematics at Cornell University as a visiting program professor during the 2003–2004 academic year.[6]", "58444022": "Rudy Lee Horne (1968 – 2017) was an American mathematician and professor of mathematics at Morehouse College. He worked on dynamical systems, including nonlinear waves. He was the mathematics consultant for the film Hidden Figures.[2]", "54479094": "Prof Archibald James Macintyre HFRSE (1908–1967) was a British-born mathematician.", "4311292": "Wadim Zudilin (Вадим Валентинович Зудилин) is a Russian mathematician and number theorist who is active in studying hypergeometric functions and zeta constants. He studied under Yuri V. Nesterenko and worked at Moscow State University, the Steklov Institute of Mathematics, the Max Planck Institute for Mathematics and the University of Newcastle, Australia. He now works at the Radboud University Nijmegen, the Netherlands.[1]", "58870023": "Yvonne Marie Stokes is an Australian mathematician whose research involves fluid mechanics, mathematical biology, and industrial applications of mathematics. She is a professor and Australian Research Council Future Fellow at the University of Adelaide.[1]", "44812552": "Stanko Bilinski (22 April 1909 in Našice – 6 April 1998 in Zagreb) was a Croatian mathematician and academician. He was a professor at the University of Zagreb and a fellow of the Croatian Academy of Sciences and Arts.[1]", "34359559": "William Arthur FRSE MC (12 January 1894 – 22 February 1979) was a Scottish mathematician.", "2541836": "Johann Gottlieb Friedrich von Bohnenberger (5 June 1765 – 19 April 1831) was a German astronomer born at Simmozheim, Württemberg.  He studied at the University of Tübingen.   In 1798, he was appointed  professor of mathematics and astronomy at the University.", "4311313": "Robert Vaughan Moody, OC FRSC (/ˈmuːdi/; born November 28, 1941) is a Canadian mathematician. He is the co-discover of Kac–Moody algebra,[1] a Lie algebra, usually infinite-dimensional, that can be defined through a generalized root system.", "18794778": "Gustav Arnold Hedlund (May 7, 1904 – March 15, 1993), an American mathematician, was one of the founders of symbolic and topological dynamics.", "18720": "Lodovico de Ferrari (2 February 1522 – 5 October 1565) was an Italian mathematician best known today for solving the quartic equation.", "47958305": "Robert Luke Devaney (born 1948) is an American mathematician. He is the Feld Family Professor of Teaching Excellence at Boston University, and served as the president of the Mathematical Association of America from 2013 to 2015. His research involves dynamical systems and fractals.[1]", "48580898": "Lyudmila Vsevolodovna Keldysh (Russian: Людмила Всеволодовна Келдыш; 12 March 1904 – 16 February 1976) was a Soviet mathematician known for set theory and geometric topology.", "60246310": "Joséphine Guidy Wandja (born 1945, also Guidy-Wandja) is an Ivorian mathematician.[1] She is the first African woman with a PhD in mathematics.", "57297191": "Alan Gaius Ramsay McIntosh (* 1942 in Sydney, † August 8, 2016 ) was an Australian mathematician who dealt with analysis (harmonic analysis, partial differential equations). He was a professor at the Australian National University in Canberra.[1]", "4868391": "Jacob Theodor Klein (nickname Plinius Gedanensium; 15 August 1685 – 27 February 1759) was a German jurist, historian, botanist, zoologist, mathematician and diplomat in service of Polish King August II the Strong.", "739625": "James Crichton, known as the Admirable Crichton (19 August 1560 – 3 July 1582), was a Scottish polymath noted for his extraordinary accomplishments in languages, the arts, and sciences before he was murdered at the age of 21.", "63588650": "Antonella Zanna Munthe-Kaas is an Italian applied mathematician and numerical analyst whose research includes work on numerical integration of differential equations and applications to medical imaging. She is a professor and head of the mathematics department at the University of Bergen in Norway.[1]", "31443240": "Zenon Ivanovich Borevich Зенон Иванович Боревич (7 November 1922 – 26 February 1995) was a Russian mathematician who worked on homological algebra, algebraic number theory,  integral representations, and linear groups.", "22923580": "Alfred Theodor Brauer (April 9, 1894 – December 23, 1985) was a German-American mathematician who did work in number theory. He was born in Charlottenburg, and studied at the University of Berlin. As he served Germany in World War I, even being injured in the war, he was able to keep his position longer than many other Jewish academics who had been forced out after Hitler's rise to power.[1] In 1935 he lost his position and in 1938 he tried to leave Germany, but was not able to until the following year. He initially worked in the Northeast, but in 1942 he settled into a position at the University of North Carolina at Chapel Hill. A good deal of his works, and the Alfred T. Brauer library, would be linked to this university. He occasionally taught at Wake Forest University after he retired from Chapel Hill at 70.[2] He died in North Carolina, aged 91.", "49367356": "David Wilson Henderson (February 23, 1939 – December 20, 2018) was a Professor Emeritus of Mathematics in the Department of Mathematics at Cornell University. His work ranges from the study of topology, algebraic geometry, history of mathematics and exploratory mathematics for teaching prospective mathematics teachers. His papers in the philosophy of mathematics place him with the intuitionist school of philosophy of mathematics.[1][2] His practical geometry, which he put to work and discovered in his carpentry work, gives a perspective of geometry as the understanding of the infinite spaces through local properties.[3] Euclidean geometry is seen in his work as extendable to the spherical and hyperbolic spaces starting with the study and reformulation of the 5th postulate.[3][4]", "26233152": "Wilhelmus Anthonius Josephus Luxemburg (11 April 1929 – 2 October 2018)[1][2] was a Dutch American mathematician who was a professor of mathematics at the California Institute of Technology.", "27085120": "Matthew Young  (1750–1800), Bishop of Clonfert, was an eminent Irish mathematician and natural philosopher, and was Erasmus Smith's Professor of Natural and Experimental Philosophy (1786-1799). He was Bishop of Clonfert at the very end of his life.", "21612867": "Dirck Rembrantsz van Nierop (1610 – 4 November 1682) was a seventeenth-century Dutch cartographer, mathematician, surveyor, astronomer, shoemaker and Mennonite teacher.[1][2]", "26298695": "Roger Jean-Baptiste Robert Wets (born February 1937) is a \"pioneer\" in stochastic programming[2] and a leader in variational analysis who publishes as Roger J-B Wets. His research, expositions, graduate students, and his collaboration with R. Tyrrell Rockafellar have had a profound influence on optimization theory, computations, and applications.[2][3][4] Since 2009, Wets has been a distinguished research professor at the mathematics department of the University of California, Davis.[5][6]", "16369993": "David Bendel Hertz (c. 1919 – June 13, 2011)[1] was an operations research practitioner and academic, known for various contributions to the discipline, and specifically, and more widely,[2] for pioneering the use of Monte Carlo methods in finance. He developed innovative modeling approaches for the solution of complex management issues. His earliest publications added insights to the industrial process of research and development.[3]", "46713170": "Vladimir Mikhailovich Zakalyukin (in Russian: Владимир Михайлович Закалюкин; 9 July 1951 – 30 December 2011) was a Russian mathematician known for his research on singularity theory, differential equations, and optimal control theory.", "72239449": "Toshmuhammad Qori-Niyoziy (Uzbek Cyrillic: Тошмуҳаммад Ниёзович Қори-Ниёзий, Russian: Ташмухамед Ниязович Кары-Ниязов, Tashmukhamed Niyazovich Kary-Niyazov; 2 September [O.S. 21 August] 1897 — 17 March 1970) was an Uzbek mathematician and historian who served as the first president of the Academy of Sciences of the Uzbek SSR.", "25413983": "Chen Chung Chang (Chinese: 张晨钟) was a mathematician who worked in model theory. He obtained  his PhD from Berkeley in 1955 on \"Cardinal and Ordinal Factorization of Relation Types\" under Alfred Tarski. He wrote the standard text Chang & Keisler (1990) on model theory. Chang's conjecture and Chang's model are named after him. He also proved the ordinal partition theorem (expressed in the arrow notation for Ramsey theory) ωω→(ωω,3)2, originally a problem of Erdős and Hajnal. He also introduced MV-algebras as models for Łukasiewicz logic. Chang was a professor at the mathematics department of the University of California, Los Angeles.", "543082": "Heinz Hopf (19 November 1894 – 3 June 1971) was a German mathematician who worked on the fields of dynamical systems, topology and geometry.[2]", "1558891": "Guido Castelnuovo (14 August 1865 – 27 April 1952) was an Italian mathematician. He is best known for his contributions to the field of algebraic geometry, though his contributions to the study of statistics and probability theory are also significant.", "23447922": "John Kersey the elder (1616–1677) was an English mathematician, as well as a textbook writer.[1]", "477556": "Agnes Meyer Driscoll (July 24, 1889 – September 16, 1971), known as \"Miss Aggie\" or \"Madame X'\", was an American\ncryptanalyst during both World War I and World War II and was known as \"the first lady of naval cryptology.\"[1]", "57297270": "Autumn Kent is an American mathematician specializing in topology and geometry. She is a professor of mathematics and Vilas Associate at the University of Wisconsin.[1][2][3] She is a transgender woman and a promoter of trans rights.[4][5][6]", "64506232": "Doris Fischer-Colbrie is a ceramic artist and former mathematician.[1] She received her Ph.D. in mathematics in 1978 from University of California at Berkeley, where her advisor was H. Blaine Lawson.[2]", "58673537": "Ramón María Aller Ulloa (1878–1966) was a Galician astronomer, mathematician and Catholic priest, professor of geometry and mathematical analysis at University of Santiago de Compostela, in 1944 the University created and assigned to him the first chair in astronomy, as well he was a member of the Spanish Royal Academy of Sciences. Aller Ulloa was a specialist in Double stars discovering 4 of them named after him (Aller1, Aller2, Aller3 and Aller4)[1] and inventor of several devices used for measurements and observation.[2]", "43075972": "Jane Piore Gilman (born 1945)[1] is an American mathematician, a distinguished professor of mathematics at Rutgers University.[2] Her research concerns topology and group theory.", "42027397": "Marsha J. Berger (born 1953) is an American computer scientist. Her areas of research include numerical analysis, computational fluid dynamics, and high-performance parallel computing. She is a Silver Professor (emeritus) of Computer Science and Mathematics in the Courant Institute of Mathematical Sciences of New York University.[1] She is Group Leader of Modeling and Simulation in the Center for Computational Mathematics at the Flatiron Institute.[2]", "56543622": "Katherine A. Heinrich (born 21 February 1954)[1] is a mathematician and mathematics teacher who was the first female president of the Canadian Mathematical Society. Her research interests include graph theory and the theory of combinatorial designs. Originally from Australia, she moved to Canada where she worked as a professor[ambiguous] at Simon Fraser University and as an academic administrator at the University of Regina.[2]", "1722759": "Torrence Douglas Parsons (1941–1987) was an American mathematician.", "149896": "Amalie Emmy Noether[a] (US: /ˈnʌtər/, UK: /ˈnɜːtə/; German: [ˈnøːtɐ]; 23 March 1882 – 14 April 1935) was a German mathematician who made many important contributions to abstract algebra. She discovered Noether's first and second theorems, which are fundamental in mathematical physics.[1] She was described by Pavel Alexandrov, Albert Einstein, Jean Dieudonné, Hermann Weyl and Norbert Wiener as the most important woman in the history of mathematics.[2][3] As one of the leading mathematicians of her time, she developed theories of rings, fields, and algebras. In physics, Noether's theorem explains the connection between symmetry and conservation laws.[4]", "4639112": "Jing Fang (Chinese: 京房; pinyin: Jīng Fáng; Wade–Giles: Ching Fang, 78–37 BC), born Li Fang (李房), courtesy name Junming (君明), was born in present-day 東郡頓丘 (Puyang, Henan) during the Han Dynasty (202 BC – 220 AD).  He was a Chinese music theorist, mathematician and astronomer. Although better known for his work in musical measurements, he also accurately described the basic mechanics of lunar and solar eclipses.", "9783690": "Rufus Philip Isaacs (June 11, 1914 – January 18, 1981) was a game theorist especially prominent in the 1950s and 1960s with his work on differential games.", "23579022": "Artur Avila Cordeiro de Melo (born 29 June 1979) is a Brazilian and naturalized French mathematician working primarily in the fields of dynamical systems and spectral theory. He is one of the winners of the 2014 Fields Medal,[2] being the first Latin American and lusophone to win such an award. He has been a researcher at both the IMPA and the CNRS (working a half-year in each one). He has been a professor at the University of Zurich since September 2018.", "42813839": "Palliyara Sreedharan is a writer in India on Mathematics. With the volume and popularity of his books written in Malayalam, the regional language of Kerala, he has earned the name 'Mathemagician of Kerala'.[1] He has written and published more than 150 books.This is a record in mathematics in Indian languages.He has co-authored books for the State Council for Educational Research and Training - SCERT, including textbooks, and for the National Council for Educational Research and Training - NCERT. He was the director of the Science Park headed by the Kannur District Panchayat. He has been the Director of the Kerala State Institute of Children's Literature since 22 August 2016. He has received numerous awards, including the Government of Kerala Award for Outstanding Contribution to Children's Literature.[2][3]", "22268308": "Thomas Lydiat (1572 – 3 April 1646) was a clergyman and mathematician in England. In his time he was noted as a chronologer and was an opponent in controversy of Joseph Justus Scaliger. He is now considered, albeit in a very different type of theory, to have provided in 1605 a clear suggestion of an oval orbit in astronomy, anticipating Johannes Kepler, with whom he also had a controversial exchange relating to chronology.[1][2]", "57133463": "Fabian Franklin (1853–1939) was a Hungarian-born American engineer, mathematician and journalist, husband of Christine Ladd-Franklin.", "64997784": "Domitila (Domitilla in the old Portuguese spelling) de Carvalho (1871–1966) was a Portuguese medical doctor, teacher, writer and politician. She was the first woman to attend the University of Coimbra in Portugal, from where she graduated in Mathematics, Philosophy and Medicine. A supporter of the Estado Novo government, she was also one of the first three female deputies (members of parliament) elected in Portugal.[1] She was a monarchist and a friend of Queen D. Amélia, with whom she shared correspondence.[2]", "35473818": "Thomas Weddle (30 November 1817 Stamfordham, Northumberland – 4 December 1853 Bagshot) was a mathematician who introduced the Weddle surface. He was mathematics professor at the Royal Military College, Sandhurst.", "14698906": "Abraham Plessner (February 13, 1900 – April 18, 1961) was a Russian mathematician. He was born on February 13, 1900, to a Jewish family in Łódź, which is now in Poland. He studied at secondary school where he was taught in Russian, German, and Polish. He studied at the University of Giessen where he studied under Ludwig Schlesinger and Friedrich Engel. He also studied at the University of Göttingen and Berlin. He completed his doctorate from the University of Giessen in 1922.  Jointly with Kurt Hensel he edited Kronecker's collected works.", "5884314": "Robert Alexander Rankin FRSE FRSAMD (27 October 1915 – 27 January 2001) was a Scottish mathematician who worked in analytic number theory.", "44714408": "Margaret Kampschaefer Butler (March 27, 1924 – March 8, 2013) was a mathematician who participated in creating and updating computer software. During the early 1950s, Butler contributed to the development of early computers. Butler was the first female fellow at the American Nuclear Society and director of the National Energy Software Center at Argonne. Butler held leadership positions within multiple scientific organizations and women's groups.[1] She was the creator and director of the National Energy Software Center. Here, Butler operated an exchange for the editing of computer programs in regards to nuclear power and developed early principles for computer technology.[2]", "14862766": "Otto Stolz (3 July 1842 – 23 November 1905)[1] was an Austrian mathematician noted for his work on mathematical analysis and infinitesimals. Born in Hall in Tirol, he studied at the University of Innsbruck from 1860 and the University of Vienna from 1863, receiving his habilitation there in 1867. Two years later he studied in Berlin under Karl Weierstrass, Ernst Kummer and Leopold Kronecker, and in 1871 heard lectures in Göttingen by Alfred Clebsch and Felix Klein (with whom he would later correspond), before returning to Innsbruck permanently as a professor of mathematics.", "39307695": "Ovidiu Vasile Savin (born January 1, 1977) is a Romanian-American mathematician who is active in the field of the partial differential equations.", "53823921": "Boris Lvovich Feigin (Russian: Бори́с Льво́вич Фе́йгин) (born 20 November 1953) is a Russian mathematician. His research has spanned representation theory, mathematical physics, algebraic geometry, Lie groups and Lie algebras, conformal field theory, homological and homotopical algebra.[1]", "35572149": "Sigmund Gundelfinger (14 February 1846 in Kirchberg an der Jagst – 13 December 1910 in Darmstadt) was a German-Jewish[1] mathematician who introduced the Gundelfinger quartic and proved the completeness of the invariants of a ternary cubic.", "43469245": "Henry George Forder (27 September 1889 – 21 September 1981) was a New Zealand mathematician.", "59722174": "Guorong Wang (Chinese: 王国荣; born 1940) is a Chinese mathematician, working in the area of generalized inverses of matrices. He is a Professor and first Dean of Mathematics & Science College of Shanghai Normal University, Shanghai, China.[1]", "31443389": "Zoghman Mebkhout (born 1949[1] ) (زغمان مبخوت) is a French-Algerian mathematician. He is known for his work in algebraic analysis, geometry and representation theory, more precisely on the theory of D-modules.", "21711296": "Valery Ivanovich Glivenko (Russian: Вале́рий Ива́нович Гливе́нко, Ukrainian: Валерій Іванович Гливенко; 2 January 1897 (Gregorian calendar) / 21 December 1896 (Julian calendar) in Kyiv – 15 February 1940 in Moscow) was a Soviet mathematician. He worked in the foundations of mathematics, real analysis, probability theory, and mathematical statistics.  He taught at the Moscow Industrial Pedagogical Institute[1] until his death at age 43.[2][3] Most of Glivenko's work was published in French.", "21907908": "Danny Matthew Cornelius Calegari  is a mathematician and, as of 2023[update], a professor of mathematics at the University of Chicago. His research interests include geometry, dynamical systems, low-dimensional topology, and geometric group theory.", "52611525": "Lorna Mary Swain (22 March 1891 – 8 May 1936) was a British mathematician and college lecturer, known for being one of few female mathematicians to contribute their talents to the war effort in World War I, and for being one of few early female lecturers at University of Cambridge.[1] Academically, she is known for her   work in fluid dynamics as well as her deep desire to see more women pursue higher education and teaching in the field of mathematics.", "1558980": "Washington University in St. Louis", "2312645": "Sir David James Wallace, CBE, FRS, FRSE, FREng[2]  (born 7 October 1945) is a British physicist and academic. He was the Vice-Chancellor of Loughborough University from 1994 to 2005, and the Master of Churchill College, Cambridge from 2006 to 2014.[5]", "60934602": "Carol Jane Anger Rieke (January 17, 1908 – December 31, 1999) was an American astronomer, computational chemist, and mathematics educator. She co-authored papers with Nobel Prize laureate Robert S. Mulliken.", "59853263": "Amnon Pazy, אמנון פזי (10 January 1936 – 17 August 2006) was an Israeli mathematician who specialized in partial differential equations (PDE), making important contributions to the PDE field and Semigroups. He served as president of the Hebrew University of Jerusalem and was the chairman of the Planning and Budgeting Committee of the Council for Higher Education in Israel. He also had a brief appearance as a background character in “Friends,” season 9.", "43665872": "Alexander Nikolaevich Varchenko (Russian: Александр Николаевич Варченко, born February 6, 1949) is a Soviet and Russian mathematician working in geometry, topology, combinatorics and mathematical physics.", "10406357": "Robin K. Bullough (21 November 1929 – 30 August 2008[1]) was a British mathematical physicist known for his contributions to the theory of solitons, in particular for his role in the development of the theory of the optical soliton, now commonly used, for example, in the theory of trans-oceanic optical fibre communication theory, but first recognised in Bullough's work on ultra-short (nano- and femto-second) optical pulses. He is also known for deriving exact solutions to the nonlinear equations describing these solitons and for associated work on integrable systems, infinite-dimensional Hamiltonian systems (both classical and quantum), and the statistical mechanics for these systems. Bullough also contributed to nonlinear mathematical physics, including Bose–Einstein condensation in magnetic traps.", "70109658": "Laure Blanc-Féraud (born 27 August 1963)[1] is a French applied mathematician and image processing researcher specializing in three-dimensional medical imaging. She is a senior scientist for the French National Centre for Scientific Research (CNRS), affiliated with the Laboratoire d'Informatique, Signaux et Systèmes at Côte d'Azur University.[2]", "50907613": "Zoel García de Galdeano y Yanguas (5 July 1846 – 28 March 1924) was a Spanish mathematician. He was considered by Julio Rey Pastor as \"The apostle of modern mathematics\".[1]", "67455454": "Ruth Wyckliffe Stokes (October 12, 1890 or 1891 – August 27, 1968) was an American mathematician, cryptologist, and astronomer. She earned the first doctorate in mathematics from Duke University, made pioneering contributions to the theory of linear programming, and founded the Pi Mu Epsilon journal.", "35703263": "Immanuel Bomze is an Austrian mathematician.  In his Ph.D. thesis, he completely classified all (more than 100 topologically different) possible flows of the generalized Lotka–Volterra dynamics (generalized Lotka–Volterra equation) on the plane, employing equivalence of this dynamics to the 3-type replicator equation.[1]", "1591774": "Geminus of Rhodes (Greek: Γεμῖνος ὁ Ῥόδιος), was a Greek astronomer and mathematician, who flourished in the 1st century BC. An astronomy work of his, the Introduction to the Phenomena, still survives; it was intended as an introductory astronomy book for students. He also wrote a work on mathematics, of which only fragments quoted by later authors survive.", "59394526": "Nathan Michael Dunfield (born 1975) is an American mathematician, specializing in Topology.", "31902178": "Aleksandr Sergeyevich Merkurjev (Russian: Алекса́ндр Сергее́вич Мерку́рьев, born September 25, 1955[1]) is a Russian-American mathematician, who has made major contributions to the field of algebra. Currently Merkurjev is a professor at the University of California, Los Angeles.", "11225577": "Viktoras Biržiška (February 23, 1886 – January 27, 1964) was a Lithuanian mathematician, engineer, journalist, and encyclopedist of noble extraction. His brothers were Mykolas Biržiška and Vaclovas Biržiška.", "53660140": "Jean-Éric Pin is a French mathematician and theoretical computer scientist known for his contributions to the algebraic automata theory and semigroup theory. He is a CNRS research director.", "54020596": "Jerzy Słupecki (1904–1987) was a Polish mathematician and logician.", "36063733": "Moncef Ben Salem (Tunisian Arabic: المنصف بن سالم; February 1, 1953 – March 24, 2015) was a Tunisian politician and  university professor.[1][2] He served as the Minister of Higher Education and Scientific Research under Prime Minister Hamadi Jebali.[3][4][5][6]", "73615863": "Juan C. Meza is a Mexican-American electrical engineer, computational mathematician, and higher education administrator.[1] He is recognized for numerous awards, publications and for serving on several prestigious scientific and computational mathematics boards and commissions.[2] Meza is also known for his advocacy for minority representation in STEM careers.[1]", "32819705": "James Lewin McGregor (May 31, 1921, Crawford Bay, British Columbia – January 3, 1988, Mountain View, California) was a mathematician who introduced Karlin–McGregor polynomials.", "150014": "Milutin Milanković (sometimes anglicised as Milankovitch; Serbian Cyrillic: Милутин Миланковић, pronounced [milǔtin milǎːnkoʋitɕ]; 28 May 1879 – 12 December 1958) was a Serbian mathematician, astronomer, climatologist, geophysicist, civil engineer and popularizer of science.", "11618816": "Cyprián Karásek Lvovický (of Lvovice) (Czech: Cyprián Karásek Lvovický ze Lvovic, German: Cyprian von Leowitz, Latin: Cyprianus Leovitius) (8 July 1514? in Hradec Králové – 1574 in Lauingen) was a Bohemian astronomer, mathematician and astrologer.", "58968583": "Sally Patricia Cockburn (born 1947)[1] is a mathematician whose research ranges from algebraic topology and set theory to geometric graph theory and combinatorial optimization.  A Canadian immigrant to the US, she is William R. Kenan Jr. Professor of Mathematics at Hamilton College, and former chair of the mathematics department at Hamilton.[2][3]", "60443147": "Feodor Theilheimer (1909–2000) was a German mathematician who studied mathematics and physics at the University of Erlangen. He lectured in mathematics at Trinity College and worked for the U.S. Department of Defense on the research and development of ship design and construction.", "70142476": "Eva Antonia Gallardo-Gutiérrez (born 1973)[1] is a Spanish mathematician specializing in operator theory. She is a professor of mathematics at the Complutense University of Madrid, deputy director of the Institute of Mathematical Sciences (Spain), and the president of the Royal Spanish Mathematical Society.[2]", "31869453": "Marie-France Vignéras (born 1946) is a French mathematician. She is a Professor Emeritus of the Institut de Mathématiques de Jussieu in Paris.[1] She is known for her proof published in 1980 of the existence of isospectral non-isometric Riemann surfaces.[2][3][4] Such surfaces show that one cannot hear the shape of a hyperbolic drum.[5][6] Another highlight of her work is the establishment of the mod-l local Langlands correspondence for GL(n) in 2000. Her current work concerns the p-adic Langlands program.", "38193678": "Daniel T. Wise FRS FRSC (born January 24, 1971) is an American mathematician who specializes in geometric group theory and 3-manifolds.  He is a professor of mathematics at McGill University.[2]", "39209495": "Pascal Auscher is a French mathematician working at University of Paris-Sud. Specializing in harmonic analysis and operator theory, he is mostly known for, together with Steve Hofmann, Michael Lacey, Alan McIntosh and Philippe Tchamitchian, solving the famous Kato's conjecture.[1]", "3033629": "Olga Arsenievna Oleinik (also as Oleĭnik) HFRSE (Russian: О́льга Арсе́ньевна Оле́йник) (2 July 1925 – 13 October 2001) was a Soviet mathematician who conducted pioneering work on the theory of partial differential equations, the theory of strongly inhomogeneous elastic media, and the mathematical theory of boundary layers. She was a student of Ivan Petrovsky.  She studied and worked at the Moscow State University.", "24824350": "Andrzej Grzegorczyk ([ˈandʐɛj ɡʐɛˈɡɔrt͡ʂɨk]; 22 August 1922 – 20 March 2014) was a Polish logician, mathematician, philosopher, and ethicist noted for his work in computability, mathematical logic and the foundations of mathematics.", "40782367": "Albert Edward Green  (11 November 1912, London – 12 August 1999) was a British applied mathematician[1] and research scientist in theoretical and applied mechanics.", "39307807": "Andrea Malchiodi (born September 30, 1972) is an Italian mathematician who is active in the fields of partial differential equations and calculus of variations, with several contributions to geometric analysis.", "18795039": "Thiruvenkatachari Parthasarathy (29 February 1940 - 22 September 2023), known and published as T. Parthasarathy, was a game theorist and distinguished Indian mathematician and the co-author of a book on game theory with T. E. S. Raghavan, and of two research monographs, one on optimization and one on univalence theory, published by Springer-Verlag. He was a former president of the Indian Mathematical Society.", "26200612": "Roland Carl Backhouse (born 18 August 1948) is a British computer scientist and mathematician. As of 2020[update], he is Emeritus Professor of Computing Science at the University of Nottingham.[1][2]", "59427378": "Cicely Mary Williams (née Popplewell; 29 October 1920 – 20 June 1995) was a British software engineer who worked with Alan Turing on the Manchester Mark 1 computer.", "26233396": "Carol Lee Walker (born 1935) is a retired American mathematician and mathematics textbook author. Walker's early mathematical research, in the 1960s and 1970s, concerned the theory of abelian groups. In the 1990s, her interests shifted to fuzzy logic and fuzzy control systems.[1]", "43076151": "Irena Vassileva Peeva is a professor of mathematics at Cornell University, specializing in commutative algebra.[1] She disproved the Eisenbud–Goto regularity conjecture jointly with Jason McCullough.[2]", "84539": "Tomaž (Tomo) Pisanski (born 24 May 1949 in Ljubljana, Yugoslavia, which is now in Slovenia) is a Slovenian mathematician working mainly in discrete mathematics and graph theory. He is considered by many Slovenian mathematicians to be the \"father of Slovenian discrete mathematics.\"[1]", "61753917": "Federico Rodríguez Hertz (born December 14, 1973) is an Argentine mathematician working in the United States. He is the Anatole Katok Chair professor of mathematics at Penn State University.[1] Rodriguez Hertz studies dynamical systems and ergodic theory, which can be used to described chaos's behaviors over the large time scale and also has many applications in statistical mechanics, number theory, and geometry.", "84542": "Ivo Lah (pronounced [ˈiːʋɔ ˈlax]; 5 September 1896 – 23 March  1979) was a Slovenian mathematician and actuary, best known for his discovery of the Lah numbers in 1955 and for the Lah identity. In the 1930s, Lah made the first tables about mortality rates in Slovenia.", "1002045": "Gabrielle Émilie Le Tonnelier de Breteuil, Marquise du Châtelet (French pronunciation: [emili dy ʃɑtlɛ] ⓘ; 17 December 1706 – 10 September 1749) was a French natural philosopher and mathematician from the early 1730s until her death due to complications during childbirth in 1749.", "18434623": "Nan McKenzie Laird (born September 18, 1943) is the Harvey V. Fineberg Professor of Public Health, Emerita in Biostatistics at the Harvard T.H. Chan School of Public Health. She served as Chair of the Department from 1990 to 1999.  She was the Henry Pickering Walcott Professor of Biostatistics from 1991 to 1999. Laird is a Fellow of the American Statistical Association, as well as the Institute of Mathematical Statistics.  She is a member of the International Statistical Institute.[3][4]", "23087679": "Barry Charles Mazur (/ˈmeɪzʊr/; born December 19, 1937) is an American mathematician and the Gerhard Gade University Professor at Harvard University.[1][2] His contributions to mathematics include his contributions to Wiles's proof of Fermat's Last Theorem in number theory, Mazur's torsion theorem in arithmetic geometry, the Mazur swindle in geometric topology, and the Mazur manifold in differential topology.", "16796229": "Boyd Crumrine Patterson was an American mathematician and the ninth president of Washington & Jefferson College.[1]", "54250054": "Malabika Pramanik is a Canadian mathematician who works as a professor of mathematics at the University of British Columbia. Her interests include harmonic analysis, complex variables, and partial differential equations.", "59263559": "Ilse Fischer (born 29 June 1975)[1] is an Austrian mathematician whose research concerns enumerative combinatorics and algebraic combinatorics, connecting these topics to representation theory and statistical mechanics.[2] She is a professor of mathematics at the University of Vienna.", "51071559": "Anatol Slissenko (Russian: Анатолий Олесьевич Слисенко[1]) (born August 15, 1941) is a Soviet, Russian and French mathematician and computer scientist. Among his research interests one finds automatic theorem proving, recursive analysis, computational complexity, algorithmics, graph grammars, verification, computer algebra, entropy[2] and probabilistic models related to computer science.[3][4]", "25512518": "Heinz Bauer (31 January 1928 – 15 August 2002) was a German mathematician.", "42846793": "Oswald Jozef Leroy (16 May 1936 – 7 September 2022) was a Belgian mathematician known for his contributions to theoretical acousto-optics.", "53824075": "Eugenia Malinnikova (born 23 April 1974) is a mathematician, winner of the 2017 Clay Research Award which she shared with Aleksandr Logunov \"in recognition of their introduction of a novel geometric combinatorial method to study doubling properties of solutions to elliptic eigenvalue problems\".[1]", "3033670": "Volodymyr Oleksandrovych Marchenko (Ukrainian: Володи́мир Олекса́ндрович Ма́рченко; born 7 July 1922) is a Soviet and Ukrainian mathematician who specializes in mathematical physics.[1]", "61524558": "Étienne Halphen (27 May 1911, in Bordeaux – 11 August 1954, in Neuilly-sur-Marne)[1][2] was a French mathematician. He was known for his work in geometry, on probability distributions and information theory.", "65718865": "Chris Danforth is a computer scientist and a professor of applied mathematics at the University of Vermont. He is known for his work with the Hedonometer, a tool developed for measuring collective mood with sentiment analysis.[1]", "73878098": "Furio Honsell (born 20 August 1958) is an Italian professor and mathematician, former Mayor of Udine.", "150102": "François Édouard Anatole Lucas (French pronunciation: [fʁɑ̃swa edwaʁ anatɔl lykɑ]; 4 April 1842 – 3 October 1891) was a French mathematician.  Lucas is known for his study of the Fibonacci sequence. The related Lucas sequences and Lucas numbers are named after him.", "66374231": "Naomi D. Fisher  is an American mathematician and mathematics educator and professor emerita of mathematics and computer science at the University of Illinois at Chicago.[1]", "17287770": "Cadambur Tiruvenkatachari Rajagopal (8 September 1903 – 25 April 1978) was an Indian mathematician.", "39307871": "Giuseppe Mingione (born 28 August 1972) is an Italian mathematician who is active in the fields of partial differential equations and calculus of variations.", "3033696": "Nikolai Grigorievich Chebotaryov (often spelled Chebotarov or Chebotarev, Ukrainian: Мико́ла Григо́рович Чеботарьо́в, Russian: Никола́й Григо́рьевич Чеботарёв) (15 June [O.S. 3 June] 1894 – 2 July 1947) was a Soviet mathematician.[1] He is best known for the Chebotaryov density theorem.[2]", "66931298": "Béla Krekó (29 September 1915 – 7 December 1994) was a Hungarian mathematician. His main research interests were linear programming and matrix ring. He was a university professor in  Károly Marx University of Economics", "67521128": "Thomas Bugge (12 October 1740 – 15 January 1815) was a Danish astronomer, mathematician and surveyor. He succeeded Christian Horrebow as professor of astronomy at the University of Copenhagen in 1777. His triangulation surveys of Denmark carried out under the auspices of the Royal Danish Academy of Sciences were instrumental in creating the first precise maps of Denmark. He served as president of the Royal Danish Society for Agriculture (1773–1783), director of the General Widows' Pension Fund (1782–), secretary of the Royal Danish Academy of Sciences (1801–1815) and three one-year terms as rector of the University of Copenhagen.", "70568553": "Henry Segerman (born 1979 in Manchester, UK) is an Associate Professor of [[mathematics at Oklahoma State University in Stillwater, Oklahoma who does research in three-dimensional geometry and topology, especially three-manifolds, triangulations and hyperbolic geometry.[1]", "10242665": "Chia-Chiao Lin (Chinese: 林家翹; 7 July 1916 – 13 January 2013) was a Chinese-born American applied mathematician and Institute Professor at the Massachusetts Institute of Technology.[2]", "42289771": "Bernadette Perrin-Riou (born 1 August 1955) is a French number theorist.", "1460862": "Yakov Isidorovich Perelman (Russian: Яков Исидорович Перельман; 4 December [O.S. 22 November] 1882 – 16 March 1942) was a Russian Empire and Soviet science writer and author of many popular science books, including Physics Can Be Fun and Mathematics Can Be Fun (both translated from Russian into English).", "1395328": "Daniel Andrew Beal (born November 29, 1952[3]) is an American banker, businessman, investor, and amateur mathematician. He is a Dallas-based businessman who accumulated wealth in real estate and banking. Born and raised in Lansing, Michigan, Beal is founder and chairman of Beal Bank and Beal Bank USA, as well as other affiliated companies. According to Bloomberg Billionaires Index, Beal has an estimated worth of US$9.49 billion as of December 2021.[4]"}