{"72666880": "Thema S. Bryant, also known as Thema Bryant-Davis (born 1973), is an American psychologist who is a professor of psychology at the Pepperdine University, where she directs the Culture and Trauma Research Laboratory. Her research considers interpersonal trauma and societal trauma of oppression. She was elected as the 2023 President of the American Psychological Association.", "61263624": "Dana R. Carney[1] is an American psychologist. She is associate professor of business at the Haas School of Business at the University of California, Berkeley.[2] She is a Barbara and Gerson Bakar Faculty Fellow, an affiliate of the Department of Psychology and the director of the Institute of Personality and Social Research at the University of California, Berkeley.[3]", "6344462": "H. Wayne Light (1945–2015) was an academic and author.  He was known as the author of Light's Retention Scale, a counseling tool designed to help parents and teachers determine whether a child should be retained.", "22826769": "Anthony Donald Cornell (1924 – 10 April 2010) was a British parapsychologist and prominent figure in the investigations of ghosts and other paranormal activity across the United Kingdom during the later part of the twentieth century. He appeared in numerous TV documentaries and television debates, and was often the subject of magazine and news articles concerning ghosts and paranormal investigations.", "29708051": "Mary Florentine is a Matthews Distinguished Professor at Northeastern University[1] specialising in psychoacoustics with interests in models of hearing (normal and impaired), non-native speech comprehension in background noise, cross-cultural attitudes towards noise, and hearing loss prevention. Her primary collaborator is Søren Buus.", "63852308": "Mark S. Blumberg is an American professor, neuroscientist, researcher, and author who specializes in the fields of developmental psychobiology and behavioral neuroscience. He is currently an F. Wendell Miller Professor and department chair in the Department of Psychological and Brain Sciences at the University of Iowa. In addition to writing academic research articles, Blumberg has served as the editor-in-chief of Behavioral Neuroscience and authored several books, including Freaks of Nature: What Anomalies Tell Us About Development and Evolution. His research also appeared on a 2020 episode of the Netflix series, Babies.", "57167638": "Laura North Rice (January 27, 1920 – July 18, 2004) was a notable scholar in the field of psychology.", "59625273": "Rainer Mausfeld (born 22 December 1949 in Iserlohn) is a retired German professor of psychology at Kiel University. He did research on the psychology of perception, cognitive science, and the history of psychology. Since 2015, he has published on manipulation in media and politics and the transformation of representative democracy to neoliberal elite democracy.", "63688505": "Leona Ruth Silver Aiken is an American President's Professor of psychology at Arizona State University.", "970563": "Edward Twitchell Hall, Jr. (May 16, 1914 – July 20, 2009) was an American anthropologist and cross-cultural researcher. He is remembered for developing the concept of proxemics and exploring cultural and social cohesion, and describing how people behave and react in different types of culturally defined personal space. Hall was an influential colleague of Marshall McLuhan and Buckminster Fuller.[1]", "57954122": "Roberto Colom (born in Catalonia, Spain)[1] is a Spanish differential psychologist and intelligence researcher.", "1232714": "Richard Chatham Atkinson[2] (born March 19, 1929) is an American professor of psychology and cognitive science and an academic administrator.[3] He is president emeritus of the University of California system, former chancellor of the University of California, San Diego, and former director of the National Science Foundation.[4][5]", "55922520": "Per Espen Stoknes (born 9 March 1967) is a Norwegian psychologist and politician for the Green Party. He is well known for his TED talk explaining the psychology of economic choices for climate change.[1] Stoknes advocates for climate communication strategies which break down barriers and invite the public to Individual and political action on climate change.[1]", "49631066": "Iñaki Piñuel y Zabala (Madrid, 1965) is a Spanish psychologist, essayist, researcher and professor of Organization and Human Resources at the Faculty of Business and Labour Sciences in the University of Alcalá, Madrid. He is an expert in Management and Human Resources and one of the leading European specialists in research and divulgation of mobbing or psychological harassment in the workplace and education.[1]", "39243612": "Richard Hodgson (24 September 1855 – 21 December 1905) was an Australian-born psychical researcher who investigated spiritualist mediums such as Eusapia Palladino and Leonora Piper. During his later life, Hodgson became a spiritualist medium himself and believed to be in communication with spirits.", "66375518": "Jennifer J. Manly is an American neuropsychologist. She is a Professor of Neuropsychology in Neurology at the Gertrude H. Sergievsky Center and the Taub Institute for Research in Aging and Alzheimer's Disease at Columbia University. Manly studies how race, culture, socioeconomic status, and education influence the risk of cognitive decline in aging.", "54906723": "Mir Abdul Qayyum was a Bangladeshi psychologist who was killed in the Bangladesh Liberation war and is considered a martyr in Bangladesh.", "59199331": "Solomon Machover (May 23, 1906 - July 1, 1976)[1] was an American psychologist.", "42618724": "Sam Glucksberg (February 6, 1933 – August 29, 2022)[1] was a Canadian professor in the Psychology Department at Princeton University in New Jersey,[2] known for his works on figurative language: metaphors, irony, sarcasm, and idioms. He is particularly known for manipulating the Candle Problem experiment which had participants figure out the best way to erect a candle on a wall. Along with performing experiments, Glucksberg has also written Understanding Figurative Language: From Metaphors to Idioms, published by Oxford University Press in 2001.", "41209703": "Erika Fromm (née Oppenheimer, December 23, 1909[1] – May 26, 2003) was a German-American psychologist and co-founder of hypnoanalysis.", "25874285": "Marie Chapian (also known as Marie Giordano and Marie Jordan[1]) is an American writer and radio ministry host. She is known for her writings on Christian diet programs, Christian devotional literature, and co-authoring biographies.", "71880568": "Nim Tottenham is a professor of psychology at Columbia University, where she leads the Developmental Affective Neuroscience Laboratory.[1] Her research highlighted fundamental changes in amygdala-prefrontal cortex circuitry across childhood and adolescence and the influential role of early experiences on the developmental trajectories of these circuits.[1]", "45502337": "Susan Meyer Markle (1928–2008) was an American psychologist. She worked with B. F. Skinner on programmed instruction.", "17059724": "Ellen S. Berscheid (born 1936)[1] is an American social psychologist who is currently a Regents professor at the University of Minnesota, where she earlier had earned her PhD in 1965. Berscheid conducted research on interpersonal relationships, emotions and moods, and social cognition. Berscheid wrote books, articles and other publications to contribute to the field of Social Psychology. She was involved in controversy surrounding the funding for her research on why people fall in love. In addition to her position at the University of Minnesota as a Psychology and Business professor; she has also held a position at Pillsbury. She has received awards for her contributions to social psychology, including The Presidential Citation and the Distinguished Scientific Contribution Award from the American Psychological Association.[2]", "51564443": "Anna Yuryevna Kuznetsova (Russian: Анна Юрьевна Кузнецова; born 3 January 1982) is a Russian politician serving as Member and Deputy Chair of the State Duma since 2021. Previously, she was Children's Rights Commissioner for the President of the Russian Federation between 2016 and 2021.[1][2]", "19091364": "Alexandra W. Logue is an academic and behavioral scientist. She is currently a research professor in CASE (Center for Advanced Study in Education) of the Graduate Center of The City University of New York[1] She is also a member of the Graduate Center's Behavior Analysis Training Area in the Psychology Ph.D. Program.[2] From 2008 to 2014, she was the Executive Vice Chancellor and University Provost of CUNY, the CUNY system's Chief Academic Officer.[3][4] She also served as provost and a professor at NYIT.[5]", "35114921": "Margaret Naumburg (May 14, 1890 – February 26, 1983) was an American psychologist, educator, artist, author and among the first major theoreticians of art therapy.[1] She named her approach dynamically oriented art therapy.[2][3] Prior to working in art therapy, she founded the Walden School of New York City.", "21680042": "Kevin Joseph Michael Gournay CBE FMedSci FRCN FRSM FRCPsych (Hon) PhD RN CSci Cert CBT is a registered psychologist, chartered scientist and a registered nurse by background. He is an emeritus professor at the Institute of Psychiatry, King's College London. He was a consultant psychologist at the Priory Hospital North London; retiring in December 2018. He has now returned to clinical work as part of the response to COVID19. He is currently an Honorary Professor at the Matilda Centre; University of Sydney., where his work focusses on the impact of COVID19 on mental health and the combination of mental health problems and substance use. He has been responsible over many years for a very wide range of research, policy and practice development in mental health care. He also works as an Expert Witness; he has provided reports on more than 300 suicides; 20 homicides and hundreds of reports on people who have suffered the consequences of traumatic events, including accidents, terrorist related incidents, natural disasters, war related events and stillbirth and perinatal death. He has also provided numerous reports on patients receiving care and treatment in high secure and Medium secure settings, including Broadmoor, Rampton and Ashworth hospitals", "26431409": "Dr. Yueh-Ting Lee (Chinese: 黎岳庭, pronounced as “you-ting” or “your-ting” Lee, aka “Li Yue-ting”) is a social and evolutionary psychologist, currently working as a professor at Southern Illinois University.", "37572541": "Robert W. White (1904–2001) was an American psychologist whose professional interests centered on the study of personality, both normal and abnormal. His book The Abnormal Personality, published in 1948, became the standard textbook on Abnormal Psychology.[1]", "40587199": "Richard J. Crisp is an author, blogger, scientist and Professor of Psychology at Durham University. He is co-originator of the imagined contact hypothesis[1] and a major contributor to the field of social psychology.", "58838980": "Danielle Marie Dick is an American psychologist. She is the inaugural director of the Rutgers Addiction Research Center at the Rutgers Brain Health Institute. She researches the genetic epidemiology of substance abuse and related behavioral disorders.", "40783813": "Angela Lee Duckworth (born 1970) is an American academic, psychologist, and popular science author. She is the Rosa Lee and Egbert Chang Professor of Psychology at the University of Pennsylvania, where she studies grit and self-control. She is also the Founder and former CEO of Character Lab, a not-for-profit whose mission is to advance the science and practice of character development.", "57561029": "Barbara Engelking (born 22 April 1962) is a Polish psychologist and sociologist specializing in Holocaust studies.[1][2] The founder and director of the Polish Center for Holocaust Research in Warsaw, she is the author or editor of several works on the Holocaust in Poland.", "13750218": "Wendy L. Watson Nelson (born May 31, 1950)[1] is a Canadian-American marriage and family therapist, and professor. She worked with the Family Nursing Unit (FNU) at the University of Calgary (U of C) from 1983 to 1992, training graduate students to use family systems therapy with families of patients. Her academic work in articles and in the book Beliefs: The Heart of Healing in Families and Illness helped develop a practical and theoretical framework for family systems nursing. She is the wife of Russell M. Nelson, president of the Church of Jesus Christ of Latter-day Saints (LDS Church).", "65720267": "George C. Drew was a British experimental psychologist.", "52908000": "Dr. Angeline Stoll Lillard is a professor of psychology at the University of Virginia, where she directs the Early Development Laboratory,[1] one of four child development laboratories in the psychology department at the university. Lillard is an internationally recognized expert in Montessori education and the author of Montessori: The Science Behind the Genius,[2] which is in its third edition, has been translated into several languages, and was awarded the Cognitive Development Society Book Award[3] in 2006.", "43110379": "Dr. Ernir K. Snorrason (born Reykjavík, March 17, 1944, died Reykjavík, National Hospital, April 26, 2012), was a psychiatrist and neuropsychologist, a co-founder of DeCODE genetics and two pharmaceutical companies, and a novelist and poet.", "53333996": "David M. Regan is a Canadian psychologist, currently a Distinguished Professor Emeritus at York University and a Fellow of the Optical Society, American Academy of Optometry, Royal Society of Canada, and Canadian Psychological Association. From 1978 to 1983, he was York's I. W. Killam Research Professor.[1][2]", "1363954": "Gay Hendricks (born January 20, 1945, in Leesburg, Florida) is a psychologist, writer, and teacher in the field of personal growth, relationships, and body intelligence.[1] He is best known for his work in relationship enhancement and in the development of conscious breathing exercises.[2]\nAfter receiving his Ph.D. in psychology from Stanford University in 1974, Hendricks began teaching at the University of Colorado. He spent 21 years at the University of Colorado and became a full professor in the Counseling Psychology Department while founding The Hendricks Institute.[3] He conducts workshops with his wife of nearly 40 years, Dr. Kathlyn Hendricks. Together they have authored over 35 books. They have appeared on numerous radio and television shows, including an interview with radio host Jean Chatzky.[4]", "22761479": "Quinn Michael McNemar (February 20, 1900 – July 3, 1986)[1] was an American psychologist and statistician. He is known for his work on IQ tests, for his book Psychological Statistics (1949) and for McNemar's test, the statistical test he introduced in 1947.[2][3]", "21975048": "John Harvey Frykman (19 April 1932 – 21 October 2017) was a Lutheran minister and American psychotherapist specializing in brief therapy, medical hypnosis and family therapy. He was the founding director of the drug treatment program of the Haight Ashbury Free Clinic in San Francisco, California, and is noted for his problem solving, individualized approach to substance abuse therapy and solution focused brief therapy.[1]", "61919243": "2014 VCU Presidential Awards for Community Multicultural Enrichment;", "44290060": "Ian Spence (born 1944) is a Scottish-Canadian psychologist, and Emeritus Professor in the Department of Psychology at the University of Toronto, known for his work on graphical perception,[1] psychometric methods[2] and the history of statistical graphics, specifically on the life and work of William Playfair.[3][4][5][6][7]", "45240337": "Philippe Zawieja is a French psychosociologist, essayist and researcher in psychological occupational health at Mines ParisTech,[1] Paris, known for his research on occupational burnout[2][3] and other forms of fatigue,[4] in particular in health care industry and Alzheimer's care.[5]", "59592722": "Anjhula Bais (Hindi: अंजुला बैस,) is an Indian-American international psychologist,[1] trauma specialist, human rights activist and an international model.[2][3][4][5] She was the youngest chair of Amnesty International Malaysia, then became elected as director for Amnesty International at their global assembly in 2019 in Johannesburg, South Africa, the first for Malaysia.[6] She is now the Chair of the International Board of Amnesty International worldwide, the first psychologist, the first Indian and first person from Malaysia to do so.[7]", "35835925": "Alan Paul Bell (January 18, 1932 – May 13, 2002) was an American psychologist who worked at the Kinsey Institute.[1][2][3]", "11292701": "James Jay Joseph (born April 13, 1959)[1] is an American clinical psychologist and author. He practices psychology in the San Francisco Bay Area.[2][3] He is known for his criticisms of behavior genetics and twin studies in psychology and psychiatry.[2] His view, as he articulated in his 2003 book The Gene Illusion, is that such research is so flawed as to render all of its results completely meaningless.[4][5]", "20041758": "Anne Anastasi (December 19, 1908 – May 4, 2001) was an American psychologist[3] best known for her pioneering development of psychometrics. Her generative work, Psychological Testing, remains a classic text in which she drew attention to the individual being tested and therefore to the responsibilities of the testers. She called for them to go beyond test scores, to search the assessed individual's history to help them to better understand their own results and themselves.", "46747685": "Marilyn Charles is a psychoanalyst, writer, lecturer and 2014–2015 President of the American Psychological Association's Division 39 (Psychoanalysis).[1] Marilyn Charles has published articles and books on numerous topics, including trauma, Jacques Lacan, Wilfred Bion, creativity, and madness. She is on the staff at Austen Riggs Center, a co-chair of the Division 39 Early Career Committee,[2] and a co-chair of the Association for Psychoanalysis, Society and Culture. She is a contributing editor of APCS's journal, Psychoanalysis, Culture and Society, which is published quarterly by Palgrave Macmillan. Marilyn is affiliated with Harvard Medical School, Boston Graduate School of Psychoanalysis, and the University of Monterrey,[3] and is also a member of the Humanities and Psychoanalysis Committee.[4] In 2014 Marilyn Charles received a leadership award at the 2014 APA Division 39 Spring Meeting, acknowledging her efforts in “the advancement of psychoanalytic psychology as a discipline and practice.”[5]", "55431207": "Gertrud Meili-Dworetzki (1912 in Danzig-9 April 1995 in Bern) was a Swiss psychologist.", "44027943": "Jere Edward Brophy (June 11, 1940 – October 16, 2009)[1] was an American educational psychologist[2] and University Distinguished Professor of Teacher Education at Michigan State University.[3][4] He received the E. L. Thorndike Award in 2007.[5]", "50188340": "Vasilisa Vladimirovna Volodina (Russian: Васили́са Влади́мировна Воло́дина; born April 16, 1974, Moscow)[3] is a host on the Russian television show Let's Get Married since 2008.", "33574968": "John Francis Hitching (1933–2018) was a British author, dowser, journalist and filmmaker.", "56119358": "Lazar Stankov is an Australian psychologist and emeritus professor of psychology at the University of Sydney, where he taught for over thirty years. Currently, he is a professor at the Institute for Positive Psychology & Education at Australian Catholic University. He received his BA from the University of Belgrade and his PhD from the University of Denver.[1][2] He is known for his research on intelligence,[3] including studies on the link between political ideology and intelligence,[4][5] the existence of emotional intelligence,[6] and the psychology of terrorism.[7]", "59199556": "Sophie Karen Alper (September 12, 1902 – January 22, 1996) was a Russian Empire born American psychologist better known as Karen Machover.", "21647430": "David Budescu is a psychologist and academic. He is the Anne Anastasi Professor of Psychometrics and Quantitative Psychology at Fordham University.", "2871370": "Nicholas Rawlins (born 1949) is a British experimental psychologist, and one of the pro-vice-chancellor and vice-president of The Chinese University of Hong Kong.", "36884596": "Steven K. Baum is a genocide scholar, gerontologist with an MA in psychopharmacology from New Mexico State University (2010). He has written several books including The Psychology of Genocide (Cambridge University Press 2008), Antisemitism Explained (UPA 2012), and with co-editors Florette Cohen and Steven L. Jacobs, Antisemitism in North America: New World, Old Hate (Brill). He founded with N. E. Rosenberg and is chief editor of the Journal for the Study of Antisemitism (JSA). Baum practices psychology in Albuquerque, New Mexico.[1]", "34230389": "René Le Senne (born Ernest René Lesenne; 8 July 1882, in Elbeuf – 1 October 1954, in Neuilly-sur-Seine) was a French idealist philosopher and psychologist.\n[1]", "33443960": "Henri Delacroix (2 December 1873, Paris – 3 December 1937, Paris) was a French psychologist, \"one of the most famous and most prolific French psychologists working at the beginning of [the twentieth] century.\"[1]", "38097017": "Felicitas Heyne is a German psychologist and book author. She is also the developer of the iPersonic system for personal development, which is available in 26 languages.[1]", "60772481": "Leslie D. Leve is an American academic and researcher. She is a professor in the Counseling Psychology and Human Services Department as well as the associate director of Prevention Science Institute at the University of Oregon. She also holds the positions of Associate Director for the Prevention Science graduate programs, was President of the Society for Prevention Research from 2017 to 2019, and is Associate Vice President for Research in the Office of the Vice President for Research and Innovation and serves on National Institutes of Health study section panels and on the editorial board for Development and Psychopathology.[1]", "17387657": "Richard Meili (February 28, 1900 - July 5, 1991) was an internationally renowned scientist in practical psychology, diagnostics, personality development and intelligence.", "46452887": "Lisa M. Diamond is an American psychologist and feminist. She is a professor of developmental psychology, health psychology and gender studies at the University of Utah.[1] Her research focuses on sexual orientation development, sexual identity, and bonding.[2]", "71946396": "David Joseph Weeks (born 1944) is an American neuropsychologist,[1] educator and author best known for his study of eccentricity.  Born and raised in Garwood, New Jersey, Weeks moved to Scotland in 1975. He practices at the Royal Edinburgh Hospital.[2]  Weeks is the author of two popular books on the study of eccentrism, Eccentrics: The Scientific Investigation (1988) and Eccentrics: A Study of Sanity and Strangeness (1995).[3]", "69226660": "Marlene M. Maheu is an American telehealth strategist, technologist and clinical psychologist.[1] She founded and is currently the Executive Director of the Telebehavioral Health Institute (TBHI), now known as Telehealth.org. Maheu is the founder of the Journal for Technology in Behavioral Science (JTiBS).[2][3][4][5] She has published more than 50 journal articles and books on telehealth.[6][7]", "1626279": "Anne Marie Treisman (née Taylor; 27 February 1935[1] – 9 February 2018)[2][3][4] was an English psychologist who specialised in cognitive psychology.", "16568498": "Anton Trstenjak (8 January 1906 – 29 September 1996) was Slovene psychologist, theologian, and author. He is notable as a pioneer of Slovenian clinical psychology and was practicing his own Logotherapy-inspired psychotherapy. As author he wrote books in specific areas of applied psychology such as ecological psychology, pastoral psychology, psychology of work and organization, and his overview of the field of psychology in general.[1]", "20828344": "Halford Hosoi Fairchild (born March 16, 1949)[1] is a Professor Emeritus of Psychology and Black Studies at Pitzer College in Claremont, California. He was the editor of Psych Discourse: The Monthly Newsjournal of The Association of Black Psychologists from 1991 until 2014. He is a former president of the Association of Black Psychologists and Chairman of the Intercollegiate Department of Africana Studies at the Claremont Colleges. He received his Ph.D. in psychology from the University of Michigan in 1977. Professor Fairchild published a series of papers that challenged the practice of scientific racism within psychology (e.g., Fairchild, 1991 Archived 2019-04-29 at the Wayback Machine; Fairchild, Yee, Wyatt, & Weizmann, 1995; Yee, Fairchild, Weizmann, & Wyatt, 1993).[dead link]", "6181049": "Else Frenkel-Brunswik (August 18, 1908, in Lemberg – March 31, 1958, in Berkeley, California, US) was a Polish-born Austrian Jewish[1] psychologist. She was forced to leave Poland and later Austria as a result of anti-Jewish persecution. She is best known for her contributions to The Authoritarian Personality (1950), her collaboration with Theodor W. Adorno, Daniel Levinson, and Nevitt Sanford. It is considered a milestone work  in personality theory and social psychology.", "33706172": "Enrique Pichon-Rivière (June 25, 1907 – July 16, 1977) was a Swiss psychiatrist naturalized Argentine, considered one of the introducers of group psychoanalysis in Argentina and generator of the group theory known as Grupo operativo (Operative Groups).", "40292545": "Charlotte Bühler (née Malachowski; December 20, 1893 – February 3, 1974) was a German-American developmental psychologist.", "6934723": "David Lewis (born 1942) is a French-born English neuropsychologist, author and lecturer.", "25252036": "Margarete Hilferding, born Hönigsberg (June 20, 1871 in Hernals (Vienna)– September 23, 1942 in Maly Trostenets) was an Austrian physician and psychoanalyst.", "53956831": "Ram Frost (October 15, 1954) is a professor of psychology at the Hebrew University of Jerusalem with affiliations to Haskins Laboratories in New Haven, US, and The Basque Center for Cognition Brain and Language (BCBL) in San Sebastian, Spain.  He is a world leading expert on cross-linguistic differences in reading. His research on reading in Hebrew has changed the prevalent anglocentric theoretical perspectives of reading research, and has changed the educational system of Israel and its methods of teaching reading.", "3297506": "Richard A. Warshak (born December 18, 1949) is an American clinical and research psychologist and author. He is best known for his research and advocacy in the areas of child custody, shared parenting, and claims of parental alienation in the context of divorce. Warshak has written two books, The Custody Revolution,[1] and Divorce Poison: Protecting the Parent-Child Bond From a Vindictive Ex,[2] and the updated edition, Divorce Poison: How to Protect Your Family from Bad-mouthing and Brainwashing.[3]", "55464179": "Anny Rosenberg Katan (May 1, 1898 – December 24, 1992) was a child psychologist born in Vienna, Austria, who pioneered the use of psychoanalysis to treat emotionally disturbed youth. She had close personal ties to the Sigmund Freud family and was one of the first child analysts in the city of Vienna.", "64770292": "Jeffrey Sherman (born May 8, 1967) is a Social Psychologist and Professor of Psychology at the University of California, Davis. He is known for his research on social cognition, stereotyping, and implicit bias.", "58052855": "Maryanne Connell-Covello Garry is a New Zealand educational psychology academic. As of mid-2018, she is a full professor at the University of Waikato.[1] Garry is a Fellow of the Association for Psychological Science.", "12308733": "Other reasons this message may be displayed:", "12013825": "John Roosevelt Boettiger (born March 30, 1939) is a retired professor of developmental and clinical psychology, and the son of Anna Roosevelt Boettiger and her second husband, Clarence John Boettiger. He is a grandson of U.S. President Franklin Delano Roosevelt and Eleanor Roosevelt. He lives in northern California.[1]", "44355852": "Albert T. Poffenberger (1885–1977) was an American psychologist and a past president of the American Psychological Association (APA).", "1921297": "Cecil Holden Patterson (1912–2006) was an American psychologist and writer. He was an emeritus professor of psychology at the University of Illinois at Urbana-Champaign in the United States. He worked directly with Carl Rogers and practiced person-centered (Rogerian) therapy throughout his career.", "12275992": "Anthony F. Gregorc is an American who has taught educational administration. He is best known for his disputed theory of a\nMind Styles Model and its associated\nStyle Delineator.[2] The model tries to match education to particular learning styles, as identified by Gregorc.", "13095200": "James F. Masterson (March 25, 1926—April 12, 2010) was a prominent American psychiatrist.", "27152673": "Sokoni Tacuma Karanja (Lathan Johnson) (born January 7, 1940, in Topeka, Kansas) is a child development expert, and President and CEO of the Center for New Horizons.[1]", "66670888": "Malik Babikr Badri Mohammed (Arabic: مالك بابكر بدري محمد) (16 February 1932[1] – 8 February 2021[2]) was a Sudanese author and professor of psychology. He was the founder of the modern Islamic Psychology and published such influential books as The Dilemma of Muslim Psychologists and many others.[3] He was sometimes affectionately called Baba Malik.[4] He died on February 8, 2021, in Kuala Lumpur, Malaysia.[5] He was the son of Babikr Bedri who had established the Ahfad University.[4] He was married with 7 children.[6]", "54546736": "Victoria Riskin (born November 18, 1945) is an American author, psychologist, television writer and producer, and human rights activist.", "33804593": "Angelika Bergmann-Kallwass (born 31 October 1948) is a German psychologist and television host.[1][2]", "57463088": "James Carleton Bell (December 11, 1872 – February 28, 1946) was an American educational psychologist and professor of education at the City College of New York.[1]", "60936499": "David Alan Washburn is an American psychologist who is professor emeritus of psychology and neuroscience at Georgia State University. From 2001 to 2019, he also served as the Director of the Georgia State University Language Research Center. In August, 2019, he retired at Georgia State University and joined the faculty of his alma mater as professor of psychology at Covenant College. His research includes studies of individual and group (including primate species) differences in cognitive competencies, particularly attention and its relation to learning, memory, and executive functioning. He is best known for his noninvasive behavioral and cognitive research with monkeys, using game-like computerized tasks.[1]", "2871603": "John Uzoma Ekwugha Amaechi // ⓘ, OBE (/əˈmeɪtʃi/; born 26 November 1970) is an English-American psychologist, consultant and former professional basketball player. He played college basketball at Vanderbilt and Penn State, and professional basketball in the National Basketball Association (NBA). Amaechi also played in France, Greece, Italy, and the United Kingdom. Since retiring from basketball, Amaechi has worked as a psychologist and consultant, establishing his company Amaechi Performance Systems.", "64672052": "Bunmi O. Olatunji (born 1977) is an American psychologist who is Gertrude Conaway Vanderbilt Chair in Social Sciences at Vanderbilt University. He is Director of the Emotion and Anxiety Research Laboratory and Associate Dean of Academic Affairs for the Vanderbilt University Graduate School. Olatunji studies the psychopathology of obsessive–compulsive disorder.", "8474928": "Eric Schopler (February 8, 1927 – July 7, 2006) was a German born American psychologist whose pioneering research into autism led to the foundation of the TEACCH program.", "774449": "Richard Lynn (20 February 1930 – July 2023) was a controversial English psychologist and self-described \"scientific racist\"[1][2][3] who advocated for a genetic relationship between race and intelligence. He was a professor emeritus of psychology at Ulster University, but had the title withdrawn by the university in 2018.[4] He was the editor-in-chief of Mankind Quarterly, which is commonly described as a white supremacist journal.[a] Lynn was lecturer in psychology at the University of Exeter and professor of psychology at the Economic and Social Research Institute, Dublin, and at the University of Ulster at Coleraine.", "5919042": "Frank Jones Sulloway (born February 2, 1947) is an American psychologist. He is a visiting scholar at the Institute of Personality and Social Research at the University of California, Berkeley[1] and a visiting professor in the Department of Psychology.[2] After finishing secondary school at Moses Brown School in Providence, Rhode Island,[3] Sulloway studied at Harvard College and later earned a PhD in the history of science at Harvard.[4] He was a visiting scholar at the Massachusetts Institute of Technology.[citation needed]", "55431492": "Terezinha Nunes (born 3 October 1947) is a British-Brazilian clinical psychologist and academic, specialising in children's literacy and numeracy, and deaf children's learning. Since 2005, she has been Professor of Educational Studies at the University of Oxford and a Fellow of Harris Manchester College, Oxford.[1][2][3]", "10899796": "Dr. Lilli Nielsen (née Reker) (born December 21, 1926, Rønne, Bornholm;[1] died, June 24, 2013, Kolding, Denmark) was a Danish psychologist in the field of teaching blind children and those with multiple disabilities.", "4444501": "Lawrence Weiskrantz FRS (28 March 1926 – 27 January 2018) was a British neuropsychologist. Weiskrantz is credited with discovering the phenomenon of blindsight, and with establishing the role of the amygdala in emotional learning and emotional behavior.[1] Blindsight is when a person with a brain injury causing blindness can nevertheless detect, point accurately at, and discriminate visually presented objects.[2]", "74338658": "Ruth Lüthi (née: Affolter; born 1947) is a Swiss academic and a former politician. She was a member of the Social Democratic Party and headed the public health and social affairs department of the Canton of Fribourg between 1991 and 2006. She was a member of the Council of the Fribourg Canton.", "23220582": "Jolande Jacobi (25 March 1890 – 1 April 1973) was a Swiss psychologist, best remembered for her work with Carl Jung, and for her writings on Jungian psychology.", "4510060": "Arno Gruen (May 26, 1923[1] – October 20, 2015) was a Swiss-German psychologist and psychoanalyst.[2]", "68800886": "Robert Keers (October 25, 1984 - July 5, 2020) was a British psychologist conducting innovative research on individual differences in mental health problems with a specific focus on psychiatric genetics.", "17781124": "Linda J. Skitka is a professor of psychology at the University of Illinois at Chicago.  Skitka's research bridges a number of areas of inquiry including social, political, and moral psychology.[1][2]", "46223749": "Katharine May Banham (May 26, 1897, in Sheffield, England – May 7, 1995, in Buckinghamsire, England) was an English psychologist who specialized in developmental psychology. She was the first woman to be awarded a Ph.D. from the Université de Montréal.[1]", "20894089": "Morris Moscovitch CM is Max and Gianna Glassman Chair in Neuropsychology and Aging and Professor of Psychology at the University of Toronto.  He is also a Senior Scientist at the Rotman Research Institute of Baycrest Centre for Geriatric Care in Toronto, Ontario, Canada.  Moscovitch is a leading neuropsychologist,[1] with over 150 research articles focusing mainly on the neural substrates of high-level cognitive processes such as memory, attention, and recognition of faces and objects. According to Google Scholar, he has an h-index of 121 and over 52000 citations (2020). He has formulated a neuropsychological model of memory with three components: the posterior neocortex, which mediates performance on tests of memory without awareness; the medial temporal lobes, which automatically store information that is consciously apprehended at encoding and obligatorily recovers information on tests of conscious recollection that are cue-driven; and the frontal lobes, which work with memories delivered to and by the medial temporal lobes and posteri or neocortex, and recovered from them by supporting strategic processes that are needed at encoding and retrieval. Moscovitch received a B.A. in psychology from McGill University in 1966, and an M.A. and Ph.D. in psychology from the University of Pennsylvania in 1967 and 1972, respectively.  He was born in Bucharest, Romania, where he lived for the first few years of his life before moving to Israel at the age of 4 and subsequently moving to Montreal, Quebec, Canada at the age of 7.  Moscovitch became interested in memory research while attending McGill for his undergraduate degree, where Brenda Milner's case study of HM inspired him to seek a life in neuropsychology.[2] He also took a seminar taught by Donald O. Hebb, then the leading biological psychology theorist. In December, 2020 he was appointed a Member of the Order of Canada for his contributions to clinical neuropsychology and cognitive neuroscience, particularly his ground-breaking memory research..[3]", "2773395": "Urie Bronfenbrenner (April 29, 1917 – September 25, 2005) was a Russian-born American psychologist best known for using a contextual framework to better understand human development.[1] This framework, broadly referred to as 'ecological systems theory', was formalized in an article published in American Psychologist,[2] articulated in a series of propositions and hypotheses in his most cited book, The Ecology of Human Development[3] and further developed in The Bioecological Model of Human Development [4] and later writings. He argued that natural experiments and applied developmental interventions provide valuable scientific opportunities.[2] These beliefs were exemplified in his involvement in developing the US Head Start program in 1965.[5] Bronfenbrenner's writings about the limitations of understanding child development solely from experimental laboratory research and the potential for using contextual variability to provide insight into developmental processes [3] was important in changing the focus of developmental psychology.[5]", "53465504": "Timothy Smith is an American psychologist, currently Distinguished Professor at University of Utah.[1][2][3]", "74338722": "Celestine Louise Smith (May 31, 1903 – December 19, 1975) was an American psychotherapist who became the first Black Jungian psychoanalyst, certified in 1964. As of 2017, she is the only African American woman to graduate from a Jung Institute. She also held various administrative positions at the YWCA.", "17289634": "Karl Ludwig Bühler (27 May 1879 – 24 October 1963) was a German psychologist and linguist. In psychology he is known for his work in gestalt psychology, and he was one of the founders of the Würzburg School of psychology. In linguistics he is known for his organon model of communication and his treatment of deixis as a linguistic phenomenon.", "73290147": "Spiros Papadopoulos (Greek: Σπύρος Παπαδόπουλος; 7 November 1931 – 6 March 2023) was a Greek psychologist and politician. A member of New Democracy, he served in the Hellenic Parliament from 1985 to 1993.[1]", "71291308": "Julia Akhsarbekovna Khadartseva (Russian: Юлия Ахсарбековна Хадарцева) is a Russian psychologist,[1] entrepreneur,[2][3] expert on television and radio.[4] The leader in the system of the Method of Constellation in Russia.[5][6] The world record holder for the longest psychological training lasting more than 26 hours.[7]", "64311728": "Ken C. Winters (born March 31, 1953)[1] is an American psychologist known for his research on addictive behaviors such as problem gambling. He is a senior scientist at the Oregon Research Institute (MN location), a consultant for the National American Indian & Alaska Native Addiction Technology Transfer Center, and a Research Associate Professor for the Office of Research and Economic Development at Florida International University. He previously served as a tenured professor in the Department of Psychiatry at the University of Minnesota, as a Senior Scientist with the Philadelphia, Pennsylvania-based Treatment Research Institute, and an adjunct faculty member in the Department of Psychology at the University of Minnesota. He was founder and director of the University of Minnesota's Center for Adolescent Substance Abuse Research for twenty-five years, and in 2013, he was named chairman of the Scientific Advisory Board of the National Center for Responsible Gaming.[2]", "33345973": "Gustav Richard Heyer (29 April 1890 – 19 November 1967) was a Jungian psychologist, \"the first significant person in Germany to be attracted to Jung's psychology\".[1]", "48288184": "Edoardo Weiss (1889-1970) was the earliest Italian psychoanalyst, and the founder of psychoanalysis in Italy. His most important theoretical contributions were perhaps to the development of ego state theory.", "25612729": "Lola Hoffmann (also known as Helena Jacoby) (March 19, 1904 – April 30, 1988) was a German Jewish and Chilean physiologist and psychiatrist.[1][2]", "40718778": "Theodora Mead Abel (1899–1998) was an American clinical psychologist and educator, who used innovative ideas by combining sociology and psychology.  She was a pioneer in cross-cultural psychology.[2]", "58970559": "Thomas David Oakland (November 23, 1939 – March 4, 2015) was an American school and educational psychologist who taught at the University of Florida from 1995 until retiring in 2010. He previously taught at the University of Texas at Austin for 27 years.[3] He was a fellow of the American Psychological Society and of four divisions of the American Psychological Association.[4]", "27578824": "Peter G. Ossorio (4 May 1926 – 24 April 2007) was an American psychologist best known for his development of descriptive psychology, a pragmatic and theory neutral pre-empirical  approach to the study of behavior.[1][2] Ossorio  in his 2006 volume, The Behavior of Persons, explicated the concept of \"Persons\" by creating a conceptual map of the interdependent concepts of \"Individual Person\", \"Language\", \"Action\", and \"Reality\". He described persons as individuals whose history is, paradigmatically, a history of Deliberate Action in a dramaturgical pattern.", "70537674": "Roland William Fleming, FRSB (born 1978 in Oxford, UK) is a British and German interdisciplinary researcher specializing in the visual perception of objects and materials. He is the Kurt Koffka Professor of Experimental Psychology at Justus Liebig University of Giessen.[1] and the Executive Director of the Center for Mind, Brain and Behavior of the Universities of Marburg and Giessen.[2] He is also co-Spokesperson for the Research Cluster “The Adaptive Mind”.[3]", "8770010": "Stephen Alexander \"Alex\" Haslam AM (born 1962) is a professor of psychology and ARC Australian Laureate Fellow in the School of Psychology at the University of Queensland.[1]", "6836698": "Gordon Blaine Moskowitz (born October 6, 1963) is a social psychologist working in the field of social cognition.  He is currently a professor in the Department of Psychology at Lehigh University.  His primary research interests are in examining: 1) social inferences which occur with neither the intention of forming an impression nor the awareness that one has done so (i.e., the extent to which social inferences, especially stereotypes, are spontaneous); and 2) the non-conscious nature of motivation and goals, with emphasis on how the goals to be egalitarian and creative are more efficiently pursued when one is not consciously trying to pursue them. This work has been applied to the question of how stereotypes impact medical diagnosis and treatment and contribute to health disparities, as well as to how medical training can implement what is known about controlling stereotyping and prejudice to reduce such bias and minimize health disparities.", "60936678": "Janet Deborah Carter is a New Zealand clinical psychology academic who became a full professor and dean of science at the University of Canterbury in 2016. She was appointed acting Pro Vice Chancellor of Science for 2019–2020, and acting Executive Dean of Science from mid 2021.[1]", "34329064": "Raymond J. Corsini (June 1, 1914 – November 8, 2008, Honolulu) was an encyclopedist and lexicographer in the field of psychology.[1]", "32985578": "Jack Nasher (born Jack Lord Nasher-Awakemian; 1 June 1979)[1] is a German author, negotiation advisor.[2]", "51925483": "Dennis Chapman (1911–2003) was a social psychologist best known for his book The Home and Social Status, published in 1955, which investigated the British working class domesticity in the mid-twentieth century. His research focuses mainly on two primary aspects of society: domestic housing and provision, and the sociology of crime.[1]", "19386861": "Gary Berntson (born 1945) is an emeritus professor at Ohio State University with appointments in the departments of psychology, psychiatry and pediatrics. He is an expert in psychophysiology, neuroscience, biological psychology, and with his colleague John Cacioppo, a founding father of social neuroscience.[1]  \nHis research attempts to elucidate the functional organization of brain mechanisms underlying behavioral and affective processes, with a special emphasis on social cognition.", "55628271": "Linda Waimarie Nikora FRSNZ is a New Zealand psychology academic. She is Māori, of Te Aitanga a Hauiti and Ngāi Tūhoe descent.[1] She is currently professor of Indigenous Studies and co-director of Ngā Pae o te Māramatanga at the University of Auckland, having moved in 2017 from the University of Waikato where she had been a professor of psychology and the founding Director of the Maori & Psychology Research Unit in the School of Psychology.[1]", "68833780": "Joseph P. Allen is an American psychologist and academic. He is currently (as of October 2022) the Hugh P. Kelly Professor of Psychology at the University of Virginia.[when?]", "47239671": "Charles Winick (August 4, 1922 – July 4, 2015) was an American author, psychologist, professor of anthropology and sociology, and academician, noted for his work in the fields of gender, drug addiction, and prostitution.", "49336833": "David Lester is a British-American psychologist, suicidologist, and emeritus professor of psychology at Stockton University.", "12767749": "Gregory Zilboorg (Russian: Григорий Зильбург, Ukrainian: Григорій Зільбург) (December 25, 1890 – September 17, 1959) was a psychoanalyst and historian of psychiatry who is remembered for situating psychiatry within a broad sociological and humanistic context in his many writings and lectures.", "24007174": "Susan Pinker is a psychologist, author and social science columnist for The Wall Street Journal. She is a former weekly columnist for The Globe and Mail, and has also written for The New York Times, The Guardian, and The Times of London. Her first book, The Sexual Paradox, was awarded the William James Book Award in 2010 and was published in 17 countries. Her recent book The Village Effect was a Canadian bestseller and an Apple 2014 nonfiction best pick. Her work has been featured in The Economist, The Financial Times, and Der Spiegel.", "4936198": "Richard E. Mayer (born 1947) is an American educational psychologist and Professor of Psychology at the University of California, Santa Barbara (UCSB) where he has served since 1975.", "40784412": "Nicola Susan Clayton PhD, FRS, FSB, FAPS, C (born 22 November 1962[2]) is a British psychologist. She is Professor of Comparative Cognition at the University of Cambridge, Scientist in Residence at Rambert Dance Company,[3] co-founder of 'The Captured Thought',[4][5] a Fellow of Clare College, Cambridge, where she is Director of Studies in Psychology,[6] and a Fellow of the Royal Society since 2010.[7] Clayton was made Honorary Director of Studies and advisor to the 'China UK Development Centre'(CUDC) in 2018. She has been awarded professorships by Nanjing University, Institute of Technology, China (2018),[8] Beijing University of Language and Culture, China (2019),[9][10] and Hangzhou Diangi University, China (2019).[9][10] Clayton was made Director of the Cambridge Centre for the Integration of Science, Technology and Culture (CCISTC)[11] in 2020.", "6738459": "Heinz Ludwig Ansbacher (October 21, 1904 – June 22, 2006) was a German-American psychologist specializing in the theories of Alfred Adler.[1]", "29217322": "Andrew Green (28 July 1927 – 21 May 2004) was a British author and ghost hunter known by the media as \"the Spectre Inspector\".[1] Although Green never claimed to have definitively seen a ghost, he hunted them for 60 years and helped to popularise the use of scientific methods in ghost hunting. He once famously hunted for ghosts in the Royal Albert Hall.", "49435185": "Ian H. Gotlib is an American psychologist. He received his Ph.D. of Clinical Psychology at University of Waterloo in 1981. Now he is a professor of psychology at Stanford University and the director of the Stanford Neurodevelopment, Affect, and Psychopathology Laboratory. His research mainly focuses on affective disorders and depression.[1][2] He was awarded the APA Award for Distinguished Scientific Contributions to Psychology in 2013.[3]", "8835634": "Thomas F. Gilbert (1927–1995) was a psychologist who is often known as the founder of the field of performance technology, also known as Human Performance Technology (HPT).  Gilbert himself coined and used the term Performance Engineering.[1][2] Gilbert applied his understanding of behavioral psychology to improve human performance at work and at school.  He is best known for his book Human Competence: Engineering Worthy Performance. Gilbert devised HPT when he realized that formal learning programs often only brought about a change in knowledge, not a change in behavior. Other techniques were needed to bring about a lasting change in behavior.[2]", "15323706": "Paolo Bozzi was an Italian psychologist, philosopher, composer, and violin player.[1] He was born in Gorizia on May 16, 1930 and died in Bolzano in 2003.", "56545852": "Cristina Cesarina Milani (born 1966) is a Swiss psychologist, writer, and entrepreneur.[1][2] She was the president of World Kindness Movement (WKM)[3][4][5][6] and founder of two non-profit organizations, Gentletude Switzerland and Gentletude Onlus (Italy).[7] Cristina was also the founder & CEO of HeS-Human engineering Systems and co-founder of Work Style Magazine.[8] She is the partner of GWH SA, a brand building company in Lugano, Switzerland, for which she has been working since 1999.", "11588159": "Brad J. Bushman (born May 14, 1960, in Salt Lake City, Utah)[1] is the Margaret Hall and Robert Randal Rinehart Chair of Mass Communication Professor at Ohio State University. He also has an appointment in psychology. He has published extensively on the causes and consequences of human aggression.[2] His work has questioned the utility of catharsis, and relates also to violent video game effects on aggression. Along with Roy Baumeister, his work suggests that it is narcissism, not low self-esteem, that causes people to act more aggressively after an insult. Bushman's research has been featured in Newsweek,[3] on the CBS Evening News,[4] on 20/20,[5] and on National Public Radio.[6] He has also been featured on Penn & Teller: Bullshit!.[7] He earned his BS in psychology from Weber State College (now Weber State University) in 1984 and his Ph.D. from the University of Missouri in 1989 and holds three master's degrees (in psychology, statistics, and secondary education).  Since 2005, Bushman has spent the summers as a professor of communication science at the Vrije Universiteit Amsterdam, the Netherlands.  Prior to joining Ohio State University, Bushman was a professor at University of Michigan and at Iowa State University.", "52482626": "Stanley De Brath (10 October 1854 – 20 December 1937) was a British civil engineer, psychical researcher and spiritualist.[1]", "33182278": "Ursula Levy (born May 11, 1935 - August 2019) :  [1] was an American author, child psychologist and Holocaust survivor. Her research on childhood depression was published in the Journal of School Health. She has been published in a number of other medical journals such as the Journal of Nursing Education. Her memoirs of her childhood entitled The Incredible Years were published in 1994 to commemorate the 50th anniversary of the liberation of the Netherlands from Nazi Germany.", "7754326": "Edwin Burket Twitmyer (1873–1943) was professor of Psychology and director of the Psychological Laboratory and Clinic at the University of Pennsylvania. He is a little-known figure in the history of psychology, but he independently discovered classical conditioning at approximately the same time as the famous Russian physiologist, Ivan Pavlov, who is normally given credit for this achievement.[1][2]", "65065565": "Froma Walsh (born 1942) is an American clinical psychologist and family therapist. She is the co-founder and co-director of the Chicago Center for Family Health and the Mose and Sylvia Firestone Professor Emerita at the University of Chicago.[1]", "67949151": "Pamela Trotman Reid is an American developmental psychologist, former professor, and president emerita of the University of Saint Joseph.", "10900063": "Mary Ward Hicks (1920[1] – circa 2018[2]) was an American psychologist specializing in family therapy, and a professor emerita at Florida State University.", "71979624": "Rebecca M. Puhl is a researcher in the field of weight bias.", "62083696": "Martin S. Fiebert (born 1939), is an emeritus professor at California State University, Long Beach in the Department of Psychology.[1] He has published more than 70 articles in peer-reviewed journals.[2]", "184947": "Eric Heinz Lenneberg (19 September 1921 – 31 May 1975) was a linguist and neurologist who pioneered ideas on language acquisition and cognitive psychology, particularly in terms of the concept of innateness.", "40981111": "Daniel Munduruku (Belém do Pará, February 28, 1964) is a Brazilian writer and educator.[1] He is member of the Munduruku indigenous people. His children's books deal about traditional indigenous life and tales and have been awarded several prizes. Munduruku holds three undergraduate degrees in philosophy, History and Psychology. He has a master's degree in Social Anthropology and a doctorate in education by the University of São Paulo.[2]", "53858944": "Joshua \"Josh\" Correll is an American social psychologist and associate professor in the Department of Psychology and Neuroscience at the University of Colorado-Boulder.", "58708609": "Stella Kyriakides (Greek: Στέλλα Κυριακίδου, Stella Kyriakidou; born 10 March 1956) is a Cypriot psychologist and politician of the conservative Democratic Rally party who has been serving as European Commissioner for Health and Food Safety since 2019. She was the first Cypriot national and third woman to serve as President of the Parliamentary Assembly of the Council of Europe.[1]", "4379273": "Charles Thomas William Curle[1] (4 July 1916 – 28 September 2006),[1] better known as Adam Curle, was a British academic, known for his work in social psychology, pedagogy, development studies and peace studies. After holding posts at the University of Oxford, University of Exeter, University of Ghana and Harvard University, in 1973 he became the inaugural Professor of Peace Studies at the University of Bradford, following the establishment of the University's Department of Peace Studies. Curle's works included several books on education, including Educational Strategy for Developing Societies (1963), and a number of books on peace and peacemaking, including Making Peace (1971). He was also, throughout his career and after his retirement in 1978, active in peacemaking and mediation, and visited Nigeria and Biafra several times as part of a Quaker contingent during the Nigerian Civil War of 1967–70.", "4805262": "Herb Goldberg (July 14, 1937 – April 5, 2019) was the author of the book What Men Still Don't Know About Women, Relationships, and Love, previously authored The Hazards of Being Male: Surviving the Myth of Masculine Privilege (1975), related to the formative men's movement. He was a professor emeritus of psychology at California State University, Los Angeles and a practicing psychologist in Los Angeles.", "61067930": "Fritz Strack (born February 6, 1950)[1] is a German social psychologist and professor emeritus at the University of Würzburg.[2] Strack is a member of Germany's National Academy of Sciences Leopoldina and was awarded the Ig Nobel Prize for psychology in 2019.[3]", "33149606": "George Butterworth (1946–2000)[1][2] was a British professor of psychology, who studied infant development.[3]", "14963367": "Gunamudian David Boaz (31 March 1908 – 8 July 1965)[1] was the first Indian psychologist. He received his PhD from The University of Oxford in 1935, and graduated from Scott Christian College.[2] The department of Psychology was instituted at the University of Madras in 1943 by him under the influence of Nobel laureate, Sir C. V. Raman and G.N. Ramachandran.[3] The \"Journal of The Madras University\" states that Boaz joined the department on 27 September 1943 and on 27 October 1943, he became the Senior Lecturer in Psychology.[4] In 1948, a full-fledged Psychology department was organized under the headship of Boaz.[5] The department concentrated exclusively on children and their education first. He was credited for making India a major contributor in the field on Psychology.[6]\nLater on in 1976, the department turned its attention to Criminology, Applied Psychology, Organizational Psychology and Counseling, etc. The Indian Government has instituted an award in remembrance of his Work, and more over the Tamil Nadu Government Psychiatric rehabilitation is named after him, The Dr. G.D. Boaz Memorial Hospital[7] His paternal cousin is Dr. A.S. Johnson. The family with over two hundred years of recorded history has been one of the oldest leading noble families of South Travancore \nand Kanniyakumari District.", "19387046": "Dr. Neil Boothby is a psychologist and former US Government special advisor and senior coordinator to the USAID administrator on Children in Adversity, and former director of the Program on Forced Migration and Health at the Columbia University Mailman School of Public Health.[1]  Currently, he is the founding Director of the Global Center for the Development of the Whole Child at the University of Notre Dame (go.nd.edu/globalchild). His research focuses on the psychosocial consequences of organized violence on children.[2] As a senior representative of UNICEF, UNHCR, and Save the Children, he has worked for more than 25 years with children in crises in Africa, Asia, Latin America, and Eastern Europe and is an internationally recognized expert and advocate for children affected by war and displacement.[2] He has received numerous awards for his work on behalf of war-affected children, including the Red Cross International Humanitarian of the Year Award, the Mickey Leland Award, the United Nation's Golden Achievement Award for Social Services, and Duke University's Humanitarian Service Award.[1][3][2]", "28922538": "Diana Reiss (born 1948 or 1949[1][2] in Philadelphia, Pennsylvania[3]) is a professor of psychology at Hunter College[4] and in the graduate program of Animal Behavior and Comparative Psychology at the City University of New York. Reiss's research has focused on understanding cognition and communication in dolphins and other cetaceans.[5] Her important contributions include demonstrating mirror self-awareness in dolphins via the Mirror test.[6]", "1397420": "Robert Glaser (January 18, 1921 – February 4, 2012) was an American educational psychologist, who has made significant contributions to theories of learning and instruction. The key areas of his research focused on the nature of aptitudes and individual differences, the interaction of knowledge and skill in expertise, the roles of testing and technology in education, and training adapted to individual differences. Glaser has also been noted for having developed the idea of individually prescribed instruction as well as making major contributions to the theory of adaptive education.[1]", "66769580": "Ruth Selke Eissler (born in Odesa, Russian Empire on February 21, 1906, and died in New York on October 7, 1989) was a Jewish–American physician and psychoanalyst. She is sometimes known as Ruth Eissler-Selke.", "51925677": "William Emet Blatz (/ˈblæts/; June 30, 1895 – November 1, 1964) was a German-Canadian developmental psychologist who was director of the University of Toronto's Institute of Child Study from 1925 until his retirement in 1960. He authored numerous books and was known for his creation of security theory, a precursor to attachment theory.", "52515523": "Cindy Meston is a Canadian-American clinical psychologist well-known for her research[1] on the psychophysiology of female sexual arousal. She is a Full Professor of Clinical Psychology at the University of Texas at Austin, Director of the Female Sexual Psychophysiology Laboratory,[2] and author of Why Women Have Sex [3] (with co-author Dr. David M. Buss). In 2016, the BBC, London, England named Meston one of the 100 most influential and inspirational women in the world.[4]", "69522125": "Ronald S. Wilson (March 30, 1933 – November 16, 1986)[1] was an American clinical psychologist and behavioral geneticist. At the time of his death, he was a Professor of Pediatrics at the University of Louisville and director of the Louisville Twin Study, as well as president of the Behavior Genetics Association. He joined the faculty of the University of Louisville School of Medicine in 1965 and became director of the Louisville Twin Study there in 1967; he held both positions from then until his death. Originally an associate professor at the University of Louisville, he was promoted to the rank of full professor there in 1971.[1][2][3] He was a fellow of the American Association for the Advancement of Science and the American Psychological Association, as well as a member of the Society for the Study of Human Biology and a founding fellow of the International Society for Twin Studies, of which he served as vice president from 1980 to 1983. In 1979, he received the American Association for the Advancement of Science's Socio-Psychological Prize, and in 1980, he received the James Shields Award from the International Society for Twin Studies. He was elected president-elect of the Behavior Genetics Association in 1984. He died of a heart attack while playing tennis on November 16, 1986.[1][2][4]", "676559": "Helen Cohn Schucman (born Helen Dora Cohn, July 14, 1909 – February 9, 1981) was an American clinical psychologist and research psychologist. She was a professor of medical psychology at Columbia University in New York from 1958 until her retirement in 1976. Schucman is best known for having \"scribed\" with the help of colleague William Thetford the book A Course in Miracles (1st edition, 1975),[1][2] the contents of which she claimed had been given to her by an inner voice she identified as Jesus. However, at her request, her role as its \"writer\" was not revealed to the general public until after her death.[3]", "62837472": "Marion Augustus \"Gus\" Wenger (March 12, 1907 – July 26, 1982) was an American psychologist who specialized in  psychophysiology.[1] He was born in Wheeling, West Virginia. At an early age he was nicknamed Gus. Wenger died at the age of 75 due to heart failure.", "3429090": "Sir Michael Llewellyn Rutter CBE FRS[1] FRCP FRCPsych FMedSci (15 August 1933 – 23 October 2021) was the first person to be appointed professor of child psychiatry in the United Kingdom. He has been described as the \"father of child psychiatry\".[2] Rutter was professor of developmental psychopathology at the Institute of Psychiatry, King's College London and consultant psychiatrist at the Maudsley Hospital, a post he held since 1966, until retiring in July 2021. A survey published in Review of General Psychology in 2002 ranked Rutter as the 68th most cited psychologist of the 20th century.[3] He died of cancer on October 23, 2021, aged 88.[4]", "62149346": "Holly A. Taylor is an American psychologist.", "4477669": "Rupert Thomas Gould (16 November 1890 – 5 October 1948) was a lieutenant-commander in the British Royal Navy noted for his contributions to horology (the science and study of timekeeping devices).[1] He was also an author and radio personality.", "70767347": "Carla Sharp (born 1971) is an American clinical psychologist. She is a professor in the Clinical Psychology Doctoral Program and Associate Dean for Faculty and Research at the University of Houston, where she is also Director of the Adolescent Diagnosis Assessment Prevention and Treatment Center and the Developmental Psychopathology Lab.", "39146231": "Tomas Chamorro-Premuzic (/tʃæˈmɒroʊˈprɛmʊzɪk/[1]) is an organizational psychologist who works mostly in the areas of personality profiling, people analytics, talent identification, the interface between human and artificial intelligence, and leadership development. He is currently a professor of business psychology at University College London (UCL) and an adjunct professor at Columbia University, as well as the Chief Innovation Officer at ManpowerGroup, and was previously the CEO at Hogan Assessment Systems.", "61920000": "2012 Betty Ford Award;", "38523657": "Michael Edwards (2 November 1930 – 13 March 2010) was a painter, pioneer art therapist, analytical psychologist and curator of the picture archive of the artwork of patients of C. G. Jung.[1]  He was also the first Emeritus Professor of Art Therapy at Concordia University in Montreal, Canada.[2]", "28168970": "Thayne Martin McCulloh (born August 20, 1964) is an American social psychologist and academic administrator who is currently serving as the 26th President of Gonzaga University in Spokane, Washington. McCulloh was selected as the interim successor of Robert Spitzer, S.J. on July 15, 2009.[1] A year later, on July 16, 2010, McCulloh was appointed president in his own right.[2]", "64705293": "Grace Rawlings (1909-1988) was a British educational psychologist who played a leading role in the establishment of educational psychology in Britain.", "42619672": "Gary Cziko is an American researcher, and author[1] in the field of educational psychology at the University of Illinois at Urbana–Champaign who has worked on the philosophical model known as perceptual control theory (PCT) – a model whose original developer, William T. Powers, was his mentor.[2] He has written two introductory books on the subject, and in 1995 he introduced the concept of  \"universal selectionism\" into the PCT model.[3]", "5395231": "John Anthony Sloboda OBE FBA (born 13 June 1950) is Research Professor at the Guildhall School of Music and Drama where he currently leads research on the Social Impact of Making Music.[1] He is also one of the founders of the Iraq Body Count project.[2]", "64082726": "Eli Vakil (Hebrew: אלי וקיל) (born March 4, 1953) is an Israeli clinical neuropsychologist. He is a professor emeritus and former departmental chairman of the Department of Psychology,[1] and the head of the Memory and Amnesia Lab  at the Gonda (Goldschmied) Multidisciplinary Brain Research Center at Bar Ilan University.[2] He is also director of the Rehabilitation Center for Veterans after Traumatic Brain-Injury (TBI) in Jaffa, Israel.[3]", "2315046": "Linda Susanne Gottfredson (née Howarth; born 1947) is an American psychologist and writer. She is professor emeritus of educational psychology at the University of Delaware and co-director of the Delaware-Johns Hopkins Project for the Study of Intelligence and Society. She is best known for writing the 1994 letter \"Mainstream Science on Intelligence\", which was published in the Wall Street Journal in defense of Richard Herrnstein and Charles Murray's controversial book The Bell Curve (1994).", "48223016": "Bridget Westfall is a recurring character in Australian television drama Wentworth. Bridget is introduced as the prison's new psychologist to help the inmates. She is portrayed by Libby Tanner. Bridget is notable for her relationship with Franky Doyle (Nicole da Silva), which proved popular with fans of the television series.[1] Other main storylines have involved Bridget's friendship with prison officer/governor Vera Bennett (Kate Atkinson), Bridget's support and assistance to other prisoners, and helping to reveal Ferguson's (Pamela Rabe) true colors.", "49959724": "Charles Carleton Massey (1838–1905), most well known as C. C. Massey, was a British barrister, Christian mystic and psychical researcher.[1]", "42685261": "Dorothy Vera Margaret Bishop FRS FBA FMedSci (born 14 February 1952)[4] is a British psychologist specialising in developmental disorders[6] specifically, developmental language impairments. She is Professor of Developmental Neuropsychology and Wellcome Trust Principal Research Fellow in the Department of Experimental Psychology at the University of Oxford, where she has been since 1998. Bishop is Principal Investigator for the Oxford Study of Children's Communication Impairments (OSCCI). She is a supernumary fellow of St John's College, Oxford.", "7918417": "Thomas Upham (January 20, 1799 – April 2, 1872)[1] was an American philosopher, psychologist, pacifist, poet, author, and educator.  He was an important figure in the holiness movement.[2] He became influential within psychology literature and served as the Bowdoin College professor of mental and moral philosophy from 1825-1868. His most popular work, Mental Philosophy received 57 editions over a 73-year period. Additionally, he produced a volume of 16 other books and the first treatise on abnormal psychology, as well as several other works on religious themes and figures. Specific teachings included a conception of mental faculties - one of these restoring the will to psychology be developing a tripartite division of mental phenomena into intellectual, sentient, and voluntary. The intellect subsumed sensation and perception, attention, habit, association, and memory as well as reasoning. Sensibilities included natural emotions and desires, such as appetites, propensities, and affections, and also moral emotions, such as a feeling of obligation. Finally, the last division was the will, which allowed for volition as a basic component of human nature. This positing of a will free to choose between desires and obligations reflected the author's own spiritual journey from a Calvinistic background to the Wesleyan holiness perspective. However, perhaps his most critical contribution to the field of psychology was Upham's concept of Positive psychology which asserts that there are fundamental, transcendent laws, and living in harmony with them is the key to mental and spiritual health. This concept laid the foundation for a healthy kind of religiosity, and a spiritually-based positive psychology.", "4969304": "Paul R. Pintrich (1953–2003) was an educational psychologist who made significant contributions to the fields of motivation, epistemological beliefs, and self-regulated learning. He was a professor of education and psychology at the University of Michigan where he also completed his PhD and MA. Pintrich published over 140 articles, book chapters, and books on topics related to educational psychology.", "63656812": "Clara Stern (née Joseephy; March 12, 1877 – 1945) was a German developmental psychologist.", "4608876": "Jean Lave is a social anthropologist who theorizes learning as changing participation in on-going changing practice. Her lifework challenges conventional theories of learning and education.", "61330292": "Bogdan Wojciszke (born 11 June 1952, Gdańsk), is a Polish psychologist, a humanities professor and an academic teacher.", "13751179": "Hans Zulliger (February 21, 1893 in Mett/Mache, today part of Biel/Bienne, Canton of Bern – October 18, 1965 in Ittigen) was a Swiss teacher, child psychoanalyst and author.", "74011534": "Linda Steg (born 1965) is a Dutch psychologist who is Professor of Environmental Psychology at the University of Groningen. She studies the interaction between people and their environment and how people influence their local ecosystems. She was awarded the 2020 Dutch Research Council Stevin Prize.", "67916690": "Laura Hernández Guzmán (born September 21, 1958) is a Mexican psychologist and researcher at the National Autonomous University of Mexico (UNAM). In addition, Hernández Guzmán is the editor-in-chief of the Mexican Journal of Psychology.", "18404246": "Herbert J. Freudenberger (1926–1999) was a  German-born American psychologist. Though Freudenberger had many jobs during his life, including practitioner, editor, theoretician, and author, his most significant contribution is in the understanding and treatment of stress, chronic fatigue and substance abuse.[1]", "8573854": "Jonathan Young (born September 29, 1944) is an American psychologist who was the founding curator of the Joseph Campbell Archives.", "65196967": "Patricia Gurin is a social psychologist known for her work documenting the benefits of student and faculty diversity in higher education. She is the Nancy Cantor Distinguished University Professor Emerita of Psychology and Women's Studies at The University of Michigan.[1]", "66605996": "Josephine Faniella Henny Klein (17 October 1926 – 13 November 2018), was a German-born British psychologist and psychotherapist.[1][2]", "8049584": "Harold Frederic Searles[1] (September 1, 1918 – November 18, 2015) was one of the pioneers of psychiatric medicine specializing in psychoanalytic treatments of schizophrenia. Searles had the reputation of being a therapeutic virtuoso with difficult and borderline patients;[2] and of being, in the words of Horacio Etchegoyen, president of the IPA, \"not only a great analyst but also a sagacious observer and a creative and careful theoretician\".[3]", "19321778": "Marc Jeannerod (15 December 1935 – 1 July 2011)[1] was a neurologist, a neurophysiologist and an internationally recognized expert in cognitive neuroscience and experimental psychology. His research focuses on the cognitive and neurophysiological mechanisms underpinning motor control, motor cognition, the sense of agency, and more recently language and social cognition. Jeannerod's work bridges with elegance and rigor various levels of analysis, ranging from neuroscience to philosophy of mind, with clear implications for the understanding of a number of psychiatric and neurological disorders, especially schizophrenia.", "62247866": "Jose Manuel Sabucedo is a Spanish social psychologist, professor at Universidade de Santiago de Compostela.[2] He is an expert in collective action and political violence and reconciliation, and an author of influential publications in these fields.[3] Sabucedo is director of the research group on social behaviour and applied psychometrics at USC.[4] He is also president of the Spanish Scientific Society of Social Psychology (SCEPS),[5] and associate editor of peer-reviewed Revista Latinoamericana de Psicología since 2009.[6] He was also editor-in-chief of Revista de Psicología Social/International Journal of Social Psychology between 2010 and 2016. Throughout his academic career, he also supervised 18 doctoral theses.[7] In 2007 Sabucedo received the Galicia Research Prize in the senior category, recognising 25 years of research in social and political psychology, characterised by interdisciplinarity and high social relevance.[8]", "54023107": "David J. Francis is an American psychologist, focusing in statistical models for longitudinal data, multi-level models, latent variable models, psychometrics, reading acquisition and the early identification and prevention of reading disabilities and developmental disabilities, currently the Hugh Roy and  Hugh Roy and Lillie Cranz Cullen Distinguished University Chair at University of Houston.[1][2]", "250825": "Richard Holt Hutton (2 June 1826 – 9 September 1897) was an English journalist of literature and religion.", "28464079": "Amedeo P. Giorgi is an American psychologist known for his contributions to phenomenology and humanistic psychology. He developed the Descriptive Phenomenological Method in Psychology.", "28300244": "Hans Alex Keilson (Dutch pronunciation: [ˈɦɑns ˈkɛilsɔn]; 12 December 1909 – 31 May 2011)[1] was a German-Dutch novelist, poet, psychoanalyst and child psychologist. He was best known for his novels set during the Second World War, during which he was an active member of the Dutch resistance.", "71422939": "Danielle Simonnet (born 2 July 1971) is a French politician from La France Insoumise. She was elected Member of Parliament for Paris's 15th constituency in the 2022 legislative election.[1]", "22598647": "Allan M. Collins is an American cognitive scientist, Professor Emeritus of Learning Sciences at Northwestern University's School of Education and Social Policy. His research is recognized as having broad impact on the fields of cognitive psychology, artificial intelligence, and education.", "66409467": "Ethan Kross is an American experimental psychologist, neuroscientist and writer, who specializes in emotion regulation.[1] He is a professor of psychology and management at the University of Michigan and director of the Emotion & Self Control Laboratory there.[1] Kross lives in Ann Arbor, Michigan.[2]", "49435656": "Roy Shuttleworth (Clinical Psychologist)", "55333897": "Celia Kitzinger and Sue Wilkinson are a British lesbian couple who lobbied to have their relationship recognised as a marriage in England.", "11326473": "Leslie Landon Matthews (née Landon) is an American former actress. She had a supporting role on the Little House on the Prairie television series, in which her father, Michael Landon, played the lead.", "39572494": "Ian Porteus Howard (July 20, 1927 – June 1, 2013) was a Canadian psychologist and researcher in visual perception at York University in Toronto.[1]", "72176656": "William B. Lawson is an American professor, psychiatrist and a Distinguished Life Fellow of the American Psychiatric Association (DLFAPA).", "53924881": "Edward Howard Adelson (born 1952) is an American neuroscientist who is currently the John and Dorothy Wilson Professor of Vision Science at Massachusetts Institute of Technology and an Elected Fellow of the National Academy of Sciences and American Academy of Arts and Sciences.[1]", "71750675": "Georgy Ivanovich Chelpanov (Russian: Георгий Иванович Челпанов; 28 April [O.S. 16 April] 1862 – 13 February 1936) was a Russian[1] Imperial and Soviet psychologist, philosopher and logician.", "25089054": "Francis A. Beer is an American professor emeritus of political science, University of Colorado at Boulder.[1] His research focuses on war and peace. Honors and awards include listings in Who's Who in the World and Who's Who in America, as well as other directories. He was president of the International Studies Association/West and co-edited, with Ted Gurr at the University of Colorado, a series of Sage books on \"Violence, Conflict, Cooperation.\" In addition to two Fulbright awards to France and the Netherlands he has received other awards from the Earhart Foundation, the Institute for World Order, and the National Endowment for the Humanities. At the University of Colorado, he represented the faculty as chair of the Boulder Faculty Assembly.", "41341997": "James Fadiman (born May 27, 1939) is an American writer known for his research on microdosing psychedelics. He co-founded the Institute of Transpersonal Psychology, which later became Sofia University.", "37245997": "Emil Wolfgang Menzel Jr. (April 16, 1929 – April 7, 2012) was a prominent primatologist and comparative psychologist.\nIn many ways, his pioneering observations and research laid the foundation and set the precedent for many contemporary research topics in psychology and primatology including nonverbal and gestural communication, theory of mind and behavioral economics.[1]", "1889327": "Ziva Kunda (June 13, 1955 – February 24, 2004) was an Israeli social psychologist and professor at the University of Waterloo[1] known for her work in social cognition and motivated reasoning. Her seminal paper \"The Case for Motivated Reasoning\",[2] published in Psychological Bulletin in 1990, posthumously received the Scientific Impact Award from the Society of Experimental Social Psychology.[3] Kunda authored the book Social Cognition: Making Sense of People.", "56513585": "Michael Cole (born April 13, 1938)[1] is an American psychologist and emeritus distinguished professor at the University of California, San Diego (UCSD), where he held positions in the Department of Psychology, the Department of Communication, and the Human Development Program. His research focuses on the development of a mediational theory of mind, as well as the promotion of partnerships between UCSD and the community.[2][3]", "39146555": "Michael D. Yapko (born August 5, 1954) is a clinical psychologist and author, whose work is focused on the areas of treating depression, developing brief psychotherapies and advancing the clinical applications of hypnosis.", "19256380": "Martin Reimann is a psychologist and marketing researcher. He is an associate professor of marketing at the Eller College of Management at the University of Arizona.", "33150012": "Victor Pavlovich Sheinov (Belarusian: Віктар Паўлавіч Шэйнаў; born May 3, 1940) is Professor of Psychology and Pedagogical Proficiency at the Institute of Higher Education under the auspices of the Belarusian State University (Minsk, Belarus). He is a member of the International Academy of Information Technologies and an author of more than 250 scientific works and over 40 books.", "61920315": "Jeannette R. Ickovics is an American health and social psychologist.  She is the inaugural Samuel and Liselotte Herman Professor of Social and Behavioral Sciences at the Yale School of Public Health and Professor of Psychology at the Graduate School of Arts and Sciences at Yale University. She was the Founding Chair of the Social and Behavioral Sciences at the Yale School of Public Health and the Founding Director of Community Alliance for Research and Engagement (CARE). She served as the Dean of Faculty at Yale-NUS College in Singapore from 2018 to 2021.", "53597248": "Claire V. Wiseman (born 1965) is an assistant clinical professor of psychology at the Yale School of Medicine[1][2] and a practicing clinical Psychologist and researcher who specializes in eating disorders and adolescent body image.[3]", "47207489": "Stephen Houran Behnke (born 1958) is an American psychologist, ethicist, and author.  From November 1, 2000[1] until July 8, 2015[2] he was the director of the Office of Ethics for the American Psychological Association.", "64705602": "George Seth (1905-1990) was a psychologist originally from Scotland who played an influential role in the establishment of psychology in Northern Ireland.", "52745282": "Edith K. Ackermann (1946 – December 24, 2016) was a Swiss-born American psychologist who explored the interactions between developmental psychology, play, learning and design. A graduate of the University of Geneva, and a protege to Jean Piaget, she held permanent and visiting positions at several institutions in the United States and Europe, including the MIT Media Lab.", "63919174": "Donald Allen Dewsbury (born 1939)[1] is an American comparative psychologist and historian of psychology. He is Emeritus Professor of Psychology at the University of Florida. Much of his research has focused on the history of psychology, particularly comparative and experimental psychology. He has also conducted research on animal behavior, and served as president of the Animal Behavior Society, as well as of three divisions of the American Psychological Association.[2] In 2017, he received a Presidential Citation from the American Psychological Association.[3]", "48354376": "Matt McGue is an American behavior geneticist and Regents Professor of psychology at the University of Minnesota, where he co-directs the Minnesota Center for Twin and Family Research.[1][2][3]", "15946829": "Priscilla Kari Coleman is a retired[1] Professor of Human Development and Family Studies in the School of Family and Consumer Sciences at Bowling Green State University, Ohio.[2] She is the author (or co-author) of a number of disputed academic papers, which claim to have found a statistical correlation or causal relationship between abortion and mental health problems.[3][4][5]", "9032782": "Carlfred Bartholomew Broderick (April 7, 1932 – July 27, 1999) was an American psychologist, sociologist, and family therapist, a scholar of marriage and family relations at the University of Southern California, and an author of several books. He was born in Salt Lake City, Utah, in 1932, and he died of cancer in 1999 in Cerritos, California, at the age of 67.", "38622289": "Donald H. Owings (December 7, 1943 – April 9, 2011) was a professor of psychology and faculty member of the Animal Behavior Graduate Group at the University of California, Davis.[1][2][3]  \nHis research focused on ground squirrels, in particular, their interactions with predators such as rattlesnakes; and, more generally, on concepts of communication within and between species.[4] In 1994, he was elected as a fellow of the animal behavior society[5] and in 2010 he received the Exemplar Award for mentoring graduate students.[4]", "20730962": "Clark E. Moustakas (May 26, 1923 – 10 October 2012) was an American psychologist and one of the leading experts on humanistic and clinical psychology. He helped establish the Association for Humanistic Psychology and the Journal of Humanistic Psychology. He is the author of numerous books and articles on humanistic psychology, education and human science research. His most recent books: Phenomenological Research Methods; Heuristic Research; Existential Psychotherapy and the Interpretation of Dreams; Being-In, Being-For, Being-With; and Relationship Play Therapy are valuable additions to research and clinical literature. His focus at the Michigan School of Professional Psychology (formerly the Center for Humanistic Studies) was the integration of philosophy, research and psychology in the education and training of humanistic clinical psychologists.", "33477724": "Helton Godwin Baynes, also known as ‘Peter’ Baynes (26 June 1882, Hampstead – 6 September 1943), was an English physician, army officer, analytical psychologist and author, who was a friend and early translator into English of Carl Jung.", "1266781": "David Cyril Geary (born June 7, 1957, in Providence, Rhode Island) is an American cognitive developmental and evolutionary psychologist with interests in mathematical learning and sex differences. He is currently a Curators’ Professor and Thomas Jefferson Fellow in the Department of Psychological Sciences and Interdisciplinary Neuroscience Program at the University of Missouri in Columbia, Missouri.", "41800807": "Samuel Baskin was an American psychologist and educational reformer who served on the faculty of Stephens College, Antioch College and was the first president of the Union Institute & University.", "41440367": "Tibor Kökény (born December 27, 1970, in Debrecen, Hungary) is a Hungarian psychologist and teacher of Yoga in Daily Life System.", "47764612": "Robert C. Bak (1908–1974) was a Hungarian-born psychoanalyst who moved to the United States in 1941, and eventually became President of the New York Psychoanalytic Society.", "22402205": "Thomas Michael Quinn, F.S.C. (August 9, 1922 – March 15, 2009) was an American Roman Catholic Lasallian Brothers and psychology professor.[1] Quinn served as the 25th President of Saint Mary's College of California, which was also his alma mater, from 1962 until 1969. Quinn was a 1947 graduate of the college.[2]", "43766941": "William Clifford Munro Scott (March 11, 1903 – January 19, 1997) was a Canadian psychoanalyst. He was briefly president of the British Psychoanalytical Society in 1953, and subsequently became the first president of the Canadian Psychoanalytical Society. He was one of Melanie Klein's analysands.", "64050339": "Blossom Wigdor CM (born June 13, 1924)[1] is a Canadian clinical psychologist and gerontologist.[2] She is a professor emerita at the University of Toronto. Wigdor was the director of the University of Toronto's gerontology program, the first of its kind in Canada. She founded the Canadian Association of Gerontology and was the first editor of the Canadian Journal of Aging.[3] Wigdor was known for her efforts to raise awareness around discrimination against older employees and candidates in the workplace and the job market.[4] She was named a member of the Order of Canada in November 1988.[5]", "52516009": "Esra Mungan is a Turkish academic and associate professor of psychology at Boğaziçi University[1] who was arrested in 2016[2] for signing the Academics for Peace petition \"We won’t be a party to this crime!\" demanding a peaceful solution to the conflict between the Turkish military and Kurdistan Workers Party (PKK) in South-East Turkey.[3] Mungan was among the 1128 signatories of a January 2016 petition calling for an end to violence in the region. In March 2016 she was arrested for a month. Her university was supportive of her during the period of her arrest.", "42620077": "Wendell R. Garner (January 21, 1921 – August 14, 2008) was a Yale University psychology researcher credited with making significant contributions to the cognitive revolution, in which George Miller and others applied emerging research from the fields of artificial intelligence and computer science to test ideas about human mental processes.", "72602800": "Arthur \"Art\" J. Baroody (born August 15, 1947) is an educational psychologist, academic, and an expert in mathematics education research. He is a Professor Emeritus of Curriculum and Instruction at the University of Illinois at Urbana-Champaign, and a Senior Research Fellow in Morgridge College of Education (COE) at the University of Denver.[1]", "9917616": "Theodore Xenophon Barber (1927–2005)[1] and David Smith Calverley (1937–2008)[2] were American psychologists who studied \"hypnotic behaviour\".  They measured how susceptible patients were to hypnotic induction.  One result of their research was showing that the hypnotic induction was not superior to motivational instructions in producing a heightened state of suggestibility.[1]  The Barber Suggestibility Scale, a product of their research, measures hypnotic susceptibility with or without the use of a hypnotic induction.[1]", "38687926": "Donald James West (9 June 1924 – 31 January 2020) was a British psychiatrist, parapsychologist and author.", "6280382": "Norman Bright (January 29, 1910 – August 29, 1996) was an American runner, mountaineer, and teacher. Bright once held the American record in the two-mile run.[3]", "251076": "Richard Monckton Milnes, 1st Baron Houghton, FRS (19 June 1809 – 11 August 1885) was an English poet, patron of literature and a politician who strongly supported social justice.", "251088": "William Waldegrave Palmer, 2nd Earl of Selborne KG, GCMG, PC (17 October 1859 – 26 February 1942), styled Viscount Wolmer between 1882 and 1895, was a British politician and colonial administrator, who served as High Commissioner for Southern Africa.", "36164819": "Ward Edwards (1927–2005) was an American psychologist, prominent for work on decision theory and on the formulation and revision of beliefs.", "39769309": "Shauna L. Shapiro is a professor of psychology at Santa Clara University who works on mindfulness.", "53531869": "Don Kuiken is professor emeritus in the Department of Psychology at the University of Alberta, Edmonton.[1] He received his Ph.D. in psychology in 1970 from the University of Texas at Austin. His research program is a phenomenologically guided blend of two areas: dreaming and literary reading.\nHe has served as the editor of the journal Dreaming and is member of the International Association for the Study of Dreams.[2] Currently he is Associate Editor of the journal Scientific Study of Literature. He is president of the International Society for the Empirical Study of Literature, and has published extensively over his main areas of research: research on dreaming, research on reader response, and phenomenological methods.[3][4]", "58938589": "The Murders of Molly Southbourne\nThe Survival of Molly Southbourne", "54511": "Lloyd deMause (pronounced de-Moss; September 19, 1931 – April 23, 2020) was an American lay psychoanalyst and social historian, best known for his pioneering work in the field of psychohistory.", "54517": "Alice Miller (born Alicja Englard[1][verification needed]; 12 January 1923 – 14 April 2010), was a Polish-Swiss psychologist, psychoanalyst and philosopher of Jewish origin, who is noted for her books on parental child abuse, translated into several languages. She was also a noted public intellectual.", "513272": "Irving Lester Janis (May 26, 1918 – November 15, 1990) was an American research psychologist at Yale University and a professor emeritus at the University of California, Berkeley most famous for his theory of \"groupthink\", which described the systematic errors made by groups when making collective decisions.[1][2] A Review of General Psychology survey, published in 2002, ranked Janis as the 79th most cited psychologist of the 20th century.[3]", "61363460": "Krista Renee Muis is a Canadian professor and Canada Research Chair in epistemic cognition and self-regulated learning at McGill University. Muis was elected a member of the College of New Scholars of the Royal Society of Canada in 2018.", "8836366": "Susan J. Kelley is the former Dean of the College of Health and Human Sciences at Georgia State University.  She is also currently a professor of Nursing and the Director of the National Center on Grandparents Raising Grandchildren, and founder and director of Project Healthy Grandparents, at Georgia State University.[1]", "3233040": "Gordon Alan Marlatt (November 26, 1941 – March 14, 2011)[1] was a leading American-Canadian clinical psychologist in the field of addictive behaviors from the 1980s through the 2000s. He conducted pioneering research in harm reduction, brief interventions, and relapse prevention.", "13128981": "Robert Gordon (born May 22, 1944) is a clinical psychologist, forensic psychologist, and attorney from Texas.[1] His company, Wilmington Institute Network (WIN), specializes in the alternative dispute resolution (ADR), focusing on use of Internet in conflict resolution.[2]", "8377626": "Dorothy Dinnerstein (April 4, 1923 – December 17, 1992) was an American academic and feminist activist, best known for her 1976 book The Mermaid and the Minotaur. Drawing from elements of Sigmund Freud's psychoanalysis, particularly as developed by Melanie Klein, Dinnerstein argued that sexism and aggression were both inevitable consequences of child rearing being left exclusively to women.[1] As a solution, Dinnerstein proposed that men and women equally share infant and child care responsibilities.[2] Her theories were not widely accepted at the time they were published.[3] Dorothy Dinnerstein was a feminist, expressing her position by stating that “it's easier for women than for men to see what's wrong with the world that men have run\".[3]", "33477918": "Ira Hyman is an American psychologist who is a professor of psychology at Western Washington University in Bellingham, Washington. His research is focused on human memory including traumatic memories, false childhood memories, autobiographical memory, memory in social context, and memory for phobia onset.[1]\nSome of his most influential studies are: \"Did you see the unicycling clown? Inattentional blindness while walking and talking on a cell phone\", \"Errors in autobiographical memories\", \"Individual differences and the creation of false childhood memories\", \"The role of mental imagery in the creation of false childhood memories\" and \"False memories of childhood experiences\".[2]", "17028385": "Arthur J. Bachrach ((1923-03-20)March 20, 1923 – December 19, 2011) was an American psychologist and administrator, who was Professor and Chairman of the Department of Psychology at Arizona State University, and Director of the Environmental Stress Program and Chair of Psychophysiology at the Naval Medical Research Institute at the Naval Medical Center in Bethesda.", "2807080": "Geoffrey Franklin Miller[1] (born 1965) is an American evolutionary psychologist, author, and associate professor of psychology at the University of New Mexico. He is known for his research on sexual selection in human evolution.[3][4]", "17716525": "Harriet Lerner (born November 30, 1944), is a clinical psychologist best known for her contributions to psychoanalytic concepts regarding family and feminist theory and therapy,[1][2] and for her many psychology books written for the general public. From 1972 to 2001, she was a staff psychologist at the Menninger Clinic in Topeka, Kansas, and a faculty member and supervisor at the Karl Menninger School of Psychiatry. During this time she published extensively on the psychology of women and family relationships, revising traditional psychoanalytic concepts to reflect feminist and family systems perspectives.[3]", "31675695": "Norman Bruce Anderson (born October 16, 1955) is an American scientist who was a tenured professor studying health disparities and mind/body health, and later an executive in government, non-profit, university sectors. Anderson is assistant vice president for research and academic affairs, and research professor of social work and nursing at Florida State University.[1] He previously served as chief executive officer of the American Psychological Association (APA), the largest scientific and professional association for psychologists in the United States. Anderson became the APA's first African-American CEO when he was named to the post in 2003.[2] He was the editor for the APA journal American Psychologist.[3] Prior to joining APA, Anderson was an associate director of the National Institutes of Health (NIH) and held other roles in academia.", "22795579": "Ervin Staub (born June 13, 1938) is a professor of psychology, emeritus, at the University of Massachusetts Amherst. He is the founding director of the doctoral program on the psychology of peace and violence.[1] He is most known for his works on helping behavior and altruism, and on the psychology of mass violence and genocide. He was born in Hungary and received his Ph.D. from Stanford. He later taught at Harvard University.[2] He worked in many settings, both conducting research and applying his research and theory. He worked in schools to raise caring and non-violent children, and to promote active bystandership by students in response to bullying, in the Netherlands to improve Dutch-Muslim relations, in Rwanda, Burundi and the Congo to promote healing and reconciliation.[3] He has served as an expert witness, for example, at the Abu Ghraib trials,[4] lectured widely on topics related to his work in academic, public, and government settings in the U.S. and other countries, and is the recipient of numerous honors.", "52811080": "Karyn McCluskey is a Scottish forensic psychologist who is the chief executive of Community Justice Scotland. She was formerly the director of the Violence Reduction Unit.", "26694987": "Hildebrand Dezső Várkonyi (3 August 1888 – 20 May 1971) was a monk and a teacher of Bencés order. Várkonyi was a respected and well-known Hungarian philosopher, pedagogue and psychologist.", "33150294": "David F. Tolin (born August 7, 1968)[1] is an American clinical psychologist.[2]", "65656159": "Michael John Stones (born April 26, 1947) is a British born geropsychologist, athlete and researcher. He is an Emeritus Professor at Lakehead University.[1] Stones is best known in academia for his contributions to gerontology and has published several books, book chapters and over 140 scientific papers. He has primarily conducted research on psychological well-being, healthy aging, physical performance, elder abuse, sexuality, and the use of health informatics to promote quality of care in later life. His contributions to the arts include short stories and poems in literary journals.[2]", "62182766": "Catriona Ida Macleod (born 11 April 1964[1]) is a South African researcher. She is a distinguished professor of psychology, SARChI Chair of Critical Studies in Sexualities and Reproduction, and previous Head of the Psychology Department at Rhodes University.[2][3] Her research focuses on sexual and reproductive health and feminist theory in psychology. Her book \"Adolescence\", Pregnancy, and Abortion: Constructing a threat of degeneration received the Distinguished Publication Award by the Association for Women in Psychology.[4] Since 2013, she has been editor-in-chief of the international journal Feminism & Psychology.[5]", "67655044": "Sharon Kaye Parker FASSA is an Australian academic and John Curtin Distinguished Professor in organisational behaviour at Curtin University.[1] Parker is best known for her research in the field of work design, as well as other topics such as proactivity, mental health and job performance.[2] She is a Fellow of the Academy of the Social Sciences in Australia,[3] a Fellow of the Society for Industrial and Organisational Psychology, and in 2016 received the Kathleen Fitzpatrick Australian Laureate Fellowship.[4] Parker's research has been cited over 28,000 times internationally and she has been recognised as one of the world's most influential scientists in the 2019 Highly Cited Researchers list by Clarivate,[5] as well as the 2020 World's Top 2% Scientists list by Stanford University.[6]", "2413961": "Albert Mehrabian (born 1939) is Professor Emeritus of Psychology at the University of California, Los Angeles.[1][2] He is best known for his publications on the relative importance of verbal and nonverbal messages.", "70145418": "James T. Reason CBE (born May 1, 1938)[1] is a former professor of psychology at the University of Manchester, from where he graduated in 1962 and where he tenured from 1977 until 2001. He wrote books on human error,[2] including such aspects as absent-mindedness, aviation human factors, maintenance errors, and risk management for organizational accidents.[3] In 2003, he was awarded an honorary DSc by the University of Aberdeen. He is a Fellow of the British Academy, the British Psychological Society, the Royal Aeronautical Society, and the Royal College of General Practitioners. He received a CBE in 2003 for his services in the reduction of the risks in health care. In 2011 was elected an honorary fellow of the Safety and Reliability Society.[4]", "53728658": "William J. Ryan, Jr. (September 20, 1923 – June 7, 2002) was a psychologist, civil rights activist and author. He is best known for his criticism of \"blaming the victim\", which was first published in his 1971 book of the same name. Ryan's work is considered a major structuralist rebuttal to the Moynihan Report.[1] Moynihan's report placed most of the blame for African-American poverty rates on the rise of single-parent households, which Ryan vigorously rejected as blaming victims for their victimhood.", "6608288": "Meredith Hope Eaton Gordon (sometimes credited as Meredith Eaton-Gilden; born August 26, 1974)[1] is an American actress. She is 122 cm (4 ft 0 in) tall,[2][3] and refers to herself as a \"short-stature actress\".[1][4] She is known for portraying the attorney Emily Resnick on the CBS television series Family Law (in which she was the first female with dwarfism to fill a regular role in an American prime time series), for her recurring role as Bethany Horowitz on the ABC series Boston Legal, and for her lead role as Matilda \"Matty\" Webber on the CBS series MacGyver.", "62281124": "John P. Dourley (1936–2018) was a Jungian analyst, a professor of religious studies, and a Catholic priest. He taught for many years at Carleton University in Ottawa, his doctorate being from Fordham University. He received his Diploma in Analytical Psychology from the C. G. Jung Institute in Zūrich/Kusnacht.", "31872421": "MA, University of Michigan, (1949)", "60183979": "Martin Daly is an Emeritus Professor of Psychology at McMaster University in Hamilton, Ontario, Canada, and author of many influential papers on evolutionary psychology. His current research topics include an evolutionary perspective on risk-taking and interpersonal violence, especially male-male conflict and family violence. He and his wife, the late Margo Wilson, were formerly editors-in-chief of the journal Evolution and Human Behavior and presidents of the Human Behavior and Evolution Society.", "513452": "Professor Maggie Walsh is a fictional character in the television series Buffy the Vampire Slayer. The character is portrayed by Lindsay Crouse.", "68572592": "Nicole Y. Weekes is an American psychologist and neuroscientist whose work focuses on the psychological and biological response to stress.[1] She is the Harry S. and L. Madge Rice Thatcher Professor of Psychological Science and Professor of Neuroscience at Pomona College in Claremont, California.[1]", "63264177": "Rex Lloyd Forehand (born September 17, 1945)[1] is an American psychologist. He is the Heinz and Rowena Ansbacher Endowed Professor and University Distinguished Professor of Psychological Science at the University of Vermont, where he is also the director of the Vermont Genetics Network.[2] He previously taught at the University of Georgia for over thirty years, where he served as Distinguished Research Professor and, subsequently, as Regents Professor. He was also the director of the University of Georgia's Institute for Behavioral Research for nine years.[3] In 2008, he received the Award for Distinguished Career Contributions to Education and Training in Psychology from the American Psychological Association.[4]", "2708918": "Donald H. Clark (born 1930 in New Jersey[1]) is an American writer, teacher, consultant and clinical psychologist who has specialized in group and individual work with gay people since 1968. His writing includes fiction, textbooks, and articles for both professional journals and popular magazines. He is the author of the best-selling book, Loving Someone Gay, now in its fifth edition, as well as its Spanish-language edition Amar a Alguien Gay, Someone Gay: Memoirs, Living Gay and As We Are.[2]", "62477768": "Soo Jung Lee (Korean: 이수정; born 1964) is a South Korean forensic psychologist, professor of forensic psychology at Kyonggi University in Seoul, and part of the country's first generation of criminal profilers. She has been named part of BBC's list of 100 inspiring and influential women from around the world for 2019, in the leadership category.[1][2][3] Lee has worked numerous high-profile murder cases, and believes stalking is what leads to more serious crimes. As a result of this she helped introduce an anti-stalking bill now passed in South Korea.[3]", "20567507": "James Alexander Cannon (4 August 1896 – 18 March 1963) was a British psychiatrist, occultist, hypnotist and author. He became well known in the 1930s for his occult writings and claims, and more recently for his alleged influence on King Edward VIII shortly before his abdication.", "4511195": "Heinrich Klüver (/ˈkluːvər/; May 25, 1897 – February 8, 1979) was a German-American biological psychologist and\nphilosopher born in Holstein.", "52155876": "Tomi Kōra (Japanese: 高良 とみ, Hepburn: Kōra Tomi, July 1, 1896 – January 17, 1993)[3] was a Japanese psychologist, peace activist, and politician. She published under the name Tomiko Kōra (高良 とみ, Kōra Tomiko).", "39278061": "Charles Samson Féré (13 July 1852 in Auffay – 22 April 1907) was a French physician.", "1234417": "Reportedly haunted locations:", "5199354": "Theodore Millon (/mɪˈlɒn/)[1] (August 18, 1928 – January 29, 2014) was an American psychologist known for his work on personality disorders. He founded the Journal of Personality Disorders and was the inaugural president of the International Society for the Study of Personality Disorders. In 2008 he was awarded the Gold Medal Award For Life Achievement in the Application of Psychology by the American Psychiatric Association and the American Psychological Foundation named the \"Theodore Millon Award in Personality Psychology\" after him. Millon developed the Millon Clinical Multiaxial Inventory, worked on the diagnostic criteria for passive-aggressive personality disorder, worked on editions of the Diagnostic and Statistical Manual of Mental Disorders, and developed subtypes of a variety of personality disorders.", "32265725": "Isabel Gauthier is a cognitive neuroscientist currently holding the position of David K. Wilson Professor of Psychology and head of the Object Perception Lab[1] at Vanderbilt University’s Department of Psychology.[2]  In 2000, with the support of the James S. McDonnell Foundation, she founded the Perceptual Expertise Network (PEN),[3] which now comprises over ten labs based across North America. In 2006 PEN became part of the NSF-funded Temporal Dynamics of Learning Center (TDLC).[4]", "52876799": "Robert Keith Sawyer is an American psychologist. He is the Morgan Distinguished Professor in Educational Innovations at University of North Carolina at Chapel Hill. He is an expert on creativity, innovation and learning.[1][2][3][4]", "55367181": "Stanley Lynn \"Stan\" Deno (died October 12, 2016) was an American educational psychologist and professor of educational psychology at the University of Minnesota, where he was also the director of the Special Education Program.[2]", "3462679": "Missy Gold (born Melissa Fisher; July 14, 1970) is an American psychologist and former child actress. She is known as portraying the governor's daughter, Katie Gatling, on the sitcom Benson (1979–86).", "3135010": "Sebastian Leitner (1919 in Salzburg – 1989) was a German commentator and science popularizer.", "21550627": "Maria Orwid (23 July 1930 – 9 February 2009) was a Polish psychiatrist and pioneer of Child and Family psychiatry and of Family therapy in Poland.[1] She was a professor of the Jagiellonian University. As a survivor of the Holocaust, she contributed to the literature.[2]", "61625894": "Kellett Mid-Career Research Award", "21288487": "Liam Hudson (1933–2005) was a British social psychologist and author. Richard Webster writes that Hudson's work provides the best introduction to \"the general question of the psychological correlates of intellectual specialisation\", and praises his Contrary Imaginations and Frames of Mind as \"rich storehouses of evidence, insight and careful inference.\"[1]", "55924277": "Catherine Tamis-LeMonda is a developmental psychologist and professor of applied psychology at New York University (NYU). She is an expert on parenting practices and the influence of parent-child social interaction on language, cognitive, and social development. She has co-edited numerous volumes on parenting and early child development including the Handbook of Father Involvement: Multidisciplinary Perspectives[1] (with Natasha J. Cabrera) and Child Psychology: A Handbook of Contemporary Issues[2] (with Lawrence Balter) and Gender Roles in Immigrant Families[3] (with Susan Chuang).", "47273526": "Ruth May Strang (April 3, 1895 – January 1971) was an American psychologist whose primary research interests were in child and adolescent psychology.", "56907321": "\"Send in Stewie, Please\" is the twelfth episode of the sixteenth season of the animated sitcom Family Guy, and the 301st episode overall. It aired on Fox in the United States on March 18, 2018 with limited commercial interruption due to its runtime of 25 minutes,[1] and is written by Gary Janetti and directed by Joe Vaux.", "46454333": "John F. Kennedy University", "65001022": "James Hollis is an American Jungian psychoanalyst, author, and public speaker. He is based in Washington, D.C.[1][2]", "28235327": "Paula Frías Allende (22 October 1963 – 6 December 1992)[4] was an educator and humanitarian who was the daughter of Chilean-American author Isabel Allende. Her grandfather was first cousin to Salvador Allende, President of Chile from 1970 to 1973.[5][6][7] After her death, her mother started a foundation to continue works in Paula's name.", "29054525": "Gerald Samuel Lesser (August 22, 1926 – September 23, 2010) was an American psychologist who served on the faculty of Harvard University from 1963 until his retirement in 1998.  Lesser was one of the chief advisers to the Children's Television Workshop (CTW, later known as the Sesame Workshop) in the development and content of the educational programming included in the children's television program Sesame Street.  At Harvard, he was chair of the university's Human Development Program for 20 years, which focused on cross-cultural studies of child rearing, and studied the effects of media on young children.  In 1974, he wrote Children and Television: Lessons From Sesame Street, which chronicled how Sesame Street was developed and put on the air.  Lesser developed many of the research methods the CTW used throughout its history and for other TV shows.  In 1968, before the debut of Sesame Street, he led a series of content seminars, an important part of the \"CTW Model\", which incorporated educational pedagogy and research into TV scripts and was used to develop other educational programs and organizations all over the world.  He died in 2010, at the age of eighty-four, and was survived by his wife, a daughter, a son, and a grandchild.", "42161726": "Mohammad Samir Hossain (born 28 November 1976) is a Bangladeshi theorist living in New Zealand[1] who is one of the few Muslim scientists[2] in the field of death anxiety research.[3][4][5][unreliable source?] He is the pioneering physician to introduce scientific thanatology and spiritual psychiatry in Bangladesh.[6][7][8] He is also an author of multiple theory books on death adjustment.[9][2]", "21026379": "Norman Louis Farberow (February 12, 1918 – September 10, 2015) was an American psychologist, and one of the founding fathers of modern suicidology.[1] He was among the three founders in 1958 of the Los Angeles Suicide Prevention Center, which became a base of research into the causes and prevention of suicide.", "73389658": "Eugenia Hanfmann (March 3, 1905 - September 14, 1983) was an American psychologist and educator who was born in Russia.[1] Early in her career, Hanfmann was associated with Kurt Koffka and the Gestalt movement of psychology.[1] Later she conducted research and published on schizophrenia and personality assessment.[2] Hanfmann established a counseling service at Brandeis University[3] and helped form its psychology department with Abraham Maslow. Hanfmann is considered to be one of the early pioneers of women in psychology.[4]", "23778913": "Nora Louise Ahlberg (born 23 December 1952) is a Norwegian psychologist. She was Professor of Psychology at the University of Oslo and Director of the Psychosocial Centre for Refugees and later Director of the Norwegian Centre for Migration and Minority Health, a government agency that is now part of the Norwegian Institute of Public Health.[1]", "2184802": "John Michael Bailey (born July 2, 1957) is an American psychologist, behavioral geneticist, and professor at Northwestern University best known for his work on the etiology of sexual orientation and paraphilia. He maintains that male sexual orientation is most likely established in utero.[1][2][3]", "26302051": "Kennon Marshall Sheldon is a professor of psychological sciences at the University of Missouri in Columbia, Missouri. His research is in the areas of well-being, motivation, self-determination theory, personality, and positive psychology. In 2002 he was a recipient of a Templeton Foundation \"Positive Psychology\" prize[1] and in 2014 received the Ed and Carol Diener award for mid-career achievement in personality psychology.  He is the author of Optimal Human Being: An Integrated Multi-level Perspective,[2] Self-determination Theory in the Clinic:  Motivating physical and mental health,[3] and has written and edited several other academic books, as well as more than 200 academic articles and book chapters.[4]", "13489764": "Eberhard Schorsch (30 December 1935 – 14 November 1991) was a German physician, psychotherapist, psychiatrist, author and sexologist.", "17421923": "Nils Yngve Wessell (April 14, 1914 – March 4, 2007) was an American psychologist and the eighth president of Tufts University from 1953 to 1966, overseeing its transformation from a small liberal arts college to an internationally known research university.", "43832936": "Jaime Giraldo Ángel (September 15, 1929 – August 23, 2014) was a Colombian attorney and psychologist. He served as Minister of Justice from August 7, 1990, until August 7, 1991, under former President César Gaviria.[1]", "31577705": "George R. Klare (April 17, 1922 – March 3, 2006) was a World War II veteran and  a distinguished professor of psychology and dean at Ohio University. His major contribution was in the field of readability. From the beginning of the 20th century, the assessment of the grade level of texts for different grades of readers was a central concern of reading research. It was well known that without correctly graded texts, readers would not improve their reading skill. There were over 1,000 published studies on this topic.  Klare's contribution to that effort came both in his critical reviews of the studies and his participation in original research.", "36394604": "Vladimír Vondráček, M.D. (February 23, 1895, Prague – May 10, 1978) was a leading Czech psychiatrist. He is considered one of the founders of Czech medical psychology, psychopharmacology, dietetics and psychiatric sexology. After World War II, Vondráček became the \"legendary head physician\" at the Psychiatric Clinic in Prague. He was an important popularizer of psychiatry and related sciences, and contributed to the integration of the mentally ill into normal life. Vondráček is the author of about 225 studies and books, of which probably the best known is his work Fantastické a magické z hlediska psychiatrie (Fantastic and Magical from the Viewpoint of Psychiatry). He is also noteworthy for his three-part memories.", "57136752": "James Jay Jaccard (born September 13, 1949)[1] is an American psychologist and social work researcher. He is a Professor of Social Work at New York University's Silver School of Social Work. He received his Ph.D. from the University of Illinois at Urbana–Champaign in 1976. He helped to design the National Longitudinal Study of Adolescent to Adult Health (also known as Add Health).[2] In 2016, he was inducted into the American Academy of Social Work and Social Welfare.[3]", "1857137": "William Damon (born 1944 in Brockton, Massachusetts) is a professor at Stanford University and senior fellow at Stanford University's Hoover Institution. He is one of the world's leading scholars of human development. Damon has done pioneering research on the development of purpose in life and wrote the influential book The Path to Purpose.[1] Damon has helped design innovative developmental methods such as peer learning. Damon also is known for his studies of effective philanthropy. His current work includes a study exploring purpose in higher education and a study of family purpose across generations. Dr. Damon writes on intellectual and social development through the lifespan. Damon has been elected to the National Academy of Education[2] and the American Academy of Arts and Sciences.[3]", "43341430": "Eliana Gil (born 24 April 1948),[1] is a lecturer, writer, and clinician of marriage, family and child. She is on the board of a number of professional counselling organizations that use play and art therapies, and she is the former president of the Association for Play Therapy (APT).[2]", "58578555": "Guy Montrose Whipple (June 12, 1876 – August 1, 1941) was an American educational psychologist known for developing psychological tests of human intelligence and personality.[4][5] His other research interests included gifted education, literacy,  vocational education,[6] and the psychology of eyewitness testimony.[7][8] A 1997 article about giftedness described Whipple as \"an all-but-forgotten pioneer in this field\".[9]: 7", "19453571": "Stephen W. Porges (born 1945) is an American psychologist and neuroscientist. He is the Professor of Psychiatry at the University of North Carolina at Chapel Hill.[1] Porges is also currently Director of the Kinsey Institute Traumatic Stress Research Consortium at Indiana University Bloomington,[2] which studies trauma.", "36230788": "Amy Joy Casselberry Cuddy (born July 23, 1972)[1][2] is an American social psychologist, author and speaker. She is a proponent of \"power posing\",[3][4] a self-improvement technique whose scientific validity has been questioned.[5][6] She has served as a faculty member at Rutgers University, Kellogg School of Management and Harvard Business School.[7] Cuddy's most cited academic work involves using the stereotype content model that she helped develop to better understand the way people think about stereotyped people and groups.[8] Though Cuddy left her tenure-track position at Harvard Business School in the spring of 2017,[5] she continues to contribute to its executive education programs.[9]", "12539541": "Paul Federn (October 13, 1871 – May 4, 1950) was an Austrian-American psychologist who was a native of Vienna. Federn is largely remembered for his theories involving ego psychology and therapeutic treatment of psychosis.", "53696165": "Petronella Antonia Gerarda \"Jolanda\" Jetten FASSA (born 19 April 1970, Simpelveld)[1] is a Dutch social psychologist and a professor at the University of Queensland. She won the Spearman Medal in 2004 and was inducted into the Academy of the Social Sciences in Australia in 2015. Her research concerns social identity, social groups, and group dynamics.", "30987945": "Alberta Banner Turner (March 17, 1909 – January 31, 2008[1]) was an African American professor and psychologist, and a noted civil rights and women's rights activist in the field of psychology.", "19158697": "John D. Hogan (born in 1939) is an American psychologist and noted author on the history of psychology. He is a professor of psychology at St. John's University in Jamaica, Queens, New York, where he taught since 1965. Additionally, he served as the history and obituary editor for American Psychologist for thirteen years. He was elected President of Division 52 of the American Psychological Association (International Psychology) for 2011–2012. From 2009 to 2010, he served as President of Division One (Society for General Psychology).[1]", "67622572": "CPA Lifetime Achievement Award (1997);\nAPA Clinical Division Lifetime Achievement Award (2000);", "25384643": "Edward William Cox known as Serjeant Cox (1809–1879) was an English lawyer and legal writer, who was also a successful publisher. He has been described as \"the greatest entrepreneur of 'class' journalism\".[1]", "57956039": "Stephan Ross (September 20, 1931 – February 24, 2020), also known as Steve Ross, was a Polish-American holocaust survivor who spearheaded the creation of the New England Holocaust Memorial.", "39376589": "Arie W. Kruglanski (born in 1939) is a social psychologist known for his work on goal systems, regulatory mode, and cognitive closure.[1] He is currently a distinguished professor of psychology at the University of Maryland, College Park.", "64280276": "Professor Elizabeth Ann Newson OBE (8 April 1929 – 6 February 2014) was a British developmental psychologist recognised for her work with children on the autism spectrum. She proposed the condition pathological demand avoidance in 1980.", "18470635": "Denis James Madden (born March 8, 1940) is an American prelate of the Roman Catholic Church who served as an auxiliary bishop of the Archdiocese of Baltimore, Maryland from 2005 to 2015.", "67294958": "José Luis Pinillos Díaz (11 April 1919 – 4 November 2013) was a Spanish psychologist. He spent 20 years as the psychology chair at the Complutense University of Madrid. Considered the father of contemporary Spanish psychology, Pinillos wrote a textbook, Principios de Psicología, that was once used by most introductory psychology courses in Spain.", "251635": "Gerard Hendrik (Geert) Hofstede (2 October 1928 – 12 February 2020) was a Dutch social psychologist, IBM employee, and Professor Emeritus of Organizational Anthropology and International Management at Maastricht University in the Netherlands,[1] well known for his pioneering research on cross-cultural groups and organizations.[2]", "11949812": "Dale Berger is a professor of Psychology, Emeritus, and former Dean of the School of Behavioral and Organizational Sciences (SBOS), Claremont Graduate University in Claremont, California. Berger is a cognitive psychologist and research methodologist with a focus on the use of technology in support of teaching and learning statistics.", "59660028": "Aron Borissovich Zalkind (Russian: Аро́н Бори́сович За́лкинд; 17 June 1888 – July 1936) was a Soviet psychologist, paedologist and psychoanalyst.", "21518080": "Nick C. Ellis is a Welsh psycholinguist, professor of psychology, and a research scientist at the English Language Institute of the University of Michigan.[1] As a researcher, Ellis' focus is on applied linguistics with interest in second language acquisition, corpus linguistics, psycholinguistics, emergentism, complex dynamic systems approaches to language, reading and spelling acquisition in different languages, computational modeling and cognitive linguistics.", "3528466": "Ronald L. Cohen was a social psychologist whose research was focused on justice.  He was born in 1945 and died in 2020. He was a faculty member at Bennington College and the co-author or editor of several books and numerous peer-reviewed journal articles, including:", "3069720": "Jacques Mehler (17 August 1936 – 11 February 2020) was a cognitive psychologist specializing in language acquisition.[1][2][3][4]", "64739101": "Robert Maclaughlin Farr (1936 - 2013) was a social psychologist from Northern Ireland who played an important role in promoting and developing social representation theory.", "8738590": "Dale H. Schunk is an educational psychologist, former Dean and current professor in the School of Education at the University of North Carolina at Greensboro. He has researched the effects of social and instructional variables on cognition, learning, self-regulation and motivation. Schunk has served on the editorial boards of journals such as Contemporary Educational Psychology and Educational Psychology Review, and has authored many journal articles and book chapters on educational psychology. In addition to other books, he is author of the widely used textbook, Learning Theories: An Educational Perspective, and coauthor of Motivation in Education: Theory Research and Applications.", "4511532": "Nancy Thompson is a fictional character in the A Nightmare on Elm Street franchise. She first appears in A Nightmare on Elm Street (1984) as a teenager hunted in her dreams by enigmatic serial killer Freddy Krueger. In this film, she was portrayed by Heather Langenkamp—who reprises the role in the sequel, A Nightmare on Elm Street 3: Dream Warriors (1987). Langenkamp later portrayed a fictional version of herself who embodies the role of Nancy in Wes Craven's New Nightmare (1994). A reimagined version of the character, Nancy Holbrook, is portrayed by Rooney Mara in the 2010 remake.", "37836588": "Robert E. Lane (August 19, 1917 in Philadelphia[1] – December 2017)[2] was an American political scientist and political psychologist. He was the Eugene Meyer Professor Emeritus of Political Science at Yale University.[3] Lane taught there for nearly 50 years; during that time, he twice headed the department and helped lead the shift towards behavioralism.[4]", "54023983": "Carol A. Tamminga is an American psychiatrist and neuroscientist, focusing in treating psychotic illnesses, such as schizophrenia, psychotic bipolar disorder, and schizoaffective disorder, currently the Lou and Ellen McGinley Distinguished Chair in Psychiatric Research and the Chief of the Translational Neuroscience Division in Schizophrenia at University of Texas Southwestern Medical Center.[1] She has been Chair of the Department of Psychiatry at UTSW since 2008. She is an Elected Fellow of the National Academy of Medicine. She serves on the advisory boards of the Brain and Behavioral Research Foundation and of the National Institute of Mental Health (NIMH).[2] In 2011 she was awarded the Lieber Prize for Outstanding Achievement in Schizophrenia Research.[3] Tamminga led a study examining whether giving Prozac to fetuses with Down syndrome would improve the functioning of their brains.[4][5] In her attempt to confirm psychiatric diagnoses biologically, she found \"biotypes\" or \"clusters.\"[6] Her current research involves mechanisms underlying schizophrenia, especially its most prominent symptoms, psychosis and memory dysfunction.[7][8][9]", "6674227": "Richard Whittington-Egan (22 October 1924 – 14 September 2016) was a British writer and criminologist,[1] the author of Liverpool Colonnade and Liverpool Roundabout, two colourful chronicles of Liverpool's historical characters, crimes and mysteries.  A leading author on true crime over a long period of time, he is acknowledged also as an expert on Jack the Ripper.", "57300793": "Alain Delbe (born 24 October 1954[1] in Douai) is a French writer, child psychologist and psychotherapist.", "63559485": "Jeanine Ann Roose (October 24, 1937 – December 31, 2021) was an American child actress and psychologist.", "14276414": "Leta Stetter Hollingworth (25 May 1886 – 27 November 1939) was an American psychologist, educator, and feminist. Hollingworth also made contributions in psychology of women, clinical psychology, and educational psychology.[1] She is best known for her work with gifted children.[2][3]", "45274949": "Deborah Delanoy is an American parapsychologist.[1] She was the President of the Parapsychological Association in 1994, and a co-editor of the European Journal of Parapsychology from 1990 until 1999.[2] She was also the director of the Centre for the Study of Anomalous Psychological Processes at the University of Northampton, where she studied whether people could unconsciously respond to remote influences, such as another person's thoughts.[3][4]", "35673926": "Marie Jenny Emilie Aubry (née Weiss; 8 October 1903 – 21 January 1987) was a French psychiatrist and psychoanalyst.", "43308875": "Sandra Trehub (1938 — January 20, 2023) was a Canadian psychologist recognized for her research in the field of music psychology. She held the position of Professor Emeritus at the University of Toronto.[1]", "10835788": "Friedemann Schulz von Thun (born August 6, 1944 in Soltau[1]) is a German psychologist and expert in interpersonal communication and intrapersonal communication. Schulz von Thun worked as a professor of psychology at the University of Hamburg until his retirement on 30 Sep. 2009. Among his various publications is a three-part book series titled \"Miteinander Reden\" (Talking With Each Other) which has become a standard textbook series in Germany and is widely taught in schools, universities, and vocational skills training. Schulz von Thun developed a number of comprehensive theoretical models to help people understand the determinants and processes of inter-personal exchange and their embeddedness in the individual inner states and the outward situation. He invented the four sides model and developed a widely used visualization of the virtue square.", "11982678": "Sue Johnson CM is a British clinical psychologist, couples therapist and author living and working in Canada.[1] She is known for her work in the field of psychology on bonding, attachment and adult romantic relationships.[2]", "26564439": "Masahiko Minami (南 雅彦, Minami Masahiko) is a linguistics professor at San Francisco State University where he specializes in Japanese language and cross-cultural studies. He is editor-in-chief of the Journal of Japanese Linguistics (De Gruyter Mouton) and associate editor of Narrative Inquiry (John Benjamins). He is also coordinator for the Japanese Language Proficiency Test (日本語能力試験, Nihongo Nōryoku Shiken: JLPT) for Northern California. In addition, he served as president of the Foreign Language Association of Northern California (FLANC) and President of the Northern California Japanese Teachers’ Association (NCJTA).", "31512410": "Daniel Lagache (December 3, 1903 – December 3, 1972) was a French physician, psychoanalyst, and professor at the Sorbonne. He was born and died in Paris.", "21747560": "Richard Bromfield is an American psychologist on the faculty of Harvard Medical School who specializes in the therapy and upbringing of children and adolescents. His writings for the popular press have been widely praised for their relevance and accessibility.[1]", "350058": "Arthur Janov (/ˈdʒænəv/; August 21, 1924 – October 1, 2017), also known as Art Janov,[1] was an American psychologist, psychotherapist, and writer. He gained notability as the creator of primal therapy, a treatment for mental illness that involves repeatedly descending into, feeling, and experiencing long-repressed childhood pain.[2] Janov first directed a psychotherapy institute called the Primal Institute on North Almont Dr. in West Hollywood, California and from 1980 at the Janov Primal Center at 1205 Abbot Kinney Boulevard, in Venice, Los Angeles and latterly on Ashland Avenue in Santa Monica, California.", "48551790": "Li Tao (Chinese: 李涛) is a Chinese academic psychiatrist. She is the dean of the Mental Health Center affiliated to Zhejiang University School of Medicine. She is a clinician, professor, and researcher, specialising in topics relating to molecular genetics and mental illness.", "24041331": "Jean Matter Mandler (born 1929) is Distinguished Research Professor of Cognitive Science at the University of California, San Diego and visiting professor at University College London.", "25089912": "Andreas Demetriou (Greek: Ανδρέας Δημητρίου; born Andreas Panteli Demetriou on 15 August 1950) is a Greek Cypriot developmental psychologist and former Minister of Education and Culture of Cyprus. He is a founding fellow and president of The Cyprus Academy of Sciences, Letters and Arts.", "65689481": "Debra A. Murphy is a Professor Emerita at the University of California, Los Angeles in the Department of Psychiatry.[1]", "46421903": "George Schlager Welsh (September 24, 1918 – December 10, 1990), an early personality researcher, was best known for his research on creativity.[1] Having a diverse range of experiences in psychopathology and personality assessment during World War II times, he dedicated his career to developing and utilizing personality assessment tools.[1]", "11982743": "Leslie Samuel Greenberg (born 30 September 1945) is a Canadian psychologist born in Johannesburg, South Africa, and is one of the originators and primary developers of Emotion-Focused Therapy for individuals and couples.[1] He is a professor emeritus of psychology at York University in Toronto, and also director of the Emotion-Focused Therapy Clinic in Toronto.[2] His research has addressed questions regarding empathy, psychotherapy process, the therapeutic alliance, and emotion in human functioning.[1]", "33413053": "Actor, 1976-1995", "55105479": "Frederick X. \"Rick\" Gibbons is an American psychologist who has been a professor of psychology at the University of Connecticut since August 2012. His research focuses on social psychology and health psychology.[1][2]", "1300423": "Amelia Frid (born 30 July 1975 in Soviet Union) is an Australian former child actress who played Cody Willis in Neighbours. She retired from acting to concentrate on studies and her current profession is forensic psychology.[1] Frid's final appearance in Neighbours as Cody Willis was 30 July 1991 which was her 16th birthday.", "33314763": "David Murray Fergusson (May 1944 – 3 October 2018) was a New Zealand psychologist. He was a professor of psychological medicine at the University of Otago, Christchurch, from 1999 until 2015. He is notable for work on the Christchurch Health and Development Study and for his research on abortion and mental health.", "23943124": "Melissa Farley (born 1942) is an American clinical psychologist, researcher[1][2][3] and radical feminist anti-pornography and anti-prostitution activist.[4][5] Farley is best known for her studies of the effects of prostitution, trafficking and sexual violence. She is the founder and director of the San Francisco-based organization, Prostitution Research and Education.", "40851416": "Sander Griffioen (born 31 May 1941) is a Dutch philosopher, and Emeritus Professor for intercultural philosophy at the Vrije Universiteit in Amsterdam.", "47634394": "Monte Bernard Shapiro (May 31, 1912 – April 29, 2000) was one of the founding fathers of clinical psychology in the United Kingdom.[1]", "5855196": "John Bissell Carroll (June 5, 1916 – July 1, 2003) was an American psychologist known for his contributions to psychology,[1] linguistics[2] and psychometrics.[3]", "64968678": "Kevin William Walsh AO (13 July 1925 – 4 December 2017) was an Australian pioneer of the profession of clinical neuropsychology.[1][2][3]", "47863785": "Lars-Eric Uneståhl, born in 1938, is a Psychologist and PhD in psychology. He is one of the psychologists in Sweden that introduced the Swedish Model of Mental Training for athletes and others.", "50714607": "David Kennedy Fraser FRSE FEIS (10 February 1888 – 26 August 1962) was a Scottish psychologist, educator and amateur mathematician. He was an author of several books looking at the education of the handicapped and was closely associated with the Scottish Association for Mental Health. He campaigned vigorously for the rights of handicapped persons.[1]", "70506484": "Javaune Marie Adams-Gaston is an American psychologist and academic administrator. She is the seventh president of Norfolk State University.", "72177654": "Irwin Berg (October 9, 1913 – March 1, 2001) was dean and head of the Psychology Department of the College of Arts and Sciences at Louisiana State University.[2] Previously President of the Illinois Psychological Association[3] and the Southwestern Psychological Association in 1964,[4] he contributed to the advancement of the study of psychopathology and counseling psychology.[5]", "9328643": "Moisés Salinas Fleitman is a Mexican scholar of  developmental and social psychology, a multi-cultural educator,  a Zionist political activist, and the former Chief diversity officer at Central Connecticut State University and Rector (academia) at ORT University Mexico.", "61298695": "Bruce J. Avolio is an American academic in the field of leadership studies. He is the Professor of Management, Mark Pigott Chair in Business Strategic Leadership, and executive director of the Center for Leadership & Strategic Thinking in the Foster School of Business at the University of Washington. He is a fellow of the American Psychological Society, the Academy of Management, the American Psychological Association, the Society for Industrial and Organizational Psychology, and the Gerontological Society of America.[1][2]", "61888520": "Gretchen Chapman is a cognitive psychologist known for her work on judgment and decision making in health-related contexts, such as clinical decision making and patient preferences, preventive health behavior, and vaccination. She is Professor of Social and Decision Sciences at Carnegie Mellon University.[1] Chapman served as an Editor of the journal Psychological Science[2] and is a Fellow of the Association for Psychological Science.[3]", "45275149": "Caroline Watt (born 1962) is a Scottish psychologist and professor of parapsychology.[2][3]  She is the holder of the Koestler Chair of Parapsychology at the University of Edinburgh.[2][4]  She is a past president of the Parapsychological Association.[5]\nShe is an author of several papers and books on parapsychology and runs an online course that helps educate the public about what parapsychology is and to think critically about paranormal claims.[6]", "61888528": "Linda C. Gallo is a scientist known for behavioral medicine. Gallo is a professor at San Diego State University and serves as a part of the San Diego State / University of California, San Diego Joint Doctoral Program in Clinical Psychology.[1] She serves as a co-director at the South Bay Latino Research Center.[2]", "73127960": "Aminta H. Breaux (born February 11, 1959) is an American psychologist and academic administrator. She is the 10th president of Bowie State University. Breaux previously held leadership positions at Millersville University of Pennsylvania, University of the Sciences, and Drexel University.", "710681": "Theodate Pope Riddle (February 2, 1867 – August 30, 1946) was an American architect and philanthropist.  She was one of the first American women architects and a survivor of the sinking of the RMS Lusitania.", "1398825": "Kazimierz Dąbrowski (1 September 1902 in Klarów – 26 November 1980 in Warsaw) was a Polish psychologist, psychiatrist, and physician. He is known for his theory of \"positive disintegration\" as a mechanism in personality development. He was also a poet who used the pen name \"Paul Cienin, Paweł Cienin\".[1]", "32331823": "Donald Lee Beggs was the President of Wichita State University from 1999 until 2012 when he was replaced by John W. Bardo. He was chair of the Kansas Board of Regents Council of University Presidents for the 2002-03 academic year.", "31578160": "John Selby (born 1945) is the American author[1] of over two dozen self-help, spiritual-growth, business-success and psychology books published in 14 languages, with half a million books in print, \npublished during the last 35 years by New World Library, Warner Books, Bantam Books, Doubleday (publisher), Dell, Random House, Harper San Francisco, Droemer Knaur Verlag, DTV Verlag, Rowohlt Verlag, and Sterling Books.", "186417": "Erving Goffman (11 June 1922 – 19 November 1982) was a Canadian-born American sociologist, social psychologist, and writer, considered by some \"the most influential American sociologist of the twentieth century\".[1]", "58939442": "Frieda Goldman-Eisler (born Frymet Leib, also known as Frieda Eisler) (1907–1982) was a psychologist and pioneer in the field of psycholinguistics.[1] She is known for her research on speech disfluencies;[2][3] a volume dedicated in her honor calls her \"the modern pioneer of the science of pausology\".[4]", "22566969": "Thomas Hice Budzynski (October 13, 1933 – February 14, 2011)[1] was an American psychologist and a pioneer in the field of biofeedback, inventing one of the first electromyographic biofeedback training systems in the mid-1960s. In the early 1970s, he developed the Twilight Learner in collaboration with John Picchiottino. The Twilight Learner was one of the first neurotherapy systems.", "13195327": "Dana Ward is a professor emeritus of Political Studies at Pitzer College, where he founded and maintains the Anarchy Archives and where he taught from 1982 through 2012. He was the Executive Director of The International Society of Political Psychology from July 1998 to the Fall of 2004. Dana Ward received his BA from University of California, Berkeley, an MA in political science from The University of Chicago, and a double PhD in political science and psychology from Yale University. Ward also served on the Psychology faculty at the Claremont Graduate University. Ward taught at St. Joseph's University during Fall 1981 through Spring 1982, at Ankara University in 1986 on a Fulbright Fellowship, at the Johns Hopkins-Nanjing University Center for Chinese and American Studies, from the fall of 1990 through the spring of 1992, and at Miyazaki International College, Miyazaki, Japan, from January 1995 through January 1997.", "33445957": "Willem Albert Wagenaar (30 June 1941 in Utrecht – 27 April 2011) was a Dutch psychologist noted for his work on the reliability of memory. He gained fame as an expert witness in some high-profile legal cases.[1][2][3][4]", "44881993": "John Edward Arnold (né Paulsen;[1] March 14, 1913 – September 28, 1963) was an American professor of mechanical engineering and professor of business administration at Stanford University. He was a pioneer in scientifically defining and advancing inventiveness, based on the psychology of creative thinking and imagination, and an internationally recognized innovator in educational philosophy.[1][2][3]", "38721631": "Pål Johan Karlsen (27 June 1975) is a Norwegian writer, editor and psychologist.[1][2] He reports on recent findings in social science, psychology and neuroscience for Norwegian newspaper Aftenposten.", "8738925": "Jean Decety is an American–French neuroscientist specializing in developmental neuroscience, affective neuroscience, and social neuroscience. His research focuses on the psychological and neurobiological mechanisms underpinning social cognition, particularly social decision-making, empathy, moral reasoning, altruism, pro-social behavior, and more generally interpersonal relationships. He is Irving B. Harris Distinguished Service Professor at the University of Chicago.", "12998767": "Brian A. Wandell is the Isaac and Madeline Stein Family Professor at Stanford University, where he is Director of the Stanford Center for Cognitive and Neurobiological Imaging, and Deputy Director of the Wu Tsai Neuroscience Institute.[1]\nHe was  a founding co-editor of the Annual Review of Vision Science.[2]", "22730870": "Peter Francis Saville (26 October 1946 – 5 January 2022) was a British chartered occupational psychologist specialising in psychometrics, personality and talent management.", "67590264": "Maureen Christina Kenny Winick (born December 24, 1967) is an American psychologist. She is a Full Professor in the Department of Psychology at Florida International University. Kenny's work has focused on examining mandatory reporters, such as teachers,  compliance with their ethical and legal obligation to report suspected child maltreatment.", "16734342": "Hazel June Linda Rose Markus (born 1949) is an American social psychologist and a pioneer in the field of cultural psychology. She is the Davis-Brack Professor in the Behavioral Sciences at Stanford University in Stanford, California. She is also a founder and faculty director of Stanford SPARQ, a \"do tank\" that partners with industry leaders to tackle disparities and inspire culture change using insights from behavioral science. She is a founder and former director of the Research Institute of the Center for Comparative Studies in Race and Ethnicity (CCSRE). Her research focuses on how culture shapes mind and behavior. She examines how many forms of culture (e.g., region of origin, ethnicity, race, social class, gender and occupation) influence the self, and in turn, how we think, feel, and act.", "11491463": "John Francis Leso (born August 13, 1966)[1] is an American psychologist and a major in the United States Armed Services, who is reported to have aided interrogators at Guantanamo Bay detention camp.[2][3] Leso co-authored an October 2002 memo which \"recommended physically and psychologically harmful and abusive detention and interrogation tactics\", which were used on Mohammed al-Qahtani, the alleged 20th hijacker.[3] Information on Al-Qahtani's interrogation became public when a classified interrogation log was leaked to Time. Leso's name was included in the leaked log, which triggered debate in the medical community about the role of psychologists in supporting military interrogations. Debate is ongoing about the effectiveness and ethics of the interrogation techniques used with Al-Qhatani, as many consider them torture. Although some activist psychologists have criticized Leso for \"directing\" the interrogation of Al-Qhatani, scrutiny of public sources on the matter reveals that Leso's actual role and duties remain unclear.", "7919759": "Geir Overskeid  (born 19 July 1963) is a Norwegian psychologist. He was born on July 19, 1963, in Levanger but was raised in Fredrikstad, and this is what he considers to be his hometown. He gained his Doctorate in psychology in 1995, and is currently professor of Cognitive psychology at the University of Oslo. Overskeid has, among other things, worked with questions connected to learning and motivation and the interplay between thoughts and feelings. He has co-edited the book Det ubeviste og moderne vitenskap (In English: The unconscious and modern science) and written the book Sprø som selleri: Hvor gærne psykologene egentlig er (og psykiaterne er enda verre), a funny take on international and Norwegian psychology.", "7624849": "Charles Bruce Greyson (born October 1946) is Professor Emeritus of Psychiatry and Neurobehavioral Sciences at the University of Virginia. He is author of After: A Doctor Explores What Near-Death Experiences Reveal about Life and Beyond (2021), co-author of Irreducible Mind (2007) and co-editor of The Handbook of Near-Death Experiences (2009). Greyson has written many journal articles and has given media interviews on the subject of near death experiences.", "57858206": "Susan Schenk, sometimes Lovell-Schenk, (born 1954) is a New Zealand psychology academic. She is currently a full professor at the Victoria University of Wellington.[1]", "44882078": "Antonio Virgili (born in Naples, 1957)[1] is an Italian social sciences and integrative medicine professor, researcher, and consultant. He is the scientific director of the Italian Institute of Social Sciences, president of the Centro Studi Internazionali, president of Corpo Italiano di San Lazzaro, and vice president of the Lazarus Union. In 2019, he was appointed by the High Council of the Judiciary and the Ministry of Justice as an Honorary Judge at Youth Courts.[2] He has authored numerous articles,[3] essays, and books,[4] and is a scholar of esotericism[5] and heraldic and symbology studies.[6] He is also the second duke of Castelvenere. He inherited the title from his father: Fernando Virgili the first duke of Castelvenere.[7]", "70113441": "Shanley E. M. Allen (born 1964) is a professor of linguistics working at the Technical University of Kaiserslautern. Her research is primarily in the area of psycholinguistics and language acquisition, studying both monolingual and multilingual speakers. She is also a specialist on the Inuktitut language.[1]", "56678570": "Markus Kemmelmeier is a German social psychologist at the University of Nevada, Reno, where he is a foundation professor and director of the Ph.D. program in interdisciplinary social psychology.", "8280265": "Robert Remez is an American experimental psychologist and cognitive scientist, and is Professor of Psychology at Barnard College, Columbia University and Chair of the Columbia University Seminar on Language & Cognition (founded in 2000).[1][2] His teaching focuses on the relationships between cognition, perception and language.[1] He is best known for his theoretical and experimental work on perceptual organization[3][4] and speech perception.[5]", "47470794": "Gloria Angélica Careaga Pérez (born 1947) is a Mexican social psychologist and feminist. She has taught at the Faculty of Psychology in the National Autonomous University of Mexico since 1979. She is co-founder of Mexican organization El Closet de Sor Juana and former co-Secretary General of the International Lesbian, Gay, Bisexual, Trans and Intersex Association.[1]", "45275344": "María Galindo Neder is a Bolivian anarcha-feminist and psychologist. She has worked as a radio presenter and television host. She has written three books and is also a screenwriter.", "68212961": "Bob Montgomery is a prominent Australian former psychologist who was imprisoned for sexually abusing boys.", "56842466": "Olive P. Lester (December 19, 1903 – October 10, 1996) was an American academic and outspoken advocate for women. Her research in social psychology concerned contemporary issues of her time and she lectured frequently on subjects regarding personality and social perception. The first woman to serve as a department chair in the College of Arts and Sciences at the University of Buffalo, she held the post longer than any of her successors. She designed a curriculum for the School of Nursing at UB, receiving numerous awards for her teaching excellence, and was made a fellow of the American Psychological Association in 1932.", "44226787": "Charlotte J. Patterson is a professor of psychology at the University of Virginia.[2] Patterson is also a member of the United States Census Bureau's National Advisory Committee on Racial, Ethnic and Other Populations, established in 2012, as well as a fellow of the  Association for Psychological Science and American Psychological Association (APA).[3] She is known for her research into the psychological effects of LGBT parenting, for which she was awarded the Award for Distinguished Contributions to Research in Public Policy in 2009 by the APA.[1][4]", "57432300": "Donald Daniel Dorfman (June 11, 1933 – April 15, 2001) was an American mathematical psychologist and radiologist known for his research on signal detection theory.[1][2]", "22763768": "Richard Weissbourd (born 1957) is an American child and family psychologist on the faculty of Harvard's Graduate School of Education, where he operates the Human Development and Psychology Program,[1] and Kennedy School of Government. His research focuses on children's moral development, on vulnerability and resilience in childhood, and on effective schools and services for children.  His writings on these subjects have appeared in The New York Times,[2] Forbes,[3] Slate[4] The Boston Globe, and The New Republic.", "35805452": "Bertram Joseph Cohler (3 December 1938 – 9 May 2012) was an American psychologist, psychoanalyst, and educator primarily associated with the University of Chicago, the Chicago Institute for Psychoanalysis, and Harvard University. He advocated a life course approach to understanding human experience and subjectivity, drawing on insights from psychoanalysis, developmental psychology, personology, psychological anthropology, narrative studies, and the interdisciplinary field of human development.[1] Cohler authored or co-authored over 200 articles and books. He contributed to numerous scholarly fields, including the study of adversity, resilience and coping; mental illness and treatment; family and social relations in normal development and mental illness; and the study of personal narrative in social and historical context. He made particular contributions to the study of sexual identity over the life course,[2] to the psychoanalytic understanding of homosexuality.,[3] and to the study of personal narratives of Holocaust survivors.[4] Other than his graduate study at Harvard, Cohler spent his career at the University of Chicago and affiliated institutions, where he was repeatedly recognized as an educator and a builder of bridges across disciplines. He was treated for esophageal cancer in 2011, but became ill from a related pneumonia and died on 9 May 2012 not far from his home in Hyde Park, Chicago.", "74438925": "Wilma Thompson Donahue (1900 – August 17, 1993) was an American gerontologist, educator, and author focusing on social gerontology and the psychological aspects of aging. Donahue was among the first clinical psychologists in the United States.[1][2] She has been described by the University of Michigan as having \"sought to elicit the truth about old people, especially those distressed in mind, body, or estate\" and by Michigan Women Forward as \"one of those rare individuals who can work successfully in academic, research, and public policy areas.\"[2][3]", "252200": "Rollo Reece May (April 21, 1909 – October 22, 1994) was an American existential psychologist and author of the influential book Love and Will (1969). He is often associated with humanistic psychology and existentialist philosophy, and alongside Viktor Frankl, was a major proponent of existential psychotherapy. The philosopher and theologian Paul Tillich was a close friend who had a significant influence on his work.[1][2]", "66214191": "Page Blakeslee Walley (born March 2, 1957) is a psychologist, businessman, Baptist minister and Republican politician from Bolivar, Tennessee.[1][2]", "20797749": "Henry L. \"Roddy\" Roediger III (born July 24, 1947) is an American psychology researcher in the area of human learning and memory. He rose to prominence for his work on the psychological aspects of false memories.", "15456565": "Anna Jean Ayres (July 18, 1920 – December 16, 1988) was an American occupational therapist, educational psychologist and advocate for individuals with special needs. She became known for her work on sensory integration (SI) theory.[1]", "10410301": "Charlene Drew Jarvis (born July 31, 1941, in Washington, D.C.[3] as Charlene Rosella Drew) is an American educator and former scientific researcher and politician who served as the president of Southeastern University until March 31, 2009.[4] Jarvis is the daughter of the blood plasma and blood transfusion pioneer Charles Drew.[5]", "22567230": "Amalia Mesa-Bains (born July 10, 1943),[1] is a Chicana curator, author, visual artist, and educator. She is best known for her large-scale installations that reference home altars and ofrendas. Her work engages in a conceptual exploration of Mexican American women's spiritual practices that addresses colonial and imperial histories of display, the recovery of cultural memory, and their roles in identity formation.[2]", "63560015": "Albert Edward Wiggam (October 8, 1871 – April 26, 1957) was an American psychologist and eugenicist. He was called \"one of the most influential promoters of eugenic thought\" and a \"gifted showman,\" which made him a popular lecturer.[1]", "53467472": "Laurie Cutting is an American scholar of psychology and pediatrics. She is the Patricia and Rodes Hart Professor of Special Education, Psychology and Human Development, Radiology, and Pediatrics at Vanderbilt University.[1] In addition, she is associate director of the Vanderbilt Kennedy Center and a member of the Vanderbilt Brain Institute, training faculty for Vanderbilt's Neuroscience Ph.D. program.[2]", "14670171": "Scott Plous is an American academic social psychologist. He is currently a Professor of Psychology at Wesleyan University[2] and Executive Director of Social Psychology Network.", "70441322": "Gordon Robert Pennycook is a Canadian psychologist who is an associate professor at Cornell University.[1] He is also an adjunct professor of Behavioural Science at the University of Regina's Hill and Levene Schools of Business. In 2020, he was elected to be a member of the Royal Society of Canada’s College of New Scholars, Artists, and Scientists.", "34298222": "Daniel S. Lehrman (June 1, 1919 – August 27, 1972) was an American naturalist, animal psychologist, ornithologist and comparative psychologist.[1]\n[2]\n[3]\n[4]", "45275508": "Mary Rose Barrington (31 January 1926 – 20 February 2020) was a British parapsychologist, barrister and charity administrator.[2]", "74471797": "Jane M. Simoni is an American clinical psychologist serving as the National Institutes of Health (NIH) associate director for behavioral and social sciences research and director of the Office of Behavioral and Social Sciences Research (OBSSR) since July 2023. She was previously a professor at the University of Washington from 2001 to 2023.", "3070329": "Brian Inglis (31 July 1916 – 11 February 1993) was an Irish journalist, historian and television presenter. He was born in Dublin, Ireland, and retained an interest in Irish history and politics.[1]", "2644354": "Linda B. Smith (born 1951[1]) is an American developmental psychologist internationally recognized for her theoretical and empirical contributions to developmental psychology and cognitive science, proposing, through theoretical and empirical studies, a new way of understanding developmental processes.[2]  Smith's works are groundbreaking and illuminating for the field of perception, action, language, and categorization, showing the unique flexibility found in human behavior.[3] She has shown how perception and action are ways of obtaining knowledge for cognitive development and word learning.[4]", "72866185": "Marie de Hennezel (née, Marie Gaultier de la Ferrière; born August 5, 1946) is a French psychologist, psychotherapist and writer. She is known for her commitment to improving conditions at the end of life. Her books, her two reports to the government, and her speeches on the subject have contributed to the evolution of the image of aging and old age in society.", "38164885": "Gail Hornstein is an American psychologist and author. She is a professor of psychology and education at Mount Holyoke College.[1]  She doesn't see mental disorders as merely chemical imbalances in the brain, but is more interested in the lived experiences of those suffering from various mental ailments. Her Bibliography of First-Person Narratives of Madness in English lists more than 1,000 books by people who have written about madness from their own experience; it is used by researchers, clinicians, educators, and peer groups around the world.[1] Her 2009 book Agnes's Jacket is a history of survivors of the mental health system and their stories.[2][3]", "37804437": "Adelbert Ford (April 23, 1890 – April 1976) was an American psychologist who looked at the role of our senses in learning, as well as how distractions interact with this process.", "2644382": "Robert Goldstone is a Distinguished Professor of psychology and cognitive science at Indiana University in Bloomington, Indiana. His research interests include concept learning and representation, perceptual learning, collective behavior, and computational modeling of human cognition. He has developed and empirically tested neural network models that simultaneously learn new perceptual and conceptual representations, with the learned concepts both affecting and being affected by perception.  He has also developed computational models of how groups of people compete for resources, cooperate to solve problems, exchange information and innovations, and form coalitions.", "66836897": "Nichola Jayne Raihani is a British psychologist who is a Professor of Evolution and Behaviour at University College London. Her research considers the evolution of cooperation in nature. She was elected Fellow of the Royal Society of Biology in 2019. Her first book, The Social Instinct, was released in 2021.", "37214625": "Bart Rossi (born July 18, 1944) is a political psychologist who appears regularly on the news show Fresh Outlook.[1] on Ebru TV. A career clinical psychologist, Rossi is author of the book \"The New-New American Life Style Post – September 11, 2001, a Psychologist's Perspective\".[2]", "448931": "Hans-Jürgen P. Walter (born 25 March 1944 in Gladenbach-Weidenhausen, Germany) is a German psychologist and psychotherapist known as one of the main founders of Gestalt Theoretical Psychotherapy. Walter studied psychology with the German Gestalt psychologists Edwin Rausch and Friedrich Hoeth, eminent representatives of the second and third generation of  Gestalt theory in Germany. Gestalt Theoretical Psychotherapy GTP spread as a psychotherapeutic method in the German-speaking countries, being officially accredited as an independent scientific psychotherapy method in Austria.[1]", "2185643": "Karl von Vierordt (July 1, 1818 – November 22, 1884) was a German physiologist.", "65558961": "Real Boys: Rescuing Our Sons from the Myths of Boyhood is a 1998 nonfiction book about boyhood and boy culture by clinical psychologist Dr William S. Pollack,[1] in which the author asserts that toxic conceptions of masculinity in boy culture leads to boys doing poorly in education and health and having higher involvement in violent crimes and suicide than girls.", "13654452": "Shahnaz Bukhari (or Bokhari) is a Pakistani clinical psychologist and women's rights activist. She is founder and director of the non-governmental organization, Progressive Women's Association (PWA), which documents and opposes violence against women.", "59464123": "Makeba Parramore Wilbourn (born May 29, 1973) is an American developmental psychologist and professor at Duke University in the Department of Psychology and Neuroscience. She studies how children acquire knowledge. She was awarded the Presidential Early Career Award for Scientists and Engineers from President Barack Obama. This is the highest honor bestowed on early career scientists in the US.", "4676055": "Johannes (Jan) Maria van der Lans  (10 July 1933 – 6 July 2002) was a Dutch professor in the psychology of religion at the  Catholic University of Nijmegen (now called Radboud University Nijmegen).[1]", "14277083": "Harry Levi Hollingworth (May 26, 1880 – September 17, 1956) was one of the first psychologists to bring psychology into the advertising world, as well as a pioneer in applied psychology.[2]", "37444060": "Judy Reed Edworthy is Professor of Applied Psychology, in the School of Psychology at the University of Plymouth, whose specialty is psychoacoustics and human factors. Her work has centred on auditory alarm implications throughout different areas. Her studies seek to improve auditory alarms. She is a Fellow of the Academy of Social Sciences and has collaborated with the Association for the Advancement of Medical Instrumentation (AAMI).", "24533475": "Sonja Lyubomirsky (Russian: Соня Любомирская, born December 14, 1966)[1] is a Russian-born American professor in the Department of Psychology at the University of California, Riverside[2] and author of The How of Happiness: A Scientific Approach to Getting the Life You Want.[3]", "49437157": "Reuven Bar-On is an Israeli psychologist and one of the leading pioneers, theorists and researchers in emotional intelligence.[1] Bar-On is thought to be the first to introduce the concept of an “EQ” (“Emotional Quotient”) to measure “emotional and social competence”,[2][3] although the acronym was used earlier to describe ideas that were not associated with emotional intelligence per se.[4] In the first copy of his doctoral dissertation, which was submitted in 1985, Bar-On proposed a quantitative approach to creating “an EQ analogous to an IQ score”.[2]", "9492978": "Isabelle Yoffe Liberman (1918–1990) was an American psychologist, born in Latvia, who was an expert on reading disabilities, including dyslexia. Isabelle Liberman received her bachelor's degree from Vassar College and her doctorate from Yale University. She was a professor at the University of Connecticut from 1966 through 1987 and a research associate at the Haskins Laboratories.", "22370811": "Murray Sidman (April 29, 1923 – May 18, 2019) was an American behavioral scientist, best known for Sidman Avoidance,[2][3][4][5] also called \"free-operant avoidance\",[6][7] in which an organism learns to avoid an aversive stimulus by engaging in a targeted response in the absence of stimuli indicating whether the aversive  stimulus is forthcoming. Sidman's explanation of free-operant avoidance is an alternative to the Miller-Mowrer two-process theory of avoidance.[8][9]", "52288028": "Francis T. \"Frank\" McAndrew (b. January 27, 1953 – Augsburg, Germany) is an American social psychologist and the Cornelia H. Dudley Professor of Psychology at Knox College in Galesburg, Illinois.[1] At Knox, he founded the environmental studies program and chaired the psychology department for a decade. McAndrew is an elected fellow of numerous professional organizations, including the Association for Psychological Science, the Society for Personality and Social Psychology, the Society of Experimental Social Psychology, and the Midwestern Psychological Association (Charter Fellow). He received a B.S. in psychology from King's College in Pennsylvania and also a Ph.D. in Experimental Psychology from the University of Maine.[1]", "18307618": "Karen Horney (/ˈhɔːrnaɪ/;[3][4] née Danielsen; 16 September 1885 – 4 December 1952) was a German psychoanalyst who practiced in the United States during her later career. Her theories questioned some traditional Freudian views. This was particularly true of her theories of sexuality and of the instinct orientation of psychoanalysis. She is credited with founding feminist psychology in response to Freud's theory of penis envy. She disagreed with Freud about inherent differences in the psychology of men and women, and like Adler, she traced such differences to society and culture rather than biology.[5]", "1202722": "Wayne Walter Dyer (May 10, 1940 – August 29, 2015) was an American self-help author and a motivational speaker. Dyer completed a Ed.D. in guidance and counseling at Wayne State University in 1970.[1] Early in his career, he worked as a high school guidance counselor, and went on to run a successful private therapy practice. He became a popular professor of counselor education at St. John's University, where he was approached by a literary agent to put his ideas into book form. The result was his first book, Your Erroneous Zones (1976), one of the best-selling books of all time, with an estimated 100 million copies sold.[2] This launched Dyer's career as a motivational speaker and self-help author, during which he published 20 more best-selling  books and produced a number of popular specials for PBS. Influenced by thinkers such as Abraham Maslow and Albert Ellis, Dyer's early work focused on psychological themes such as motivation, self actualization and assertiveness. By the 1990s, the focus of his work had shifted to spirituality. Inspired by Swami Muktananda and New Thought,[citation needed] he promoted themes such as the \"power of intention,\" collaborated with alternative medicine advocate Deepak Chopra on a number of projects, and was a frequent guest on the Oprah Winfrey Show.[3]", "21355047": "Gustav Geley (13 April 1868 – 15 July 1924) was a French physician, psychical researcher and director of the Institute Metapsychique International from 1919 to 1924.[1]", "21846568": "Anne C. Campbell (1951 – 26 February 2017[1][2]) was a British academic and author specializing in evolutionary psychology. Her research was largely concerned with sex differences in aggression between men and women. She was professor of psychology at Durham University.", "3136041": "Emily Sue Savage-Rumbaugh[1][2] (born August 16, 1946) is a psychologist and primatologist most known for her work with two bonobos, Kanzi and Panbanisha, investigating their linguistic and cognitive abilities using lexigrams and computer-based keyboards. Originally based at Georgia State University's Language Research Center in Atlanta, Georgia, she worked at the Iowa Primate Learning Sanctuary in Des Moines, Iowa from 2006 until her departure in November 2013. She currently sits on the Board of Directors of Bonobo Hope.", "32561704": "John A. Swets (19 June 1928 – 6 July 2016) was a psychologist. He played a key role in the adaptation of signal detection theory first to the psychology of perception[2][3] and later as a central tool in medical diagnostics.[4] He was a member of the National Academy of Sciences.[1]", "67000884": "Kathleen D. Vohs is an American Psychologist. She is Distinguished McKnight University Professor and Land O'Lakes Chair in Marketing in the Carlson School of Management at the University of Minnesota. In 2015, she was named an ISI Highly Cited Researcher, and in 2018, she received the Distinguished Scientific Contribution Award from the Society for Consumer Psychology.[1]", "25778741": "Mark Schaller is a psychological scientist who has made many contributions to the study of human psychology, particularly in areas of social cognition, stereotyping, evolutionary psychology, and cultural psychology.  He is a professor of psychology at the University of British Columbia.", "3562038": "John Hurley Flavell (born August 9, 1928, in Rockland, Massachusetts) is an American developmental psychologist specializing in children's cognitive development who serves as Anne T. and Robert M. Bass Professor, Emeritus at Stanford University.[1] A foundational researcher of metacognition and metamemory,[2][3] he is a member of both the National Academy of Sciences and the American Academy of Arts and Sciences.[1]", "43080247": "Stein Leif Bråten (born 3 November 1934) is a Norwegian sociologist and social psychologist specializing in communication. He used the Simula programming language in one of the earliest uses of computers in modelling interpersonal communication (cfr his \"A Simulation Study of Personal and Mass Communication\". IAG Quarterly Journal of the Administrative Data Processing Group of IFIP, 1968, vol.1, no.2:.7-28). In 1989 he was awarded a PhD. in psychology at the University of Bergen for work on preverbal communication with infants connected to his theory of the virtual other. He is recognized for his work on mother-child interaction and in 1998 edited Intersubjective Communication and Emotion in Early Ontogeny, published by Cambridge University Press (ISBN 0-521-62257-3). He is professor emeritus at the University of Oslo and is a member of the Norwegian Academy of Science. His 1973 article \"Model Monopoly and Communication: Systems Theoretical Notes on Democratization\" was selected for the Norwegian Sociology Canon by Sosiologinytt in 2011 (issued by the Norwegian Sociological Organization). A main theme in this article is that the so-called 'model strength' of the participants in a conversation (in such as a boardroom) affects the outcome of prolonged conversation as regards influence and power (put simply, this is in contrast to the view that communication in general leads to democratic spread of power).[1][2][3][4]", "907833": "Natalie Anne Coughlin Hall (born August 23, 1982) is an American former competition swimmer and twelve-time Olympic medalist. While attending the University of California, Berkeley, she became the first woman ever to swim the 100-meter backstroke (long course) in less than one minute—ten days before her 20th birthday in 2002. At the 2008 Summer Olympics, she became the first U.S. female athlete in modern Olympic history to win six medals in one Olympiad, and the first woman ever to win a 100-meter backstroke gold in two consecutive Olympics.[2] At the 2012 Summer Olympics, she earned a bronze medal in the 4×100-meter freestyle relay.", "65067588": "Jean Lau Chin (July 27, 1944 – May 13, 2020) was an American clinical psychologist known for her work on diversity in leadership, cultural competence in mental health care, and women's issues and feminism. She was Professor of Psychology and former Dean of the Gordon F. Derner School of Psychology at Adelphi University. Chin was the first Asian American psychologist to be licensed in Massachusetts.[1]", "41704011": "Glyn W. Humphreys (28 December 1954 – 14 January 2016) was a British cognitive neuropsychologist and academic. He was the Watts Professor of Experimental Psychology and principal investigator for the CNN Lab [1] at Oxford University. He had previously worked at the University of Birmingham in the School of Psychology, where he held an honorary professorship of Cognitive Psychology.[2] He died on 14 January 2016.[3][4]", "20798032": "Carolyn Rovee-Collier (April 7, 1942 – October 2, 2014) was a professor of psychology at Rutgers University. Born in Nashville, Tennessee,[1] she was a pioneer and an internationally renowned expert in cognitive development. She was named one of the 10 most influential female graduates of Brown University. The International Society for Developmental Psychobiology awards the Rovee-Collier Mentor Award in her honor.[2]", "6216280": "Robert Joseph Plomin CBE FBA (born 1948) is an American/British psychologist and geneticist best known for his work in twin studies and behavior genetics. A Review of General Psychology survey, published in 2002, ranked Plomin as the 71st most cited psychologist of the 20th century.[1] He is the author of several books on genetics and psychology.", "32692824": "Maria Liliana Olivero (born 20 January 1956) is an Argentine politician and former member of the provincial legislature in Córdoba Province, Argentina. She is a member of the Socialist Left (Argentina).", "67820123": "Alice June Norma Opie (1924–1999) was a New Zealand polio survivor, writer and clinical psychologist.[1][2]", "3070560": "Dr. Leslie A. Zebrowitz is a social psychologist who studies the effects of the way people look on others' attitudes towards them.  Her research has shown conclusively that babyfaced and angularly faced individuals are viewed differently. Among the effects, babyfaced individuals are seen as physically weaker, more submissive and less competent and, as Zebrowitz argued in a 2005 paper in Science, this may explain why politicians with more mature faces are more likely to win elections.[1] She is the author of Reading Faces as well as many scholarly articles.", "42523234": "Mary Crawford Potter (born 1930) is an American psychologist and emerita professor of cognitive science at the Massachusetts Institute of Technology. She is a Fellow of the American Psychological Association, the Cognitive Science Society, and the Society of Experimental Psychologists.[1][2][3]", "43768421": "Michelle Drouin is an American researcher who focuses on psychological issues dealing with social media and communications technology. Drouin is associate professor of psychology at Indiana University – Purdue University Fort Wayne.", "69491302": "Melanie Marie Wall (born October 21, 1971) is an American psychiatric biostatistician, psychometrician, and mental health data scientist who works at Columbia University as a professor in the departments of biostatistics and psychiatry, and as director of Mental Health Data Science, a joint project of the Columbia University Department of Psychiatry, Columbia University Medical Center, Research Foundation for Mental Hygiene, and New York State Psychiatric Institute.[1]\nHer research has included topics such as grief and depression, eating disorders, marijuana use and abuse, and correlations between school performance and athletic activity, studied using latent variable models, spatial analysis, and longitudinal data. She is co-editor of the book Surviving Vietnam: Psychological Consequences of the War for US Veterans (Oxford University Press, 2018).", "28072551": "Willi Sten Railo (22 March 1941 – 8 July 2010) was a Norwegian sport psychologist and professor of performance psychology.", "53467749": "Benjamin Zendel is a Canadian psychologist, currently a Canada Research Chair in Aging and Auditory Neuroscience at Memorial University.[1][2] He is the PI for the Cognitive Aging and Auditory Neuroscience Laboratory", "15653490": "John H. Weakland (8 January 1919 – 18 July 1995) was one of the founders of brief and family psychotherapy.[1] At the time of his death, he was a senior research fellow at the Mental Research Institute (MRI) in Palo Alto, California, co-director of the famous Brief Therapy Center at MRI, and a clinical associate professor emeritus in the Department of Psychiatry and Behavioral Sciences at the Stanford University School of Medicine.[2]", "14736003": "William E. Cross Jr. (born 1940) is a theorist and researcher in the field of ethnic identity development, specifically Black identity development.[1] He is best known for his nigrescence model, first detailed in a 1971 publication, and his book, Shades of Black, published in 1991. Cross's nigrescence model expanded upon the work of Black psychologists who came before him and created an important foundation for racial/ethnic identity psychology.[2] It has proved a framework for both individual and collective social change. Throughout his career, Cross has been concerned with racial/ethnic identity theory and the negative effects of Western thought and science on the psychology of Black Americans, specifically the need for “psychological liberation under conditions of oppression.”[3][4]", "53467786": "Velma McBride Murry is an American psychologist and sociologist, currently the Lois Autrey Betts Chair in Education and Human Development and Joe B. Wyatt Distinguished University Professor at Vanderbilt University.[1][2] Her research has largely focused on resilience and protective factors for African-American families, and she has several publications in this area. In addition to her empirical research, she has contributed to several published books and used her experience to create two family-based preventative intervention programs.[1]", "65886869": "Minnie Steckel (March 19, 1890 – December 1, 1952) was an American teacher, psychologist, clubwoman, and an activist involved in the women's poll tax repeal movement. Steckel began her career as a school teacher and worked her way up to school principal, superintendent and school psychologist, earning her bachelor's, master's and PhD degrees. From 1932 until her death in 1952, she was the dean of women and counselor at Alabama College. She served as president of the local Montevallo chapter of the American Association of University Women (AAUW) from 1937 to 1939, as president of the state chapter of the Business and Professional Women's Foundation and treasurer of the state chapter of the AAUW in 1951.", "187031": "Clyde Hamilton Coombs (July 22, 1912 – February 4, 1988) was an American psychologist specializing in the field of mathematical psychology.[1] He devised a voting system, that was hence named Coombs' method.", "1628827": "Karl Groos (10 December 1861, in Heidelberg – 27 March 1946, in Tübingen) was a German philosopher and psychologist who proposed an evolutionary instrumentalist theory of play. His 1898 book on The Play of Animals suggested that play is a preparation for later life.", "55990945": "Emily E. Balcetis is an American social psychologist and Associate Professor of Psychology at New York University.[1]  Her research focuses on people's perception of world and how their motivations, goals, and emotions influence it, especially with regards to visual perception.", "51010212": "Ricky Greenwald is a clinical psychologist. An expert on eye movement desensitization and reprocessing (EMDR), he is also the creator of progressive counting (PC), both are psychotherapy methods for resolving traumatic memories and associated symptoms.  He founded the Trauma Institute & Child Trauma Institute, a non-profit organization, and is currently its executive director and chair of the faculty.[citation needed]", "25778869": "Douglas T. Kenrick (born 1948) is professor of psychology at Arizona State University.  His research and writing integrate three scientific syntheses of the last few decades: evolutionary psychology, cognitive science, and dynamical systems theory.[1][2]  He is author of over 170 scientific articles, books, and book chapters, the majority applying evolutionary ideas to human cognition and behavior.", "55990965": "Deanna Zipse Kuhn (born 1944) is an American psychologist. She is Professor of Psychology and Education at Teachers College, Columbia University. She is known for contributions to the psychology of science – the scientific study of scientific thought and behavior. Her research program has focused on the development of scientific reasoning skills, critical thinking, metacognition, informal reasoning, and constructivist teaching methods, such as  problem-based learning and collaborative learning.[1]", "57596599": "Hinemoa Elder MNZM is a New Zealand youth forensic psychiatrist and former television presenter. She is a professor in indigenous research at Te Whare Wānanga o Awanuiārangi,[1] a fellow of the Royal Australian and New Zealand College of Psychiatrists, and sits on the Māori Advisory Committee of the Centre for Brain Research.[2]", "67033789": "Jonathan Beuk (born April 18, 1983) is a Canadian curler from Kingston, Ontario.[2][3]", "17521343": "Armindo Freitas-Magalhães (pronounced [ɐɾˈmĩdu ˈfɾɐjtɐʒ mɐɣɐˈʎɐ̃jʃ]; born 1966) is a Portuguese psychologist working on the psychology of the human smile in the context of emotion and facial expression. His research and clinical-forensic expertise includes investigative interviewing, credibility assessment, forensic assessment, facial expression of emotion and variables associated with eyewitness memory in victims and offenders of crime and trauma. He has also provided consultation and training overseas.", "53926591": "Maud Amanda Merrill (April 30, 1888 – January 15, 1978) was an American psychologist. Both an alumna and faculty member of Stanford University, Merrill worked with Lewis Terman to develop the second and third editions of the Stanford–Binet Intelligence Scales.", "19061441": "Con Stough is Professor of Cognitive Neuroscience and Psychology at Swinburne University of Technology, Australia, director of the Swinburne Centre for Neuropsychology[1] and director of the newly formed National Institute of Complementary Medicine (NICM) Collaborative Centre for the study of herbal and natural medicines for neurocognition.[2]", "18504390": "Ursula Fleming (1930 in Liverpool – 1992 in London) was an English psychotherapist, Lay Dominican and author; she was considered an expert in her field of work.[1]", "62282440": "Amy L. Ai is a professor of social work at College of Social Work and Pepper Institute on Aging and Public Policy of Florida State University.", "36231883": "Claudia Leigh is a fictional character from the Australian television drama City Homicide, played by Tasma Walton. Shortly after the actress relocated to Melbourne, she was approached by producer MaryAnne Carroll to appear in the series. Carroll asked Walton whether she would be interested in a recurring role. Walton had previously turned down several acting jobs, while waiting for the right one to come along and she was cautious about taking the City Homicide role. She revealed that she did not want a repeat of her Blue Heelers character Dash McKinley. However, Walton was immediately interested in Claudia's job as a criminal profiler and her semi-regular status. Walton's casting was announced on 1 February 2009 and she made her debut screen appearance in the second season episode \"Rage\", which was broadcast on 22 March 2009.", "154327": "Milton Hyland Erickson (5 December 1901 – 25 March 1980) was an American psychiatrist and psychologist specializing in medical hypnosis and family therapy. He was the founding president of the American Society for Clinical Hypnosis. He is noted for his approach to the unconscious mind as creative and solution-generating. He is also noted for influencing brief therapy, strategic family therapy, family systems therapy, solution focused brief therapy, and neuro-linguistic programming.[1]", "154330": "Virginia Satir (26 June 1916 – 10 September 1988) was an American author and psychotherapist,[1] recognized for her approach to family therapy. Her pioneering work in the field of family reconstruction therapy[2] honored her with the title \"Mother of Family Therapy\".[3][4] Her most well-known books are Conjoint Family Therapy, 1964, Peoplemaking, 1972, and The New Peoplemaking, 1988.", "58579719": "Rebecca Bigler is a developmental psychologist known for research on social stereotyping (based on gender or race), prejudice, and children's perceptions of discrimination.[1] Bigler is Professor of Psychology at the University of Texas at Austin.", "20634380": "Jane Davidson FAHA is Professor of Creative and Performing Arts (Music) at The University of Melbourne and Deputy Director of the Australian Research Council's Centre of Excellence for the History of Emotions.[1]", "11262743": "Alice M. Isen was an American psychologist and Professor of Psychology and of Marketing at Cornell University. A prominent and widely published scholar, her research concerned the influence of \"positive affect\" on social interaction, thought processes, and decision making, including applications to organizational behavior, medical decision making, doctor-patient interaction, issues in services marketing, and issues related to brand equity and loyalty.[1][2]", "46619416": "Leonard Haber (March 21, 1933 – May 1, 2015) was an American psychologist, politician, radio show host and Mayor of Miami Beach, Florida (1977–1979). He was a radio and TV news commentator.[2]", "46979864": "Leopold Bellak (1916–2000) was a psychologist, psychoanalyst, and psychiatrist who pioneered the Children's Apperception Test (CAT). He also collaborated on the Thematic Apperception Test (TAT), on clinical psychological assessments, and pioneered the understanding of ADHD (Attention Deficit Hyperactivity Disorder) as being a genetic disorder.[1] Dr. Bellak created the 67-year-old publishing house, CPS Publishing LLC.", "14277403": "Pumla Gobodo-Madikizela (born 15 February 1955) is the Research Chair in Studies in Historical Trauma and Transformation at Stellenbosch University in South Africa. She graduated from Fort Hare University with a bachelor's degree and an Honours degree in psychology. She obtained her master's degree in Clinical Psychology at Rhodes University. She received her PhD in psychology from the University of Cape Town. Her doctoral thesis, entitled \"Legacies of violence: An in-depth analysis of two case studies based on interviews with perpetrators of a 'necklace' murder and with Eugene de Kock\", offers a perspective that integrates psychoanalytic and social psychological concepts to understand extreme forms of violence committed during the apartheid era. Her main interests are traumatic memories in the aftermath of political conflict, post-conflict reconciliation, empathy, forgiveness, psychoanalysis and intersubjectivity. She served on the Truth and Reconciliation Commission (TRC). She currently works at the University of the Free State in Bloemfontein as a senior research professor.", "29154077": "Klaus Conrad (19 June 1905 in Reichenberg – 5 May 1961 in Göttingen) was a German neurologist and psychiatrist with important contributions to neuropsychology and psychopathology. He joined the  Nazi Party (NSDAP) in 1940.[1] He was best known as a professor of psychiatry and neurology, and director of the University Psychiatric Hospital in Göttingen from 1958 until his death.", "30071593": "Jefferson Morris Fish is a professor emeritus of psychology at St. John's University in New York City, where he previously served as Chair of the Department of Psychology and as Director of the PhD Program in Clinical Psychology."}