{"31983045": "Ronald James Gould (born April 15, 1950) is an American mathematician specializing in combinatorics and graph theory.  He is a Goodrich C. White professor emeritus in the Emory University Department of Mathematics.", "28870090": "Heinz-Dieter Ebbinghaus (born 22 February 1939 in Hemer, Province of Westphalia) is a German mathematician and logician. He received his PhD in 1967 at the University of Münster under Hans Hermes and Dieter Rödding.[1]", "1181131": "Herman Chernoff (born July 1, 1923) is an American applied mathematician, statistician and physicist. He was formerly a professor at University of Illinois Urbana-Champaign, Stanford, and MIT, currently emeritus at Harvard University.[1][2]", "4326863": "Benedict Hyman Gross is an American mathematician who is a professor at the University of California San Diego,[1] the George Vasmer Leverett Professor of Mathematics Emeritus at Harvard University, and former Dean of Harvard College.[2]", "52200912": "Peter Lynch is an Irish meteorologist, mathematician, blogger and book author.  His interests include numerical weather prediction, dynamic meteorology, Hamiltonian mechanics, the history of meteorology, and the popularisation of mathematics.[1]", "2393553": "Daniel Alan Goldston (born January 4, 1954, in Oakland, California) is an American mathematician who specializes in number theory. He is currently a professor of mathematics at San Jose State University.", "2950611": "Matthew Stephens FRS (born 1970) is a Bayesian statistician and professor in the departments of human genetics and statistics at the University of Chicago. He is known for the Li and Stephens model as an efficient coalescent.", "32114133": "Alexander B. Goncharov (born April 7, 1960) is a Soviet American mathematician and the Philip Schuyler Beebe Professor of Mathematics at Yale University. He won the EMS Prize in 1992.", "56427996": "Jean Ann Larson is an American mathematician. She is a set theorist, a historian of mathematical logic, and a professor at the University of Florida.[1]\nShe was the first woman to earn a doctorate in mathematics from Dartmouth College, and is known for her research in infinitary combinatorics and the theory of linear spaces.", "8488414": "Zhu Xiping (born 1962 in Shixing, Guangdong) is a Chinese mathematician. He is a professor of Mathematics at Sun Yat-sen University, China.", "69797343": "Dimitris Koukoulopoulos (born 1984[1]) is a Greek mathematician working in analytic number theory. He is a professor[2] at the University of Montreal.", "18154982": "Ronald Cedric Read (19 December 1924 – 7 January 2019) was a British mathematician, latterly a professor emeritus of mathematics at the University of Waterloo, Canada. He published many books[1] and papers, primarily on enumeration of graphs, graph isomorphism, chromatic polynomials, and particularly, the use of computers in graph-theoretical research. A majority of his later work was done in Waterloo.\nRead received his Ph.D. (1959) in graph theory from the University of London.[2]", "52692456": "Ramdas L. Bhirud (Ramdas Lotu Bhirud or R. L. Bhirud) (7 April 1937 – 4 January 1997), was an Indian mathematician from Maharashtra region of India worked in the field of numerical analysis, special functions and number theory.", "28902890": "René Goormaghtigh (13 October 1893, Ostend – 10 February 1960, Ixelles) was a Belgian engineer, after whom the Goormaghtigh Conjecture is named.", "4556269": "Clarence Abiathar Waldo (January 21, 1852 – October 1, 1926) was an American mathematician, author and educator, most famous, today, for the role he played in the Indiana Pi Bill affair.[1]", "19465709": "David V. Evans (born 27 October 1940) is a British applied mathematician noted for his contributions to water waves and acoustics. He is the father of British actress Alice Evans.[citation needed]", "53937645": "James Balfour Lockhart FRSE (1886–27 January 1969) was a Scottish mathematician and teacher. He was generally known as J. B. Lockhart or simply JBL. He was a Fellow of the Royal Society of Edinburgh.", "19301872": "Isaak Moiseevich Milin, (Исаак Моисеевич Милин); * February 16, 1919, Oster, Ukrainian Soviet Socialist Republic – † November 17, 1992 Saint-Petersburg (former Leningrad), Russian Federation) was a prominent Soviet/Russian mathematician, doctor of science in physics and mathematics, senior researcher, specialist in Geometric Theory  of Functions   of a Complex Variable and Applied Mathematics, engineer-lieutenant-colonel at the Soviet Air Force.", "2393586": "Cem Yalçın Yıldırım (born 8 July 1961)[1]  is a Turkish mathematician who specializes in number theory.", "24643074": "Gyula J. Obádovics[needs Hungarian and Croatian IPA] (born 3 March 1927)[1] is a Hungarian mathematician, Dr. Techn., Dr. Rer. nat., professor emeritus.", "591375": "Willem de Sitter (6 May 1872 – 20 November 1934) was a Dutch mathematician, physicist, and astronomer.", "50464272": "Tadashi Tokieda (Japanese: 時枝正; born 1968) is a Japanese mathematician, working in mathematical physics. He is a professor of mathematics at Stanford University;[3] previously he was a fellow and Director of Studies of Mathematics[4] at Trinity Hall, Cambridge. He is also very active in inventing, collecting, and studying toys that uniquely reveal and explore real-world surprises of mathematics and physics.[5] In comparison with most mathematicians, he had an unusual path in life: he started as a painter, and then became a classical philologist, before switching to mathematics.[6]", "6718996": "Béla Szőkefalvi-Nagy [beːlɒ søːkɛfɒlvi nɒɟ] (29 July 1913, Kolozsvár – 21 December 1998, Szeged) was a Hungarian mathematician. His father, Gyula Szőkefalvi-Nagy was also a famed mathematician. Szőkefalvi-Nagy collaborated with Alfréd Haar and Frigyes Riesz, founders of the Szegedian school of mathematics. He contributed to the theory of Fourier series and approximation theory. His most important achievements were made in functional analysis, especially, in the theory of Hilbert space operators. He was editor-in-chief of the Zentralblatt für Mathematik, the Acta Scientiarum Mathematicarum,  and the Analysis Mathematica. He was awarded the Kossuth Prize in 1953, along with his co-author F. Riesz, for his book Leçons d'analyse fonctionnelle.[1]  He was awarded the Lomonosov Medal in 1979. The Béla Szőkefalvi-Nagy Medal honoring his memory is awarded yearly by Bolyai Institute.", "19662367": "Henry Otto Pollak (born December 13, 1927) is an Austrian-American mathematician. He is known for his contributions to information theory, and with Ronald Graham is the namesake of the Graham–Pollak theorem in graph theory.", "37160480": "Robert C. Hermann (April 28, 1931 – February 10, 2020) was an American mathematician and mathematical physicist.  In the 1960s Hermann worked on elementary particle physics and quantum field theory, and published books which revealed the interconnections between vector bundles on Riemannian manifolds and gauge theory in physics, before these interconnections became \"common knowledge\" among physicists in the 1970s.", "50890271": "Eberhard Freitag (born 19 May 1942, in Mühlacker) is a German mathematician, specializing in complex analysis and especially modular forms.", "23004707": "Damaraju Raghavarao (1938–2013) was an Indian-born statistician, formerly the Laura H. Carnell professor of statistics and chair of the department of statistics at Temple University in Philadelphia.", "67044904": "Stella Ewa Orłowska (born 1935)[1] is a Polish logician. Her research centers on the concept that everything in logic and set theory can be expressed in terms of relations, and has used this idea to publish works on deduction systems and model theory for non-classical logic, and logics of non-deterministic and incomplete information.[2] She is a professor at the National Institute of Telecommunications [pl] in Warsaw, and the former president of the Polish Association for Logic and Philosophy of Science.[3]", "61670956": "Amandine Aftalion (born 1973)[1] is a French applied mathematician, known for her research on Bose–Einstein condensates and on the mathematics of footracing. She is a director of research at the Centre national de la recherche scientifique (CNRS).", "52790828": "William Jack FRSE (29 May 1834 – 20 March 1924) was a Scottish mathematician and journalist. He was Editor of the Glasgow Herald newspaper from 1870 to 1876, and Professor of Mathematics at the University of Glasgow from 1879 until 1909.[1]", "26707502": "Edward James Hannan FAA FASSA (29 January 1921 – 7 January 1994)[1][2] was an Australian statistician who is the co-discoverer of the Hannan–Quinn information criterion. He studied at the University of Melbourne and completed a PhD at the Australian National University under the supervision of Patrick A. P. Moran.[3]", "48760367": "George Wahl Logemann (31 January 1938, Milwaukee, – 5 June 2012, Hartford)[2] was an American mathematician and computer scientist. He became well known for the Davis–Putnam–Logemann–Loveland algorithm to solve Boolean satisfiability problems.[3] He also contributed to the field of computer music.[2][4]", "30475826": "Wolfgang Dahmen (born 19 October 1949) is a German mathematician working in approximation theory, numerical analysis, and partial differential equations. In 2002, he was awarded the Gottfried Wilhelm Leibniz Prize and in 2011 the Gauss Lectureship. He was also a taekwondo athlete. He has been the Chair of the Society for the Foundations of Computational Mathematics (2014–).", "49808948": "Bartolomeo Pollastri was an 18th-century Italian mathematician and astronomer.", "2360885": "Valentin Fyodorovich Turchin (Russian: Валенти́н Фёдорович Турчи́н, 14 February 1931 in Podolsk – 7 April 2010 in Oakland, New Jersey[1]) was a Soviet and American physicist, cybernetician, and computer scientist. He developed the Refal programming language, the theory of metasystem transitions and the notion of supercompilation. He was as a pioneer in artificial intelligence and a proponent of the global brain hypothesis.", "40502851": "Marinus Adriaan \"Rien\" Kaashoek (born 10 November 1937) is a Dutch mathematician, and Emeritus Professor Analysis and Operator Theory at the Vrije Universiteit in Amsterdam.", "58426952": "Caleb Andrew Stewart FRSE (16 September 1888 – 5 August 1959) was a 20th-century Scottish mathematician. He is noted as a Fellow of the Royal Society of Edinburgh.", "45418060": "Pierre Bieliavsky (born 1970 in Brussels, Belgium), is a Belgian mathematician.", "525901": "Aurelijus Rūtenis Antanas Mockus Šivickas (Spanish pronunciation: [anˈtanas ˈmokus]; born 25 March 1952) is a Colombian mathematician, philosopher, and politician. He has a master's degree in philosophy from the National University of Colombia, and a Honoris Causa PhD from the University of Paris.", "7603792": "Dudley Ernest Littlewood (7 September 1903, London –\n6 October 1979, Llandudno) was a British mathematician known for his work in group representation theory.", "65898071": "Varga K. Kalantarov (born 1950) is an Azerbaijani mathematician, scientist and professor of mathematics. He is a  member of the Koç University Mathematics Department in Istanbul, Turkey.[1]", "362075": "Nathaniel Bowditch (March 26, 1773 – March 16, 1838) was an early American mathematician remembered for his work on ocean navigation. He is often credited as the founder of modern maritime navigation; his book The New American Practical Navigator, first published in 1802, is still carried on board every commissioned U.S. Naval vessel. In 2001, an elementary and middle school in Salem was named in his honor.", "70092379": "Sophia Hazel Levy McDonald (December 12, 1888 – December 6, 1963) was an American astronomer, numerical analyst, and mathematics educator.[1] She became the second tenured woman on mathematics faculty at the University of California, Berkeley, at a time when it was unusual for top mathematics programs to have even one female mathematician.[2] Her main research topic concerned the orbits of comets and minor planets.[1]", "6948446": "Jaroslav (Jarik) Nešetřil (Czech pronunciation: [ˈjaroslaf ˈnɛʃɛtr̝̊ɪl]; born March 13, 1946, in Brno) is a Czech mathematician, working at Charles University in Prague.  His research areas include combinatorics (structural combinatorics, Ramsey theory), graph theory (coloring problems, sparse structures), algebra (representation of structures, categories, homomorphisms), posets (diagram and dimension problems), computer science (complexity, NP-completeness).", "33293921": "Mark Vishik (also Marko Vishik, Russian: Маркo Иосифович Вишик; 19 October 1921, Lwów, II Rzeczpospolita – 23 June 2012) was a Soviet mathematician who worked in the field of partial differential equations.", "42010211": "Karl Rudolf Fueter (30 June 1880 – 9 August 1950) was a Swiss mathematician, known for his work on number theory.", "8488549": "Huai-Dong Cao (born 8 November 1959, in Jiangsu) is a Chinese–American mathematician. He is the A. Everett Pitcher Professor of Mathematics at Lehigh University. He is known for his research contributions to the Ricci flow, a topic in the field of geometric analysis.", "1645": "Ḥasan Ibn al-Haytham (Latinized as Alhazen; /ælˈhæzən/; full name Abū ʿAlī al-Ḥasan ibn al-Ḥasan ibn al-Haytham أبو علي، الحسن بن الحسن بن الهيثم; c. 965 – c. 1040) was a medieval mathematician, astronomer, and physicist of the Islamic Golden Age from present-day Iraq.[6][7][8][9] Referred to as \"the father of modern optics\",[10][11][12] he made significant contributions to the principles of optics and visual perception in particular. His most influential work is titled Kitāb al-Manāẓir (Arabic: كتاب المناظر, \"Book of Optics\"), written during 1011–1021, which survived in a Latin edition.[13] The works of Alhazen were frequently cited during the scientific revolution by Isaac Newton, Johannes Kepler, Christiaan Huygens, and Galileo Galilei.", "59147889": "Carla Denise Cotwright-Williams (born November 6) is an American mathematician who works as a Technical Director and Data Scientist for the United States Department of Defense.[1] She was the second African-American woman to earn a doctorate in mathematics at the University of Mississippi.", "6096497": "Nikolay Nikolayevich Govorun (1930–1989) was a Soviet mathematician known best for his contributions to computational mathematics.[1]", "64325235": "Nagambal D. \"Swarna\" Shah is an American mathematician and statistician known for her mentorship of students at Spelman College. She is the founder of the annual StatFest of the American Statistical Association, a leader of the association's Diversity Mentoring Program,[1] and the former chair of the association's Committee on Minorities in Statistics.[2]", "35587705": "Murad Taqqu (Arabic: مراد طقو) is an Iraqi probabilist and statistician specializing in time series and stochastic processes. His research areas have included long-range dependence, self-similar processes, and heavy tails. He is a professor of mathematics at Boston University and received his Ph.D. from  Columbia University.[1]  He has published over 250 papers,[2] many of which are considered seminal work.[3] He has co-authored or co-edited 9 books.", "62293626": "C S Yogananda  is a mathematician, currently serving as Professor of Mathematics at J.S.S Science and Technology University,[2] Mysore. He is an entrepreneur[1] and author[3][4] who has published writings on Mathematics.", "63211130": "Susan Hammond Marshall is an American mathematician specializing in number theory, arithmetic geometry, and mathematical proof techniques. She is an associate professor of mathematics at Monmouth University.[1]", "69469821": "John Anthony Adam is a British-American applied mathematician known for his work on patterns in nature and on mathematical modeling of the growth patterns of cancer and blood vessels. He is University Professor of Mathematics at Old Dominion University in Virginia.[1][2]", "9111167": "William Rutherford (1798–1871) was an English mathematician famous for his calculation of 208 digits of the mathematical constant π in 1841.", "10520192": "Govindasvāmi (or Govindasvāmin, Govindaswami) (c. 800 – c. 860) was an Indian mathematical astronomer most famous for his Bhashya, a commentary on the Mahābhāskarīya of Bhāskara I, written around 830. The commentary contains many examples illustrating the use of a Sanskrit place-value system and the construction of a sine table.[1]", "70944385": "Olena Oleksandrivna Vaneeva (Ukrainian: Олена Олександрівна Ванєєва; born 28 June 1982, Dnipro) is a Ukrainian mathematician and researcher and vice head of the Institute of Mathematics, National Academy of Sciences of Ukraine. Her interests include group analysis of differential equations and integrable systems, and partial differential equations.[1]", "34408065": "Leif O. Arkeryd (born 24 August 1940) is professor emeritus of mathematics at Chalmers University of Technology.[1] He is a specialist on the theory of the Boltzmann equation.", "50628228": "Aleksandăr Lûdskanov (family name sometimes also transliterated  as Lyutskanov) (Bulgarian: Александър Люцканов) (Sofia, 21 April 1926 – 1976) was a Bulgarian translator, semiotician, mathematician, and expert on machine translation.[1] Ludskanov's work focused on linking translation and semiotics by defining the key component of translation as semiotic transfer, which he defined as replacing the signs that encode a message with signs from another code while doing the utmost to maintain \"invariant information with respect to a given system of reference.\"[2] In 1975, Ludskanov published an article called \"A semiotic approach to the theory of translation\" that argued that semiotics \"does not provide the concept of semiotic transformation, though such transformations certainly exist.\"[1]", "31327881": "Na‘īm ibn Mūsā (Arabic: نعيم بن موسى) was a mathematician of the Islamic Golden Age and a pupil of Thabit Ibn Qurra. Na'im was from Baghdad and lived in the second half of the 9th century. He was the son of Muḥammad ibn Mūsā ibn Shākir, the oldest of the three brothers Banu Musa.[1]", "63407756": "Corina (Cora) Eloísa Ratto de Sadosky (aka Cora Ratto, 1912–1981) was an Argentine mathematician, educator and militant activist in support of human and women's rights in Argentina and beyond. She played an important part in the Argentine University Federation supporting republican interests during the Spanish Civil War and helping victims of Falangist oppression. In 1941, following the Nazi invasion of the Soviet Union, she established and headed the anti-fascist Junta de la Victoria which stood for democracy and women's suffrage. In 1965, Ratto founded Columna 10, a journal denouncing the conduct of the United States in the Vietnam War. In the 1970s, she published a series of important mathematics text books.[1][2]", "19859085": "Craig Arnold Tracy (born September 9, 1945) is an American mathematician, known for his contributions to mathematical physics and probability theory.", "19236494": "Edwin Evariste Moise (/moʊˈiːz/;[1] December 22, 1918 – December 18, 1998)[1][2]\nwas an American mathematician and mathematics education reformer. After his retirement from mathematics he became a literary critic of 19th-century English poetry and had several notes published in that field.[1][3]", "41223821": "Ralf Jürgen Spatzier is a mathematician specialising in differential geometry, dynamical systems, and ergodic theory.", "58132112": "Urs Stammbach (born 26 October 1939) is a Swiss mathematician, specializing in homological algebra.", "61146769": "Oded Regev (Hebrew: עודד רגב) is an Israeli-American theoretical computer scientist and mathematician. He is a professor of computer science at the Courant institute at New York University.[3] He is best known for his work in lattice-based cryptography, and in particular for introducing the learning with errors problem.", "61900437": "Richard James Milgram (born 5 December 1939 in South Bend, Indiana) is an American mathematician, specializing in algebraic topology. He is the son of  mathematician Arthur Milgram.", "1115798": "Augustus Edward Hough Love FRS[1] (17 April 1863, Weston-super-Mare – 5 June 1940, Oxford), often known as A. E. H. Love, was a mathematician famous for his work on the mathematical theory of elasticity. He also worked on wave propagation and his work on the structure of the Earth in Some Problems of Geodynamics won for him the Adams prize in 1911 when he developed a mathematical model of surface waves known as Love waves.[2][3][4] \nLove also contributed to the theory of tidal locking and introduced the parameters known as Love numbers, used in problems related to Earth tides, the tidal deformation of the solid Earth due to the gravitational attraction of the Moon and Sun.", "58001049": "Gunter Malle (born 13 May 1960 in Karlsruhe)[1] is a German mathematician, specializing in group theory, representation theory of finite groups, and number theory.", "57247386": "Jacques Riguet (1921 to October 20, 2013) was a French mathematician known for his contributions to algebraic logic and category theory. According to Gunther Schmidt and Thomas Ströhlein, \"Alfred Tarski and Jacques Riguet founded the modern calculus of relations\".[1]", "49809052": "Bassano Politi was a 16th-century Italian mathematician.", "22709916": "Andries Evert Brouwer (born 1951) is a Dutch mathematician and computer programmer, Professor Emeritus at Eindhoven University of Technology (TU/e). He is known as the creator of the greatly expanded 1984 to 1985 versions of the roguelike computer game Hack that formed the basis for NetHack.[1] He is also a Linux kernel hacker. He is sometimes referred to by the handle aeb.", "1509021": "Georg Karl Wilhelm Hamel (12 September 1877 – 4 October 1954) was a German mathematician with interests in mechanics, the foundations of mathematics and function theory.[1]", "58361512": "Karl Friedrich August Gutzmer (2 February 1860 – 10 May 1924) was a German mathematician who was chairman of some German commissions about improvement of the teaching of mathematics.[1]", "11404971": "Carl Georg Lange Barth (February 28, 1860 –  October 28, 1939) was a Norwegian-American mathematician, mechanical and consulting engineer, and lecturer at Harvard University. Barth is known as one of the foreman of scientific management, who improved and popularized the industrial use of compound slide rules.[1]", "64587441": "Sivaguru S. Sritharan (also known as S. S. Sritharan) is an American aerodynamicist and mathematician.[1]", "4720305": "Alexandru Ghika (June 22, 1902 – April 11, 1964) was a Romanian mathematician, founder of the Romanian school of functional analysis.", "63473332": "Dorothy McCoy (August 9, 1903 – November 21, 2001) was an American mathematician and university professor. She was the first woman to earn a doctorate in mathematics from the University of Iowa, and she worked for many years as a professor of mathematics at Belhaven College and Wayland Baptist College.", "41486007": "Agnes Bell Collier (31 January 1860 – 2 January 1930) was a British mathematician who was a pioneer female mathematician, associated with Newnham College, Cambridge.[1]", "58689209": "Magnhild Lien is a Norwegian mathematician specializing in knot theory. She is a professor emeritus of mathematics at California State University, Northridge,[1][2] and the former executive director of the Association for Women in Mathematics.[3][4]", "70092474": "Yasuo Akizuki (23 August 1902 – 11 July 1984) was a Japanese mathematician.[1] He was a professor at Kyoto University.[2] Alongside Wolfgang Krull, Oscar Zariski, and Masayoshi Nagata, he is famous for his early work in commutative algebra. In particular, he is most well known in helping to demonstrate Akizuki–Hopkins–Levitzki theorem.", "1723": "Ammonius Hermiae (/əˈmoʊniəs/; Greek: Ἀμμώνιος ὁ Ἑρμείου, translit. Ammōnios ho Hermeiou, lit. \"Ammonius, son of Hermias\"; c. 440[1] – between 517 and 526)[2] was a Greek philosopher from Alexandria in the eastern Roman empire during Late Antiquity. A Neoplatonist, he was the son of the philosophers Hermias and Aedesia, the brother of Heliodorus of Alexandria and the grandson of Syrianus.[2] Ammonius was a pupil of Proclus in Roman Athens, and taught at Alexandria for most of his life, having obtained a public chair in the 470s.", "58885820": "Mary Shore Walker (1882–1952) was the first woman faculty member at the University of Missouri, and taught in the department of Mathematics.[1]", "14091966": "Archibald Smith of Jordanhill FRS FRSE (10 August 1813, in Greenhead, North Lanarkshire – 26 December 1872, in London) was a Scottish barrister and amateur mathematician.", "57378495": "Ana M. L. G. Cannas da Silva (born 1968) is a Portuguese mathematician specializing in symplectic geometry and geometric topology. She works in Switzerland as an adjunct professor in mathematics at ETH Zurich.[1]", "36472512": "Haynes Robert Miller (born January 29, 1948 in Princeton, New Jersey)[1] is an American mathematician specializing in algebraic topology.", "853697": "Albert of Saxony (Latin: Albertus de Saxonia; c. 1320 – 8 July 1390) was a German philosopher and mathematician[2] known for his contributions to logic and physics. He was bishop of Halberstadt from 1366 until his death.", "59049665": "Heather A. Harrington (born 1984)[1] is an applied mathematician interested in applied algebra and geometry, dynamical systems, chemical reaction network theory, topological data analysis, and systems biology. Since 2020, she is professor of mathematics and Royal Society University Research Fellow at the Mathematical Institute, University of Oxford, where she heads the Algebraic Systems Biology group.[2] In 2023, she became a director at the Max Planck Institute of Molecular Cell Biology and Genetics, where she is also leading the interinstitutional Center for Systems Biology Dresden (CSBD)[3] together with partners from the Technical University Dresden and the Max Planck Institute for the Physics of Complex Systems.", "6096579": "Dmitrii Yevgenyevich Menshov (also spelled Men'shov, Menchoff, Menšov, Menchov; Russian: Дми́трий Евгéньевич Меньшóв; 18 April 1892 – 25 November 1988) was a Soviet and Russian mathematician known for his contributions to the theory of trigonometric series.", "20547272": "Thomas John I'Anson Bromwich FRS (8 February 1875 – 24 August 1929) was an English mathematician, and a Fellow of the Royal Society.[1][2]", "48662217": "Jan Johan Koenderink (born 10 February 1943, Stramproy[1]) is a Dutch physicist and psychologist known for his researches on visual perception, computer vision, and geometry.", "70158024": "Nicos Christofides (born 1942 in Cyprus;[1] died 2019)[2] was a Cypriot mathematician and professor of financial mathematics at Imperial College London.", "33490633": "Willi Jäger (born 15 August 1940 in Kschellowitz, Bohemia) is a German mathematician.", "427724": "Henryk Zygalski (Polish pronunciation: [ˈxɛnrɨk zɨˈɡalski] ⓘ; 15 July 1908 – 30 August 1978) was a Polish mathematician and cryptologist who worked at breaking German Enigma-machine ciphers before and during World War II.", "1737": "Anaxagoras (/ˌænækˈsæɡərəs/; Greek: Ἀναξαγόρας, Anaxagóras, \"lord of the assembly\"; c. 500 – c. 428 BC) was a Pre-Socratic Greek philosopher. Born in Clazomenae at a time when Asia Minor was under the control of the Persian Empire, Anaxagoras came to Athens. In later life he was charged with impiety and went into exile in Lampsacus.", "48563913": "Helen Alma Newton Turner AO OBE (15 May 1908 – 26 November 1995) was an Australian geneticist and statistician. She was a leading authority on sheep genetics and worked at the Commonwealth Scientific and Industrial Research Organisation (CSIRO) for 40 years.", "41420496": "Jean-Paul Delahaye (born 29 June 1952 in Saint-Mandé Seine) is a French computer scientist and mathematician.", "1751": "Alexander Anderson (c. 1582 in Aberdeen – c. 1620 in Paris) was a Scottish mathematician.", "34523": "Zhu Shijie (simplified Chinese: 朱世杰; traditional Chinese: 朱世傑; pinyin: Zhū Shìjié; Wade–Giles: Chu Shih-chieh, 1249–1314), courtesy name Hanqing (漢卿), pseudonym Songting (松庭), was a Chinese mathematician and writer during the Yuan Dynasty.[1] Zhu was born close to today's Beijing. Two of his mathematical works have survived: Introduction to Computational Studies (算學啓蒙 Suan hsüeh Ch'i-mong) and Jade Mirror of the Four Unknowns.", "3966685": "Ernst Steinitz (13 June 1871 – 29 September 1928) was a German mathematician.", "48465632": "Yves Benoist is a French mathematician, known for his work on group dynamics on homogeneous spaces. He is currently a Senior Researcher (Directeur de Recherche) of CNRS at the University of Paris-Sud.", "56035044": "Barbara Jean Paulson (née Lewis; April 11, 1928 – February 26, 2023) was an American human computer at NASA's Jet Propulsion Laboratory (JPL) and one of the first female scientists employed there.[1] Paulson began working as a mathematician at JPL in 1948, where she calculated rocket trajectories by hand.[2] She is among the women who made early progress at JPL.", "69633767": "François van Rysselberghe (24 August 1846 – 3 February 1893) was a Belgian scientist who was the forerunner or the inventor of numerous devices in the fields of meteorology and telephony. He invented, in particular, a system allowing several telephone signals to pass through telegraph cables. The generalization of the Van Rysselberghe System (French: Système Van Rysselberghe) in Belgium in 1884, and then abroad, promoted the development of this new mode of communication, making it a pioneer of long-distance telephone communications.", "44926697": "Michelle Lynn Wachs is an American mathematician who specializes in algebraic combinatorics and works as a professor of mathematics at the University of Miami.[1]", "100077": "George Horace Gallup (November 18, 1901 – July 26, 1984) was an American pioneer of survey sampling techniques and inventor of the Gallup poll, a successful statistical method of survey sampling for measuring public opinion.", "34542": "Zhang Heng (Chinese: 張衡; AD 78–139), formerly romanized as Chang Heng, was a Chinese polymathic scientist and statesman who lived during the Han dynasty. Educated in the capital cities of Luoyang and Chang'an, he achieved success as an astronomer, mathematician, seismologist, hydraulic engineer, inventor, geographer, cartographer, ethnographer, artist, poet, philosopher, politician, and literary scholar.", "18351855": "Joseph A. Gallian (born January 5, 1942) is an American mathematician, the Morse Alumni Distinguished University Professor of Teaching in the Department of Mathematics and Statistics at the University of Minnesota Duluth.[1][2]", "73631473": "Marek Fila (29  August 1959 – 20 April 2023)[1] was a Slovak mathematician. His main research focus was diffusion equations and partial differential equations. He was among the most productive scientists in Slovakia.[2]", "54593266": "Andrew Michael Soward FRS (born 20 October 1943) is a British fluid dynamicist. He is an emeritus professor at the Department of Mathematics of the University of Exeter.[2]", "32179955": "Mehmet Nadir (1856 – 13 December 1927) was a Turkish mathematician and educator.", "6850292": "Arjen Klaas Lenstra (born 2 March 1956, in Groningen) is a Dutch mathematician, cryptographer and computational number theorist. He is a professor emeritus from the École Polytechnique Fédérale de Lausanne (EPFL) where he headed of the Laboratory for Cryptologic Algorithms.[1]", "2000631": "Seth Ward (1617 – 6 January 1689) was an English mathematician, astronomer,[1] and bishop.", "71272184": "Wang Qiming (simplified Chinese: 王启明; traditional Chinese: 王啓明; pinyin: Wáng Qǐmíng; June 4, 1941 [1]– April 7, 1989) was a Chinese mathematician who was known for his work in differential geometry. He was considered as one of the best differential geometers in China of the time.", "34539257": "Nikolai Vasilyevich Smirnov (Russian: Николай Васильевич Смирнов) (17 October 1900 – 2 June 1966) was a Soviet Russian mathematician noted for his work in various fields including probability theory and statistics.[1]", "68683512": "Vladimir Igorevich Bogachev (Russian: Владимир Игоревич Богачёв; born in 1961) is an eminent Russian mathematician and Full Professor of the Department of Mechanics and Mathematics of the Lomonosov Moscow State University. He is an expert in measure theory, probability theory, infinite-dimensional analysis and partial differential equations arising in mathematical physics. [1][2] His research was distinguished by several awards including the medal and the prize of the Academy of Sciences of the Soviet Union (1990); Award of the Japan Society for the Promotion of Science (2000); the Doob Lecture of the Bernoulli Society (2017);[3] and the Kolmogorov Prize of the Russian Academy of Sciences (2018).[4]", "30476023": "Yutaka Yamamoto (山本 裕, Yamamoto Yutaka, born 29 March 1950), is a Japanese mathematician working in systems theory, control theory, and signal processing.", "3180285": "Maxime Bôcher (August 28, 1867 – September 12, 1918) was an American mathematician who published about 100 papers on differential equations, series, and algebra.[1] He also wrote elementary texts such as Trigonometry and Analytic Geometry.[2] Bôcher's theorem, Bôcher's equation, and the Bôcher Memorial Prize are named after him.", "47744766": "Jean Prestet (1648–1690) was a French Oratorian priest and mathematician who contributed to the fields of combinatorics[2][3] and number theory.", "38373121": "Arnold Dresden (1882–1954) was a Dutch-American mathematician, known for his work in the calculus of variations and collegiate mathematics education.[1][2] He was a president of the Mathematical Association of America and a member of the American Philosophical Society.[3][4]", "59967235": "Douglas Cameron Heggie FRSE (born 7 February 1947) is a Scottish applied mathematician and astronomer, formerly holding the Personal Chair of Mathematical Astronomy at the School of Mathematics at the University of Edinburgh. His main research interests are in stellar dynamics.", "72222468": "Kirsten Graham Wickelgren is an American mathematician whose research interests range over multiple areas including algebraic geometry, algebraic topology, arithmetic geometry, and anabelian geometry. She is a professor of mathematics at Duke University.", "2885379": "Walter Trump (born 1952 or 1953 [1]) is a German mathematician and retired high school teacher. He is known for his work in recreational mathematics.", "43091727": "Scientific Modeling and Prediction\nComputer Simulation\nSocial \"mood\" effects on future trends and events", "52561699": "Alexey Yasonovich Gorgidze (Georgian: ალექსი გორგიძე; 17 May 1907 – 17 December 1992) was the Soviet and Georgian mathematician and engineer, Laureate of the State Prize of Georgia 1998, Honored Scientist, and Professor.", "52561701": "Moon Duchin is an American mathematician who works as a professor at Tufts University in Medford, Massachusetts. Her mathematical research concerns geometric topology, geometric group theory, and Teichmüller theory.[2] She has done significant research on the mathematics of redistricting and gerrymandering, and founded a research group, MGGG Redistricting Lab, to advance these mathematical studies and their nonpartisan application in the real world of US politics.[3] She is also interested in the cultural studies, philosophy, and history of science.[2] Duchin is one of the core faculty members and serves as director of the Science, Technology, and Society program at Tufts.[1][2]", "56592168": "Anne E. Gelb is a mathematician interested in numerical analysis, partial differential equations and Fourier analysis of images. She is John G. Kemeny Parents Professor of Mathematics at Dartmouth College.[1]", "62293802": "Steven Paul Lalley (born 16 January 1954) is an American statistician and mathematician.[1]", "38668079": "Robert D. (Bob) Russell is professor of mathematics at Simon Fraser University.", "1842": "Baron Augustin-Louis Cauchy FRS FRSE (UK: /kˈoʊʃi/ KOH-shee,  /kˈaʊʃi / KOW-shee,[1][2] US: /koʊʃˈiː / koh-SHEE,[2][3] France: / ˈoɡystɛ̃ˈ  lwˈi  kˈoʃˈi /, OH-gus-TEY loo-EE KOH-SHEE;[4] 21 August 1789 – 23 May 1857) was a French mathematician, engineer, and physicist who made pioneering contributions to several branches of mathematics, including mathematical analysis and continuum mechanics. He was one of the first to state and rigorously prove theorems of calculus, rejecting the heuristic principle of the generality of algebra of earlier authors. He (nearly) single-handedly founded complex analysis and the study of permutation groups in abstract algebra.", "1844": "Archimedes of Syracuse (/ˌɑːrkɪˈmiːdiːz/, ARK-ihm-EE-deez;[2][a] c. 287 – c. 212 BC) was an Ancient Greek mathematician, physicist, engineer, astronomer, and inventor from the ancient city of Syracuse in Sicily.[3] Although few details of his life are known, he is regarded as one of the leading scientists in classical antiquity. Considered the greatest mathematician of ancient history, and one of the greatest of all time,[4] Archimedes anticipated modern calculus and analysis by applying the concept of the infinitely small and the method of exhaustion to derive and rigorously prove a range of geometrical theorems.[5][6] These include the area of a circle, the surface area and volume of a sphere, the area of an ellipse, the area under a parabola, the volume of a segment of a paraboloid of revolution, the volume of a segment of a hyperboloid of revolution, and the area of a spiral.[7][8]", "13240123": "Bárbara M. Brizuela is an American mathematics educator, and an associate professor education at Tufts University.", "1247037": "Marcel Grossmann (April 9, 1878 – September 7, 1936)[2] was a Swiss mathematician and a friend and classmate of Albert Einstein. Grossmann was a member of an old Swiss family from Zurich. His father managed a textile factory. He became a Professor of Mathematics at the Federal Polytechnic School in Zurich, today the ETH Zurich, specializing in descriptive geometry.", "1705790": "David Volfovich Chudnovsky (born January 22, 1947 in Kyiv) and Gregory Volfovich Chudnovsky (born April 17, 1952 in Kyiv) are Ukrainian-born American mathematicians and engineers known for their world-record mathematical calculations and developing the Chudnovsky algorithm used to calculate the digits of π with extreme precision.", "49809215": "Giovanni Battista Pisani, also known as Gio. Battista Pisani, was a 17th-century Genoese mathematician.[1]", "1214276": "Paul Ernest is a contributor to the social constructivist philosophy of mathematics.", "2361164": "John Collins FRS (25 March 1625 – 10 November 1683) was an English mathematician. He is most known for his extensive correspondence with leading scientists and mathematicians such as Giovanni Alfonso Borelli, Gottfried Leibniz, Isaac Newton, and John Wallis. His correspondence provides details of many of the discoveries and developments made in his time, and shows his role in making some of these discoveries available to a wider audience. He was called \"English Mersenne\" for his extensive collecting and diffusing of scientific information.[1]", "56690510": "Carola-Bibiane Schönlieb (born 1979)[1] is an Austrian mathematician who works in image processing and partial differential equations. She is a Fellow of Jesus College, Cambridge and Professor of Applied Mathematics in the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge.[2] She is the author of the book Partial Differential Equation Methods for Image Inpainting (Cambridge University Press, 2015), on methods for using the solutions to partial differential equations to fill in gaps in digital images.[3]", "8488782": "Alexander Givental (Russian: Александр Борисович Гивенталь[1]) is a Russian-American mathematician who is currently Professor of Mathematics at the University of California, Berkeley.  His main contributions have been in symplectic topology and singularity theory, as well as their relation to topological string theories.", "35227472": "Walter Burton Ford (May 18, 1874 in Oneonta, New York – February 24, 1971 in Seneca County, New York) was an American mathematician and philanthropist.", "1873": "Anthemius of Tralles (Greek: Ἀνθέμιος ὁ Τραλλιανός, Medieval Greek: [anˈθemios o traliaˈnos], Anthémios o Trallianós; c. 474 – 533 x 558)[1] was a Byzantine Greek from Tralles[2] who worked as a geometer and architect in Constantinople, the capital of the Byzantine Empire. With Isidore of Miletus, he designed the Hagia Sophia for Justinian I.", "72812372": "Demetrios Eginitis or Aiginitis (Greek: Δημήτριος Αιγινήτης; July 10, 1862 – March 14, 1934) was a Greek astronomer, physicist, mathematician, author, professor, dean, and politician.  He replaced Demetrios Kokkidis becoming the fifth director of the National Observatory of Athens and the longest-serving director in the Observatory's history.  He was one of the few Greek astronomers in modern Greek history during the 1800s, others included Georgios Konstantinos Vouris and Johann Friedrich Julius Schmidt.  He served as Minister of Education twice.[1][2]", "66160470": "Carol Smith Schumacher (born 1960)[1] is a Bolivian-born American mathematician specializing in real analysis, a mathematics educator, and a textbook author. She is a professor of mathematics at Kenyon College, and vice president of the Mathematical Association of America.[2]", "42436441": "Olli Erkki Lehto (30 May 1925 in Helsinki — 31 December 2020[1]) was a Finnish mathematician, specializing in geometric function theory, and a chancellor of the University of Helsinki.[2]", "40568668": "Jacobus (Jaap) Wessels (19 January 1939 – 30 July 2009) was a Dutch mathematician and Professor of Stochastic Operations Research at the Eindhoven University of Technology,[1] known for his contributions in the field of Markov decision processes.[2]", "59279196": "Kasso Akochayé Okoudjou is a Professor of Mathematics at Tufts University. He works primarily on harmonic analysis and is currently also doing research in time-frequency analysis and fractals. He was the 2018 Martin Luther King Visiting Professor at the Massachusetts Institute of Technology.[2]", "70059871": "Luis Fernando Alday FRS is presently Rouse Ball Professor of Mathematics at the University of Oxford and Head of the Mathematical Physics Group.", "12289889": "Reese Trego Prosser (May 18, 1927 in Minneapolis – June 15, 1996) was an American mathematician.", "52004706": "Alan Trinler Huckleberry (born February 18, 1941) is an American mathematician who works in complex analysis, Lie groups actions and algebraic geometry. He is currently (since 2009) Professor Emeritus of Mathematics at Ruhr University Bochum and Wisdom Professor of Mathematics at Jacobs University Bremen in Germany.", "165733": "Frank Yates FRS (12 May 1902 – 17 June 1994) was one of the pioneers of 20th-century statistics.[1][2][3]", "45549414": "Jacques Claude Hurtubise FRSC (born March 12, 1957) is a Canadian mathematician who works as a professor of mathematics and chair of the mathematics department at McGill University. His research interests include moduli spaces, integrable systems, and Riemann surfaces.[1] Among other contributions, he is known for proving the Atiyah–Jones conjecture.[2]", "9373545": "Jean-Charles Faugère is the head of the POLSYS project-team (Solvers for Algebraic Systems and Applications) of the Laboratoire d'Informatique de Paris 6 (LIP6) and Paris–Rocquencourt center of INRIA, in Paris. The team was formerly known as SPIRAL and SALSA.", "48334698": "Antti Kupiainen (born 23 June 1954, Varkaus, Finland) is a Finnish mathematical physicist.", "48301931": "András Sebő (born 24 April 1954) is a Hungarian-French mathematician working in the areas of combinatorial optimization and discrete mathematics. Sebő is a French National Centre for Scientific Research (CNRS) Director of Research and the head of the Combinatorial Optimization.[1] group in Laboratory G-SCOP,[2] affiliated with the University of Grenoble and the CNRS.", "62588780": "Michael Rogers Vaughan-Lee[1] is a mathematician and retired academic. He was Professor of Mathematics at the University of Oxford from 1996 to 2010 and a tutor at Christ Church, Oxford, between 1971 and 2010.", "69371760": "Mary Elizabeth Fama (née Duncan; 23 October 1938 – 6 July 2021)[1] was a New Zealand applied mathematician who became \"a leading international figure\" in the analysis of stress and deformation of rock and the application of this analysis to mining.[2] A method she developed for solving analytically the convergence-confinement curve of a circular mining tunnel has been variously called the Duncan-Fama convergence curve,[3] Duncan-Fama analytical method,[4] or Duncan-Fama solution.[5]", "63735665": "Wolfgang Viechtbauer is a statistician. He is an associate professor of methodology and statistics at the Maastricht University in the Faculty of Health, Medicine and Life Sciences and Faculty of Psychology and Neuroscience. His most influential work has been focused on the field of meta-analysis and evidence synthesis.", "1181554": "Jacques Charles François Sturm (29 September 1803 – 15 December 1855) was a French mathematician, who made a significant addition to equation theory with his work, the Sturm's theorem.[1]", "6096754": "Nikolai Grigor'evich Chudakov (Russian: Никола́й Григо́рьевич Чудако́в; 1904–1986) was a Russian and Soviet mathematician. He was born in Lysovsk, Novo-Burassk, Saratov, Russian Empire. His father worked as a medical assistant.", "71174005": "Tatsujiro Shimizu (清水 辰次郎, Shimizu Tatsujirō, 7 April 1897 – 8 November 1992) was a Japanese mathematician working in the field of complex analysis. He was the founder of the Japanese Association of Mathematical Sciences.[1]", "26642296": "Paul Trevier Bateman (June 6, 1919 – December 26, 2012)[1] was an American number theorist, known for formulating the Bateman–Horn conjecture on the density of prime number values generated by systems of polynomials[2] and the New Mersenne conjecture relating the occurrences of Mersenne primes and Wagstaff primes.[3]", "19662715": "Willard L. Miranker (March 8, 1932 – April 28, 2011) was an American mathematician and computer scientist, known for his contributions to applied mathematics and numerical mathematics.[1]", "20514683": "Karl Egil Aubert (19 August 1924 – 21 October 1990) was a Norwegian mathematician.[1]", "4458378": "Joseph Winlock (February 6, 1826 – June 11, 1875) was an American astronomer and mathematician.", "362382": "Emil Leon Post (/poʊst/; February 11, 1897 – April 21, 1954) was an American mathematician and logician. He is best known for his work in the field that eventually became known as computability theory.", "56559503": "Christoph Thiele (born 1968 in Bielefeld) is a German mathematician working in the field of harmonic analysis. After completing his undergraduate studies at TU Darmstadt and Bielefeld University, he obtained his Ph.D. in 1995 at Yale under the supervision of Ronald Coifman. After spending time at UCLA, where he was promoted to full professor, he occupied the Hausdorff Chair at the University of Bonn.[1]", "362385": "Witold Hurewicz (June 29, 1904 – September 6, 1956) was a Polish mathematician.", "8488854": "Frank Stringfellow Quinn, III (born 1946) is an American mathematician and professor of mathematics at Virginia Polytechnic Institute and State University, specializing in geometric topology.", "6096792": "Timofei Fyodorovich Osipovsky (Russian: Тимофей Федорович Осиповский; February 2, 1766, Osipovo – June 24, 1832, Moscow) was a Russian Imperial mathematician, physicist, astronomer, and philosopher. Timofei Osipovsky graduated from the St Petersburg Teachers Seminary.", "24774553": "Steven Alexander Gaal (February 22, 1924 – March 17, 2016) (also known as István Sándor Gál or I. S. Gál) was a Hungarian-American mathematician and Professor of Mathematics at the University of Minnesota—Minneapolis.[1]", "59049883": "Lotte Hollands (born 1981)[1] is a Dutch mathematician and mathematical physicist who studies quantum field theory, supersymmetric gauge theory, and string theory. She is an associate professor and Royal Society Dorothy Hodgkin Fellow in the Department of Mathematics at Heriot-Watt University.", "28379045": "Günter Pilz (born 1945 in Bad Hall, Upper Austria) is professor of mathematics at the Johannes Kepler University (JKU) Linz. Until his retirement in 2013 he was the head of the Institute of Algebra.", "57837484": "Minoru Tomita (冨田 稔, Tomita Minoru, February 6, 1924 – October 9, 2015) was a Japanese mathematician who made significant contributions to the theory of operator algebras.", "2590640": "Norman Lloyd Johnson (9 January 1917, Ilford, Essex, England – 18 November 2004, Chapel Hill, North Carolina, United States) was a professor of statistics and author or editor of several standard reference works in statistics and probability theory.", "53315507": "Henry Clarke (1743–1818) was an English mathematician, a significant teacher in north-west England, and mathematical writer and translator. He worked also as a surveyor and science lecturer.[1]", "71174077": "Hansjoachim Walther (16 December 1939 – 17 January 2005) was a German politician and mathematician. He was leader of the German Social Union, a right-wing party modelled after the Bavarian CSU, during the Wende, serving as their parliamentary leader in the Volkskammer. After German reunification, he was co-opted to the Bundestag and appointed as Minister for Special Affairs.[1]", "49481662": "Andreas Brandstädt (born 17 January 1949 in Arnstadt, East Germany) is a German mathematician and computer scientist.", "50792386": "Günter Harder (born 14 March 1938 in Ratzeburg) is a German mathematician, specializing in arithmetic geometry and number theory.", "22874054": "Lajos Pósa (born 9 December 1947 in Budapest) is a Hungarian mathematician working in the topic of combinatorics, and one of the most prominent mathematics educators of Hungary, best known for his mathematics camps for gifted students. He is a winner of the Széchenyi Prize.\nPaul Erdős's favorite \"child\", he discovered theorems at the age of 13. Since 2002, he has worked at the Rényi Institute of the Hungarian Academy of Sciences; earlier he was at the Eötvös Loránd University, at the Departments of Mathematical Analysis, Computer Science.", "38832072": "Arthur Stanley Ramsey (9 September 1867 – 31 December 1954) was a British mathematician and author of mathematics and physics textbooks.[1]  He was Fellow of Magdalene College, Cambridge, and its President from 1915–52.[2]", "61671368": "Elizabeth Samantha Meckes (1980–2020)[1] was an American mathematician specializing in probability theory. Her research included work on Stein's method for bounding the distance between probability distributions and on random matrices. She was a professor of mathematics, applied mathematics, and statistics at Case Western Reserve University.[2] She died in December 2020 after a brief battle with cancer.[3]", "56231882": "Charles Henry Rowe (9 February 1893, Cork – 4 December 1943) was an Irish mathematician, specializing in geometry.[1] He was Erasmus Smith's Professor of Mathematics at Trinity College Dublin (1926-1943).[2]", "50694088": "Francesco Maria De Regi (Milan, 1720 – 1794) was an Italian mathematician.", "3966927": "Bent Fuglede (8 October 1925 – 7 December 2023) was a Danish mathematician.", "6096847": "Aleksandr Ivanovich Nekrasov (Russian: Алекса́ндр Ива́нович Некра́сов; 9 December [O.S. 27 November] 1883 – 21 May 1957) was a Soviet and Russian mathematician known for his mathematical contributions to hydromechanics and aeromechanics. The Nekrasov integral equation describing surface waves is named for him.[1]", "755668": "Leopold Löwenheim [ˈle:o:pɔl̩d ˈlø:vɛnhaɪm] (26 June 1878 in Krefeld – 5 May 1957 in Berlin) was a German mathematician doing work in mathematical logic. The Nazi regime forced him to retire because under the Nuremberg Laws he was considered only three quarters Aryan. In 1943 much of his work was destroyed during a bombing raid on Berlin. Nevertheless, he survived the Second World War, after which he resumed teaching mathematics.[1]", "44795862": "Patricia E. Bauman is an American mathematician who studies partial differential equations that model the behavior of liquid crystals and superconductors.[1] She is a professor of mathematics at Purdue University.[2]", "40896470": "David Robert Morrison (born July 29, 1955, in Oakland, California) is an American mathematician and theoretical physicist. He works on string theory and algebraic geometry, especially its relations to theoretical physics.", "35227606": "Josef Anton Gmeiner (1862-1926) was an Austrian mathematician working in number theory and mathematical analysis.[1]", "1148890": "John Leslie Britton (18 November 1927 – 13 June 1994) was an English mathematician from Yorkshire who worked in combinatorial group theory and was an expert on the word problem for groups. Britton was a member of the London Mathematical Society and was Secretary of Meetings and Membership with that organization from 1973-1976.", "37554140": "The Ruth Lyttle Satter Prize in Mathematics, also called the Satter Prize, is one of twenty-one prizes given out by the American Mathematical Society (AMS).[1] It is presented biennially in recognition of an outstanding contribution to mathematics research by a woman in the previous six years.[2] The award was funded in 1990 using a donation from Joan Birman, in memory of her sister, Ruth Lyttle Satter,[3] who worked primarily in biological sciences, and was a proponent for equal opportunities for women in science.[4] First awarded in 1991, the award is intended to \"honor [Satter's] commitment to research and to encourage women in science\".[5]  The winner is selected by the council of the AMS, based on the recommendation of a selection committee.[5] The prize is awarded at the Joint Mathematics Meetings during odd numbered years, and has always carried a modest cash reward. Since 2003, the prize has been $5,000,[5][6] while from 1997 to 2001, the prize came with $1,200,[7][8] and prior to that with $4,000.[9] If a joint award is made, the prize money is split between the recipients.[7]", "2019": "André Weil (/ˈveɪ/; French: [ɑ̃dʁe vɛj]; 6 May 1906 – 6 August 1998) was a French mathematician, known for his foundational work in number theory and algebraic geometry.[3] He was one of the most influential mathematicians of the twentieth century. His influence is due\nboth to his original contributions to a remarkably broad\nspectrum of mathematical theories, and to the mark \nhe left on mathematical practice and style, through\nsome of his own works as well as through the Bourbaki group, of which he was one of the principal\nfounders.", "24315876": "Vladimir Rokhlin Jr. (born August 4, 1952) is a mathematician[1][2] and professor of computer science and mathematics at Yale University.[3] He is the co-inventor with Leslie Greengard of the fast multipole method (FMM) in 1985, recognised as one of the top-ten algorithms of the 20th century.[1][4][5]", "2021": "Atle Selberg (14 June 1917 – 6 August 2007) was a Norwegian mathematician known for his work in analytic number theory and the theory of automorphic forms, and in particular for bringing them into relation with spectral theory. He was awarded the Fields Medal in 1950 and an honorary Abel Prize in 2002.", "8718312": "Beppo Levi (14 May 1875 – 28 August 1961) was an Italian mathematician. He published high-level academic articles and books, not only on mathematics, but also on physics, history, philosophy, and pedagogy. Levi was a member of the Bologna Academy of Sciences and of the Accademia dei Lincei.", "755690": "Francesco Maria Grimaldi, SJ (2 April 1618 – 28 December 1663) was an Italian Jesuit priest, mathematician and physicist who taught at the Jesuit college in Bologna.  He was born in Bologna to Paride Grimaldi and Anna Cattani.[1]", "2027": "Sir Andrew John Wiles KBE FRS (born 11 April 1953)[5] is an English mathematician and a Royal Society Research Professor at the University of Oxford, specialising in number theory. He is best known for proving Fermat's Last Theorem, for which he was awarded the 2016 Abel Prize[6] and the 2017 Copley Medal by the Royal Society.[2] He was appointed Knight Commander of the Order of the British Empire in 2000, and in 2018, was appointed the first Regius Professor of Mathematics at Oxford.[7] Wiles is also a 1997 MacArthur Fellow.", "17500142": "Gleb Vladimirovich Nosovsky or Nosovskiy (Russian: Глеб Владимирович Носовский; born 26 January 1958) is a Russian mathematician. He was born in Moscow, Russia.", "57411567": "Bonnie Gold (born 1948)[1] is an American mathematician, mathematical logician, philosopher of mathematics, and mathematics educator. She is a professor emerita of mathematics at Monmouth University.[2]", "35293166": "John Bonnycastle (baptized 29 December 1751 in Hardwick or Whitchurch, England – 15 May 1821 in Woolwich, England) was an English teacher of mathematics and author.", "10291191": "Karl Emanuel Robert Fricke (24 September 1861 – 18 July 1930) was a German mathematician, known for his work in complex analysis, especially on elliptic, modular and automorphic functions. He was one of the main collaborators of Felix Klein, with whom he produced two classic, two-volume monographs on elliptic modular functions and automorphic functions.", "362489": "Samuel Dickstein (12 May 1851 – 28 September 1939) was a Polish mathematician of Jewish origin. He was one of the founders of the Jewish party Zjednoczenie (\"the union\"), which advocated the assimilation of Polish Jews.", "5375996": "Shlomo Zvi Sternberg (born 1936), is an American mathematician known for his work in geometry, particularly symplectic geometry and Lie theory.", "67930109": "Nam Byeong-gil (南秉吉, 남병길, 1820–1869, McCune–Reischauer: Nam Pyǒng-kil), also known as Nam Sang-gil (南相吉, 남상길), courtesy name Jasang (字裳, 자상), art name Yugiljae (六一齋, 육일재) or Hyecheon (惠泉, 혜천), was a Korean mathematician and astronomer of the Joseon period. He was a member of the Uiryeong Nam clan.[1] His brother Nam Byeong-cheol (南秉哲) was also a noted astronomer.[2]", "44795906": "Marilyn Janet Breen (born 1944)[1] is a professor of mathematics at the University of Oklahoma.[2] Her research involves geometry, including visibility and orthogonal polygons.", "14780419": "Narahari Umanath Prabhu (25 April 1924 – 14 October 2022) was an Indian-American mathematician, known for his contributions to operation research, in particular queueing theory.[1] He did not seek a Ph.D., however he guided a number of Ph.Ds.", "362501": "Samuel Eilenberg (September 30, 1913 – January 30, 1998) was a Polish-American mathematician who co-founded category theory (with Saunders Mac Lane) and homological algebra.", "70813707": "Anatol Odzijewicz (November 10, 1947 – April 18, 2022)[1] was Polish mathematician and physicist. The main areas of his research were the theory of Banach groupoids and algebroids related to the structure of W*-algebras, quantization of physical systems by means of the coherent state map, as well as quantum and classical integrable systems.", "16189453": "Greg Kuperberg (born July 4, 1967) is a Polish-born American mathematician known for his contributions to geometric topology, quantum algebra, and combinatorics. Kuperberg is a professor of mathematics at the University of California, Davis.[1]", "54233101": "Dmitry Feichtner-Kozlov (born 16 December 1972, in Tomsk, Russia) is a Russian-German mathematician.", "5146640": "Robert Simpson Woodward (July 21, 1849 – June 29, 1924) was an American civil engineer, physicist and mathematician.", "362518": "Józef Marcinkiewicz (Polish pronunciation: [ˈjuzɛf mart͡ɕinˈkʲɛvit͡ʂ]; 30 March 1910 in Cimoszka, near Białystok, Poland – 1940 in Kharkiv, USSR) was a Polish mathematician.[1]", "54593563": "Konstantin \"Kostya\" Mikhailovich Khanin (Russian: Константин Михайлович Ханин) is a Russian mathematician and physicist. He served as Chair (academic) of the Department of Mathematical and Computational Sciences at the University of Toronto Mississauga.[1]", "43419676": "David S. Broomhead (13 November 1950 – 24 July 2014) was a British mathematician specialising in dynamical systems and was professor of applied mathematics at the School of Mathematics, University of Manchester.[1][2]", "37554212": "Ruth Lyttle Satter (March 8, 1923 – August 3, 1989) was an American botanist best known for her work on circadian leaf movement.", "362536": "Émile Picard Medal (1959)\nCNRS Gold Medal (1976)\nWolf Prize (1980)", "10356778": "Leonard Carlitz (December 26, 1907 – September 17, 1999) was an American mathematician.  Carlitz supervised 44 doctorates at Duke University and published over 770 papers.", "58165292": "Diane Margaret Maclagan (born 1974)[1] is a professor of mathematics at the University of Warwick.[2] She is a researcher in combinatorial and computational commutative algebra and algebraic geometry, with an emphasis on toric varieties, Hilbert schemes, and tropical geometry.", "44795949": "Laura Grace DeMarco is a professor of mathematics at Harvard University, whose research concerns dynamical systems and complex analysis.[1]", "6850609": "Valentine \"Valya\" Bargmann (April 6, 1908 – July 20, 1989)[1] was a German-American mathematician and theoretical physicist.", "58755122": "Liming Peng is a Chinese biostatistician who works as a professor of biostatistics and bioinformatics at the Rollins School of Public Health, Emory University,[1] where she is also affiliated with the Winship Cancer Institute.[2]\nThe topics of her statistical research include survival analysis, quantile regression, and nonparametric statistics; she applies these methods to the study of chronic diseases including diabetes and cystic fibrosis.[1]", "362547": "John Arthur Todd FRS[1] (23 August 1908 – 22 December 1994) was an English mathematician who specialised in geometry.", "49809461": "Giovanni Giacomo Pierantoni, also known as Gio. Giacomo Pierantoni, was a 17th-century Italian mathematician.", "56068150": "Ralph Martin Kaufmann (born August 4, 1969) is a German mathematician working in the United States.", "48695353": "Carlton Edward Lemke (October 11, 1920 - April 12, 2004) was an American mathematician.", "54888506": "Lia Bronsard (b. 14 March 1963[1]) is a Canadian mathematician and the former president of the Canadian Mathematical Society.[2] She is a professor of mathematics at McMaster University.[3]", "18384954": "Richard Gordon Swan (/swɑːn/; born 1933) is an American mathematician who is known for the Serre–Swan theorem relating the geometric notion of vector bundles to the algebraic concept of projective modules,[1] and for the Swan representation, an l-adic projective representation of a Galois group.[2] His work has mainly been in the area of algebraic K-theory.", "25167931": "Friedrich Paul Mahlo (born 28 July 1883 in Coswig, Duchy of Anhalt; died 20 August 1971 in Halle, Bezirk Halle) was a German mathematician.[1][2]", "73828410": "Jacob Benjamin Wiesner Heckerin  (20 June 1763 – 12 August 1842) was a German physicist, chemist, mathematician, mineralogist and engineer born in Freiberg, Saxony, Germany.[1] Wiesner travelled to the New World after King Charles III of Spain asked for skilled German mineralogists and engineers. He discovered iron ores in Pacho and, by order of Antonio Nariño, searched for lead mines. Wiesner supported the independence efforts of Colombia for which Simón Bolívar appointed him General Director of Mines of Zipaquirá and Sesquilé salt mines. He is also known for directing engineering work to drain the Guatavita lagoon between 1822 and 1823.[2]", "58755133": "Dionne L. Price is an American statistician who works as a division director in the Office of Biostatistics of the Center for Drug Evaluation and Research, in the US Food and Drug Administration.[1]\nHer division provides statistical advice \"used in the regulation of anti-infective, anti-viral, ophthalmology, and transplant drug products\".[2]", "20613190": "Louis, baron Costaz (17 March 1767, in Champagne-en-Valromey (Bugey – 15 February 1842, in Paris) was a French scientist and administrator.", "54954059": "Venkatramani Lakshmibai (1944/1945 – 2 December 2023) was an Indian mathematician who was a professor emerita of mathematics at Northeastern University in Boston. Her research concerned algebraic geometry, the theory of algebraic groups, and representation theory,[1] including in particular the theory of flag varieties and Schubert varieties.", "36997197": "Walter Romberg (27 December 1928 – 23 May 2014) was a German politician and finance minister of East Germany.[1]", "18352206": "Lawrence Jay Rosenblum[1] (born 1944) is an American mathematician, and Program Director for Graphics and Visualization at the National Science Foundation.", "38832206": "Roshdi Rashed (Arabic: رشدي راشد), born in Cairo in 1936, is a mathematician, philosopher and historian of science, whose work focuses largely on mathematics and physics of the medieval Arab world.[citation needed] His work explores and illuminates the unrecognized Arab scientific tradition, being one of the first historians to study in detail the ancient and medieval texts, their journey through the Eastern schools and courses, their immense contributions to Western science, particularly in regarding the development of algebra and the first formalization of physics.[citation needed]", "24250448": "Stefan Emanuel \"Steve\" Warschawski (April 18, 1904 – May 5, 1989) was a mathematician, a professor and department chair at the University of Minnesota and the founder of the mathematics department at the University of California, San Diego.", "44795985": "Shelly Lynn Harvey is a professor of Mathematics at Rice University. Her research interests include knot theory, low-dimensional topology, and group theory.[1]", "49285202": "Ethel Harriet Raybould B.A., M.A. (1899–1987), was the University of Queensland's first female Mathematics Lecturer who taught at the University from 1928 to 1955. She was one of the University's most generous benefactors with her bequest to the University of almost $1 million upon her death supporting fellowships, prizes, and a teaching facility.", "24676435": "Charles Wiggins Cobb (September 17, 1875 – March 2, 1949) was an American mathematician and economist and a 1912 Ph.D. graduate of the University of Michigan.  He published many works on both subjects, however he is most famous for developing the Cobb–Douglas production function in economics. He worked on this project with the economist Paul H. Douglas while lecturing at Amherst College in Massachusetts.[1] In 1928, Charles Cobb and Paul Douglas published a study in which they modeled the growth of the American economy during the period 1899–1922.  They considered a simplified view of the economy in which production of output is determined by the amount of labor involved and the amount of capital used.  While there are many other factors affecting economic performance, their model proved to be remarkably accurate.  He also authored a number of books and pamphlets in his time including, 'The asymptotic development for a certain integral function of zero order,' in 1913, while working to attain his doctorate in Mathematics.[2]", "56625234": "Jan Hendrik Bruinier (born 21 October 1971) is a German mathematician, whose work focuses on number theory.", "28051541": "Bharath Sriraman (born 1971) is an Indian-born Professor of Mathematical Sciences at the University of Montana – Missoula[1] and an academic editor,[2] known for his interdisciplinary contributions at the nexus of math-science-arts,[3] theory development in mathematics education,[4] creativity research,[5] and gifted education.[6]", "460885": "John Denis Martin Nunn (born 25 April 1955) is an English chess grandmaster, a three-time world champion in chess problem solving, a chess writer and publisher, and a mathematician. He is one of England's strongest chess players and was formerly in the world's top ten.[1][2][3]", "35227735": "Jules Molk (8 December 1857 in Strasbourg, France – 7 May 1914 in Nancy)  was a French mathematician who worked on elliptic functions.", "7440474": "Gustavus J. Simmons (born 1930) is a retired cryptographer and former manager of the applied mathematics Department and Senior Fellow at Sandia National Laboratories. He worked primarily with authentication theory, developing cryptographic techniques for solving problems of mutual distrust and in devising protocols whose function could be trusted, even though some of the inputs or participants cannot be. Simmons was born in West Virginia and was named after his grandfather, a prohibition officer who was gunned down three years before Gustavus was born.[1] He began his post-secondary education at Deep Springs College, and received his Ph.D in mathematics from the University of New Mexico, Albuquerque.", "8259675": "Mark Embree is professor of computational and applied mathematics [1] at Virginia Tech in Blacksburg, Virginia. Until 2013, he was a professor of computational and applied mathematics at Rice University in Houston, Texas. At Virginia Tech, he is known affectionately as the \"Father of CMDA\".", "6096986": "Alexander Ivanovich Skopin (Александр Иванович Скопин) (1927–2003) was a Russian mathematician known for his contributions to abstract algebra.", "47253597": "Nikolai V. Ivanov (Russian: Николай Владимирович Иванов, born 1954) is a Russian mathematician who works on topology, geometry and group theory (particularly, modular Teichmüller groups).[1] He is a professor at Michigan State University.[2]", "26871914": "Welington Celso de Melo  (17 November 1946 – 21 December 2016) was a Brazilian mathematician. Known for his contributions to dynamical systems theory, he served as full professor at Instituto Nacional de Matemática Pura e Aplicada from 1980 to 2016. Melo wrote numerous papers, one being a complete description of the topological behavior of 1-dimensional real dynamical systems (co-authored with Marco Martens and Sebastian van Strien).[1]\nHe proved the global hyperbolicity of renormalization for Cr unimodal maps (co-authored with Alberto Pinto and  Edson de Faria).[2] He was a recipient of the 2003 TWAS Prize.[3]", "31885421": "Jean-Claude Falmagne (French pronunciation: [ʒɑ̃ klod falmaɲ]; born February 4, 1934, in Brussels, Belgium) is a mathematical psychologist whose scientific contributions deal with problems in reaction time theory, psychophysics, philosophy of science, measurement theory, decision theory, and educational technology.  Together with Jean-Paul Doignon, he developed knowledge space theory, which is the mathematical foundation for the ALEKS software for the assessment of knowledge in various academic subjects, including K-12 mathematics, chemistry, and accounting.", "45123696": "Mark Iosifovich Freidlin (Russian: Марк Иосифович Фрейдлин, born 1938)[1] is a Russian-American probability theorist who works as a Distinguished University Professor of Mathematics at the University of Maryland, College Park.[2] He is one of the namesakes of the Freidlin–Wentzell theory, which is an important part of the large deviations theory. Freidlin and Wentzell are the authors of the first monograph on the large deviations theory for stochastic processes (1979). The Freidlin-Wentzell theory describes, in particular, the long-time effects caused by random perturbations. The latest edition of the book was published by Springer in 2012. It contains not just the results on large deviations but also new results on other asymptotic problems, in particular, on the averaging principle for stochastic perturbations. Other works of Mark Freidlin concern perturbations of Hamiltonian systems, wave front propagation in reaction-diffusion equations, non-linear perturbations of partial differential equations. stochasticity in deterministic dynamical systems.[1]", "5638258": "Max Deuring (9 December 1907 – 20 December 1984) was a German mathematician. He is known for his work in arithmetic geometry, in particular on elliptic curves in characteristic p. He worked also in analytic number theory.", "36735091": "Oleksandr Andriiovych Boichuk, sometimes Alexander Boichuk (Ukrainian: Олекса́ндр Андрі́йович Бойчу́к; born June 30, 1950, in Kirovohrad (Soviet Union), now Kropyvnytskyi, Ukraine) is a Ukrainian mathematician, doctor of physical and mathematical sciences, professor, corresponding member of the National Academy of Sciences of Ukraine (since 2012), head of the laboratory boundary-value problems of differential equations of the Institute of Mathematics of the National Academy of Sciences of Ukraine, was awarded the State Prize of Ukraine in Science and Technology[1] and Mitropolskiy Prize (2013).[2]", "56625268": "Laura J. Person is an American mathematician specializing in low-dimensional topology. She is a distinguished teaching professor of mathematics at the State University of New York at Potsdam.[1]", "42109045": "Witold E(rasmus) Rybczynski (2 June 1881 in Stanisławów \n– 13 August 1949 in Lusławice) was a Polish physicist and mathematician, a professor at the Lviv Polytechnic, and a high-school teacher.", "362612": "Ludolph van Ceulen (German: [fan ˈkɔʏlən], Dutch: [vɑŋˈkøːlə(n)]; 28 January 1540 – 31 December 1610) was a German-Dutch mathematician from Hildesheim. He emigrated to the Netherlands.", "56133754": "James Okoye Chukuka Ezeilo (17 January 1930 – 2013) was the first professor of mathematics in Nigeria. He was often regarded as the father of modern mathematics in the country[1] and was the fifth vice chancellor of the University of Nigeria, Nsukka. He was Vice Chancellor of Bayero University Kano from 1977 to 1978. He was an alumnus of Cambridge University and died in 2013.[2]", "61933693": "Elaine Chew is an operations researcher and pianist focused on the study of musical structures as they apply to musical performance, composition and cognition,[3] the analysis of electrocardiographic traces of arrhythmia,[4][5] and digital therapeutics.[1][6] She is currently Professor of Engineering at King's College London, where she is jointly appointed in the Department of Engineering (Faculty of Natural, Mathematical & Engineering Sciences) and the Department of Cardiovascular Imaging in the School of Biomedical Engineering & Imaging Sciences (Faculty of Life Sciences & Medicine).[7]", "1017982": "Jan Brożek or Johannes Broscius[a] (November 1585 – 21 November 1652) was the most prominent Polish mathematician of his era and an early biographer of Copernicus. He held numerous ecclesiastical offices in the Catholic Church and was associated with the Kraków Academy for his entire career.", "58525823": "Elza Furtado Gomide (August 20, 1925 – October 26, 2013) was a Brazilian mathematician and the first woman to receive a doctorate in mathematics from the University of São Paulo, in 1950, and the second in Brazil.[1] Gomide was involved in the creation of the Society of Mathematics of São Paulo and was elected head of the department of mathematics of the University of São Paulo in 1968.[2]", "62490755": "John Robert Leslie (1831 – 1 January 1881) was an Irish academic whose entire career was spent at Trinity College Dublin (TCD), where he was Erasmus Smith's Professor of Natural and Experimental Philosophy (1870–1881).[1]", "47548551": "Daniel Allcock is a mathematician specializing in group theory, Lie theory and algebraic geometry. He is a professor of mathematics at the University of Texas at Austin.[1]", "49744012": "Kenneth Walters FRS (1934 – 28 March 2022)[2] was a British mathematician and rheologist. He was a Distinguished Research Professor at the Institute Of Mathematics, Physics and Computer Science of the Aberystwyth University.[3][4]", "2492557": "Juan Caramuel y Lobkowitz (Juan Caramuel de Lobkowitz, 23 May 1606 in Madrid — 7 or 8 September 1682 in Vigevano) was a Spanish Catholic scholastic philosopher, ecclesiastic, mathematician and writer. He is believed to be a great-grandson of Jan Popel y Lobkowicz.", "49809553": "Francesco Perez was an 18th-century Italian abbot and mathematician, whose work Tri-lichanon goni-arith-metron, describing a goniometer (instrument for measurement of angles), was published in 1781.[1] He later published a letter complaining about the \"plagiarizing usurpation\" of this invention by Eliseo della Concezione.[2][3]", "1607826": "Jost Bürgi (also Joost, Jobst; Latinized surname Burgius or Byrgius; 28 February 1552 – 31 January 1632[1]), active primarily at the courts in Kassel and Prague, was a Swiss clockmaker, a maker of astronomical instruments and a mathematician.", "3934357": "Lipót Fejér (or Leopold Fejér, Hungarian pronunciation: [ˈfɛjeːr]; 9 February 1880 – 15 October 1959) was a Hungarian mathematician of Jewish heritage. Fejér was born Leopold Weisz,[1][2][3] and changed to the Hungarian name Fejér[4] around 1900.", "1869974": "Colin Grant Clark (2 November 1905 – 4 September 1989) was a British and Australian economist and statistician who worked in both the United Kingdom and Australia. He pioneered the use of gross national product (GNP) as the basis for studying national economies.", "69011609": "Ekaterina Arkad'evna Kostina[1] (born October 18, 1964 in Minsk, Belarus [2]) is a Belarusian-German mathematician specializing in numerical methods for nonlinear programming, robust optimization, and optimal control theory, and in the applications of these methods to the sciences. She is professor of numerical mathematics in the faculty of mathematics and computer science and institute for applied mathematics at Heidelberg University.[3]", "30640286": "Valerie Susan Isham (born 1947) is a British applied probabilist and former President of the Royal Statistical Society.\nIsham's research interests in include point processes, spatial processes, spatio-temporal processes and population processes.", "36112542": "Joseph Steven Madachy (March 16, 1927 – March 27, 2014) was a research chemist, technical editor and recreational mathematician. He was the lead editor of Journal of Recreational Mathematics[1] for nearly 30 years and then served as editor emeritus. He was owner, publisher and editor of its predecessor, Recreational Mathematics Magazine, which appeared from 1961 to 1964.", "6097057": "Nikolai Yevgrafovich Kochin (Russian: Николай Евграфович Кочин; 19 May 1901, St Petersburg – 31 December 1944, Moscow) was a Russian and  Soviet mathematician specialising in applied mathematics, and especially fluid and gas mechanics.", "2295976": "Karel deLeeuw, or de Leeuw ((1930-02-20)February 20, 1930 – (1978-08-18)August 18, 1978), was a mathematics professor at Stanford University, specializing in harmonic analysis and functional analysis.", "37587115": "Dominique de Caen ((1956-05-11)May 11, 1956 – (2002-06-25)June 25, 2002) was a mathematician, Doctor of Mathematics, and professor of Mathematics, who specialized in graph theory, probability, and information theory. He is renowned for his research on Turán's extremal problem for hypergraphs.[1][2]", "21137580": "Edward Brerewood (or Bryerwood) (c. 1565–1613) was an English scholar and antiquary. He was a mathematician and logician, and wrote an influential book on the origin of languages.", "13469869": "Peter Tennant Johnstone (born December 28, 1948) is Professor of the Foundations of Mathematics at the University of Cambridge, and a fellow of St. John's College.[2] \nHe invented or developed a broad range of fundamental ideas in topos theory. His thesis, completed at the University of Cambridge in 1974, was entitled \"Some Aspects of Internal Category Theory in an Elementary Topos\".[3]", "31688876": "Kiran Sridhara Kedlaya (/ˈkɪrən ˈʃriːdər kɛdˈlɑːjə/;[3] born July 1974) is an Indian American mathematician. He currently is a Professor of Mathematics and the Stefan E. Warschawski Chair in Mathematics[4] at the University of California, San Diego.", "28870832": "Hendrik Berend Dorgelo (9 February 1894 in Dedemsvaart – 6 March 1961 in Eindhoven) was a Dutch physicist and academic. He was the first rector magnificus of the Technische Hogeschool Eindhoven.", "24938673": "Vera Turán Sós (11 September 1930 – 22 March 2023)[1][2] was a Hungarian mathematician who specialized in number theory and combinatorics. She was a student and close collaborator of both Paul Erdős and Alfréd Rényi. She also collaborated frequently with her husband Pál Turán, an analyst, number theorist, and combinatorist. Until 1987, she worked at the Department of Analysis at the Eötvös Loránd University, Budapest. Afterwards, she was employed by the Alfréd Rényi Institute of Mathematics.[3] She was elected a corresponding member (1985) and member (1990) of the Hungarian Academy of Sciences.[4] In 1997, Sós was awarded the Széchenyi Prize.", "33523891": "Louis Carré (26 July 1663 – 17 April 1711) was a French mathematician and member of the French Academy of Sciences.[1] He was the author of one of the first books on integral calculus.[2]", "30836915": "Claribel Kendall (January 23, 1889 – April 17, 1965) was an American mathematician.", "68716724": "Alexander Bryce (1713–1786) was a Church of Scotland minister, mathematician, astronomer, scientist and poet who was Chaplain in Ordinary to King George III from 1770 to 1786.", "42109111": "Kazimierz Cwojdziński (born 8 January 1878 in Plewiska near Poznań; died 12 August 1948 in Poznań) was a Polish mathematician and professor of the School of Engineering in Poznań.[1][2] Cwojdziński published his works regarding secondary school curriculum and school mathematics in the journals Wiadomości Matematyczne, Muzeum, Parametr, and Matematyka as well as the German journal Archiv der Mathematik und Physik.[1] He was among the first year-group to obtain a doctorate in mathematics from the Adam Mickiewicz University.[3]", "30738616": "Carl Anton Bretschneider (27 May 1808 – 6 November 1878) was a mathematician from Gotha, Germany. Bretschneider worked in geometry, number theory, and history of geometry. He also worked on logarithmic integrals and mathematical tables. He was one of the first mathematicians to use the symbol \n\n\n\nγ\n\n\n{\\displaystyle \\gamma }\n\n for Euler's constant when he published his 1837 paper. He is best known for his discovery of Bretschneider's formula for the area of a general quadrilateral on a plane,", "47548602": "Henning Haahr Andersen is a mathematician specializing in Algebraic groups, Lie algebras, Quantum groups and Representation theory.[1]", "3868862": "Victor Alexandre Puiseux (French: [pɥizø]; 16 April 1820 – 9 September 1883) was a French mathematician and astronomer.  Puiseux series are named after him, as is in part the Bertrand–Diquet–Puiseux theorem. His work on algebraic functions and uniformization makes him a direct precursor of Bernhard Riemann, for what concerns the latter's work on this subject and his introduction of Riemann surfaces.[1] He was also an accomplished amateur mountaineer. A peak in the French alps, which he climbed in 1848, is named after him.", "56789183": "Nikolai Georgievich Makarov (Russian: Николай Георгиевич Макаров; born January 1955) is a Russian mathematician. He is known for his work in complex analysis and its applications to dynamical systems, probability theory and mathematical physics. He is currently the Richard Merkin Distinguished Professor of Mathematics at Caltech, where he has been teaching since 1991.", "49350868": "Luis Vázquez Martínez is a Spanish applied mathematician. He is a professor of applied mathematics in the faculty of informatics of the Complutense University of Madrid.[1]", "6097112": "Gury Vasilievich Kolosov (Гурий Васильевич Колосов, 25 August 1867 – 7 November 1936) was a Russian and  Soviet mathematician and engineer. He is best known for his contributions to the theory of elasticity. In 1907 Kolosov derived the solution for stresses around an elliptical hole in a solid material governed by the mathematical theory of elasticity. He showed that the concentration of stress could become far greater, as the radius of curvature at an end of the hole becomes small compared with the overall length of the hole.", "66390233": "David Nelson (born 1938) (also known as R. D. Nelson) is an English mathematician. \nHe is a Chartered Mathematician and a Fellow of the Institute of Mathematics and its Applications.", "18876634": "Murray Harold Protter (February 13, 1918 – May 1, 2008) was an American mathematician and educator, known for his contributions to the theory of partial differential equations, as well as his well-selling textbooks in Calculus.[1]", "2754781": "Horace Chandler Davis (August 12, 1926 – September 24, 2022) was an American-Canadian mathematician, writer, educator, and left-wing political activist. The socialist magazine Jacobin described Davis as \"an internationally esteemed mathematician, a minor science fiction writer of note, and among the most celebrated political prisoners in the United States during the years of the high Cold War.\"[1]", "362718": "Władysław Roman Orlicz (May 24, 1903 – August 9, 1990) was a Polish mathematician of Lwów School of Mathematics. His main interests were functional analysis and topology: Orlicz spaces are named after him.[1]", "3999967": "Alasdair Ian Fenton Urquhart (/ˈæləsdər ˈɜːrkərt/; born 20 December 1945) is a Scottish–Canadian philosopher and emeritus professor of philosophy at the University of Toronto.[1][2] He has made contributions to the field of logic, especially non-classical logic.[3] One of his ideas is proving the undecidability of the relevance logic R. He also published papers in theoretical computer science venues, mostly on mathematical logic topics of relevance to computer science.", "57968866": "George Minchin Minchin (born George Minchin Smith, 1845–1914) was an Irish mathematician and experimental physicist. He was a pioneer in the development of astronomical photometry: the first-ever celestial photometric measurements were made using photovoltaic cells that he developed for the purpose. He invented the absolute sine-electrometer and was a prolific author of mathematical and scientific textbooks and papers.", "47548645": "David F. Anderson (born 5 June 1978 in Bridgewater, Massachusetts, USA) is a Vilas Distinguished Achievement Professor of Mathematics at the University of Wisconsin-Madison.[1]", "13994215": "Peter Mann Winkler is a research mathematician, author of more than 125 research papers in mathematics[1] and patent holder in a broad range of applications, ranging from cryptography to marine navigation.[2] His research areas include discrete mathematics, theory of computation and probability theory.\nHe is currently a professor of mathematics and computer science at Dartmouth College.[3]", "15141098": "Jia Xian (simplified Chinese: 贾宪; traditional Chinese: 賈憲; pinyin: Jiǎ Xiàn; Wade–Giles: Chia Hsien; ca. 1010–1070) was a Chinese mathematician from Kaifeng of the Song dynasty. He described Pascal's triangle during the 11th century.", "19073260": "Pao Ming Pu (the form of his name he used in Western languages, although the Wade-Giles transliteration would be Pu Baoming; Chinese: 蒲保明 also named 蒲保民; pinyin: Pú Bǎomíng; August 1910 – February 22, 1988), was a mathematician born in Jintang County, Sichuan, China.[1] \nHe was a student of Charles Loewner and a pioneer of systolic geometry, having proved what is today called Pu's inequality for the real projective plane, following Loewner's proof of Loewner's torus inequality. He later worked in the area of fuzzy mathematics. He spent much of his career as professor and chairman of the department of mathematics at Sichuan University.[1]", "57739504": "Ismat Beg, FPAS, FIMA, (Urdu: عصمت بیگ; born January 1951) is a Pakistani mathematician and researcher. Beg is a professor at Lahore School of Economics,[2] Higher Education Commission Distinguished National Professor[3] and an honorary full professor at the Mathematics Division at the Ruggero Santilli Institute for Basic Research, Florida, US. He has an enthusiastic and interactive teaching style and is famous for saying “please come on the board” when posed with a question in class. This helps uplift the students’ confidence.", "297204": "Aryabhata ( ISO: Āryabhaṭa) or Aryabhata I[3][4] (476–550 CE)[5][6] was the first of the major mathematician-astronomers from the classical age of Indian mathematics and Indian astronomy. His works include the Āryabhaṭīya (which mentions that in 3600 Kali Yuga, 499 CE, he was 23 years old)[7] and the Arya-siddhanta.", "297206": "Brahmagupta  (c. 598 – c. 668 CE) was an Indian mathematician and astronomer. He is the author of two early works on mathematics and astronomy: the Brāhmasphuṭasiddhānta (BSS, \"correctly established doctrine of Brahma\", dated 628), a theoretical treatise, and the Khaṇḍakhādyaka (\"edible bite\", dated 665), a more practical text.", "297208": "Yajnavalkya or Yagyavalkya (Sanskrit: याज्ञवल्क्य, Yājñavalkya) is a Hindu Vedic sage featuring in the Brihadaranyaka Upanishad (c. 700 BCE).[1][2][3][4] Yajnavalkya proposes and debates metaphysical questions about the nature of existence, consciousness and impermanence, and expounds the epistemic doctrine of neti neti (\"not this, not this\") to discover the universal Self and Ātman.[5] Texts attributed to him include the Yajnavalkya Smriti, Yoga Yajnavalkya and some texts of the Vedanta school.[6][7] He is also mentioned in various Brahmanas and Aranyakas.[6]", "71993594": "Roberto Markarian Abrahamian (12 December 1946) is a Uruguayan mathematician of Armenian descent, expert in dynamical systems and chaos theory.", "70781180": "Hildegard Rothe-Ille, born Hildegard Ille, (1899–1942), was a German mathematician.[1][2]", "6097150": "Yaroslav Borysovych Lopatynskyi (1906–1981) was a Soviet mathematician. Born in Tbilisi, Lopatinskii acquired wide acclaim for his contributions to the theory of differential equations. He is especially known for his condition of stability for boundary-value problems in elliptic equations and for initial boundary-value problems in evolution PDEs.", "25037059": "Vadym Movsesovich Adamyan (Armenian: Վադիմ Մովսեսի Ադամյան; Ukrainian: Вадим Мовсесович Адамян; born 2 December 1938) is a Soviet and Ukrainian mathematician and theoretical physicist, professor and head of the Department of Theoretical Physics at  Odessa University. He is known for his contributions to operator theory and functional analysis.", "821517": "Richard Edler von Mises[1] (German: [fɔn ˈmiːzəs]; 19 April 1883 – 14 July 1953) was an Austrian scientist and mathematician who worked on solid mechanics, fluid mechanics, aerodynamics, aeronautics, statistics and probability theory. He held the position of Gordon McKay Professor of Aerodynamics and Applied Mathematics at Harvard University. He described his work in his own words shortly before his death as:", "60000531": "Andor Kertész (Hungarian: [ˈɒndor ˈkɛrteːs]; 19 February 1929 – 3 April 1974) was a Hungarian mathematician and professor of mathematics at the Lajos Kossuth University (KLTE), Debrecen. He is the father of linguist András Kertész.", "54200600": "Bill Warner is the pen name of Bill French (born 1941),[1] a former physics professor and anti-Islam writer. He founded the Center for the Study of Political Islam International, which is based in the Czech Republic.[2] The Southern Poverty Law Center in 2011 described him as one of a core group of ten anti-Islam hardliners in the United States.[3][4] He has also been regarded as a part of the counter-jihad movement.[5]", "47548699": "Avner Ash is a professor of mathematics at Boston College.[1]", "41453852": "Fabrizio Mordente (Salerno, 1532 – ca 1608) was an Italian mathematician. He is best known for his invention of the \"proportional eight-pointed compass\" which has two arms with cursors that allow the solution of problems in measuring the circumference, area and angles of a circle. In 1567 he published a single sheet treatise in Venice showing illustrations of his device.", "38177054": "Goro Nishida (西田 吾郎, Nishida Gorō, 18 September 1943, in Osaka – 2 June 2014) was a Japanese mathematician. He was a leading member of the Japanese school of homotopy theory, following in the tradition of Hiroshi Toda.[1]", "4032799": "Churchill Eisenhart (1913–1994) was a United States mathematician. He was Chief of the Statistical Engineering Laboratory (SEL), Applied Mathematics Division of the National Bureau of Standards (NBS).", "1280290": "Confucianism\nPersons", "19958051": "Herbert Blaine Lawson, Jr. is a mathematician best known for his work in minimal surfaces, calibrated geometry, and algebraic cycles.  He is currently a Distinguished Professor of Mathematics at Stony Brook University.  He received his PhD  from Stanford University in 1969 for work carried out under the supervision of Robert Osserman.[3]", "1018150": "Stanisław Łojasiewicz (9 October 1926 – 14 November 2002) was a Polish mathematician.[1]", "9177384": "Dmitry Aleksandrovich Grave (Russian: Дми́трий Алекса́ндрович Гра́ве; 6 September 1863 – 19 December 1939) was a Russian and Soviet mathematician.", "9275689": "Eugene Victor Flynn is an American-born mathematician. He is currently a professor of mathematics at the University of Oxford.", "47778090": "Haesun Park (Korean: 박혜선) is a professor and chair of Computational Science and Engineering at the Georgia Institute of Technology.[1][2] She is an IEEE Fellow, ACM Fellow, and Society for Industrial and Applied Mathematics Fellow.[3][4][5] Park's main areas of research are Numerical Algorithms, Data Analysis, Visual Analytics and Parallel Computing. She has co-authored over 100 articles in peer-reviewed journals and conferences.[6]", "37357869": "Pavel Petrovich Korovkin (Russian: Павел Петрович Коровкин) (the family name is also transliterated as Korowkin in German sources) (9 July 1913 – 11 August 1985) was a Soviet mathematician whose main fields of research were orthogonal polynomials, approximation theory and potential theory. In 1947 he proved a generalization of Egorov's theorem:[2] from the early 1950s on, his research interests turned to functional analysis and he examined the stability of the exterior Dirichlet problem and the convergence and approximation properties of linear positive operators on spaces of continuous functions. The set of terms[which?] and Korovkin approximation are named after him.", "23365934": "Robert Vallée (5 October 1922 in Poitiers, France – 1 January 2017, Paris, France) was a French cyberneticist and mathematician. He was Professor at the Paris 13 University (University of Paris-Nord) and president of the World Organization of Systems and Cybernetics (WOSC).[1][2]", "34441519": "Konstantin Alexandrovich Posse (Russian: Константин Александрович Поссе; September 29, 1847 - August 24, 1928) was a Russian mathematician known for contributions to analysis and in particular approximation theory.[1] Veniamin Kagan and D. D. Morduhai-Boltovskoi were among his students.", "40110385": "Arnold Möller (4 May 1581 – 14 October 1655), was a German calligrapher.", "22022458": "Daniel Leonid Slotnick (1931–1985) was an American mathematician and computer architect. Slotnick, in papers published with John Cocke in 1958, discussed the use of parallelism in numerical calculations for the first time. He later served as the chief architect of the ILLIAC IV supercomputer.[1] He was the principal investigator on a DARPA contract in the early 1970s that produced the ILLIAC IV and the ARPANET. It was a fairly large operation, with its own building on the UIUC campus, originally called the Center for Advanced Computation but which is now the Astronomy Building. ILLIAC IV was constructed by Burroughs Corporation, using some special chips made by Fairchild Semiconductor. Because of campus unrest due to the Vietnam war, and the Mansfield amendments the ILLIAC IV was completed and installed at Ames Research Center instead of UIUC, and Slotnick's Darpa contract was not renewed. In 1985, when IDA and NSA formed their supercomputing research facility in the DC area, Slotnick's widow donated his library to them. In 1987 the first issue of The Journal of Supercomputing contained a tribute to Slotnick.", "6097210": "Ivan Vsevolodovich Meshchersky (Russian: Ива́н Все́володович Меще́рский, 1859–1935) was a Russian Empire and Soviet mathematician who gained fame for his work on mechanics, notably the motion of bodies of variable mass.", "64784708": "Ruth Margaret Williams (born 1945) is a British mathematician at the University of Cambridge. Her research focuses on discrete gravity.", "4786502": "Gustav Adolph Roch (German: [ʀɔχ]; 9 December 1839 – 21 November 1866) was a German mathematician who made significant contributions to the theory of Riemann surfaces. His promising career was cut short by untimely death at the age of 26.[editorializing]", "198983": "Daniel Julius Bernstein (sometimes known as djb; born October 29, 1971) is an American German[1] mathematician, cryptologist, and computer scientist. He is a visiting professor at CASA[2] at Ruhr University Bochum, as well as a research professor of Computer Science at the University of Illinois at Chicago. Before this, he was a visiting professor in the department of mathematics and computer science at the Eindhoven University of Technology.[citation needed]", "788807": "Harold Mead Stark (born August 6, 1939 in Los Angeles, California)[1]\nis an American mathematician, specializing in number theory. He is best known for his solution of the Gauss class number 1 problem, in effect correcting and completing the earlier work of Kurt Heegner, and for Stark's conjecture. More recently, he collaborated with Audrey Terras to study zeta functions in graph theory. He is currently on the faculty of the University of California, San Diego.", "30705994": "James Bassantin (fl. 1568), was a Scottish astronomer and mathematician.", "54561099": "John Hooper (26 January 1878 – 29 December 1930) was an Irish statistician who served as the first director of statistics for the Irish Free State, starting in 1923.", "25430349": "Steve Shnider is a retired professor of mathematics at Bar Ilan University.[1]\nHe received a PhD in Mathematics from Harvard University in 1972, under Shlomo Sternberg.[2]\nHis main interests are in the differential geometry of fiber bundles; algebraic methods in the theory of deformation of geometric structures; symplectic geometry; supersymmetry; operads; and Hopf algebras.\nHe retired in 2014.[3]", "47548749": "Paul Balmer (born 1970) is a Swiss mathematician, working in algebra. He is a professor of mathematics at the University of California, Los Angeles.[1]", "38766926": "Eshref Ademaj[a] (July 20, 1940 – 1994) was a Yugoslav mathematician and education activist of Albanian ethnicity. A professor of the University of Pristina, he played a pivotal role in the early restoration of universitarian activity in Kosovo after the mass dismissals of academicians and ban on Albanian-language education by the Serbian government of Slobodan Milošević[b] in the early 1990s. Ademaj was also a corresponding member of the Academy of Sciences and Arts of Kosovo.", "22907213": "Komaravolu Chandrasekharan (21 November 1920 – 13 April 2017)[1]\nwas a professor at ETH Zurich[2] and a founding faculty member of School of Mathematics, Tata Institute of Fundamental Research (TIFR). He is known for his work in number theory and summability. He received the Padma Shri, the Shanti Swarup Bhatnagar Award, and the Ramanujan Medal, and he was an honorary fellow of TIFR. He was president of the International Mathematical Union (IMU) from 1971 to 1974.", "70551889": "Amber Lynn Puha is an American mathematician and educator at California State University San Marcos. Her research concerns probability theory and stochastic processes.[1]", "34212179": "Victor Schlegel (4 March 1843 – 22 November 1905)[1] was a German mathematician. He is remembered for promoting the geometric algebra of Hermann Grassmann and for a method of visualizing polytopes called Schlegel diagrams.", "65374549": "Monique Chyba (born 1969)[1] is a control theorist who works as a professor of mathematics at the University of Hawaiʻi at Mānoa. Her work on control theory has involved the theory of singular trajectories, and applications in the control of autonomous underwater vehicles.[2] More recently, she has also applied control theory to the prediction and modeling of the spread of COVID-19 in Hawaii.[3]", "58689884": "Lesley Ann Ward is an Australian mathematician specializing in harmonic analysis, complex analysis, and industrial applications of mathematics. She is a professor in the School of Information Technology and Mathematical Sciences of the University of South Australia, director of the Mathematics Clinic at the university, and former chair of the Women in Mathematics Group of the Australian Mathematical Society.[1]", "36800862": "Wilfrid Spencer Leng (21 October 1952 – 30 August 2002) was a mathematician and writer who contributed his 'Theory of Everything' to the search for a Unified Field Theory that would combine Albert Einstein's General Theory of Relativity with quantum mechanics.", "61606239": "Elena Yanovna Braverman (née Lumelskaya, Russian: Елена Яновна Браверман) is a Russian, Israeli, and Canadian mathematician known for her research in delay differential equations, difference equations, and population dynamics. She is a professor of mathematics and applied mathematics at the University of Calgary,[1] and one of the editors-in-chief of the journal Advances in Difference Equations.[2]", "37063010": "Michael Ira Rosen (born March 7, 1938) is an American mathematician who works on algebraic number theory, arithmetic theory of function fields, and arithmetic algebraic geometry.", "166243": "Ralph Herman Abraham (born July 4, 1936) is an American mathematician. He has been a member of the faculty of the University of California, Santa Cruz (where he is currently professor emeritus of mathematics) since 1968.", "70453605": "Rosemary Anne Renaut is a British and American[1] computational mathematician whose research interests include inverse problems and regularization with applications to medical imaging and seismic analysis. She is a professor in the School of Mathematical and Statistical Sciences at Arizona State University.", "50530663": "Giacomo Candido (10 July 1871, in Guagnano – 30 December 1941, in Galatina) was an Italian mathematician and historian of mathematics.", "47516015": "Florian Luca (born 16 March 1969, in Galați) is a Romanian mathematician who specializes in number theory with emphasis on Diophantine equations, linear recurrences and the distribution of values of arithmetic functions. He has made notable contributions to the proof that irrational automatic numbers are transcendental and the proof of a conjecture of Erdős on the intersection of the Euler Totient function and the sum of divisors function.", "15075698": "Charles Scott Venable (March 19, 1827 – August 11, 1900) was a mathematician, astronomer, and military officer.  In mathematics, he is noted for authoring a series of publications as a University of Virginia professor.", "6097266": "José Anastácio da Cunha (1744 – January 1, 1787) was a Portuguese mathematician. He is best known for his work on the theory of equations, algebraic analysis, plain and spherical trigonometry, analytical geometry, and differential calculus.", "25004404": "Paul Tseng (Chinese: 曾匀) was a Chinese-American (Hakka Taiwanese) and Canadian applied mathematician and a professor at the Department of Mathematics at the University of Washington, in Seattle, Washington. Tseng was recognized by his peers to be one of the leading optimization researchers of his generation. On August 13, 2009, Paul Tseng went missing while kayaking in the Jinsha River in the Yunnan province of China and is presumed dead.[1]", "29329781": "Vyacheslav Vladimirovich Shokurov (Russian: Вячеслав Владимирович Шокуров; born 18 May 1950) is a Russian mathematician best known for his research in algebraic geometry. The proof of the Noether–Enriques–Petri theorem, the cone theorem, the existence of a line on smooth Fano varieties and, finally, the existence of log flips—these are several of Shokurov's contributions to the subject.", "30837114": "Subbaramiah Minakshisundaram (12 October 1913 - 13 August 1968), also known as Minakshi or SMS, was an Indian mathematician who worked on partial differential equations and heat kernels. In 1946, he worked at the Institute for Advanced Study in Princeton, America, where he met Åke Pleijel. In 1949, the two wrote a paper together called, Some properties of the eigenfunctions of the Laplace-operator on Riemannian manifolds, in which they introduced the Minakshisundaram-Pleijel zeta function.[1][2][3]", "1018238": "Tadeusz Julian Banachiewicz (13 February 1882, Warsaw – 17 November 1954, Kraków[1]) was a Polish astronomer, mathematician and geodesist.[2]", "47548801": "Marcy Barge is a professor of mathematics at Montana State University.[1]", "68716935": "Sylvie Boldo is a French mathematician and computer scientist. Her research combines automated theorem proving and computer arithmetic, focusing on the formal verification of floating-point arithmetic operations and of algorithms based on them. She is a director of research for the French Institute for Research in Computer Science and Automation (INRIA), affiliated with the Formal Methods Laboratory at Paris-Saclay University and the INRIA Saclay-Île-de-France Research Centre,[1] where she co-leads the Toccata project for formally verified programs, certified tools and numerical computations.[2] She is also the founding jury president for the French agrégation in computer science.[3]", "23792020": "Gerald Henry Frazier Gardner (March 2, 1926 – July 25, 2009) was an Irish-American mathematician, geophysicist and social activist whose statistical analysis led to the banning of classified advertising segregated by gender in a 1973 ruling by the Supreme Court of the United States in the case Pittsburgh Press Co. v. Pittsburgh Commission on Human Relations. On a professional basis, he did early work on the use of monitoring seismological vibrations to identify deposits of natural gas that became industry standards.", "46991782": "Ronald John Stern (born 20 January 1947) is a mathematician who works on topology, geometry, and gauge theory.[1] He is emeritus professor at the University of California, Irvine.[2]", "4262313": "Renato Caccioppoli (Italian: [reˈnaːto katˈtʃɔppoli]; 20 January 1904 – 8 May 1959) was an Italian mathematician, known for his contributions to mathematical analysis, including the theory of functions of several complex variables, functional analysis, measure theory.", "42895806": "Edith Anne Stoney (6 January 1869 – 25 June 1938) was a physicist born in Dublin in an old-established Anglo-Irish scientific family.[1] She is considered to be the first woman medical physicist.[2]", "68028866": "Alexandr Sergeevich Mishchenko (Russian: Александр Сергеевич Мищенко; born August 18, 1941, in Rostov-on-Don) is a Russian mathematician, specializing in differential geometry and topology and their applications to mathematical modeling in the biosciences.", "50694596": "Pietro De Martino or Di Martino (31 May 1707 – 28 January 1746) was an Italian mathematician and astronomer.[1]", "67471826": "Johannes Knoblauch (27 August 1855, Halle (Saale) – 22 July 1915, Berlin) was a German mathematician.[1]", "38373847": "Onorato Timothy O'Meara (January 29, 1928 – June 17, 2018) was an American mathematician known for his work in number theory, linear groups and quadratic forms. He was provost emeritus and professor emeritus of mathematics at the University of Notre Dame.", "6195672": "Michael J. Dinneen is an American-New Zealand mathematician and computer scientist working as a senior lecturer at the University of Auckland, New Zealand. He is co-director of the Center for Discrete Mathematics and Theoretical Computer Science. He does research in combinatorial algorithms, distributive programming, experimental graph theory, and experimental algorithmic information theory.", "5442007": "Edmund Hlawka (November 5, 1916, Bruck an der Mur, Styria – February 19, 2009) was an Austrian mathematician. He was a leading number theorist. Hlawka did most of his work at the Vienna University of Technology. He was also a visiting professor at Princeton University and the Sorbonne. Hlawka died on February 19, 2009, in Vienna.[1][2]", "19663336": "Robert \"Bob\" Osserman (December 19, 1926 – November 30, 2011) was an American mathematician who worked in geometry. He is specially remembered for his work on the theory of minimal surfaces.[3]", "56461808": "Wolfgang Krieger (born 3 June 3, 1940, Garmisch-Partenkirchen) is a German mathematician, specializing in analysis.", "60230131": "Emma Haruka Iwao is a Japanese computer scientist and cloud developer advocate at Google.[3][4] In 2019 Haruka Iwao calculated the then world record for most accurate value of pi (π); which included 31.4 trillion digits, exceeding the previous record of 22 trillion.[5][6][7][8][9] This record was surpassed in 2020 by Timothy Mullican who calculated 50 trillion digits,[10][11] but she reclaimed the record in 2022 with 100 trillion digits.[12] She identifies as queer.[13]", "58526201": "Emil Josef Straube is a Swiss and American mathematician.", "22383102": "Roberto de Miranda (born 1947 in Camagüey, Cuba) is a Cuban professor and head of the College of Independent Teachers of Cuba, a non-governmental organization that he founded in July 1992.[1] The organization seeks \"the de-ideologization of education in Cuba and denounces violations against students and professors that do not share the political ideals of the system.\"[1] Roberto de Miranda also founded the Félix Varela Independent Library in 2000.[1]", "47548927": "David Eugene Barrett is a professor of mathematics at the University of Michigan.[1]", "45353475": "Kenneth C. Millett (born 1941) is a professor of mathematics at the University of California, Santa Barbara.[1] His research concerns low-dimensional topology, knot theory, and the applications of knot theory to DNA structure;[2] his initial is the \"M\" in the name of the HOMFLY polynomial.[3]", "28805642": "Henry Morgan Ward[1] (August 20, 1901 – June 26, 1963) was an American mathematician, a professor of mathematics at the California Institute of Technology.[2]", "39389708": "Jacob \"Jaap\" Korevaar (born 25 January 1923) is a Dutch mathematician. He was part of the faculty of the University of California San Diego and University of Wisconsin–Madison, as well as the University of Amsterdam (Korteweg-de Vries Institute for Mathematics).", "69536269": "Rémi Abgrall (born 1961) is a French applied mathematician. He is known for his contributions in computational fluid dynamics, numerical analysis of conservation laws, multiphase flow and Hamilton–Jacobi equations.[1][2] He has been editor in chief of the Journal of Computational Physics[3] since 2015 and is part of the editorial board of several international scientific journals. In 2014 he was invited speaker at the International Congress of Mathematics[4] in Seoul. He is author of more than 100 scientific papers published in international scientific journals.[5] He is editor of 4 books[6][7][8][9] and author of one book[10] on advanced topics concerning computational fluid dynamics, High-resolution scheme and conservation laws.", "33163790": "Samuel Verblunsky (22 June 1906, London - 1996, Belfast) was a British mathematician who introduced Verblunsky's theorem and Verblunsky coefficients.[1] His early work on orthogonal polynomials and harmonic functions was neglected for many years, until publicized by Barry Simon.[2]", "21858831": "Boris Mikhailovich Koyalovich (Koyalovitch, Kojalovich, Kojalowitsch, Kojałowicz) (May 2, 1867 – December 29, 1941) was a mathematician and chess master from the Russian Empire and later the Soviet Union.", "19302929": "Gerard Laman (August 22, 1924 – September 22, 2009) was a Dutch mathematician who worked on graph theory.", "3344929": "Nicolaas Hendrik Kuiper (Dutch pronunciation: [ˈkœypər]; 28 June 1920 – 12 December 1994) was a Dutch mathematician, known for Kuiper's test and proving Kuiper's theorem. He also contributed to the Nash embedding theorem.", "66718247": "Kristina L. Vušković (Serbian: Кристина Л. Вушковић, born 6 May 1967) is a Serbian mathematician and theoretical computer scientist working in graph theory. She is Professor in Algorithms and Combinatorics in the School of Computing at the University of Leeds, and a professor of computer science at Union University (Serbia).", "43420200": "Derek Frank Lawden (15 September 1919 – 15 February 2008) was a British-New Zealand mathematician.", "11176492": "John David Brillhart (November 13, 1930 – May 21, 2022) was a mathematician who worked in number theory at the University of Arizona.", "789040": "Henry Andrew Pogorzelski (September 26, 1922 - December 30, 2015)[1] was an American mathematician of Polish descent,[2] a professor of mathematics at the University of Maine. Much of Pogorzelski's research concerns the Goldbach conjecture, the still-unsolved problem of whether every even number can be represented as a sum of two prime numbers.[3][4]", "47548981": "Alexander I. Barvinok (born March 27, 1963) is a professor of mathematics at the University of Michigan.[1]", "69798461": "Małgorzata Klimek (born 1957) is a Polish mathematical analyst and mathematical physicist known for her research on the fractional calculus and fractional differential equations. She is a professor in the Institute of Mathematics and Dean of the Faculty of Mechanical Engineering and Computer Science at Częstochowa University of Technology in Poland.", "55773760": "Laila Soueif (Arabic: ليلى سويف; born 1956) is an Egyptian human and women's rights activist, a mathematician and professor at Cairo University. Al Jazeera has called her \"an Egyptian revolutionary\".[1] She is the widow of fellow activist Ahmed Seif El-Islam, and all three of their children are noted activists: Alaa Abd El-Fattah, Sanaa Seif, and Mona Seif. Her sister is the novelist Ahdaf Soueif.", "73894469": "Andrea Bréard (also published as Andrea Eberhard and Andrea Eberhard-Bréard) is a German historian of mathematics and sinologist specializing in Chinese mathematics. She is Alexander von Humboldt Professor of Sinology in the Department of Classical World and Asian Cultures at the University of Erlangen–Nuremberg.[1]", "1280583": "Józef Henryk Przytycki (/ˈjuːsəf pʃəˈtɪski/, Polish: [ˈjuzɛf pʂɨˈtɨt͡skʲi]; born 14 October 1953 in Warsaw, Poland), is a Polish mathematician specializing in the fields of knot theory and topology.", "3017297": "Sergei Vasilyevich Fomin (Russian: Серге́й Васи́льевич Фоми́н; 9 December 1917 – 17 August 1975) was a  Soviet mathematician who was co-author with Andrey Kolmogorov of Introductory real analysis,[1] and co-author with Israel Gelfand of Calculus of Variations (1963),[2] both books that are widely read in Russian and in English.", "22841939": "Nikolay Nikolayevich Konstantinov  (Russian: Николай Николаевич Константинов; 2 January 1932 – 3 July 2021) was a leading Soviet and Russian mathematical educator and organizer of numerous mathematics competitions for high school students.  He is best known as the creator of the system of math schools and math classes and as the creator and chief organizer of the Tournament of the Towns.[1] For his work he was awarded the Paul Erdős award in 1992.[2]", "48269909": "Gérard Ben Arous  (born 26 June 1957) is a French mathematician, specializing in stochastic analysis and its applications to mathematical physics. He served as the director of the Courant Institute of Mathematical Sciences at New York University from 2011 to 2016.", "55413334": "Henry Louis Langhaar (October 14, 1909 – September 28, 1992) was a mathematician, engineer, researcher, educator, and author in the field of engineering mechanics. In 1978, he retired as Professor Emeritus, after 31 years in the Department of Theoretical & Applied Mechanics (TAM)[note 1] at the University of Illinois at Urbana-Champaign.", "42175061": "Anne-Christine Davis is a British theoretical physicist at the University of Cambridge. She was the first woman to be appointed a professor in the Faculty of Mathematics at the University. Her research mainly concerns cosmology, astrophysics and string theory.", "24808024": "Bhama Srinivasan (born 22 April 1935[1]) is a mathematician known for her work in the representation theory of finite groups.  Her contributions were honored with the 1990 Noether Lecture.  She served as president of the Association for Women in Mathematics from 1981 to 1983.", "7309909": "Lloyd Nicholas Trefethen FRS[1] (born 30 August 1955) is an American mathematician, professor of numerical analysis and head of the Numerical Analysis Group at the Mathematical Institute, University of Oxford.[6][7][8][9]", "4721242": "Jerome Paul Levine (May 4, 1937 – April 8, 2006) was a mathematician who contributed to the understanding of knot theory.", "70486620": "Asha Rao is a mathematician and expert in cyber security. She is the Associate Dean, or Head of Department, of Mathematical Sciences and Professor at RMIT University.", "19827292": "David Ian Olive CBE FRS FLSW (/ˈɒlɪv/ (listenⓘ); 16 April 1937 – 7 November 2012) was a British theoretical physicist. Olive made fundamental contributions to string theory and duality theory, he is particularly known for his work on the GSO projection and Montonen–Olive duality.", "50694750": "Jean-François du Soleil, also known with the Italian name of Francesco dal Sole (1490 – 1565), was a French mathematician, astronomer and engineer. He was also a grammatician, orator and poet.[1]", "2984550": "David Rodney \"Roger\" Heath-Brown OBE FRS (born 12 October 1952[1]) is a British mathematician working in the field of analytic number theory.[2]", "33950319": "Günter Heimbeck (born June 23, 1946 in Gunzenhausen, Germany) is a German–Namibian retired professor of mathematics. His particular research interest is geometry; the Heimbeck Planes are named for him. Heimbeck probably is the first and only Namibian scholar to have a scientific sub-discipline carry his name.[1]", "690804": "Winifred \"Fred\" Burkle is a fictional character created by Joss Whedon and introduced by Shawn Ryan and Mere Smith on the television series Angel.  The character is portrayed by Amy Acker.", "16550517": "Crispin St John Alvah Nash-Williams FRSE (19 December 1932 – 20 January 2001) was a British mathematician. His research interest was in the field of discrete mathematics, especially graph theory.", "31754870": "Ari Laptev (born August 10, 1950) is a mathematician working on the spectral theory of partial differential equations.", "28347003": "Friedrich \"Fritz\" Gesztesy (born 5 November 1953 in Austria) is a well-known Austrian-American mathematical physicist and Professor of Mathematics at Baylor University, known for his important contributions in spectral theory, functional analysis, nonrelativistic quantum mechanics (particularly, Schrödinger operators), ordinary and partial differential operators, and completely integrable systems (soliton equations). He has authored more than 300 publications on mathematics and physics.", "47549053": "Peter W. Bates is a professor of mathematics at Michigan State University.[1]", "61934211": "Stanislav Alexeyevich Molchanov (Russian: Станислав Алексеевич Молчанов) is a Soviet and American mathematician.[1]", "27200136": "Guofang Wei is a mathematician in the field of differential geometry. She is a professor at the University of California, Santa Barbara.[1]", "9079432": "Hans Petersson (24 September 1902 in Bentschen – 9 November 1984 in Münster) was a German mathematician. He introduced the Petersson inner product and is also known for the Ramanujan–Petersson conjecture.", "4000394": "Grigore Constantin Moisil (Romanian: [ɡriˈɡore mo.iˈsil]; 10 January 1906 – 21 May 1973) was a Romanian mathematician, computer pioneer, and titular member of the Romanian Academy. His research was mainly in the fields of mathematical logic (Łukasiewicz–Moisil algebra), algebraic logic, MV-algebra, and differential equations. He is viewed as the father of computer science in Romania.", "49253005": "Alfred Leon Foster (1904-1994) was an American mathematician.[1] He was a professor at the University of California, Berkeley, from 1934 until 1971.[2] In 1932, he was an Invited Speaker at the ICM in Zürich.", "31984270": "Neil Michael O'Connell is an Irish mathematician from Shannon, County Clare. He attended Trinity College Dublin, and was elected to scholarship in 1987.[1] He earned his bachelor's degree in mathematics and a gold medal in 1989 and completed an M.Sc. in 1990.[2] He obtained his PhD in 1993 at UC Berkeley under the supervision of Steven Neil Evans.[3][2] He subsequently worked at the Dublin Institute for Advanced Studies,[4] and the University of Warwick.[2]", "37784208": "Steven Joel Takiff is an American mathematician who introduced what became Takiff algebras in 1971.", "43551379": "Lauren Kiyomi Williams (born c. 1978) is an American mathematician known for her work on cluster algebras, tropical geometry, algebraic combinatorics, amplituhedra, and the positive Grassmannian.[1] She is Dwight Parker Robinson Professor of Mathematics at Harvard University.[2]", "35326611": "Cyparissos Stephanos (Greek: Κυπάρισσος Στέφανος; May 11, 1857 - December 27, 1917) He was an author, mathematician, and professor.  He was a pioneer in 20th century projective geometry.  He studied with Vassilios Lakon.  Lakon and Stephanos were from the island of Kea.  Stephanos furthered his studies in France following the same path of Timoleon Argyropoulos, Dimitrios Stroumpos, and Vassilios Lakon.  In France, Stephanos studied with Jean Gaston Darboux, Camille Jordan, and Charles Hermite.  Jean Gaston Darboux was his doctoral advisor.  He wrote articles in the fields of mathematical analysis, higher algebra, theoretical mechanics, and topology.  He published around twenty-five original works in European journals.[1]  He is known for introducing Desmic system.[2][3]", "952987": "Julia Hall Bowman Robinson (December 8, 1919 – July 30, 1985) was an American mathematician noted for her contributions to the fields of computability theory and computational complexity theory—most notably in decision problems. Her work on Hilbert's tenth problem (now known as Matiyasevich's theorem or the MRDP theorem) played a crucial role in its ultimate resolution. Robinson was a 1983 MacArthur Fellow.", "21596829": "Edmund Stone FRS (c. 1690 – March or April 1768) was an autodidact Scottish mathematician who lived in London and primarily worked as an editor of mathematical and scientific texts and translator from French and Latin into English. He is especially known for his translations of  Nicholas Bion's Mathematical Instruments (1723, 1758) and the Marquis de l'Hospital's  Analyse des Infiniment Petits (1730), and for his New Mathematical Dictionary (1726, 1743). Stone was celebrated for having risen from uneducated gardener's son to accomplished scholar.", "38537887": "Noël Duret or Natalis Durret (1590 in Montbrison, Loire – 1650 in Paris), was a French mathematician and astronomer, cosmographer for King Louis XIII and Cardinal Richelieu.[1] He was one of the publishers of François Viète.", "49416865": "Norbert Wiener (November 26, 1894 – March 18, 1964) was an American computer scientist, mathematician and philosopher. He became a professor of mathematics at the Massachusetts Institute of Technology (MIT). A child prodigy, Wiener later became an early researcher in stochastic and mathematical noise processes, contributing work relevant to electronic engineering, electronic communication, and control systems.", "70716066": "Hélène Morlon, born in 1978, is a French mathematician and ecologist specializing in biodiversity computational modeling, identifying the factors that influence diversification of species and their phenotypic evolution over millions of years. For her work, she was awarded an Irène Joliot-Curie Prize in 2017.[1]", "2722": "Anders Celsius (Swedish pronunciation: [ˈânːdɛʂ ˈsɛ̌lːsɪɵs]; 27 November 1701 – 25 April 1744)[1] was a Swedish astronomer, physicist and mathematician. He was professor of astronomy at Uppsala University from 1730 to 1744, but traveled from 1732 to 1735 visiting notable observatories in Germany, Italy and France. He founded the Uppsala Astronomical Observatory in 1741, and in 1742 proposed (an inverted form of) the Centigrade temperature scale which was later renamed Celsius in his honour.", "54299300": "Giacomo Venturoli (17th century) was an Italian mathematician.", "887461": "Marianna Csörnyei (born October 8, 1975 in Budapest) is a Hungarian mathematician who works as a professor at the University of Chicago. She does research in real analysis, geometric measure theory, and geometric nonlinear functional analysis. She proved the equivalence of the zero measure notions of infinite dimensional Banach spaces.", "53709478": "Margaret Eleanor Grimshaw (1905–1990) was a mathematician and academic at the University of Cambridge.", "41061032": "Samuel John Lomonaco, Jr.  is an American academic and mathematician who is a professor of computer science and electrical engineering at the University of Maryland, Baltimore County.", "60033706": "Artishia Garcia Wilkerson Jordan (August 12, 1901 – February 7, 1974) was an American educator and clubwoman, based in Los Angeles.", "49416875": "Norbert Wiener (November 26, 1894 – March 18, 1964) was an American computer scientist, mathematician and philosopher. He became a professor of mathematics at the Massachusetts Institute of Technology (MIT). A child prodigy, Wiener later became an early researcher in stochastic and mathematical noise processes, contributing work relevant to electronic engineering, electronic communication, and control systems.", "69110444": "North Carolina State University (MS, 1981)", "39783084": "Trivandrum Ramakrishnan \"T. R.\" Ramadas (born 30 March 1955) is an Indian mathematician who specializes in  algebraic and differential geometry, and mathematical physics. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in 1998, the highest science award in India, in the mathematical sciences category.[1]\n[2]", "42666668": "Sergey Bobkov (Russian: Cергей Германович Бобков; born March 15, 1961) is a mathematician. Currently Bobkov is a professor at the University of Minnesota, Twin Cities.", "44370607": "Clifford George Hildreth (December 8, 1917 – August 15, 1995) was an American econometrician. He was a head of the Department of Economics at Michigan State University.", "68274": "Hero of Alexandria (/ˈhɪəroʊ/; Greek: Ἥρων[1] ὁ Ἀλεξανδρεύς, Hērōn hò Alexandreús, also known as Heron of Alexandria /ˈhɛrən/; fl. 60 AD) was a Greek mathematician and engineer who was active in his native city of Alexandria in Egypt during the Roman era. He is often considered the greatest experimenter of antiquity[2] and his work is representative of the Hellenistic scientific tradition.[3]", "49482423": "John Lamb,[1] (28 February 1789 – 18 April 1850) was  an academic and Anglican priest in the first half of the nineteenth century:[2]  a mathematician he was Master[3] of Corpus Christi College, Cambridge[4] from 1822[5] to 1837;[6]  and Dean of Bristol from 1837[7] until his death.[8]", "37784250": "Mary Tsingou (married name: Mary Tsingou-Menzel; born October 14, 1928)[1] is an American physicist and mathematician of Greek descent. She was one of the first programmers on the MANIAC computer at Los Alamos National Laboratory and is best known for having coded the celebrated computer experiment with Enrico Fermi, John Pasta, and Stanislaw Ulam which became an inspiration for the fields of chaos theory and scientific computing and was a turning point in soliton theory.", "70060730": "Ernst Snapper (December 2, 1913, Groningen – February 5, 2011, Chapel Hill, North Carolina) was a Dutch-American mathematician, known for his research in \"commutative algebra, algebraic geometry, cohomology of groups, character theory, and combinatorics.\"[1]", "9439931": "Claus-Peter Schnorr (born 4 August 1943) is a German mathematician and cryptographer.", "37161661": "Pierre Euclide Conner (27 June 1932, Houston, Texas – 3 February 2018, New Orleans, Louisiana)[1] was an American mathematician, who worked on algebraic topology and differential topology (especially cobordism theory).", "12815034": "Hypsicles (Greek: Ὑψικλῆς; c. 190 – c. 120 BCE) was an ancient Greek mathematician and astronomer known for authoring On Ascensions (Ἀναφορικός) and the Book XIV of Euclid's Elements. Hypsicles lived in Alexandria.[1]", "52988610": "Martin Schottenloher is a German mathematician.", "1641156": "Gyula Kőnig (16 December 1849 – 8 April 1913) was a mathematician from Hungary. His mathematical publications in German appeared under the name Julius König. His son Dénes Kőnig was a graph theorist.", "39881417": "Thomas Streicher (born 1958) is an Austrian mathematician who is a Professor of Mathematics at Technische Universität Darmstadt. He received his PhD in 1988 from the University of Passau with advisor Manfred Broy.", "27331274": "Thomas Andrew Bridgeland FRS[3] (born 1973) is a Professor of Mathematics at the University of Sheffield.[1][4][5][6][7][2]  He was a senior research fellow in 2011–2013 at All Souls College, Oxford and, since 2013, remains as a Quondam Fellow. He is most well-known for defining Bridgeland stability conditions on triangulated categories.", "34278093": "Anatolii Asirovich Goldberg (Russian: Анатолий Асирович Гольдберг, Ukrainian: Анатолій Асірович Гольдберг, Hebrew: אנטולי גולדברג, April 2, 1930 in Kyiv – October 11, 2008 in Netanya) was a Soviet and Israeli mathematician working in complex analysis. His main area of research was the theory of entire and meromorphic functions.[1]", "1641166": "Simon Phillips Norton (28 February 1952 – 14 February 2019)[1] was a mathematician in Cambridge, England, who worked on finite simple groups.", "2329295": "Jordan Carson Mark (July 6, 1913 – March 2, 1997) was a Canadian-American mathematician best known for his work on developing nuclear weapons for the United States at the Los Alamos National Laboratory. Mark joined the Manhattan Project in 1945, and continued to work at Los Alamos under the leadership of Norris Bradbury after World War II  ended. He became the leader of the Theoretical Division at the laboratory in 1947, a position he held until 1973. He oversaw the development of new weapons, including the hydrogen bomb in the 1950s. On the hydrogen bomb project he was able to bring together experts like Edward Teller, Stanislaw Ulam and Marshall Holloway despite their personal differences.", "953041": "Martin David Davis (March 8, 1928 – January 1, 2023) was an American mathematician and computer scientist who contributed to the fields of computability theory and mathematical logic. His work on Hilbert's tenth problem led to the MRDP theorem. He also advanced the Post–Turing model and co-developed the Davis–Putnam–Logemann–Loveland (DPLL) algorithm, which is foundational for Boolean satisfiability solvers.", "7998163": "Hermann Cäsar Hannibal Schubert (22 May 1848 – 20 July 1911)[1] was a German mathematician.", "39357140": "Luigi Sante Da Rios  (Santa Lucia di Piave, 2 April 1881 – Padova, 1965) was an Italian mathematician and physicist who worked on fluid dynamics. \nIn his 1906 work \"Sul moto d'un liquido indefinito con un filetto vorticoso di forma qualunque\" (On the motion of a generic fluid with a vortex filament of arbitrary shape), he presented the basic equations for the vortex filament model, today used to simulate quantised vortex lines in superfluids.", "11963095": "Stanley Skewes (/skjuːz/; 1899–1988) was a South African mathematician, best known for his discovery of the Skewes's number in 1933. He was one of John Edensor Littlewood's students at Cambridge University.[1][2] Skewes's numbers contributed to the refinement of the theory of prime numbers.", "38472408": "Charles Leonard Bouton (April 25, 1869 – February 20, 1922) was an American mathematician.", "33295064": "Meyer Jerison (November 28, 1922 – March 13, 1995) was an American mathematician known for his work in functional analysis and rings, and especially for collaborating with Leonard Gillman on one of the standard texts in the field: Rings of Continuous Functions.[1]", "48499421": "Francis Patton Bretherton (6 July 1935 – 27 June 2021) was an applied mathematician and a professor emeritus of the Department of Atmospheric and Oceanic Sciences at the University of Wisconsin, Madison.[3]", "71174877": "Sohail Nadeem is a Pakistani Professor of Applied Mathematics and Chairman of Mathematics Department at Quaid-i-Azam University. He is Young a Fellow of the world Academy of sciences and an elected Fellow of Pakistan Academy of Sciences. He is a recipient of the 2022 Obada Prize Award.[1][2][3][4][5]", "3148512": "Mark Perakh (Russian: Марк Пэрах; perach (פֶּ֫רַח) is the Hebrew word for \"flower\"; born Mark Yakovlevich Popereka in 1924, Kiev, Ukraine, died 7 May 2013 in Escondido, California),[1] was a professor emeritus of Mathematics and statistical mechanics at California State University, Fullerton in Fullerton, California.", "34376416": "Immanuel ben Jacob Bonfils (c. 1300 – 1377) was a French-Jewish mathematician and astronomer in medieval times who flourished from 1340 to 1377, a rabbi who was a pioneer of exponential calculus and is credited with inventing the system of decimal fractions.[1]  He taught astronomy and mathematics in Orange and later lived in Tarascon, both towns in the Holy Roman Empire that are now part of modern-day France.[2] Bonfils studied the works of Gersonides (Levi ben Gershom), the father of modern trigonometry[citation needed], and Al-Battani and even taught at the academy founded by Gersonides in Orange.[3][4]", "72485601": "Nancy Blachman (born 1956 in Palo Alto, CA) is an American educator, supporter of recreational mathematics and mathematical outreach, software book author, and supporter of indie documentary films.[1] In 2007, she founded the Julia Robinson Mathematics Festival (JRMF),[2] which has grown into a successful math enrichment enterprise for teenagers in the USA and beyond.  She is a former chair of Gathering 4 Gardner and is still an active board member.[3] She is currently Chair of the Advisory Board of Berkeley’s Industrial Engineering and Operations Research Department (IEOR).[4]", "27101924": "Friedrich Wilhelm Heinrich Schäfke (21 July 1922 in Berlin, Weimar Germany – 4 April 2010) was a German mathematician and professor of geometry.", "72321769": "María Asunción Begoña Fernández Fernández (published as Begoña Fernández) is a Mexican mathematician specializing in probability theory, stochastic processes, and mathematical finance.[1] She is a professor of mathematics at the National Autonomous University of Mexico (UNAM).[2]", "68338": "Peter Williston Shor (born August 14, 1959) is an American professor of applied mathematics at MIT. He is known for his work on quantum computation, in particular for devising Shor's algorithm, a quantum algorithm for factoring exponentially faster than the best currently-known algorithm running on a classical computer.", "2984691": "Philon (Greek: Φίλων), Athenian architect of the 4th century BC, is known as the planner of two important works:  the portico of twelve Doric columns to the great Hall of the Mysteries at Eleusis (work commissioned by Demetrius Phalereus about 318 BC) and, under the administration of Lycurgus, an arsenal at Athens.[1] Of the last we have exact knowledge from an inscription. E. A. Gardner observes that it \"is perhaps known to us more in detail than any other lost monument of antiquity.\"[2] It was to hold the rigging of the galleys; and was so contrived that all its contents were visible from a central hall, and so liable to the inspection of the Athenian democracy. He is known to have written books on the Athenian arsenal and on the proportions of temple buildings,[3] but these are now lost.", "65964788": "Cornelia Strong  (1877 – June 3, 1955) was an American academic, astronomer, and mathematician. She was a professor at the Woman's College of the University of North Carolina, where she taught mathematics and astronomy, from 1905 to 1948. Strong founded the astronomy program at the Woman's College in 1931. A residence hall and a residential college at the University of North Carolina at Greensboro, as the Woman's College was later named when it became a coeducational institution, were named in her honor.", "55905013": "Jorge Nocedal (born 1952) is an applied mathematician, computer scientist and the Walter P. Murphy professor at Northwestern University who in 2017 received the John Von Neumann Theory Prize. He was elected a member of the National Academy of Engineering in 2020.", "63081206": "Anita Schöbel (born 1969)[1] is a German mathematician and operations researcher known for her work in facility location and mathematical optimization of timetables for public transportation. She is a professor of mathematics at the University of Kaiserslautern, where she is head of the optimization group and director of the Fraunhofer Institute for Industrial Mathematics.[2] She is also the president of the German Operations Research Society.[3]", "38341373": "Lisa Claire Jeffrey FRSC is a Canadian mathematician, a professor of mathematics at the University of Toronto. In her research, she uses symplectic geometry to provide rigorous proofs of results in quantum field theory.[1]", "2984701": "Hugh Lowell Montgomery (born August 26, 1944) is an American mathematician, working in the fields of analytic number theory and mathematical analysis. As a Marshall scholar, Montgomery earned his Ph.D. from the University of Cambridge.[1] For many years, Montgomery has been teaching at the University of Michigan.", "21629697": "Timothy Poston (19 June 1945 – 22 August 2017) was an English mathematician and polymath best known for his work on catastrophe theory.", "23825153": "Ranald Roderick Macdonald (1945–2007) was a British mathematician and psychologist. He was known for his contribution to the foundations of significance testing.[1]", "44075779": "George Herbert Swift, Jr (July 1, 1926, Minot, ND – September 23, 2014) was an American mathematician and computer scientist. Swift attended the University of Oregon, earning a master's degree in mathematics in 1951, before attending the University of Washington, where he earned a PhD in mathematics in 1954 under Edwin Hewitt on irregular Borel measure. He began at Duke University in 1954 as an instructor before being IBM hired him in 1956; he would spend 32 years with the company, where he contributed to the development of the IBM 5100. He retired in 1988 from IBM to teach full-time in mathematics as well as computer science.[1]", "32705286": "Christophe Soulé (born 1951) is a French mathematician working in arithmetic geometry.", "68782857": "Eleanor Krawitz Kolchin (1927 - January 25, 2019) was an American mathematician, computer programmer, author, and teacher.[1] She worked at Watson Scientific Computing Laboratory at Columbia University to calculate the orbit of planets, phases of the moon, and trajectories of asteroids using IBM tabulating machines.[1] Her calculations were used in the Apollo program.[2]", "55085835": "Martin Grötschel (born 10 September 1948) is a German mathematician known for his research on combinatorial optimization, polyhedral combinatorics, and operations research.[1] From 1991 to 2012 he was Vice President of the Zuse Institute Berlin (ZIB) and served from 2012 to 2015 as ZIB's President. From 2015 to 2020 he was President of the Berlin-Brandenburg Academy of Sciences and Humanities (BBAW).[2][3]", "35228428": "Walter Schnee (8 August 1885 in Rawitsch, now Rawicz – 10 June 1958 in Leipzig) was a German mathematician. From 1904 to 1908 he studied mathematics in Berlin. From 1909 to 1917 he worked at the University of Breslau. He then went to the University of Leipzig, where he stayed till 1954. He worked in the field of number theory.", "60918543": "Keith A. Crandall is an American computational biologist, bioinformaticist, and population geneticist at George Washington University, where he is the founding director of the Computational Biology Institute,[6] and professor in the Department of Biostatistics and Bioinformatics.[7]", "11176721": "Sir Alfred George Greenhill FRS FRAeS (29 November 1847 in London – 10 February 1927 in London), was a British mathematician.", "40962833": "Joan Elisabeth Lowther Murray, MBE (née Clarke; 24 June 1917 – 4 September 1996) was an English cryptanalyst and numismatist who worked as a code-breaker at Bletchley Park during the Second World War. Although she did not personally seek the spotlight, her role in the Enigma project that decrypted the German secret communications earned her awards and citations, such as appointment as a Member of the Order of the British Empire (MBE), in 1946.[1][2]", "62688023": "Dr. Ian Malcolm is a fictional character from the Jurassic Park franchise created by Michael Crichton and portrayed by Jeff Goldblum. Malcolm is a gifted mathematician who specializes in chaos theory. The character was inspired in part by American historian of science James Gleick and French mathematician Ivar Ekeland.[1] In Crichton's 1990 novel Jurassic Park and its 1993 film adaptation, Malcolm is invited by insurance lawyer Donald Gennaro to notice any problems with John Hammond's dinosaur theme park, Jurassic Park. Malcolm was intended by Crichton to fill in the role of the audience in the scenarios he is put through. Malcolm is a secondary protagonist in the original novel and the main protagonist in the sequel, The Lost World, due to positive fan reception from Goldblum's performance as the character in director Steven Spielberg's film adaptation of the original novel.[2]", "1575704": "George Neil Robertson (born November 30, 1938) is a mathematician working mainly in topological graph theory, currently a distinguished professor emeritus at the Ohio State University.[1][2]", "71928600": "Ioannis G. Papadakis (1820 - 1876 Greek: Ιωάννης Παπαδάκης) was an author, mathematician, physicist, astronomer, meteorologist, and professor.  He was the second director of the National Observatory of Athens. He temporarily succeeded Georgios Konstantinos Vouris until Johann Friedrich Julius Schmidt replaced him as the third director of the observatory.  His most notable work was the observation of the Moons of Jupiter and other meteorological observations in the 1850s.  He was also a Scottish rite freemason.[1][2][3][4]", "3115802": "Alfred Horn (February 17, 1918 – April 16, 2001) was an American mathematician notable for his work in lattice theory and universal algebra. His 1951 paper \"On sentences which are true of direct unions of algebras\" described Horn clauses and Horn sentences, which later would form the foundation of logic programming.", "61410076": "Maria Antònia Canals (15 November 1930 – 29 April 2022)[1] was a Spanish mathematician. Her work in recreational mathematics served as the basis for the eponymous Canals Project. Among other honors, she has been awarded the Creu de Sant Jordi and the Medal of Honor of Barcelona [ca].", "1575708": "Paul D. Seymour FRS (born 26 July 1950) is a British mathematician known for his work in discrete mathematics, especially graph theory. He (with others) was responsible for important progress on regular matroids and totally unimodular matrices, the four colour theorem, linkless embeddings, graph minors and structure, the perfect graph conjecture, the Hadwiger conjecture, claw-free graphs, χ-boundedness, and the Erdős–Hajnal conjecture. Many of his recent papers are available from his website.[1]", "43158300": "Alexander Murray Macbeath (30 June 1923 Glasgow – 14 May 2014 Warwick)[1][2][3] was a mathematician who worked on Riemann surfaces. Macbeath surfaces and Macbeath regions are named after him.", "1706783": "Edward Norton Lorenz (May 23, 1917 – April 16, 2008) was an American mathematician and meteorologist who established the theoretical basis of weather and climate predictability, as well as the basis for computer-aided atmospheric physics and meteorology.[1][2] He is best known as the founder of modern chaos theory, a branch of mathematics focusing on the behavior of dynamical systems that are highly sensitive to initial conditions.[3]", "32836383": "Enrico Giusti (born Priverno, 1940), is an Italian mathematician mainly known for his contributions to the fields of calculus of variations, regularity theory of partial differential equations, minimal surfaces and history of mathematics. He has been professor of mathematics at the Università di Firenze;[1] he also taught and conducted research at the Australian National University at Canberra, at the Stanford University and at the University of California, Berkeley.[2] After retirement, he devoted himself to the managing of the \"Giardino di Archimede\",[3] a museum entirely dedicated to mathematics and its applications. Giusti is also the editor-in-chief of the international journal, dedicated to the history of mathematics \"Bollettino di storia delle scienze matematiche\".[4][5]", "56822566": "Gabriele Kaiser is a German mathematics educator. She is a professor of mathematics education at the University of Hamburg.", "73042728": "Bradley Adam Thiessen is an American statistician and academic administrator serving as the interim president of the New College of Florida. He is the chief of staff and a professor of statistics.", "7703340": "Jakša Cvitanić (born 1962 in Split, Croatia, Yugoslavia) is a Richard N. Merkin Professor of Mathematical Finance at the California Institute of Technology.  His main research interests are in mathematical finance, contract theory, stochastic control theory, and stochastic differential equations.", "59476782": "Jean-Claude Bouquet (7 September 1819 – 9 September 1885[1]) was a French mathematician who worked with Charles Briot on doubly periodic functions.[2]", "40897328": "Pavel Ilyich Etingof (Russian: Павел Ильич Этингоф; born 1969) is an American mathematician of Russian-Ukrainian origin. He does research on the intersection of mathematical physics (exactly integrable systems) and representation theory, e.g., quantum groups.", "38701873": "Ronitt Rubinfeld (born 1964) is a professor of electrical engineering and computer science at the Massachusetts Institute of Technology (MIT) and at the School of Computer Science at Tel Aviv University.", "61606706": "Margaret M. Wiecek (also known as Małgorzata M. Więcek) is a Polish-American operations researcher and professor of mathematical sciences at Clemson University, known for her research in multi-objective optimization, Pareto efficiency, robust design,[1] and three-dimensional packing problems in mechanical engineering.[2]", "58919732": "John Stephen Halperin (born 1 February 1942 in Kingston, Ontario)[1] is a Canadian mathematician who deals with differential geometry and algebraic topology.", "53709624": "Raymond Lewis Johnson (born 1943) is an American mathematician, currently a professor emeritus at the University of Maryland, College Park[1] and an adjunct professor of mathematics at Rice University.[2] He was the first African-American student at Rice University, and the first African-American mathematics professor at the University of Maryland.[3] His research concerns non-well-posed problems and harmonic analysis.[4]", "1706809": "David S. Slepian (June 30, 1923 – November 29, 2007) was an American mathematician. He is best known for his work with algebraic coding theory, probability theory, and distributed source coding. He was colleagues with Claude Shannon and Richard Hamming at Bell Labs.", "36080440": "Da Ruan (Chinese: 阮达; September 10, 1960 – July 31, 2011) was a Chinese-Belgian mathematician, scientist, professor. He had a Ph.D. from Ghent University.[1]", "55905084": "The Turing Guide, written by Jack Copeland, Jonathan Bowen, Mark Sprevak,[1] Robin Wilson, and others and published in 2017, is a book about the work and life of the British mathematician, philosopher, and early computer scientist, Alan Turing (1912–1954).", "7047998": "Yury Sergeyevich Osipov (Russian: Ю́рий Серге́евич О́сипов; born 7 July 1936) is a Soviet and Russian mathematician. He was elected a full member of the Academy of Sciences of the Soviet Union in 1987 and was a president of its successor, the Russian Academy of Sciences from 17 December 1991 to 29 May 2013.", "6097728": "Edward Wegman is an American statistician and was a professor of statistics at George Mason University until his retirement in 2018.[1] He holds a Ph.D. in mathematical statistics and is a Fellow of the American Statistical Association, a Senior Member of the IEEE, and past chair of the National Research Council Committee on Applied and Theoretical Statistics. In addition to his work in the field of statistical computing, Wegman contributed a report to a Congressional hearing on climate change at the request of Republican Rep. Joe Barton. Wegman's report supported criticisms of the methodology of two specific paleoclimate studies into the temperature record of the past 1000 years, and argued that climate scientists were excessively isolated from the statistical mainstream. Subsequently, significant portions of Wegman's report were found to have been copied without attribution from a variety of sources, including Wikipedia, and a publication based on the report was retracted.[2][3][4]", "2624320": "Michael Maestlin (also Mästlin, Möstlin, or Moestlin) (30 September 1550 – 26 October 1631)[1] was a German astronomer and mathematician, known for being the mentor of Johannes Kepler. He was a student of Philipp Apian and was known as the teacher who most influenced Kepler. Maestlin was considered to be one of the most significant astronomers between the time of Copernicus and Kepler.[2]", "71109440": "Ulisse Stefanelli is an Italian mathematician. He is currently professor at the Faculty of Mathematics of the University of Vienna. His research focuses on calculus of variations, partial differential equations, and materials science.[1]", "38341443": "William Buhmann Johnson (born December 5, 1944) is an American mathematician, one of the namesakes of the Johnson–Lindenstrauss lemma. He is Distinguished Professor and A.G. & M.E. Owen Chair of Mathematics at Texas A&M University. His research specialties include the theory of Banach spaces, nonlinear functional analysis, and probability theory.[1] He was born in Palo Alto, California and raised from an early age in Dallas, Texas.", "42175302": "Ruth Ann Watson Gregory is a British mathematician and physicist, currently Head of Department of Physics and Professor of Theoretical Physics at King's College London.[1] Her fields of specialisation are general relativity and cosmology.[2]"}