{"71167942": "Josina Carolina van Lynden (1716/1717 − 6 October 1791) was a Dutch philosopher who, in 1770, published a book on Logic, called De Logica of redenkunde.[1] She was the first Dutch woman to publish on this topic.[2]", "5009348": "Don Carlos de Sigüenza y Góngora (August 14, 1645 – August 22, 1700) was one of the first great intellectuals born in the New World - Spanish viceroyalty of New Spain (Mexico City). He was a criollo patriot, exalting New Spain over Old. A polymath and writer, he held many colonial government and academic positions. Sigüenza is considered the da Vinci mexicano (\"Mexican da Vinci\").[1]", "52359109": "In addition to self-purification, Sheikh Hasan Ali began studying Islamic sciences. He studied Arabic literature, logics, philosophy, jurisprudence, principles of jurisprudence and mathematics under renowned teachers of the Isfahan Seminary such as Jahangir Khan Qashqa'i and Akhund Mulla Muhammad Kashi. Hasan Ali studied tafsir (exegesis of the Qur'an) under Sayyid Sina, son of Sayyid Ja'far Kashfi.", "16379853": "Leonidas Donskis  (13 August 1962 – 21 September 2016) was a Lithuanian-Jewish philosopher, political theorist, historian of ideas, social analyst, and political commentator, professor of politics and head of \"VDU Academia Cum Laude\" at Vytautas Magnus University, Honorary Consul of Finland in Kaunas and deputy chairman of the Lithuanian Jewish Community.[1] He was also the member of the European Parliament (MEP) from 2009 to 2014.", "2879438": "Raymond of Sabunde (born Ramon Sibiuda; also known as Sabiende, Sabond, Sabonde, Sebon, Sebond, Sebonde, or Sebeyde;  c. 1385[1] – 29 April 1436) was a Catalan scholar, teacher of medicine and philosophy and finally regius professor of theology at Toulouse.[2] He was born in Barcelona (at that time the major Catalan city of the Crown of Aragon), and died in Toulouse.", "73789389": "Mahipati Dasa (c. 1611– c. 1681) (popularly referred to as Mahipati of Kakhandki), was a minister, a scholar, and a prominent saint from the Haridasa tradition of Dvaita Vedanta from Karnataka, India.[1][2][3]", "27324371": "Abel Rey (French: [ʁɛ]; 29 December 1873, Chalon-sur-Saône – 13 January 1940, Paris) was a French philosopher and historian of science.", "32731092": "Michael Allen Gillespie is an American philosopher and Professor of Political Science and Philosophy at Duke University. His areas of interest are political philosophy, continental philosophy, history of philosophy, and the origins of modernity.[1] He has published on the relationship between theology and philosophy, medieval theology, liberalism, and a number of philosophers such as Nietzsche, Hegel, Heidegger, and Kant.[2]", "39448532": "Alan R. Baker is a professor of philosophy in Swarthmore College (Pennsylvania, United States), specializing in the philosophy of mathematics and the philosophy of science. He is also a former U.S. shogi champion.", "618454": "Heinrich Friedrich Ernst Blücher (29 January 1899 – 31 October 1970) was a German poet and philosopher. He was the second husband of Hannah Arendt whom he had first met in Paris in 1936.[1] During his life in America, Blücher traveled in popular academic circles and appears prominently in the lives of various New York intellectuals.", "2617303": "Heinrich Eberhard Gottlob Paulus (1 September 1761 – 10 August 1851) was a German theologian and critic of the Bible. He is known as a rationalist who offered natural explanations for the biblical miracles of Jesus.", "3764181": "Johann Heynlin, variously spelled Heynlein, Henelyn, Henlin, Hélin, Hemlin, Hegelin, Steinlin; and translated as Jean à Lapide, Jean La Pierre (Lapierre, de la Pierre), Johannes Lapideus, Johannes Lapidanus, Johannes de Lapide (c. 1425 – 12 March 1496) was a German-born scholar, humanist and theologian, who introduced the first printing press in France (Paris) in 1470.", "225247": "The Count of St. Germain or in French Comte de Saint Germain (French pronunciation: [kɔ̃t də sɛ̃ ʒɛʁmɛ̃]; c. 1691 or 1712 – 27 February 1784)[3] was a European adventurer who achieved prominence in European high society of the mid-18th century due to his interest and achievements in science, alchemy, philosophy, and the arts. St. Germain used a variety of names and titles, including the Marquis de Montferrat, Comte Bellamarre, Chevalier Schoening, Count Weldon, Comte Soltikoff, Manuel Doria, Graf Tzarogy, and Prinz Ragoczy. While his real name is unknown, and his birth and background obscure, towards the end of his life he claimed that he was a son of Prince Francis II Rákóczi of Transylvania.[4][5]", "1241056": "Héloïse (French: [elɔ.iz]; c. 1100–01?[1] – 16 May 1163–64?), variously Héloïse d'Argenteuil[2] or Héloïse du Paraclet,[2] was a French nun, philosopher, writer, scholar, and abbess.", "49999841": "Ephraim Edward Ericksen (January 2, 1882–1967) was an American philosopher and Mormon scholar who taught philosophy at the University of Utah for 30 years.[1][2] He was a president of the American Philosophical Association,[3][4] and is known as an influential figure in LDS intellectual history.[5] The University of Utah E. E. Ericksen Chair of Philosophy was established in his honor in 1965.[4]", "3731424": "Difference is a key concept of philosophy, denoting the process or set of properties by which one entity is distinguished from another within a relational field or a given conceptual system. In the Western philosophical system, difference is traditionally viewed as being opposed to identity, following the Principles of Leibniz, and in particular, his Law of the identity of indiscernibles. In structuralist and poststructuralist accounts, however, difference is understood to be constitutive of both meaning and identity. In other words, because identity (particularly, personal identity) is viewed in non-essentialist terms as a construct, and because constructs only produce meaning through the interplay of differences (see below), it is the case that for both structuralism and poststructuralism, identity cannot be said to exist without difference.", "34238436": "Pedro Salvino Zulen Aymar (October 12, 1889 - January 27, 1925)[1] was a Peruvian philosopher and librarian of Chinese descent, who dedicated the most part of his short life to the fight for decentralised politics and the defense of indigenous rights.[2]", "37187556": "Ishida Baigan (石田 梅岩; October 12, 1685 - October 29, 1744) was a Japanese lecturer and philosopher, born in Tanba Province,[1] who founded the Shingaku movement (heart learning) based on Neo-Confucianism, the study of the doctrines of Zhu Xi, incorporating Shinto, Buddhism and so on,[1] which advocated all education include teachings in ethics and morality.[2]", "41250790": "Steven Weinstein is a philosopher at the University of Waterloo,[1] noted particularly for his work on quantum gravity, time, and the interpretation of quantum mechanics.[2]", "3665896": "Austin M. Woodbury (1899 near Spencer, in the Hawkesbury Valley of New South Wales – 1979) was an Australian Catholic philosopher and priest (Society of Mary)", "6451180": "Sisir Kumar Maitra (born 19 January 1887, Calcutta, India, died 1963) was Head of the Department of Philosophy and Dean of the Faculty of Arts, Banaras Hindu University. His writings compared Eastern and Western philosophy, and the teachings of Sri Aurobindo in comparison with Western philosophers.", "6909932": "Russ Shafer-Landau (born 1963) is an American philosopher and Professor of Philosophy at the University of Wisconsin, Madison.", "27291631": "Maximilien Winter (1871–1935) was a French philosopher of mathematics.", "70709241": "William \"Bill\" Russell Murry (June 19, 1932 – July 6, 2017) was an American humanist, author, Unitarian Universalist minister, and former President of Meadville Lombard Theological School.", "5566458": "Emanuel Vogel Gerhart (Freeburg, Pennsylvania, 13 June 1817 – Lancaster, Pennsylvania, 6 May 1904) was an American minister of the German Reformed Church and first president of Franklin and Marshall College.", "50720763": "Isabell Lorey (German: [ˈiːzabɛl loːˈʁaɪ])[2] is a political theorist at the European Institute for Progressive Cultural Policies and professor at the Institute for Political Science at the University of Kassel.[3]", "1896450": "Dmitri Antonovich Volkogonov (Russian: Дми́трий Анто́нович Волкого́нов; 22 March 1928 – 6 December 1995) was a Soviet and Russian historian and colonel general who was head of the Soviet military's psychological warfare department. After research in secret Soviet archives (both before and after the dissolution of the union), he published a biography of Joseph Stalin and Vladimir Lenin, among others such as Leon Trotsky. Despite being a committed Stalinist and Marxist–Leninist ideologue for most of his career, Volkogonov came to repudiate communism and the Soviet system within the last decade of his life before his death from cancer in 1995.", "33386508": "Gary Smith (born July 26, 1954 in New Orleans) is an American philosopher and culture manager.", "23457811": "Arignote or Arignota (/ˌærɪɡˈnoʊtiː, ˌærɪɡˈnoʊtə/; Greek: Ἀριγνώτη, Arignṓtē;  fl. c. 500 BC) was a Pythagorean philosopher from Croton,[1] Magna Graecia, or from Samos.[2] She was known as a student of Pythagoras and Theano[2] and, according to some traditions, their daughter as well.[3][4][5]", "24899607": "Mahmoud Vahidnia (Persian: محمود وحیدنیا; born 1989 in Tehran) is an Iranian philosopher and PhD candidate of philosophy at Shahid Beheshti University.[1]", "26472473": "Werner Heinrich Janssen (born 7 August 1944 in Mönchengladbach) is a Dutch/German philosopher, Germanist, author and poet under the pseudonym Heinz Hof.", "4943900": "Ferid Muhić (Macedonian: Ферид Мухиќ; born 1943) is President of the Bosniak Academy of Sciences and Arts. He is a professor of Philosophy at the Ss. Cyril and Methodius University in Skopje, North Macedonia. He started his academic career as Assistant at the Institute for Sociological Research in Skopje in 1970. He entered the Department of Philosophy as Assistant in 1974; Associate Professor 1976-1980; Full-time Professor 1980–present. Visiting Professor at Sorbonne, New York's Syracuse University, Florida State University, International Institute of Islamic Thought and Civilisation, and several universities in Southern-East Europe. Main professional specialties: contemporary philosophy, cultural anthropology, aesthetics and political philosophy.", "9367588": "Robert Holcot,[1] OP (c. 1290 – 1349) was an English Dominican scholastic philosopher, theologian and influential Biblical scholar.", "3698728": "Leonid Naumovich Stolovich (Russian: Леони́д Нау́мович Столович; Estonian: Leonid Stolovitš; July 22, 1929, in Leningrad – November 4, 2013, in Tartu) was a Russian-Estonian philosopher, Doctor of Philosophy (1966) and professor (1967).[1] Stolovich graduated from the Leningrad University in 1952, from 1953 on he worked at Tartu University, Estonia, from 1994 on as a professor emeritus.\nAbove all, Stolovich studied esthetics: its history, theories of esthetics and axiology. He is the author of more than forty books and 400 publications in 20 languages.", "66547754": "Theodor Litt (27 December 1880 – 16 July 1962) was a German culture and social philosopher as well as a pedagogue.", "65990703": "André Senik (born 1938), is a French associate professor of philosophy and former communist activist.[1]", "1798192": "Oscar Becker (5 September 1889 – 13 November 1964) was a German philosopher, logician, mathematician, and historian of mathematics.", "60485682": "https://alanthomas.academia.edu", "74379314": "Jonathan Birch is a British philosopher who is an Associate Professor in the Department of Philosophy Logic and Scientific Method at the London School of Economics and Political Science. His work addresses the philosophy of biology, especially questions around the evolution of social behaviour and social norms, animal sentience, and animal welfare.[1]", "29650995": "John Brown Smith (October 30, 1837 – April 4, 1917) was an American doctor, author, mutualist anarchist theorist, tax resister, and developer of shorthand.", "35287093": "Vincenzo Di Nicola is an Italian-Canadian psychologist, psychiatrist and family therapist, and philosopher of mind.[1]", "70479929": "Bishop Anton Jamnik (born 27 July 1961) is a Slovenian Roman Catholic prelate who serves as a Titular Bishop of Vina and Auxiliary Bishop of Archdiocese of Ljubljana since 15 November 2005.", "618556": "Defunct", "4419644": "Nishi Amane (西周, March 7, 1829 – January 30, 1897) was a Japanese philosopher. He studied law and economics in the Netherlands. He became a political advisor to Tokugawa Yoshinobu before and after the Meiji Restoration. He served as a bureaucrat in the Ministry of War, the Ministry of Education, the Ministry of Popular Affairs, and the Ministry of the Imperial Household under the Meiji government. He was involved in the drafting of the Military Precepts and the Imperial Rescript to Soldiers and Sailors. With Mori Arinori and others, he formed the Meirokusha and worked to introduce Western philosophy.", "18935871": "Wilfrid Desan (1908– 14 January 2001) was a professor in philosophy best known for introducing French existentialism and especially the thought of Jean-Paul Sartre to the United States.[1] He was a native of Belgium who emigrated to the United States in 1948, where he gained a doctorate from Harvard University in 1951 and met his wife Elisabeth. In 1952, he gained a lectureship at the philosophy department of Kenyon College. In 1957, he joined Georgetown University where he remained for the rest of his academic career and where he enjoyed a good reputation as teacher and a clear writer. He also had appointments as distinguished visiting professor at Villanova University and visiting professor at George Mason University. He developed his own noetic philosophy in his three-volume work The Planetary Man, a prescient, pioneering vision of globalisation unifying the world's peoples.", "10088511": "Hyakuzō Kurata (倉田 百三, Kurata Hyakuzō, 23 February 1891 – 12 February 1943) was a Japanese essayist and playwright on religious subjects who was active during the Taishō and early Shōwa periods of Japan.", "32239682": "Pandit Divyang Vakil (commonly addressed as Guruji or 'respected teacher') is a Tabla and Rhythm maestro renowned globally for his intricate rhythm compositions; a Guru of Taalvidya'; Spirituality and Philosophy.[1][2]", "34336834": "Adriaan Heereboord (13 October 1613 in Leiden – 7 July 1661 in Leiden) was a Dutch philosopher and logician.", "40693830": "Wang Maozu (Chinese: 汪懋祖; pinyin: Wāng Màozǔ; 4 March 1891 - 9 January 1949) was a Chinese educationist and philosopher.[1] In the 1920s, he earned his master's degree at the Teachers College, Columbia University under the instruction of John Dewey, then became a researcher at Harvard University. Several years later, he returned to China and taught at Beijing Normal University, Beijing Women's Normal College and National Central University.", "42102855": "Ella Lyman Cabot (née Lyman; February 26, 1866 – September 20, 1934)[1] was an American philosopher of ethics for children, who worked as an educator, lecturer and writer. She was born into a prominent Unitarian family in Boston and was the fourth of seven children. Her parents, Ella (Lowell) Lyman and Arthur Theodore Lyman, owned a family estate in Waltham, Massachusetts.", "15102027": "John Russon (born 1960) is a Canadian philosopher, working primarily in the tradition of Continental Philosophy. In 2006, he was named Presidential Distinguished Professor at the University of Guelph, and in 2011 he was the Shastri Indo-Canadian Institute's Canadian Lecturer to India.", "24670289": "Andrzej Głowacki is a Polish, European philosopher, designer, graphic artist, professor  of Academy Of Fine Art in Cracow (where he directs The Third Studio of Interior Design), head of Chair of Commercial Art, Computer Graphics and New Media in University of Information, Technology and Management in Rzeszów, Poland, and a co-author of the nascent Center of Digital Arts and Techniques also in UITM, Rzeszów.", "19394645": "Nereu Florencio \"Ned\" Kock is a Brazilian-American philosopher. He is a Texas A&M Regents Professor of Information Systems at Texas A&M International University.[1]", "68546653": "Lorenz (Lorencino) Bruno Puntel (German: [punˈteːl]; born September 22, 1935) is a Brazilian philosopher based in Germany, who established the school of Structural-systematic philosophy.[1][2] Professor emeritus at the University of Munich, Puntel has been named as one of the great contemporary philosophers, articulating his ideas from the most varied traditions.[3][4][5][6]", "36860001": "Yi Ryang, also known as Lee Lyang (Hangul:이량, Hanja:李梁) (17 November 1519 – 8 March 1583), was a powerful politician during the Joseon dynasty. His courtesy name was Gonggeo (공거, 公擧).", "9367663": "Philip L. Quinn (June 22, 1940 – November 13, 2004) was a philosopher and theologian.  He graduated from Georgetown University in 1962 and went on to earn a master's degree in physics from the University of Delaware in 1966.  He then attended the University of Pittsburgh, where he received his master's and doctoral degrees in philosophy.  Quinn joined the faculty of Brown University.  At Brown, he was very popular and taught courses in the philosophy of physics, ethics, and related fields.  In 1985, he assumed a position as the John A. O'Brien Professor of Philosophy at the University of Notre Dame.  Quinn served in 1994–1995 as President of the Central Division of the American Philosophical Association (APA).[1]", "32796783": "Robert Greene (1678?–1730), was an English philosopher.", "16183423": "Michele Cianciulli (1895–1965) was an Italian lawyer, historian, and philosopher.", "4026495": "The Voskresenie (Resurrection or Sunday) was a left-leaning, quasi-Masonic sect, which existed in Petrograd between 1918 and 1928. The group, which consisted of philosophers, professionals, and members of the Religious Philosophical Society, sought to support the Bolsheviks' economic policy but oppose their atheistic culture, and in so doing to 'renew humanity and the construction of communism' (as seen in Brandist 2002, p. 28).", "52785283": "Anne Eugenia Felicia Morgan (October 3, 1845 – December 23, 1909) was an American professor, philosopher, writer, and game inventor from the U.S. state of Ohio. Remembered as a philosopher of rare ability, she united a poet's insight with logic, developing a system of thought marked by originality and power. As an instructor, she led students to do their own thinking, aiming rather to teach philosophizing than to impose any dogma of human opinion.[1]", "1470600": "Hecato or Hecaton of Rhodes (Greek: Ἑκάτων; fl. c. 100 BC) was a Greek Stoic philosopher.[1]", "71659660": "Tom Whyman is an academic philosopher and writer.[1][2][3] Whyman is a freelance writer and teaches philosophy part-time at the University of Durham.[4] He has undertaken studies in the following fields: Frankfurt School critical theory, German idealism, Kierkegaard, and contemporary ethical naturalism.[5]", "22048911": "Augustinian Studies is a peer-reviewed academic journal devoted to the study of Augustine of Hippo. Its primary focus is the study of Augustine himself, as viewed from various theological, philosophical, and historical perspectives. Articles concerned more broadly with the study of Augustine, such as studies of other persons, groups, or issues in Augustine's time, may also be included. The journal also publishes the annual Saint Augustine Lecture, given each Fall at Villanova University. A special double issue of Augustinian Studies, containing essays on Augustine's City of God, was published in 1999. The journal's editor-in-chief is Ian Clausen. The former editor was Jonathan P. Yates, who replaced Allan D. Fitzgerald in 2012. Augustinian Studies is published by the Philosophy Documentation Center, in cooperation with the Augustinian Institute at Villanova University.", "5795988": "Gustav Teichmüller (November 19, 1832 – May 22, 1888) was a German philosopher. His works, particularly his notion of perspectivism, influenced Friedrich Nietzsche's philosophy.[2]", "31486104": "Zakir Jabbar Bey oglu Mammadov (Azerbaijani: Məmmədov Zakir Cabbar bəy oğlu) (August 16, 1936 — March 2, 2003) was a correspondent member (associate member) of Azerbaijan National Academy of Sciences and Doctor in Philosophy. Mammadov specialized in Eastern philosophy, and focused mostly on the history of Azerbaijani philosophy. He had refuted the thesis ‘no professional philosopher lived in Azerbaijan in Middle Ages except for Bahmanyar’.[1]", "8384667": "Gotthilf Heinrich von Schubert (26 April 1780, in Hohenstein-Ernstthal – 30 June 1860, in Laufzorn, a village in Oberhaching) was a German physician, naturalist and psychologist.", "23720093": "Martin Knutzen (14 December 1713 – 29 January 1751) was a German philosopher, a follower of Christian Wolff and teacher of Immanuel Kant, to whom he introduced the physics of Isaac Newton.", "26210465": "Gopal Balakrishnan was a professor in the History of Consciousness Department at the University of California, Santa Cruz, until he was fired due to allegations of sexual assault.", "42496163": "Colin Strang, 2nd Baron Strang (12 June 1922 – 19 December 2014) was a British professor of philosophy and hereditary peer.", "1274022": "Julius Ebbinghaus (9 November 1885, Berlin – 16 June 1981, Marburg an der Lahn) was a German philosopher, one of the closest followers of Immanuel Kant active in the twentieth century. He was influenced by the Heidelberg school of neo-Kantianism of Wilhelm Windelband, and wrote on philosophy of law and the categorical imperative. Professor at Marburg University (Philipps-Universität Marburg) since 1940; 1954 professor emeritus, continuing lectures until 1966. In October 1945, he became installed as Rector Magnificus by order of the American occupation forces. He was the son of famous psychologist Hermann Ebbinghaus.", "258221": "David John Chalmers (/ˈtʃælmərz/;[1] born 20 April 1966) is an Australian philosopher and cognitive scientist specializing in the areas of philosophy of mind and philosophy of language. He is a professor of philosophy and neural science at New York University, as well as co-director of NYU's Center for Mind, Brain and Consciousness (along with Ned Block).[2][3] In 2006, he was elected a Fellow of the Australian Academy of the Humanities.[4] In 2013, he was elected a Fellow of the American Academy of Arts & Sciences.[5]", "7794867": "Karl Joseph Hieronymus Windischmann (25 August 1775, in Mainz – 23 April 1839, in Bonn) was a German philosopher and anthropologist.", "27324597": "Gaston Milhaud (10 August 1858, Nîmes – 1 October 1918, Paris) was a French philosopher and historian of science.", "192693": "James Braid (19 June 1795 – 25 March 1860) was a Scottish surgeon, natural philosopher, and \"gentleman scientist\".", "19329207": "Publius Volumnius was a 1st-century BC Roman philosopher,[1] and a friend and companion of Marcus Junius Brutus who led the conspiracy to assassinate Julius Caesar. Volumnius and Brutus had been students of philosophy together.", "42365113": "Howard Selsam (born Howard Brillinger Selsam;[1][2] 28 June 1903 – 7 September 1970)[3] was an American Marxist philosopher.[4][5]", "946366": "Neagu Bunea Djuvara (Romanian pronunciation: [ˈne̯aɡu dʒjuˈvara]; 18 August 1916 – 25 January 2018) was a Romanian historian, essayist, philosopher, journalist, novelist, and diplomat.[1]", "34795710": "James Mylne (Kinnaird, Gowrie, 3 September 1757 – 21 September 1839) was a Scottish philosopher and academic who was born in Perthshire in 1757 and educated at the University of St Andrews. He served as Professor of Moral Philosophy at the University of Glasgow from 1797 to 1837. His father-in-law was the philosopher John Millar and the philosopher James McCosh was among his students. He was a member of the Glasgow Literary Society.[1]", "2158784": "Anthony Meredith Quinton, Baron Quinton, FBA (25 March 1925 – 19 June 2010[1]) was a British political and moral philosopher, metaphysician, and materialist philosopher of mind. He served as President of Trinity College, Oxford from 1978 to 1987; and as chairman of the board of the British Library from 1985 to 1990. He is also remembered as a presenter of the BBC Radio programme, Round Britain Quiz.", "12218558": "Dmitry Yevgenyevich Galkovsky (Russian: Дмитрий Евгеньевич Галковский; born 4 June 1960 in the USSR) is a Russian writer, journalist, philosopher and blogger. Most famous as author of the novel The Infinite Deadlock (Бесконечный тупик).[citation needed]", "40071362": "Carolyn Korsmeyer (born 1950) is an author and Professor of Philosophy at the University of Buffalo in New York. She is generally recognized for her study and research on aesthetics, feminism, and emotion theory.[1]", "13725897": "Jean Clam (born 1958) is a philosopher, sociologist and psychologist. He is Research Fellow at the Centre national de la recherche scientifique (CNRS), Paris, presently affiliated to the Ecole des Hautes Etudes en Sciences Sociales (EHESS) in Paris. His numerous researches deal mainly with sociology and psychology of intimacy, legal theory (in particular that of Niklas Luhmann) and general theory of the human and social sciences.", "23785677": "James Martin Hollis (14 March 1938 – 27 February 1998) was an English rationalist philosopher.", "5992663": "Kumārila Bhaṭṭa (fl. roughly 700) was a Hindu philosopher and a scholar of Mimamsa school of philosophy from early medieval India. He is famous for many of his various theses on Mimamsa, such as Mimamsaslokavarttika. Bhaṭṭa was a staunch believer in the supreme validity of Vedic injunction, a champion of Pūrva-Mīmāṃsā and a confirmed ritualist.[1] The Varttika is mainly written as a subcommentary of Sabara's commentary on Jaimini's Purva Mimamsa Sutras. His philosophy is classified by some scholars as existential realism.[2]", "37548260": "Swami Gagangiri Maharaj was an Indian Hindu saint and Guru of the Nath Sampradaya.[1] He is one of the most influential Hathayogis of modern India. Gagangiri Maharaj was particularly known for his water penance and intense meditation practices. He is considered the incarnation of Adi Dattatreya himself. Swamiji was a widely revered figure amongst Indian sadhus, yogis , and saints.", "34664686": "Gil Jae or Kil Jae (1353–1419, 길재, 吉再) was a Korean scholar-official of the Goryeo period then of the Joseon period.", "25882865": "Mark Wrathall (born 1965) is Professor of Philosophy at the University of Oxford and a fellow and tutor at Corpus Christi College, Oxford.  He is considered a leading interpreter of the philosophy of Martin Heidegger.  Wrathall is featured in Tao Ruspoli's film Being in the World. According to a recent reviewer of Wrathall's latest book, \"Wrathall's writing is clear and comprehensive, ranging across virtually all of Heidegger's collected works.... Wrathall's overall interpretation of Heidegger's work is crystal clear, compelling, and relevant.\"[1]", "18247921": "Georges Toussaint Léon Palante (20 November 1862 – 5 August 1925) was a French philosopher and sociologist.", "47214838": "Samuel Ira Scheffler (born 1951) is a moral and political philosopher, who is University Professor of Philosophy and Law in the Department of Philosophy and the School of Law at New York University.[1][2]", "53309686": "Sergio Jaramillo Caro (born October 17, 1966) is a Colombian diplomat, philosopher and politician.[2]From 2006 to 2009, he would serve as Vice Minister of Defense for Politics and International Affairs, during the administration of Álvaro Uribe, then from 2012 to 2017 he served as National Security Advisor from 2010 to 2012, and later as High Commissioner for Peace during the administration of Juan Manuel Santos Recently from 2017 to 2018,[3] Jaramillo would be Ambassador of Colombia to the European Union and Belgium.[4][5][6]", "4583677": "Yuan Weishi (simplified Chinese: 袁伟时; traditional Chinese: 袁偉時; pinyin: Yuán Wěishí; born December 15, 1931) is a Chinese historian and philosopher.", "49672458": "Jovan Atanasijev Došenović (Serbian Cyrillic: Јован Атанасијев Дошеновић, Hungarian: Dosenovics János Atanáz; 20 October 1781 – 1813) was a Serbian philosopher, poet and translator, one of the first Serbian literary aestheticians.[1][2]", "16806155": "William Herbert Dray (23 June 1921, in Montreal – 6 August 2009, in Toronto) was a Canadian philosopher of history. He was Professor Emeritus at the University of Ottawa.[1]", "17002765": "William Walker Tait (born 1929) is an emeritus professor of philosophy at the University of Chicago, where he served as a faculty member from 1972 to 1996, and as department chair from 1981 to 1987.", "55832847": "Patsab Nyima Drakpa (Tib. པ་ཚབ་ཉི་མ་གྲགས་པ་, Wyl. pa tshab nyi ma grags pa) (1055-1145?) was a Tibetan Buddhist scholar and translator of the Sarma (New Translation) era. He was a monk at Sangpu monastery and traveled to Kashmir where he translated Buddhist Madhyamika texts.[1]", "6058258": "Robert von Zimmermann or Robert Zimmermann (November 2, 1824, Prague – September 1, 1898, Prague) was a Czech-born Austrian philosopher.", "2158871": "Denise Riley (born 1948, Carlisle) is an English poet and philosopher.", "192793": "Thomas Nagel (/ˈneɪɡəl/; born July 4, 1937) is an American philosopher. He is the University Professor of Philosophy and Law Emeritus at New York University,[3] where he taught from 1980 to 2016.[4] His main areas of philosophical interest are legal philosophy, political philosophy, and ethics.[5]", "38039833": "Dominique Parodi (May 2, 1870 – November 12, 1955) was a French philosopher and educational administrator.", "26439962": "Philippe-Joseph Salazar (French: [salazaʁ]), a French rhetorician and philosopher,[1] was born on 10 February 1955 in Casablanca, then part of French Morocco. Salazar attended the Lycée Louis-le-Grand a prestigious secondary-school in Paris (founded 1563)[2] before studying philosophy, politics and literature at the École Normale Supérieure. Since 1999 Salazar[3] is a Distinguished Professor in Rhetoric in the Faculty of Law at the University of Cape Town, South Africa.[4] Salazar's lifelong achievements made him the recipient of Africa's premier research award in 2008, the Harry Oppenheimer Fellowship Award. In 2015 he received a prestigious French literary prize for political non-fiction, Prix Bristol des Lumières [fr], for his book on the rhetoric of jihadism: Paroles armées (2015), translated in four languages (in English, Words are Weapons. Inside ISIS's Rhetoric of Terror, Yale UP, 2017).", "3535135": "Julián Marías Aguilera (17 June 1914 – 15 December 2005) was a Spanish philosopher associated with the Generation of '36 movement. He was a pupil of the Spanish philosopher José Ortega y Gasset and member of the Madrid School.[1]", "39711017": "Joan Valerie Bondurant (1918–2006) was an American political scientist and former spy for the Office of Strategic Services (OSS) during World War II.[1]  She is best known as the author of Conquest of Violence: The Ghandian Philosophy of Conflict (1958), a book on Gandhian political philosophy.", "55865649": "André Lalande (19 July, 1867 Dijon – 15 November, 1964 Asnières) was a French philosopher. In 1904, he was appointed Professor of philosophy at the University of Paris.[1]", "34468150": "Seong Hon (25 June 1535 – 6 June 1598) was a Korean philosopher, poet, and politician during the Joseon Dynasty. He was a Neo-Confucianist scholar who was a close friend of the scholar Yi I (Yulgok) and an older contemporary of Yi Hwang (Toegye), leader of the country's \"western faction\" (seoin 서인, 西人) of the period.[1]", "56029500": "Sigismondo Boldoni (5 July 1597 – 3 July 1630) was an Italian writer, philosopher, and physician. Boldoni was born in Bellano and died in Pavia from the plague shortly before his 33rd birthday. At the time of his death he held the principal chair in philosophy at the University of Pavia. His literary works included a description of the geography and history of Lake Como entitled  Larius and the epic poem La caduta de' Longobardi (The Fall of the Lombards). His letters of 1629 describing the advance of invading German armies in the region around Lake Como and the plague epidemic they brought in their wake were used by Manzoni as a source for his 1827 novel I Promessi Sposi.[1]", "127312": "Margaret Cavendish, Duchess of Newcastle-upon-Tyne (née Lucas; 1623 – 16 December 1673) was a prolific English philosopher, poet, scientist, fiction writer and playwright. In her lifetime she produced more than 12 original literary works, many of which became well known due to her high social status. This high social status allowed Margaret to meet and converse with some of the most important and influential minds of her time.[1]", "3174740": "Eugene Kamenka (4 March 1928 – 19 January 1994) was an Australian political philosopher and Marxist scholar.", "34402645": "Abhayananda (born 1842), born Marie Louise, was the first woman initiated into Vivekananda's mission. She was also the first American female and a female Westerner to have become a swami monk.[1]", "42824022": "The Young Hegelians (German: Junghegelianer), or Left Hegelians (Linkshegelianer), or the Hegelian Left (die Hegelsche Linke), were a group of German intellectuals who, in the decade or so after the death of Georg Wilhelm Friedrich Hegel in 1831, reacted to and wrote about his ambiguous legacy. The Young Hegelians drew on his idea that the purpose and promise of history was the total negation of everything conducive to restricting freedom and reason; and they proceeded to mount radical critiques, first of religion and then of the Prussian political system. They rejected anti-utopian aspects of his thought that \"Old Hegelians\" have interpreted to mean that the world has already essentially reached perfection.", "15561048": "Sylvie Le Bon-de Beauvoir is the adopted daughter of Simone de Beauvoir. She is a philosophy professor.  The meeting between the two women was recounted in the book Tout compte fait, which Simone de Beauvoir dedicated to Le Bon.", "4944216": "Pedro Domingo Murillo (17 September 1757 – 29 January 1810) was a patriot of Upper Peru who played a key role in Bolivia's independence.", "4583768": "Frederick D. Wilhelmsen (18 May 1923–21 May 1996) was a Catholic philosopher known for his explication and advancement of the Thomistic tradition. He also was a political commentator, assessing American politics and society from a traditionalist perspective, and a political thinker, addressing what he perceived to be the failings of secular-liberal democracy. He principally was a professor at the University of Dallas from 1965 to his death in 1996. He also taught at the University of Santa Clara, the Al-Hikma University in Baghdad, the University of Navarra in Pamplona, Spain, and lectured and taught classes at many other universities. His Spanish students called him \"Don Federico\" while his American students called him \"Fritz.\"[1]", "25424219": "Victoria Camps (born 1941, Barcelona) is a Spanish philosopher and professor of ethics.[1]", "40071523": "Marilyn Ann Friedman (born April 7, 1945)[1] is an American philosopher. She holds the W. Alton Jones Chair of Philosophy at Vanderbilt University.[2]", "1470819": "Anthony Charles Thiselton FBA (13 July 1937 – 7 February 2023) was an English Anglican priest, theologian, and academic. He wrote a number of books and articles on a range of topics in Christian theology, biblical studies, and the philosophy of religion. He served on the Human Fertilisation and Embryology Authority, appointed by the Minister of Health.", "5599591": "Raymond Polin (July 7, 1910, Briançon, Hautes-Alpes – February 8, 2001) was a French philosopher.", "38334826": "Judith Epstein Schlanger (born 1936) is a French writer and philosopher. She is Chaim Perelman Professor Emeritus of Philosophy at the Hebrew University of Jerusalem.[1] She has written over a dozen books on intellectual invention.[2]", "21361004": "Ram Charan (Hindi: राम चारण) (1720–1799)[1][2])  is the Rajasthani Hindu guru, inspirator of a religious tradition called  Ramsnehi Sampradaya or Ramdwara. He initiated and illustrated Nirguna (absolute) Bhakti, although he was not against Saguna Bhakti. He initiated and tried to eliminate \"show\", blind faith, hypocrisy and misled existing in the Hindu religion and preferred to worship the 'name of God', Rama, over God, to not get involved in false \"show\" activities.", "15298928": "Jonathan Lee Kvanvig (born December 7, 1954) is Professor of Philosophy at Washington University in St. Louis.[1]", "22999409": "Piotr Marian Massonius (1 February 1862 in Kursk, Russian Empire – 20 July 1945 in Vilnius (Wilno), prewar Second Polish Republic) was a Polish philosopher and teacher who was born into in the Russian Empire.", "48787826": "David O. Brink (born 1958) is Distinguished Professor of Philosophy at the University of California, San Diego.[1]  He works in the areas of moral, political, and legal philosophy.", "32829809": "Henry Ercole (died 1764) was a minor Maltese philosopher who specialised mainly in ethics and logic.[1] He enjoyed great esteem from his contemporaries, both as an administrator and a philosopher.", "749942": "Polus (Greek: Πῶλος, \"colt\"; fl. c. 5th century BCE) was an ancient Greek philosophical figure best remembered for his depiction in the writing of Plato. He was a pupil of the famous orator Gorgias, and teacher of oratory from the city of Acragas, Sicily.[1]", "618870": "Paulo Reglus Neves Freire[a] (19 September 1921 – 2 May 1997) was a Brazilian educator and philosopher who was a leading advocate of critical pedagogy. His influential work Pedagogy of the Oppressed is generally considered one of the foundational texts of the critical pedagogy movement,[37][38][39] and was the third most cited book in the social sciences as of 2016[update] according to Google Scholar.[40]", "21721467": "Michele Moody-Adams is an American philosopher and academic administrator. Between July 1, 2009, and September 2011, she served as Dean of Columbia College and Vice President for Undergraduate Education at Columbia University. She was the first woman and first African-American to hold the post.[1][2] She has since resigned as dean, citing the decreasing autonomy of Columbia College. She remains a faculty member in the department of philosophy. In 2021, she was elected to the American Academy of Arts and Sciences.[3]", "2158972": "Giacomo (or Jacopo) Zabarella  (5 September 1533 – 15 October 1589) was an Italian Aristotelian philosopher and logician.", "66220415": "Tarcísio Meirelles Padilha (17 April 1928 – 9 September 2021) was a Brazilian philosopher and chairman of the Brazilian Academy of Letters.[1] He was born in Rio de Janeiro, Brazil, on 17 April 1928, the son of Raymundo Delmiriano Padilha and D. Mayard Meirelles Padilha. In 1951, he married Ruth Maria Fortuna Padilha, and the couple has six children.[2]", "32174465": "Francesc Pi i Margall (Spanish: Francisco Pi y Margall) (29 April 1824 – 29 November 1901) was a Spanish federalist and republican politician and theorist who served as president of the short-lived First Spanish Republic in 1873. He was also a historian, philosopher, romanticist writer, and was also the leader of the Federal Democratic Republican Party and the Democratic Party. Pi was turned into a sort of secular saint in his time.[1][2]", "12251522": "Antenor Orrego Espinoza (22 May 1892 – 17 July 1960) was a Peruvian writer and political philosopher[1] of Basque ancestry.  He was a member of the American Popular Revolutionary Alliance (APRA).  The Universidad Privada Antenor Orrego (Antenor Orrego Private University), founded in Trujillo, Peru in 1988, is named after him.[2]", "291202": "Pekka Himanen (born 19 October 1973) is a Finnish philosopher.", "3469707": "Adolfo Sánchez Vázquez (September 17, 1915 – July 8, 2011)[1] was a Spanish-born Mexican philosopher, writer and professor born in Algeciras, Andalucia.", "291214": "Buddhaghosa was a 5th-century Indian Theravada Buddhist commentator, translator and philosopher.[1][2] He worked in the Great Monastery (Mahāvihāra) at Anurādhapura, Sri Lanka and saw himself as being part of the Vibhajjavāda school and in the lineage of the Sinhalese Mahāvihāra.[3]", "1175951": "Dariush Shayegan (Persian: داریوش شایگان;‎ 24 January 1935 – 22 March 2018) was one of the most consequential thinkers of contemporary Iran and the Near East.", "356751": "Fredric Jameson (born April 14, 1934) is an American literary critic, philosopher and Marxist political theorist. He is best known for his analysis of contemporary cultural trends, particularly his analysis of postmodernity and capitalism. Jameson's best-known books include Postmodernism, or, The Cultural Logic of Late Capitalism (1991)[3] and The Political Unconscious (1981).", "60748177": "Chandranath Basu (1844–1910)[3] was an Indian[4][5] litterateur.[6] A staunch Hindu,[7] Chandranath coined the term Hindutva[8][9][a] and has been regarded as a doyen of economic and Indian nationalism in Bengal.[3]", "27292051": "Xavier Léon (21 May 1868 in Boulogne-Billancourt – 21 October 1935 in Paris) was a French-Jewish[1] philosopher and historian of philosophy.", "38826389": "Athol Williams (born 20 June 1970) is a South African poet, social philosopher and public intellectual based at Oxford University.[1]", "50590101": "Dennis Joseph Schmidt is an American philosopher living in Sydney, Australia where he is Research Professor and chair at Western Sydney University. Prior to moving to Sydney in 2015, he taught at Binghamton University (1982-1994), Villanova University (1994-2003), and Penn State University (2003-2015).  He is known for his research on ancient Greek philosophy and literature, post-Kantian philosophy, hermeneutics and philosophy of art.[1][2][3][4]\nHe received his PhD in philosophy from the Boston College in 1982.[5]", "389525": "Berechiah ben Natronai Krespia ha-Nakdan (Hebrew: ברכיה בן נטרונאי הנקדן; fl. 12th–13th century)[note 1] was a Jewish exegete, ethical writer, grammarian, translator, poet, and philosopher. His best-known works are Mishlè Shu'alim (\"Fox Fables\") and Sefer ha-Ḥibbur (The Book of Compilation).[1]", "27324830": "Arnold Reymond (1874–1958) was a Swiss theologian, philosopher (logician) and historian of science.", "73265570": "Ellen Bliss Talbot (22 November 1867 – 25 January 1968)[1][2] was an American philosopher and professor of philosophy at Mount Holyoke College, chairing the department of philosophy and psychology for 32 years.[3][1] She is considered one of the first professional academic women philosophers.[1]", "6943143": "Gordon Park Baker (born at Englewood, New Jersey, 20 April 1938; died at Woodstock, Oxfordshire, 25 June 2002) was an American-English philosopher. His topics of interest included Ludwig Wittgenstein, Gottlob Frege, Friedrich Waismann, Bertrand Russell, the Vienna Circle, and René Descartes. He was noted for his collaboration with Peter Hacker and his disagreements with Michael Dummett.", "3174824": "Emilio Betti (Camerino, 20 August 1890 – Camorciano di Camerino, 11 August 1968) was an Italian jurist, Roman Law scholar, philosopher and theologian. He is best known for his contributions to hermeneutics, part of a broad interest in interpretation. As a legal theorist, Betti is close to interpretivism.", "41546151": "Rajni Kothari (16 August 1928 – 19 January 2015) was an Indian political scientist, political theorist, academic and writer.[1] He was the founder of Centre for the Study of Developing Societies (CSDS) in 1963, a social sciences and humanities research institute, based in Delhi[2] and Lokayan (Dialogue of the People), started in 1980 as a forum for interaction between activists and intellectuals.[3] He was also associated with Indian Council of Social Science Research,  International Foundation for Development Alternatives, and People's Union for Civil Liberties.[4]", "24277422": "H. Martyn Evans is a Welsh academic and Professor of Philosophy of Music and Member of the School of Medicine and Health at the University of Durham.[1] From 2002 to 2008, he was Principal of John Snow College, Durham. From 2008 to 2019, he was Principal of Trevelyan College, Durham.", "19362228": "Jeanne Hersch (13 July 1910 – 5 June 2000) was a Swiss philosopher of Polish-Jewish origin, whose works dealt with the concept of freedom. She was the daughter of Liebman Hersch.", "9171380": "Hans Ludwig David Paul, Graf Yorck von Wartenburg (1 April 1835 – 12 September 1897) was a German lawyer, writer, and philosopher.", "60748215": "Kant Yearbook is an annual peer-reviewed academic journal covering the thought of Immanuel Kant published by De Gruyter. It was established in 2009 and publishes contributions in English and German. The editor-in-chief is Dietmar H. Heidemann (University of Luxembourg).", "37974459": "Abu al-Hakam Mundhir ibn Sa'īd ibn Abd Allah ibn Abd ar-Rahman al-Ballūṭī (Arabic: أبو الحكم المنذر بن سعيد بن عبدالله بن عبدالرحمن البلوطي) (887 – 15 November 966) was a Muslim legal expert and judiciary official in Al-Andalus. In addition to his legal career, he was also considered a prominent theologian, academic, linguist, poet and intellectual.[1][2][3]", "37876162": "Joseph Kaipayil (born 1959) is an Indian philosopher, who expounds a relationalist theory of reality. He is professor of philosophy at Jeevalaya Institute of Philosophy, Bangalore.[1] In his writings one finds a sustained and systematic articulation of relationalism as a distinct philosophical theory. His works include: The Epistemology of Comparative Philosophy (1995), Critical Ontology: An Introductory Essay (2002), Human as Relational: A Study in Critical Ontology (2003), An Essay on Ontology (2008), and Relationalism: A Theory of Being (2009).", "61239748": "Chinese texts", "46756296": "Josef Schächter (September 16, 1901 in Kundrynce, Galicia – March 27, 1994 Haifa) was an Austrian rabbi, philosopher and member of the Vienna Circle from 1925 to 1936.", "1569228": "Godehard Link (born 7 July 1944 in Lippstadt) is a professor of logic and philosophy of science at the University of Munich.", "20869581": "Pan Pingge (Chinese: 潘平格; pinyin: Pān Pínggé; 1610–1677), was a notable Chinese philosopher during the late-Ming and early-Qing period.", "25850319": "Margaret Masterman (4 May 1910 – 1 April 1986) was a British linguist and philosopher, most known for her pioneering work in the field of computational linguistics and especially machine translation. She founded the Cambridge Language Research Unit.", "66646486": "Susumu Nishibe (西部 邁, 15 March 1939 – 21 January 2018) was a Japanese critic, conservative and economist. He was a professor of Socioeconomics at University of Tokyo. He criticized modern economics, progressivism, and rationalism, and advocated theories on mass society, conservatism, and the independence of Japan from the United States.", "37253593": "Eric Gutkind (also: Erich) (9 February 1877 – 26 August 1965) was a German Jewish philosopher, born in Berlin.", "3731936": "John Oswald (c. 1760/1730[1] – 14 September 1793) was a Scottish philosopher, writer, poet, social critic, vegetarian and revolutionary.", "14938595": "Émile Theodore Joseph Hubert Banning (12 October 1836 – 13 July 1898) was a doctor of philosophy and literature and a Belgian senior civil servant who played an important role in the Belgian politics of the 19th century.", "684517": "Jean Améry (31 October 1912 – 17 October 1978), born Hanns Chaim Mayer, was an Austrian-born essayist whose work was often informed by his experiences during World War II. His most celebrated work, At the Mind's Limits: Contemplations by a Survivor on Auschwitz and Its Realities (1966), suggests that torture was \"the essence\" of the Third Reich. Other notable works included On Aging (1968) and On Suicide: A Discourse on Voluntary Death (1976). He first adopted the pseudonym Jean Améry in 1955. Améry died by suicide in 1978.", "2683370": "Sahajanand Saraswati (pronunciationⓘ, 22 February 1889 – 26 June 1950) was an ascetic, a nationalist and a peasant leader of India. Although born in United Provinces (present-day Uttar Pradesh), his social and political activities focussed mostly on Bihar[1] in the initial days, and gradually spread to the rest of India with the formation of the All India Kisan Sabha. He had set up an ashram at Bihta, near Patna, Bihar carried out most of his work in the later part of his life from there. He was an intellectual, prolific writer, social reformer and revolutionary.", "4256236": "František Matouš Klácel (April 8, 1808, Česká Třebová, Bohemia – March 17, 1882, Belle Plaine, Iowa, US) was a Czech author, philosopher, pedagogue, and journalist. Since 1827 he was an Augustinian friar in Brno, co-brother of Gregor Mendel.", "324080": "Nikolaj Frederik Severin Grundtvig (Danish: [ˈne̝koˌlɑjˀ ˈfʁeðˀˌʁek ˈse̝vəˌʁiˀn ˈkʁɔntvi]; 8 September 1783 – 2 September 1872), most often referred to as N. F. S. Grundtvig, was a Danish pastor, author, poet, philosopher, historian, teacher and politician. He was one of the most influential people in Danish history, as his philosophy gave rise to a new form of nationalism in the last half of the 19th century. It was steeped in the national literature and supported by deep spirituality.[1][2]", "2847218": "Frederick Irwin \"Fred\" Dretske (/ˈdrɛtski/; December 9, 1932 – July 24, 2013) was an American philosopher noted for his contributions to epistemology and the philosophy of mind.[1]", "27554310": "Abu Jafar ibn Harun al-Turjali (Arabic: أبو جعفر بن هارون الترجالي) (died c. 1180) was born and raised in Trujillo to a noted Muwallad Muslim family. He received his education in Cordoba and later entered Almoravid service as a physician in Seville in Al-Andalus, he was a talented reader regarding the works of philosophy, he was thoroughly familiar with the Principles (usul) and the Branches (fura) of medical science, he was an excellent practitioner and his cures were frequently successful. He was the renowned educator of Ibn Bajjah and the young Ibn Rushd in his late years.[1]", "23523851": "Simmias (early 3rd century BC) of Syracuse, Magna Graecia, is mentioned by Diogenes Laërtius as a pupil, first of Aristotle of Cyrene, and afterwards of Stilpo, the Megarian philosopher.[1] He was married to Stilpo's daughter.[2] Nothing further is known of him.", "750095": "Jacob Friedrich von Abel (9 May 1751 – 7 July 1829) was a German philosopher.[1]  His main interest was the human soul and in trying to find a proof for its immortality.", "70119960": "Adam Krupski (Polish: Adam Krupski, Belarusian: Адам Крупскі; July 7, 1706 – March 8, 1748) was a professor of philosophy and Jesuit priest[1] in the Grand Duchy of Lithuania. Legal expert in the legislation of the Grand Duchy of Lithuania, author of a school dialogue.[1] His handwritten lectures on philosophy have survived.[1] In his teaching activities, he adhered to the ideas of the Enlightenment.[2]", "6844954": "William of Auvergne (1180/90–1249) was a French theologian and philosopher who served as Bishop of Paris from 1228 until his death. He was one of the first western European philosophers to engage with and comment extensively upon Aristotelian and Islamic philosophy.", "4059691": "Leon Petrażycki (Polish: Leon Petrażycki; Russian: Иосифович Петражицкий, romanized: Lev Iosifovich Petrazhitsky; 13 April 1867 – 15 May 1931) was a Polish philosopher, legal scholar, and sociologist.  He is considered an important forerunner of the sociology of law.", "40071725": "Ben Eltham is an Australian writer, journalist, researcher, creative producer and social commentator based in Melbourne.", "4026930": "Louis Paul Pojman (/ˈpɔɪmən/ [1] April 22, 1935 – October 15, 2005) was an American philosopher and professor, whose name is most recognized as the author of dozens of philosophy texts and anthologies, which continue to be used widely for educational purposes, and more than one-hundred papers, which he read at some sixty universities around the world.[2] Pojman was known for his work in applied ethics and philosophy of religion.", "2159154": "Zhang Zai (simplified Chinese: 张载; traditional Chinese: 張載; pinyin: Zhāng Zài; Wade–Giles: Chang Tsai) (1020–1077) was a Chinese philosopher and politician. He is most known for laying out four ontological goals for intellectuals: to build up the manifestations of Heaven and Earth's spirit, to build up good life for the populace, to develop past sages' endangered scholarship, and to open up eternal peace.", "10121781": "Mary Susanna Morgan FBA FRDAAS, is an economist, philosopher, historian, and the Albert O. Hirschman Professor of the History and Philosophy of Economics in the London School of Economics. She was Department Chair of Economic History between 2002 and 2005. In 2002, she was elected a Fellow of the British Academy.", "26899002": "Dickinson Sargeant Miller (October 7, 1868 – November 13, 1963) was an American philosopher best known  for his work in metaphysics and the philosophy of mind. He worked with other philosophers including William James, George Santayana, John Dewey, Edmund Husserl, and Ludwig Wittgenstein.[1]", "15036988": "Josef Simon (1 August 1930 – 28 March 2016) was a contemporary German philosopher and professor of the University of Bonn, born in Hupperath.  He wrote extensively on metaphysics, epistemology, the philosophy of German idealism and various philosophers, mainly Kant, Hamann and Nietzsche. Perhaps Simon's most influential work has been in the philosophy of language. His main work, Philosophie des Zeichens,[1] has been influenced by, among others, Kant, Hegel, Peirce and Wittgenstein, Hamann, Humboldt or Nietzsche.[2]", "13627965": "Kavisekhara Dr. Umar Alisha (28 February 1885, Pithapuram – 23 January 1945, Narsapur), was the sixth Peethadhipathi of Sri Viswa Viznana Vidya Adhyatmika Peetham in Pithapuram, India. He succeeded his father Mohiddin Badusha I.", "30831167": "Antonio Aliotta (18 January 1881 – 1 February 1964) was an Italian philosopher.", "2650688": "Simon J. Schaffer (born 1 January 1955)[1] is a historian of science, previously a professor of the history and philosophy of science at the Department of History and Philosophy of Science at the University of Cambridge and was editor of The British Journal for the History of Science from 2004 to 2009.[2]", "22180428": "Rémi Brague (born 8 September 1947) is a French historian of philosophy, specializing in Islamic, Jewish, and Christian thought of the Middle Ages. He is professor emeritus of Arabic and religious philosophy at the Sorbonne, and Romano Guardini chair of philosophy (emeritus) at the Ludwig Maximilian University of Munich.", "39776845": "Virginia Potter Held (born October 28, 1929) is an American moral, social/political and feminist philosopher whose work on the ethics of care sparked significant research into the ethical dimensions of providing care for others and critiques of the traditional roles of women in society.[2][3][4]", "2159185": "Zheng Xuan (127– c.July 200[1]), courtesy name Kangcheng (Chinese: 康成), was a Chinese philosopher, politician, and writer near the end of the Eastern Han Dynasty. He was born in Gaomi, Beihai Commandery (modern Weifang, Shandong), and was a student of Ma Rong, together with Lu Zhi.[2]", "62034": "Simone Lucie Ernestine Marie Bertrand de Beauvoir (UK: /də ˈboʊvwɑːr/, US: /də boʊˈvwɑːr/;[2][3] French: [simɔn də bovwaʁ] ⓘ; 9 January 1908 – 14 April 1986) was a French existentialist philosopher, writer, social theorist, and feminist activist. Though she did not consider herself a philosopher, nor was she considered one at the time of her death,[4][5][6] she had a significant influence on both feminist existentialism and feminist theory.[7]", "225873": "The Vienna Circle (German: Wiener Kreis) of logical empiricism was a group of elite philosophers and scientists drawn from the natural and social sciences, logic and mathematics who met regularly from 1924 to 1936 at the University of Vienna, chaired by Moritz Schlick. The Vienna Circle had a profound influence on 20th-century philosophy, especially philosophy of science and analytic philosophy.", "38302296": "Matteo Tafuri (8 August 1492 – 13 June 1582) was an Italian philosopher, astrologer and physician, who was famed for his divination, but also was reputed to be a magician who practiced demonic arts.", "2617949": "Toshihiko Izutsu (井筒 俊彦, Izutsu Toshihiko, 4 May 1914 – 7 January 1993) was a Japanese scholar who specialized in Islamic studies and comparative religion.[3] He took an interest in linguistics at a young age,[4] and came to know more than thirty languages, including Arabic, Hebrew, Turkish, Persian, Sanskrit, Pali, Hindustani, Russian, Greek, and Chinese.[5][6][1][4] He is widely known for his translation of the Qurʾān into Japanese.[1]", "1569373": "Peter Murray Simons, FBA (born 23 March 1950) is a British retired philosopher and academic. From 2009 to 2016, he was Professor of Moral Philosophy at Trinity College Dublin;[1] he is now professor emeritus.[2] He is known for his work with Kevin Mulligan and Barry Smith on metaphysics and the history of Austrian philosophy.[3] Since 2018 he is visiting professor at the University of Italian Switzerland.[4]", "2159204": "Zhi Dun (Chinese: 支遁; pinyin: Zhī Dùn; Wade–Giles: Chih-tun; 314–366) was a Chinese Buddhist monk and philosopher. A Chinese author, scholar and confidant of Chinese government officials in 350, he claimed that all who followed Buddhism would, at the end of their life, enter Nirvana.[1]", "848484": "Ernest Addison Moody (1903–1975) was a noted philosopher, medievalist, and logician as well as a musician and scientist. He served as professor of philosophy at University of California, Los Angeles (UCLA), where he also served as department chair, and Columbia University. He has an annual memorial conference in his name on the subject of medieval philosophy. He was president of the American Philosophical Association from 1963 to 1964.", "23589478": "Konstanty Michalski (1879–1947) was a Polish Catholic theologian and philosopher.[1]", "32272999": "Polykarp Leyser IV (4 September 1690 in Wunstorf – 7 April 1728 in Helmstedt) was a German Lutheran theologian, philosopher, physician, lawyer and historian. He was the son of Polykarp Leyser III, the great-grandson of Polykarp Leyser II and the great-great grandson of Polykarp Leyser the Elder, all also theologians.", "5730920": "Mario De Caro (born 1963) is an Italian philosopher, professor of moral philosophy at the University of Rome III in Italy. Since 2000, he has also been teaching at Tufts University, where he is regularly a visiting professor. He is interested in moral philosophy, the free-will controversy, theory of action, history of science, Donald Davidson's and Hilary Putnam's philosophies, and early modern philosophy. With David Macarthur, he has defended a metaphilosohical view called liberal naturalism.[1][2]", "422504": "Shaivism/Tantra/Nath", "32305773": "Georgios Sougdouris (Greek: Γεώργιος Σουγδουρής; 1645/7–1725) was a Greek philosopher and theologian.", "356973": "Archibald Alison FRS FRSE  (13 November 1757 – 17 May 1839) was a Scottish Anglican priest and essayist.", "56783470": "Emna Belhadj Yahia or Emna Belhaj Yahia (Arabic: آمنة بلحاج يحي) was born on September 30, 1945, in Tunis. She is a Tunisian teacher, philosopher and writer in French.", "31584880": "Stanoje Stanojević (Serbian Cyrillic: Станоје Станојевић; 1874 in Novi Sad – 1937 in Belgrade) was a Serbian historian, university professor, academic and a leader of many scientific and publishing enterprises.", "19133042": "Anselm Haverkamp (born July 18, 1943) is a  German-American professor of literature and philosophy.", "57438836": "Théophile de Giraud (born 19 November 1968)[1] is a Belgian writer, philosopher and activist of French language.", "60748405": "Dietmar Hermann Heidemann (1967) is a German philosopher and Professor of Philosophy at the University of Luxembourg.\nHe is best known for his research on Kant and German idealism.[1][2][3][4][5][6]\nHeidemann is the editor-in-chief of Kant Yearbook.", "21590651": "Bartholomew Des Bosses [1] (29 August 1668, Chaineux; 17 April 1738, Cologne) was a Jesuit theologian and philosopher, known mainly for his voluminous correspondence with Leibniz.", "13595266": "Judah ben Jehiel, (Hebrew: יהודה בן יחיאל, c. 1420 to 1425 – c. 1498), more usually called Judah Messer Leon (Hebrew: יהודה מסר לאון), was an Italian rabbi, teacher, physician, and philosopher. Through his works, assimilating and embodying the intellectual approach of the best Italian universities of the time, yet setting it inside the intellectual culture of Jewish tradition, he is seen as a quintessential example of a hakham kolel (\"comprehensive scholar\"), a scholar who excelled in both secular and rabbinic studies, the Hebrew equivalent of a Renaissance man. This was the ideal he tried to instil in his students. One of his students was Yohanan Alemanno.", "258693": "Richard Granville Swinburne (IPA /ˈswɪnbɜːrn/) FBA (born 26 December 1934) is an English philosopher. He is an Emeritus Professor of Philosophy at the University of Oxford. Over the last 50 years, Swinburne has been a proponent of philosophical arguments for the existence of God. His philosophical contributions are primarily in the philosophy of religion and philosophy of science. He aroused much discussion with his early work in the philosophy of religion, a trilogy of books consisting of The Coherence of Theism, The Existence of God, and Faith and Reason.", "16970381": "Barrows Dunham (October 10, 1905 – November 19, 1995) was an American author and professor of philosophy. Best known for popular works of philosophy such as Man against Myth (1947) and Heroes and Heretics (1963),[1] Dunham also gained notoriety as a martyr for academic freedom when he was fired from Temple University in 1953 after refusing to “name names” before the House Un-American Activities Committee.[2]", "27423374": "Nathan Widder is an American-born political philosopher whose work engages with the history of Western political thought and philosophy, contemporary Continental philosophy, and feminist political theory.", "17461904": "Shaivism/Tantra/Nath", "3076755": "Charles Cotin or Abbé Cotin (1604 – December 1681) was a French abbé, philosopher and poet in the Baroque Précieuses style. He was made a member of the Académie française on 7 January 1655.", "2159251": "Zhou Dunyi (Chinese: 周敦頤; Wade–Giles: Chou Tun-i; 1017–1073) was a Chinese cosmologist, philosopher, and writer during the Song dynasty. He conceptualized the Neo-Confucian cosmology of the day, explaining the relationship between human conduct and universal forces. In this way, he emphasizes that humans can master their qi (\"spirit\") in order to accord with nature. He was a major influence to Zhu Xi, who was the architect of Neo-Confucianism.  Zhou Dunyi was mainly concerned with Taiji (supreme polarity) and Wuji (limitless potential), the yin and yang, and the wu xing (the five phases).", "40071830": "Valerie G. Hardcastle is a professor of Philosophy and Psychology at The University of Cincinnati who grew up in Houston, Texas.[1]", "6877847": "Zou Yan (/ˈdzoʊ ˈjɑːn/; 305 BC – 240 BC) was a Chinese philosopher and spiritual writer of Warring States-era. He was best known as the representative thinker of the Yin and Yang School (or School of Naturalists) during the Hundred Schools of Thought era in Chinese philosophy.", "23163545": "Joel Jay Kupperman[1] (May 18, 1936 – April 8, 2020) was an American professor of philosophy at the University of Connecticut and author of Six Myths about the Good Life, a popular philosophical volume centering on those values most worth engaging in human life. He was best known to the general public as a young math expert on the radio and television show Quiz Kids. He astounded audiences with his ability to do complex mathematics rapidly and seemingly \"in his head.\" He also had strong general knowledge, and was often the winner of the weekly  competitions featured on the show. The 1944 film Chip Off the Old Block, starring Donald O'Connor, Peggy Ryan and Ann Blyth, featured Kupperman as the \"Quiz Kid\", representative of the group.[2]", "225945": "Hugh Blair FRSE (7 April 1718 – 27 December 1800) was a Scottish minister of religion, author and rhetorician, considered one of the first great theorists of written discourse.", "21688986": "Michael of Ephesus or Michael Ephesius (Greek: Μιχαήλ Ἐφέσιος; fl. early or mid-12th century AD) wrote important commentaries on Aristotle, including the first full commentary on the Sophistical Refutations, which established the regular study of that text.[1]", "44298908": "William Francis Ross \"Frank\" Hardie (25 April 1902 – 30 September 1990) was a Scottish classicist, philosopher and academic. He was President of Corpus Christi College, Oxford, from 1950 to 1969.[1][2]", "19886750": "Paul Julius Adolf Helwig (27 May 1893 – 7 August 1963) was a German stage-manager, script-writer, philosopher and psychologist, who has contributed in an original way to the analysis of human behavior.  He was born in Lübeck, Germany, and died in Munich.", "67170976": "Eugenio González Rojas (born January 23, 1903 – August 28, 1976) was a Chilean philosopher, scholar, politician and writer. He was a founding member of the Chilean Socialist Party as well as its theoretician.[1][2][3][4]", "64484002": "Helen (charles) is a Black British lesbian feminist writer and activist, who has written on womanism and the concept of whiteness.[1] (charles) writes the shape of her name to recall the history of imposition of \"family\" names on black slaves.[2]", "684707": "Feng Youlan (Chinese: 馮友蘭; Wade–Giles: Feng Yu-lan; 4 December 1895 – 26 November 1990) was a Chinese philosopher, historian, and writer who was instrumental for reintroducing the study of Chinese philosophy in the modern era. The name he published under in English was 'Fung Yu-lan,' for which see, for example, the Bodde translation of A History of Chinese Philosophy. This earlier spelling also occurs in philosophical discussions, see for example the work of Wing-tsit Chan.", "54457001": "Johannes van Heeck, (Deventer 2 February 1579 – presumably Sant'Angelo Romano c.1620),[1] (also known as Johann Heck, Joannes Eck, Johannes Heckius, Johannes Eckius and Giovanni Ecchio)[note 1] was a Dutch physician, naturalist, alchemist and astrologer. Together with Prince Federico Cesi, Anastasio de Filiis and Francesco Stelluti, he was one of the four founding members of the Accademia dei Lincei,[3] the first learned society dedicated to understanding of the natural world through scientific enquiry.[4][5]", "63992491": "Chalari Narasimahacharya was an Indian Hindu scholar in the Dvaita Vedānta tradition. He is the follower of Uttaradi Math and the disciple of Satyanatha Tirtha.[1]", "33026738": "Michèle Pujol (French pronunciation: [miʃɛl]) (20 April 1951 – 2 August 1997), was a French feminist, economist, scholar, and human rights activist. She was an assistant professor at the University of Victoria's Department of Women's Studies and held a chair at the University of Manitoba.", "51770034": "Gadis Arivia (born 8 September 1964) is an Indonesian feminist philosopher, lecturer, scholar, and activist. While teaching feminism and philosophy at the University of Indonesia, Arivia founded Jurnal Perempuan [id], Indonesia's first feminist journal, in 1996. She was arrested by the Suharto government for protesting against the regime in 1998.", "62190266": "John Finamore (born 1951) is Roger A. Hornsby Professor of the Classics at The University of Iowa. He is known for his research on Greek and Roman Philosophy, Word Power, Greek, and Latin.[1] Finamore is the editor-in-chief of The International Journal of the Platonic Tradition.", "1077947": "Roberto Felice Ardigò (28 January 1828 – 15 September 1920) was an Italian philosopher. He was an influential leader of Italian positivism and a former Roman Catholic priest.", "58454718": "Ronald Mallon is an American Professor of Philosophy and Director of the Philosophy-Neuroscience-Psychology Program at Washington University in St. Louis.[1]", "3633862": "Abu Ya'qub Ishaq ibn Ahmad al-Sijistani (Arabic: أبو يعقوب إسحاق بن أحمد السجستاني) or al-Sijzi (السجزي) was a 10th-century Persian Ismaili missionary active in the northern and eastern Iranian lands. His life is obscure, but he was a prolific writer, who played a crucial role in the infusion of Neoplatonic ideas into Isma'ili theology.", "2683596": "Kieran Egan (22 May 1942 – 12 May 2022) was an Irish educational philosopher and a student of the classics, anthropology, cognitive psychology, and cultural history.[1] He has written on issues in education and child development, with an emphasis on the uses of imagination and the stages (Egan called them \"understandings\") that occur during a person's intellectual development. He has questioned the work of Jean Piaget and progressive educators, notably Herbert Spencer and John Dewey.", "1241813": "Confucianism\nPersons", "10056406": "Shkëlzen Maliqi (born 26 October 1947) is a Kosovar philosopher, art critic, political analyst and intellectual. During the early 1990s, Shkelzen was also directly involved in politics. He was one of the founders of the Social Democratic Party of Kosovo and served as its first president from 1991 to 1993. He also held leading positions in civil society organisations such as the Kosovo Civil Society Foundation (1995–2000) and the Kosovo Helsinki Committee (1990–1997).", "28439254": "Bak Jega (Korean: 박제가; Hanja: 朴齊家; 1750–1805) was a Korean philosopher. He was of the school of Practical learning (Silhak) in the late Joseon Dynasty.[1] He was a student of Bak Jiwon.", "64582360": "Jacquelyn Zita is an American born philosopher, active in environmental justice issues and how they impact gender and racial justice considerations.  A former professor at the University of Minnesota, Zita is known for her involvement in the Women's Environmental Institute, which she helped found in 2003, and her role as WEI's farm manager and director of education and operations.[1]", "62169": "Eugene Luther Gore Vidal (/vɪˈdɑːl/; born Eugene Louis Vidal, October 3, 1925 – July 31, 2012) was an American writer and public intellectual known for his epigrammatic wit. His novels and essays interrogated the social and sexual norms he perceived as driving American life.", "2159322": "Jon Elster (/ˈɛlstər/; born 22 February 1940, Oslo) is a Norwegian philosopher and political theorist who holds the Robert K. Merton professorship of Social Science at Columbia University.", "2454234": "Laurence Lampert (born 1941) is a Canadian philosopher and a leading scholar in the field of Nietzsche studies.[1] Philosopher Michael Allen Gillespie of Duke University has described Lampert as \"North America's greatest living Nietzsche scholar.\"[2] He is also well known for his interpretations of Plato and the German-American political philosopher Leo Strauss.", "30503646": "Yi Sanhae (Korean: 이산해; Hanja: 李山海; 20 July 1539 – 1609[1]) was a Korean politician, scholar, writer and poet[2] of the Joseon period who came from the Hansan Yi clan. He served as the Chief State Councilor of Joseon from 1590 to 1592 and 1600. Yi was a member of the political faction the Easterners and when this split into the Northerners and Southerners, Yi became leader of the Northerners faction.", "29408": "Samuel Taylor Coleridge  (/ˈkoʊlərɪdʒ/ KOH-lə-rij;[1] 21 October 1772 – 25 July 1834) was an English poet, literary critic, philosopher, and theologian who, with his friend William Wordsworth, was a founder of the Romantic Movement in England and a member of the Lake Poets. He also shared volumes and collaborated with Charles Lamb, Robert Southey, and Charles Lloyd.", "1077984": "Richard Ludwig Heinrich Avenarius (19 November 1843 – 18 August 1896) was a German-Swiss philosopher. He formulated the radical positivist doctrine of \"empirical criticism\" or empirio-criticism.", "32010980": "Christian Lotz (born 21 February 1970 in Wuppertal) is a German-American professor of philosopher at Michigan State University. Lotz's work primarily focuses on 19th and 20th Century European philosophy (esp. German philosophy), continental aesthetics, critical theory, Marxism, and contemporary European political philosophy.", "3863285": "Luc Ferry (French: [fɛʁi]; born 3 January 1951) is a French philosopher and politician, and a proponent of secular humanism. He is a former member of the Saint-Simon Foundation think-tank.", "33911546": "Chen Baisha (Cantonese Jyutping: Chan4 baak6 saa1; Chinese traditional: 陳白沙／陳獻章)(1428–1500) is one of China's well-known Cantonese Confucian scholars, poets, and calligraphers, during the Ming dynasty.[1] He was born in Xinhui and was considered to be the first scholar to coming out from Xinhui and Guangdong. As early as 1464, when Chen was teaching in Baisha, Guangdong, his scholarship was already highly regarded. In 1466, at the age of thirty-nine, Chen travelled to Beijing and re-entered the National Academy. He was praised by Xing Rang and started a new trend of teaching. When Chen Baisha died in 1500, left behind a distinguished line of students, many of whom by then were holding high office.[2] Among them, Liang Chu and Zhan Ruoshui were senior officials, and Huang Zuo, besides being a senior official.[3]", "38204156": "Gary Norman Arthur Botting (born 19 July 1943)[1] is a Canadian legal scholar and criminal defense lawyer (now retired) as well as a poet, playwright, novelist, and critic of literature and religion, in particular Jehovah's Witnesses. The author of 40 published books,[2] he remains one of the country's leading authorities on extradition law.[3][4]\nHe is said to have had \"more experience in battling the extradition system than any other Canadian lawyer.\"[5][6]", "7729917": "Adi Ophir (Hebrew: עדי אופיר; born September 22, 1951) is an Israeli philosopher.", "684801": "Andy Clark, FBA (born 1957) is a British philosopher who is Professor of Cognitive Philosophy at the University of Sussex. Prior to this, he was a professor of philosophy and Chair in Logic and Metaphysics at the University of Edinburgh in Scotland, director of the Cognitive Science Program at Indiana University in Bloomington, Indiana and previously taught at Washington University in St. Louis, Missouri. Clark is one of the founding members of the CONTACT collaborative research project whose aim is to investigate the role environment plays in shaping the nature of conscious experience.[1] Clark's papers and books deal with the philosophy of mind and he is considered a leading scholar[citation needed] on the subject of mind extension. He has also written extensively on connectionism, robotics and the role and nature of mental representation.[2]", "1536770": "Georgia Elma Harkness (1891–1974) was an American Methodist theologian and philosopher. Harkness has been described as one of the first significant American female theologians and was important in the movement to legalize the ordination of women in American Methodism.", "33649413": "Guy Sircello (1936–1992) was an American philosopher best known for his analytic approach to philosophical aesthetics.", "17101579": "Nida Vasiliauskaitė (Lithuanian pronunciation: [nɪˈdɐ vɐsɪlʲɐʊsˈkaːɪteː]; born 21 December 1975) is a Lithuanian philosopher and publicist. As of 2020, Vasiliauskaitė began to receive more widespread attention as a public figure for her views on political matters regarding freedom of choice, rising collectivism as well as the evergrowing influence of political correctness in the country's legal and cultural landscape. She positions herself as a conservative liberal and is the founder of a centre-left minor party Second Lithuania.[2][3]", "2159372": "Paul Edwards (September 2, 1923 – December 9, 2004) was an Austrian-American moral philosopher. He was the editor-in-chief of MacMillan's eight-volume Encyclopedia of Philosophy from 1967, and lectured at New York University, Brooklyn College and the New School for Social Research from the 1960s to the 1990s.[2]", "2224907": "Friedrich Brunstäd (22 July 1883, Hanover – 2 November 1944, Willershagen) was a German Lutheran systematic theologian and philosopher. He attempted a renewal of German idealism, from the point of view of Lutheranism.", "160525": "Auguste-Maurice Barrès (French: [baʁɛs]; 19 August 1862 – 4 December 1923) was a French novelist, journalist and politician. Spending some time in Italy, he became a figure in French literature with the release of his work The Cult of the Self in 1888. In politics, he was first elected to the Chamber of Deputies in 1889 as a Boulangist and would play a prominent political role for the rest of his life.", "1012494": "Gordon Haddon Clark (August 31, 1902 – April 9, 1985) was an American philosopher and Calvinist theologian. He was a leading figure associated with presuppositional apologetics and was chairman of the Philosophy Department at Butler University for 28 years. He was an expert in pre-Socratic and ancient philosophy and was noted for defending the idea of propositional revelation against empiricism and rationalism, in arguing that all truth is propositional. His theory of knowledge is sometimes called scripturalism.", "41415443": "Alexandre Mercereau (22 October 1888 – 1945) was a French symbolist poet and critic associated with Unanimism and the Abbaye de Créteil. He founded the Villa Médicis Libre, which helped impoverished artists and operated as charitable reformatory for delinquent teenagers.[1] Mercereau's work inspired the revolutionary artistic movement of the early 20th century known as Cubism.", "61633303": "Josip Weissgerber (4 May 1922 – 18 April 1985), was a Croatian Jesuit, philosopher, writer and missionary.", "389912": "Michael Joseph Oakeshott FBA (/ˈoʊkʃɒt/; 11 December 1901 – 19 December 1990) was an English philosopher and political theorist who wrote on the philosophies of history, religion, aesthetics, education, and law.[3]", "7369500": "George Boas (/ˈboʊæz/; 28 August 1891 – 17 March 1980) was a professor of philosophy at Johns Hopkins University.", "5370656": "Peter Michael Stephan Hacker (born 15 July 1939)[1] is a British philosopher.\nHis principal expertise is in the philosophy of mind, philosophy of language, and philosophical anthropology.  He is known for his detailed exegesis and interpretation of the philosophy of Ludwig Wittgenstein, his critique of cognitive neuroscience, and for his comprehensive studies of human nature.[2]", "3339041": "Ignacio Martín-Baró SJ (November 7, 1942 in Valladolid, Castilla y Leon, Spain – November 16, 1989 in San Salvador, El Salvador) was a scholar, social psychologist, philosopher and Jesuit priest. He was one of the victims of the 1989 murders of Jesuits in El Salvador.", "36270887": "Muhamed Filipović (3 August 1929 – 26 February 2020[1]) was a Bosnian academic, writer, essayist, theorist and philosopher. As a young man he took part in the communist takeover of power and Yugoslav Partisans in 1945.[2] He worked as a professor at the Faculty of Philosophy at the University of Sarajevo.", "24408871": "Krzysztof Pomian (born 1934), is a Polish philosopher, historian and essayist. He is a professor of history at the Uniwersytet Mikołaja Kopernika (Nicolaus Copernicus University) in Toruń and, in 2001, was academic director of the (now closed) Museum of Europe in Brussels.[1]", "1078060": "Julien Benda (French: [ʒyljɛ̃ bɛ̃da]; 26 December 1867 – 7 June 1956) was a French philosopher and novelist, known as an essayist and cultural critic. He is best known for his short book, La Trahison des Clercs from 1927 (The Treason of the Intellectuals or The Betrayal by the Intellectuals).", "63009589": "Anthony Sean Neal is an American philosophy professor and author. In 2021, Neal was awarded the title Beverly B. and Gordon W. Gulmon Dean's Eminent Scholar.[1] Neal is an author and an associate professor of philosophy at Mississippi State University.  Neal is a Fellow of the American Institute of Philosophical and Cultural Thought.[2] Neal is also an American Philosophical Association Fellow at the Institute for Advanced Studies in the Humanities at the University of Edinburgh, UK.[3] He is also a Fellow of the Shackouls Honors College.[4] He is a 2019 inductee into the Morehouse College Collegium of Scholars.[5] Neal received his master's degree at Mercer University and his doctorate in humanities with a concentration in African American Philosophy and Religion from Clark Atlanta University. His main research areas include Aesthetics, Africana Philosophy (African American Modern Era, NeoClassical African Philosophy), Critical Theory, Neo-Platonism, Philosophy of Religion.[6] Neal is a specialist on the philosophy of Howard Thurman and the Modern Era of the African American Freedom Struggle (1896-1975).[7][8][9] Neal is also a past president of the Mississippi Philosophical Association.[10]\n[11]", "34632505": "Augusto Ponzio (born 17 February 1942) is an Italian semiologist and philosopher.", "56390463": "Brendan Sweetman (born 1962 in Dublin, Ireland) is an Irish philosopher whose research interests are in philosophy of religion, contemporary European philosophy, political philosophy, and business ethics.  He is a specialist on the work of French philosopher, Gabriel Marcel.  He holds the Sullivan Chair of Philosophy and is Professor of Philosophy at Rockhurst University, Kansas City, Missouri, USA.", "36336448": "Shabtai Ben-Dov (Hebrew: שבתי בן דב‎; 31 May, 1924 – 29 December, 1978) was a member of Lehi and a philosopher.[1] His work has been influential on several right-wing Israeli messianic groups.", "39154500": "James Fieser is professor of philosophy at the University of Tennessee at Martin. He received his B.A. from Berea College, and his M.A. and Ph.D. in philosophy from Purdue University.[1] He is founder and general editor of the Internet Encyclopedia of Philosophy.[2] He is author, coauthor or editor of more than ten text books.[3] Fieser is also known for being the guitarist in the hit band Oxford Street Band.[4]", "68055878": "Alice Geraldine Baltina ter Meulen (born 4 March 1952) is a Dutch linguist, logician, and philosopher of language whose research topics include genericity in linguistics, intensional logic, generalized quantifiers, discourse representation theory, and the linguistic representation of time. She is a professor emerita at the University of Geneva.[1]", "38499142": "Ricardo Forster (born 26 September 1957) is an Argentine philosopher, historian of ideas[1][2] and political critic.[3]", "1241928": "James Hutchison Stirling (22 June 1820 – 19 March 1909) was a Scottish idealist philosopher[1] and physician. His work The Secret of Hegel (1st edition, 1865, in 2 vols.; revised edition, 1898, in 1 vol.) gave great impetus to the study of Hegelian philosophy both in Britain and in the United States, and it was also accepted as an authoritative work on Hegel's philosophy in Germany and Italy.[2] The book helped to create the philosophical movement known as British idealism.[3]", "32895816": "John of Wales (died c. 1285), also called John Waleys and Johannes Guallensis, was a Franciscan theologian who wrote several well-received Latin works, primarily preaching aids.[1]", "21492554": "Anselm of Canterbury OSB (/ˈænsɛlm/; 1033/4–1109), also called Anselm of Aosta (French: Anselme d'Aoste, Italian: Anselmo d'Aosta) after his birthplace and Anselm of Bec (French: Anselme du Bec) after his monastery, was an Italian[7] Benedictine monk, abbot, philosopher and theologian of the Catholic Church, who held the office of Archbishop of Canterbury from 1093 to 1109. After his death, he was canonized as a saint; his feast day is 21 April. He was proclaimed a Doctor of the Church by a bull of Pope Clement XI in 1720.", "73560911": "Christian Friedrich Michaelis (3 September 1770 - August 1834) was a German philosopher, music aesthete, and essayist.", "71725906": "Eugenio Bulygin, born Yevgeny Viktorovich Bulygin[2] (Russian: Евгений Викторович Булыгин; July 25, 1931 – May 11, 2021) was a Russian Argentine jurist and legal philosopher. During a career that spanned over 60 years covering the second half of the 20th century and the first decades of the 21st century, Bulygin established himself as one of the main representatives of legal positivism in the Latin world.[3]", "2683733": "Claude Lefort (/ləˈfɔːr/; French: [ləfɔʁ]; 21 April 1924 – 3 October 2010) was a French philosopher and activist.", "914262": "Metrocles (Greek: Μητροκλῆς; fl. c. 325 BC) was a Cynic philosopher from Maroneia. He studied in Aristotle’s Lyceum under Theophrastus, and eventually became a follower of Crates of Thebes, who married Metrocles’ sister Hipparchia. Very little survives of his writings, but he is important as one of the first Cynics to adopt the practice of writing moral anecdotes (chreiai) about Diogenes and other Cynics.", "30012256": "Susan Buck-Morss (1942) is an American philosopher and intellectual historian.", "29127521": "Cathal Ó Matadain, Irish philosopher, died 1343.", "69038945": "Harry van der Linden is a Dutch philosopher and Emeritus Professor of Philosophy at Butler University. He is known for his works on Kantian ethics and is the editor of Radical Philosophy Review.[1][2][3][4][5][6]", "55538531": "José Manuel Briceño Guerrero (Palmarito, Apure, Venezuela, 6 March 1929 - Mérida, 31 October 2014)[1] was a Venezuelan writer, philologist and philosopher. A large part of his work was published under the pen-name Jonuel Brigue.", "48460642": "Tao Kwok Cheung (Chinese: 陶國璋, born 1955) is a Hong Kong philosophy professor. He was born in Huizhou, Guangdong, and moved to Hong Kong in 1959 at the age of four. He teaches General Education courses in the Chinese University of Hong Kong as a full-time professor since 1990 and retired in 2015 to be a part-time assistant professor.[1] He founded the Philosophia Cultural Society (睿哲文化學會)[2] with other University lecturers in 2001 and is also a council member of Society for Life and Death Education.[3] He publishes articles in a special column \"Philosophy in an array of stars\" (繁星哲語]) in the Hong Kong Economic Journal[4] and in Ming Pao.[5]", "40956775": "Ann Garry is an American feminist philosopher. She is professor of philosophy, emerita, at California State University, Los Angeles (CSULA).[1][2] While at CSULA, Garry was the founding director of the Center for the Study of Genders and Sexualities, and also served several terms as the chair of the Department of Philosophy.[2] She has also held several visiting appointments, including serving as the Humphrey Chair of Feminist Philosophy at the University of Waterloo[2] and Fulbright lectureships at the University of Tokyo and Eötvös Loránd University in Budapest. Although Garry no longer teaches full-time, she continues to work with graduate students.[3]", "20935531": "David Edmonds (born 1964[1]) is a British philosopher, and a radio feature maker at the BBC World Service. He studied at Oxford University, has a PhD in philosophy from the Open University and has held fellowships at the University of Chicago and the University of Michigan. Edmonds is the author of Caste Wars: A Philosophy of Discrimination and co-author with John Eidinow of Wittgenstein's Poker: The Story of a Ten-Minute Argument Between Two Great Philosophers and Bobby Fischer Goes to War: How the Soviets Lost the Most Extraordinary Chess Match of All Time.", "750445": "Johann Rudolf Wyss (German pronunciation: [ˈjoːhan ˈruːdɔlf ˈviːs]; 4 March 1782 – 21 March 1830) was a Swiss author, writer, and folklorist who wrote the words to the former Swiss national anthem Rufst Du, mein Vaterland in 1811, and also edited the novel The Swiss Family Robinson, written by his father Johann David Wyss, published in 1812.[1]", "3797870": "Frithjof Harold Bergmann (24 December 1930 – 23 May 2021) was a German professor of philosophy at the University of Michigan, where he taught courses on existentialism, continental philosophy, Hegel, and Marx. He was known for the concept of New Work.[2]", "32994166": "Edward Gleason Spaulding (6 August 1873 – 31 January 1940[1]) was an American philosopher from Burlington, Vermont. He is a proponent of New Realism and co-wrote The New Realism.", "37876600": "Thakurdas Bang (1917 – 27 January 2013) was an Indian Gandhian philosopher and Gandhian economist.[1][2] He was involved in the Indian independence movement. He practised Gandhism, Gandhian philosophy, Gandhian study even at the age of 95. He was also involved in Khadi and Sarvodaya movements.  As an economic professor in G S College of Commerce he motivated many students like Madhukarrao Chaudhari, Justice Chandrashekhar Shankar Dharmadhikari and Ramakrushna Bajaj to participate in the freedom struggle. He is succeeded by Abhay Bang and Ashok Bang. Ashok Bang decided to work for issues related to farming and Abhay decided to work for health of villagers. Abhay and Rani Bang founded SEARCH (the Society For Education, Action and Research In Community Health) - a non-profit organization in Gadchiroli, which is involved in rural health service and research[3]", "9663356": "Mariano Artigas (1938–2006) was a Spanish physicist, philosopher, and theologian. He wrote The Mind of the Universe: Understanding Science and Religion and fifteen other books on science and religion.", "62190467": "Joan Weiner is an American philosopher and professor emerita of philosophy at Indiana University Bloomington,[1] known for her books on Gottlob Frege.", "44594059": "Yan Wuyou (Chinese: 顏無繇; Wade–Giles: Yen Wu-yu; born 545 BC), courtesy name Lu (路), also known as Yan Lu (Chinese: 顏路; Wade–Giles: Yen Lu), was a Chinese philosopher. He was one of the earliest disciples of Confucius. He was the father of Yan Hui, Confucius' favourite disciple.[1]", "4977551": "Brian Weatherson is the Marshall Weinberg Professor of Philosophy at the University of Michigan.  He specializes in epistemology and philosophy of language.[1]", "652176": "Alain de Benoist (/də bəˈnwɑː/ də bə-NWAH, French: [alɛ̃ də bənwa]; born 11 December 1943), also known as Fabrice Laroche, Robert de Herte, David Barney, and other pen names,[1] is a French political philosopher and journalist, a founding member of the Nouvelle Droite (France's New Right), and the leader of the ethno-nationalist think tank GRECE.", "2028431": "William Warren Bartley III (October 2, 1934 – February 5, 1990), known as W. W. Bartley III, was an American philosopher specializing in 20th century philosophy, language and logic, and the Vienna Circle.", "5305234": "Clearchus of Soli (Greek: Kλέαρχoς ὁ Σολεύς, Klearkhos ho Soleus) was a Greek philosopher of the 4th–3rd century BCE, belonging to Aristotle's Peripatetic school. He was born in Soli in Cyprus.", "23720855": "Rado Riha (born 8 October 1948) is a Slovene philosopher. He is a senior research fellow and currently the head of the Institute of Philosophy, Centre for Scientific Research at the Slovenian Academy of Sciences and Arts, and coordinator of the philosophy module at the post-graduate study programme of the University of Nova Gorica.", "9663385": "Vittorio Vettori \n(1920–2004) was an Italian poet, writer and humanist, passionate spokesperson of ‘’Toscana Europea’’.\nHe has been author of more than 200 volumes of poetry, narrative, philosophy, literary criticism and Dante essays translated into diverse languages.", "72414106": "Tintswalo Godwin George Mashamba (born 1944) is a South African politician and intellectual who represented the African National Congress (ANC) in the South African Senate and Limpopo Provincial Legislature until 2014. After his retirement from legislative politics, he served from 2018 to 2023 as the Chairperson of the ANC's internal Integrity Commission.", "56357788": "Gertrude Carman Bussey (13 January 1888 – 12 March 1961) was an American academic philosopher and activist for women's rights, civil liberties, and peace.[1][2]", "291747": "Kūkai (空海; 27 July 774 – 22 April 835[1]), born Saeki no Mao (佐伯 眞魚),[2] posthumously called Kōbō Daishi (弘法大師, \"The Grand Master who Propagated the Dharma\"), was a Japanese Buddhist monk, calligrapher, and poet who founded the esoteric Shingon school of Buddhism. He travelled to China, where he studied Tangmi (Chinese Vajrayana Buddhism) under the monk Huiguo. Upon returning to Japan, he founded Shingon—the Japanese branch of Vajrayana Buddhism. With the blessing of several Emperors, Kūkai was able to preach Shingon teachings and found Shingon temples. Like other influential monks, Kūkai oversaw public works and constructions. Mount Kōya was chosen by him as a holy site, and he spent his later years there until his death in 835 C.E.", "69989293": "Bruno Pinchard (born (1955-06-15)15 June 1955 in Le Havre) is a French writer and scholar, PhD, and professor of philosophy.", "2356142": "Nancy Fraser (/ˈfreɪzər/; born May 20, 1947) is an American philosopher, critical theorist, feminist, and the Henry A. and Louise Loeb Professor of Political and Social Science and professor of philosophy at The New School in New York City.[2] Widely known for her critique of identity politics and her philosophical work on the concept of justice, Fraser is also a staunch critic of contemporary liberal feminism and its abandonment of social justice issues.[3][4] Fraser holds honorary doctoral degrees from four universities in three countries, and won the 2010 Alfred Schutz Prize in Social Philosophy from the American Philosophical Association.[5] She was President of the American Philosophical Association Eastern Division for the 2017–2018 term.", "50852795": "Theodore de Korwin Szymanowski (French: Théodore de Korwin Szymanowski [teɔdɔʁ də kɔʁvɛ̃ zimanɔvski]; Polish: Teodor Dyzma Makary Korwin Szymanowski [tɛˈɔdɔr ˈdɨzma maˈkarɨ ˈkɔrvin ʂɨmaˈnɔfskʲi]; 4 July 1846 – 20 September 1901) was a Polish nobleman and impoverished landowner, an economic and political theorist writing in French. He was the author in 1885 of a strikingly original economic blueprint for a proto Unified Europe and for the abolition of African slavery.[1][2][3] He was also a Polish poet.", "16085950": "Jocelin of Soissons[1] (died 24 October 1152) was a French theologian, a philosophical opponent of Peter Abelard. He became bishop of Soissons, and is known also as a composer, with two pieces in the Codex Calixtinus. He was teaching at the Paris cathedral school in the early 1110s.[2]", "41415619": "Rae Helen Langton, FBA (born 14 February 1961) is an Australian-British professor of philosophy. She is currently the Knightbridge Professor of Philosophy at the University of Cambridge. She has published widely on Immanuel Kant's philosophy, moral philosophy, political philosophy, metaphysics, and feminist philosophy. She is also well known for her work on pornography and objectification.", "8745927": "Erich Adickes (29 June 1866, in Lesum – 8 July 1928, in Tübingen), was a German philosopher who wrote many important works on Immanuel Kant (1724–1804) and the Kantian philosophy. Adickes was a critical empiricist (moderate Kantian).", "95176": "Lev Semyonovich Vygotsky (Russian: Лев Семёнович Выготский, [vɨˈɡotskʲɪj]; Belarusian: Леў Сямёнавіч Выгоцкі; November 17 [O.S. November 5] 1896 – June 11, 1934) was a Soviet psychologist, best known for his work on psychological development in children and creating the framework known as cultural-historical activity theory.", "25719752": "Jacques de Lavardin (fl. 1575–1585) was a lord in Plessis-Bourrot, squire and noble of the king of France, known for his translation of two works in French: the Celestine from Fernando de Rojas and the Historia de vita et rebus gestis Scanderbegi, a chronic of the Kingdom of Gjergj Kastriot Skanderbeg from Marin Barleti. De Lavardin was active during 1575 and 1585. He is the brother of the theologue and translator Jean de Lavardin, abbey of l'Estoile.", "39089099": "Allen William Wood[1] (born October 26, 1942)[2] is an American philosopher specializing in the work of Immanuel Kant and German Idealism, with particular interests in ethics and social philosophy. One of the world’s foremost Kant scholars, he is the Ruth Norman Halls professor of philosophy at Indiana University,[3] Ward W. and Priscilla B. Woods Professor, Emeritus, at Stanford University, and has held professorships and visiting appointments at numerous universities in the United States and Europe. In addition to popularising and clarifying the ethical thought of Kant, Wood has also mounted arguments against the validity of trolley problems in moral philosophy.[4][5]", "95184": "Hannah Arendt (/ˈɛərənt, ˈɑːr-/,[10][11] US also /əˈrɛnt/,[12] German: [ˌhana ˈaːʁənt] ⓘ;[13] born Johanna Arendt; 14 October 1906 – 4 December 1975) was an American historian and philosopher. She was one of the most influential political theorists of the 20th century.[14][15][16]", "95185": "Frantz Omar Fanon (/ˈfænən/, French: [fʁɑ̃ts fanɔ̃]; 20 July 1925 – 6 December 1961) was a Francophone Afro-Caribbean psychiatrist, political philosopher, and Marxist from the French colony of Martinique (today a French department). His works have become influential in the fields of post-colonial studies, critical theory, and Marxism. As well as being an intellectual, Fanon was a political radical, Pan-Africanist, and Marxist humanist concerned with the psychopathology of colonization and the human, social, and cultural consequences of decolonization.", "51540944": "La Ferne Ellis Price (January 26, 1926 – May 27, 2016) was an infielder and pitcher who played in the All-American Girls Professional Baseball League during the 1944 season. Price batted and threw right handed. After entering the league, she started to be known simply as 'Ferne', a moniker that she proudly used throughout her life.[1][2][3]", "59732947": "Liselotte Richter (7 June 1906 – 16 January 1968) was a German philosopher and theologian. She was the first female professor of philosophy in Germany.", "21623770": "Bolus of Mendes (Greek: Βῶλος ὁ Μενδήσιος, Bōlos ho Mendēsios; fl. 3rd century BC) was a philosopher, a neopythagorean writer of works of esoterica and medicine, in Ptolemaic Egypt.[1] Both the Suda,[2] and a later work mistakenly attributed to Eudokia Makrembolitissa—Ἰωνιά; Bed of Violets,[3] probably a 16th-century forgery[4] by Constantine Paleocappa—write of a Pythagorean philosopher of Mendes in Egypt. He is described as one who wrote on marvels, potent remedies, and astronomical phenomena.[5] The Suda, however, also describes a separate Bolus who was a philosopher of the school of Democritus,[6] who wrote Inquiry, and Medical Art, containing \"natural medical remedies from some resources of nature.\" However, from a passage of Columella,[7] it appears that Bolos of Mendes and this other Bolus, follower of Democritus, were one and the same person.[5] He seems to have lived following the time of Theophrastus, whose work Historia Plantarum ('On Plants'), Bolus appears to have known.[8]", "6583268": "Peter David Schiff (/ʃɪf/; born March 23, 1963; nicknamed \"Dr. Doom\")[2][3][4] is an American stockbroker, financial commentator, and radio personality. He co-founded Echelon Wealth Partners in Canada (formerly Euro Pacific Canada).[5] He is involved in other financial services companies including Euro Pacific Asset Management, as an independent investment advisor,[6] and Schiff Gold (formerly Euro Pacific Precious Metals).[7] He predicted the 2008 financial crisis.", "54260709": "Stephen H. Daniel (born June 9, 1950, in Salisbury, North Carolina) is an American philosopher and professor of philosophy at Texas A&M University. He is known for his expertise on George Berkeley. Daniel is the senior editor of Berkeley Studies and was the president of International Berkeley Society between 2006 and 2015.[1]", "14021606": "Former", "66679786": "Claire Ortiz Hill (born 1951)[1] is an American independent scholar, hermit, translator, and author of books on analytic philosophy, specializing in the works of Edmund Husserl, the philosophy of logic, and the philosophy of mathematics.", "2454508": "Idomeneus of Lampsacus (/aɪˈdɒmɪniəs/;[1] Greek: Ἰδομενεύς Λαμψακηνός, romanized: Idomeneus Lampsakēnos; c. 325 – c. 270 BC) was a friend and disciple of Epicurus.", "2618354": "Israr Ahmad (Urdu: اسرار احمد; 26 April 1932 – 14 April 2010), was a Pakistani Islamic scholar, orator and theologian.\nHe developed a following in South Asia but also among some  South Asian Muslims in the Middle East, Western Europe, and North America.", "53736440": "Solomon Lvovitch Gonikman (Russian: Соломон Львович Гоникман; 1897–1979) was a Soviet philosopher.", "40694781": "Thomas Mormann (born 1951) is Professor of Philosophy at the University of the Basque Country in Donostia-San Sebastian, Spain.  He obtained his PhD in Mathematics from the University of Dortmund (1978).  He obtained his Habilitation from the University of Munich.  He works in the philosophy of science, formal ontology, structuralism, Carnap studies, and neo-Kantianism.", "38958078": "Shaykh Mustafa Abd ar-Raziq (Arabic: مصطفى عبد الرازق) (1885 – 15 February 1947) was an Egyptian Islamic philosopher.[1]", "7697407": "William G. Lycan (/ˈlaɪkən/ LY-kən; born September 26, 1945) is an American philosopher and professor emeritus  at University of North Carolina at Chapel Hill, where he was formerly the William Rand Kenan, Jr. Distinguished Professor. Since 2011, Lycan is also distinguished visiting professor of philosophy at the University of Connecticut, where he continues to research, teach, and advise graduate students.", "20476929": "Martti Olavi Siirala (24 November 1922 – 18 August 2008) was a Finnish psychiatrist, psychoanalyst and philosopher. He was inspired by psychoanalysis, the anthropological medicine of Viktor von Weizsäcker and the existential philosophy of Martin Heidegger. The outcome was a unique synthesis theory that Siirala called social pathology.", "1864707": "Justin Popović (Serbian Cyrillic: Јустин Поповић, Serbian pronunciation: [jǔstin pǒpoʋitɕ]; 7 April 1894 – 7 April 1979) was a Serbian Orthodox theologian, archimandrite of the Ćelije Monastery, Dostoyevsky scholar, writer, anti-communist advocate and critic of the pragmatic church ecclesiastical life.", "44397572": "Yana Milev is a German cultural theorist, sociologist, ethnographer, and curator.", "619526": "Wang Shouren (Chinese: 王守仁, 26 October 1472 – 9 January 1529), courtesy name Bo'an (Chinese: 伯安), art name Yangmingzi (traditional Chinese: 陽明子; simplified Chinese: 阳明子), usually referred to as Wang Yangming (traditional Chinese: 王陽明; simplified Chinese: 王阳明), was a Chinese calligrapher, general, philosopher, politician, and writer during the Ming dynasty. After Zhu Xi, he is commonly regarded as the most important Neo-Confucian thinker,[1] for his interpretations of Confucianism that denied the rationalist dualism of the orthodox philosophy of Zhu Xi. Wang and Lu Xiangshan are regarded as the founders as the Lu–Wang school, or the School of the Mind.", "17036302": "Bryson of Achaea (or Bryson the Achaean; Greek: Βρύσων ὁ Ἀχαιός Vryson o Acheos, gen.: Βρύσωνος Vrysonos; fl. 330 BC) was an ancient Greek philosopher.", "46363662": "Daniel A. Bell (Chinese: 贝淡宁; born 22 May 1964) is a Canadian political theorist. He is currently Chair of Political Theory at the University of Hong Kong Faculty of Law.[2] He was previously Dean of the School of Political Science and Public Administration at Shandong University and professor at Tsinghua University (Schwarzman College and Department of Philosophy).", "1307666": "George I. Mavrodes (November 23, 1926 – July 31, 2019) was an American philosopher and Professor Emeritus of Philosophy at the University of Michigan.[1]", "16544791": "Martha Albertson Fineman (born 1943) is an American jurist, legal theorist and political philosopher. She is Robert W. Woodruff Professor of Law at Emory University School of Law. Fineman was previously the first holder of the Dorothea S. Clarke Professor of Feminist Jurisprudence at Cornell Law School.[1] She held the Maurice T. Moore Professorship at Columbia Law School.[2]", "46265369": "Marthinus Versfeld (or Martin Versfeld) (11 August 1909 – 18 April 1995)[1] was a South African philosopher. From 1937 to 1972 he taught at the University of Cape Town. He was celebrated as researcher, enjoyed the recognition of the South African literary community and was known as an opponent of the Apartheid system. His work ranged from scholarly books to playful essays on issues like ethics, anthropology, the meaning of life.", "18248741": "Jean-Baptiste de Mirabaud (1675, Paris – 24 June 1760, Paris) was a French writer and translator.", "59143206": "Žygimantas Liauksminas (Latin: Sigismundus Lauxminus, Polish: Zygmunt Lauxmin; 1596 or 1597 – 11 September 1670) was a Lithuanian Jesuit theologian, philosopher, theorist of rhetoric and music, founder of Lithuanian musicology, one of the first Lithuanian professors and rectors of the University of Vilnius.[1]", "19395622": "Herman Tønnessen (24 July 1918 – 2001) was a Norwegian-Canadian philosopher and writer. Having studied with Arne Næss, in the years following the end of World War II he was affiliated with the Norwegian Institute for Social Research.", "15725610": "René-Joseph de Tournemine (26 April 1661, Rennes – 16 May 1739) was a French Jesuit theologian and philosopher. He founded the Mémoires de Trévoux, the Jesuit learned journal published from 1701 to 1767,[1] and assailed Nicolas Malebranche with the charges of atheism and Spinozism.[2][3]", "95274": "Jean William Fritz Piaget (UK: /piˈæʒeɪ/,[1][2] US: /ˌpiːəˈʒeɪ, pjɑːˈʒeɪ/,[1][3][4][5][6] French: [ʒɑ̃ pjaʒɛ]; 9 August 1896 – 16 September 1980) was a Swiss psychologist known for his work on child development. Piaget's theory of cognitive development and epistemological view are together called \"genetic epistemology\".[7]", "25097260": "Soham Swami was a Hindu guru and yogi from India.", "50000941": "Friedrich August Carus (26 April 1770, Bautzen – 6 February 1807, Leipzig) was a German philosopher. He was the father of surgeon Ernst August Carus (1797–1854).[1]", "42333238": "Gregg Lambert (born 1961) is an American philosopher and literary theorist, who writes on Baroque and Neo-Baroque cultural history, critical theory and film, the contemporary university, and especially on the philosophers Gilles Deleuze and Jacques Derrida. Between 2008 and 2014, he was the founding director of Syracuse University Humanities Center, where he currently holds the distinguished research appointment as Dean's Professor of Humanities, and was Principal Investigator and Founding Director of the Central New York Humanities Corridor between 2008-2019.CNY Corridor", "73167930": "Ida Vassalini (1 November 1891 – 21 December 1953) was an Italian teacher, philosopher, pacifist, and poet. She was born and raised in Verona, before moving to Milan to further her education. Earning a degree in philology from the University of Padua and another in philosophy from the University of Milan, Vassalini became a teacher at several high schools in and around Milan and contributed to various literary and social journals. A committed pacifist, although not a feminist, she became the head of the Milanese branch of the Women's International League for Peace and Freedom (WILPF) from 1922 to 1927, but left when the organization did not oppose the execution of Sacco and Vanzetti.", "13988922": "Dimitris Dimitrakos (Greek: Δημήτρης Δημητράκος; born 1936) is a Greek philosopher, currently Professor Emeritus of Political Philosophy in the Philosophy of Science Department of the University of Athens.", "38728767": "Fred Poché  (born 21 May 1960) is a French philosopher. Bachelor of  philosophy (ICP Institut Catholique de Paris), higher degree in language sciences from the University of Paris III : Sorbonne nouvelle, PhD in philosophy (Paris X-Nanterre), and accreditation awarded (Habilitation) by the University of Strasbourg as supervisor of doctoral students. He is professor of contemporary philosophy at the Catholic University of the West in Angers. His research concerns social philosophy and covers the following fields: recognition, dignity, vulnerability, memories, wounds, racism, contextuality and politics [1].", "25785410": "Taha Abderrahmane, (born on 28 May 1944) [1][2] is a Moroccan  philosopher, and one of the leading philosophers and thinkers in the Arab and Islamic worlds. His work centers on logic, philosophy of language and philosophy of morality and contractarian ethics. He believes in multiple modernities and seeks to establish an ethical and humanitarian modernity based on the values and principles of Islam and the Arab tradition.[3]", "20116557": "Mario Kopić (born 13 March 1965) is a philosopher, author and translator. His main areas of interest include: the history of ideas, the philosophy of art, the philosophy of culture, phenomenology and the philosophy of religion.[1][2]", "54260814": "Nancy Kendrick is an American philosopher and William and Elsie Prentice Professor of Philosophy at Wheaton College (Massachusetts). She is known for her expertise on George Berkeley and has been president of the International Berkeley Society since 2015.[1]", "2258000": "Karl Ludwig August Friedrich Maximilian Alfred, Freiherr von Prel, or, in French, Carl Ludwig August Friedrich Maximilian Alfred, Baron du Prel (3 April 1839 Landshut, Germany – 4 August 1899 Heiligkreuz, Austria), was a German philosopher and writer on mysticism and the occult. In the literature it has become customary to refer to him under various abbreviated French forms of his name, usually \"Carl Du Prel,\" \"Baron Carl Du Prel,\" or simply \"Baron Du Prel.\"", "23589973": "Czesław Znamierowski (1888–1967) was a Polish philosopher, jurist and sociologist.[1] He was Professor of Jurisprudence at the University of Poznań and chaired its Department of Legal Theory and Philosophy of Law. Znamierowski is noted in Polish law for his contributions to social sciences (social ontology)[2] and jurisprudence, particularly the concept of legal system which is similar to H.L.A. Hart's ideas, but was published almost forty years before Hart's The Concept of Law.[3][4]", "24081508": "Gary William Chartier (born 1966) is a legal scholar, philosopher, political theorist, and theologian.[1] His work addresses anarchism and ethics. Chartier is a professor and serves as associate dean of La Sierra University's business school.", "5862501": "James Robert Brown FRSC (born 1949) is a Canadian philosopher of science. He is an emeritus professor of philosophy at the University of Toronto. In the philosophy of mathematics, he has advocated mathematical Platonism, visual reasoning, and in the philosophy of science he has defended scientific realism mostly against anti-realist views associated with social constructivism. He has also argued for the socialization of medical research (especially pharmaceutical research). He is largely known for his work on thought experiments.", "72021096": "Volodymyr Yermolenko (Володимир Анатолійович Єрмоленко; born 1980)[1] is a Ukrainian philosopher, essayist, translator, doctor of political studies (School of Advanced Studies in Social Sciences: EHESS, Paris), candidate of philosophical sciences (Kyiv, 2009), and senior lecturer at the Kyiv-Mohyla Academy. He is laureate of the Yurii Sheveliov Prize (2018)[2] and of the Petro Mohyla Award (2021).[1]", "13464686": "Stephen Menn (born 1964) is Professor of Philosophy  at McGill University and, between 2011 and 2015, was Professor of Ancient and Contemporary Philosophy at Humboldt University of Berlin and the author of Descartes and Augustine about the origin of Descartes' cogito. His specialties include ancient philosophy (Plato, Aristotle, Stoicism and neo-Platonism), medieval philosophy (Western and Islamic). He is also a mathematician, holding a doctorate in Mathematics from Johns Hopkins University in  1985 and one in  Philosophy from University of Chicago in 1989.", "18642036": "Hồ Quý Ly (chữ Hán: 胡季犛, 1336 - 22 October 1407) ruled Đại Ngu (Vietnam) from 1400 to 1401 as the founding emperor of the short-lived Hồ dynasty. Quý Ly rose from a post as an official served the court of the ruling Trần dynasty and a military general fought against the Cham forces during the Cham–Vietnamese War (1367–1390). After his military defeat in the Ming Conquest of Dai Ngu (1406–1407), he and his son were captured as prisoners and were exiled to China, while the Dai Viet Empire became the thirteenth province of Ming Empire.[1]", "9073781": "Benedito Nunes (November 21, 1929 - February 27, 2011) was a Brazilian philosopher and literary critic. He was born Benedito José Viana da Costa Nunes in Belém, a major city in the north of Brazil, where he was a professor at the Federal University of Pará. He has also lectured at other universities in the south of Brazil, France and the United States.[citation needed] In 1987, he was awarded the Prêmio Jabuti, regarded as the most prestigious literary prize in Brazil. He was awarded again with the same prize in 2010, for the literary critic \"A Clave do Poético\".[1] He was one of the most respected authorities in contemporary Brazilian culture, and a specialist in the literary work of Brazilian modernists such as Clarice Lispector. Benedito Nunes died in his hometown Belém on February 27, 2011.[2][3]", "6124669": "Daniel Edwin Barker (born June 25, 1949) is an American atheist activist and musician who served as an evangelical Christian preacher and composer for 19 years but left Christianity in 1984. He and his wife Annie Laurie Gaylor are the current co-presidents of the Freedom From Religion Foundation,[2] and he is cofounder of The Clergy Project. [3] He has written numerous articles for Freethought Today, an American freethought newspaper. He is the author of several books including Losing Faith in Faith: From Preacher to Atheist.[4]", "33453185": "Echecratides (Ancient Greek: Ἐχεκρατίδης) was an Ancient Greek Peripatetic philosopher who is mentioned among the disciples of Aristotle. He is spoken of only by Stephanus of Byzantium, from whom we learn that he was a native of Methymna in Lesbos.", "7795849": "Quassim Cassam, FBA (born 31 January 1961)[1] is professor of philosophy at the University of Warwick. He writes on self-knowledge, perception, epistemic vices and topics in Kantian epistemology. As blurbed for his book, Vices of the Mind (2019), Cassam defines epistemic vice as \"character traits, attitudes or thinking styles that prevent us from gaining, keeping or sharing knowledge\".[citation needed]", "46593163": "Moncef Chelli (Arabic: منصف شيلي), (11 February 1936 in Tunis – 18 March 1994 in Paris), was a Franco-Tunisian philosopher and writer.", "17691788": "Imam Birgivi (27 March 1522 – 15 March 1573) was a Hanafi scholar and moralist who lived during the height of the Ottoman Empire and whose texts are used to this day as manuals of spiritual practice throughout the Muslim world. His full name, in Arabic, is Taqī al-Dīn Muḥammad ibn Pīr ʿAlī al-Birgawī.", "2815117": "Reinhard Opitz (2 July 1934, Beuthen, Province of Upper Silesia – 3 April 1986) was a German left-wing intellectual and social scientist whose best-known thesis postulates that members of the German middle class had acquired a \"falsified\" consciousness.", "1078419": "Alexander Gerard FRSE (1728 –1795) was a Scottish minister, academic and philosophical writer. In 1764 he was the Moderator of the General Assembly of the Church of Scotland.", "1766547": "Robert of Melun (c. 1100 – 27 February 1167) was an English scholastic Christian theologian who taught in France, and later became Bishop of Hereford in England. He studied under Peter Abelard in Paris before teaching there and at Melun, which gave him his surname. His students included John of Salisbury, Roger of Worcester, William of Tyre, and possibly Thomas Becket. Robert was involved in the Council of Reims in 1148, which condemned the teachings of Gilbert de la Porrée. Three of his theological works survive, and show him to have been strictly orthodox.", "2978965": "Juan Donoso Cortés, marqués de Valdegamas (6 May 1809 – 3 May 1853) was a Spanish counter-revolutionary author, diplomat, politician, and Catholic political theologian.[1]", "6091925": "Abdul Majid Daryabadi (16 March 1892 – 6 January 1977) was an Islamic scholar, philosopher, writer, critic, researcher, journalist and exegete of the Quran in Indian subcontinent in the 20th century.[1][2] He was as one of the most influential Indian Muslim scholar and was much concerned with modernism and comparative religions and orientalism in India.[3] In his early life, he became sceptical of religion and called himself a \"rationalist\". For almost nine years, he remained away from religion but repented and became a devout Muslim.[4] He was actively associated with the Khilafat Movement, Royal Asiatic Society, Aligarh Muslim University, Nadwatul Ulama, Darul Musannefin Shibli Academy and several other leading Islamic and literary organisations.[5] He was disciple of Ashraf Ali Thanwi and Hussain Ahmed Madani.", "66122902": "Sorin Lavric (born 27 November 1967 in Turnu Severin, Socialist Republic of Romania)[1] is a Romanian writer, philosopher and politician. Having started studying medicine in 1987, Lavric later began studying philosophy as well. Posteriorly, as he did not want to be a physician, he focused entirely on philosophy. Lavric finished his university studies in 1996 and obtained a doctorate in philosophy in 2005. Lavric has written several books.", "70055065": "Hans-Jürgen Krahl (17 January 1943 – 13 February 1970) was a West German philosophy student and political activist who came to wider prominence as a participant in the '68 Student Protest movement of which, in the eyes of admirers, he was a leading ideologue.   His admirers included Rudi Dutschke.", "69727386": "Carolyn McLeod FRSC (born 1969) is a Canadian bioethicist and feminist philosopher. She is a professor and Chair of the Department of Philosophy at the University of Western Ontario. In 2021, she was elected a Fellow of the Royal Society of Canada.", "24736933": "Otto Kirchheimer (German: [ˈkɪʁçˌhaɪmɐ]; 11 November 1905, Heilbronn – 22 November 1965, Washington, D.C.) was a German jurist of Jewish ancestry and political scientist of the Frankfurt School whose work essentially covered the state and its constitution.[1]", "38892712": "Thomas Sheehan (born 25 June 1941) is an American philosopher who is the current professor at the Department of Religious Studies, Stanford University and Professor Emeritus at the Department of Philosophy, Loyola University Chicago. He is known for his books on Heidegger and Roman Catholicism. His philosophical specialties are in philosophy of religion, twentieth-century European philosophy, and classical metaphysics.[1][2][3] He is the author of The First Coming, a controversial account of Easter.", "12186797": "James Brusseau is a philosopher specializing in contemporary Continental philosophy, history of philosophy and ethics.[1] In 1994 Brusseau joined the faculty of Philosophy and Letters at the Mexican National University in Mexico City teaching graduate courses in philosophy and comparative literature. He has also taught in Europe and the California State University. Currently he teaches at Pace University in New York City.[2] Brusseau took a Ph.D. in Philosophy under the direction of Alphonso Lingis He is currently a professor at Pace University in New York City. He is married to a Spaniard and has two children.", "30504110": "Maurice Glasman, Baron Glasman (born 8 March 1961) is an English political theorist, academic, social commentator, and Labour life peer in the House of Lords. He is a senior lecturer in Political Theory at London Metropolitan University, Director of its Faith and Citizenship Programme and a columnist for the New Statesman, UnHerd, Tablet and Spiked.[1][2][3][4] He is best known as a founder of Blue Labour, a term he coined in 2009.", "11990191": "Callicles (/ˈkælɪkliːz/; Greek: Καλλικλῆς;  c. 484 – late 5th century BC) is thought to have been an ancient Athenian political philosopher. He figures prominently in Plato’s dialogue Gorgias,  where he \"presents himself as a no-holds-barred, bare-knuckled, clear-headed advocate of Realpolitik\".[1] In terms of dramatic action, his function in the dialogue is to provide a counter-argument to Plato's philosophical ideas. The absence of contemporaneous sources external to this single text attesting to his existence has suggested to some that he may be no more than a character created by Plato for the dialogue.[2] In this vein, it has also been proposed that Callicles may have been devised by Plato as he imagined what kind of intellectual he might have become had he not met with Socrates and undergone his formative philosophical life under the latter's tutelage.[2] He is the antithesis to Socrates.[2]", "41579694": "Constantine Sandis FRSA (Greek: Κωνσταντίνος Σάνδης; born 1 October 1976) is a Greek and British philosopher and entrepreneur. Having worked on philosophy of action, moral psychology, David Hume, and Ludwig Wittgenstein, in 2013 he became Professor of Philosophy at Oxford Brookes University. He is currently Visiting Professor of Philosophy at the University of Hertfordshire, a Founding Director of author services firm Lex Academic [1] and Chief Operations Officer of lexacademic.science.[2]", "33584311": "Aloisio Galea (1851–1905) was a Maltese theologian and minor philosopher. He specialised mostly in moral philosophy.[1]", "74052795": "Rodrigo Noguera Laborde (Santa Marta, October 22, 1919-Bogotá, June 28, 2004) was a Colombian academic, writer, jurist, public figure and philosopher.[1] Served as Attorney General of Colombia and Minister of mines, Justice and Law. Noguera founded academic institutions like the Sergio Arboleda University and Gimnasio los Caobos.[2]", "69039297": "Thomas Joseph White, O.P., (born 1971) is an American Roman Catholic priest and theologian. On September 14, 2021, he succeeded Michał Paluch, OP, as rector of the Pontifical University of Saint Thomas Aquinas in Rome (the “Angelicum”).", "2749634": "Yu Zhengxie (1775–1840) was a Qing dynasty scholar from Yi county in modern-day Anhui province. Along with his philological work, he was a noted critic of foot binding, female infanticide, and the cult of widow chastity.[1]", "718019": "Michael Laban Walzer[a] (born March 3, 1935) is an American political theorist and public intellectual. A professor emeritus at the Institute for Advanced Study (IAS) in Princeton, New Jersey, he is editor emeritus of Dissent, an intellectual magazine that he has been affiliated with since his years as an undergraduate at Brandeis University.  He has written books and essays on a wide range of topics—many in political ethics—including just and unjust wars, nationalism, ethnicity, Zionism, economic justice, social criticism, radicalism, tolerance, and political obligation. He is also a contributing editor to The New Republic.  To date, he has written 27 books and published over 300 articles, essays, and book reviews in Dissent, The New Republic, The New York Review of Books, The New Yorker, The New York Times, Harpers, and many philosophical and political science journals.[3]", "95429": "Bonaventure OFM (/ˈbɒnəvɛntʃər, ˌbɒnəˈvɛntʃər/ BON-ə-ven-chər, -⁠VEN-; Italian: Bonaventura da Bagnoregio [ˌbɔnavenˈtuːra da (b)baɲɲoˈrɛːdʒo]; Latin: Bonaventura de Balneoregio; born Giovanni di Fidanza; 1221 – 15 July 1274[6]) was an Italian Catholic Franciscan bishop, cardinal, scholastic theologian and philosopher.", "34600133": "Kim Yuk (Korean: 김육; Hanja: 金堉; 1580 – September 1658) was a Korean Neo-Confucian scholar, politician and writer of the Korean Joseon Dynasty. His art name was Jamgok (잠곡) and Hoejeongdang (회정당), his courtesy name was Baekhu (백후), and his posthumous name was Munjeong (문정, 文貞).[1] He came from the Cheongpung Kim clan (청풍 김씨; 淸風金氏[1]).", "2749644": "Joseph Alexandre Saint-Yves, Marquis d’Alveydre (26 March 1842 – 5 February 1909) was a French occultist who adapted the works of Fabre d'Olivet (1767–1825) and, in turn, had his ideas adapted by Gérard Encausse alias Papus. His work on \"L'Archéomètre\" deeply influenced the young René Guénon. He developed the term Synarchy—the association of everyone with everyone else—into a political philosophy, and his ideas about this type of government proved influential in politics and the occult.[1]", "53769422": "Michael Peter Davis (born December 19, 1947) is an American philosopher and educator.  He is a professor of philosophy at Sarah Lawrence College.", "46757070": "Medawi (Pali: Medhāvī; 1728–1816) was a Burmese Theravada Buddhist monk credited with being the first author of extant modern vipassanā manuals and thus may have been the first practitioner in the modern vipassana movement. Medawi's first manual dates from 1754. Medawi was highly critical of the Burmese attitude at the time, which did not see meditation as important and did not believe that enlightenment was possible at the time due to the decline of the Buddha's teachings. Most believed that the only option left was to make enough merit to be reborn in the presence of the future Buddha, Metteya.[1] In his 1756 meditation text Nama-rupa-nibbinda Shu-bwe Medawi argues that the decline of the Buddha's \"religion of practice\" (paṭipatti sāsana) is individual, only to the extent that someone has given up practicing has the sasana truly declined:", "29062356": "Karl Borromäus Rottmanner (30 October 1783 – 8 July 1824) was a German poet, philosopher, and politician. Born in Munich, he was the son of lawyer and agricultural reformer Simon Rottmanner (1740-1813) and his wife Maria Anna Barbara Paur (1746–1828). His first cousin once removed was German composer and organist Eduard Rottmanner. He studied law at the Ludwig Maximilian University of Munich where he earned a PhD. While a student there he belonged to a student patriotic movement led by Johann Nepomuk von Ringseis. After graduating, he became a member of the Landtag of Bavaria. He died in Ast.", "65139926": "Nalini Bhushan is an American philosopher and the Andrew W. Mellon Professor in the Humanities at Smith College.[1] Her work is on the philosophy of chemistry and  Indian philosophy, among other subjects.", "45413591": "Warner Fite (5 March 1867 – 23 June 1955) was an American philosopher.", "26408152": "Antanas Andrijauskas (born 3 November 1948) is a Lithuanian habilitated doctor and college professor. He is the head of the Department of Comparative Culture Studies at the Culture, Philosophy, and Arts Research Institute at Vilnius University and the Vilnius Academy of Fine Arts. Andrijauskas is the president of the Lithuanian Aesthetic Association and a member of the Lithuanian Academy of Sciences.", "68351200": "Graham Nerlich (23 November 1929 – 31 March 2022) was an Australian philosopher. He was an Emeritus Professor of Philosophy at the University of Adelaide,[1] and his expertise was in the areas of philosophy; existence of God; meaning of life; mind and body; ethics; and philosophy of science.", "29922": "Thomas Jefferson (April 13, 1743[b] – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the president of the United States from 1801 to 1809.[6] He was the primary author of the Declaration of Independence. Following the American Revolutionary War and prior to becoming president in 1801, Jefferson was the nation's first U.S. secretary of state under George Washington and then the nation's second vice president under John Adams.", "9368804": "Richard Brinkley[1] (died c.1379) was an English Franciscan scholastic philosopher and theologian. He was at the University of Oxford in the mid-fourteenth century; he produced a Summa Logicae in a nominalist vein in the 1360s or early 1370s, and other works.", "292083": "James Burnham (November 22, 1905 – July 28, 1987) was an American philosopher and political theorist. He chaired the New York University Department of Philosophy; his first book was An Introduction to Philosophical Analysis (1931). Burnham became a prominent Trotskyist activist in the 1930s. He later rejected Marxism and became an even more influential theorist of the political right as a leader of the American conservative movement.[1] His book The Managerial Revolution, published in 1941, speculated on the future of capitalism. Burnham was an editor and a regular contributor to William F. Buckley's conservative magazine National Review on a variety of topics. He rejected containment of the Soviet Union and called for the rollback of communism worldwide.[2][3]", "718070": "Thomas Gisborne (31 October 1758 – 24 March 1846) was an English Anglican priest and poet. He was a member of the Clapham Sect, who fought for the abolition of the slave trade in England.", "5371129": "John Moriarty (2 February 1938 – 1 June 2007) was an Irish writer and philosopher.", "1144061": "Kenneth Neal Waltz (/wɔːlts/; June 8, 1924 – May 12, 2013[1]) was an American political scientist who was a member of the faculty at both the University of California, Berkeley and Columbia University and one of the most prominent scholars in the field of international relations.[2] He was a veteran of both World War II and the Korean War.[3]", "74020098": "Mfuniselwa John Bhengu (born 24 May 1953)[1] is a South African politician and social philosopher. Between 1999 and 2014, he represented the Inkatha Freedom Party (IFP) in the KwaZulu-Natal Legislature and both houses of the South African Parliament.", "71693575": "Carissa Véliz [1][2][3] is a Mexican, Spanish, and British philosopher. She is an associate professor of philosophy and ethics at the University of Oxford (Institute for Ethics in AI, Faculty of Philosophy).[4]", "2848011": "Mario Luis Rodríguez Cobos (6 January 1938 – 16 September 2010),[a] also known by the mononym Silo,[1] was an Argentine writer and founder of the Humanist Movement.", "62780692": "Otis Hamilton Lee (28 September 1902, Montevideo, Minnesota – 17 September 1948, Vermont) was an American philosopher, noteworthy as a Guggenheim Fellow.[1]", "23590167": "Władysław Mieczysław Kozłowski (November 17, 1858 in Kiev – April 25, 1935 in Konstancin-Jeziorna) was a Polish philosopher.[1]", "24933655": "Mulla Mahmud Jaunpuri (Persian: ملّا محمود جونپوری; 1606–1651) was an important Indian natural philosopher and astronomer of the 17th century under the reign of Shah Jahan.[1] Book II of his classic Shams-e-Bazeghi is on theoretical astronomy, where he raises doubts about the Ptolemaic system. He discusses various views on the spots of the Moon, refutes them, and advances his own theory that these are some tiny bodies on which the Sun's light does not reflect.[2]", "7402784": "Shem-Tov ben Joseph ibn Falaquera, also spelled Palquera (Hebrew: שם טוב בן יוסף אבן פלקירה‎; 1225 – c. 1290) was a Spanish Jewish philosopher and poet and commentator. A vast body of work is attributed to Falaquera, including encyclopedias of Arabic and Greek philosophies, maqamas, some 20,000 poetic verses, and commentaries on Maimonides’ Guide to the Perplexed.[1]  The common theme in Falaquera’s writing was to encourage observant Jews to study philosophy and to appreciate the harmony that existed between Torah and rational truth learned in philosophy.[1] While Falaquera did not advocate teaching the secrets of science and divine sciences to every man,[2] he did advocate the teaching of these truths to a broader range of educated Jewish males than previous proponents of rationalist thinking.", "32830752": "Gasper Grima (c.1680–1745) was a minor Maltese philosopher who specialised mainly in metaphysics and logic.[1]", "43939105": "Apollonides (fl. 46 BC) was a Stoic philosopher.[1] He was a friend and companion of Cato the Younger.[2]", "7304484": "University of California, Riverside", "66581797": "Abū l-Fatḥ ʿUthmān ibn Jinnī, best known as Ibn Jinnī (c. 932–1002), was a specialist on Arabic grammar, a philologist, and a philosopher of language. He was born in Mosul to a Greek Christian slave of a certain Sulayman ibn Fahd ibn Ahmad al-Azdi.[1]", "35681574": "Enrico Ruta (1869–1939) was an Italian philosopher, sociologist and translator.", "2028841": "Peter Guy Winch (14 January 1926 – 27 April 1997) was a British philosopher known for his contributions to the philosophy of social science, Wittgenstein scholarship, ethics, and the philosophy of religion. Winch is perhaps most famous for his early book, The Idea of a Social Science and its Relation to Philosophy (1958), an attack on positivism in the social sciences, drawing on the work of R. G. Collingwood and Ludwig Wittgenstein's later philosophy.", "619823": "Paul Virilio (French: [viʁiljo]; 4 January 1932 – 10 September 2018)[3] was a French cultural theorist, urbanist, architect and aesthetic philosopher. He is best known for his writings about technology as it has developed in relation to speed and power, with diverse references to architecture, the arts, the city and the military. Virilio was a prolific creator of neologisms, most notably his concept of \"Dromology\", the all-around, pervasive inscription of speed in every aspect of life.", "56259887": "Arnold Metzger (24 February 1892 – 16 August 1974) was a German philosopher.", "49706289": "Charles Rojzman (August 23, 1942) is a French social psychologist, author and an international leader in mediating racial, ethnic and intercultural conflicts throughout the world. He is the creator of a method, Transformational Social Therapy (TST), which has been applied to resolving intergroup violence and conflicts in France, Rwanda, Chechnya, Israel and elsewhere. He has written dozens of books, articles and book chapters and has been featured in documentaries and writings by others.", "292149": "Motoori Norinaga (本居 宣長, 21 June 1730 – 5 November 1801) was a Japanese scholar of Kokugaku active during the Edo period. He is conventionally ranked as one of the Four Great Men of Kokugaku (nativist) studies.[1]", "65467702": "Thomas Faunce (Thomas Alured Faunce) (1958–2019) was a professor at the Australian National University (ANU), Canberra, Australia. He practiced both law and medicine, and his professorship was a joint one, being in both the ANU College of Law and Medical School. His research spanned across health law, bioethics, the regulatory governance of pharmaceutical industry and artificial photosynthesis in addressing environment sustainability issues.  He was awarded research funding from the Australian Research Council (ARC) for several Discovery Projects, and in 2009 was awarded a Future Fellowship to study nanotechnology and global public health.[1] [2][3][4]", "4060472": "Vincent Fella Rune Møller Hendricks (born 6 March 1970) is a Danish philosopher and logician. He holds a doctoral degree (PhD) and a habilitation (dr.phil) in philosophy and is Professor of Formal Philosophy and Director of the Center for Information and Bubble Studies (CIBS) at University of Copenhagen, Denmark. He was previously Professor of Formal Philosophy at Roskilde University, Denmark. He is member of IIP, the Institut International de Philosophie in Paris.", "4322616": "Nicholas Agar (born 1965) is a New Zealand professor of ethics at the University of Waikato.[1] Agar has a BA from the University of Auckland, an MA from the Victoria University of Wellington, and a PhD from the Australian National University. He has been teaching at Victoria since 1996.", "45544765": "Amelia Valcárcel (November 16, 1950) is a Spanish philosopher and feminist.  She is considered within the “philosophic feminism” as part of the “equality feminism” approach. In 2015 she is a professor in Moral and Political Philosophy at the National University of Distance Education and since 2006 is member of the Spanish Council of State.", "30930246": "Louis Sala-Molins (born 1935) is an essayist and political philosophy professor at Paris-I and Toulouse-II universities.[1][2]", "4060492": "John (Johann) Bernhard Stallo (March 16, 1823 – January 6, 1900) was a German-American academic, jurist, philosopher, and ambassador.", "20084048": "Otto Friedrich Bollnow (German: [ˈbɔlnoː]; 14 March 1903 – 7 February 1991) was a German philosopher and teacher.", "19690832": "Pieter Nicolaas/Nicolaus van Eyck (Breukelen, 1 October 1887 – Wassenaar, 28 April 1954)", "10581340": "Calvin Normore (born June 25, 1948) is a professor of philosophy at the University of California, Los Angeles.  He is an expert in medieval philosophy and the history of logic.", "13006174": "Manfred Frank (born March 22, 1945) is a German philosopher, emeritus professor of philosophy at the University of Tübingen. His work focuses on German idealism, romanticism, and the concepts of subjectivity and self-consciousness.  His 950-page study of German romanticism, Unendliche Annäherung, has been described as \"the most comprehensive and thoroughgoing study of early German romanticism\" and \"surely one of the most important books from the post-War period on the history of German philosophy.\"[1]   He has also written at length on analytic philosophy and recent French philosophy.", "3274082": "Li Shicen (Chinese: 李石岑; pinyin: Lǐ Shícén; Wade–Giles: Li Shih-ts'en, 1892–1934), born Li Bangfan (李邦藩), was a Chinese philosopher and editor of advanced philosophical journals of the May Fourth Movement, such as Minduo Magazine and Education Magazine. Li is best remembered as an exponent of the thought of Nietzsche, who was among the Western thinkers most influential in China in the early Republican era.", "12350827": "Karen J. Warren (September 10, 1947 – August 21, 2020) was an author, scholar, and former Professor and Chair of Philosophy at Macalester College.", "41088365": "Salagame Venkatasubbayya Ranganna (24 December 1898 – 1987) was a writer in the Kannada language. He was an English professor in The University of Mysore. He was also a recipient of the Sahitya Akademi Award to Kannada Writers for his philosophical reflections in Ranga Binnapa.[citation needed] Some of his other works included Haasya among others.[1] His spouse was Indiramma.[2]", "5141871": "Torsti Lehtinen (25 July 1942 – 16 September 2023) was a Finnish writer and philosopher.[1]", "11367792": "Dietrich Tiedemann (3 April 1748, Bremervörde – 24 May 1803, Marburg) was a German philosopher and historian of philosophy born in Bremervörde. He was father to physiologist Friedrich Tiedemann (1781–1861).", "21493110": "Sister Vajirā (Hannelore Wolf) was a dasa sil mata, a Buddhist ten precept-holder nun in Sri Lanka.", "882048": "Debendranath Tagore (15 May 1817 – 19 January 1905) was an Indian philosopher and religious reformer, active in the Brahmo Samaj (earlier called Bhramho Sabha) (\"Society of Brahma\", also translated as Society of God). He joined Brahmo samaj in 1842. He was the founder in 1848 of the Brahmo religion, which today is synonymous with Brahmoism.[2][3] Born in Shilaidaha, his father was the industrialist Dwarakanath Tagore;[4] he himself had 14 children, many of whom, including Nobel-prize winning poet Rabindranath Tagore, made significant artistic or literary contributions to society.[5][6]", "47281552": "Alexandru Claudian (also rendered as Al. Claudian; April 8, 1898 – October 16, 1962) was a Romanian sociologist, political figure, and poet. A student and practitioner of Marxism, he worked as a schoolteacher, entry-level academic, field researcher, and journalist, before finally earning a professorship at the University of Iași. An anti-fascist, Claudian enlisted with the Romanian Social Democratic Party during the interwar, moving closer to the anti-communist center by the late 1940s, and became that faction's main theoretician. His condemnation of Marxism and totalitarianism made him an enemy of the communist regime, which imprisoned him for several years and kept him under surveillance until the time of his death.", "17462672": "Georges Bénézé (26 October 1888 – 24 February 1978) was a French philosopher with a scientific background, which enabled him to temper the French critics of Einstein's Relativity theory during the 1920s.", "1996191": "Richard Rowan Rockingham Gill (born 1944, South Africa) was a lecturer of philosophy—in particular, logic—and is an author.", "2848164": "Nur ad-Din al-Bitruji (Arabic: نور الدين ابن إسحاق البطروجي) (also spelled Nur al-Din Ibn Ishaq al-Betrugi and Abu Ishâk ibn al-Bitrogi) (known in the West by the Latinized name of Alpetragius) (died c. 1204) was an Andalusian-Arab[2][3] astronomer and a Qadi in al-Andalus.[4] Al-Biṭrūjī was the first astronomer to present a non-Ptolemaic astronomical system as an alternative to Ptolemy's models, with the planets borne by geocentric spheres. Another original aspect of his system was that he proposed a physical cause of celestial motions.[4] His alternative system spread through most of Europe during the 13th century.[1]", "38860201": "Kalki Bhagawan (born 7 March 1949 as Vijay Kumar Naidu), also known as Sri Bhagavan, is a spiritual teacher from India.[1][2][3][4] He is the founder of 'Oneness' / 'Ekam'.", "47609259": "Joanne Faulkner (born 14 April 1972) is an Australian writer, philosopher and Future Fellow in Cultural Studies at Macquarie University.[1]", "15103405": "Hermippus of Smyrna (Greek: Ἕρμιππος ὁ Σμυρναῖος) was a Greek grammarian[1] and peripatetic philosopher, surnamed by the ancient writers the Callimachian (Greek: ό Καλλιμάχειος), from which it may be inferred that he was a disciple of Callimachus about the middle of the 3rd century BC, while the fact of his having written about the life of Chrysippus proves that he lived to about the end of the century. His writings seem to have been of very great importance and value.[2] They are repeatedly referred to by the ancient writers, under many titles, of which, however, most, if not all, seem to have been chapters of his great biographical work, which is often quoted under the title of Lives (Bioi). The work contained the biographies of a great many ancient figures, including orators, poets, historians, and philosophers. It contained the earliest known biography of Aristotle, as well as philosophers such as Pythagoras, Empedocles, Heraclitus, Democritus, Zeno, Socrates, Plato, Antisthenes, Diogenes, Stilpo, Epicurus, Theophrastus, Heraclides, Demetrius Phalereus, and Chrysippus. The work has been lost, but many later Lives extensively quote it.", "39581103": "Pedro Pablo Caro Rodríguez (12 May 1875 – 3 July 1959) was a Chilean lawyer. After obtaining the degree of law and political sciences from the University of Chile, he worked as an independent lawyer in Rancagua, and served as acting judges in several communes and departments in Chile, including San Carlos, Curicó, Nacimiento, among others. He was also a secretary and treasurer of the municipality of Buin. Caro Rodríguez was member of the Conservative Party of Chile, and later of the Christian Democrat Party of Chile.", "423359": "Titus Albucius (praetor c. 105 BC) was a noted orator of the late Roman Republic.", "45249984": "Andrea Nye (born 1939) is a feminist philosopher and writer.[1][2]  Nye is a Professor Emerita at the University of Wisconsin–Whitewater for the  Philosophy and Religious Studies Department and an active member of the Women's Studies Department.[3] In 1992, Nye received the University of Wisconsin–Whitewater Award for Outstanding Research.[4]", "34895298": "New Nietzsche Studies is a peer-reviewed academic journal devoted to scholarly examination of Friedrich Nietzsche's thought and edited by Babette Babich and David B. Allison. Established in 1996, it is the journal of the Nietzsche Society. The journal is abstracted and indexed in the International Philosophical Bibliography, Philosopher's Index, Philosophy Research Index, and PhilPapers.[1] New Nietzsche Studies is produced at Fordham University and all issues are available online from the Philosophy Documentation Center.", "18675139": "Kim Sterelny (born 1950) is an Australian philosopher and professor of philosophy in the Research School of Social Sciences at Australian National University and Victoria University of Wellington.[1] He is the winner of several international prizes in the philosophy of science, and was previously editor of Biology and Philosophy. He is also a member of the Australian Academy of the Humanities. He is currently the First Vice President of the Division for Logic, Methodology and Philosophy of Science and Technology of the International Union of History and Philosophy of Science and Technology (2020–2023).[2]", "36468174": "Stephen Darwall (born 1946) is a contemporary moral philosopher, best known for his work developing Kantian and deontological themes.  He was named Andrew Downey Orrick Professor of Philosophy at Yale University in 2008.[1]", "6157779": "Charles-Pendrell Waddington (19 June 1819 – 18 March 1914) was a French philosopher, cousin of Richard and William H. Waddington. He was born in Milan, of a Protestant family of English origin. Graduating from the École normale supérieure at 19, he taught at various institutions, including the Protestant Seminary at Strasbourg, the Lycée Louis-le-Grand, and the Sorbonne, where in 1879 he was appointed professor of ancient philosophy.  In 1888 he became a member of the Académie des sciences morales et politiques. His works, notable for clearness and penetration,[clarification needed] include:", "12809691": "John Martin Fischer  (born December 26, 1952) is an American philosopher. He is Distinguished Professor of Philosophy at the University of California, Riverside and a leading contributor to the philosophy of free will and moral responsibility.[1]", "27129307": "Martin Hägglund (born 23 November 1976) is a Swedish philosopher[2] and scholar of modernist literature.[3] He is the Birgit Baldwin Professor of Humanities at Yale University.[4] He is also a member of the Harvard Society of Fellows,[5] serving as a Junior Fellow from 2009 to 2012. Hägglund is the author of This Life: Secular Faith and Spiritual Freedom (2019), Dying for Time: Proust, Woolf, Nabokov (2012), Radical Atheism: Derrida and the Time of Life (2008), and Kronofobi: Essäer om tid och ändlighet (Chronophobia: Essays on Time and Finitude, 2002). He was awarded a Guggenheim Fellowship in 2018[6] and won the René Wellek Prize in 2020.[7]", "15594973": "John Levy (28 April 1910 – 28 December 1976) was a British mystic, artist, and musician, best known for translating the works of his guru Sri Atmananda Krishna Menon, Atma Darshan and Atma Niviriti into English.[1]", "36304349": "Lev Kreft (born 15 September 1951) is a Slovenian politician, former Member of Parliament, editor, philosopher and sociologist.", "60224992": "Gretel Adorno (born Margarete Karplus; 10 June 1902 – 16 July 1993) was a German chemist and intellectual figure within the Frankfurt School of critical theory.", "48887267": "Stefan Gandler (born 1964 in Munich) is a philosopher and social scientist. He studied at Frankfurt University and has lived in Mexico since 1993[1][2]", "23590376": "Franciszek Salezy Krupiński (January 22, 1836, Łukowie near Siedlce – August 16, 1898, Warsaw) was a Polish philosopher.[1]", "35649001": "Luis García San Miguel (1929–2006) was a Spanish academic and jurist.", "6485482": "John Frank Corvino (born 1969) is an American philosopher. He is a professor of philosophy and the dean of the Honors College at Wayne State University in Detroit, Michigan and the author of several books, with a focus on the morality of homosexuality.[2] Corvino is sometimes referred to as \"The Gay Moralist\", a sobriquet he assumed while writing a column of the same name.[3]", "24245740": "Boethus (Greek: Βοηθός; fl.  2nd century BC) was a Stoic philosopher from Sidon, and a pupil of Diogenes of Babylon.", "64845293": "Others", "33584624": "Raphael Debono (19th century) was a Maltese minor philosopher. In philosophy he mostly specialised in logic.[1] No portrait of him is known to exist.[2]", "3995120": "Richard McKeon (/məˈkiːən/; April 26, 1900 – March 31, 1985) was an American philosopher and longtime professor at the University of Chicago. His ideas formed the basis for the UN's Universal Declaration of Human Rights.", "48756217": "Lieven De Cauter (born 1959 in Koolskamp) is a Belgian philosopher, art historian, writer, and activist based in Brussels.  He has written and edited numerous books focusing on contemporary art, architecture, politics, and the city, including: The Capsular Civilization: On the City in the Age of Fear; Heterotopia and the City: Public space in a Postcivil society, co-edited with Michiel Dehaene; and Art and Activism in the Age of Gloablization, co-edited with Karel van Haesebrouck and Ruben De Roo.[1] As an activist, he initiated the BRussels Tribunal on the war in Iraq and is a co-founder of Platform for Liberty of Expression.[1]", "70907386": "Working from Within: The Nature and Development of Quine's Naturalism is a 2018 book by Dutch philosopher and historian of analytic philosophy Sander Verhaegh. Released at a time in which there was increasing work done on Willard Van Orman Quine in the history of analytic philosophy, the book was the first to provide a full account of the historical development of his naturalism. It was also the first book to use the extensive archive materials on Quine at Harvard University's Houghton Library.", "2127356": "Jonathan Francis Bennett (born 17 February 1930) is a philosopher of language and metaphysics, specialist of Kant's philosophy and a historian of early modern philosophy. He has New Zealand citizenship by birth and has since acquired UK and Canadian citizenship.", "41350665": "Nancy Sherman (born 1951) is a distinguished university professor and professor of philosophy at Georgetown University.[1] She was also the inaugural Distinguished Chair in Ethics at the United States Naval Academy.[1] Sherman is the author of several books,[1] and her views on military ethics have been influential.", "66778634": "George Willard Pitcher (May 19, 1925 – January 12, 2018) was an American philosopher. He was a professor of philosophy at Princeton University from 1956 to 1982.[1][2]", "3733011": "Lou Marinoff is a Canadian-born academic, author, and Commonwealth Scholar. He is Professor of Philosophy and Asian Studies at The City College of New York[1] and founding President of the American Philosophical Practitioners Association.[2]", "64222741": "Aminata Diaw Cissé (24 May 1959 – 14 April 2017) was a Senegalese lecturer and political philosopher who taught at the Cheikh Anta Diop University (UCAD). Influenced by Jean-Jacques Rousseau and her academia background, she wrote about citizenship, civil society, democracy, development, ethnicity, gender, globalisation, human rights, identity, nationality and the state in an African and Senegalese context by using a political insight. Diaw worked for the Council for the Development of Social Science Research in Africa (CODESRIA), Bellagio Study and Conference Center of the Rockfeller Foundation, National UNESCO Sub-Commission on Social Sciences and Humanities, West African Research Association, the National UNESCO Sub-Commission on Social Sciences and Humanities and the Philosophical and Epistemological Research Center of the Doctoral School Studies.", "6223385": "Emily Elizabeth Constance Jones (19 February 1848 – 9 April 1922) known as Constance Jones or E.E. Constance Jones, was an English philosopher and educator. She worked in logic and ethics.", "7009819": "Recemundus (Arabic: Rabi ibn Sid al-Usquf or Rabi ibn Zaid, Castilian: Recemundo) was the Mozarabic bishop of Elvira and secretary of the caliph of Córdoba in the mid-10th century.", "68974109": "Wolfgang Scheppe (born 23 May 1955 in Munich, Germany) is a German philosopher, author and curator who since 1996 has lived and taught in the US, Switzerland and Italy. His work as a theorist frequently includes the medium of exhibitions taking a form described as “theory installations”. Since 2009, he has directed the Arsenale Institute for Politics of Representation in Venice, which emerged from the Università Iuav di Venezia and was founded with Lewis Baltz.[1]", "2192933": "Bardaisan (11 July 154 – 222 AD; Syriac: ܒܪ ܕܝܨܢ, Bar Dayṣān; also Bardaiṣan), known in Arabic as ibn Dayṣān (Arabic: ابن ديصان)[1] and in Latin as Bardesanes, was a Syriac-speaking Assyrian[2] Christian writer and teacher with a gnostic background,[3] and founder of the Bardaisanites.", "43546150": "Anton Albert van Niekerk (born 4 December 1953) is a South African bioethicist and academic based at Stellenbosch University.", "489002": "Melissus of Samos (/məˈlɪsəs/; Ancient Greek: Μέλισσος ὁ Σάμιος; fl. 5th century BC) was the third[3] and last member of the ancient school of Eleatic philosophy, whose other members included Zeno and Parmenides. Little is known about his life, except that he was the commander of the Samian fleet in the Samian War. Melissus’ contribution to philosophy was a treatise of systematic arguments supporting Eleatic philosophy.  Like Parmenides, he argued that reality is ungenerated, indestructible, indivisible, changeless, and motionless. In addition, he sought to show that reality is wholly unlimited, and infinitely extended in all directions; and since existence is unlimited, it must also be one.", "194093": "Owen Flanagan (born 1949) is the James B. Duke University Professor Emeritus of Philosophy and Professor of Neurobiology Emeritus at Duke University. Flanagan has done work in philosophy of mind, philosophy of psychology, philosophy of social science, ethics, contemporary ethical theory, moral psychology, as well as on cross-cultural philosophy.", "685623": "Norman Malcolm (/ˈmælkəm/; 11 June 1911 – 4 August 1990) was an American philosopher.", "53802559": "Bartosz Paweł Brożek (born 17 June 1977) is a Polish philosopher and jurist whose main research interests are in philosophy of law, philosophy of science, logic and cognitive science.[1] He is currently professor of jurisprudence at the Jagiellonian University and vice dean of the Faculty of Law and Administration, as well as a director of the Copernicus Center for Interdisciplinary Studies in Kraków.[2] Author or co-author of more than 20 book monographs (including Methods of Legal Reasoning from Springer, as well as The Legal Mind from Cambridge University Press[3]) and more than 70 scientific papers.[4] He holds PhDs in both law (2003) and philosophy (2007), habilitation in law (2008) and the title of full professor (2013).[5][6]", "6780486": "Alexander Dunlop Lindsay, 1st Baron Lindsay of Birker, CBE (14 May 1879 – 18 March 1952),[1] known as Sandie Lindsay, was a Scottish academic and peer.[2][3][4]", "7697990": "Altheides (1193–1262) was a Cypriot philosopher,[1] primarily known from sayings attributed to him in the works of others. Little is known about the wandering philosopher known as Altheides of Cyprus, and little of his work remains available to modern scholars. His parents were Greek merchants living on the island under the rule of Guy of Lusignan. He was born a year before Guy's death, in 1193. At some point in his late teens he left Cyprus as a seaman on a Moorish trading vessel.", "44267080": "Ran Geng (born 544 BC), also known by his courtesy name Boniu, was one of the most prominent disciples of Confucius. Confucius considered him his third best disciple, after Yan Hui and Min Sun, in terms of moral conduct.[1]", "37418567": "Herbert Fingarette (January 20, 1921 – November 2, 2018)[1] was an American philosopher and professor of philosophy at the University of California, Santa Barbara.[2]", "43284046": "Tina Fernandes Botts is an American legal scholar and philosophy professor currently teaching at the San Joaquin College of Law. [1] She is known for her work in legal hermeneutics,[2] intersectionality, feminist philosophy, and philosophy of race (particularly mixed-race theory).[3]  Previous posts include Visiting Scholar at Dartmouth College; Visiting Professor of Law at University of the Pacific, McGeorge School of Law; Assistant Professor of Philosophy at California State University, Fresno; Visiting Assistant Professor of philosophy at Oberlin College; Fellow in Law and Philosophy at the University of Michigan, Ann Arbor;[4] and Assistant Professor of Philosophy, and Faculty Associate and Area Leader in Public Policy and Diversity, at the University of North Carolina at Charlotte.[5] She is the former chair of the American Philosophical Association's Committee on the Status of Black Philosophers (2013-2016).", "32405071": "Bolívar Echeverría (31 January 1941 – 5 June 2010) was a philosopher, economist and cultural critic, born in Ecuador and later nationalized Mexican. He was professor emeritus on the Faculty of Philosophy and Literature of the National Autonomous University of Mexico (UNAM).", "28407377": "Zhang Zhihe (Chinese: 張志和; pinyin: Zhāng Zhìhé; Wade–Giles: Chang Chih-ho, fl. 8th century) was a Chinese philosopher, poet, politician, and spiritual writer.", "30078546": "Margaret Bryan (1759-1836(?)) was an English natural philosopher and educator, and the author of standard scientific textbooks. She was schoolmistress of a school located at various times in Blackheath, at Cadogan Place, and in Margate at Bryan House above the yet to be discovered Margate Caves. Her first known work was Compendious System of Astronomy (1797), collecting her lectures on astronomy. She later published Lectures on Natural Philosophy (1806), a textbook on the fundamentals of physics and astronomy, and an Astronomical and Geographical Class Book for Schools, a thin octavo, in 1815.", "63960658": "Bronisław Bandrowski (27 May 1879 – 13 July 1914) was a Polish philosopher and psychologist. He was one of the pupils of Kazimierz Twardowski. Drawing from his mentor's theories and the tradition of the Lwów–Warsaw school, his works dealt with the problem of induction.[1][2] Bandrowski was also noted for his death in the Tatra Mountains near Zakopane.[3]", "70055511": "Marcien Towa  (January 5, 1931 – July 2, 2014) was a Cameroonian philosopher.[1] He is considered one of the icons of African philosophy in the twentieth century.[2][3][4][5]", "2913881": "Alexander Bryan Johnson (May 29, 1786, Gosport, Hampshire, Eng. — September 9, 1867, Utica, N.Y., U.S.), was a British-born American philosopher and semanticist. He immigrated to the United States as a child and worked as a banker in Utica, New York. He wrote about economics, language, and the nature of knowledge.[1]", "58291802": "Mark H. Bernstein (born 1948) is an American philosopher and Joyce & Edward E. Brewer Chair in Applied Ethics at Purdue University.[1] He is known for his research on animal ethics.[2]", "18413147": "Eduardo Lourenço de Faria GCSE GCIH GCL (23 May 1923[1] – 1 December 2020[2]), best known as Eduardo Lourenço, was a Portuguese essayist, professor, critic, philosopher and writer.", "19363419": "Xu Heng (Chinese: 許衡) (1209–1281) was a Confucianist and educator of the Yuan Dynasty in China.", "489057": "Elbert Green Hubbard (June 19, 1856 – May 7, 1915) was an American writer, publisher, artist, and philosopher.  Raised in Hudson, Illinois, he had early success as a traveling salesman for the Larkin Soap Company. Hubbard is known best as the founder of the Roycroft artisan community in East Aurora, New York, an influential exponent of the Arts and Crafts movement.", "1308258": "Utpaladeva (c. 900–950 CE) was an Indian philosopher and theologian from Kashmir. He belonged to the Trika Shaiva tradition and is the most important thinker of the Pratyabhijñā school of monistic idealism.[1] His Īśvarapratyabhijñā-Kārikā (IPK, Verses on the Recognition of the Lord) were the most important and central work of the Pratyabhijñā school.[1] Utpaladeva was a major influence on the great exegete Abhinavagupta, whose works later overshadowed those of Utpaladeva.[1] However, according to the Indologist Raffaele Torella \"most of Abhinavagupta’s ideas are just the development of what Utpaladeva had already expounded.\"[2]", "46757476": "Regina Becker-Schmidt  is an emeritus professor at the Institute of Sociology and Social Psychology at the Leibniz University Hannover. Her research focuses on corporate and subject theory, critical theory, psychoanalytically oriented social psychology and gender studies.  She is considered a seminal figure in feminist critical theory.", "587368": "Lacydes of Cyrene (Greek: Λακύδης ὁ Κυρηναῖος), Academic Skeptic philosopher, was head of the Platonic Academy at Athens in succession to Arcesilaus from 241 BC. He was forced to resign c. 215 BC due to ill-health, and he died c. 205 BC. Nothing survives of his works.", "357995": "John Samuel Mbiti (1931–2019) was a Kenyan-born Christian philosopher and writer. He was an ordained Anglican priest, and is considered \"the father of modern African theology\".", "64747121": "Reza Ramezani (Persian: رضا رمضانی گیلانی) (* 1963 in Rasht, Northern Iran) is a Twelver Shia Muslim cleric with the religious Rank Ayatollah.[1] He has been a member of the Expert Council (Assembly of Experts) in the Islamic Republic of Iran since 2006.[2] From 2009 to August 2018, he was head and director of the Islamic Center Hamburg, the center of Shiite Islam in Germany.[3][4] Before working in Hamburg, he headed the Islamic Center Imam Ali Vienna.[5] He is the Secretary-General of the Ahl Al-Bayt World Assembly[6] and the representative of Gilan in the Assembly of Experts.[7][8] Between 2001 and 2005, he represented the Supreme Leader and the Friday Imams in Karaj.[7][9][10][11][12]", "67499639": "Ivan Miloš Havel  (11 October 1938 – 25 April 2021) was a Czech scientist and philosopher.[1][2][3][4] He was the brother of President Václav Havel, with whom he was one of the founders of the Civic Forum.", "67303032": "Alan R. Drengson (1934–2022) was a Canadian philosopher.[4][5]", "42399355": "Daya Krishna (1924–2007) was an Indian philosopher.[1] He was Pro Vice Chancellor of Rajasthan University and editor of the Journal of Indian Council of Philosophical Research for over three decades.[2]\nHe has published works in the fields of Indian philosophy, Western philosophy and aesthetics. His doctoral thesis published as The Nature of Philosophy is said to have been acclaimed by the British philosopher, Gilbert Ryle, as an outstanding work.[3] His work explores the possibility of looking at Indian traditions through resources drawn from Indian concepts and categories. He has attempted to bring about \"a dialogue between traditional Pundits, thinking and writing in Sanskrit, and scholars who “do” Indian philosophy in English\".[1]", "15627902": "Antonio S. Cua (July 23, 1932 – March 27, 2007) was an eminent scholar in Chinese philosophy and comparative philosophy who was professor emeritus of philosophy at The Catholic University of America. Cua was primarily interested in Western moral philosophy, moral psychology and Chinese ethics, in particular Confucian ethics. He was the author of many important scholarly works, and  the chief editor of the Encyclopedia of Chinese Philosophy, the first English-language  encyclopedia on 'Chinese philosophy'.[1]", "61765247": "Albert Alexeyevich Razin (Udmurt: Альберт Алексеевич Разин, 12 June 1940 – 10 September 2019) was an Udmurt language rights activist and Neopaganist who committed traditional self-immolation (tipshar) in the centre of Izhevsk as an act of protest against the language policy of the Russian federal government and the Russification of the Udmurt people.", "4454016": "Niels Lauritsen Aagaard (1612— abt. 22 January 1657[1]), was probably the brother of the poet Christen Aagaard,[2] was professor at Sorø Academy, in Denmark, where he also occupied the office of librarian. He died in 1657, at the age of forty-five, and left behind him several philosophical and critical works, written in Latin, among which are, A Treatise on Subterraneous Fires; Dissertations on Tacitus; Observations on Ammianus Marcellinus; and a Vindication of the Style of the New Testament.[3]", "30337": "The Trial of Socrates (399 BC) was held to determine the philosopher's guilt of two charges: asebeia (impiety) against the pantheon of Athens, and corruption of the youth of the city-state; the accusers cited two impious acts by Socrates: \"failing to acknowledge the gods that the city acknowledges\" and \"introducing new deities\".", "8222339": "Thomas Hollis FRS FRSA (14 April 1720, London – 1 January 1774) was an English political philosopher and author.[1][2]", "2520715": "Sam Keen (born 1931)[1] is an American author, professor, and philosopher who is best known for his exploration of questions regarding love, life, wonder, religion, and being a male in contemporary society. He co-produced Faces of the Enemy, an award-winning PBS documentary; was the subject of a Bill Moyers' television special in the early 1990s; and for 20 years served as a contributing editor at Psychology Today magazine.[2] He is also featured in the 2003 documentary Flight from Death.", "13334155": "Per Roald Bauhn (born 23 July 1960 in Markaryd, Kronoberg County) is a Swedish philosopher and a professor of practical philosophy at the University of Kalmar since 2004, and at Linnaeus University since 2010.\nHis main subjects include the study of ethics and political philosophy. Per Bauhn has authored books on topics as diverse as nationalism, political terrorism, the virtue of courage, and the duty to rescue. He has also contributed to the field of philosophical aesthetics.  His philosophical work is inspired by the agency-based ethical theory of Alan Gewirth. Per Bauhn is married (since 2013) to Turkish sociologist and women's studies scholar Fatma Fulya Tepe.", "1504912": "Hans D. Sluga (German: [ˈsluːga]; born 24 April 1937) is a German philosopher who spent most of his career as professor of philosophy at the University of California, Berkeley. Sluga teaches and writes on topics in the history of analytic philosophy, the history of continental philosophy, as well as on political theory, and ancient philosophy in Greece and China.  He has been particularly influenced by the thought of Gottlob Frege, Ludwig Wittgenstein, Martin Heidegger, Friedrich Nietzsche, and Michel Foucault.", "50034324": "Chantal Delsol (also Chantal Millon-Delsol; born 16 April 1947) is a French philosopher, political historian and novelist. The founder of the Hannah Arendt research institute, founded in 1993, her work is inspired by Julien Freund and Pierre Boutang, as well as by her Catholic faith. She has described herself as a liberal-conservative.", "1308312": "Ānandavardhana (c. 820 – 890 CE) was the author of the Dhvanyāloka, or A Light on Suggestion (dhvani), a work articulating the philosophy of \"aesthetic suggestion\" (dhvani, vyañjanā). The philosopher Abhinavagupta (c. 950 – 1016 CE) wrote an important commentary on it, the Locana, or The Eye."}