{"2434399": "Isaak Markovich Khalatnikov ForMemRS (Ukrainian: Ісаа́к Ма́ркович Хала́тников, Russian: Исаак Маркович Халатников; 17 October 1919 – 9 January 2021) was a leading Soviet theoretical physicist who made significant contributions to many areas of theoretical physics, including general relativity, quantum field theory, as well as the theory of quantum liquids. He is well known for his role in developing the Landau-Khalatnikov theory of superfluidity and the so-called BKL conjecture in the general theory of relativity.", "67413351": "Simon Ellingsen is a professor in physics and Dean of the School of Natural Sciences at the University of Tasmania.[1]", "2827625": "A medical physicist is a health professional with specialist education and training in the concepts and techniques of applying physics in medicine and competent to practice independently in one or more of the subfields (specialties) of medical physics.[1] A medical physicist plays a fundamental role in applying physics to medicine, but particularly in the diagnosis and treatment of cancer. The scientific and technological progress in medical physics has led to a variety of skills that must be integrated into the role of a medical physicist in order for them to perform their job. The \"medical services\" provided to patients undergoing diagnostic and therapeutic treatments must, therefore, be the result of different but complementary skills.[2] In general, the medical physicist is responsible for all scientific and technical aspects of imaging, radiation treatment, and radiation safety. It is their occupational role to ensure that medical modalities offered to patients are met with the utmost quality assurance. It is the medical physicist that manage and supervise the efforts of dosimetrists, therapists and technologists in that capacity.", "16819563": "Norman C. Rasmussen (November 12, 1927 – July 18, 2003) was an American physicist.[1]", "3319153": "Arthur Hinton Rosenfeld (June 22, 1926 – January 27, 2017) was a University of California, Berkeley physicist and California energy commissioner, dubbed the \"Godfather of Energy Efficiency\", for developing new standards which helped improve energy efficiency in California and subsequently worldwide.[1]", "48407923": "Hume A. Feldman is a physicist specializing in cosmology and astrophysics. He is a Fellow of the American Physical Society and a professor and chair (2013-2023) of the Department of Physics and Astronomy[1] at the University of Kansas.", "53093752": "Wolfgang Fink is a German-American theoretical physicist.[1] He is currently an associate professor and the inaugural Maria  & Edward Keonjian Endowed Chair of Microelectronics at the University of Arizona.[2]  Fink has joint appointments in the Departments of Electrical & Computer Engineering,[3] Biomedical Engineering,[4] Systems & Industrial Engineering,[5] Aerospace & Mechanical Engineering,[6] and Ophthalmology & Vision Science[7] at the University of Arizona. He is the current Vice President of the Prognostics and Health Management (PHM) Society.[8][9]", "64267641": "Lyubomir Krastanov was a Bulgarian physical scientist specializing in meteorology, atmospheric physics and fundamental physics.[1] One of the modes for growth of thin films, Stranski–Krastanov growth, is named after him and Ivan Stranski. On the 12th of June 1959 he was elected the deputy president of the Bulgarian Academy of Sciences.[1]", "70886778": "John Kellock Robertson, FRSC (1885 – June 24, 1958) was a Canadian physicist who taught at Queen's University at Kingston. A pioneer of physics teaching to medical students, he was president of the Royal Society of Canada for 1944–1945.[1]", "9603": "Ernest Rutherford, 1st Baron Rutherford of Nelson, OM, PRS, HonFRSE[7] (30 August 1871 – 19 October 1937) was a New Zealand physicist who was a pioneering researcher in both atomic and nuclear physics. Rutherford has been described as \"the father of nuclear physics\",[8] and \"the greatest experimentalist since Michael Faraday\".[9] In 1908, he was awarded the Nobel Prize in Chemistry \"for his investigations into the disintegration of the elements, and the chemistry of radioactive substances.\" He was the first Oceanian Nobel laureate, and the first to perform the awarded work in Canada.", "30713219": "Karl Bernhard Zoeppritz (22 October 1881 – 20 July 1908) was a German geophysicist who made important contributions to seismology, in particular the formulation of the Zoeppritz equations.", "7808390": "Watt Wetmore Webb (August 27, 1927 – October 29, 2020)[1] was an American biophysicist, known for his co-invention (with Winfried Denk and Jim Strickler) of multiphoton microscopy in 1990.[2][3]", "23733641": "Hugh Herr (born October 25, 1964) is an American rock climber, engineer, and biophysicist.", "65054096": "David Horn (Hebrew: דוד הורן; born: 10 September 1937) is a Professor (Emeritus) of Physics in the School of Physics and Astronomy at Tel Aviv University (TAU), Israel. He has served as Vice-Rector of TAU, Chairman of the School of Physics and Astronomy and as Dean of the Faculty of Exact Sciences in TAU.[1] He is a fellow of the American Physical Society, nominated for \"contributions to theoretical particle physics, including the seminal work on finite energy sum rules, research of the phenomenology of hadronic processes, and investigation of Hamiltonian lattice theories\".[2]", "67020181": "Mael Avrami Melvin (1913 – October 1, 2014) was an American physicist. His initial research was in metallurgy and materials science. In this area he is best known for the Avrami equation. After his defense work in World War II he dropped out of science for a while and changed his name. His later work was in many fields of physics and he was elected a Fellow of the American Physical Society.", "53061014": "Edward Taylor Jones F.R.S.E. LL.D. (1872–1961) was a British physicist. He was Professor of Natural Philosophy at Glasgow University from 1925 to 1943.", "17933717": "Dan Jacobo Beninson[1] (1931 – 2003) was an Argentine radiation expert who worked for the Argentine Atomic Energy Commission (CNEA) since 1955 holding different posts.", "697753": "Giovanni Ciccotti (born 19 December 1943, in Rome Italy) is an Italian physicist.[1]", "31073690": "Bruce Winstein (September 25, 1943, Los Angeles – February 28, 2011) was an experimental physicist and cosmologist noted for his early work in elementary particle physics, particularly work toward demonstrating a serious asymmetry between particles and their anti-particles (CP violation). Later in his career, he worked in experimental cosmology, measuring polarization in the microwave background radiation whose properties date back to the early universe.[1]", "6071706": "Allen Taflove (June 14, 1949 – April 25, 2021)[2][3] was a full professor in the Department of Electrical and Computer Engineering of Northwestern's McCormick School of Engineering, since 1988. Since 1972, he pioneered basic theoretical approaches, numerical algorithms, and applications of finite-difference time-domain (FDTD) computational solutions of Maxwell's equations.[4] He coined the descriptors \"finite difference time domain\" and \"FDTD\" in the 1980 paper, \"Application of the finite-difference time-domain method to sinusoidal steady-state electromagnetic penetration problems.\"[5] In 1990, he was the first person to be named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in the FDTD area. Taflove was the recipient of the 2014 IEEE Electromagnetics Award with the following citation: \"For contributions to the development and application of finite-difference time-domain (FDTD) solutions of Maxwell's equations across the electromagnetic spectrum.\" He was a Life Fellow of the IEEE and a Fellow of the Optical Society (OSA). His OSA Fellow citation reads: \"For creating the finite-difference time-domain method for the numerical solution of Maxwell's equations, with crucial application to the growth and current state of the field of photonics.\"", "4859320": "Pierre Goldschmidt, a Belgian nuclear scientist, retired June, 2005, as Deputy Director General and Head of the Department of Safeguards at the International Atomic Energy Agency, (IAEA), succeeded by Olli Heinonen. From mid-2005 to the end of 2017, Goldschmidt was a researcher of the Carnegie Endowment for International Peace.", "67675581": "Arthur Alan Middleton is a professor of physics and the associate dean of the College of Arts and Sciences at Syracuse University.[1][2] He is known for his work in the fields of disordered materials such as random magnets, spin glasses, and interfaces in a random environment, transport in disordered materials, interface motion, and colloidal assemblies, condensed matter physics, statistical physics, and computational physics, connections between algorithm dynamics, computer science analyses, algorithms for efficient simulation of complex dynamics, including heuristic coarse graining for glassy materials.[3]", "38282692": "Vadim Alekseyevich Kuzmin (Russian: Вади́м Алексе́евич Кузьми́н; 16 April 1937 – 17 September 2015) was a Russian theoretical physicist.", "4072900": "Raymond Thomas Pierrehumbert FRS is the Halley Professor of Physics at the University of Oxford. Previously, he was Louis Block Professor in Geophysical Sciences at the University of Chicago. He was a lead author on the Third Assessment Report of the IPCC (Intergovernmental Panel on Climate Change) and a co-author of the National Research Council report on abrupt climate change.", "63251914": "Tokio Takeuchi (Japanese: 竹内 時男, Hepburn: Takeuchi Tokio, 26 October 1894 – 24 April 1944) was a Japanese physicist.", "796106": "Yasuo Tanaka (田中 靖郎, Tanaka Yasuo, 18 March 1931 – 18 January 2018) was a Japanese astrophysicist and a member of the Japan Academy.  He was professor emeritus at the University of Tokyo and Institute of Space and Astronautical Science (ISAS) (part of JAXA) in Kanagawa, Japan and guest scientist at the Max Planck Institute for Extraterrestrial Physics in Garching, Germany.", "31073742": "Don Lincoln (born 1964) is an American physicist, author, host of the YouTube channel Fermilab, and science communicator. He conducts research in particle physics at Fermi National Accelerator Laboratory, and was an adjunct professor of physics at the University of Notre Dame, although he is no longer affiliated with the university.[1] He received a Ph.D. in experimental particle physics from Rice University in 1994. In 1995, he was a co-discoverer of the top quark.[2] He has co-authored hundreds of research papers, and more recently, was a member of the team that discovered the Higgs boson in 2012.[3]", "7579091": "Matthew B. Koss (born September 16, 1961 in Boston, Massachusetts) is a widely published solid-state physicist.", "17933780": "Peter Neil Temple Wells CBE DSc FMedSci FREng[1] FIET FInstP FLSW FRS[2] (19 May 1936 in Bristol, England – 22 April 2017)[3] was a British medical physicist who played a major role in the application of ultrasound technology in medicine.[4][5][6]", "17245653": "John Clarke (born 10 February 1942) is a British physicist and a Professor of Experimental Physics at University of California at Berkeley.", "52635096": "Juan Bisquert (Düsseldorf, 1962),  is a Spanish physicist known for his contributions to materials and devices for sustainable energy production. He grew up in Dénia, and he is a professor at Jaume I University in Castellón de la Plana. His work on solar cells relates physical principles and modelling of electronic and ionic processes to the interpretation of measurement techniques for the photovoltaic operation.", "1975770": "Janwillem van den Berg (26 November 1920 in Akkrum – 18 October 1985 in Groningen) was a Dutch speech scientist and medical physicist who played a major role in establishing the myoelastic-aerodynamic theory[1] of voice production. The most notable aspect of van den Berg's theory is its impact on modern speech science in providing a foundation for modern models of vocal fold function.", "66233834": "Armen Trchounian (Armenian: Արմեն Թռչունյան, Russian: Армен Трчунян, 29 April 1956 – 18 November 2020[1]) was an Armenian biophysicist. D.Sc. in Biological sciences (1990) and professor (2002), Corresponding Member of NAS RA (2006)[2] and Head of the Department of Biochemistry, Microbiology, and Biotechnology of Yerevan State University (2016–2020).", "42968557": "Anna N. Żytkow (Polish pronunciation: [ˈanna ˈʐɨtkɔf]; born 21 February 1947) is a Polish astrophysicist working at the Institute of Astronomy of the University of Cambridge.[1][2] Żytkow and Kip Thorne proposed a model for what is called the Thorne–Żytkow object, which is a star within another star. Żytkow in 2014 was part of the team led by Emily M. Levesque which discovered the first candidate for such an object.", "40904175": "Lucy Wilson (October 19, 1888 – September 22, 1980) was an American physicist, known for her research on theories of vision, optics and X-ray spectroscopy.[2] She was also the first dean of students at Wellesley College.[3]", "65938928": "Nathalie Picqué is a French physicist working at the Max Planck Institute of Quantum Optics\n[1]  in the field Frequency Combs, where she studies ultra-high resolution spectroscopy using ultrashort pulses of light combined with Fourier-transform spectroscopy[2] to reveal the fine chemistry of samples, in particular in the mid-infrared,[3] demonstrating resolving power in excess of 1,000,000,000,000.", "66299379": "Marian Elaine Toms (May 17, 1917 – June 25, 2019)[1] was a Korean-born American physicist at the United States Naval Research Laboratory known for her experiments on photodisintegration of metals and for her Bibliography of Photonuclear Reactions.", "46867955": "Attila Grandpierre (Hungarian: Grandpierre Attila; born 4 July 1951) is a Hungarian musician, astrophysicist, physicist, self-taught historian, writer and poet. He is best known as leader/vocalist of the Galloping Coroners (Hungarian: Vágtázó Halottkémek) rock band.", "58729976": "Jonathan C. Knight, FRS (born 1964, in Lusaka) is a British physicist. He is the Pro Vice-Chancellor (Research) for the University of Bath[1] where he has been Professor in the Department of Physics since 2000, and served as head of department.[2] From 2005 to 2008, he was founding Director of the university's Centre for Photonics and Photonic Materials.", "38282747": "Andrew John Schofield (better known as Andy Schofield) is an academic and administrator who is the Vice-Chancellor of Lancaster University.[3] A theoretical physicist, he was previously a Pro-Vice-Chancellor at the University of Birmingham and Head of its College of Engineering and Physical Sciences. As an academic, his research focus is in the theory of correlated quantum systems, in particular non-Fermi liquids, quantum criticality and high-temperature superconductivity.[4][5]", "72492544": "Karl Martin Wolf (born 1961) is a German experimental physicist specializing in electron and optical spectroscopy and their use for studying the dynamical processes in solid state materials, surfaces, and interfaces. He is the current director of the Department of Physical Chemistry at the Fritz Haber Institute of the Max Planck Society in Berlin, Germany.[1]", "55158274": "Ludwig Flamm (29 January 1885 - 4 December 1964) was an Austrian physicist.", "26977796": "William A. Edelstein FInstP (November 21, 1944 – February 10, 2014) was an American physicist. One of the key developers of magnetic resonance imaging (MRI), he was part of the team that developed the first full-body MRI scanner at the University of Aberdeen, Scotland, and was the primary inventor of spin-warp imaging, which is still used in all commercial MRI systems.[1]", "37234186": "Anna Mani (23 August 1918 – 16 August 2001) was an Indian physicist and meteorologist.[1] She retired as the Deputy Director General of the Indian Meteorological Department and also served as a visiting professor at the Raman Research Institute.[1]\nMani made contributions to the field of meteorological instrumentation, conducted research, and published numerous papers on solar radiation, ozone, and wind energy measurements.[2] [3]", "23078417": "Hilmi Volkan Demir is a Turkish scientist, best known for his works on white light generation.[2]", "43787799": "Brian Garner Wybourne (5 March 1935 – 26 November 2003) was a New Zealand theoretical physicist known for his groundbreaking work on the energy levels of rare-earth ions and applications of Lie groups to the atomic f shell and by mathematicians for his work on group representation theory.[1]", "41461273": "Boris Vladimirovich Struminsky (Russian: Борис Владимирович Струминский; 14 August 1939 – 18 January 2003) was a Russian and Ukrainian physicist known for his contribution to theoretical elementary particle physics.", "3581465": "Isaak Yakovlevich Pomeranchuk (Russian: Исаа́к Я́ковлевич Померанчу́к; 20 May 1913 – 14 December 1966) was a Soviet physicist of Polish origin in the former Soviet nuclear weapons program. His career in physics spent mostly studying the particle physics (including thermonuclear weapons), quantum field theory, electromagnetic and synchrotron radiation, condensed matter physics and the physics of liquid helium.", "48637466": "Mikhail Aleksandrovich Guzev (born 6 August 1962) is a Russian mathematician, mechanician and a full member of the Russian Academy of Sciences (RAS) (2016). Director of Institute of Applied Mathematics of Far-Eastern Branch of RAS.[1]", "67380762": "Marine geophysics is the scientific discipline that employs methods of geophysics to study the world's ocean basins and continental margins, particularly the solid earth beneath the ocean. It shares objectives with marine geology, which uses sedimentological, paleontological, and geochemical methods. Marine geophysical data analyses led to the theories of seafloor spreading and plate tectonics.", "304671": "Christopher Polhammar (18 December 1661 – 30 August 1751) better known as Christopher Polhem (listenⓘ), which he took after his ennoblement in 1716, was a Swedish scientist, inventor and industrialist. He made significant contributions to the economic and industrial development of Sweden, particularly mining. He was ennobled by King Charles XII of Sweden for his contributions to Swedish technological development.[1][2][3]", "53028384": "Norbert Bartel is a Canadian physicist and astronomer, currently a Distinguished Research Professor at York University.[1][2]", "64923174": "Kathleen Collins is an American biophysicist and professor at the University of California, Berkeley. Her research considers telomerase RNA structure and telomere function. In 2020 she was elected a Fellow of the American Academy of Arts and Sciences.", "8365611": "Adolphe Van Tiggelen (1914–1969) was a Belgian scientist and professor at the University of Louvain (UCLouvain). He made important contributions to the understanding of flame processes. In 1961, he was awarded the Francqui Prize on Exact Sciences.", "71837228": "Albert Mien-fu Chang (Chinese: 張綿福) is a condensed matter physicist.", "71214640": "Gene Frederick Dresselhaus (November 7, 1929, Ancón, Panama – September 29, 2021, California)[1][2] was an American condensed matter physicist. He is known as a pioneer of spintronics and for his 1955 discovery of the eponymous Dresselhaus effect.[3]", "42411568": "Diana McSherry (born 1945) is an American computer scientist and biophysicist. She is known for her research in and development of computer-based systems to analyze heart function. Her system produced computer images of the circulation system and heart, allowing physicians to observe circulatory and heart functions without surgery. This system was developed in the 1970s and was revolutionary at the time, given that computational approaches to medicine was a burgeoning field.[1]", "3876403": "Professor Stephen Timothy Hyde is an Australian scientist who was appointed Fellow of the Australian Academy of Science in 2005.", "62400052": "Ma Yugang (Chinese: 马余刚; born March 1968) is a Chinese nuclear physicist and an academician of the Chinese Academy of Sciences (CAS). He is currently a professor at Fudan University.", "2205238": "Balfour Stewart (1 November 1828 – 19 December 1887) was a Scottish physicist and meteorologist.", "3024438": "Lieutenant-Colonel Archibald Campbell, 1st Baron Blythswood, FRS (22 February 1835 – 8 July 1908) was a Scottish soldier, Tory politician, scientist and Grand Master of the Grand Lodge of Scotland.[1][2]", "17901111": "Timothy J. Callahan is an associate professor of geology and environmental geosciences at the College of Charleston in South Carolina. He is director of the college's Master of Environmental Studies program and has interests in hydrogeology, wetlands and water resources.[1]", "52241977": "Banibrata Mukhopadhyay is an Indian Scientist/Astrophysicist and a professor of Physics at the Indian Institute of Science, Bangalore, India, born at Kolkatta, India to Pulak Mukhopadhyay, a biologist, and Tapati Mukhopadhyay, an academician.  Mukhopadhyay's mother tongue is Bengali.", "42870335": "Bice Sechi-Zorn (1928 – 10 December 1984, Hamburg[1]) was an Italian/American nuclear physicist, and professor at the University of Maryland.", "35792449": "Moyal Medal (2013)\nEllery Medal (2004)\nCentenary Medal (2002)\nProfessor of the University, University of Sydney (2000)\nHarrie Massey Medal and Prize (1998)\nDozor Fellow, Ben Gurion University of the Negev (1997)\nThomas Ranken Lyle Medal (1987)\nWalter Boas Medal (1986)\nFellow, Australian Academy of Science (1986)\nPawsey Medal (1974)", "53683778": "Ramesh Chandra Majumdar  (1904-1995) was an Indian physicist who made contributions in several branches of theoretical physics, notably statistical mechanics and ionospheric physics. He played a key role in setting up the Department of Physics and Astrophysics at the University of Delhi, which he headed for around nine years, and also was pro-vice-chancellor of the university.[1] He was elected a Fellow of the Indian National Science Academy and was general secretary of the National Academy of Sciences, India.", "54666820": "Prof Magnus Maclean FRSE MIEE MICE LLD (1857-1937) was an electrical engineer who assisted Lord Kelvin in his electrical experiments and later became Professor of Electrical Engineering in Glasgow (one of the first to hold such a title). The Magnus Maclean Memorial Prize given to students of electrical engineering is named in his honour.  A native speaker of Scottish Gaelic, he also lectured in Celtic Studies at the University of Glasgow, delivering the MacCallum lectures, in English between 1901 and 1093.  These lectures constituted the first official lectures in Celtic studies at the University.[1]", "21734987": "Matthew Linzee Sands (October 20, 1919 – September 13, 2014)  was an American physicist and educator best known as a co-author of the Feynman Lectures on Physics. A graduate of Rice University, Sands served with the Naval Ordnance Laboratory and the Manhattan Project's Los Alamos Laboratory during World War II.", "1615445": "Jacques Babinet (French: [babinɛ]; 5 March 1794 – 21 October 1872) was a French physicist, mathematician, and astronomer who is best known for his contributions to optics.", "70100570": "Liliane Léger née Quercy (born August 22, 1944) is a French physicist. Her research considers polymers and the molecular mechanisms of adhesion. She was awarded the Groupe Français d’Études et d’Applications des Polymères Prix d’Honneur in 2021.", "68888156": "Jan Vincent Sengers (born May 27, 1931) is a Dutch–American physicist and a distinguished university professor emeritus at the Institute for Physical Science and Technology of the University of Maryland in College Park, MD.[2] He is known for seminal contributions in critical and non-equilibrium phenomena in soft condensed matter.", "69805661": "Gregory Horndeski is an American painter, physicist and mathematician, known mainly for the formulation of Horndeski's theory of gravitation.", "27567717": "John Francis Clauser (/ˈklaʊzər/; born December 1, 1942) is an American theoretical and experimental physicist known for contributions to the foundations of quantum mechanics, in particular the Clauser–Horne–Shimony–Holt inequality.[1]  Clauser was awarded the 2022 Nobel Prize in Physics, jointly with Alain Aspect and Anton Zeilinger \"for experiments with entangled photons, establishing the violation of Bell inequalities and pioneering quantum information science\".[2]", "927339": "Gustav Adolf Feodor Wilhelm Ludwig Mie (German: [miː]; 29 September 1868 – 13 February 1957) was a German physicist.", "69609068": "Hermann Nicolai (born 11 July 1952 in Friedberg) is a German theoretical physicist and director emeritus at the Max Planck Institute for Gravitational Physics in Potsdam-Golm.", "50505329": "Gregory Evgenievich (Ezekielevich) Pikus (May 7, 1923 – April 12, 1998) was a Soviet theoretical physicist whose contributions strongly influenced developing physics of semiconductors. Among his most fundamental contributions are development of the method of invariants in band theory of solids, the Bir-Aronov-Pikus mechanism of spin relaxation of electrons, prediction of the circular photogalvanic effect, and theory of weak localization in noncentrosymmetric structures. His three monographs [1][2][3] reflect the focus points of the theory of semiconductors during the second half of the 20th century from transistors to band theory to properties to artificial nanostructures.", "59156083": "Suzanne Aigrain (born 1979)[1] is a Professor of Astrophysics at the University of Oxford and a Fellow of All Souls College, Oxford.[2] She studies exoplanets and stellar variability.[3]", "50046584": "Stephanie A. Majewski (born 1981) is an American physicist at the University of Oregon (UO) researching high energy particle physics at the CERN ATLAS experiment. She worked as a postdoctoral research associate at the Brookhaven National Laboratory prior to joining the faculty at UO in 2012. She was selected for the Early Career Research Program award of the U.S. Department of Energy (DOE), one of 35 scientists in all DOE-supported fields to receive this national honor in 2014.", "55912058": "Hélène (Di Nella) Courtois (born 1970[citation needed]) is a French astrophysicist specialising in cosmography. She is a professor at the University of Lyon 1 and has been a chevalier of the Ordre des Palmes Académiques since 2015.", "64267915": "Jean Peck Krisch (born 1939)[1] is an American theoretical cosmologist and astrophysicist whose research concerns the theory of general relativity and the behavior of relativistic stars. She is Arthur F. Thurnau Professor Emerita of Physics at the University of Michigan.[2]", "72394380": "Monica Felicia Crăciun is a British-Romanian physicist who is a Professor of Nanoscience at the University of Exeter.[1] Her research investigates 2D Materials for civil engineering, wearable technologies and optoelectronic devices. Craciun has pioneered the incorporation of graphene into concrete, wearable technologies and optoelectronic devices.", "9938573": "Isaak Konstantinovich (Kushelevich) Kikoin (Russian: Исаак Константинович (Кушелевич) Кикоин; 28 March 1908 – 28 December 1984), D.N., was a Soviet physicist of Lithuanian origin and an author of physics textbooks in Russian language who played an important role in the former Soviet program of nuclear weapons.: 27 [1]", "8365721": "Jules Charles Gérard Léon Duchesne (1911–1984) was a Belgian scientist. He was awarded the Francqui Prize on Exact Sciences and the Gold Medal of the Francqui Foundation in 1961, for his work on molecular physics.[1]", "56927906": "Moumita Dutta is an Indian Physicist working at the Space Applications Centre (SAC), Indian Space Research Organisation (ISRO) - Ahmedabad, as a scientist/engineer. She has expertise in the development and testing of the  Optical and IR sensors/instruments/payloads (i.e. cameras and imaging spectrometers). She was part of the team Mars Orbiter Mission (MOM) to put a probe into orbit around Mars in 2014. She contributed significantly in the development of one of the five payloads of MOM.[1]", "64071331": "Viachelav V. Belyi, also referred to as Slava Belyi (1 August 1945 – 20 May 2020) was a Russian scientist who specialised in physics-thermodynamics, Laureate of a scientist Prize of the Russian Federation (1991, together with Irina Veretennikoff and Yuri Klimontovich), junior, then senior and finally chief scientist at IZMIRAN (1971–2020), collaborator of Nobel prize Laureate Ilya Prigogine in 1980s and 1990s with an external affiliation to the Laboratoire de physique des plasmas at the ULB (Brussels, Belgium).", "53159593": "Michael Ghil (born 10 June 1944 in Budapest, Hungary)[1] is an American and European mathematician and physicist, focusing on the climate sciences and their interdisciplinary aspects. He is a founder of theoretical climate dynamics, as well as of advanced data assimilation methodology.[1] He has systematically applied dynamical systems theory to planetary-scale flows, both atmospheric and oceanic. Ghil has used these methods to proceed from simple flows with high temporal regularity and spatial symmetry to the observed flows, with their complex behavior in space and time. His studies of climate variability on many time scales have used a full hierarchy of models, from the simplest ‘toy’ models all the way to atmospheric, oceanic and coupled general circulation models.[2] Recently, Ghil has also worked on modeling and data analysis in population dynamics, macroeconomics, and the climate–economy–biosphere system.", "5744299": "James H. Stith (born July 17, 1941) is an American physicist and educator. He is known for his influential roles in multiple scientific societies. He is the former vice president of the Physics Resource Center at the American Institute of Physics, a past president of the American Association of Physics Teachers, and a past president of the National Society of Black Physicists.[1]", "55846571": "Adalberto Giazotto (1 February 1940 – 16 November 2017) was an Italian physicist.", "13608626": "Evgeny Pavlovich Velikhov (Russian: Евгений Павлович Велихов; born 2 February 1935) is a physicist and scientific leader in the Russian Federation.[1] His scientific interests include plasma physics, lasers, controlled nuclear fusion, power engineering, and magnetohydrodynamics (high-power pulsed MHD generators). He is the author of over 1500 scientific publications and a number of inventions and discoveries.", "1484467": "Aloyzas Sakalas (6 July 1931 – 18 July 2022)[1] was a Lithuanian politician, signatory of the Act of the Re-Establishment of the State of Lithuania, and Member of the European Parliament with the Social Democratic Party of Lithuania. Aloyzas Sakalas was also a part of the Socialist Group and sat on the European Parliament's Committee on Legal Affairs.", "42542783": "Andreas Mandelis (Greek: Ανδρέας Μανδέλης; born 22 June 1952)[1] is a professor and researcher at the department of Mechanical and Industrial Engineering at the University of Toronto and director of the Center for Advanced Diffusion-Wave and Photoacoustic Technologies (CADIPT).[2] He is an internationally recognized expert in thermophotonics.[3] His research encompasses the non-destructive evaluation of materials with industrial and biomedical applications.[3] He is considered a pioneer in the fields of diffusion-wave, photothermal and photoacoustic sciences and related technologies.[4][5] He is the inventor of a photothermal imaging radar which can detect tooth decay at an early stage.[6]", "31172287": "Yves Bréchet (French: [bʁeʃɛ]) (born October 12, 1961) is a physicist, specialist of materials science, former High Commissioner for Atomic Energy of France, current Scientific Director of Saint Gobain, professor (part-time) at Monash University, and a member of the French Academy of Sciences.", "74393286": "Debora Šijački is a computational cosmologist whose research involves computational methods for simulating the formation and development of the structures in the universe including galaxies, galaxy clusters, and dark matter,[1] including collaborations in the Illustris project.[2] Originally from Serbia,[3] she was educated in Italy and Germany,[4] and works in the UK as a professor at the University of Cambridge[5] and deputy director of the Kavli Institute for Cosmology.[6]", "39102151": "Alexander Calandra (January 12, 1911 – March 8, 2006) was a scientist,[1] educator, and author, perhaps best remembered for his short story, \"Angels on a Pin (101 Ways to Use a Barometer).\"", "53847752": "Douglas A. Wiens is an American geophysicist, focusing in seismology and geophysics, currently the Robert S. Brookings Distinguished Professor at Washington University in St. Louis.[1][2]", "7710409": "Edward Salisbury Dana (November 16, 1849 – June 16, 1935) was an American mineralogist and physicist.  He made important contributions to the study of minerals, especially in the field of crystallography.", "9938634": "Venedikt Petrovich Dzhelepov (Russian: Венедикт Петрович Джелепов) (April 12, 1913 in Moscow – March 12, 1999) was a Soviet physicist.[1][2]", "55584459": "Aneesur Rahman Prize for Computational Physics (2010)\nBreakthrough Prize in Fundamental Physics (2016)\nNew Horizons in Physics Prize (2017)\nDirac Medal of the ICTP (2021)", "5383886": "Karl Ferdinand Herzfeld (February 24, 1892 – June 3, 1978) was an Austrian-American physicist.", "66037456": "Yitzhak Maron (Hebrew: יצחק מרון) is a plasma physicist and a professor at the Weizmann Institute of Science.[1][2] He is known for pioneering spectroscopic techniques to measure and characterize plasmas under extreme conditions (e.g. high-current, high-voltage, high-fields, short-duration) which won him the 2007 IEEE Plasma Science and Applications (PSAC) Award[3] and the 2009 John Dawson Award for Excellence in Plasma Physics Research.[4]", "51783388": "Tor Brustad (20 December 1926 – 12 September 2016) was a Norwegian biophysicist.", "27928290": "Francis Edgar Jones MBE FRS,[1] (16 January 1914 – 10 April 1988) was a British physicist who co-developed the Oboe blind bombing system.[2]", "65480419": "Abigail Goodhue Vieregg is a professor of physics at the Enrico Fermi Institute and Kavli Institute of Cosmology, University of Chicago,[1] specializing in neutrino astrophysics and cosmology. Her work focuses on cosmic high-energy neutrinos and mapping the cosmic microwave background.[2]", "4368106": "Philip St. John Russell, FRS, (born March 25, 1953, in Belfast) is Emeritus Director of the Max Planck Institute for the Science of Light in Erlangen, Germany.  His area of research covers \"photonics and new materials\", in particular the examination of new optical materials, especially of photonic crystal fibres,[1] and more generally the field of nano- and micro-structured photonic materials.", "40904432": "Achille Papapetrou (Greek: Αχιλλέας Νικολάου Παπαπέτρου; February 2, 1907 – August 12, 1997) was a Greek theoretical physicist, who contributed to the general theory of relativity. He is known for the Mathisson–Papapetrou–Dixon equations,[1] the Majumdar–Papapetrou solution,[2] and the Weyl−Lewis−Papapetrou coordinates of gravity theory.", "501497": "Jack Melton Boardman, commonly known as John Boardman, (born September 8, 1932) is an American physicist. He is a former professor of physics at Brooklyn College; a noted science fiction fan, author and fanzine publisher; and a gaming authority.", "66692857": "Institute for Quantum Optics and Quantum Information,", "51357435": "Katharine Blodgett Gebbie (July 4, 1932 – August 17, 2016) was an American astrophysicist and civil servant. She was the founding Director of the Physical Measurement Laboratory of the National Institute of Standards and Technology (NIST), and of its two immediate predecessors, the Physics Laboratory and the Center for Atomic, Molecular and Optical Physics, both for which she was the only Director. During her 22 years of management of these institutions, four of its scientists were awarded the Nobel Prize in Physics.[1] In 2015, the NIST Katharine Blodgett Gebbie Laboratory Building in Boulder, Colorado was named in her honor.[2]", "22030082": "John Michael Kosterlitz (born June 22, 1943) is a Scottish-American physicist. He is a professor of physics at Brown University[4] and the son of biochemist Hans Kosterlitz. He was awarded the 2016 Nobel Prize in physics along with David Thouless and Duncan Haldane for work on condensed matter physics.[1]", "36939522": "John Asher Johnson (4 January 1977) is an American astrophysicist and professor of astronomy at Harvard. He is the first tenured African-American physical science professor in the history of the university. Johnson is well known for discovering three of the first known planets smaller than the Earth outside of the solar system, including the first Mars-sized exoplanet.", "5613318": "Kirsty McCabe is a Scottish weather forecaster and presenter at Sky News, and was formerly the senior meteorologist at The Weather Channel, based at the UK office in London.", "1451788": "Jack W. Aeby (/ˈæbi/; August 16, 1923 – June 19, 2015) was an American environmental physicist most famous for having taken the only well-exposed color photograph of the first detonation of a nuclear weapon on July 16, 1945, at the Trinity nuclear test site in New Mexico.[2][3]", "68232972": "Juliusz Hibner (real name Dawid Szwarc; 11 October 1912 – 13 November 1994) was a brigadier general in the Polish People's Army and recipient of the title of Hero of Soviet Union. He also served as the commander of the Internal Security Corps and later became a nuclear physicist.[1]", "42772251": "Victor Sergeevich Fadin (Russian: Виктор Сергеевич Фадин; born 28 November 1942, Poperechnoe village, Novosibirsk oblast) is a Russian physicist, well known for his contributions to theoretical physics and particle physics. He is a principal researcher at Budker Institute of Nuclear Physics (BINP) and professor of theoretical physics at Novosibirsk State University (NSU).", "71247646": "Donald Anderson Edwards (5 January 1905 – 19 December 1999) was an American physicist. Edwards was the founding chair of the physics department at North Carolina A&T State University, and spent his career teaching there and at other historically Black colleges and universities across the United States. His research was in the field of X-ray diffraction crystallography,[1] and he was known for his 1931 determination of the complete crystal structure of potassium nitrate.[2]", "70362916": "Isabelle Cantat (née Durand, born 1974) is a French physicist specializing in foams and their fluid dynamics. She is a professor in the Institute of Physics of Rennes at the University of Rennes.[1]", "7710506": "Johannes Georg Bednorz (German pronunciation: [ˈɡeːɔʁk ˈbɛdnɔʁt͡s] ⓘ; born 16 May 1950) is a German physicist who, together with K. Alex Müller, discovered high-temperature superconductivity in ceramics, for which they shared the 1987 Nobel Prize in Physics.", "71444271": "Mark Bolsterli (October 3, 1930, New Haven, Connecticut – May 19, 2012, Santa Fe, New Mexico) was an American theoretical physicist, specializing in nuclear physics.[1]", "70657841": "Graham Kribs is an American theoretical particle physicist at the University of Oregon. He was elected a Fellow of the American Physical Society in 2015.", "2107186": "William David Coolidge (/ˈkuːlɪdʒ/; October 23, 1873 – February 3, 1975)[1] was an American physicist and engineer, who made major contributions to X-ray machines. He was the director of the General Electric Research Laboratory and a vice-president of the corporation. He was also famous for the development of \"ductile tungsten\", which is important for the incandescent light bulb.", "23275314": "Anders Jonas Ångström (Swedish: [ˈânːdɛʂ ˈjûːnas ˈɔ̂ŋːstrœm]; 13 August 1814 – 21 June 1874) was a Swedish physicist and one of the founders of the science of spectroscopy.[1]", "70821684": "Alan Bernard Lidiard (9 May 1928 – 21 November 2020), or A. B. Lidiard, was a British condensed matter physicist known for his research into defects in materials.[1][2]", "31139636": "Mikhail Izrailevich Rabinovich (MIR) (Russian: Михаи́л Изра́илевич Рабино́вич (MИР); born April 20, 1941) is a Russian influential physicist and neuroscientist working in the field of nonlinear dynamics and its applications. His work helped shape the understanding of dynamical systems.", "53094199": "Su Hongjun (simplified Chinese: 苏洪钧; traditional Chinese: 蘇洪鈞; pinyin: Sū Hóngjūn; March 10, 1940 – February 2, 2017) was a Chinese astronomer who once led the LAMOST project.[1]", "74327862": "Horacio A. Farach is an Argentine physicist.", "18818878": "Peter Vaughan Elsmere McClintock (born 17 October 1940, in Omagh, Northern Ireland) is notable for his scientific work on superfluids and stochastic nonlinear dynamics.[1]", "38905669": "Sir Robert Cockburn KBE CB (/ˈkoʊbərn/ KOH-bərn; 31 March 1909 – 21 March 1994) was a British government scientist who played an important role in the field of electronic countermeasures for the RAF in the defence of Britain during the Second World War and later became Director of the Royal Aircraft Establishment and Chief Scientist at the Ministry of Aviation.", "61581131": "Anne Borg (born September 27, 1958) is a Norwegian professor of physics and rector at the Norwegian University of Science and Technology in Trondheim. She was prorector of education at NTNU from August 1, 2017 to August 20, 2019. She was appointed acting rector of NTNU on August 21, 2019, later being officially employed as rector on December 13 the same year.[1]", "61548368": "Judith M. Dawes is an Australian physicist who is Professor of Physics at Macquarie University. She studies the interactions of light at the nanoscale and the applications of lasers in sensing. She is a former president of the Australian Optical Society, and a Fellow of SPIE and Optica (formerly the Optical Society).", "69052245": "Wilhelm Gottlieb Hankel  (17 May 1814 – 18 February 1899) was a German physicist who was among the first to identify pyroelectric effects and the rotation of the plane of optical polarization in fluorspar upon application of electricity.", "65447766": "Richard Kerner (born 3 January 1943) is a French theoretical physicist and[1]Professor Emeritus of Pierre and Marie Curie University whose research extends into gravitation, cosmology, field theory, solid-state physics, noncommutative geometry, quantum mechanics and mathematical and theoretical biology.[2]", "71903068": "Pascal Del'Haye is a German physicist specializing in integrated photonics. He is heading the Microphotonics Research Group at the Max Planck Institute for the Science of Light.[1]", "16197469": "Thomas Schrefl (born 26 March 1965 in Sankt Pölten) is an Austrian physicist. He is currently Head of the Center for Modelling and Simulation at the\nDanube University Krems. He is also Head of the Christian Doppler Research Laboratory for Magnet Design in collaboration with Toyota. Previously he was Professor of Communications & Simulation Engineering at the St. Pölten University of Applied Sciences. Between 2004 and 2008 he was Professor of Functional Materials at the University of Sheffield. From 2000 to 2006, he led the micromagnetism group at the Vienna University of Technology.\nIn 2005, Dr. Schrefl delivered the Wohlfarth memorial lecture.[1] His research interests include micromagnetic simulations, intelligent materials such as nano-sensors, high frequency oscillators, and atomic trap devices for medical applications.", "66692968": "Manuella Vincter is a professor in the Department of Physics at Carleton University.[1] \nShe is the deputy spokesperson for the ATLAS experiment,[2] and a Fellow of the Royal Society of Canada.[3]", "52668267": "Satish Ramnath Shetye (born 1950) is an Indian geophysicist, oceanographer and a former vice chancellor of the University of Goa.[1] \nHe is a former director of the National Institute of Oceanography (NIO)[2] and is known for his researches on the monsoon-driven currents along the Indian coast.[3] He is an elected fellow of all the three major Indian science academies viz. Indian National Science Academy,[4] Indian Academy of Sciences,[5] National Academy of Sciences, India[6] as well as the Indian Geophysical Union.[7] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 1992.[8][note 1]", "31631211": "Elda Emma Anderson (October 5, 1899 – April 17, 1961) was an American physicist and health researcher. During World War II, she worked on the Manhattan Project at Princeton University and the Los Alamos National Laboratory, where she prepared the first sample of pure uranium-235 at the laboratory. A graduate of the University of Wisconsin, she became professor of physics at Milwaukee-Downer College in 1929. After the war, she became interested in  health physics. She worked in the Health Physics Division of the Oak Ridge National Laboratory, and established the professional certification agency known as the American Board of Health Physics.", "68953963": "Valeska Zambra (26 March 1994, La Serena, Chile) is a Chilean physicist specialised in the area of state of matter and strange matter.[1][2]", "46475115": "John James Nolan (28 December  1888 – 18 April 1952) was an Irish physicist who served as President of the Royal Irish Academy from 1949 to 1952.[1]", "31598445": "Karl Heinz Beckurts (born 16 May 1930 in Rheydt; murdered[1] 9 July 1986 in Straßlach near Munich) was a German physicist and research manager.", "34482044": "Heinrich Hora (born 1931 in Bodenbach, Czechoslovakia) is a German-Australian theoretical physicist who made contributions to solid state physics, optical properties of plasma with relativistic and quantum effects and nonlinear dynamics with applications of lasers for producing nuclear fusion energy. He lives in Sydney where he is an emeritus professor at the University of New South Wales and a former vice-president of the Royal Society of New South Wales.", "58697598": "Ursula Rita Bassler (born 1965) was the President of the CERN Council from 2019 to 2021,[1] and  former deputy director of National Institute of Nuclear and Particle Physics (IN2P3), CNRS .", "1812351": "Mindwalk is a 1990 feature film directed by Bernt Capra, adapted from his short story based on The Turning Point, a nonfiction book by physicist Fritjof Capra, his brother.", "25110406": "M. P. Parameswaran  is an Indian nuclear engineer and educationist, who played an important role in the Indian nuclear programme. In 2022, he was honoured with Kerala Sree Award, third highest civilian award given by the Government of Kerala.[1]", "61351814": "Adekunle Olusola Adeyeye (born May 1, 1968)[1] is a Nigerian academic and university administrator,[2] announced in July 2019 as principal of Trevelyan College, Durham University.[3]", "66004874": "Louis Aub Bloomfield (born October 11, 1956) is a physics professor at the University of Virginia. Bloomfield became a fellow of the American Physical Society in 1994 for his work on cluster magnetism and has received several other significant honors. Bloomfield is often referenced as a physics authority in major news publications.", "9512856": "Otto Scherzer  (9 March 1909 – 15 November 1982) was a German theoretical physicist who made contributions to electron microscopy.", "57059226": "Allan David Franklin (born 1 August 1938, Brooklyn)[1] is an American physicist, historian of science, and philosopher of science.", "68855706": "Kathryn A. McCarthy (August 7, 1924 – December 24, 2014)[1] was an American physicist who studied \"the physical, optical and thermal properties of optical crystalline materials\", became the youngest faculty member ever hired at Tufts University and, later, became the first woman to serve as provost at Tufts.[2]", "20850588": "Harry Zvi Tabor (March 7, 1917 – December 15, 2015) was an Israeli physicist. He is known as the father of Israeli solar energy.[1][2]  He is generally credited with having brought Israel's solar energy program to international prominence.[3]", "17377178": "Vetle Vinje (born 14 March 1962) is a Norwegian competition rower and Olympic medalist.", "67381162": "Michelle Dong Wang is a Chinese-American physicist who is the James Gilbert White Distinguished Professor of the Physical Sciences at Cornell University. She is an Investigator of the Howard Hughes Medical Institute. Her research considers biomolecular motors and single molecule optical trapping techniques. She was appointed Fellow of the American Physical Society in 2009.", "63383473": "Silke Bühler-Paschen is a German-Austrian solid-state physicist and has been professor for physics at TU Wien, Austria since 2005.[1]", "53061553": "Robin Marshall (born 1940)[4] FRS is an Emeritus professor of Physics & Biology in the School of Physics and Astronomy at the University of Manchester.[5][6] He currently[when?] lives in the village of Castillon-du-Gard in the region of Occitanie, where he writes and paints.[citation needed]", "6924212": "Herman Feshbach (February 2, 1917, in New York City – 22 December 2000, in Cambridge, Massachusetts) was an American physicist.  He was an Institute Professor Emeritus of physics at MIT.  Feshbach is best known for Feshbach resonance and for writing, with Philip M. Morse, Methods of Theoretical Physics.[1]", "1845174": "Sir Thomas Walter Bannerman Kibble CBE FRS MAE[1] (/ˈkɪbəl/; 23 December 1932 – 2 June 2016) was a British theoretical physicist, senior research investigator at the Blackett Laboratory and Emeritus Professor of Theoretical Physics at Imperial College London.[4] His research interests were in quantum field theory, especially the interface between high-energy particle physics and cosmology. He is best known as one of the first to describe the Higgs mechanism, and for his research on topological defects. From the 1950s he was concerned about the nuclear arms race and from 1970 took leading roles in promoting the social responsibility of the scientist.[5]", "6727608": "Martin Deutsch (29 January 1917 – 16 August 2002) was an Austrian-American professor of physics at MIT.[1]  He is best known for being the discoverer of positronium.", "18458560": "Luciano Pietronero (born 15 December 1949) is an Italian physicist (statistical physics) and full professor at the department of Physics at the Sapienza University of Rome. \nHe is also Director of the Institute of Complex Systems of the National Research Council (Consiglio Nazionale delle Ricerche).", "56960962": "Christine Angela Aidala is an American high-energy nuclear physicist, Alfred P. Sloan Research Fellow and Associate Professor of Physics at the University of Michigan.[1] She studies nucleon structure and parton dynamics in quantum chromodynamics.[2]", "20129736": "Ștefan Procopiu (Romanian pronunciation: [ʃteˈfan prokoˈpi.u]; January 19, 1890 – August 22, 1972) was a Romanian physicist and a titular member of the Romanian Academy.", "27731913": "Helmut Ormestad (12 May 1913 – 10 August 1993) was a Norwegian physicist[1][2] and researcher at the University of Oslo, specializing in acoustics. In 1983 he was awarded the Cappelen Prize,[3] for co-writing the physics textbook series Rom Stoff Tid with Otto Øgrim and Kåre Lunde.[4]\n[5]", "53880780": "Steven C. Wofsy is an American atmosphere and hydrospheric scientist currently Abbott Lawrence Rotch Professor of Atmospheric and Environmental Science at Harvard University and an Elected Fellow of the American Association for the Advancement of Science.[1] Awarded the Roger Revelle Medal in 2012.", "468942": "Yang Fujia (Chinese: 杨福家; 11 June 1936 – 17 July 2022) was a Chinese nuclear physicist. He was an academician of the Chinese Academy of Sciences, a renowned nuclear physicist and a Chancellor of the University of Nottingham, England. He was President of the University of Nottingham Ningbo China (UNNC).", "34514897": "István Horthy de Nagybánya II (born 17 January 1941 in Budapest) is a Hungarian physicist and architect, son of Hungarian deputy regent István Horthy and Ilona Edelsheim-Gyulai, and grandson of Admiral Miklós Horthy who served as Regent of Hungary from 1920 to 1944. In 1965 he converted to Islam and took the name Sharif Horthy. Horthy is a prominent member of the Indonesian spiritual association Subud, and has translated works by its founder, Subuh Sumohadiwidjojo, into English.[1]", "41428949": "Leaf Huang is a Fred Eshelman Distinguished Professor in the UNC Eshelman School of Pharmacy and a Professor UNC/NC State joint Biomedical Engineering department. He has authored and co-authored over 570 peer reviewed articles and as of 2017 carries an h-index of 138.[1]", "63547356": "Martin Moses Block (November 29, 1925 – July 22, 2016) was an American physicist, known as a co-discoverer with Aihud Pevsner of the eta meson in 1961.[1]", "43165669": "Mykhailo Pavlovych Lysytsa (Ukrainian: Михайло Павлович Лисиця; 15 January 1921, Vysoke – 10 January 2012, Kyiv) was a Soviet and Ukrainian physicist. The asteroid 8064 Lisitsa was named after him.[1]", "51947493": "Chen Da (Chinese: 陈达; pinyin: Chén Dá; 22 March 1937 – 22 July 2016) was a Chinese nuclear physicist, educator and academician of the Chinese Academy of Sciences (CAS).", "7677927": "Albert Betz (25 December 1885 – 16 April 1968) was a German physicist and a pioneer of wind turbine technology.", "62040040": "Mariam Sultana is a Pakistani astrophysicist.", "4401130": "Eugène Cremmer (7 February 1942, in Paris – 30 October 2019, in Paris[citation needed]) was a French theoretical physicist. He was directeur de recherche at the CNRS working at the École Normale Supérieure.[1] Cremmer was a postdoc at CERN from 1971–72.[2] In 1978, together with Bernard Julia and Joël Scherk, he co-developed 11 dimensional supergravity theory[3] and proposed a mechanism of spontaneous compactification in field theory.[4]", "731119": "George Braxton Pegram (October 24, 1876 – August 12, 1958) was an American physicist who played a key role in the technical administration of the Manhattan Project. He graduated from Trinity College (now Duke University) in 1895, and taught high school before becoming a teaching assistant in physics at Columbia University in 1900. He was to spend the rest of his working life at Columbia, taking his doctorate there in 1903 and becoming a full professor in 1918. His administrative career began as early as 1913 when he became the department's executive officer. By 1918, he was Dean of the Faculty of Applied Sciences but he resigned in 1930 to relaunch his research activities, performing many meticulous measurements on the properties of neutrons with John R. Dunning. He was also chairman of Columbia's physics department from 1913 to 1945.", "12855281": "Ernst Carl Reinhold Brüche (28 March 1900 in Hamburg – 8 February 1985 in Mosbach) was a German physicist.  From 1944 to 1972, he was the editor of the Physikalische Blätter, a publication of the Deutsche Physikalische Gesellschaft.", "70133756": "Michael Thomas Kotschenreuther is an American physicist.", "52406268": "Ching-Yao Fong (Chinese: 方敬堯)[1] is a physicist and a Distinguished Professor at the University of California, Davis,[2] and also a published author.[3] He is a Fellow of the American Physical Society, Institute of Physics.[2]", "12756993": "Charles Wesley Elmer (1872–1954) was an American amateur astronomer and court reporter who co-founded the Perkin-Elmer optical company in 1937.", "47163396": "Robert J. Schoelkopf III (born January 24, 1964) is an American physicist, most noted for his work on quantum computing as one of the inventors of superconducting qubits.[2] Schoelkopf's main research areas are quantum transport, single-electron devices, and charge dynamics in nanostructures. His research utilizes  quantum-effect and single-electron devices, both for fundamental physical studies and for applications. Techniques often include high-speed, high-sensitivity measurements performed on nanostructures at low temperatures.[3] Schoelkopf serves as director of the Yale Center for Microelectronic Materials and Structures and as associate director of the Yale Institute for Nanoscience and Quantum Engineering. Since 2014, Schoelkopf is also the Director of the Yale Quantum Institute.", "55879684": "Jessamyn Fairfield (born 13 October 1984) is an American physicist who researches biocompatible nanomaterials and neuromorphic devices at NUI Galway.", "56829961": "Ben Moore is an English professor of astrophysics, author, musician, and director of the Center for Theoretical Astrophysics and Cosmology at the University of Zürich. His research is focussed on cosmology, gravity, astroparticle physics, and planet formation.[2] He has authored in excess of 200 scientific papers on the origin of planets and galaxies, as well as dark matter and dark energy.[3] In his research, he simulates the universe using custom-built supercomputers.[4]", "8857611": "Antun Karlo Bakotić (4 November 1831 in Kaštel Gomilica – 13 January 1887 in Zadar) was a Croatian writer and physicist.", "1517581": "Dieter Lüst (born 21 September 1956 in Chicago) is a German physicist, full professor for mathematical physics at the Ludwig Maximilian University of Munich since 2004 and a director of the Max Planck Institute for Physics in Munich. His research focusses on string theory. In 2000, he received the Gottfried Wilhelm Leibniz Prize of the Deutsche Forschungsgemeinschaft, which is the highest honour awarded in German research.", "38283279": "The American Academy of Health Physics (AAHP) is a non-profit organization based in McLean, VA which serves to advance the profession of health physics through networking opportunities for members, certification of health physicists, and advisement to professionals to increase the application of health physics. The   Academy   has selective criteria for membership in the organization.", "73803796": "Jacek K. Furdyna is a Polish American physicist and academic. He is a Professor Emeritus at the University of Notre Dame.[1]", "53880852": "Sidney Carne Wolff (born 1941) is an American astrophysicist, researcher, public educator, and author. She is the first woman in the United States to head a major observatory, and she provided significant contributions to the construction of six telescopes.[1] Wolff served as Director of the Kitt Peak National Observatory (KPNO) and the National Optical Astronomy Observatory (NOAO).[2] She is a member of the International Astronomical Union's Division G: Stars and Stellar Physics.[3]", "10264": "Enrico Fermi (Italian: [enˈriːko ˈfermi]; 29 September 1901 – 28 November 1954) was an Italian and later naturalized American physicist, renowned for being the creator of the world's first nuclear reactor, the Chicago Pile-1, and a member of the Manhattan Project. He has been called the \"architect of the nuclear age\"[1] and the \"architect of the atomic bomb\".[2] He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutron bombardment and for the discovery of transuranium elements. With his colleagues, Fermi filed several patents related to the use of nuclear power, all of which were taken over by the US government. He made significant contributions to the development of statistical mechanics, quantum theory, and nuclear and particle physics.", "57190428": "Michael Kramer (born 1967 in Cologne) is a German radio astronomer and astrophysicist. He currently serves as a Director at the Max Planck Institute for Radio Astronomy in Bonn. He is also a professor at the University of Manchester and an Honorary Professor at the University of Bonn.", "29272095": "Philippe Blanchard (born January 1942) has been a Professor of Mathematical Physics at Faculty of Physics, Bielefeld University since 1980. He is both director of the Research Center BiBoS (Bielefeld-Bonn Stochastics) and deputy managing director of the Center for Interdisciplinary Research (Zentrum für interdisziplinäre Forschung, ZiF) at Bielefeld University.", "60139557": "Monika Schleier-Smith is an American experimental physicist studying many-body quantum physics by precisely assembling systems of ultracold atoms. These atomic, molecular, and optical physics (AMO) engineered systems have applications in quantum sensing, coherent control, and quantum computing.[2] Schleier-Smith is an associate professor of physics at Stanford University,[3] a Sloan Research Fellow,[1] and a National Science Foundation CAREER Award recipient.[4] Schleier-Smith also serves on the board of directors for the Hertz Foundation.[5]", "45197352": "Corinne Alison Manogue (born March 3, 1955) is an American physicist who has worked in general relativity, mathematical physics, and physics education.  She was elected a Fellow of the American Physical Society in 2005, and was an inaugural Fellow of the American Association of Physics Teachers in 2014.", "3614758": "Yaakov (Yasha) Rosenfeld (February 16, 1948 – July 21, 2002) was a condensed-matter theorist who made outstanding contributions to the statistical mechanics of liquids and dense plasmas.[1] He was a leading figure in theories of liquids and his fundamental measure approach to classical density functional theory has been a very significant contribution to the subject.[2] He received the Humboldt Prize, which is Germany's highest research award for foreign scientists and scholars in all disciplines.", "52045870": "Michele Limon is an Italian research scientist at the University of Pennsylvania.[1] Limon studied physics at the Università degli Studi di Milano in Milan, Italy and completed his post-doctoral work at the University of California, Berkeley. He has been conducting research for more than 30 years and has experience in the design of ground, balloon and space-based instrumentation. His academic specialties include Astrophysics, Cosmology, Instrumentation Development, and Cryogenics.", "65513520": "Phiala Elisabeth Shanahan is an Australian theoretical physicist who lives and works in the United States. She is known for her work on the structure and interactions of hadrons and nuclei and her innovative use of machine learning techniques in lattice quantum field theory calculations.[1]", "9906224": "Gerhard Schwehm (born 13 March 1949, Ludwigshafen am Rhein, Germany) is Head of Solar System Science Operations Division for the European Space Agency (ESA). He was Mission Manager for the Rosetta mission until his retirement.", "18556981": "Roberto D. Merlin is an Argentine physicist and Peter A. Franken Collegiate Professor of Physics and Professor of Electrical Engineering and Computer Science at the University of Michigan.  He is known, among other things, for his work on quasiperiodic superlattices, squeezed phonons, and, most recently, for the discovery of \"superfocusing\", a method for creating lenses that can surpass the diffraction limit without using negative refraction materials.", "5974074": "Juan Manuel Rodríguez Parrondo[2][3] (born 9 January 1964) is a Spanish physicist.[not verified in body] He is mostly popular for the invention of the Parrondo's paradox and his contributions in the thermodynamical study of information.[4]", "469053": "David Rowland Langford (born 10 April 1953)[1] is a British author, editor, and critic, largely active within the science fiction field. He publishes the science fiction fanzine and newsletter Ansible and holds the all-time record for most Hugo Awards, with a total of 29 wins.[2]", "58697793": "Daniela Bortoletto OBE is an Italian-British high energy physicist, head of Particle Physics at the University of Oxford and Nicholas Kurti Senior Research Fellow in Physics at Brasenose College, University of Oxford. She works in silicon detector development and was a co-discoverer of both the Higgs boson and the top quark.[1][2]", "59975747": "Helen Jane Dyson is a British-born biophysicist and a professor of integrative structural and computational biology at the Scripps Research Institute in La Jolla, California.[2][3][4]  She was the 15th editor-in-chief of the Biophysical Journal.[4][5] She was elected a Member of the National Academy of Sciences in 2022.[1]", "66201668": "Felix Dothan (Deutsch) (1924-2005) was a full professor of physics at the Hebrew University of Jerusalem. He initiated the Talpiot program together with Professor Shaul Yatziv.", "2205765": "Melvin Schwartz (/ʃwɔːrts/; November 2, 1932 – August 28, 2006) was an American physicist. He shared the 1988 Nobel Prize in Physics with Leon M. Lederman and Jack Steinberger for their development of the neutrino beam method and their demonstration of the doublet structure of the leptons through the discovery of the muon neutrino.[2]", "42969158": "Ian Colin Percival (born 1931) is a British theoretical physicist. He is the Emeritus Professor of the School of Physics and Astronomy[1] at Queen Mary University, University of London. He is one among the pioneers of quantum chaos and he is well known for his suggestion in the 1970s about the existence of a different type of spectra of quantum-mechanical systems due to classical chaos.[2] Numerical explorations performed by other researchers clearly confirmed this idea later. In 1987, with Franco Vivaldi, he used the algebraic number theory of quadratic number fields to count the periodic orbits in generalized Arnold-Sinai cat maps.[3] Later on, he worked on the basics of quantum mechanics and the measurement process. Together with Walter Strunz, he suggested the properties of the quantum foam at the Planck scale (similar to the movement of particles due to Brownian motion) in the wave function of an atom-beam interference.[4]", "5613637": "Ray Jayawardhana is the Harold Tanner Dean of the Cornell University College of Arts and Sciences and a Professor of Astronomy at Cornell University, effective September 1, 2018.[1] He was formerly Dean of Science and a Professor of physics & astronomy at York University. Prior to that, he was a Professor of Astronomy & Astrophysics at the University of Toronto, and an Assistant Professor of Astronomy at the University of Michigan. In July of 2023, Johns Hopkins University announced that Jayawardhana had been selected as its 16th provost.[2] An award-winning science writer, his primary research areas include the formation and early evolution of stars, brown dwarfs and planets.[3] His current research focuses on characterizing exoplanets using telescopes on the ground and in space.", "11511888": "Thomas Edward Allibone, CBE, FRS (11 November 1903 – 9 September 2003)[1][2][3] was an English physicist. His work included important research into particle physics, X-rays, high voltage equipment, and electron microscopes.", "36284497": "Kinsey Amor Anderson (September 18, 1926 – June 11, 2012) was professor emeritus of physics at the University of California at Berkeley (UCB) and an internationally known pioneer of space physics during the early years of rocket, balloon, and satellite exploration of the upper atmosphere, cosmic rays, solar-terrestrial environment, and solar physics.[1][2]", "43788368": "John Newton Dodd (19 April 1922 – 20 May 2005) was a New Zealand physicist who worked in the field of atomic spectroscopy.", "7219285": "Nico Felicien Declercq (Kortrijk (Belgium), 27 December 1975) is a physicist and mechanical engineer. He is a professor[9] with the Georgia Institute of Technology in Atlanta and Georgia Tech Europe in France. He is specialized in ultrasonic nondestructive evaluation of materials, propagation of ultrasonic waves in highly complex materials, in acoustics, in theoretical and experimental linear and nonlinear ultrasonics, acousto-optics, Medical Physics and Acoustic Microscopy. He has investigated the acoustics of Chichen Itza and Epidaurus.[10] He published over 100 works in scientific journals. As a Ph.D. student (September 5, 2001 - May 12, 2005), Declercq published 30 peer-reviewed articles in reputed scientific journals, including Annalen der Physik, and made 42 presentations (with papers in proceedings) at international congresses in his field. His work was highlighted in Nature News,[11][12] New Scientist,[13] USA Today,[14] The Economist,[15] The Washington Post,[16] Die Zeit,[17] and Acoustics Today.[18]", "24586335": "Christian Gottlieb Kratzenstein (30 January 1723, Wernigerode – 6 July 1795, Copenhagen) was a German-born doctor, physicist and engineer. From 1753 to the end of his life he was a professor at the University of Copenhagen where he served as rector four times. He is especially known for his investigations of the use of electricity in medicine and the first attempts at mechanical speech synthesis. As a teacher he wrote the first textbook on experimental physics in the united kingdom of Denmark-Norway.", "60139616": "Richard Lindsay Dowden (1932–2016), sometimes known as Dick Dowden, was an Australian-born New Zealand-resident scientist and researcher, and a recognised authority within the fields of geo- and astrophysics.[1]", "13281377": "Anatoly Arkadevich Blagonravov (Russian: Анатолий Аркадьевич Благонравов; 1 June [O.S. 20 May] 1894 – 4 February 1975) was a Soviet engineer in the Soviet space program and later a diplomat. He represented the Soviet Union on the United Nations Committee on the Peaceful Uses of Outer Space (COPUOS).  He worked closely with Hugh Dryden, his American counterpart, to promote \ninternational cooperation on space projects at the height of the Cold War.  Anatoli adopted a dog named Tsygan, one of the first dogs to make a successful sub-orbital flight in 1951. Blagonravov died at the age of 80 in Moscow.[1]", "36972642": "Helmut Rauch (22 January 1939 – 2 September 2019) was an Austrian physicist. He was especially known for his pioneering experiments on neutron interference.", "56797283": "Daniel Wayne Hooper (born December 16, 1976) is an American cosmologist and particle physicist specializing in the areas of dark matter, cosmic rays, and neutrino astrophysics. He is a senior scientist at Fermi National Accelerator Laboratory[1] and a professor of astronomy and astrophysics at the University of Chicago.[2]", "60205157": "Carol Trager-Cowan FRSE FInstP FRMS is a Scottish physicist who is a Reader (Associate Professor) in physics and Science Communicator at the University of Strathclyde. She works on scanning electron microscopy, including Electron backscatter diffraction (EBSD), diffraction contrast and cathodoluminescence imaging.[2][3][4]", "27109477": "Shawn Carlson (born 1960) is an American physicist, science writer, and a STEM educator.", "24094827": "Sir James Wallace Peck CB FRSE (3 May 1875 – 3 February 1964) was a British civil servant and local government officer.", "2599023": "Gordon Merritt Shrum OC OBE MM (January 14, 1896 – June 20, 1985) was a Canadian scientist, teacher, administrator, and the first Chancellor of Simon Fraser University.", "7153781": "John Michael David Coey (born 24 February 1945), known as Michael Coey, is a Belfast-born experimental physicist working in the fields of magnetism and spintronics. He is an Emeritus professor at the Trinity College Dublin (TCD).[1]", "59254904": "G. Peter Lepage (born 13 April 1952) is a Canadian American theoretical physicist and an academic administrator.[1] He was the Harold Tanner Dean of the College of Arts and Sciences at Cornell University from 2003 to 2013.[1][2]", "69740671": "Nikolay Vsevolodovich Cheburkin (in Russian: Николай Всеволодович Чебуркин) (May 3, 1941, Orsk, Orenburg Oblast – December 20, 2021, Moscow) was a Russian scientist and inventor in the field of laser physics. He was the head of various research institutes and companies depending on the Ministry of Defence of the Russian Federation.", "66201729": "Élisabeth Guazzelli (born 17 January 1955)[1] is a French experimental physicist whose research concerns fluid mechanics, suspensions of particles in liquids, and particle-laden flows. She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the \nLaboratoire Matière et Systèmes Complexes at the University of Paris.[2]\nCurrently, Guazzelli serves as the editor of the Journal of Fluid Mechanics Rapid edited by Cambridge University Press.[3]", "57813124": "Alberto Sirlin (born 25 November 1930, in Buenos Aires, died February 23, 2022, in New York City) was an Argentine theoretical physicist, specializing in particle physics.[1]", "29370503": "Patrick Hayden is a  physicist and  computer scientist active in the fields of quantum information theory and quantum computing. He is currently a professor in the Stanford University physics department and a distinguished research chair at the Perimeter Institute for Theoretical Physics. Prior to that he held a Canada Research Chair in the physics of information at McGill University. He received a B.Sc. (1998) from McGill University and won a Rhodes Scholarship to study for a D.Phil. (2001) at the University of Oxford under the supervision of Artur Ekert. In 2007 he was awarded the Sloan Research Fellowship in Computer Science. He was a Canadian Mathematical Society Public Lecturer in 2008 and received a Simons Investigator Award in 2014.[1]", "66824331": "John T. Clarke (born 1952) is a professor of astronomy and director of the Center for Space Physics at Boston University. Clarke is best known for his Hubble Space Telescope observations of the aurora on Jupiter and Saturn, as well as over 260 papers in refereed journals, including every planet except Mercury and the interplanetary medium.[1] Clarke's research is focussed on vacuum ultraviolet instrumentation and observations of planetary atmospheres.  At present this includes primarily observations with the Hubble Space Telescope, overseeing the echelle channel on the MAVEN IUVS instrument orbiting Mars, and as Deputy-PI for the upcoming GLIDE mission to image the Earth's geocorona.", "58009741": "Carrie Anderson is an American planetary scientist at NASA's Goddard Space Flight Center.[1]", "63481999": "John Rasmussen is a professor of biomechanics at Aalborg University.[1] His research is aimed both at solid mechanics, biomechanics, biomedical engineering and sports engineering.[2][3]", "1845391": "Charles William Hellaby is a South African mathematician who is an associate professor of applied mathematics at the University of Cape Town, South Africa, working in the field of cosmology.[1] He is a member of the International Astronomical Union[2] and a member of the Baháʼí Faith.[3]", "54438034": "Katherine J. Mack (born 1 May 1981)[3] is a theoretical cosmologist who holds the Hawking Chair in Cosmology and Science Communication at the Perimeter Institute. Her academic research investigates dark matter, vacuum decay, and the Epoch of Reionization.[4][1][5] Mack is also a popular science communicator who participates in social media and regularly writes for Scientific American, Slate, Sky & Telescope, Time, and Cosmos.[6][7]", "50636950": "Khamidbi M. Beshtoev (5 May 1943 – 13 May 2016)[1] was a Russian physicist.", "25634966": "Yoji Ito (伊藤 庸二, Itō Yōji, 1901[1]–9 May 1955[2]) was an engineer and scientist who had a major role in the Japanese development of magnetrons and the Radio Range Finder (RRF – the code name for a radar).", "2205848": "Henry Way Kendall (December 9, 1926 – February 15, 1999)[1] was an American particle physicist who won the Nobel Prize in Physics in 1990 jointly with Jerome Isaac Friedman and Richard E. Taylor \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\"[2]", "65185948": "Nikolai Nikolayevich Andreyev (28 July 1880 – 31 December 1970) was a physicist who specialized in the study of music and acoustics. The Andreyev Acoustics Institute and a research vessel Akademik Nikolai Andreyev[1] are named after him.", "56109217": "James Joseph Riley is an American fluid dynamicist. He is PACCAR professor of engineering in the department of mechanical engineering of the University of Washington.[1][conflicted source]", "54798502": "Harvard University (M.S.),", "62302375": "Andrew Dawson Taylor CBE FRS FRSE FInstP[4] (born 1950[2]) was director of the Science and Technology Facilities Council National Laboratories[5] – Rutherford Appleton Laboratory,[6][1] Daresbury Laboratory, and the UK Astronomy Technology Centre in Edinburgh[4][7] until his retirement in 2019.[8]", "51226795": "Gilles Chabrier is a French astrophysicist.", "60303533": "Dr Robert Mullineux Walmsley FRSE (1854–1924) was a British electrical pioneer. He was one of the first to bridge the gap between academic theory and practical use of electricity in the working world.", "29337775": "Henry N. Pollack is an American emeritus professor of geophysics at the University of Michigan.[1] Pollack received his A.B. from Cornell University in 1958 and Ph.D in 1963 from the University of Michigan. He is also an advisor to the National Science Foundation and an author (along with 2000 other people) of a report by the Intergovernmental Panel on Climate Change which was awarded the 2007 Nobel Peace Prize with Al Gore.[2][1]  Pollack has conducted scientific research on all seven continents and has traveled regularly to Antarctica.[3]", "45557936": "Former chair, National Earthquake Prediction Evaluation Council[4]", "42215612": "Rajani A. Bhisey (born 20 January 1941) is an Indian scientist. She specializes in the field of environmental carcinogenesis and molecular epidemiology of cancer, occupational hazards.[1][2]", "65939646": "Scott Crooker is a research scientist at the National High Magnetic Field Laboratory pulsed field facility at Los Alamos National Laboratory.[1] He received his Ph.D. in physics from the University of California, Santa Barbara and his B.A. in physics from Cornell University.[2] He is a Fellow of the Optical Society of America,[3] a fellow of Los Alamos National Laboratory,[4] a fellow of the American Association for the Advancement of Science[5] and a fellow of the American Physical Society.[6]\nHe received a Los Alamos National Laboratory Fellow's Prize in 2007[7] for his outstanding research in the development of novel magneto-optical spectroscopies and their application to problems in solid state and atomic physics systems. In 2007 he also received a Los Alamos National Laboratory Outstanding Innovation Technology Transfer Award[8] for a patent on multifunctional nanocrystals.[9]", "53913791": "Shyam Sunder Kapoor (born 14 June 1938) is an Indian nuclear physicist and a former director of Bhabha Atomic Research Centre. Known for his research on fission and heavy-ion physics, Kapoor is an elected fellow of all the three major Indian science academies – Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India – as well as the Institute of Physics. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1983.[1][note 1]", "2795717": "Karl Taylor Compton (September 14, 1887 – June 22, 1954) was a prominent American physicist and president of the Massachusetts Institute of Technology (MIT) from 1930 to 1948.[1]", "24979656": "Ramamurti Shankar (born April 28, 1947) is the Josiah Willard Gibbs professor of Physics at Yale University, in New Haven, Connecticut.[1]", "40216779": "John Slonczewski was an American physicist known for his work on spin dynamics in magnetic systems.", "34678990": "Miles Aylmer Fulton Barnett OBE (30 April 1901 – 27 March 1979) was a New Zealand physicist and meteorologist. Born in Dunedin, New Zealand, he studied in that country but obtained his PhD in the United Kingdom at the University of Cambridge. He worked there on the propagation of radio waves and the ionosphere. Later, he returned in New Zealand where he helped to the development of the Meteorological Office and became its director in 1939, just before the start of World War II. After the war, he participated to the transition between the International Meteorological Organization (IMO) and the new United Nations' World Meteorological Organization (WMO).", "41855196": "John Austin Victoreen (July 4, 1902 – May 5, 1986) was a self-taught physicist, engineer, inventor and otologist. He founded the Victoreen Instrument Company and was the author of two books, various technical papers on radiation and sound waves, and holder of over 30 patents.", "862429": "David Edward Hughes (16 May 1830 – 22 January 1900), was a British-American inventor, practical experimenter, and professor of music known for his work on the printing telegraph and the microphone.[3]  He is generally considered to have been born in London but his family moved around that time so he may have been born in Corwen, Wales.[4] His family moved to the U.S. while he was a child and he became a professor of music in Kentucky. In 1855 he patented a printing telegraph.  He moved back to London in 1857 and further pursued experimentation and invention, coming up with an improved carbon microphone in 1878.  In 1879 he identified what seemed to be a new phenomenon during his experiments: sparking in one device could be heard in a separate portable microphone apparatus he had set up.  It was most probably radio transmissions but this was nine years before electromagnetic radiation was a proven concept and Hughes was convinced by others that his discovery was simply electromagnetic induction.", "41232609": "Ari Brynjolfsson (1926 – 2013;[1] Icelandic spelling Brynjólfsson) was an Icelandic-American physicist known for his work in America on food irradiation and for the development of radiation facilities.", "62236898": "Diana Valencia (born 1978) is a Colombian planetary scientist and astrophysicist. She is an associate professor of Physics and Astrophysics, University of Toronto, Scarborough, and of Astronomy & Astrophysics, University of Toronto.[1][2]", "174311": "Sir Benjamin Thompson, Count Rumford, FRS (German: Reichsgraf von Rumford; March 26, 1753 – August 21, 1814) was a British physicist, born in Colonial Massachusetts,[1] and inventor whose challenges to established physical theory were part of the 19th-century revolution in thermodynamics. He served as lieutenant-colonel of the King's American Dragoons, part of the British Loyalist forces, during the American Revolutionary War. After the end of the war he moved to London, where his administrative talents were recognized when he was appointed a full colonel, and in 1784 he received a knighthood from King George III. A prolific designer, Thompson also drew designs for warships. He later moved to Bavaria and entered government service there, being appointed Bavarian Army Minister and re-organizing the army, and, in 1792, was made a Count of the Holy Roman Empire.", "55355627": "Aleksandr Mikhaylovich Sergeyev (Russian: Александр Михайлович Сергеев; born 2 August 1955[1]) is a Russian physicist. In 2017-2022 he was the president of the Russian Academy of Sciences.[2]", "174316": "Sir James Chadwick, CH, FRS (20 October 1891 – 24 July 1974) was an English physicist who was awarded the 1935 Nobel Prize in Physics for his discovery of the neutron in 1932. In 1941, he wrote the final draft of the MAUD Report, which inspired the U.S. government to begin serious atom bomb research efforts. He was the head of the British team that worked on the Manhattan Project during World War II. He was knighted in Britain in 1945 for his achievements in physics.", "10489": "Edwin Powell Hubble (November 20, 1889 – September 28, 1953)[1] was an American astronomer. He played a crucial role in establishing the fields of extragalactic astronomy and observational cosmology.[2][3]", "58632444": "Donna Theo Strickland CC FRS FRSC HonFInstP (born 27 May 1959)[1][2][3] is a Canadian optical physicist and pioneer in the field of pulsed lasers. She was awarded the Nobel Prize in Physics in 2018, together with Gérard Mourou, for the practical implementation of chirped pulse amplification.[4] She is a professor at the University of Waterloo in Ontario, Canada.[5]", "65415426": "Anna Fontcuberta i Morral (born 1975) is Spanish physicist and materials scientist. Her research focuses on nanotechnology applied in the production of solar cells. She is a full professor at École Polytechnique Fédérale de Lausanne (EPFL) and the head of the Laboratory of Semiconductor Materials.[1][2]", "39856388": "Massimiliano Di Ventra is an American-Italian theoretical physicist. Specializing in condensed-matter physics, he is the co-founder of MemComputing, Inc.", "61286663": "Richard Mansergh Thorne (July 25, 1942 – July 12, 2019) was an American physicist and a distinguished professor in the department of atmospheric and oceanic sciences at UCLA. He was known for his contributions to space plasma physics. He was a fellow of the American Geophysical Union.", "29436170": "Akito Arima, KBE (有馬 朗人, Arima Akito, 13 September 1930 – 7 December 2020) was a Japanese nuclear physicist and politician, known for the interacting boson model.[1][2][3][4]", "37824778": "Willis Whitfield (December 6, 1919 – November 12, 2012[1][2]) was an American physicist and inventor of the modern cleanroom, a room with a low level of pollutants used in manufacturing or scientific research. His invention earned him the nickname, \"Mr. Clean,\" from Time Magazine.[3][4]", "6990092": "Willi A. Kalender (born 1 August 1949) is a German medical physicist and professor and former chairman of the Institute of Medical Physics of the University of Erlangen-Nuremberg.[1] Kalender has produced several new technologies in the field of diagnostic radiology imaging.", "55716109": "Jessica Leigh Jones MBE (born 22 July 1994)[1] is a Welsh engineer and astrophysicist from Cardiff. She is credited with becoming the first female to win the UK Young Engineer of the Year Award in 2012[2] for her work designing a portable uterine contraction monitor which cut manufacturing costs by 99%.[3] She was later rewarded for her efforts to commercialise the technology, receiving the Institution of Engineering and Technology (IET) Intel Inspiration Award for Entrepreneurship in the same year.[4]", "8792332": "Philip Christopher England FRS (born 30 April 1951) is a British geophysicist and former Chair of Geology at the Department of Earth Sciences, University of Oxford, whose research centres upon the evolution, deformation and metamorphism of mountain ranges and the development of island arcs. He has widely used applied mathematics to model mountain building, proving that they behave as extremely viscous fluids.", "72886545": "Zhang Yuheng is a Chinese researcher, physicist, and fellow of the Chinese Academy of Sciences. He specializes in condensed matter physics, and his research focuses on low-dimensional physics, spintronics, and superconductivity.[1][2]", "62204192": "Cecil Ernest Eddy (21 June 1900 – 27 June 1956) was an Australian radiologist and physicist who pioneered X-Ray techniques for studying minerals and treating cancer. He was the director of the Commonwealth X-ray and Radium Laboratory from 1935 until his death in 1956.", "40708385": "Claudia Megan Urry is an American astrophysicist, who has served as the President of the American Astronomical Society, as chair of the Department of Physics at Yale University, and as part of the Hubble Space Telescope faculty.[1] She is currently the Israel Munson Professor of Physics and Astronomy at Yale University and Director of the Yale Center for Astronomy and Astrophysics.[2] Urry is notable not only for her contributions to astronomy and astrophysics, including work on black holes and multiwavelength surveys, but also for her work addressing sexism and sex equality in astronomy,[3] science, and academia more generally.", "34548003": "Professor Brian Dominic MacCraith MRIA HonFInstP (born Dundalk, 1957), is an Irish physicist who was the third president of Dublin City University (DCU) in Ireland. He joined DCU in 1986 and became president in July 2010, for a term of 10 years.  After his term in office, he took up voluntary roles, including the chairs of Ireland's High-Level Task Force on COVID-19 Vaccination and Future of Media Commission.", "9480488": "Frank James Low (November 23, 1933 – June 11, 2009) was a solid state physicist who became a leader in the new field of infrared astronomy, after inventing the gallium doped germanium bolometer in 1961. This detector extended the range of the observable spectrum to much longer wavelengths.", "38644010": "Stanislav I. Braginsky was a Research Geophysicist at UCLA.[1] In 1964 he contributed to models of the geodynamo with his theory of the \"nearly symmetric dynamo\", published 1964.[2] He emigrated from the Soviet Union to the United States in 1988.[3]", "1780011": "Harley D. Rutledge (January 10, 1926 – June 5, 2006) was a U.S. physics professor, and ufologist.[1]", "56502572": "James P. Vary (born Savanna, Illinois, May 1943) is an American theoretical physicist and professor at the Iowa State University, specializing in nuclear theory with an emphasis on \"ab initio\" solutions of quantum many-particle systems and light-front quantum field theory.", "55912752": "Tomasz Robert Taylor (born February 23, 1954) is a Polish-American theoretical physicist and faculty at Northeastern University in Boston, Massachusetts, United States of America. He obtained his PhD degree from the University of Warsaw, Poland in 1981 under the supervision of Stefan Pokorski. He is a descendant of John Taylor who originated from Fraserburgh in Scotland and emigrated to the Polish-Lithuanian Commonwealth c.1676.", "67217719": "Gaurav Khanna is an Indian-American black hole physicist, supercomputing innovator, academic and researcher. He is a Professor of Physics, and the founding Director of Research Computing and the Center for Computational Research at University of Rhode Island.[1][2]", "58861880": "Marta Losada Falk is a Colombian high energy physicist, a pioneer of physics in Colombia, and the president of Antonio Nariño University.", "5155132": "Stanley Phillips Frankel (1919 – May, 1978) was an American computer scientist. He worked in the Manhattan Project and developed various computers as a consultant.", "57813311": "Claudia Sheinbaum Pardo (born 24 June 1962) is a Mexican politician, scientist, and academic. Sheinbaum served as Head of Government of Mexico City, a position equivalent to that of a state governor, from 2018 to 2023. Elected as the candidate of the leftist Juntos Haremos Historia coalition, she was both the first woman and first Jewish person to be elected to the position. She is a candidate for President of Mexico in the 2024 Mexican general election.", "37136706": "William Howard Arnold is an American nuclear physicist, with primary areas of expertise in nuclear power, nuclear fuel, and nuclear waste disposal.[1][2] He was president and manager of the first privately owned uranium-enrichment facility in the United States, Louisiana Energy Services.[2][3]  He was responsible for reactor physics design of the first series of Westinghouse Corporation commercial nuclear reactors, and served as president of the Nuclear International Division of Westinghouse Corporation.[2][3] He designed nuclear reactor cores for civilian power reactors, for space power and propulsion, and for production of nuclear materials.[1] He managed multidisciplinary groups of engineers and scientists working in reactor core design, and led work that promoted the use of centrifuge technology in uranium enrichment.[1]", "36415811": "Athanasios (Thanasis) Bouras (Greek: Αθανάσιος (Θανάσης) Μπούρας[1]) is a Greek politician. He holds a Ph.D. in physics and several physics publications. He was the deputy finance minister from 1990 to 1993 and currently represents Attica in the Hellenic Parliament. He is a member of New Democracy.", "62400850": "Ivette Fuentes (born 7 October 1972) is a Professor of Quantum Physics at the University of Southampton[1] and Professor of Theoretical Quantum Optics at the University of Vienna. Her work considers fundamental quantum mechanics, quantum optics and astrophysics. She is interested in how quantum information theory can make use of relativistic effects.", "50669908": "Arturo Edmundo Salazar Valencia (Andacollo, Chile, 2 December 1855 – Santiago, Chile, 3 April 1943) was a scientist, researcher, innovator and professor of electrical engineering in Chile, who in his role as a self-taught individual, explored a wide variety of fields of interest and is considered a true pioneer in the technological development of his country.", "1583445": "August Herman Pfund (December 28, 1879 – January 4, 1949) was an American physicist, spectroscopist, and inventor.", "71674201": "Dr. Sun Hong Rhie (1 March 1955 – 14 October 2013) was a Korean–American astrophysicist best known for her foundational contributions to the theory of gravitational microlensing, a technique for the discovery of exoplanets.", "1583452": "Frederick Sumner Brackett (August 1, 1896 – January 28, 1988), was an American physicist and spectroscopist.", "56633693": "Wendy Taylor is an Experimental Particle Physicist at York University and a former Canada Research Chair. She is the lead for York University's ATLAS experiment group at CERN.", "43067744": "Augusto Sagnotti (born 1955) is an Italian theoretical physicist at Scuola Normale (since 2005).", "4434278": "Ernst Wolfgang Hamburger  (8 June 1933 – 4 July 2018) was a German-born Brazilian physicist and popularizer of science. Hamburger was internationally known for his activities regarding public understanding of science. He was the director of Estação Ciência, an interactive science museum in São Paulo. He won the UNESCO Kalinga Prize for the Popularization of Science,[1] the José Reis Award for the Divulgation of Science, the medal of the Brazilian Order of Scientific Merit, and was a member of the Brazilian Academy of Sciences.", "1517941": "Jens Martin Knudsen (12 October 1930 – 17 February 2005) was a Danish astrophysicist. During his scientific career Knudsen authored or co-authored more than 100 scientific articles, and was a longtime advisor to NASA.", "62892412": "Fang Shouxian (Chinese: 方守贤; October 28, 1932 – January 19, 2020) was a Chinese physicist who served as President of the Institute of High Energy Physics, Chinese Academy of Sciences (CAS).[1][2]", "43392": "Erich Dagobert von Drygalski (German: [ˈeːʁɪç ˈdaːɡobɛʁt fɔn dʁyˈɡalski]; February 9, 1865 – January 10, 1949) was a German geographer, geophysicist and polar scientist, born in Königsberg, East Prussia.", "62794118": "Jean-Paul Poirier (born 13 May 1935) is a French physicist and member of the French Academy of Sciences.", "71575943": "Daniel S. Akerib (born June 19, 1962) is an American particle physicist and astrophysicist. He was elected in 2008 a fellow of the American Physical Society (APS).[1]", "26028424": "Knut W. Urban (born 25 June 1941 in Stuttgart) is a German physicist. He has been the Director of the Institute of Microstructure Research at Forschungszentrum Jülich from 1987 to 2010.", "4565388": "Marc-Auguste Pictet (French: [piktɛ]; 23 July 1752 – 19 April 1825) was a Swiss scientific journalist and experimental natural philosopher.", "4401550": "Bernard Julia (born 1952 in Paris) is a French theoretical physicist who has made contributions to the theory of supergravity.[1][2]  He graduated from Université Paris-Sud in 1978,\nand is directeur de recherche with the CNRS working at the École Normale Supérieure. In 1978, together with Eugène Cremmer and Joël Scherk, he constructed 11-dimensional supergravity.[3]\nShortly afterwards, Cremmer and Julia constructed the classical Lagrangian for four-dimensional N=8 supergravity by dimensional reduction from the 11-dimensional theory.[4][5]  Julia also studied spontaneous symmetry breaking and the Higgs mechanism in supergravity[6][7]", "50899343": "Ferdinando Cesarini (c. 1606–1646) was an Italian poet and physicist", "48834961": "Claudio Pellegrini ( May 9, 1935) is an Italian/American physics and emeritus professor at University of California, Los Angeles (UCLA), known for his pioneering work on X-ray free electron lasers and collective effects in relativistic particle beams.[1]", "61319571": "Steven Edward Boggs is an American astrophysicist. He is the dean of the division of physical sciences at University of California, San Diego.", "54110612": "Georges Lochak (12 February 1930 – 4 February 2021) was a French physicist known for his work on magnetic monopoles.", "2206099": "Robert Coleman Richardson (June 26, 1937 – February 19, 2013)[1] was an American experimental physicist whose area of research included sub-millikelvin temperature studies of helium-3. Richardson, along with David Lee, as senior researchers, and then graduate student Douglas Osheroff, shared the 1996 Nobel Prize in Physics for their 1972 discovery of the property of superfluidity in helium-3 atoms in the Cornell University Laboratory of Atomic and Solid State Physics.[2][3][4]", "47229334": "Badanaval Venkatasubba Sreekantan (30 June 1925- 27 October 2019) was an Indian high-energy astrophysicist and a former associate of Homi J. Bhabha at the Tata Institute of Fundamental Research (TIFR). He was also a Dr. S. Radhakrishnan Visiting Professor at the National Institute of Advanced Studies, Bangalore.", "42740117": "Wang Enge (Chinese: 王恩哥; pinyin: Wāng ēngē; born 24 January 1957) is a Chinese physicist and academician of the Chinese Academy of Sciences. He succeeded Zhou Qifeng to the office of the President of Peking University on 22 March 2013.[1][2] From 15 February 2015, he becomes the Vice President of Chinese Academy of Sciences.", "20556190": "Lyn Evans CBE FINSTP FLSW FRS (born Lyndon Rees Evans in 1945), is a Welsh scientist who served as the project leader of the Large Hadron Collider in Switzerland. Based at CERN, in 2012 he became the director of the Linear Collider Collaboration, an international organisation managing development of next generation particle colliders, including the International Linear Collider and the Compact Linear Collider.[1]", "69216683": "Anna Barnacka is a Polish astrophysicist and entrepreneur. She is known for her work on gravitational lensing, and astroparticle physics.", "47688114": "Johndale C. Solem (born 1941) is an American theoretical physicist and Fellow of Los Alamos National Laboratory. Solem has authored or co-authored over 185 technical papers in many different scientific fields.[1] He is known for his work on avoiding comet or asteroid collisions with Earth and on interstellar spacecraft propulsion.", "19900857": "Berta Karlik (24 January 1904 – 4 February 1990) was an Austrian physicist. She worked for the University of Vienna, eventually becoming the first female professor at the institution. While working with Ernst Foyn she published a paper on the radioactivity of seawater.  She discovered that the chemical element 85 astatine is a product of the natural decay processes. The element was first synthesized in 1940 by Dale R. Corson, K. R. MacKenzie, and Emilio Segrè, after several scientists in vain searched for it in radioactive minerals.", "8300986": "Allie (or Alice) Vibert Douglas, OC MBE (December 15, 1894 – July 2, 1988), who usually went by her middle name,[1] was a Canadian astronomer and astrophysicist.[2][3]", "55585211": "Dr James Robert Erskine-Murray FRSE MIEE (1868-1927) was a Scottish electrical engineer and inventor. A protege of Lord Kelvin, he also worked with Marconi and was a pioneer in the development of the telegraph. He wrote extensively on telegraphy and wireless communication.", "41822656": "Mohammad Sajjad \"Saj\" Alam (Bengali: মহম্মদ সাজ্জাদ আলম, Urdu: محمد سجاد عالم; 5 January 1947 – 2022[1]) was a Bengali Pakistani and a naturalized American particle physicist. His work focused on particle physics and computational physics. He played a significant role in several major particle physics experiments (the Mark II, CLEO, GEM, BaBar, ATLAS collaborations) that led to new discoveries in the area of high-energy particle physics.", "9251267": "William Vermillion Houston ( /ˈhaʊstən/,[a] January 19, 1900 – August 22, 1968) was an American physicist who made contributions to spectroscopy, quantum mechanics, and solid-state physics as well as being a teacher and administrator.  He became the second president of Rice University in 1946.", "51194308": "Timothy R. Bedding FAA (born 21 July 1966) is an Australian astronomer known for his work on asteroseismology, the study of stellar oscillations. In particular, he contributed to the first detections of solar-like oscillations in stars such as eta Bootis, beta Hydri and alpha Centauri.[1] He also led the discovery, using data from the Kepler space telescope, that red giants oscillate in mixed modes that are directly sensitive to the core properties of the star and can be used to distinguish red giants burning helium in their cores from those that are still only burning hydrogen in a shell.[2]", "2075077": "John Gleason Cramer, Jr. (born October 24, 1934) is a professor emeritus of physics at the University of Washington in Seattle, Washington, known for his development of the transactional interpretation of quantum mechanics. He has been an active participant with the STAR experiment at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory, and the particle accelerator at CERN in Geneva, Switzerland.", "47425990": "Albin Rhomberg is an American anti-abortion activist and physicist based in Sacramento, California.", "23964108": "Raphael Tsu (born December 27, 1931)[1] is a Fellow of the American Physical Society and is Professor Emeritus of electrical engineering at the University of North Carolina at Charlotte, Charlotte, NC.[2]", "54045133": "Mark A. Novotny is an American physicist currently a W. L. Giles Distinguished Professor at Mississippi State University, and an Elected Fellow of the American Association for the Advancement of Science and also American Physical Society for \"original algorithm development and applications of computational statistical mechanics to equilibrium and non-equilibrium problems in condensed-matter physics and materials science\".[1][2][3][4]", "1452498": "John Alexander McClelland FRS (1 December 1870 – 13 April 1920) was an Irish physicist known for pioneering work on the scattering of β rays, the conductivity of gases, and the mobility of ions.[1]", "25995730": "Peter Langdon Ward is a geophysicist specializing in seismology and volcanology.", "64530903": "Szymon Suckewer (born April 10, 1938 in Warsaw) is a Polish-born American physicist, and professor emeritus at Princeton University. His primary fields of interest include X-ray lasers, and X-ray microscopy, particularly the generation of ultrashort laser pulses which are applied in plasma diagnostics.", "50407896": "Bhalchandra Madhav Udgaonkar, popularly as B.M. Udgaonkar, was an Indian theoretical particle physicist, scientist, educationist and the co-editor of A Nuclear-Weapon-Free World: Desirable?, Feasible?.[1] His contributions have been reported in the development of Homi Bhabha Centre for Science Education (HBCSE), Institute of Physics, Bhubaneswar and Marathi Vidnyan Parishad (MaViPa). An alumnus of the Raja Shivaji Vidyalaya (erstwhile King George School),[2] he is a member of the Institute of Advanced Study, USA, a scientists' community,[3] and a former president of the Marathi Vidnyan Parishad.[4] He is the author of several books[5][6] and has contributed content to books written by others.[7][8] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1985, for his contributions to science and technology.[9]", "5548510": "Oleg Borisovich Firsov (Russian: Олег Борисович Фирсов, June 13 1915[a], Petrograd – April 2, 1998, Moscow) – was a Russian Soviet theoretical physicist known for his work on atomic interaction.[1]  He was awarded the Lenin Prize in 1972 for a series of work titled \"Elementary processes and non-elastic scattering at nuclear collisions\".", "23931359": "George M. Zaslavsky (Cyrillic: Георгий Моисеевич Заславский) (31 May 1935 – 25 November 2008) was a Soviet mathematical physicist and one of the founders of the physics of dynamical chaos.[1]", "54045152": "Peter J. Hirschfeld is an American physicist, currently a distinguished professor at the University of Florida and an Elected Fellow of the American Physical Society. His lab is studying the problems of  modern many-body theory associated with superconductivity and quantum materials.[1][2][3]", "54045153": "David Burnham Tanner is a Distinguished Professor of Physics[3][4] and an affiliate professor in the Department of Chemistry at the University of Florida.[5]", "63220191": "Laura Martin Wallace FRSNZ is a geodetic principal scientist who works between the University of Texas at Austin and GNS Science in New Zealand. She was elected Fellow of the Royal Society Te Apārangi in 2018.", "69446116": "Trần Thanh Vân, also known as Jean Trần Thanh Vân, is a Vietnamese-French physicist born on 4 July 1936 in Đồng Hới, Quảng Bình Province in Vietnam.", "27699686": "Theodore Dunham Jr. (December 17, 1897 – April 3, 1984) was an American astronomer and physicist.[1]", "48802278": "Wolfgang Sandner (2 March 1949 in Teisendorf – 5 December 2015)[1] was a German physicist who was employed in atomic and laser physics. From 2010 to 2012 he was president of the German Physical Society. Until his death, he was director general of the ELI Delivery Consortium International Association (AISBL) located in Brussels.", "21866978": "Thomas Julian Ahrens (25 April 1936 – 24 November 2010) was a Professor of Geophysics at Caltech who was known for his study of the terrestrial planets and impact processes on planetary surfaces. Ahrens died on November 24, 2010, at the age of 74.[1][2]", "56764910": "Gernot Maria Rudolph Winkler (October 17, 1922 – April 30, 2016) was responsible for the Time Service Department of the United States Naval Observatory (USNO)  from 1966 to 1996.[1]", "36809203": "Hisham B. Ghassib is a Jordanian theoretical physicist and Marxist intellectual. He is professor of physics at the Princess Sumaya University for Technology (PSUT), where he was formerly Dean.", "12397049": "Narasimhaiengar Mukunda (born 25 January 1939, New Delhi, India) is an Indian theoretical physicist.[1]", "31861242": "Gladys Amelia Anslow (May 22, 1892 – March 31, 1969)[1] was an American physicist who spent her career at Smith College. She was the first woman to work with the cyclotron at the University of California, Berkeley.", "54438397": "William Pendry Bidelman (/ˈbaɪdəlmæn/ BY-dəl-man; September 25, 1918 – May 3, 2011)[3] was an American astronomer.[4]\nBorn in Los Angeles, and raised in North Dakota, he was noted for classifying the spectra of stars,[5] and considered a pioneer in recognizing and classifying sub-groups of the peculiar stars.[6]", "53160446": "Fritz Luty (1928 – 11 September 2017) was an American physicist.[1]", "56371715": "Hans Stephani (January 20, 1935 — September 14, 2003) was a German physicist who mainly worked on the General theory of relativity.[2]", "30976520": "Lev Fink (Russian: Лев Матве́eвич Финк, 1910–1988) was a Soviet physicist. He was a Doktor nauk in Telecommunication.", "764424": "Gordon Freeman is the silent protagonist of the Half-Life video game series, created by Gabe Newell[1] and designed by Newell and Marc Laidlaw[2] of Valve. His first appearance is in Half-Life. Gordon Freeman is depicted as a bespectacled white man from Seattle, with brown hair and a signature goatee, who graduated from MIT with a PhD in theoretical physics. He was an employee at the fictional Black Mesa Research Facility. Controlled by the player, Gordon is often tasked with using a wide range of weapons and tools to fight alien creatures such as headcrabs, as well as Combine machines and soldiers. Gordon Freeman's character has been well received by critics and gamers, and various gaming websites often consider him to be one of the greatest video game characters of all time, including UGO[3] and GameSpot.[4]", "17836562": "Michał Horodecki (born 1973[1]) is a Polish physicist at the University of Gdańsk working in the field of quantum information theory, notable for his work on entanglement theory.[2]", "57420308": "Donald Thorn Farley Jr. (October 26, 1933 – May 13, 2018) was an American physicist and Professor of Engineering at Cornell University who pioneered the use of radar remote sensing of the earth's ionosphere. He developed the theory and technique of incoherent scatter observation of the thermal fluctuations of plasma. About 80 percent of all ionospheric radio scientists in the United States who practice incoherent scatter were trained by Farley, or by his students.[citation needed] Farley was the J. Preston Levis Professor of Engineering at Cornell University. His principal collaborators included John Dougherty, Tor Hagfors, Bela Fejer, Ronald Woodman, Michael Kelley, and Wesley Swartz.[1]", "27109908": "Shih-Ying Lee or S. Y. Lee (Chinese: 李詩穎; pinyin: Lǐ Shīyǐng; April 30, 1918 – July 2, 2018) was an American aerodynamicist, businessman, inventor, and mechanical engineer who was noted for his research and innovation in hydrodynamics-related technologies. He was also a professor emeritus at the Massachusetts Institute of Technology.", "41396760": "John Wainwright Evans (May 14, 1909 – October 31, 1999) was an American solar astronomer born in New York City.[1] He spent much of his career studying the sun and working with optics both of which earned him awards. The Evans Solar Facility at Sacramento Peak was named after him.[2] Evans died in a murder–suicide with his wife in 1999.", "53717529": "Alexander Nikolayevich Skrinsky (Скринский, Александр Николаевич) (born 15 January 1936) is a Russian nuclear physicist.[1]", "69413402": "Alexandra Andreevna Glagoleva-Arkadieva (Russian: Александра Андреевна Глаголева-Аркадьева; 28 February 1884 – 30 October 1945)[1] was a Russian and Soviet physicist known for her research on medical imaging using X-rays, mechanisms for generating microwaves, and spectrometry in the far infrared regions of the electromagnetic spectrum.[2] She was the first Russian woman to become internationally known for her physics research.[3]", "62794267": "Jean-Louis Le Mouël (born in 1938 in Remungol) is a French geophysicist, physicist emeritus at the Institut de Physique du Globe de Paris (IPGP), which he chaired, and member of the French Academy of sciences since 1988.[1]", "8366618": "Radu Bălescu (Bucharest, 18 July 1932 – 1 June 2006, Bucharest) was a Romanian and Belgian (since 1959) scientist and professor at the Statistical and Plasma Physics group of the Université Libre de Bruxelles (ULB).", "26552856": "Branko (Franjo Marko) Bošnjaković (born 18 February 1939) is a Dutch-Croatian physicist and professional working in the field of environmental protection and sustainability.[1]", "33860126": "Abraham Klein (January 10, 1927 – January 20, 2003) was an American theoretical physicist.", "2861600": "George Placzek (German: Georg Placzek; September 26, 1905 – October 9, 1955) was a Moravian physicist.[1]", "32385576": "Mujaddid Ahmed Ijaz, Ph.D. (Urdu: مجدد احمد اعجا ز; June 12, 1937 – July 9, 1992), was a Pakistani-American experimental physicist noted for his role in discovering new isotopes[1] that expanded the neutron-deficient side of the atomic chart. Some of the isotopes he discovered enabled significant advances in medical research, particularly in the treatment of cancer, and further advanced the experimental understanding of nuclear structures.[2][3] Ijaz conducted his research work at Oak Ridge National Laboratories (ORNL).[4] He and his ORNL colleagues published more than 60 papers in physics journals announcing isotope discoveries and other results of their accelerator experiments from 1968 until 1983.[5]", "42707497": "Stergios Logothetidis (Greek: Στέργιος Λογοθετίδης; born 9 November 1953) is a Greek physicist and a full time professor at the solid-state physics department of Aristotle University of Thessaloniki. He is the founder and director of the Lab for Thin Films – Nanosystems and Nanometrology (LTFN). The scientific and research activities of LTFN are focused on the areas of: nanotechnology, organic electronics, nanomedicine, nano-bioelectronics and thin films.", "2927146": "Sergiu Rădăuțanu (17 June 1926 – 6 March 1998) was a Moldovan physicist. He was a member of the Academy of Sciences of Moldova and professor at the State Technical University in Chișinău.", "2697772": "John David Jackson (January 19, 1925 – May 20, 2016) was a Canadian–American physics professor at the University of California, Berkeley and a faculty senior scientist emeritus at Lawrence Berkeley National Laboratory.[1][2]", "5777971": "Georges (Jerzy) Nomarski (January 6, 1919 – 1997) was a Polish physicist and optics theoretician. Creator of differential interference contrast (DIC) microscopy, the method is widely used to study live biological specimens and unstained tissues and in many languages bears his name.", "67742260": "Irene Tamborra is the Italian particle astrophysicist, specializing in the areas of neutrino astrophysics and cosmology as well as multi-messenger astronomy. She is professor of particle astrophysics at the Niels Bohr Institute, University of Copenhagen.", "41921081": "Jochen Mannhart (born 24 April 1960 in Metzingen) is a German physicist.", "40577601": "Paul Renno Heyl (1872 in Philadelphia – 22 October 1961) was an American inventor, physicist,[1] and author.", "28846660": "Dipan Ghosh is an Indian theoretical physicist, best known for his exact enumeration of the ground state of a Heisenberg antiferromagnet, known in literature as the Majumdar–Ghosh model, which he developed with Chanchal Kumar Majumdar.[1]", "240197": "Allvar Gullstrand (5 June 1862 – 28 July 1930) was a Swedish ophthalmologist and optician.", "23669318": "Chen Ziyuan (simplified Chinese: 陈子元; traditional Chinese: 陳子元; pinyin: Chén Zǐyuán; born 7 September 1924 in Shanghai) is a Chinese agricultural scientist and nuclear physicist.  He is the main founding father of China's nuclear agriculture.[1][2][3]", "24980042": "Amanda Susan Barnard AM (born 31 December 1971) is an Australian theoretical physicist working in predicting the real world behavior of nanoparticles using analytical models and supercomputer simulations and applied machine learning.  Barnard is a pioneer in the thermodynamic cartography of nanomaterials, creating nanoscale phase diagrams relevant to different environmental conditions, and relating these to structure/property maps.  Her current research involves developing and applying statistical methods and machine/deep learning in nanoscience and nanotechnology, and materials and molecular informatics. In 2014 she became the first person in the southern hemisphere, and the first woman, to win the Feynman Prize in Nanotechnology, which she won for her work on diamond nanoparticles.[1]", "15510091": "Chen Shiyi (simplified Chinese: 陈十一; traditional Chinese: 陳十一; pinyin: Chén Shíyī; born 1956) is a Chinese mechanical engineer and physicist. He is the President of South University of Science and Technology of China.", "58501708": "Gerta von Ubisch (3 October 1882 in Metz – 1965)[1][2] was a German physicist, geneticist, and botanist.  She studied barley and found a genetic explanation for heterostyly.[3] In 1933 she lost her position at Heidelberg University because of her Jewish heritage.[4][5][6]", "47426129": "Meera Chandrasekhar (ಡಾ. ಮೀರಾ ಚಂದ್ರಶೇಖರ್), is a Curators’ Teaching of Physics and Astronomy at the University of Missouri, United States. She is the recipient of the 2014 Baylor University's Robert Foster Cherry Award for Great Teaching.  Her research focuses on optical spectroscopy of semiconductors and superconductors under pressure.  Meera has also developed several hands-on physics programs for students in grades 5–12, and summer institutes for K-12 teachers.", "19966552": "Min Gu (Chinese: 顾敏; born 1960) is a Chinese-Australian physicist who currently serves as the Executive Chancellor and Professor at the University of Shanghai for Science and Technology. Previously he was Distinguished Professor and Associate Deputy Vice-Chancellor for Research Innovation & Entrepreneurship at RMIT University.", "1288802": "Chung-Yao Chao (Chinese: 赵忠尧; pinyin: Zhào Zhōngyáo; 27 June 1902 – 28 May 1998) was a Chinese theoretical physicist. He studied the scattering of gamma rays in lead by pair production in 1930, without knowing that positrons were involved in the anomalously high scattering cross-section. When the positron was discovered by Carl David Anderson in 1932, confirming the existence of Paul Dirac's \"antimatter\", it became clear that positrons could explain Chung-Yao Chao's earlier experiments, with the gamma rays being emitted from electron-positron annihilation.", "46606948": "Akintunde Ibitayo Akinwande[1]\nis a Nigerian American engineering[2] professor at the Electrical Engineering and Computer Science Department of Massachusetts Institute of Technology.[3] He was appointed as chairman of Nigerian Electricity Regulatory Commission, NERC, and he said he will honour his appointment once he secure permission from his employers.[4]", "64432741": "Julia Tagüeña Parga is a Mexican physicist from the School of Science at the National Autonomous University of Mexico (UNAM) and Doctor of Science from the University of Oxford.[1]", "71903847": "Nikolai Dmitrievich Papaleksi (Russian: Никола́й Дми́триевич Папале́кси, 20 November 1880 – 3 February 1947) was a physicist who pioneered radio technology and radio astronomy in the Soviet Union. He was involved in the discovery of radiowave emission by solar coronae in 1947.", "17836650": "Jonathan Oppenheim is a professor of physics at University College London. He is an expert in quantum information theory and quantum gravity.", "29076075": "William Fuller Brown Jr. (21 September 1904 – 12 December 1983) was an American physicist who developed the theory of micromagnetics, a continuum theory of ferromagnetism that has had numerous applications in physics and engineering. He published three books: Magnetostatic Principles in Ferromagnetism,[1] Micromagnetics,[2] and Magnetoelastic Interactions.[3]", "10201715": "William Paul Winfree (born 9 March 1951) is an American experimental physicist who is known for his contributions to the field of nondestructive evaluation.", "26192499": "David Saltzberg is a professor of physics and astronomy at the University of California, Los Angeles. Saltzberg received a Sloan Fellowship, NSF Career Award, and Department of Energy Outstanding Junior Investigator Award while an assistant professor.[1] Saltzberg earned a bachelor's degree in physics in 1989 from Princeton University and a Ph.D. in physics from the University of Chicago in 1994. From 1995-97 he worked at CERN in Switzerland. His research interests include high-energy collider physics and the radio detection of cosmic neutrinos.[2][3]", "62138995": "Zeng Rongsheng (Chinese: 曾融生; 16 August 1924 – 22 October 2019) was a Chinese geophysicist and earthquake researcher who helped establish the geophysics programs at the China University of Geosciences (Beijing), Peking University, and the University of Science and Technology of China. He investigated the crustal structures of many locations in China and their relations to earthquakes. Considered a founder of solid earth geophysics in the country, he was elected an academician of the Chinese Academy of Sciences in 1980.", "3943030": "Fritz-Albert Popp (11 May 1938 – 4 August 2018[1]) was a German researcher in biophysics, particularly in the study of biophotons.[2]", "71477881": "Alexandr Nikolayevich Shiplyuk (Russian: Александр Николаевич Шиплюк) is a Russian scientist, Doctor of Physical and Mathematical Sciences, corresponding member of the Russian Academy of Sciences, a specialist in the field of gas dynamics. According to Kommersant, he is an expert of the scientific and technical council of the military-industrial commission, the Section of Hypersonic Weapons under the Government of the Russian Federation.[1]", "72526458": "Mónica Rodríguez Guillén is a Spanish astrophysicist and cosmochemist whose research includes the chemical composition of interstellar clouds including H II regions and planetary nebulae. She works in Tonantzintla, Mexico, as a researcher in the National Institute of Astrophysics, Optics and Electronics (INAOE).[1]", "50014842": "Noureddine Melikechi (born in 1958) is an Algerian atomic, molecular, and optical physicist, educator and inventor.  He is the author of more than 125 peer-reviewed publications, three book chapters and 15 patents.  Melikechi is a member of the Mars Science Laboratory, NASA’s largest Mars exploration effort to date.", "21408395": "Michele Karen Dougherty CBE FRS FRAS[4] (born 1962)[2][5]  is a Professor of Space Physics at Imperial College London.[6][7] She is leading unmanned exploratory missions to Saturn and Jupiter and is Principal Investigator for J-MAG – a magnetometer for the European Space Agency's Jupiter Icy Moons Explorer, due for launch in April 2023.[7]", "35236491": "Reinhold Anton Bertlmann (born 7 March 1945 in Reutte) is an Austrian-born physicist and professor of physics at the University of Vienna. He is known for his research in particle physics, where he wrote the standard textbook Anomalies in Quantum Field Theory, and in the field of Bell inequalities, in particular from the quantum comparison Bertlmann’s Socks of John Bell.", "15542924": "Aiyalam Parameswaran Balachandran (born 25 January 1938) is an Indian theoretical physicist known for his extensive contributions to the role of classical topology in quantum physics. He is currently an emeritus professor in the Department of Physics, Syracuse University,[1] where he was previously the Joel Dorman Steele Professor of Physics between 1999 and 2012.[2][3] He has also been a fellow of the American Physical Society since 1988 and was awarded a prize by the U.S. Chapter of the Indian Physics Association in recognition of his outstanding scientific contributions.[4]", "44640911": "Ruth Agnes Daly (born 1958) is an American astrophysicist.[1]", "10896": "Felix Bloch (23 October 1905 – 10 September 1983) was a Swiss-American physicist and Nobel physics laureate who worked mainly in the U.S.[1] He and Edward Mills Purcell were awarded the 1952 Nobel Prize for Physics for \"their development of new ways  and methods for nuclear magnetic precision measurements.\"[2]  In 1954–1955, he served for one year as the first director-general of CERN. Felix Bloch made fundamental theoretical contributions to the understanding of ferromagnetism and electron behavior in crystal lattices. He is also considered one of the developers of nuclear magnetic resonance.", "63548048": "Subrata Roy (Bengali: সুব্রত রায়) is an Indian-born American[citation needed] inventor, educator, and scientist known for his work in plasma-based flow control and plasma-based self-sterilizing technology. He is a professor of Mechanical and Aerospace Engineering at the University of Florida and the founding director of the Applied Physics Research Group at the University of Florida.[1][2]", "44182165": "James Michael Lattimer (born 12 April 1950 in Marion, Indiana)[1] is a nuclear astrophysicist who works on the dense nuclear matter equation of state and neutron stars. He is currently a distinguished professor at Stony Brook University.", "53652118": "Karen Chan  is an associate professor at the Technical University of Denmark.[2] She is a Canadian and French physicist most notable for her work on catalysis, electrocatalysis, and electrochemical reduction of carbon dioxide.", "5778070": "Archibald Montgomery Low (17 October 1888[1] – 13 September 1956[2]) developed the first powered drone aircraft. He was an English consulting engineer, research physicist and inventor, and author of more than 40 books.", "3615385": "Georgy Timofeyevich Zatsepin (Russian: Гео́ргий Тимофе́евич Заце́пин; 28 May [O.S. 15 May] 1917 – 8 March 2010) was a Soviet and Russian astrophysicist known for his works in cosmic ray physics and neutrino astrophysics.", "37137049": "Alain Bugat (1948 - 20 January 2019) was a French nuclear engineer, research administrator and chief executive.[1] He headed the Commissariat à l'énergie atomique from 2003 to 2009 and was chief executive of several engineering companies. He is an ingénieur général de l'armement.", "68233887": "Edwin Albrecht Uehling (January 27, 1901 – May 18, 1985)[1] was an American theoretical physicist known for the formulation of the Uehling potential to describe vacuum polarization in quantum electrodynamics. He also worked in condensed matter physics, particularly in the field of ferroelectricity.", "47065761": "Ken Baldwin FTSE is professor of physics at the Australian National University (ANU). He is the deputy director of the Research School of Physics and the director of the [http://energy.anu.edu.au/ ANU Energy Change Institute].[1]", "58632867": "Raffaella Morganti (born 19 September 1958) is an Italian astrophysicist and radio astronomer. Her primary research interests are radio observations of active galaxies. She was head of the Astronomy group of ASTRON from 2007-2014 (succeeded by Michael Wise), and is currently a Senior Astronomer at ASTRON. She is also Professor of Astronomy at the University of Groningen's Kapteyn Institute.", "19606180": "Leonard Leakey Hofstadter,[2][3] Ph.D., is a fictional character portrayed by Johnny Galecki in the CBS sitcom, The Big Bang Theory. Leonard is an experimental physicist who shares an apartment with colleague and best friend, Dr. Sheldon Cooper. For his portrayal, Galecki was nominated for a Primetime Emmy Award and a Golden Globe Award in 2011.", "2828966": "Crimson Dynamo (Russian: Багровое Динамо, Bagrovoe Dinamo; also Красное Динамо (Krasnoe Dinamo)) is the name of several fictional characters appearing in American comic books published by Marvel Comics who have all been powered armor–wearing Russian or Soviet agents who have clashed with the superhero Iron Man over the course of his heroic career.[1]", "2239145": "Charles Nicolas Alexandre Haldat du Lys (24 December 1770 – 26 November 1852) was a French physicist who performed experimental work in hydrostatics.[1]", "64924330": "Luke O’Connor Drury (born 1953 in Dublin) is an Irish mathematician and astrophysicist at the Dublin Institute for Advanced Studies (DIAS) with research interests in plasma physics, particle acceleration, gas dynamics, shock waves, and cosmic rays. He was President of the Royal Irish Academy from 2011 to 2014.[1][2]", "1190582": "George D. Gollin (born May 6, 1953) is an American physics professor at the University of Illinois at Urbana-Champaign. Besides his work on particle physics and the International Linear Collider, he has since 2003 made numerous efforts in fighting institutions which are considered to be diploma mills, which has caused him to receive significant public attention. Gollin placed second in the 2014 Democratic primary for Illinois's 13th congressional district.[1]", "1157821": "Burkhard Heim (German: [haɪm]; 9 February 1925 – 14 January 2001) was a German theoretical physicist known for the creation of a unified field theory called Heim theory.[1] He was particularly interested in the application of his theory to the development of hyperspace travel.", "61319875": "Steven Allan Boggs (March 15, 1946 – June 2, 2018) was an American physicist in the field of dielectrics and electrical insulation. He was a researcher in industry before becoming a tenured research professor at University of Connecticut from 1993 to 2013.", "19606216": "Sheldon Lee Cooper,[5][6] Ph.D., Sc.D.,[7] is a fictional character in the CBS television series The Big Bang Theory and its spinoff series Young Sheldon, portrayed by actors Jim Parsons and Iain Armitage respectively (with Parsons as the latter series' narrator).[8] For his portrayal, Parsons won four Primetime Emmy Awards, a Golden Globe Award, a TCA Award, and two Critics' Choice Television Awards. The character's childhood is the focus of Young Sheldon, in which he grows up in East Texas with his family as a child prodigy.", "1518291": "Suhas V. Patankar (born 22 February 1941) is an Indian mechanical engineer.[1] He is a pioneer in the field of computational fluid dynamics (CFD) and Finite volume method. He is currently a Professor Emeritus at the University of Minnesota. He is also president of Innovative Research, Inc.[2] Patankar was born in Pune, Maharashtra, India.", "70003411": "Ebba Louise Nanny Cedercreutz (née Lagerborg; 19 March 1866 in Cannes – 8 December 1950 in Helsinki) was a Finnish author and physicist. She authored her doctoral dissertation on rock salt at the University of Stockholm in 1888, before studying mathematics at the Sorbonne. Between 1914 and 1948, she wrote thirteen books in Swedish; nine under her own name, one under the pseudonym Ala and three under the male name Bengt Ivarson.[1][2][3][4][5]", "53160664": "Alexei Lvovich Efros (Russian: Алексей Львович Эфрос, born 1938) is an American theoretical physicist who specializes in condensed matter physics. He is currently a distinguished professor at University of Utah.[1]", "30157530": "Louis N. Ridenour (June 27, 1911 – May 21, 1959) was a physicist instrumental in U.S. development of radar, Vice President of Lockheed, and an advisor to President Dwight D. Eisenhower.", "49490651": "Slavik Tabakov (Bulgarian: Славик Табаков) is a British-Bulgarian medical physicist, President of the International Organization for Medical Physics (IOMP) 2015-2018 [1] and Vice-President of the International Union for Physical and Engineering Sciences in Medicine (IUPESM) 2018-2021. He has made significant contributions to the development and global dissemination of medical physics education and training and has pioneered e-learning in the profession.", "35203802": "The International Young Physicists' Tournament 2011 was the 24th edition of the International Young Physicists' Tournament and was hosted by Ariaian Young Innovative Minds Institute, AYIMI, in Iran (Persian: مؤسسه اندیشه های خلاق جوان آریایی Moasese Andisheha-ye Khalagh-e Javan-e Ariyaee). It took place between 22 and 31 July 2012 in Tehran, Iran, with cooperation of the Amirkabir University of Technology (Persian: دانشگاه صنعتی امیرکبیر Dāneshgāh-e San'ati-ye Amirkabir).", "37333736": "Scott Jay Kenyon (born 1956) is an American astrophysicist. His work has included advances in symbiotic and other types of interacting binary stars, the formation and evolution of stars, and the formation of planetary systems.", "65907434": "Reshmi Mukherjee is an Indian-American astrophysicist known for her research on gamma-ray astronomy and blazars, involving work based on the Compton Gamma Ray Observatory,[1][2] VERITAS,[3] Energetic Gamma Ray Experiment Telescope (EGRET), and Cherenkov Telescope Array collaborations.[4] She is Helen Goodhart Altschul Professor of Physics & Astronomy at Barnard College.[5]", "67250923": "Diego Krapf (born November 21, 1973) is an Argentine-Israeli-American physicist known for his work on anomalous diffusion and ergodicity breaking. He currently is a professor in the Department of Electrical and Computer Engineering at Colorado State University.", "2009840": "Gregory M. Cochran (born 1953) is an American anthropologist and author who argues that cultural innovation resulted in new and constantly shifting selection pressures for genetic change, thereby accelerating human evolution and divergence between human races. From 2004 to 2015, he was a research associate at the anthropology department at the University of Utah.[1] He is co-author of the book The 10,000 Year Explosion.", "1125112": "Hans Jenny (16 August 1904 in Basel – 23 June 1972 in Dornach)[1] was a Swiss physician and natural scientist who coined the term \"cymatics\" to describe acoustic effects of sound wave phenomena.", "53848827": "Chris I. Westbrook from the Institut d'Optique Graduate School, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Atomic, Molecular & Optical Physics in 2008, for \"outstanding contributions to the development of methods to laser cool atoms below the Dopler limit, for the creation of a Bose-Einstein condensate of metastable helium atoms, and for pioneering experiments in quantum optics for measuring of atom-atom pair correlations in ultracold gases.\"[3]", "36875004": "John David Linsley (12 March 1925 – 15 September 2002) was an American physicist who performed pioneering research on cosmic rays, particularly ultra-high-energy cosmic rays. He did his most significant work from 1959 to 1978 using a ground-based array of detectors at Volcano Ranch in New Mexico. He is best known for being the first to detect an air shower created by a primary particle with an energy of 1020 eV.[1][2] This was the highest energy cosmic ray observed up to that point. Linsley's observations suggested that not all cosmic rays are confined within the galaxy and showed the first evidence of a flattening of the cosmic ray spectrum at energies above 1018 eV.[2]", "67840764": "Hugh Muirhead (1925 – 19 January 2007) was a British nuclear physicist and the last surviving author of the scientific paper announcing the discovery of the pion, a particle predicted by Hideki Yukawa.[1]", "30190335": "Stephen J. Wiesner (1942 – August 12, 2021)[1] was an American-Israeli research physicist, inventor and construction laborer. As a graduate student at Columbia University in New York in the late 1960s and early 1970s, he discovered several of the most important ideas in quantum information theory, including quantum money[2] (which led to quantum key distribution), quantum multiplexing[3] (the earliest example of oblivious transfer) and superdense coding[4] (the first and most basic example of entanglement-assisted communication). Although this work remained unpublished for over a decade, it circulated widely enough in manuscript form to stimulate the emergence of quantum information science in the 1980s and 1990s.", "53848834": "Gabor Forgacs is a Hungarian theoretical physicist turned bioengineer turned innovator and entrepreneur. He was educated in Hungary, where he earned a MS and a PhD in theoretical physics at the Lorand Eotvos University in Budapest, respectively, in 1972 and in 1976. He started his scientific career at the Central Research Institute for Physics in Budapest in condensed matter physics under the supervision of Alfred Zawadowsky. In 1978 he became the Candidate of Physical Sciences title awarded by the Hungarian National Academy. in 1978 he joined Dr. Harry Frisch at the State University of New York in Albany as a Postdoctoral Fellow and in 1979 moved to the University of Illinois at Urbana-Champaign as a Postdoctoral Fellow in the group of Professor Michael Wortis. In 1981 he returned to the Central Research Institute for Physics in Budapest and in 1984 became the Doctor of Physical Sciences of the Hungarian Academy of Sciences. In 1984-1986 he worked in the Theoretical Physics Laboratory at the Commissariat d'Energie Atomique (CEA) Saclay France. In 1988 he returned to the USA as Professor of Physics at Clarkson University, Potsdam NY. By 1992 he completed his studies in Biology, in particular the Embryology course at the Marine Biology Lab in Woods Hole and started contributing to the establishment of the new discipline of Biological Physics. In 1999 he was named the George H. Vineyard Chair Professor of Biological Physics at the University of Missouri, Columbia (UMC), where he established a Biological Physics Group at the Department of Physics and Astronomy. It is during his years at UMC that he started his entrepreneurial activity, when he started Organovo in 2007, the first company in the space of bioprinting. In 2010 he returned to Clarkson University as the Czanderna-Storky Chair Professor of Physics and the Executive Director of the Shipley Center for Innovation. In 2011 he co-founded the company Modern Meadow that focuses on biofabricated biomaterials and served as its Chief Scientific Director until 2016. In 2018 he co-founded the company Fork & Goode to produce cell-based meat and at present serves as its Chief Scientific Director.", "57715459": "Zainab Nagin Cox (born 1965) is a spacecraft operations engineer at Jet Propulsion Laboratory. Asteroid 14061 was named \"Nagincox\" after her in 2015. She has received the NASA Exceptional Service Medal.", "53848836": "James Vincent Porto III is a physicist at the National Institute of Standards and Technology. He was the recipient of a Presidential Early Career Award for Scientists and Engineers in 2005.[1] He was awarded the status of Fellow[2] in the American Physical Society,[3] after being nominated by their Division of Atomic, Molecular & Optical Physics in 2008,[4] for \"seminal studies of ultra-cold atoms in optical lattices with applications to quantum information, many-body physics, and condensed matter models, and for the invention of optical lattice techniques including a super-lattice for patterned loading, and a re-configurable lattice of double wells.\"", "73313033": "Michael Duryea Williams (born 1957) is an American physicist, professor at Clark Atlanta University, and current president of the AVS: Science and Technology of Materials, Interfaces, and Processing (formerly American Vacuum Society). He is the first African American president of AVS.[1]", "437003": "Andrija Mohorovičić (23 January 1857 – 18 December 1936) was a Croatian[1] geophysicist. He is best known for the eponymous Mohorovičić discontinuity and is considered one of the founders of modern seismology.[2][3]", "63187725": "Ravindra Nath Sudan (also called Ravi Sudan; June 8, 1931 – January 22, 2009) was an Indian-American electrical engineer and physicist who specialized in plasma physics.[1][2] He was known for independently discovering the whistler instability in 1963, an instability which causes audible low-frequency radio waves to be emitted in the magnetosphere in the form of whistler waves.[3][4] He also pioneered the study of the generation and propagation of intense ion beams,[5][6] and contributed to theories of plasma instabilities[7] and plasma turbulence.[8]", "58665743": "Latifa Elouadrhiri is a Moroccan experimental physicist and researcher at Thomas Jefferson National Accelerator Facility studying elementary particle physics and nuclear physics. \nShe has worked significantly with the CLAS collaboration in Jefferson Lab's Hall B, performing 3D imaging of nucleons.\nAdditionally, she is the spokesperson of the Deeply Virtual Compton Scattering (DVCS) experiment, studying Generalized Parton Distributions[1]\n.[2]", "51292944": "Binary Black Holes and Gravitational Waves.\nGravitoMagnetohydrodynamics:\nBlack Hole Accretion", "60500753": "Noel Anthony Clark (born 17 December 1940 in Cleveland, Ohio)[1] is an American physicist, university professor at the University of Colorado Boulder, and pioneer in the development of electro-optical applications of liquid crystals.", "51686159": "Semyon Solomonovich Gershtein (13 July 1929 – 20 February 2023) was a Soviet and Russian physicist. He was an academician of Russian Academy of Sciences since 2003. He was a USSR State Prize laureate.", "54602515": "Rachel A. Rosen is a physicist and associate professor of Theoretical Physics at Carnegie Mellon University.[1][2] Her research involves quantum field theory, cosmology, astrophysics and massive gravity. In particular, she has investigated the problem of the inconsistencies known as \"ghosts,\" and how to formulate models of massive gravity that avoid them.", "70822676": "David E. Carlson was an American physicist who invented thin film, amorphous silicon based, photovoltaic solar cells.[1]", "15346451": "Sergey Petrovich Kapitsa (Russian: Сергей Петрович Капица; 14 February 1928 – 14 August 2012) was a Russian physicist and demographer. He was best known as host of the popular and long-running Russian scientific TV show, Evident, but Incredible. His father was the Nobel laureate Soviet-era physicist Pyotr Kapitsa, and his brother was the geographer and Antarctic explorer Andrey Kapitsa.", "53848855": "Maury C. Goodman is an American  experimental particle physicist at the Argonne National Laboratory. He earned his undergraduate degree at the Massachusetts Institute of Technology (1972)  and his PhD (1979) at the University of Illinois, Urbana-Champaign under the supervision of Albert Wattenberg.", "60926744": "Michel Jacques Louis Baranger (31 July 1927, Le Mans – 1 October 2014, Tucson, Arizona)[1][2] was a Franco-American theoretical physicist.", "53848857": "Mujeeb R. Malik is a Pakistani born American aerospace engineer serving as Senior Aerodynamicist at NASA Langley Research Center. He is known for his research in boundary layer stability, laminar-turbulent transition, computational methods and aerodynamic simulations. He was the architect of CFD Vision 2030,[1] a NASA-sponsored study to advance the state-of-the-art of computational fluid dynamics (CFD) by exploiting high performance computing and modern validation experiments .", "53848852": "Klaus Mølmer is a Danish physicist who is currently a professor at the Niels Bohr Institute of the University of Copenhagen.[1] From 2000 to 2022, he was a professor of physics at the University of Aarhus.[2]", "3025692": "Georgi Manev (Bulgarian: Георги Манев) (15 January 1884 – 15 July 1965) was a Bulgarian physicist, founder of the Sofia University Department of Theoretical Physics, rector of Sofia University (1936–37) and education minister of Bulgaria (1938).[1] His work, mostly known as the Manev field, is used today in aerospace science.", "53848863": "Aldo Covello is an Italian physicist from the University of Naples Federico II. He was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by their Forum on International Physics in 2012,[3] for perfecting the theory of pairing correlations, for showing that the nucleon-nucleon potential lead to predictions for nuclei far from stability, and for his outstanding contributions to the international nuclear physics community by providing, for over two decades, a venue for theorists and experimentalists to share their latest ideas.", "72330017": "Rosemary Theresa Coogan (born 1991) is an astrophysicist from Northern Ireland. Her research considers galaxy evolution and space-based telescopes. She was selected as a member of the 2022 European Space Agency Astronaut Group.", "53848867": "László András Baksay (22 July 1945 – 13 January 2020)[1][2] was a Hungarian physicist and academic. He was a former professor and head of the Physics and Space Sciences at the Department of Physics and Space Sciences at the Florida Institute of Technology.", "35695399": "Akira Tonomura (外村 彰, Tonomura Akira, April 25, 1942 – May 2, 2012) was a Japanese physicist, best known for his development of electron holography and his experimental verification of the Aharonov–Bohm effect.[1]", "53848872": "Ravinder Kumar Jain is an American engineer, physicist, and academic from the University of New Mexico. He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on Industrial and Applied Physics  in 2008,[3] for pioneering contributions in several areas of applied physics, including discovery of plasmon-mediated light-emission from tunnel junctions, seminal studies of nonlinear optics in semiconductors and optical fibers, and the invention of several important ultrashort pulse lasers and fiber lasers.", "53848877": "Robert L. Hengehold (born 18 June 1936)[1] is an American physicist from the Air Force Institute of Technology. He was awarded the status of Fellow[2] in the American Physical Society,[3] after they were nominated by their Forum on Industrial and Applied Physics  in 2008,[4] for pioneering contributions to semiconductor material characterization, over 30 years of distinguished and dedicated leadership in the development of graduate applied physics programs for military officers, and service to the physics community through APS sectional meetings specifically on applied and industrial phy", "71248687": "Li-Chyong Chen (Chinese: 林麗瓊) is a Taiwanese physicist.", "51424051": "Kurt Sitte (1 December 1910 - 20 June 1993) was a nuclear physicist, originally from northern Bohemia.[1]", "8891189": "Christine Sutton is a particle physicist who edited the CERN Courier from 2003 to 2015.[1] She retired from CERN in 2015.[2]", "43068215": "John Graham Nicholls FRS (19 December 1929 – 13 July 2023) was a British, American and Swiss physiologist.", "55159609": "Martha Krebs is a theoretical physicist who directed the Office of Science for the United States Department of Energy from 1993 to 2000. She later went on to be the founding director for the University of California, Los Angeles's California NanoSystems Institute.[1]", "54668089": "Paolo Giuseppe Radaelli, FInstP (born 11 October 1961) is an Italian physicist and academic. He is the Dr Lee's Professor of Experimental Philosophy  (Physics) at the University of Oxford and a Professorial Fellow of Wadham College, Oxford.[1][2]", "3025722": "Georgi Nadjakov (also spelled Georgi Nadzhakov; George Nadjakoff) (Bulgarian: Георги Наджаков) (26 December 1896 – 24 February 1981) was a  Bulgarian physicist. He was a corresponding member of the Göttingen Academy of Sciences (1940) in Germany, member of the Bulgarian Academy of Sciences (1945) and member of the Russian Academy of Sciences (1958).", "46246732": "Ye Shuhua (Chinese: 叶叔华; born June 21, 1927) is a Chinese astronomer and professor at Shanghai Astronomical Observatory, known for achieving one of the world's most precise measurements of Universal Time in the 1960s, and for establishing the very-long-baseline interferometry (VLBI) and satellite laser ranging (SLR) techniques in China.", "74459984": "Laszlo Adler is an American physicist and a Taine McDougal Professor Emeritus in the Department of Integrated Systems Engineering at the Ohio State University. He is known for his work in Ultrasonics, Acousto-optics, and Nondestructive Evaluation of Materials. He is a holocaust survivor and has been active in scientific research for over 60 years.", "41560914": "Sir Richard Arthur Surtees Paget, 2nd Baronet (13 January 1869 – 23 October 1955) was a British barrister and amateur scientific investigator, who specialised in speech science and the origin of speech. Following the publication of his book on these topics, Human Speech, in 1930, Paget worked for the remaining decades of his life on a new type of signing system for the deaf, which became the Paget Gorman Sign System.", "39398227": "Eduardo Posada Flórez  (born 1942) is a Colombian physicist and the executive director of COMSATS’ Centre of Excellence in Colombia, the International Centre of Physics (CIF), and is the chairperson of COMSATS’ Coordinating Council, comprising the Heads of Centres of Excellence.[1]", "55683925": "Raghunathan Srianand (born February 1, 1969) is an Indian cosmologist, astrophysicist and a scientist at the Inter-University Centre for Astronomy and Astrophysics (IUCAA).[1] Known for his research on redshift evolution on the cosmic microwave background radiation,[2] Srianand is a member of the International Astronomical Union[3] and the Perimeter Institute for Theoretical Physics.[4]", "37595992": "Charles Latif Hyder (April 18, 1930 – June 8, 2004) was an American astrophysicist and dissident from Albuquerque, New Mexico, who campaigned against arms race, nuclear weapons and nuclear waste, and ran for the U.S. presidency.[1][2] Media coverage of his hunger strike by the Communist press and television was seen as a Cold War retaliation to Andrei Sakharov, a Soviet scientist whose protest in turn was rallied by the Western media but received little or no coverage in the Soviet Bloc. By the end of his strike Hyder achieved superstar status in the USSR and the allied socialist countries (parallel only to Angela Davis, Dean Reed, and Samantha Smith before him), his name became nearly symbolic behind the Iron Curtain, though he remained little known in the United States, and apart from his wartime tour of duty never traveled outside the U.S.[3]", "19671898": "Cheuk-Yin Wong (born 1941) is former president of the Overseas Chinese Physics Association (OCPA) and a fellow of the American Physics Society (APS). He received his Ph.D. in 1966 from Princeton University under thesis advisor John Wheeler. He has worked at the Oak Ridge National Laboratory since 1966.", "58665819": "Cristiane de Morais Smith Lehner is a Brazilian theoretical physicist and professor at the Institute for Theoretical Physics at the University of Utrecht, where she leads a research group studying condensed matter physics, cold atoms and strongly-correlated systems. In 2019, the European Physical Society awarded Morais Smith its Emmy Noether Distinction.[1]", "19901277": "Kenneth Ross MacKenzie (June 15, 1912 – July 3, 2002) was an American nuclear physicist. Together with Dale R. Corson and Emilio Segrè, he synthesized the element astatine, in 1940.  MacKenzie received his PhD under Ernest Lawrence at Lawrence Livermore National Laboratory. Lawrence, MacKenzie, and their colleagues devised the first cyclotron.", "44084067": "Tanusri Saha-Dasgupta is an Indian physicist. She is a Senior Professor and Director at S.N. Bose National Centre for Basic Sciences.", "62008167": "Hildegard Gertrud Helen Korf Kallmann-Bijl (September 18, 1908 – November 7, 1968) was a German-born physicist with Jewish roots who emigrated to the United States where she founded and was the first chair of Committee on Space Research (COSPAR) in Brussels, Belgium. She has been described as \"one of the most active pioneers in her examination of the physics of high atmosphere for the flight calculations of satellites.\"[1][2]", "58534759": "Yōichirō Suzuki (Japanese: 鈴木 洋一郎, born 1952) is a Japanese experimental particle physicist, notable for his work on neutrinos.", "9808750": "Ichiji Tasaki (田崎 一二, Tasaki Ichiji, October 10, 1910 – January 4, 2009) was a Japanese-born American biophysicist and physician involved in research relating to the electrical impulses in the nervous system.", "52407154": "Jorge V. José is a Mexican/American physicist born in Mexico City. Currently the James H. Rudy Distinguished Professor of Physics at Indiana University. He has made seminal contributions to research in a variety of disciplines, including condensed matter physics, nonlinear dynamics, quantum chaos, biological physics, computational neuroscience and lately precision psychiatry. His pioneering work on the two-dimensional x-y model has been exceedingly influential in many areas of physics and has garnered many citations.[1] He edited the book on the “40 Years of Berezinskii-Kosterlitz-Thouless Theory”, on two-dimensional topological phase transitions in 2013.[2][3] Three years later KT were awarded the 2016 Nobel Physics Prize.", "14461823": "Jörg Wrachtrup (born 27 December 1961) is a German physicist. He is director of the 3rd Institute of Physics and the Centre for Applied Quantum Technology at Stuttgart University.[1] He is an appointed Max Planck Fellow at the Max Planck Institute for Solid State Research in Stuttgart.[1] Wrachtrup is a pioneer in solid state quantum physics. Already in his PhD thesis, he carried out the first electron spin resonance experiments on single electron spins.[2] The work was done in close collaboration with  M. Orrit at the CNRS Bordeaux. To achieve the required sensitivity and selectivity, optical excitation of single molecules was combined with spin resonance techniques. This optically detected magnetic resonance is based on spin dependent optical selection rules.  An important part of the early work was coherent control. As a result the first coherent experiments on single electron spins and nuclear spins in solids were accomplished.", "2009986": "Hans Georg Dehmelt (German pronunciation: [ˈhans ˈɡeːɔʁk ˈdeːml̩t] ⓘ; 9 September 1922 – 7 March 2017)[1][2][3] was a German and American physicist, who was awarded a Nobel Prize in Physics in 1989,[4] for co-developing the ion trap technique (Penning trap) with Wolfgang Paul, for which they shared one-half of the prize (the other half of the Prize in that year was awarded to Norman Foster Ramsey). Their technique was used for high precision measurement of the electron magnetic moment.", "57846666": "Ma Zuguang (simplified Chinese: 马祖光; traditional Chinese: 馬祖光; 1928–2003) was a Chinese physicist. He is an expert in optoelectronic technology and professor of Harbin Institute of Technology (HIT). Ma founded two disciplines at HIT, nuclear physics and laser technology. He also founded the Tunable Laser Laboratory, a state-level key laboratory. He was an academician of the Chinese Academy of Sciences.[1]", "2403212": "Ezra Theodore Newman (October 17, 1929 – March 24, 2021)[1] was an American physicist, known for his many contributions to general relativity theory. He was professor emeritus at the University of Pittsburgh. Newman was awarded the 2011 Einstein Prize from the American Physical Society.", "10136462": "Rodney James Crewther (23 September 1945 – 17 December 2020) was a physicist, notable in the field of gauge field theories.", "1387414": "Sir Mark Edward Welland, FRS, FREng (born 18 October 1955) is a British physicist who is a professor of nanotechnology at the University of Cambridge and head of the Nanoscience Centre. He has been a fellow of St John's College, Cambridge, since 1986 and started his career in nanotechnology at IBM Research, where he was part of the team that developed one of the first scanning tunnelling microscopes.[1][2][3][4][5][6][7][8][9] He was served as the Master of St Catharine's College, Cambridge and took up office from 2016 to 2023.[10]", "64236449": "Leopoldo A. Pando Zayas is a physicist and string theorist.  He is professor in the Department of Physics at the University of Michigan, Ann Arbor.[1]", "60107681": "Henry H. Radamson is a Swedish professor of microelectronics known for his contribution to semiconductor devices and his invention, Multilayered Thermistor Structure.[1]", "1354658": "Ernst Carl Gerlach Stueckelberg (baptised as Johann Melchior Ernst Karl Gerlach Stückelberg,[1] full name after 1911: Baron Ernst Carl Gerlach Stueckelberg von Breidenbach zu Breidenstein und Melsbach;[2] 1 February 1905 – 4 September 1984) was a Swiss mathematician and physicist, regarded as one of the most eminent physicists of the 20th century.[3][4]", "37890988": "Michelle Yvonne Simmons AO FRS FAA FRSN FTSE (born 14 July 1967) is an Australian quantum physicist, recognised for her foundational contributions[2] to the field of atomic electronics.", "7908271": "Mirage is the name of two fictional villains appearing in American comic books published by Marvel Comics.", "4107186": "David William Strangway, OC FRSC (June 7, 1934 – December 13, 2016) was a Canadian geophysicist and university administrator.  Strangway was the founder, first President and first Chancellor of Quest University Canada, a private non-profit liberal arts and sciences university in Squamish, British Columbia which opened in September 2007. He was President Emeritus of the University of Toronto and the University of British Columbia.", "142274": "The Adventures of Buckaroo Banzai Across the 8th Dimension, often shortened to Buckaroo Banzai, is a 1984 American science fiction comedy film produced and directed by W. D. Richter and written by Earl Mac Rauch. It stars Peter Weller in the title role, with Ellen Barkin, John Lithgow, Jeff Goldblum, and Christopher Lloyd. The supporting cast includes Lewis Smith, Rosalind Cash, Clancy Brown, Pepe Serna, Robert Ito, Vincent Schiavelli, Dan Hedaya, Jonathan Banks, John Ashton, Carl Lumbly and Ronald Lacey.", "44936131": "Ion I. Agârbiceanu (6 January 1907 – 9 March 1971) was a Romanian physicist born in Bucium, Alba County in Transylvania. He was the son of the writer and Greek-Catholic priest Ion Agârbiceanu and his wife Maria.[1]", "70462409": "Alexander Wu Chao (born July 2, 1949, in Taiwan)[1] is a Taiwanese-American physicist, specializing in accelerator physics.", "61647817": "Srubabati Goswami is an Indian scientist specialising in High Energy Physics, Astroparticle Physics, and Neutrino Physics .  She is the  first Indian woman to earn a Ph.D. in  neutrino oscillations from the Science College, University of Calcutta.[2] She did her research in the PRL and Saha Institute of Nuclear Physics and later worked in the Harish Chandra Research Institute.  She is a Senior Professor in Theoretical High Energy Physics in the Physical Research Laboratory. She is a fellow of Indian Academy of Sciences, National Academy of Sciences, India and Indian National Science Academy.[3][4][5][6]", "16067529": "William Duane (February 17, 1872 – March 7, 1935) was an American physicist who conducted research on radioactivity and X-rays and their usage in the treatment of cancer. He developed the Duane-Hunt Law and Duane's hypothesis. He worked with Pierre and Marie Curie in their University of Paris laboratory for six years and developed a method for generating quantities of radon-222 \"seeds\" from radium for usage in early forms of brachytherapy.", "32844748": "Tim Richard Walter Schrabback–Krahe is KIPAC Fellow at the Kavli Institute of Particle Astrophysics and Cosmology, which is based at Stanford University. He is working within the X-ray Astronomy and Observational Cosmology Group. His research focuses on weak gravitational lensing and its applications for cosmology and astrophysics.", "1354698": "Ernst Pascual Jordan (German: [ˈɛʁnst pasˈku̯al ˈjɔʁdaːn]; 18 October 1902 – 31 July 1980) was a German theoretical and mathematical physicist who made significant contributions to quantum mechanics and quantum field theory. He contributed much to the mathematical form of matrix mechanics, and developed canonical anticommutation relations for fermions. He introduced Jordan algebras in an effort to formalize quantum field theory; the algebras have since found numerous applications within mathematics.[1]", "35957705": "Keith Randolph Symon (March 25, 1920 – December 16, 2013) was an American physicist working in the fields of accelerator physics and plasma physics.", "48507851": "Vijay Kumar Chaturvedi is an Indian mechanical engineer and a nuclear power expert.[1] He is a former Chairman and Managing Director of the Nuclear Power Corporation of India Limited (NPCIL).[2] He did his graduate studies in mechanical engineering at Vikram University- Samrat Ashok Technological Institute in 1965 and secured a master's degree in nuclear engineering from Bhabha Atomic Research Centre Training School, Trombay.", "25570260": "Karl Svozil (born 18 December 1956 in Vienna, Austria) is an Austrian physicist educated at the  University of Vienna and Heidelberg University. Visiting scholar  at the Lawrence Berkeley Laboratory of the University of California at Berkeley, US (1982–1983),\nthe Lebedev Institute of the Moscow State University, and the Ioffe Institute, St. Petersburg (1986). Docent in Theoretical Physics at the Vienna Technical University.\nAo. Univ. Professor at the Institute for Theoretical Physics of the Vienna Technical University. External Researcher at the Centre for Discrete\nMathematics and Theoretical Computer Science[1] of the University of Auckland.", "4697047": "Jack Arnold Weyland[1] (born 1940) is a retired professor of physics at Brigham Young University–Idaho (BYU–Idaho) and a member of the Church of Jesus Christ of Latter-day Saints.  He was a prolific and well-known author of fiction for LDS audiences, including many novels and short stories, mostly placed in contemporary settings.[2]  His novel Charly was made into a feature film in 2002.", "55815134": "William Peddie FRSE LLD (31 May 1861 – 2 June 1946) was a Scottish physicist and applied mathematician, known for his research on colour vision and molecular magnetism.[1]", "67939297": "Arlene A. Halko (April 15, 1933 – March 22, 2007) was an American medical physicist and gay rights advocate, based in Chicago. She was inducted into the Chicago LGBT Hall of Fame in 1996.", "45427683": "Richard Geller (25 April 1927 – 1 July 2007) was an experimental nuclear and plasma physicist. He was born on Monday, 25 April 1927, in Vienna and died on Sunday, 1 July 2007, at the age of 80, in Grenoble.", "1911783": "František Běhounek (Czech pronunciation: [ˈfraɲcɪʃɛk ˈbjɛɦounɛk]; 27 October 1898 Prague – 1 January 1973 Karlovy Vary) was a Czech scientist (radiologist), explorer and writer.\nThe asteroid 3278 Běhounek is named after him.", "1059817": "Sir Samuel Frederick Edwards FRS FLSW (1 February 1928 – 7 May 2015) was a Welsh physicist.[1][2]\nThe Sam Edwards Medal and Prize is named in his honour.[3]", "49589225": "Jacques Maurice Beckers (14 February 1934 – 26 February 2021) was a Dutch-born American astronomer. He was director of the National Solar Observatory between 1993 and 1998. Beckers worked mainly in the field of astrophysics and astronomical optometry.[1]", "33696747": "Colin George Windsor FRS (born 28 June 1938) is a British physicist, and was Programme Area Manager, for the United Kingdom Atomic Energy Authority", "72330226": "Mary Paula Chadwick FRAS FInstP is a British physicist who is professor and head of the Department of Physics at Durham University. Her research investigates gamma-ray astronomy and astroparticle physics. She is involved with the Cherenkov Telescope Array.[1]", "37825530": "William J. Quirk (born September 1, 1946) is an American politician who served in the California State Assembly from 2012 to 2022. A member of the Democratic Party, Quirk represented the 20th Assembly district, which encompasses the southern East Bay of the San Francisco Bay Area.", "73313275": "Stanley Dermott (born August 14, 1942) is a British-American astrophysicist and educator. He has been part of the faculty at the University of Florida since 1989 including holding a research foundation professorship from 1997 to 2000 and serving as chair of the department of astronomy from 1993 to 2009.[1] In 2002 he was awarded the degree of Doctor of Science by the University of London in the field of Solar System dynamics.[1]", "34384891": "Christian Thomas Elvey (April 1, 1899 – March 1, 1970) was an American astronomer and geophysicist.", "1485822": "Xiao Qiang (Chinese: 萧强; pinyin: Xiāo Qiáng, born November 19, 1961) is the Director and Research Scientist of the Counter-Power Lab, an interdisciplinary faculty-student research group focusing on digital rights and internet freedom, based in the School of Information, University of California, Berkeley.[1] He also serves as the director of the China Internet Project at Berkeley.[2][3] Xiao is an adjunct professor at the School of Information and the Graduate School of Journalism at the University of California, Berkeley. He is also the founder and editor-in-chief of China Digital Times, a bilingual news website.", "69610497": "Mohammad Basil Altaie (born March 5, 1952) is an Iraqi physicist, philosopher and professor of theoretical physics at Yarmouk University in Jordan.[1][2]", "57977857": "Helena Aksela (born 1947,[1] Perho) is a Finnish physicist[2] and emeritus professor at the University of Oulu.[3] She was the first woman to be appointed a professor of physics in Finland.[4]", "1190915": "Thomas Israel Banks[1] (born April 19,[2] 1949 in New York City[3]) is a theoretical physicist and professor at Rutgers University and University of California, Santa Cruz.", "72133635": "He Yaling (Chinese: 何雅玲; pinyin: Hé Yǎlíng; born September 1963) is a Chinese physicist and professor at Xi'an Jiaotong University, and an academician of the Chinese Academy of Sciences.", "70757383": "William L. Ditto (born 1959) is an American biomedical engineer.", "33336332": "František Kahuda (January 3, 1911 – February 12, 1987) was a Czechoslovak physicist and educator. Between 1954 and 1963 he served as the Minister of Education, and from 1967 to 1985 he was one of the major promoters of psychotronics, within which he founded his own school, called psychoenergetics.[1]", "24685580": "Adlène Hicheur (born 4 December 1976)[1] is a particle physicist with dual Algerian and French nationality.[2] After his master of theoretical physics in Lyon, he joined LAPP (Laboratoire d'Annecy le Vieux de Physique des Particules) to work on the BaBar experiment, located at the Stanford Linear Accelerator Center. His thesis, defended in 2003, was about the production of high energy Eta prime mesons in the decays of B mesons. After that he was a Postdoctorate in England at the Rutherford Appleton Laboratory, where he worked on the ATLAS experiment at LHC. He then joined the high energy physics department of École Polytechnique Fédérale de Lausanne (EPFL) and works currently on the LHCb experiment.", "56110099": "Gunnar Løvhøiden (12 March 1938–7 February 2017) was a Norwegian nuclear physicist from Oslo.[1]", "72690708": "Senta Victoria (Vicki) Greene is an American experimental high-energy physicist, the Stevenson Professor of Physics at Vanderbilt University, where she is also Director of Diversity, Equity, and Engagement for the College of Arts and Science.[1] Her research involves the properties of the quark–gluon plasma,[2][3] and the shapes of jets in heavy ion collisions.[4]", "8334360": "Erwin Richard Fues (17 January 1893 in Stuttgart, Germany – 17 January 1970, Germany), was a German theoretical physicist who made contributions to atomic physics and molecular physics, quantum wave mechanics, and solid-state physics.", "24095769": "Klaus Blaum (born 27 December 1971 in Sobernheim, now Bad Sobernheim, Germany) is a German physicist and director at the Max Planck Institute for Nuclear Physics in Heidelberg, Germany."}