{"66876349": "Spiridoula Christos Matsika (born 1971) is a Greek theoretical chemist. She was elected as a fellow of the American Physical Society in 2014.", "24605631": "Harry F. Noller (born June 10, 1939[citation needed]) is an American biochemist, and since 1992 the director of the  University of California, Santa Cruz's Center for the Molecular Biology of RNA. He has made significant contributions to our understanding of the ribosome and is a member of the National Academy of Sciences.", "6124483": "David H. Dolphin, OC FRS FRSC (born January 15, 1940) is a Canadian biochemist.", "55210961": "Emile Armet de Lisle (1853–1928) was a French industrialist and chemist who helped develop the French radium industry in the early 20th century. Around the turn of the century, Armet de Lisle began to take notice of a growing market for radium products in France. Seeking to take advantage of this opportunity and leave his own mark on the family business, de Lisle established a new factory, just outside Paris, devoted to the production of radium products in 1904. This was the first radium factory in the world.[1]", "71955411": "Alice M. Laskey (c. 1906 - November 22, 1998) was a U.S. Naval Officer and biochemist and who worked in the National Institutes of Health division of research grants and the National Institute of Allergy and Infectious Diseases. She was a lieutenant commander during World War II.", "59175890": "Arie Lev Gruzman (Hebrew: אריה גרוזמן; born 3 October 1970) is a professor of chemistry at Bar Ilan University specializing in Medicinal Chemistry.", "1143773": "Gerhard Schrader (25 February 1903 – 10 April 1990) was a German chemist specializing in the discovery of new insecticides, hoping to make progress in the fight against hunger in the world. Schrader is best known for his accidental discovery of nerve agents such as sarin and tabun.", "34337768": "Sir James Baddiley FRS FRSE (15 May 1918, in Manchester – 17 November 2008, in Cambridge) was a British biochemist.[1]", "59896813": "Charles Lauth (1836–1913) was a French chemist. He synthesised methyl violet.[1]", "63271918": "Konrad Henkel (25 October 1915 - 24 April 1999) was a German chemist and industrialist, and long-time head of the Henkel Group.", "11236335": "William Hooper (1817 or 1818 – 25 September 1877[1]) was a British chemist.", "11760626": "Eric N. Jacobsen (born February 22, 1960, in New York City, New York) is the Sheldon Emery Professor of Chemistry and former chair of the department of chemistry and chemical biology at Harvard University.  He is a prominent figure in the field of organic chemistry and is best known for the development of the Jacobsen epoxidation and other work in selective catalysis.", "69628914": "Alfred \"Fred\" Wittinghofer (born 23 May 1943) is a German biochemist.", "11793400": "Archibald Clark Robertson (15 September 1929 – 28 January 1978) was a Scottish footballer who spent most of his career with Clyde, firstly as an inside right and latterly as manager.", "56095737": "Claire Vallance is a professor of Physical Chemistry at the University of Oxford, Tutorial Fellow in Physical Chemistry at Hertford College,[1][2] and past President of the Faraday Division of the Royal Society of Chemistry. In collaboration with professor Mark Brouard and others, she created the PImMS (Pixel Imaging Mass Spectrometry) sensor, used for time-of-flight particle imaging[3] and recently featured in the Royal Society of Chemistry's Research Frontiers report. She is co-founder of the spin-out company Oxford HighQ, which is developing next-generation chemical and nanoparticle sensors based on optical microcavity technology. Vallance's research spans chemical reaction dynamics, optical microcavity spectroscopy, and applications of spectroscopy and imaging in medical diagnostics. She is also an accomplished musician[4] and triathlete.[5][6]", "74118144": "Leonard Eric Hinkel (1882-1962) was a British chemist and academic.[1]", "9204753": "Robert Allen Plane (1927 – August 6, 2018) was an American retired chemistry professor and college administrator. He served as Provost of Cornell University from 1969 to 1973 and president and chief executive officer of Clarkson University from 1974 until 1985.[1] From 1991 to 1995, he was president of Wells College.[2]", "21001234": "Thomas August Theodor Poleck (November 10, 1821 – June 1, 1906) was a German chemist and pharmacist born in Neisse.", "53834782": "Russell Stephen Drago (November 5, 1928 – December 5, 1997) was an American professor of inorganic chemistry.[1]  He mentored more than 130 PhD students, authored over a dozen textbooks and four hundred research documents, which have been published in several languages. He filed 17 process patents.[2] and established the Florida Catalysis Conference Foundation, Inc.", "68809766": "Samuel Barnett Schryver FRS (15 March 1869 – 21 August 1929) was a British biochemist. Among other subjects, his work studied autolysis of tumours, gastric juice in diseases of the stomach, and coagulation.[2]", "23327789": "Philip Siu Lun Lee CM OM[1][2] (born May 5, 1944; Chinese: 李紹麟)[3][4] was the 24th lieutenant governor of Manitoba. He was made a Member of the Order of Canada in 1999 and received the Queen's Golden Jubilee Medal in 2002.[5]", "36205614": "Sir Richard Oswald Chandler Norman, KBE FRS (April 27, 1932 – June 6, 1993) was a British chemist.[1]", "49706036": "Ivars Kalviņš  (born 2 June 1947) is a Latvian chemist who invented the drug meldonium, trade-named Mildronate.[1][2]", "1242168": "Arne Wilhelm Kaurin Tiselius (10 August 1902 – 29 October 1971) was a Swedish biochemist who won the Nobel Prize in Chemistry in 1948 \"for his research on electrophoresis and adsorption analysis, especially for his discoveries concerning the complex nature of the serum proteins.\"[1][2][3][4][5][6][7][8][9][10][11]", "10122310": "Hans Meerwein (May 20, 1879 in Hamburg, Germany – October 24, 1965 in Marburg, Germany) was a German chemist.[1] \nSeveral reactions and reagents bear his name, most notably the Meerwein–Ponndorf–Verley reduction, the Wagner–Meerwein rearrangement, the Meerwein arylation reaction, and Meerwein's salt.", "34272332": "Charles Roy Hauser (March 8, 1900 – January 6, 1970) was an American chemist. Hauser was a member of the National Academy of Sciences[1][2] and a professor of chemistry at Duke University.[3]", "14709851": "Krzysztof \"Kris\" Matyjaszewski (Polish: [ˈkʂɨʂtɔf matɨjaˈʂɛfskʲi]; born April 8, 1950) is a Polish-American[1] chemist. He is the J.C. Warner Professor of the Natural Sciences at the Carnegie Mellon University[2] Matyjaszewski is best known for the discovery of atom transfer radical polymerization (ATRP), a novel method of polymer synthesis that has revolutionized the way macromolecules are made.[3]", "816224": "Mathieu Joseph Bonaventure Orfila (Catalan: Mateu Josep Bonaventura Orfila i Rotger) (24 April 1787 – 12 March 1853) was a Spanish toxicologist and chemist, the founder of the science of toxicology.", "74445921": "Ghodsi Mohammadi Ziarani (born 1964) is an Iranian chemist and Professor of Organic Chemistry at Alzahra University. Mohammadi Ziarani is among the most-cited Iranian researchers and is known for her works on organic chemistry, nanochemistry, multi-component reactions, natural product synthesis, and asymmetric synthesis.[1][2][3][4][5]", "56063075": "Catherine Louise Day is a New Zealand biochemist. She is currently a professor and was the head of the biochemistry department at the University of Otago.[1]", "25818212": "William Ashwell Shenstone FIC FRS (1 December 1850 in Wells-next-the-Sea, Norfolk, England – 3 February 1908 in Mullion, Cornwall) was a chemist, schoolmaster and published author.[1]", "7238760": "Donald Berthold Zilversmit (July 11, 1919 – September 16, 2010) was a Dutch-born U.S. nutritional biochemist, researcher and educator.  He spent much of his career at Cornell University as professor in the division of nutritional sciences.[1]", "67040361": "Aime Sügis (born 21 January 1935, in Tallinn) is an Estonian chemist and politician. She was a member of VII Riigikogu.[1]", "54719598": "Shen Panwen (Chinese: 申泮文; pinyin: Shēn Pànwén; 7 September 1916 – 4 July 2017) was a Chinese chemist.[2][3]", "54228078": "Peter H. Seeberger (born 1966, in Nuremberg) is a German chemist.", "5010547": "John Addison Porter (March 15, 1822 – August 25, 1866) was an American professor of chemistry and physician.  He is the namesake of the John Addison Porter Prize and was a founder of the Scroll and Key senior society of Yale University.[1]", "68482163": "Sidney Hemming is an analytical geochemist known for her work documenting Earth's history through analysis of sediments and sedimentary rocks. She is a professor of earth and environmental sciences at Columbia University.", "13268088": "Alton Meister (1922–1995) was an American biochemist who made pioneering contributions to the study of glutathione metabolism.[2][3]", "12809337": "David Leslie Officer is a New Zealand organic chemist and materials scientist.", "53081209": "Prof Emil Clement Jungfleisch FRSE MIF (1839-1916) was a French biochemist and pharmacist. He studied molecular dissymmetry.", "59045001": "Harry Friedmann (Hebrew: הארי פרידמן; 28 November 1931 – 28 May 2018) was a professor of chemistry who specialized in theoretical nonlinear optics and lasers in biology.", "41317513": "Bernhard K. Keppler , born 1956 in Hockenheim,[1] is a German bioinorganic chemist and physician. He is chair of inorganic chemistry at the University of Vienna, head of the Institute of Inorganic Chemistry and dean of the Faculty of Chemistry.", "55047310": "Ke Jun (Chinese: 柯俊; pinyin: Ke Jun; Wade–Giles: K'o Chün; 23 June 1917 – 8 August 2017) was a Chinese metallurgist who specialized in forming bainite. He was elected the Chinese Academy of Sciences academician in 1980.[1]\nBorn in 1917, Ke graduated from the Chemistry Department of Wuhan University in 1938. He gained his doctorate degree at the University of Birmingham in Britain in 1948. He died in Beijing on 8 August 2017 at the age of 100.[2]", "4977806": "Sir Hugh Stott Taylor KBE FRS (6 February 1890 – 17 April 1974) was an English chemist primarily interested in catalysis.[2] In 1925, in a landmark contribution to catalytic theory, Taylor suggested that a catalysed chemical reaction is not catalysed over the entire solid surface of the catalyst but only at certain 'active sites' or centres.[3]\nHe also developed important methods for procuring heavy water during World War II and pioneered the use of stable isotopes in studying chemical reactions.[1][4][5][6]", "28079248": "Vratislav Ducháček (16 February 1941 – 5 August 2018) was a Czech chemist and university professor.", "41219218": "Vladimir Petrovich Torchilin (Russian: Владимир Петрович Торчилин, born 1946) is a Soviet, Russian and American biochemist, pharmacologist , and an expert in medical nanotechnology.[1] Torchillin is a University Distinguished Professor of Pharmaceutical Sciences at Northeastern University. He also serves as a director at both the Center for Translational Cancer Nanomedicine and at the Center for Pharmaceutical Biotechnology and Nanomedicine at Northeastern University.[1][2]", "26899616": "Jin-Shan Wang (simplified Chinese: 王锦山; traditional Chinese: 王錦山; pinyin: Wáng Jǐnshān; born July 6, 1962), is a Chinese-American organic chemist and entrepreneur.", "42300576": "Samuel Emmett Horne Jr. (July 26, 1924 –February 4, 2006)[1] was a research scientist at B. F. Goodrich noted for first synthesizing cis-1,4-polyisoprene,[2] the main polymer contained in natural tree rubber, using Ziegler catalysis.[3] Earlier attempts to produce synthetic rubber from isoprene had been unsuccessful, but in 1955, Horne prepared 98 percent cis-1,4-polyisoprene via the stereospecific polymerization of isoprene. The product of this reaction differs from natural rubber only slightly.  It contains a small amount of cis-1,2-polyisoprene, but it is indistinguishable from natural rubber in its physical properties.[4]", "21820578": "John Emsley (born 1938) is a UK popular science writer, broadcaster and academic specialising in chemistry. He researched and lectured at King's College London for 25 years, authoring or co-authoring about 100 papers, and then became Science Writer in Residence at Imperial College London in 1990. From 1997 to 2002 he was Science Writer in Residence at the Department of Chemistry at Cambridge University, England, during which time he started and wrote the newsletter Chem@Cam. \nHe is the author of more than 12 books and several of them have been translated into other languages.", "18150567": "George Preti (October 7, 1944 – March 3, 2020) was an analytical organic chemist who worked at the Monell Chemical Senses Center in Philadelphia, Pennsylvania. For more than four decades, his research focused on the nature, origin, and functional significance of human odors. Dr. Preti's laboratory has identified characteristic underarm odorants,[1] and his later studies centered upon a bioassay-guided approach to the identification of human pheromones, odors diagnostic of human disease, human malodor identification and suppression and examining the “odor-print” of humans.", "56095912": "Camille Georges Wermuth (died September 2015)[1] was a chemist in the Laboratoire de Pharmacochimie Moleculaire at the Universite Louis Pasteur in Illkirch, France. He is particularly known for his editing of The Practice of Medicinal Chemistry (1996) which has been issued in four editions.", "55506092": "Katherine Alice Burke (1875 – 6 July 1924) was a British chemist and one of the nineteen signatories of the 1904 petition to the Chemical Society.[1]", "59339953": "Ives Jonathan Amster (born 1955) is an American chemist. He is a professor and head of the department of chemistry in the Franklin College of Arts and Sciences of the University of Georgia. His research focuses upon the use of mass spectrometry in analytical and biological chemistry. He was named a Fellow of the American Association for the Advancement of Science in 2010, \"for distinguished contributions to the fields of analytical chemistry and mass spectrometry\".[1][2]", "67040435": "Olimpia Altuve (born in Quetzaltenango, Guatemala, 1892–1987) was the first Central American woman to obtain a university degree,[1] obtaining her degree in Pharmaceutical Chemistry in 1919.", "72414395": "Alexei Kharitonenkov (Russian: Алексей Игоревич Харитоненков) is a Russian-American researcher best known for his discoveries of endocrine functions of Fibroblast Growth Factor 21 (FGF21) and its prospects in developing novel therapies for metabolic diseases.[1][2][3] He is also known  for his landmark identification of the signal-regulatory family of proteins (SIRPs),[4] and their corresponding protein-tyrosine phosphatases,[5] which helped unveil the molecular machinery of immune self-recognition (“do-not-eat me” signal) and their potential for the development of drugs to fight cancer.[6][7][8][9][10]", "57996477": "Gertrudis de la Fuente Sánchez (21 August 1921 – 23 January 2017)[1] was a Spanish biochemist who specialised in enzymology. She was a professor in the Spanish National Research Council in Madrid. She coordinated the Spanish government's commission to protect against the 1981 toxic oil syndrome. Her life and scientific career was partially chronicled in the short film, Gertrudis (la mujer que no enterró sus talentos), which was released in 2016.", "43775168": "Ronald Charles Beavis (better known professionally as Ron Beavis) is a Canadian protein biochemist, who has been involved in the application of mass spectrometry to protein primary structure, with applications in the fields of proteomics and analytical biochemistry. He has developed methods for measuring the identity and post-translational modification state of proteins obtained from biological samples using mass spectrometry. He is currently best known for developing new methods for analyzing proteomics data and applying the results of these methods to problems in computational biology.[1][2][3][4][5][6]", "58193089": "Ari Helenius (born 3 September 1944) is a Finnish emeritus professor of biochemistry who is known for his research in virology.", "881865": "George Herbert Hitchings (April 18, 1905 – February 27, 1998) was an American medical doctor who shared the 1988 Nobel Prize in Physiology or Medicine with Sir James Black and Gertrude Elion \"for their discoveries of important principles for drug treatment\", Hitchings specifically for his work on chemotherapy.[2][3][4][5][6]", "58127564": "Albert Ernst Renold (July 10, 1923 – March 21, 1988) was a Swiss physician and clinical biochemist noted for his extensive research on diabetes. In 1986 he was awarded the King Faisal International Prize in Medicine for contributions to the understanding of diabetes.", "9893070": "Sir Edmund Langley Hirst CBE FRS[1] FRSE (21 July 1898 – 29 October 1975), was a British chemist.[3]", "38728918": "Robert Hurst, CBE, GM (3 January 1915 – 16 May 1996) was a New Zealand-born scientist.  He was the first director of the experimental fast-breeder reactor complex at Dounreay, and later the director of the British Ship Research Association.  During World War II he worked in bomb disposal and mine detection, and was awarded the George Medal for his work as part of the team that defused the first V-1 flying bomb found intact in Britain.", "685272": "Alexander Mitscherlich (28 May 1836 in Berlin – 31 May 1918 in Oberstdorf) was a German chemist and son of Eilhard Mitscherlich.", "2323677": "John George Rapp (German: Johann Georg Rapp; November 1, 1757 – August 7, 1847) was the founder of the religious sect called the Harmony Society and a number of associated communes.", "28275935": "Tia Emmetine Keyes is a professor of physical chemistry at the School of Chemical Sciences, and a member of the National Centre for Sensor Research at Dublin City University.", "23655649": "Sir James Irvine Orme Masson FRS[1] FRSE MBE LLD (3 September 1887 – 22 October 1962), generally known as Irvine Masson, was an Australian-born chemist of Scots descent who was Vice-Chancellor of the University of Sheffield from 1938 to 1953.[2] He is usually referred to in documents as J. I. O. Masson.", "8418529": "Hermann Irving Schlesinger (October 11, 1882 – October 3, 1960) was an American inorganic chemist, working in boron chemistry.", "16741606": "Victor Henri (6 June 1872 – 21 June 1940) was a French-Russian physical chemist and physiologist. He was born in Marseilles as a son of Russian parents. He is known mainly as an early pioneer in enzyme kinetics. He published more than 500 papers in a variety of disciplines including biochemistry, physical chemistry, psychology, and physiology.[1][2] Aleksey Krylov was his half-brother.", "11859176": "Arie Jan Haagen-Smit (December 22, 1900 – March 17, 1977) was a Dutch chemist. He is best known for linking the smog in Southern California to automobiles and is therefore known by many as the \"father\" of air pollution control.  After serving as an original board member of the Motor Vehicle Pollution Control Board, formed in 1960 to combat the smog, Dr. Haagen-Smit became the California Air Resources Board's first chairman in 1968.  Shortly before his death in Pasadena, California, of lung cancer, the Air Resources Board's El Monte Laboratory was named after him.", "19363052": "Uwe Meierhenrich (born 23 October 1967 in Detmold) is a German Physico-Chemist. He is professor of Analytical and Physical Chemistry at the University of Nice Sophia Antipolis in France.", "27194606": "Michael A. Marletta is an American biochemist. He was born in Rochester, New York, the son of Italian immigrants. He graduated from the State University of New York at Fredonia in 1973 with an A.B. degree in biology and chemistry, and from the University of California, San Francisco in 1978 with a Ph.D. degree in pharmaceutical chemistry, where he studied with George Kenyon. He was a postdoctoral fellow with Christopher T. Walsh at MIT from 1978-1980 and continued as a faculty member at MIT from 1980-1987 whereupon he joined the faculty of the University of Michigan, Ann Arbor. He was John G. Searle Professor of Medicinal Chemistry in the college of pharmacy and professor of biological chemistry at the University of Michigan.[1] In 2001, he moved to the University of California, Berkeley to assume roles as Aldo DeBenedictis Distinguished Professor of Chemistry and professor of biochemistry and molecular biology, and served as the chair of the department of chemistry from 2005 until 2010.[2] \nHe was a Howard Hughes Medical Institute Investigator.[3] From January 2012 to August 2014, Marletta was president and CEO of The Scripps Research Institute in La Jolla, California, succeeding Richard Lerner.[4]", "783599": "Torbern Olaf (Olof) Bergman (KVO) (20 March 1735 – 8 July 1784) was a Swedish chemist and mineralogist noted for his 1775 Dissertation on Elective Attractions, containing the largest chemical affinity tables ever published.  Bergman was the first chemist to use the A, B, C, etc., system of notation for chemical species.", "19494127": "William Gregory FRCPE FRSE FCS (25 December 1803 – 24 April 1858) was a Scottish physician and chemist. He studied under and translated some of the works of Justus von Liebig, the German chemist. Gregory also had interests in mesmerism and phrenology.[1]", "18707703": "Ayyalusamy Ramamoorthy is the Robert W. Parry Collegiate Professor of Chemistry and Biophysics at the University of Michigan, Ann Arbor. In 2018, he was elected as a fellow of the Royal Society of Chemistry.[1]", "72447224": "Ana Flávia Nogueira (born 1973) is a Brazilian chemist who is a Full Professor at the State University of Campinas (Unicamp) since 2004.[1] Her research considers nanostructured materials for solar energy conversion. She was elected to the Brazilian Academy of Science in 2022.[2]", "6911230": "Goodwin Wharton (8 March 1653 – 28 October 1704) was an English Whig politician and autobiographer, as well as an avid mystic, alchemist and treasure hunter. His unpublished manuscript autobiography, in the British Library, \"ranks high in the annals of psychopathology\" according to the historian Roy Porter.[1]", "62813442": "Masahide Sasaki was a Japanese chemist. He developed the first fully-automated laboratory, and he popularized this innovation internationally.", "53769485": "Ph.D. in Biochemistry at Massachusetts Institute of Technology (1994)\nNSF-NATO Postdoctoral Fellow (1994-1995)", "11957518": "Heinrich Limpricht  (21 April 1827 – 13 May 1909) was a German chemist. Limpricht was a pupil of Friedrich Wöhler; he worked on the chemistry of furans and pyrroles, discovering furan in 1870.[1]", "718096": "Selman Abraham Waksman (July 22, 1888 – August 16, 1973) was a Jewish Ukrainian inventor, Nobel Prize laureate, biochemist and microbiologist whose research into the decomposition of organisms that live in soil enabled the discovery of streptomycin and several other antibiotics. A professor of biochemistry and microbiology at Rutgers University for four decades, he discovered several antibiotics (and introduced the modern sense of that word to name them), and he introduced procedures that have led to the development of many others. The proceeds earned from the licensing of his patents funded a foundation for microbiological research, which established the Waksman Institute of Microbiology located at the Rutgers University Busch Campus in Piscataway, New Jersey (USA). In 1952, he was awarded the Nobel Prize in Physiology or Medicine for \"ingenious, systematic, and successful studies of the soil microbes that led to the discovery of streptomycin.\" Waksman and his foundation later were sued by Albert Schatz, one of his Ph.D. students and the discoverer of streptomycin, for minimizing Schatz's role in the discovery.[2]", "30471446": "Herbert McLeod,[pronunciation?] FRS (February 1841 – October 1923) was an English chemist, noted for the invention of the McLeod gauge and for the invention of a sunshine recorder.[1]", "35484955": "Zhijian \"James\" Chen (simplified Chinese: 陈志坚; traditional Chinese: 陳志堅; pinyin: Chén Zhìjiān; Pe̍h-ōe-jī: Tân Chì-kian; born 1966) is a Chinese-American biochemist and professor in the department of molecular biology at University of Texas Southwestern Medical Center. He is best known for his discovery of mechanisms by which nucleic acids trigger innate and autoimmune responses from the interior of a cell, work for which he received the 2019 Breakthrough Prize in Life Sciences.", "59110700": "Sten Yngve Dennis Lagergren (6 May 1876 – 4 April 1922) was a Swedish physical chemist known for his fundamental findings in adsorption kinetics.", "3536176": "Werner Kutzelnigg (September 10, 1933 – November 24, 2019 in Bochum) was a prominent Austrian-born theoretical chemist and professor in the Chemistry Faculty, Ruhr-Universität Bochum, Germany.\nKutzelnigg was born in Vienna. His most significant contributions were in the following fields: relativistic quantum chemistry, coupled cluster methods, theoretical calculation of NMR chemical shifts, explicitly correlated wavefunctions. He was a member of the International Academy of Quantum Molecular Science.", "66352443": "John Neil[1] Sherwood FRSE (c. 1933 – 4 December 2020) was a British physical chemist, who researched organic crystals. He spent his career at the University of Strathclyde, where he was professor of chemistry (1977–2002), as well as serving as vice-principal (from 1994).", "25851198": "Christopher T. Walsh (February 16, 1944 – January 10, 2023) was a Hamilton Kuhn professor of biological chemistry and pharmacology at Harvard Medical School.[1] His research focused on enzymes and enzyme inhibition, and most recently focused on the problem of antibiotic resistance.[2] He was elected to the National Academy of Sciences in 1989.[2]", "68678984": "Marie-Élisa Nordmann-Cohen (4 November 1910 – 15 August 1993) was a French chemist, antifascist, and communist member of the French Resistance during World War II.[1][2]", "30027": "Tycho Brahe (/ˈtaɪkoʊ ˈbrɑː(h)i, - ˈbrɑː(hə)/ TY-koh BRAH-(h)ee, -⁠ BRAH(-hə), Danish: [ˈtsʰykʰo ˈpʁɑːə] ⓘ; born Tyge Ottesen Brahe, Danish: [ˈtsʰyːjə ˈʌtəsn̩ ˈpʁɑːə];[note 1] 14 December 1546 – 24 October 1601), generally called Tycho for short, was a Danish astronomer of the Renaissance, known for his comprehensive and unprecedentedly accurate  astronomical observations. He was known during his lifetime as an astronomer, astrologer, and alchemist. He was the last major astronomer before the invention of the telescope.", "68679002": "Arthur Linz FAIC, FRPSL, (1895 – March 29, 1961) was an American industrial chemist who specialized in the chemistry of molybdenum and its compounds. He was also a noted philatelist who formed leading collections of the stamps and postal history of Finland, Peru, and Turkey, and wrote extensively about his collecting interests. He formed the majority of the Bernard Payton collection of Peruvian stamps and postal history in the Smithsonian National Postal Museum and his collection of Turkish stamps included a block of tête-bêche \"tughra\" stamps of the Ottoman Empire that has been described as \"arguably the most important Tughra item\".[1]", "61863261": "Stanley Robert Hart (born 20 June 1935 in Swampscott, Massachusetts)[1] is an American geologist, geochemist, leading international expert on mantle isotope geochemistry, and pioneer of chemical geodynamics.[2]", "13432162": "Nikolaus Riehl (24 May 1901 – 2 August 1990) was a German nuclear physicist.  He was head of the scientific headquarters of Auergesellschaft.  When the Russians entered Berlin near the end of World War II, he was invited to the Soviet Union, where he stayed for 10 years.  For his work on the Soviet atomic bomb project, he was awarded a Stalin Prize, Lenin Prize, and Order of the Red Banner of Labor.  When he was repatriated to Germany in 1955, he chose to go to West Germany, where he joined Heinz Maier-Leibnitz on his nuclear reactor staff at  Technische Hochschule München (THM); Riehl made contributions to the nuclear facility Forschungsreaktor München (FRM). In 1961 he became an ordinarius professor of technical physics at THM and concentrated his research activities on solid state physics, especially the physics of ice and the optical spectroscopy of solids.", "8680805": "Leonid Andrussow (28 November 1896 in Riga – 15 December 1988 near Paris) was a German chemical engineer. He developed the process for the production of hydrogen cyanide based on the oxidation of ammonia and methane, which is named after him Andrussow oxidation.", "1275240": "Moti Lal Dhar ( 22 October 1914 – 20 January 2002)[1] was an eminent drug chemist, and science administrator in India. He remained Director Central Drug Research Institute, Lucknow from 1960 until his retirement in 1972 and he has been the only Kashmiri Pandit to serve as Vice- Chancellor, of Banaras Hindu University, B.H.U.[2][3]", "44070260": "Elizabeth Anne McInnes (born 30 March 1959) is a British politician who served as Member of Parliament (MP) for Heywood and Middleton from 2014 to 2019. A member of the Labour Party, she was a Shadow Minister for Foreign and Commonwealth Affairs from 2016 to 2019 and Communities and Local Government from 2015 to 2016.", "3536249": "Leo Radom AC (born 13 December 1944) is a computational chemist and Emeritus Professor of Chemistry at the University of Sydney. He attended North Sydney Boys High School. He has a PhD and a DSc from the University of Sydney and carried out postdoctoral research under the late Sir John Pople.[1] Previously, he was Professor at the Research School of Chemistry at the Australian National University in Canberra, Australia. He has published over 460 papers.", "61863292": "Viola Ingrid Birss is a Professor of Chemistry at the University of Calgary. She works on electrochemistry and the development of nanomaterials for sustainable energy and sensing applications. She has demonstrated a metal oxide perovskite that can be used as the air and fuel electrode in solid oxide fuel cells, as well as creating nanoporous carbon scaffolds to be used in batteries and capacitors.", "58291587": "William Barker (1810–1873) was the second professor of chemistry at the Royal College of Surgeons in Ireland from 1850 to 1873.", "8451464": "Andrew Kenneth Trull (1956–2004) was a noted chemist who put forward many important studies into immunology and other matters. He worked mainly at Papworth Hospital but also presented his work all over the world.", "71759241": "Alexander Nikolaus Franz Naumann (31 July 1837 – 16 March 1922) was a Prussian and German physical chemist and a professor at the University of Giessen. He was a pioneer of chemical thermodynamics and proposed that molecules reacted when their energy levels exceeded a certain critical level which could be achieved through the provision of heat.", "4289932": "James Horst Brunnerman Bell (Dr J. H. B. Bell) (1896–1975) was arguably the leading Scots mountaineer in the period prior to World War II, going on to edit the SMC Journal for an unequalled 24 years from 1936 to 1959. He put up many serious routes on Ben Nevis and around, and tutored among others the younger W. H. Murray. His \"Scottish Climb\" is still well regarded. One of his first \"ascents\" was \"Long Climb\" (Bell & J. D. B. Wilson, June 1940), a 1400-ft Severe on the Orion Face of Ben Nevis - it is reputedly the longest in the UK.", "11629965": "Paul Karl Maria Harteck (20 July 1902 – 22 January 1985) was an Austrian physical chemist. In 1945 under Operation Epsilon in \"the big sweep\" throughout Germany, Harteck was arrested by the allied British and American Armed Forces for suspicion of aiding the Nazis in their nuclear weapons program and he was incarcerated at Farm Hall, an English house fitted with covert electronic listening devices, for six months.", "56882574": "Gary Glish (born August 23, 1954) is an American analytical chemist at the University of North Carolina at Chapel Hill.[1] He is a leading researcher in the fields of mass spectrometry, ion chemistry, and biomolecule analysis.", "46560656": "Yang Yuliang (simplified Chinese: 杨玉良; traditional Chinese: 楊玉良; pinyin: Yáng Yùliáng; born November 1952) is a Chinese chemist and educator. He is a member of Chinese Academy of Sciences. He formerly served as president of Fudan University between January 14, 2009 to October 24, 2014.", "49083794": "Friedrich Auerbach (23 August 1870, Breslau – 4 August 1925) was a German chemist. He was the son of anatomist Leopold Auerbach and the brother of physicist Felix Auerbach. He was the father of geneticist Charlotte Auerbach.", "18904474": "Mohammad Salman Hamdani (Urdu: محمد سلمان ہمدانی) (December 28, 1977 – September 11, 2001) was a Pakistani American New York City Police Department cadet and emergency medical technician who was killed in the aftermath of the September 11 attacks on the World Trade Center, where he had gone to try to help people. In the weeks following 9/11, reports surfaced that the missing Hamdani was being investigated for possible involvement with the perpetrators, but this suspicion proved to be false and he was subsequently hailed as a hero by the New York City mayor and police commissioner.", "38303137": "Maria-Magdalena Zaharescu (born 1938) is a Romanian chemist, specializing in the physical chemistry of oxide systems.[1]", "53441953": "Peter Wipf is a distinguished university professor of chemistry at the University of Pittsburgh. His research interests focus on the total synthesis of natural products, the discovery of new transformations of strained molecules, and the development of new pharmaceuticals.[1][2] He is a Fellow of the Royal Society of Chemistry (RSC), the American Association for the Advancement of Science (AAAS), and the American Chemical Society (ACS).", "60028327": "Sir Thomas Weston Johns Taylor, CBE (2 October 1895 – 29 August 1953) was an English chemist, academic, and university administrator.", "38925737": "Emil Collett (22 December 1875 – 9 June 1940) was a Norwegian chemist and entrepreneur.[1]", "50984363": "Charles Ainsworth Mitchell FRIC FCS (20 November 1867 – 5 January 1948)[1] was a British chemist and forensic scientist who made a special study of the microscopic and chemical study of handwriting.[2] He was a Fellow of the Royal Institute of Chemistry and the Chemical Society, and member of the Society of Public Analysts[2][3]  He was editor of The Analyst for 25 years, president of the Medico-Legal Society (1935–1937), and vice president of the Society of Chemistry (1937–1940).[1]", "7632304": "Charles Henry George Howard, 20th Earl of Suffolk, 13th Earl of Berkshire, GC, FRS, FRSE (2 March 1906 – 12 May 1941) was an English bomb disposal expert who was also an earl in the Peerage of England, belonging to the ancient Howard family. He was styled Viscount Andover until 1917. He is most famous for being responsible for rescuing a team of French nuclear scientists and transporting the entire world stockpile of heavy water from France to Britain in the face of the imminent French defeat in 1940. He was known by the nicknames Mad Jack, Wild Jack or just Jack and although he was generally referred to in aristocratic circles as Suffolk, he was better known in the workaday world as Jack Howard (more officially Charles Howard).[1]", "42628543": "Gerrit Friedrich Otto Toennies (January 31, 1898 in Hamburg, Germany – September 16, 1978 in Kensington, Prince Edward Island, Canada) was a research biochemist. He was the oldest of five children of the famous sociologist Ferdinand Tönnies and a brother of Jan Friedrich Tönnies.", "357826": "Noel Joseph Terence Montgomery Needham CH FRS FBA[1] (/ˈniːdəm/; 9 December 1900 – 24 March 1995) was a British biochemist, historian of science and sinologist known for his scientific research and writing on the history of Chinese science and technology, initiating publication of the multivolume Science and Civilisation in China. A focus of his was what has come to be called the Needham Question of why and how China had ceded its leadership in Science and Technology to Western countries.", "53179847": "Aleksander Kocwa (26 August 1901 – 11 January 1959) was a Polish chemist, professor of the Jagiellonian University, dean of the Faculty of Pharmacy of the Jagiellonian University and of the Faculty of Pharmacy of the Medical College in Kraków. Arrested during Sonderaktion Krakau, he was imprisoned in Sachsenhausen and Dachau concentration camps. After the release he organized secret teaching for students of pharmacy and chemistry in Nazi-occupied Kraków.", "62931": "Manley Lanier \"Sonny\" Carter Jr., M.D. (August 15, 1947 – April 5, 1991), (Capt, USN), was an American chemist, physician, professional soccer player, naval officer and aviator, test pilot, and NASA astronaut who flew on STS-33.", "17823197": "Mark S. Workentin is a professor of organic chemistry at the University of Western Ontario.  The primary interests of the Workentin research group are materials chemistry, organic electrochemistry, organic photochemistry, physical organic chemistry and physical materials organic electrophotochemistry.[1]", "44004831": "Adolf Ossian Aschan (16 May 1860, Helsinki – 25 February 1939) was a Finnish chemist and politician. He was a member of the Parliament of Finland from 1910 to 1911, representing the Swedish People's Party of Finland (SFP).[1] He served as the professor of chemistry at the University of Helsinki from 1908 to 1927.", "60913123": "Gao Xiaoxia (Chinese: 高小霞; 1919 – 9 September 1998) was a Chinese chemist and an academician of the Chinese Academy of Science.  She held leadership positions at Peking University and in the Chinese Chemical Society. Her contributions to analytical chemistry, particularly the development of microanalytical techniques in polarography, were instrumental in supporting the research and production of rare earths.", "42694117": "Deric Bolton (1908–1993) was a Scottish research chemist and poet born in Paisley. He was an exponent of the exploration and elucidation of science through verse. His poetry collections include Glasgow Central Station (1972) and a volume of selected poems, August Morning on Tweed (Galliard, 1991). He lived most of his life in Edinburgh and was vice-chair of the Scottish Association for the Speaking of Verse.", "6747628": "Prof Alexander Smith FRSE LLD (11 September 1865 – 8 September 1922) was a Scottish chemist, who spent his working life teaching in the universities of America.", "44103150": "Francis Arthur Freeth OBE FRS (2 January 1884 – 15 July 1970) was a British industrial chemist. He spent much of his career at Brunner Mond and its successor Imperial Chemical Industries, as chief chemist, research manager and in a recruiting capacity, with particular knowledge of phase rule chemistry, and developed many processes related to the manufacture of explosives. He made a critical contribution to the British World War I effort by devising new ways to manufacture ammonium nitrate, which was recognised with an honour, and a smaller contribution in World War II for the Special Operations Executive. Freeth created links between Brunner Mond and Dutch chemistry, particularly at the University of Leiden where he met Kammerlingh Onnes and was awarded a doctorate.", "18675185": "Hermann Hartmann (4 May 1914 in Bischofsheim an der Rhön – 22 October 1984 in Glashütten im Taunus) was a German chemist and professor and researcher in  physical and theoretical chemistry at the University of Frankfurt am Main. He contributed to all fields of physical chemistry and was instrumental in establishing  theoretical chemistry by developing Ligand field theory (1947) and other quantum chemical models including the Hartmann Potential (1971).  He also formulated a new perturbation theory (1970–1977) as part of his  pioneering research towards a unified field theory of chemical bonding based on a non-linear Schrödinger equation (1980).", "7173623": "Franz Hein (30 June 1892 – 26 February 1976) was a German scientist and artist.", "48559610": "Edith Kroupa (1910–1991) was a research chemist who utilized microchemical analysis in the laboratory of Professor A. Franke at the University of Vienna. \nIn 1930, Kroupa and Friedrich Hecht analyzed a sample of radioactive rock from the Huron Claim, Manitoba near Winnipeg, Manitoba, Canada.[1][2][3] \nThe team determined the sample to be over 1,725,000,000 years old.[4][5][6]", "23131645": "Sir John Dalrymple of Cousland, 4th Baronet FRSE FSA(Scot) (1726 – 26 February 1810) was a Scottish advocate, judge, chemist and author, best known for his Memoirs of Great Britain and Ireland from the dissolution of the last parliament of Charles II until the sea battle of La Hogue, first published in 1771. A new edition of 1790 carried on to the capture of the French and Spanish navies at Vigo. The Dalrymples formed a dynasty in the Scottish legal profession. Though he was a central figure in the Scottish Enlightenment and a friend of persons like David Hume and Adam Smith, Dalrymple's writings were little appreciated – he has been seen as an irritating member of the Edinburgh literati.[1]", "59373056": "Marianne Baudler (27 April 1921 – 5 March 2003) was a German chemist.[1] She is known for her research on phosphorus.", "51410433": "Ann M. Valentine is an American bioinorganic chemist whose research focuses on biomineralization, the uptake and transport of metals and their medical applications in areas such as cancer research.[1] She has received awards including the 2014 AICChemical Pioneer Award \"for her outstanding contributions towards advancing the science of chemistry and impacting the chemical profession\"[2] and the 2009 Paul D. Saltman Award for Metals in Biology for \"outstanding contributions to the field of metals in biology\" and \"groundbreaking work on the structures and reactions of complexes containing titanium.\"[3]", "70186501": "Alfred Ellis Wilhelmi (1910–1994) was an American endocrinologist recognized for contributing to the understanding of anterior pituitary hormones.[1]", "38598160": "Howard Ronald Kaback was an American biochemist, known for Kabackosomes, the cell-free membrane transport vesicles. He was the brother of Michael M. Kaback, pediatrician and human geneticist, who developed a screening program to detect and prevent Tay–Sachs disease, a rare and fatal genetic disorder most common in Ashkenazi Jews.[1]", "18445849": "William Francis Hillebrand (December 12, 1853 – February 7, 1925) was an American chemist.", "2848286": "Rudolf Signer (17 March 1903, Herisau, Switzerland – 1 December 1990, Gümlingen, Switzerland) contributed to the discovery of the DNA double helix.  He was a Professor for organic chemistry at the University of Bern from 1935 until 1972.[1][2]", "51377698": "Sargis Shahnazar Araratyan (Armenian: Սարգիս Արարատյան; 1886–1943) was an Armenian politician who served as Minister of Finance of the First Republic of Armenia from 1919 to 1920 and Minister of Social Protection  in 1920.", "70579771": "Boris Konstantinovich Vainshtein (Russian: Бори́с Константи́нович Вайнште́йн, 10 July 1921 – 28 October 1996) was a Russian crystallographer. He headed the Laboratory of Protein Crystallography of the Shubnikov Institute of Crystallography RAS, and was the director of the institute, where he spent the majority of his career.[1][2]", "47085118": "Mohammad Hossein Rafiee Fanood (Persian: محمد حسین رفیعی فنود) (born 9 April 1945) is an Iranian scholar, pro-democracy activist,  and an author. He is a retired professor of polymer chemistry at University of Tehran, and a member of Meli-Mazhabi (National-Religious) Alliance and Iran's National Peace Council. The Iranian regime arrested him in 2015 for his political views.[1]", "69334593": "Ernst Klenk (14 October 1896, Pfalzgrafenweiler – 29 December 1971, Cologne) was a German biochemist, known as a pioneer in research on biolipids, their metabolism, and diseases caused by biolipid disorders.[1]", "5797443": "Malcolm Leslie Hodder Green FRS FRSC[4] (16 April 1936 – 24 July 2020)[5] was Professor of Inorganic Chemistry at the University of Oxford.  He made many contributions to organometallic chemistry.[6][2]", "41383504": "Augusto César Leal Angulo (3 June 1931 – 29 January 2013) was a Mexican chemist and politician affiliated with the PAN. He served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Sinaloa. He also served as Deputy between 1994 and 1997.[1][2]", "72447589": "Jana Zaumseil (born 1977) is a German chemist who is a professor of physical chemistry at Heidelberg University. She serves as dean of the faculty of chemistry and earth sciences. Her research considers organic electronic materials for optoelectronics.", "52524650": "Nils G. Walter, Dr. Ing., is the Francis S. Collins Collegiate Professor of Chemistry, Biophysics, and Biological Chemistry at the University of Michigan, Ann Arbor. Research in the Nils Walter Lab focuses on non-coding RNA through the lens of single molecule techniques. He is the Founding Director of the Single Molecule Analysis in real-Time (SMART) Center at Michigan. In addition, Walter is the Founding Co-Director for the University of Michigan Center for RNA Biomedicine whose mission is to enrich the university’s intellectual and training environment around RNA Biomedicine. He is currently an Associate Director for the Michigan Post-baccalaureate Research Education Program (PREP).", "4454001": "Ernst Julius Cohen ForMemRS[1] (7 March 1869 – 6 March 1944) was a Dutch Jewish chemist known for his work on the allotropy of metals.  Cohen studied chemistry under Svante Arrhenius in Stockholm, Henri Moissan at Paris, and Jacobus van't Hoff at Amsterdam.  In 1893 he became Van't Hoff's assistant and in 1902 he became professor of Physical Chemistry at the University of Utrecht, a position which he held until his retirement in 1939.    Throughout his life, Cohen studied the allotropy of tin.\nCohen's areas of research included polymorphism of both elements and compounds, photographic chemistry, electrochemistry, pizeochemistry, and the history of science. He published more than 400 papers and numerous books.[3]", "11105906": "Russell Mosher Pitzer (born May 10, 1938) is an American theoretical chemist and educator.", "27457138": "Roger R. Festa was a professor of chemistry at Truman State University in Kirksville, MO. Festa completed his AB at Saint Michael's College, his MA at the University of Vermont, his PhD at the University of Connecticut, and post-doctoral study at Indiana University. Festa served as president of the American Institute of Chemists during 1996 and 1997, and on the AIC Board of Directors for 18 years, seven of which as an officer. He continued his service as a member of the board of trustees of the American Institute of Chemists Foundation. From 1980 to 1990, Festa served as an associate editor of the Journal of Chemical Education. His primary research interest was in the processes and outcomes of undergraduate chemistry education.[citation needed] Festa was also a member of Sigma Phi Epsilon fraternity, and served as the faculty advisor of the Missouri Mu chapter at Truman State University. He was also a member of the board of governors of the Sigma Phi Epsilon Educational Foundation. In 1985, Festa and H. David Wohlers established Truman's chapter of Alpha Chi Sigma, the co-ed professional fraternity in chemistry. Festa was an emeritus member of the Council of Scientific Society Presidents. Roger Festa died in St. Louis on May 25, 2018.", "15726193": "Peter Wasserscheid (born 23 October 1970, in Würzburg) is a German chemist and professor for chemical reaction engineering at the University of Erlangen-Nuremberg. Together with Matthias Beller he won the Gottfried Wilhelm Leibniz Prize in 2006.", "5994102": "Xu Fu (Hsu Fu; Chinese: 徐福 or 徐巿[1]; pinyin: Xú Fú; Wade–Giles: Hsu2 Fu2; Japanese: 徐福 Jofuku or 徐巿 Jofutsu; Korean: 서복 Seo Bok or 서불 Seo Bul) was a Chinese alchemist and explorer. He was born in 255 BC in Qi, an ancient Chinese state, and disappeared at sea in 210 BC. He served as a court sorcerer in Qin Dynasty China. Later, he was sent by Qin Shi Huang to the eastern seas twice to look for the elixir of life.[2] His two journeys occurred between 219 BC and 210 BC. It was believed that the fleet included 60 barques with soldiers, ship crewmen, and 3,000 boys and 3,000 girls,[2] and craftsmen of different fields. After he embarked on a second mission in 210 BC, he never returned.[3]", "16348800": "Paul Marie Alfred Lebeau (19 December 1868 – 18 November 1959) was a French chemist. He studied at the elite École supérieure de physique et de chimie industrielles de la ville de Paris (ESPCI).[1] Together with his doctoral advisor Henri Moissan he was working on fluorine chemistry discovering several new compounds, like bromine trifluoride, oxygen difluoride, selenium tetrafluoride and sulfur hexafluoride.", "32241294": "'Jeffrey Vinokur (born August 24, 1990), also known as Dr. Jeff[1][2] and The Dancing Scientist,[3] is an American scientist, entrepreneur and Emmy-nominated host of more than 100 educational science shows for children.[4][5]", "95888": "James Smithson FRS (c. 1765[1] – 27 June 1829) was a British chemist and mineralogist. He published numerous scientific papers for the Royal Society during the early 1800s as well as defining calamine, which would eventually be renamed after him as \"smithsonite\". He was the founding donor of the Smithsonian Institution, which also bears his name.", "67729047": "Theresa Lynn Windus is an American chemist who is a distinguished professor at Iowa State University and the Ames Laboratory. Her research involves the development and use of high performance computational chemistry methods to tackle environmental challenges, including the development of new catalysts and renewable energy sources. She was elected a Fellow of the American Chemical Society in 2020.", "43906713": "William Lofland Dudley (April 16, 1859 – September 8, 1914) was an American chemistry professor at both the University of Cincinnati and Vanderbilt University and an athletics pioneer during the Progressive Era.[1] At Vanderbilt, he was appointed dean of its medical department. He was also once vice-president of the American Association for the Advancement of Science, and was notably director of affairs on the Tennessee Centennial Exposition executive committee.", "72873627": "Iraj Lalezari (1930–2019) was an Iranian academic of Jewish origin. His study fields were organic chemistry and pharmacology. He left Iran in 1979 following the regime change in the country and settled in the US where he continued his academic studies.", "4421285": "Hans Charles Freeman AM, FAA (26 May 1929 – 9 November 2008) was a German-born Australian bioinorganic chemist, protein crystallographer, and professor of inorganic chemistry who spent most of his academic career at the University of Sydney.[2] His best known contributions to chemistry were his work explaining the unusual structural, electrochemical, and spectroscopic properties of blue copper proteins, particularly plastocyanin.[3] He also introduced protein crystallography to Australia[4] and was a strong advocate for courses to ensure Australian scientists have good access to \"big science\" facilities.[5] Freeman has received numerous honours, including being elected a Fellow of the Australian Academy of Science (FAA)[6] and appointed a Member of the Order of Australia (AM)[7] by the Australian Government.  He was a charismatic lecturer who voluntarily continued teaching well into his formal retirement and imbued his students with a love of science.[2]", "49313457": "Gladys Karirirue Kahaka is a Namibian biotechnologist who was a recipient of the 2012 L'Oréal-UNESCO Awards for Women in Science. She was the first Namibian to receive the award. She studies the genetics and molecular structure of plants.[1][2]", "48658103": "Seetha Coleman-Kammula is an Indian chemist, environmentalist and entrepreneur. After over 25 years working in the petrochemical industry developing plastics, she began an environmental consulting firm in 2005. Her firm focuses on industrial ecology and assessment of the life cycle of products so that they are manufactured in processes that are environmentally aware of the future impact of waste products.", "52164300": "Charles A. \"Chuck\" Wight is the ninth president of Salisbury University, a master's-level university located in Salisbury, Maryland.[1]", "72447696": "James Murray (1923–1961) was an organic chemist at the University of Otago. He was the first twentieth century lichenologist in New Zealand.", "1177301": "Étienne François Geoffroy (13 February 1672 – 6 January 1731) was a French physician and chemist, best known for his 1718 affinity tables. He first contemplated a career as an apothecary, but then decided to practice medicine. He is sometimes known as Geoffroy the Elder.", "63796950": "Julian Perry Robinson (11 November 1941 – 22 April 2020)[1] was a British chemist and peace researcher.[2][3]", "4454103": "Award in Theoretical Chemistry (1993)[1]", "49608409": "Colonel William Ivison Macadam VD FRSE FSA FIC FCS FRSSA (27 January 1856 – 24 June 1902)", "1177306": "Claude Joseph Geoffroy (8 August 1685, Paris – 9 March 1752, Paris) was the brother of Étienne François Geoffroy. Like his brother, he was an apothecary and chemist. Having a considerable knowledge of botany, he devoted himself especially to the study of the essential oils in plants.", "68613853": "Leticia Myriam Torres Guerra (born September 9, 1955) is a Mexican chemist.", "60290781": "Karel František Wiesner FRS FRSC OC (November 25, 1919 – November 28, 1986) was a Canadian chemist of Czech origin known for his contributions to the chemistry of natural products, notably aconitum alkaloids and digitalis glycosides.[1][2]", "58029798": "Thomas Shirley Hele, OBE, MD, FRCP (b Carlisle 24 October 1881 – d Cambridge 23 January 1953) was an academic in the 20th century.[1]", "43284200": "Thomas J. Barton is an American chemist who served as the president of the American Chemical Society in 2014.[1]", "57931501": "Charles James Matthew Stirling FRS, CChem, FRSC, FLSW (born 1930) is an Emeritus Professor of Chemistry, at the University of Sheffield, in England.", "43284207": "Charles Musgrave is an American chemist, engineer and materials scientist. He won the 1993 Foresight Institute Feynman Prize in Nanotechnology.[1]", "27227892": "Sir Ewart Ray Herbert Jones FRS (16 March 1911 – 7 May 2002) was a Welsh organic chemist and academic administrator, whose fields of expertise led him to discoveries into the chemistry of natural products, mainly steroids, terpenes and vitamins.[1] His work also led to the creation of the Jones oxidation.[2]", "56260346": "Itamar Willner FRSC is an Israeli chemist who has been a professor at the Hebrew University of Jerusalem since 1986.[1]", "59078395": "Paul Hargrave (born 1938) is an American biochemist whose laboratory work established key features of the structure of rhodopsin.[1][2]", "63600386": "Heinrich Gottlob Bertsch (11 January 1897 – 19 March 1981) was a German chemist.[1] He is considered the inventor of the world's first fully synthetic detergent.[clarification needed]", "25720583": "Noel L. Owen is a professor of chemistry at Brigham Young University who served from 1995 to 2001 as associate chair of the Chemistry and Biochemistry Department.  He is also a member of BYU's Cancer Research Center.", "54949641": "Péter R. Surján (born August 30, 1955[1]) is a Hungarian theoretical chemist who is known for his research on application of the theory of second quantization in quantum chemistry.", "2357005": "Denis James Evans AM FAA FRACI, (born 19 April 1951, Sydney) is an Australian scientist who is an Emeritus Professor at the Australian National University and Honorary Professor at The University of Queensland.  He is widely recognised for his contributions to nonequilibrium thermodynamics and nonequilibrium statistical mechanics and the simulation of nonequilibrium fluids.", "68810509": "Garth James Smith Cooper is a New Zealand academic biochemist, and as of 2021 is a full professor at the University of Auckland.[1]", "67467026": "David Allan Butterfield (born January 14, 1946) is an American biological chemist. During the COVID-19 pandemic, Butterfield was named among the world's leading Alzheimer's disease experts by Expertscape, an online base of biomedical expertise.  He is a Fellow of the Society for Free Radical Biology and Medicine.", "16676631": "Melvin Lorrel \"Pete\" Nichols (November 30, 1894 – March 29, 1981) was an American chemistry professor and author.", "49608474": "Stevenson Macadam FRSE FIC FCS FRSSA (27 April 1829 – 24 January 1901) was a Scottish scientist, analytical chemist, lecturer, and academic author.", "1177384": "John Mayow FRS (1641–1679) was a chemist, physician, and physiologist who is remembered today for conducting early research into respiration and the nature of air.  Mayow worked in a field that is sometimes called pneumatic chemistry.", "54261546": "Mary Corner (25 March 1899 – 4 November 1962), was a pharmacist, a worker in the British Cotton Industry and British Leather Manufacturers, Head of the Micro-analytical Section of the Chemical Research Laboratory, Vice-Chairman of the Microchemistry group and a founding member of the Microchemical Club.", "48592684": "Dominique Langevin (French pronunciation: [dɔminik lɑ̃ʒvɛ̃] ⓘ; born July 24, 1947) is a French researcher in physical chemistry. She is research director at the Centre national de la recherche scientifique and leads the liquid interface group in the Laboratory of Solid State Physics at the University of Paris-Sud.[1][2] She was the Life and Physical Sciences Panel chair for the European Space Sciences Committee of the European Science Foundation from 2013-2021.[3][4]", "31356717": "Gary Martin is an American chemist and expert in the fields of both NMR spectroscopy and medicinal chemistry. He is a distinguished fellow at the Merck Research Laboratories. He is also a photographer specializing in the capture of images of lighthouses, especially under conditions of extreme weather.[1][2]", "9926444": "William Henry Nichols (1852–1930) was an American chemist and businessman. He was instrumental in building the chemical supply business in the U.S. The specialty materials business of Honeywell traces its roots back a small sulfuric acid company he started in 1870. Nichols was one of the original founders of the American Chemical Society, serving as president in 1918 and 1919. The New York branch of the society gives a prestigious award every year that is named after him, the William H. Nichols Medal Award. He attended New York University.", "46495536": "Clément Georges Lemoine (16 January 1841 in Tonnerre – 13 November 1922 in Paris) was a French chemist and hydrologist. He was the father of geologist Paul Lemoine (1878–1940).", "44332849": "Willis Conway Pierce (December 2, 1895 – December 23, 1974[2]) was an American chemist and professor at Pomona College and in the University of California system.", "54261556": "Emily Jane Lloyd (1860 – 14 November 1912) was an English chemist and one of the first women to become an Associate member of the Royal Institute of Chemistry.", "64354104": "Charles David Sherrill is a professor of chemistry and computational science and engineering at Georgia Tech working in the areas of theoretical chemistry, computational quantum chemistry, and scientific computing.  His research focuses on the development and application of theoretical methods for non-covalent interactions between molecules.  He is the lead principal investigator of the Psi open-source quantum chemistry program.", "54261579": "Cecilie Mary French (23 October 1915 – 6 August 1962) was a British chemist and lecturer specialising in magnetochemistry.", "17921868": "Octavio Augusto Novaro Peñalosa  (4 July 1939 – 6 March 2018) was a prominent theoretical physicist specialized in theoretical  catalysis,  physical chemistry,  biophysics  and  geophysics. He received the National Prize for Arts and Sciences in 1983 and became the first Mexican researcher to receive the UNESCO Science Prize in 1993. Since 1995 he was also one of the forty lifetime members of The National College.[1]", "42923852": "Brigitte Mühlenbruch (born July 20th 1936)[1] is a German chemist.", "34273109": "Joseph Oakland Hirschfelder (May 27, 1911 – March 30, 1990) was an American physicist who participated in the Manhattan Project and in the creation of the nuclear bomb.[1][2]", "4454234": "Gilbert Stork (December 31, 1921 – October 21, 2017)[2] was an organic chemist. For a quarter of a century he was the Eugene Higgins Professor of Chemistry Emeritus at Columbia University.[3] He is known for making significant contributions to the total synthesis of natural products, including a lifelong fascination with the synthesis of quinine. In so doing he also made a number of contributions to mechanistic understanding of reactions, and performed pioneering work on enamine chemistry, leading to development of the Stork enamine alkylation.[3]: 111 [4]\nIt is believed he was responsible for the first planned stereocontrolled synthesis as well as the first natural product to be synthesised with high stereoselectivity.[5]", "70743900": "Raymond Dean Astumian is an American physical chemist. He is a professor at the University of Maine.[1]", "3536746": "Trygve Helgaker (born August 11, 1953, in Porsgrunn, Norway) is professor of chemistry, Department of Chemistry, University of Oslo, Norway.", "2029423": "Richard Watson (1737–1816) was an Anglican bishop and academic, who served as the Bishop of Llandaff from 1782 to 1816. He wrote some notable political pamphlets. In theology, he belonged to an influential group of followers of Edmund Law that included also John Hey and William Paley.[1]", "61470576": "Zhuo Renxi (Chinese: 卓仁禧; 12 February 1931 – 6 August 2019) was a Chinese chemist who specialized in biomaterial research. He served as professor and Chair of the Department of Chemistry of Wuhan University. He was an academician of the Chinese Academy of Sciences and a Fellow of Biomaterials Science and Engineering.", "63349": "Frederick Sanger OM CH CBE FRS FAA (/ˈsæŋər/; 13 August 1918 – 19 November 2013) was a British biochemist who received the Nobel Prize in Chemistry twice.", "52328312": "Ganugapati Sree Rama Subba Rao (born 1937) is an Indian natural product chemist and a former chair of the department of sciences at the Indian Institute of Science (IISc).[1] He is known for his researches on dihydroaromatics obtained through Birch reduction of aromatic compounds[2] and is an elected fellow of the Indian National Science Academy,[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1982, for his contributions to chemical sciences.[5]", "62683001": "Charles Roger Slack FRS FRSNZ (22 April 1937 – 24 October 2016) was a British-born plant biologist and biochemist who lived and worked in Australia (1962–1970) and New Zealand (1970–2000). In 1966, jointly with Marshall Hatch, he discovered C4 photosynthesis (also known as the Hatch Slack Pathway).", "67598200": "Kenneth J. Balkus Jr. is an American chemist and materials scientist. He is professor of chemistry and former department chair at The University of Texas at Dallas.[1] He is a Fellow of the American Chemical Society and a recipient of the ACS Doherty Award. His well known work is synthesis of zeolite UTD-1, the first high-silica zeolite to contain a one-dimensional, extra-large 14-ring pore system.[2][3] Other notable work include rare-earth metal organic frameworks.[4] He is editor to Journal of Porous Materials, Springer.[5] He is also co-founder of DB Therapeutics, a company developing cancer therapies.", "71956349": "Alexander Nikiforovich Popov (Russian: Александр Никифорович Попов 1840 – 18 August 1881) was a Russian organic chemist. He taught chemistry at the University of Kazan and at the University of Warsaw. He discovered what is now called Popov's Rule (or Popoff's Rule) which states that in the oxidation of an unsymmetrical ketone, the cleavage of the C−CO bond so that the smaller alkyl group is retained.", "23754625": "John Parascandola (born July 14, 1941) is an American medical historian.  He has written numerous books, including The Development of American Pharmacology: John J. Abel and the Shaping of a Discipline, and held the position of Public Health Service Historian.[3]", "69433217": "John Albert Newton Friend (20 July 1881 – 15 April 1966) was a British chemist and educator who specialized in the chemistry of corrosion and its prevention. He was among the first to note that chromium enhances the corrosion resistance of steel. He edited a multi-volume textbook of inorganic chemistry.", "13956996": "Charles Franklin Schnabel (1895-1974) was an American agricultural chemist who became known as the father of wheatgrass. Schnabel opened the door to scientific research on cereal grass. After Schnabel's initial work in the mid-1920s that showed chickens nearly tripled their winter egg production when a small amount of cereal grass was added to their diet, he went on to find benefits with nearly every kind of livestock. His research documented larger litters, richer milk, more milk, less infant mortality, better fur and improved general health when a small amount of dehydrated cereal grass was added to the animal's food ration. In 1970, he accurately predicted that, due to its climate similar to Johannesburg, \"San Diego will be the wheat grass capital of the United States.\"", "10909574": "Michael Buback (February 16, 1945) is a chemist and professor at Göttingen University. He is the son of Siegfried Buback, the former chief federal prosecutor of Germany who was assassinated by Red Army Fraction (RAF) militant group in the German Autumn 1977.", "55703435": "Prof Alexander Robert Normand FRSE FRSGS (4 March 1880–18 July 1958) was a Scottish chemist and geologist.[1]", "11990924": "Daniel Vorländer (11 June 1867 – 8 June 1941) was a German chemist who synthesized most of the liquid crystals known until his retirement in 1935.", "56784783": "Jacquelyn S. (Jacque) Fetrow (born 1960) is a computational biologist, college administrator, and the 15th president of Albright College.[1] Previously, she served as Provost, Vice President of Academic Affairs, and Professor of Chemistry at the University of Richmond, in Richmond, Virginia.[2] Prior to that appointment, she served as Dean of the College at Wake Forest University in Winston-Salem, North Carolina.[3] She also co-founded a company, GeneFormatics, for which she served as Director and Chief Scientific Officer for four years.", "57374610": "Kuzma Andrianovich Andrianov (Russian: Кузьма Андрианович Андрианов; 28 December 1904 — 13 March 1978) was a Soviet and Russian chemist and professor of Moscow Power Engineering Institute. Hero of Socialist Labour (1969).", "14481299": "Ana María López Colomé is a distinguished Mexican biochemist who won the 2002 L'Oréal-UNESCO Award for Women in Science – Latin America for her studies on the human retina and the prevention of retinitis pigmentosa and several retinopathies.[1]", "70973331": "Helen Jill Cooper is a British chemist who is Professor of mass spectrometry at the University of Birmingham. She serves as Deputy Head of the School of Chemistry and holds an Engineering and Physical Sciences Research Council Established Career Fellowship. Her research considers the development of native ambient mass spectrometry to enable direct analysis of intact proteins and protein assemblies from tissue.", "4454291": "Frank Henry Westheimer (January 15, 1912 – April 14, 2007) was an American chemist.  He taught at the University of Chicago from 1936 to 1954, and at  Harvard University from 1953 to 1983, becoming the Morris Loeb Professor of Chemistry in 1960, and Professor Emeritus in 1983.[2] The Westheimer medal was established in his honor in 2002.[3]", "60389282": "Linda Faye Nazar OC FRSC FRS is a Senior Canada Research Chair in Solid State Materials and Distinguished Research Professor of Chemistry at the University of Waterloo. She develops materials for electrochemical energy storage and conversion. Nazar demonstrated that interwoven composites could be used to improve the energy density of lithium–sulphur batteries. She was awarded the 2019 Chemical Institute of Canada Medal.", "4421538": "Raphael Meldola FRS (19 July 1849 – 16 November 1915) was a British chemist and entomologist. He was Professor of Organic Chemistry in the University of London, 1912–15.", "4454307": "Richard Neil Zare (born November 19, 1939, in Cleveland, Ohio) is the Marguerite Blake Wilbur Professor in Natural Science and a Professor of Chemistry at Stanford University.[6] Throughout his career, Zare has made a considerable impact in physical chemistry and analytical chemistry, particularly  through the development of laser-induced fluorescence (LIF) and the study of chemical reactions at the molecular and nanoscale level.[7] LIF is an extremely sensitive technique with applications ranging from analytical chemistry and molecular biology to astrophysics.[8] One of its applications was the sequencing of the human genome.[9]", "62027687": "Howard Bishop Lewis (8 November 1887 – 7 March 1954)[1] was a chemistry professor and past president of the American Society for Biochemistry and Molecular Biology (AMBSB).[2]", "70875049": "Kyoung-Shin Choi is a professor of chemistry at the University of Wisconsin-Madison.[4][5] Choi's research focuses on the electrochemical synthesis of electrode materials, for use in electrochemical and photoelectrochemical devices.", "15005611": "Martha Greenblatt is a chemist, researcher, and faculty member at Rutgers University, New Brunswick, New Jersey. As of January 2008 she was the only female chair of a science department in the School of Arts and Science. Greenblatt took the position of chair of the chemistry department at Rutgers while pursuing research interests in solid state inorganic chemistry. She was also the recipient of the 2003 American Chemical Society’s Garvan-Olin Medal – a national award given yearly to an outstanding woman chemist. In 2004, she became Board of Governors Professor of Chemistry at Rutgers.", "39810988": "Subramaniam Mohanadas (Tamil: சுப்பிரமணியம் மோகனதாஸ்) is a Sri Lankan Tamil chemist, academic and former vice-chancellor of the University of Jaffna.", "23197619": "Walter Idris Jones CBE (18 January 1900 – 5 July 1971) was a Welsh industrial chemist and international rugby union player. He captained the Wales national rugby union team on one occasion in 1925. Jones played his club rugby for Llanelli RFC.", "11794359": "Louis Atwell Olney (1875, Providence, Rhode Island, United States – 1949) was a pioneering textile chemist and educator.[1][2]", "4388793": "Jack Halpern (19 January 1925 – 31 January 2018[1]) was an inorganic chemist, the Louis Block Distinguished Service Professor of Chemistry at the University of Chicago. Born in Poland, he moved to Canada in 1929 and the United States in 1962.", "65435579": "Eran Rabani (Hebrew: ערן רבני) is an Israeli theoretical chemist. He is a professor of chemistry at the University of California, Berkeley, holding the Glenn T. Seaborg Chair in Physical Chemistry, and at the Tel Aviv University. Rabani serves as the director of The Sackler Center for Computational Molecular and Materials Science, and as a faculty scientist at the Lawrence Berkeley National Laboratory.[1]", "2029502": "Per-Olov Löwdin (October 28, 1916 – October 6, 2000) was a Swedish physicist, professor at the University of Uppsala from 1960 to 1983, and in parallel at the University of Florida until 1993.", "5142462": "Guy Salvesen is a South African-born biochemist, best known for his work in the field of apoptosis. His research focuses on proteases and their inhibitors in humans, with particular emphasis on the caspases of the apoptotic cell death pathway.", "14055360": "Irwin Fridovich (August 2, 1929 – November 2, 2019)[1] was an American biochemist who, together with his graduate student Joe M. McCord, discovered the enzymatic activity of copper-zinc superoxide dismutase (SOD),[2][3]—to protect organisms from the toxic effects of superoxide free radicals formed as a byproduct of normal oxygen metabolism.[4] Subsequently, Fridovich's research group also discovered the manganese-containing[5] and the iron-containing[6] SODs from Escherichia coli and the mitochondrial MnSOD (SOD2),[7] now known to be an essential protein in mammals.[8] He spent the rest of his career studying the biochemical mechanisms of SOD and of biological superoxide toxicity, using bacteria as model systems.[9][10][11] Fridovich was also Professor Emeritus of Biochemistry at Duke University.", "67172292": "Annemie Bogaerts (born 25 October 1971)[1] is a Belgian chemist known for her work in plasma chemistry, plasma-based green chemistry, which include amongst others CO2 conversion, CH4 conversion for H2 synthesis or the synthesis of hydrocarbons and N2 fixation as basis for fertilizer production, as well as for her work in plasma medicine for cancer treatment, and the use of laser ablation to sample chemicals and form plasmas. She is a full professor of chemistry at the University of Antwerp.[2]", "3831752": "Howard Alper, CC FRSC (born October 17, 1941) is a Canadian chemist. He is a Professor of Chemistry at the University of Ottawa. He is best known for his research of catalysis in chemistry.", "20182996": "William James Feast CBE, FRS, FRSC (born 25 June 1938) is a British chemical scientist and academic.", "37910485": "Jürgen Klaus Hennig (born in Stuttgart, Germany on March 5, 1951) is a German chemist and medical physicist. Internationally he is considered to be one of the pioneers of Magnetic Resonance Imaging for clinical diagnostics. He is the Scientific Director of the Department of Diagnostic Radiology and Chairman of the Magnetic Resonance Development and Application Center (MRDAC) at the University Medical Center Freiburg.  In the year 2003 he was awarded the Max Planck Research Award in the category of Biosciences and Medicine.", "69203926": "Rosalind Hauk Kornfeld (1935–2007) was a scientist at Washington University in St. Louis known for her research determining the structure and formation of oligosaccharides. The Society of Glycobiology annually awards a lifetime achievement award in her honor.", "42334164": "Cecil Arnold Beevers (27 May 1908 – 16 January 2001) was a British crystallographer,[2] known for Beevers–Lipson strips, a computational aid for calculating Fourier transforms to determine the structure of crystals from crystallographic data, enabling the creation of models for complex molecules.[3]", "50493400": "David John Wales FRS FRSC[4] (born 1963)[2] is a professor of chemical physics in the Department of Chemistry at the University of Cambridge.[5]", "23230424": "Chaudhry Abdul Majeed (born:1937; Urdu:  چودہری عبد لمجيد ) was a Pakistani nuclear chemist, nuclear weapon and reactor expert. He is known as one of the pioneers of Pakistan's nuclear weapon programme, and has worked closely with former Pakistan Atomic Energy Commission (PAEC) Chairman Munir Ahmad Khan's plutonium reprocessing project. He rose to prominence when he was apprehended by Pakistan's intelligence agencies in a joint operation in late October 2001. Majeed was also one of the founding members of Sultan Bashiruddin Mahmood's Ummah Tameer-e-Nau organisation; an NGO which caused an international embarrassment for Pakistan.", "4388824": "Sir Ian Heilbron DSO FRS (6 November 1886 – 14 September 1959) was a Scottish chemist,[2][3][4] who pioneered organic chemistry developed for therapeutic and industrial use.[5]", "64550872": "Katherine Jane Doores is a British biochemist who is a senior lecturer in the School of Immunology & Microbial Sciences at King's College London. During the COVID-19 pandemic Doores studied the levels of antibodies in patients who had suffered from COVID-19.[1]", "54261726": "Margaret Seward MBE (22 January 1864 – 29 May 1929) became the earliest Chemist on staff at the Women's College (of which she was a founding Lecturer), from 1896 to 1915. She became the pioneer woman to obtain a first class in the honour school of Natural Science and later received an MBE for her work on nutrition during World War I.", "33552355": "Christian Schneider (19 November 1887 – 5 May 1972) was a Nazi German chemist, industrial manager and, in the Third Reich, a Wehrwirtschaftsführer (war economy leader). He was tried, and ultimately acquitted, for war crimes his role in the Holocaust.", "16709606": "Ronald Micura is an Austrian chemist. He received his PhD working in the field of phycobilin pigments under the supervision of Karl Grubmayr in 1995. He was awarded the Lieben Prize in 2005.", "23459816": "Ray Theodore Wendland (July 11, 1911 – November 30, 1986) was an American experimental chemist and academician.", "30439405": "John Eddowes Bowman the Younger (1819–1854) was an English chemist.", "53934062": "Hashim Al-Hashimi is a professional biochemist and professor of biochemistry and chemistry at Duke University.[1][2][3] He received the prestigious NAS Award in Molecular Biology in 2020.[4]", "15857645": "Kenkichi Sonogashira (薗頭 健吉, Sonogashira Kenkichi, born 25 October 1931) is a Japanese chemist and was a professor of chemistry at Osaka University in Japan. He discovered the Sonogashira coupling in 1975. Sonogashira was later a professor at Osaka City University and retired in 2004.", "3274736": "Marcus Benjamin (January 17, 1857[1]–1932) was an American editor, born at San Francisco, California, and educated at the Columbia University School of Mines.  After following his profession of chemist for several years, he turned to editorial work.", "3536881": "Rodney Joseph Bartlett (born March 31, 1944 in Memphis, Tennessee, U.S.) is Graduate Research Professor of Chemistry and Physics, University of Florida, Gainesville, USA.", "16775159": "Hermann Hummel (22 June 1876 – 13 September 1952) was a German chemist and politician in the Republic of Baden. He was a member of the DDP.", "39811069": "Professor Vasanthy Arasaratnam (Tamil: வசந்தி அரசரத்தினம்) is a Sri Lankan Tamil biochemist, academic and former vice-chancellor of the University of Jaffna.", "54065150": "Gérard Berchet (December 3, 1902 – November 26, 1990)[1][2] was a French-American chemist who played a pivotal role in the invention of both nylon and neoprene. Berchet worked under the direction of Wallace Carothers at DuPont Experimental Station and first synthesized nylon 6 on February 28, 1935, from equal parts hexamethylenediamine and adipic acid.[3] Berchet was the first to synthesize neoprene. However, Arthur Collins is credited with its discovery on April 17, 1930, after he accidentally reacted hydrochloric acid with vinylacetylene. Berchet's leaving of his sample unexamined on a laboratory bench until after Collin's discovery prevented him from being credited with its discovery.[4]", "20576259": "Pauline Newman (born June 20, 1927)[2] is a United States circuit judge of the United States Court of Appeals for the Federal Circuit. She has been called \"the heroine of the patent system\",[3] \"the Federal Circuit's most prolific dissenter\", and \"the greatest ally to inventors with respect to [calling out] the ignorance of the CAFC, district courts, and at times even the Supreme Court\".[4] Chief Judge Kimberly A. Moore commented of Newman that \"many of her dissents have later gone on to become the law—either the en banc law from our court or spoken on high from the Supremes\".[5]", "65959949": "Ferdinand Bohlmann ( 28 August 1921 - 23 September 1991) was a German chemist, known for his studies of plant natural products chemistry, especially terpenoids and polyynes.", "62355470": "Joanna Ida Sułkowska is a Polish physicist and chemist who specializes in biophysics and protein molecular biophysics and theory. She is an assistant professor in the Faculty of Chemistry and the Center of New Technologies at the University of Warsaw.[1][2]", "51312655": "George Karl Ludwig Sigwart (28 October 1784 – 29 March 1864) was a German biochemist, botanist and physician.", "29784081": "Hanns Malissa (8 October 1920 – 22 June 2010) was an Austrian analytical chemist and environmental chemist who published about 250 scientific papers and several books.", "5011479": "Evangelina Villegas (October 24, 1924 – April 24, 2017[1]) was a Mexican cereal biochemist whose work with maize led to the development of quality protein maize (QPM). She and her colleague[2] from the International Maize and Wheat Improvement Center (CIMMYT), Surinder Vasal, shared the 2000 World Food Prize for this achievement.[3] Villegas was the first woman to ever receive the World Food Prize.[4]", "4421657": "Ralph Alexander Raphael CBE FRS FRSE (1 January 1921 – 27 April 1998) was a British organic chemist, well known for his use of acteylene derivatives in the synthesis of natural products with biological activity.[1][2]", "68515874": "Petra Fromme is a German-American chemist who is Director of the Biodesign Center for Applied Structural Discovery and Regents Professor at the Arizona State University. Her research considers the structure-to-function relationship of the membrane proteins involved with infectious diseases and bio-energy conversion. In 2021, she was awarded the Protein Society Anfinsen Award.", "64387108": "Iseult Lynch is an Irish chemist and Professor of Enivornmental Nanoscience at the School of Geography, Earth and Environmental Sciences at the University of Birmingham. Her research focuses on the safety of nanoparticles in the environment and their interactions with biological entities.", "2684965": "Conrad Arnold Elvehjem (May 27, 1901 – July 27, 1962) was internationally known as an American biochemist in nutrition. In 1937 he identified two vitamins, nicotinic acid, also known as niacin, and nicotinamide,[1] which were deficient directly in human pellagra, once a major health problem in the United States.[2] Collectively, nicotinic acid and nicotinamide are termed vitamin B3 and are now understood to be precursors of nicotinamide adenine dinucleotide.", "47183917": "Werner Urland (born 13 April 1944) is a German chemist whose name is imprinted in the pioneering implementation of the Angular Overlap Model (AOM: a specific paradigm for accounting metal ions in complexes or crystals [1][2][3]) for the interpretation of optical and magnetic properties of rare-earth coordination compounds.[4][5][6] This approach receives a renewed value in the context of the vogue around the lanthanide-based new materials, such as achieving magnets at molecular scale,[7][8][9]  or designing new phosphor materials.[10]", "34371630": "Harland Goff Wood (September 2, 1907 – September 12, 1991) was an  American biochemist notable for proving[1][2][3][4][5] in 1935 that animals, humans and bacteria fixed carbon from carbon dioxide in the metabolic pathway to succinate.[6][7][8]\n(Previously CO2 fixation had been thought to occur only in plants and a few unusual autotrophic bacteria.)", "19757102": "Stanley Hay Umphray Bowie FRS (born 24 March 1917, in Bixter, Shetland - died 3 September 2008) was a Scottish geologist. He was considered a \"world authority on uranium geology and a leader in the field of geochemistry and mineralogy\".[1]  He developed methods and tools to identify opaque minerals using micro-indentation hardness and optical reflectance. He worked for the British Geological Survey between 1946 and 1977. The mineral bowieite was so named in recognition of his work on identification of opaque minerals.", "60487733": "Nikolay Ivanovich Kobozev (Russian: Никола́й Ива́нович Ко́бозев; May 12, 1903, Moscow – February 24, 1974, Moscow) was a Soviet physico-chemist, one of the pioneers of electrocatalysis, founder of the Department of Catalysis and Gas Electrochemistry at Moscow State University.", "13301816": "Donald Frederick Steiner (July 15, 1930 – November 11, 2014)[1] was an American biochemist and a professor at the University of Chicago.[2]", "71563321": "Hermann Schmalzried (born January 21, 1932, in Koblenz) is a German chemist known for his work in physical chemistry, especially on the thermodynamics and kinetics of solid state chemistry.", "71825469": "Mathurin-Joseph Fordos (3 November 1816 – 1 July 1878) was a French pharmaceutical chemist who was the first to examine what he named as pyocyanin, the blue pigment in pus produced by Pseudomonas aeruginosa. This was the first natural phenazine to be described. He also collaborated with Louis Daguerre and is thought to have been involved in producing one of the first photographs in 1837 of the Pont Neuf in Paris.[1]", "18413637": "Douglas \"Doug\" H. Turner is an American chemist and Professor of Chemistry at the University of Rochester.", "50559047": "Mark Andrew Lemmon FRS[2] (born 1964) an English-born biochemist, is the Alfred Gilman Professor and Department Chair of Pharmacology at Yale University where he also directs the Cancer Biology Institute.[1][3][4]", "43972681": "Souvik Maiti (born in 1971) is an Indian chemist known for his studies in the fields of biophysical chemistry and chemical biology focusing on nucleic acids, DNA and RNA.[1] He works at the Institute of Genomics and Integrative Biology. He is also visiting scientist at National Chemical Laboratory Pune.", "51443792": "Barbara J. Finlayson-Pitts is a Canadian-American atmospheric chemist. She is a professor in the chemistry department at the University of California, Irvine and is the Director of AirUCI Institute.[1] Finlayson-Pitts and James N. Pitts, Jr. are the authors of Chemistry of the Upper and Lower Atmosphere: Theory, Experiments, and Applications (1999).[2] She has been a member of the National Academy of Sciences since 2006[3] and is the laureate for the 2017 Garvan–Olin Medal.[4] In 2016 she co-chaired the National Academy of Science report \"The Future of Atmospheric Chemistry Research\" [5]", "15857750": "Makoto Kumada (熊田 誠, Kumada Makoto, 17 January 1920 – 28 June 2007) was a Japanese chemist and was a Professor of Chemistry first at Osaka City University until his retirement in 1983 at  Kyoto University in Japan. In 1972, Kumada's group reported nickel-catalyzed cross coupling reactions nearly concurrently with the Corriu group working in France. The Kumada coupling now bears his name.", "4552791": "Joseph H. Burckhalter was a chemist who worked in the field of isothiocyanate compounds. In 1995 he was inducted into the  National Inventors Hall of Fame.[1]  Burckhalter is also a member of the Medicinal Chemistry Hall of Fame.[2]", "620635": "Julius Axelrod (May 30, 1912 – December 29, 2004)[1] was an American biochemist. He won a share of the Nobel Prize in Physiology or Medicine in 1970 along with Bernard Katz and Ulf von Euler.[2][3][4][5] The Nobel Committee honored him for his work on the release and reuptake of catecholamine neurotransmitters, a class of chemicals in the brain that include epinephrine, norepinephrine, and, as was later discovered, dopamine.  Axelrod also made major contributions to the understanding of the pineal gland and how it is regulated during the sleep-wake cycle.[6][7][8]", "4388959": "Sir Hans Leo Kornberg, FRS (14 January 1928 – 16 December 2019)[2] was a British-American biochemist.[3][4] He was Sir William Dunn Professor of Biochemistry in the University of Cambridge from 1975 to 1995, and Master of Christ's College, Cambridge from 1982 to 1995.", "19232867": "Oswald Croll or Crollius (c. 1563 – December 1609) was an alchemist, and professor of medicine at the University of Marburg in Hesse, Germany. A strong proponent of alchemy and using chemistry in medicine, he was heavily involved in writing books and influencing thinkers of his day towards viewing chemistry and alchemy as two separate fields.[1]", "16545892": "Ion Tănăsescu (February 23, 1892 – December 28, 1959) was a Romanian chemist.", "58194022": "Dmitrii \"Dima\" F. Perepichka (born 1972) is the Chair of Chemistry Department[4] and Sir William C. MacDonald Chair Professor[5] in Chemistry at McGill University. His research interest are primarily in the area of organic electronics. He has contributed in the understanding of structural electronics effects of organic conjugated materials at molecular, supramolecular, and macromolecular levels via the study of small molecules, supramolecular (co-)assemblies, polymers, covalent organic frameworks, and on-surface assemblies/polymers.", "65960038": "Jin Zhanpeng (Chinese: 金展鹏; 6 November 1938 – 27 November 2020) was a Chinese scientist specializing in phase diagram and powder metallurgy. He was a member of the Communist Party of China. He was an academician of the Chinese Academy of Sciences (CAS).[1]", "67434604": "Sara Borrell Ruiz (Madrid, Spain 1917 - Madrid, Spain 1999) was a Spanish scientist, pharmacist and biochemist known for her pioneering work on the analysis and metabolism of steroid hormones.[1]", "67041389": "Tomasz Winnicki (born 1934 in Lwów[1]) is a Polish chemist, specializing in polymer chemistry and water and wastewater technology, professor of technical sciences, university teacher, organizer and the first rector of the Karkonosze College in Jelenia Góra.", "64321646": "Moddie Daniel Taylor (March 3, 1912 – September 15, 1976) was an African American chemist who specialized in rare earth minerals. He was one of the African American scientists and technicians on the Manhattan Project from 1943 to 1945, working to develop the atomic bomb.[1] For his work on the Manhattan Project, he was awarded a Certificate of Merit Medal for his contributions by Secretary of War Robert P. Patterson.[2]", "18184304": "Christoph Andreas Mangold (1719, Erfurt – 2 July 1767, Erfurt) [3] was a German professor of anatomy at the University of Jena, who also studied chemistry.", "4388976": "Hans Walter Kosterlitz FRS[1] (27 April 1903 – 26 October 1996) was a German-born British biochemist.", "73398389": "Hulda Shaidi Swai, (born in 1954), is a Tanzanian researcher and professor in life sciences and bioengineering. She is a pioneer in nanomedicine research in the development of drugs against infectious diseases in Africa. Her work focuses in particular on the use of nanotechnology in antimalarial drugs.[1]", "11335805": "Arthur J. Carty, OC FRSC (born 12 September 1940), is a Canadian academic and former National Science Advisor to the Government of Canada.", "23689342": "Leendert Ginjaar (28 May 1928 – 17 September 2003) was a Dutch politician of the People's Party for Freedom and Democracy (VVD) and chemist.[1]", "23689344": "Nelly Jeanne \"Nell\" Ginjaar-Maas (7 May 1931, Rotterdam – 24 April 2012, Corsica) was a Dutch politician of the People's Party for Freedom and Democracy (VVD) and teacher.[1]", "53704832": "Walter-Ulrich Behrens (1902 – 24 August 1962)[1][2][3] was a German chemist and statistician who co-discovered with Ronald Fisher the Behrens-Fisher problem and the associated Behrens-Fisher distribution.", "33781895": "Fritz Weigert (18 September 1876 – 13 April 1947) was a German physical chemist. Weigert has made major contributions in the field of photochemistry. He was born in Berlin. He was the nephew of both Karl Weigert and Paul Ehrlich. He was married to Margarete Behmer. Around 1908, he began teaching and conducting research at Berlin University - after studying there.[1] He was a photochemistry professor at Leipzig University from 1914 until being, like other Jewish scientists, forced out by the Nazis in 1934. On January 1, 1935, he immigrated to England and in 1936 was director of the Physiochemical Department of the Cancer Research Institute at Mount Vernon Hospital, Northwood.", "39549065": "George Tilton (June 3, 1923 – October 12, 2010) was an American geochemist who specialized in uranium-lead geochronology.[2] He was the first to measure a U-Pb date on zircon and was instrumental in developing analytical techniques for the measurement of U, Th, and Pb in minerals and rocks, using isotope dilution and mass spectrometry.[3]", "51017868": "Andrew Peebles Aitken FRSE FBSE (1843-1904) was a Scottish agricultural chemist remembered primarily for his research into fertiliser response times. He laid the foundations of modern understanding of increased crop yields through the use of artificial fertilisers.[1]", "68483214": "Andrzej Borodzik (Polish pronunciation: [an.dʐɛj bɔrɔd͡ʑik]; 9 April 1930[citation needed] – 13 August 2021) was a Polish chemist and scout leader and politician who served in the Sejm.[1][2] He was born in Sulejówek, Poland.", "65599641": "Lawal Suleiman Bilbis (born 1961) is an educator and lecturer in the department of Biochemistry at the Usmanu Danfodiyo University appointed as the Vice chancellor of the University in July 2019, replaced Abdullahi Zuru.[1] He previously served as the deputy chancellor academics at Usmanu Danfodiyo University and had served as the pioneer vice chancellor of the Federal University, Birnin Kebbi in 2013.[2]", "66713762": "Melvin Romanoff was a physical chemist and corrosion engineer who specialized and wrote books about underground and soil corrosion. He worked for many years at the National Bureau of standards.[1][2][3][4] His tenure at The National Bureau of Standards later renamed the National Institute of Standards and Technology was from 1937 to 1970. He was inducted into the hall of fame in 1995.[5] For many years, NACE, the National Association of Corrosion Engineers, now NACE International presented a Melvin Romanoff award in his honor.", "36665511": "Tony Swain (1922–1987)[1] was a chemist known for his definition of a plant polyphenol with Bate-Smith, Haslam and White, which includes specific structural characteristics common to all phenolics having a tanning property.[2] It is referred to as the White–Bate-Smith–Swain–Haslam (WBSSH) definition.[3][self-published source?]", "24443049": "Poul Bjørndahl Astrup (4 August 1915 – 30 November 2000)[1] was a Danish clinical chemist famous for inventing a CO2 electrode and co-inventing the concept of base excess.[2]", "21526708": "Adolph Ferdinand Gehlen (5 September 1775 – 16 July 1815) was a German chemist.", "227511": "Milan R. Vukcevich (born Milan Radoje Vukčević; March 11, 1937 – May 10, 2003) was a Yugoslav-American chemist, a grandmaster of chess problem composition and writer.", "4552890": "Max Tishler (October 30, 1906 – March 18, 1989) was president of Merck Sharp and Dohme Research Laboratories where he led the research teams that synthesized ascorbic acid, riboflavin, cortisone, pyridoxine, pantothenic acid, nicotinamide, methionine, threonine, and tryptophan. He also developed the fermentation processes for actinomycin, vitamin B12, streptomycin, and penicillin. Tishler invented sulfaquinoxaline for the treatment for coccidiosis.[1]", "66713788": "Kenneth Henderson Jack FRS (12 October 1918—28 January 2013) was a British chemist whose career involved the application of X-ray crystallography to the field of materials science.", "51706046": "Eric Arthur Newsholme (19 May 1935 - 17 March 2011)[1] was a biochemist who specialised in human metabolism. He was a fellow of Merton College, Oxford, from 1973 until his retirement in 1995, and published a number of seminal textbooks and research papers.[1]", "2422981": "Reinhart Ahlrichs (16 January 1940 – 12 October 2016) was a German theoretical chemist.[1]", "1898693": "Alex Golden Oblad (November 26, 1909 – September 19, 2000) was a prominent chemist and chemical engineer principally recognized for his pioneering work in catalysis and catalytic chemistry.", "60258511": "Christine \"Christy\" Chow is a professor of chemistry (biochemistry division) and former associate dean of the College of Liberal Arts and Sciences at Wayne State University. She works on modified RNAs, RNA-ligand interactions and RNA therapeutics. She is a Fellow of the American Chemical Society (ACS).", "62847188": "Sybren Otto (Groningen, 3 August 1971) is Professor of Systems chemistry at the Stratingh Institute for Chemistry, University of Groningen.", "43972820": "thumb", "31946968": "Alan Schriesheim is the Director Emeritus and the retired CEO[1] of Argonne National Laboratory, one of the U.S. Department of Energy's largest research centers.[2] In a January 2008 announcement issued by Penn State University upon the establishment of the Schriesheim Distinguished Graduate Fellowship, it was noted that \"Schriesheim is an internationally acclaimed chemist and technology executive. With a career spanning 50 years in industry, academia, and government, Schriesheim was a pioneer in transforming large and highly complex research organizations to yield productive commercialized technology.[3][4]", "48560355": "George Michael Sheldrick, FRS (born 17 November 1942, in Huddersfield, England) is a British chemist who specialises in molecular structure determination.[1] He is one of the most cited workers in the field, having over 280,000 citations as of 2020 and an h-index of 113.[2] He was a professor at the University of Göttingen from 1978 until his retirement in 2011.[3]", "2423012": "Marcel Pourbaix (16 September 1904 – 28 September 1998) was a Belgian chemist and pianist.[citation needed] He performed his most well known research at the University of Brussels, studying corrosion.[1]  His biggest achievement is the derivation of potential-pH, better known as “Pourbaix Diagrams”.  Pourbaix Diagrams are thermodynamic charts constructed using the Nernst equation and visualize the relationship between possible phases of a system, bounded by lines representing the reactions that transport between them.  They can be read much like a phase diagram.", "1997035": "Roger Gaudry, CC GOQ MSRC (December 15, 1913 – October 7, 2001) was a Canadian chemist, businessman, corporate director, and rector of the Université de Montréal.", "69335291": "Franklin Bache (October 25, 1792 – March 19, 1864) was an American physician, chemist, professor and writer from Pennsylvania. He taught chemistry at West Point Academy, the Franklin Institute, Philadelphia College of Pharmacy and Jefferson Medical College. He published several scientific textbooks including a pharmacopoeia with Dr. George B. Wood in 1830 that became the basis of the U.S. Pharmacopoeia and U.S. Dispensatory. He was the first American to perform original research on the study of acupuncture for the treatment of pain.", "8812800": "Thomas Norton (b. <1436 – d. c. 1513) was an English poet and alchemist best known for his 1477 alchemical poem, The Ordinal of Alchemy.", "1800450": "Karl Gustav Bischof (18 January 1792 – 30 November 1870) was a German chemist, born in Nuremberg. He studied at Erlangen where he became a university lecturer (\"Privatdozent\") in 1815.[1] In 1819 he was appointed to the position of an extra-Ordinary Professor of Chemistry at Bonn, and in 1822 to that of a full professor.[2]: 202   The University of Bonn was a leading center for geologists including Ferdinand von Roemer, Georg August Goldfuss, and Gerhard vom Rath as well as Bischof.[2]: 147", "43284741": "Makhluf J. Haddadin (1935 – September 21, 2022) was a Jordanian chemistry professor at the American University of Beirut.[1]", "32340230": "Mary Letitia Caldwell (December 18, 1890 – July 1, 1972)[1] was an American chemist. Growing up she valued education and strived to achieve. She was an instructor at Western College teaching chemistry. She was known for being unique and descriptive along with being family orientated. Maria was in a wheel chair due to muscular disability. Most of her work centered on amylase, a starch enzyme, most notably finding a method for purifying crystalline porcine pancreatic amylase. She spent sixty years doing this.[1][2]", "34502920": "Acad. Jordan Malinowski (Bulgarian: Йордан Малиновски; 3 June 1923–12 March 1996) was an eminent Bulgarian scientist, specializing in physical Chemistry, a member of the Bulgarian Academy of Sciences (1979–1996). President of BAS (1992 — 1996).", "39352585": "Gustav Arne Ölander (31 December 1902 in Stockholm – 13 May 1984 in Stockholm) was a Swedish chemist, known for his discovery of the shape-memory effect in metal alloys.[1] He was the son of Gustaf Ölander and Hilda Ölander née Norrman.[2]", "23689488": "Rudolf Willem de Korte (8 July 1936 – 9 January 2020) was a Dutch politician of the People's Party for Freedom and Democracy (VVD) and businessman.", "23525650": "Otto Schnepp (1925 - January 2, 2019) was an Austrian-American scientist.", "65632549": "Myron K. Brakke (October 23, 1921 - June 15, 2007)[1] was an American biochemist and microbiologist who is primarily known for the development of sucrose density-gradient centrifugation as well as his work on viruses and macromolecules.[2] He was elected to the National Academy of Sciences in 1974.[1]", "69400875": "Brynjulf Ottar (1918–1988) was a Norwegian atmospheric chemist who served as the first director of the Norwegian Institute for Air Research.[1] In the 1970s, his pioneering work on the long-range transport of air pollution helped to alert the world to the problem of acid rain;[2][3] later, he was one of the first scientists to describe the mechanism of global distillation (the \"grasshopper effect\"), by which pollutants travel from mid-latitude parts of Earth to the Arctic.[4][5]", "27851054": "Bruce Randall Donald (born 1958) is an American computer scientist and computational biologist. He is the James B. Duke Professor of Computer Science and Biochemistry at Duke University. He has made numerous contributions to several fields in Computer Science such as robotics, Microelectromechanical Systems (MEMS), Geometric & physical algorithms and computational geometry, as well as in areas of Structural Molecular Biology & Biochemistry such as Protein design, Protein Structure Determination and Computational Chemistry.", "47773999": "Adeyinka Afolayan is a Nigerian Professor of Biochemistry and fellow of the Nigerian Academy of Science, elected into the Academy's Fellowship at its annual general meeting held in 2006.[1]", "1210672": "Serhiy Vasylʹovych Komisarenko (Ukrainian: Сергій Васильович Комісаренко; Russian: Серге́й Васильевич Комиссаренко, Sergey Vasilyovich Komissarenko), born July 9, 1943, in Ufa, Bashkortostan, USSR is a Ukrainian scientist, politician, and diplomat.  He was a self-nominated candidate in the 2004 Ukrainian presidential election, and is chairman of the O. Palladin Institute of Biochemistry of the National Academy of Sciences of Ukraine.", "3668285": "Luis Ernesto Miramontes Cárdenas (March 16, 1925 – September 13, 2004) was a Mexican chemist known as co-inventor and the first to synthesize an oral contraceptive, progestin norethisterone.", "47282495": "Sir Jnan Chandra Ghosh or Jnanendra Chandra Ghosh (4 September 1894 – 21 January 1959) was an Indian chemist best known for his contribution to the development of scientific research, industrial development and technology education in India.[1] He served as the director of the newly formed Eastern Higher Technical Institute in 1950, which was renamed as IIT Kharagpur in 1951. He was also the director of the Indian Institute of Science Bangalore and Vice Chancellor of the University of Calcutta.", "68090181": "Andres Kollist (born 30 January 1948 in Tartu) is an Estonian chemist, librarian, politician and activist.[1]", "56981833": "Andrew R. Barron (born 20 May 1962) is a British chemist, academic, and entrepreneur. He is the Sêr Cymru Chair of Low Carbon Energy and Environment at Swansea University, and the Charles W. Duncan Jr.-Welch Foundation Chair in Chemistry at Rice University.[1] He is the founder and director of Energy Safety Research Institute (ESRI) at Swansea University,[2] which consolidates the energy research at the University with a focus on environmental impact and future security.[3] At Rice University, he leads a Research Group and has served as Associate Dean for Industry Interactions and Technology Transfer.[4]", "30898508": "Richard B. Kaner is an American synthetic inorganic chemist. He is a distinguished professor and the Dr. Myung Ki Hong Endowed Chair in Materials Innovation[1] at the University of California, Los Angeles, where he holds a joint appointment in the Department of Chemistry and Biochemistry and the Department of Material Science and Engineering.[2][3] Kaner conducts research on conductive polymers (polyaniline), superhard materials and carbon compounds, such as fullerenes and graphene.[4]", "23558481": "Mats Hillert (28 November 1924 – 2 November 2022) was a Swedish metallurgist who was an emeritus professor in metallography (physical metallurgy) at the Royal Institute of Technology (KTH).[1]", "65632595": "Platon Sergeevich Panjutin (Russian: Платон Сергеевич Панютин, 1889 – 1946) was a Russian chemist, botanist, naturalist, and mountain climber. He collected botanical specimens in the southern part of the Caucasus Mountains in Abkhazia.[1][2][3]", "53508444": "Hobart Hurd Willard (June 3, 1881 – May 7, 1974) was an analytical chemist and inorganic chemist who spent most of his career at the University of Michigan. He was known for his teaching skill and his authorship of widely used textbooks. His research interests were wide-ranging and involved the characterization of perchloric acid and periodic acid salts.[1][2]", "51313006": "Sir Harry Work Melville, KCB, FRS, FRSE (27 April 1908 – 14 June 2000) was a British chemist, academic, and academic administrator, who specialised in polymer research. He spent his early career in academia as a lecturer and researcher, before moving into administration as a civil servant and university college head.", "61110641": "Arthur Derek Campbell OBE (27 May 1925 – 20 December 2020) was a New Zealand analytical chemist. He was a faculty member in the Department of Chemistry at the University of Otago from 1948 to 1988, becoming a professor emeritus on his retirement.", "70580610": "Douglas (Doug) L. Dorset (August 29, 1942 – December 8, 2016) was an American crystallographer who, along with Jerome Karle, pioneered the field of electron crystallography.[1]", "10942859": "Otto Unverdorben (13 October 1806 – 28 November 1873) was a German chemist and merchant who was born in Dahme/Mark. After completing his schooling in Dresden, he studied chemistry at Halle, Leipzig and Berlin.", "67500429": "Linda Jean Broadbelt is an American chemical engineer who is the Sarah Rebecca Roland Professor and associate dean for research of the McCormick School of Engineering and Applied Science at Northwestern University. Her research considers kinetics modeling, polymerization and catalysis.", "555406": "Hourman or Hour-Man is the name of three different fictional superheroes appearing in comics published by DC Comics. The original Hourman was created by writer Ken Fitch and artist Bernard Baily in Adventure Comics #48 (March 1940), during the Golden Age of Comic Books.[1] The first Hourman is chemist Rex Tyler, who creates a new synthesis, \"Miraclo\", which grants him super-strength and endurance, but only for one hour.[2]", "32668046": "Mikael Bols (born July 28, 1961) is a synthetic organic chemist who is mainly known for his work on carbohydrates and artificial enzymes.", "13433253": "Otto Ruff (12 December 1871 – 17 September 1939) was a German chemist.", "61864369": "Rainer Kraft (born 8 January 1974) is a German politician for the Alternative for Germany (AfD) and since 2017 member of the Bundestag.", "55343538": "Myron Henry Clark (July 25, 1881 – August 30, 1953)[1] was an American chemical engineer, management consultant, and director of the Labor-Management Institute at the University of Connecticut, known as long active proponent in labor-management affairs.[2] He served as the 3rd president of the Society for Advancement of Management in the years 1939–1941.[3]", "52853174": "Francis Patrick Crotty (11 April 1938 – 18 December 2016) was a New Zealand rower and industrial chemist.", "62388669": "Marguerite Shue-wen Chang (張葉學文; June 21, 1923 – May 5, 2012) was a Chinese-born American research chemist and inventor, awarded the Federal Woman's Award in 1973 for her work in the United States Naval Ordnance Laboratory, based in Maryland.", "54294983": "George B. Walden (February 18, 1895 - August 6, 1982) was a chemist who worked for Eli Lilly and Company on the mass production of insulin.  He discovered isoelectric precipitation, which solved a major problem and led to the mass production of insulin.[1]", "13236688": "Csaba Horváth (25 January 1930 – 13 April 2004) was a Hungarian-American chemical engineer, particularly noted for building the first high-performance liquid chromatograph.[1][2][3]", "57735637": "Masoud Salavati-Niasari is an Iranian Chemist specializing in nano-science and nano-technology in Iran[1][2][3][4]", "15399382": "Dan Meyerstein FRSC (Hebrew: דן מאירשטיין, born in 1938 in Jerusalem) is an Israeli academic and former president of Ariel University.", "424410": "Rudolph Arthur Marcus (born July 21, 1923) is a Canadian-born U.S. chemist who received the 1992 Nobel Prize in Chemistry[3] \"for his contributions to the theory of electron transfer reactions in chemical systems\".[4] Marcus theory, named after him, provides a thermodynamic and kinetic framework for describing one electron outer-sphere electron transfer.[5][6][7] He is a professor at Caltech, Nanyang Technological University, Singapore and a member of the International Academy of Quantum Molecular Science.", "62028251": "Birgit Vennesland (17 November 1913 — 15 October 2001) was a Norwegian-American biochemist. Vennesland spent the majority of her career as an academic for the University of Chicago from 1941 to 1968. While at Chicago, she compared the enzymes that animals use during metabolism and to the enzymes used by plants in photosynthesis. After leaving Chicago for Germany, Vennesland was the director of the Max Planck Institute for Cell Biology from 1968 to 1970. She later was the director of an eponymous research facility by the Max Planck Society from 1970 until her retirement in 1981. During her career, Vennesland received the Stephen Hales Prize from the American Society of Plant Biologists in 1950 and the Garvan-Olin Medal from the American Chemical Society in 1964.", "9861601": "Alexander Nikolayevich Nesmeyanov ForMemRS[1] (Russian: Александр Николаевич Несмеянов; 9 September [O.S. 28 August] 1899 – 17 January 1980) was a Soviet chemist and academician (1943) specializing in organometallic chemistry.", "58915298": "Victor Clarence Vaughan (October 27, 1851 – November 21, 1929) was an American physician, medical researcher, educator, and academic administrator. From 1891 to 1921 he was the dean of the University of Michigan Medical School, which rose to national prominence under his leadership.", "15858147": "George Iwao Fujimoto (July 1, 1920 – April 30, 2023) was an American chemist of Japanese descent.", "33290724": "Balasubramanian Sundaram is an Indian chemist. He holds a position at the Jawaharlal Nehru Centre for Advanced Scientific Research in Bangalore.[1]", "25393637": "Larned (Larry) Brown Asprey (March 19, 1919 – March 6, 2005) was an American chemist noted for his work on actinide, lanthanide, rare-earth, and fluorine chemistry, and for his contributions to nuclear chemistry on the Manhattan Project and later at the Los Alamos National Laboratory.[1]", "63863270": "Zhang Qian'er (Chinese: 张乾二; pinyin: Zhāng Qián'èr; 15 August 1928 – 3 May 2020) was a Chinese chemist who was a professor and doctoral supervisor at Xiamen University. Zhang was a member of the 8th and 9th Standing Committee of the Chinese People's Political Consultative Conference. Zhang was a member of the 10th, 11th and 12th Standing Committee of the Chinese Peasants' and Workers' Democratic Party.", "1735160": "Frederick Crace Calvert (14 November 1819 – 24 October 1873), English chemist, was born near London.[1] He was the son of Alfred Crace and the nephew of the noted interior decorator, Frederick Crace.", "9271804": "Laura Manuelidis is a physician and neuropathologist at Yale University.", "46299644": "John Charles Warner (born October 25, 1962) is an American chemist, educator, and entrepreneur, best known as one of the founders of the field of green chemistry. Warner worked in industry for nearly a decade as a researcher at Polaroid Corporation, before moving to academia where he worked in various positions at University of Massachusetts Boston and Lowell.[1] Warner is co-founder, President, and Chief Technology Officer at the Warner-Babcock Institute for Green Chemistry, as well as co-founder and President of Beyond Benign. He is the recipient of the 2014 Perkin Medal, widely acknowledged as the highest honor in American industrial chemistry.[2]", "12679686": "V. N. Rajasekharan Pillai (born 20 October 1949) is the vice-chancellor of Somaiya Vidyavihar University and provost of Somaiya Vidyavihar, Pillai concurrently serving as the chancellor of the ICFAI University, Tripura. He was president of Mewar University, Chiittorgarh, Rajasthan, India (2016–2018).", "13302278": "Osamu Hayaishi MJA (早石 修, Hayaishi Osamu, January 8, 1920 – December 17, 2015),  was a Japanese biochemist, physiologist, and military physician.[1] He discovered Oxygenases at the National Institute of Arthritis and Metabolic Diseases, National Institutes of Health in 1955.[2]", "70056463": "Janet L. Scott (April 1964 – 23 January 2022) was a South African chemist who was Professor of Sustainable Chemistry at the University of Bath. She also worked as the Director of the Engineering and Physical Sciences Research Council Centre for Doctoral Training in Sustainable Chemical Technologies.[1]", "72645136": "René Peters (born August 26, 1971, in Simmerath) is a German chemist and since 2008 Professor of Organic Chemistry at the University of Stuttgart.", "44104210": "Frank Henry Field (February 27, 1922 – April 12, 2013) was an American chemist and mass spectrometrist known for his work in the development of chemical ionization.[1][2][3]", "66353683": "Robert E. Kingston (born in 1955) is an American biochemist who studies the functional and regulatory role nucleosomes play in gene expression, specifically during early development.[1] After receiving his PhD (1981) and completing post-doctoral research, Kingston became an assistant professor at Massachusetts General Hospital (1985), where he started a research laboratory focused on understanding chromatin's structure with regards to transcriptional regulation.[1] As a Harvard graduate himself, Kingston has served his alma mater through his leadership.[1]", "53705242": "Peter Trefonas (born 1958) is a retired DuPont Fellow (a senior scientist) at DuPont, where he had worked on the development of electronic materials. He is known for innovations in the chemistry of photolithography, particularly the development of anti-reflective coatings and polymer photoresists that are used to create circuitry for computer chips. This work has supported the patterning of smaller features during the lithographic process, increasing miniaturization and microprocessor speed.[1][2]", "51411486": "Lucia V. Streng (November 6, 1909 – April 28, 1995) was a Russian Empire-born American chemist. She spent much of her career studying the noble gases and their properties, successfully synthesizing krypton difluoride. She and her husband, Alex G. Streng, both held positions at Temple University.[2]", "68090401": "Alfred Burger (6 September 1905 – 30 December 2000) was a prominent chemist and a pioneer in medical chemistry. Burger was born in Vienna, the capitol of the Austro-Hungarian Empire, on 6 September 1905.[2] He was the son of S. L. Burger (a civil servant) and Clariss Burger.", "30407215": "Pablo Valenzuela (Latin American Spanish: [ˈpaβlo βalenˈswela]; born June 13, 1941) is a Chilean biochemist dedicated to biotechnology development.[2] He is known for his genetic studies of hepatitis viruses; participated as R&D Director in the discovery of hepatitis C virus and the invention of the world's first recombinant vaccine (against hepatitis B virus). He is one of the cofounders of the biotechnology company Chiron Corporation and of Fundacion Ciencia para la Vida,[3] a private non profit institution where he is currently working.", "54032952": "YoungSoo Kim (born April 7, 1978) is a South Korean chemist. Kim is an associate professor in Department of Pharmacy at Yonsei University.", "58784314": "Margaret McFall-Ngai is an American animal physiologist and biochemist[1] best-known for her work related to the symbiotic relationship between Hawaiian bobtail squid, Euprymna scolopes and bioluminescent bacteria, Vibrio fischeri. Her research helped expand the microbiology field, primarily focused on pathogenicity and decomposition at the time, to include positive microbial associations.[2][3][4] She currently is a professor at PBRC’s Kewalo Marine Laboratory [5] and director of the Pacific Biosciences Research Program at the University of Hawaiʻi at Mānoa.[6]", "10320444": "Héctor Mayagoitia Domínguez (7 January 1923 – 4 October 2023) was a Mexican chemical bacteriologist and politician, who was a member of the Institutional Revolutionary Party, Governor of Durango[1] between 1974 and 1979, and Director of the National Polytechnic Institute (IPN) from 1979 to 1982.", "63765053": "Matthias Ballauff (born 13 July 1952) is a German chemist and physicist, and is a professor of physics at the Free University of Berlin. His postdoctoral research and training was directed by Paul Flory.[1] He contributed to various areas of physical chemistry, in particular to polymer science, colloidal chemistry and nanomaterials, as well as to soft matter physics. Ballauff is particularly known for having developed new catalyst materials in the form of functionalized metallic nanoparticles dispersed in liquid phase, which can greatly speed up the reaction kinetics of organic molecules.[2]", "33290816": "DAE-SRC Outstanding Investigator Award\nAbdul Kalam Technology Innovation National Fellowship", "45152833": "Nicola Armaroli (Bentivoglio, 2 September 1966) is an Italian chemist, research director at the Italian National Research Council (CNR), director of the scientific magazine Sapere and member of the Italian National Academy of Sciences.", "60357189": "Dorothy Jean Phillips (née Wingfield) (born July 27, 1945) is an American chemist and director-at-large of the American Chemical Society. She worked on circular dichroism and bioseparation. In 1967 Phillips was the first African-American woman to complete a bachelor's degree at Vanderbilt University.", "3471951": "William Hallock, Ph. D., D.Pharm. (1857–1913)  was an American physicist, born at Milton, New York.[1]\nHe graduated from Columbia College in 1879, and received the degree of Ph.D. from Würzburg, German Empire in 1881.[1]", "68254289": "George Bouet Petersen ONZM (5 September 1933 – 11 July 2021) was a New Zealand biochemist.[1][2] He is regarded as the father of DNA research in New Zealand.[3]", "52230739": "Ram Charan Mehrotra (16 February 1922 – 11 July 2004) was an Indian analytical and organometallic chemist, academic, educationist and the vice chancellor of the Universities of Delhi and Allahabad.[1] He was known for his studies on the chemical theory of indicators, alkoxides and carboxylates of many elements.[2] He was an elected fellow of the Indian National Science Academy, Indian Chemical Society, Chemical Society of London, Royal Institute of Chemistry, National Academy of Sciences, India[3] and Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1965, for his contributions to chemical sciences.[5]", "33290841": "Garikapati Narahari Sastry is an Indian chemist. He has taken charge as Director  of CSIR-North East Institute of Science and Technology,[1] Jorhat, Assam on 19 February 2019.[2][3] After taking charge as the Director, he has worked towards converting knowledge in the areas of computational modelling and Artificial intelligence from basic to translational research, by working closely with society and industry. Ultimately, revitalizing the strength of science and technology is essential in achieving the self-reliant and strong India. In the era of Industry 4.0 and 5.0, combining our traditional wisdom with modern science appear to be indispensable in the sectors such as Education, Health, Agriculture, Industrial and Societal development at large.\nPrior to joining as the Director, he headed the Molecular Modelling Division at the CSIR Indian Institute of Chemical Technology in Hyderabad, India. Sastry has made pioneering contributions in the areas of computational chemistry and computational biology.", "61864538": "Kathryn Grove Shipp (1904 – October 14, 1977) was an American organic chemist, a specialist in explosives, affiliated with the Naval Ordnance Laboratory from 1957 to 1970. In 1967, she was one of the six recipients of the Federal Woman's Award.", "58686042": "Rebecca Ann Jockusch, Ph.D. (UC Berkeley, 2001), is a Canadian chemist; she is an associate professor at the Department of Chemistry of the University of Toronto (UToronto) who is active in the field of mass spectrometry.[1]", "7141980": "Johannes Hartmann (Amberg, 14 January 1568 – Kassel, 7 December 1631)[1] was a German chemist.", "35617373": "James Thomson (6 February 1779 – 27 April 1850) was an English industrial chemist who made a career and large reputation in calico printing. He became a Fellow of the Royal Society in 1821.", "62585440": "Anthony W. Czarnik (born 1957) is an American chemist and inventor. He is best known for pioneering studies in the field of fluorescent chemosensors[6][7][2][8] and co-founding Illumina, Inc., a biotechnology company  in San Diego.[9][10] Czarnik was also the founding editor of ACS Combinatorial Science.[11] He currently serves as an adjunct visiting professor at the University of Nevada, Reno.[12]", "59472484": "Charlotte Fitch Roberts (February 13, 1859 – December 5, 1917) was an American chemist best known for her work on stereochemistry.[2]", "37780077": "George Theodore Felbeck (February 1, 1897 – March 1, 1962) was an American businessman who was born in Salina, Kansas, United States to Lewis and Matilda Felbeck.[1]  He married Helen Mildred née Kniseley on November 5, 1919.[2]", "52230766": "George R. Newkome is an American scientist and chemist, currently the Professor of Polymer Science and Chemistry and James and Vanita Oelschlager Professor of Science and Technology at University of Akron,[1] and has also published both science papers and books, being largely cited and collected in both capacities.[2][3]", "58948209": "Dennis Gail Peters (April 17, 1937 – April 13, 2020) was an American analytical chemist who specialized in electrochemistry and was named the Herman T. Briscoe Professor at Indiana University in 1975. Peters led his own research group at Indiana University in Bloomington, Indiana until his death in 2020. Peters' research focused on the electrochemical behavior of halogenated organic compounds, more recently moving to focus on transition metal catalysts in regards to the oxidation and reduction of organic species.[1] He authored or co-authored over 210 publications and 5 analytical chemistry textbooks.[2]", "5503601": "Undergrads:", "8845939": "John Robert Anderson (5 March 1928 – 26 February 2007) was an Australian chemist whose research specialised on materials science. Anderson served as Chief of the Division of Material Sciences at the Commonwealth Scientific and Industrial Research Organisation from 1970 to 1978. He attended Sydney Boys High School from 1940 to 1944.[1]", "52820595": "Sunil Kumar Singh (born 1971) is a leading Indian geochemist, a  professor at the Physical Research Laboratory[1] and currently the director of the National Institute of Oceanography, India.[2] He is known for his studies on low temperature elemental and isotope geochemistry and his researches are reported to have assisted in widening the understanding of the evolution of the Himalayas.[3] His studies have been documented in several peer-reviewed articles;[4][note 1] Google Scholar, an online repository of scientific articles, has listed 99 of them respectively.[5]", "15858294": "Hideki Sakurai (櫻井 英樹, Sakurai Hideki, born May 16, 1931) is a Japanese chemist. \nHe discovered the Sakurai reaction in 1976.", "65895034": "Roberto Carlos Salvarezza (born 30 January 1952) is an Argentine biochemist, researcher and politician. He was Argentina's Minister of Science, Technology and Innovation from 2019 to 2021, in the cabinet of President Alberto Fernández.", "9861756": "Nikolay Vasilyevich Belov (Russian: Никола́й Васи́льевич Бело́в; December 14, 1891 – March 6, 1982) was a Soviet and Russian crystallographer, geochemist, academician (1953), and Hero of Socialist Labour (1969).[1][2]", "67041920": "Mihkel Pärnoja (born 3 January 1946 Vändra) is an Estonian chemist and politician. He was a member of VII Riigikogu.[1]", "62847625": "On the afternoon of February 9, 2005, the body of 43-year-old Geetha Angara (born July 15, 1961[1]) a chemist, was found in a water tank at the Passaic Valley Water Commission treatment facility in Totowa, New Jersey, United States, after the tanks had been drained. She had not been seen since the previous morning when she had gone to the water tanks to take samples; items she had been carrying when she was last seen alive were also found. The items, a radio and broken beaker, were found in the water, below an access panel that was slightly ajar. Broken glass was found on the floor near that panel.", "67140240": "Philipp Kukura FRSC (born 26 March 1978) is Professor of Chemistry at the University of Oxford, and a Fellow of Exeter College, Oxford.[1] He is best known for pioneering contributions to femtosecond stimulated Raman spectroscopy (FSRS), interferometric scattering microscopy (iSCAT) and the development of mass photometry.", "54360720": "Eqbal Mohammed Abdu Dauqan (born 1980) is a Yemeni biochemist known for her studies of Biochemistry, nutrition, advocacy for refugees, and support of women scientists in her home country of Yemen and adopted country of Malaysia.[1][2]", "16611999": "Hugo Wilhelm Traugott Erdmann (8 May 1862 – 25 June 1910) was the German chemist who discovered, together with his doctoral advisor Jacob Volhard, the Volhard-Erdmann cyclization. In 1898 he was the first who coined the term noble gas (the original noun is Edelgas in German).[1]", "850597": "B. Montgomery \"Monte\" Pettitt is the Director of the Sealy Center for Structural Biology and Molecular Biophysics at University of Texas Medical Branch in Galveston, Texas, holder of the Robert A. Welch Distinguished Chair in Chemistry, and tenured Professor in the Department of Biochemistry and Molecular Biology, as well as the department of Pharmacology and Toxicology.  He is also affiliated with and former director of The W. M. Keck Center at Rice University, and a faculty member of the Structural and Computational Biology and Molecular Biophysics program at Baylor College of Medicine.  At the University of Houston, he was the Hugh Roy and Lille Cranz Cullen Distinguished Professor of Chemistry and Robert A. Welch Chair in Chemistry, as well as the director of its Institute for Molecular Design.", "18971312": "Alan Stanley Kornacki (born May 4, 1952, in Bayonne, New Jersey) is an American geologist and retired Army colonel, currently the Senior Staff Geochemist at Shell International Exploration and Production Inc.[1] He received a B.S. in geology from University of Missouri–Rolla in 1974, before completing his M.S. and Ph.D. in geology at Harvard University in 1984, on a Graduate Research Fellowship. His dissertation focused on refractory inclusions in Carbonaceous Chondrites. He began a career in the petroleum industry in 1985 when he joined Shell USA. In 1981, he was awarded the Nininger Meteorite Award, and in 2008 he was awarded a professional degree by University of Missouri–Rolla.[2] Alan Kornacki is most known for his characterization of wax from deep water crude oil, an important obstacle in modern drilling and refining technology, and his research on new sources of hydrocarbons such as oil shale.", "43940531": "Robert Vince (born November 20, 1940) is an American scientist known for his contributions to the research in the area of drug design. He is currently the director and professor at the Center for Drug Design at the Academic Health Center for the University of Minnesota.", "59603638": "Michael Morris is an American biochemist, oceanographer and businessman, who has designed, developed and marketed new applications of optical sensing technology and spectroscopy. He has founded several companies including pHish Doctor (pH sensors for home aquariums), Ocean Optics Inc. (OOI) (miniature spectrometers),[2] and SpectrEcology (engineering and support services for optical sensing applications).[3][4][1]", "22706874": "Frederick Clod (or Clodius) (1625 – after 1661), was a physician and \"mystical chemist\" of German extraction.[1] He lived in a sizeable house (taxed on eight hearths) in Axe Yard, London, next door to the Hartlibs, whose daughter Mary he married in 1660.[2] He was also a neighbour to the diarist Samuel Pepys, who mentions him several times.[3] He was a minor figure in scientific circles and a friend of Robert Boyle, to whom he supplied some very varied recipes.[4]", "42334908": "Major Herbert Garland OBE MC FCS M. Inst. Metals (1880 – 2 April 1921[1]) was a British metallurgist and army officer.  An Army Ordnance Corps member, in 1906 he was stationed on Guernsey, where he wrote a novel, Diverse Affections: a Romance of Guernsey.  Garland rose to become Superintendent of Laboratories at the Cairo Citadel, Egypt by 1913 and received a grant from the Chemical Society, of which he was a fellow, to conduct research into ancient Egyptian alloys.  The outbreak of war saw him commissioned as a Special List officer with the Arab Bureau.  Garland developed explosives for the army, including the Garland grenade and was, in September 1916, assigned to train T. E. Lawrence and the fighters of the Arab Revolt in explosives.  His mines were used against the Hejaz Railway and may have been involved in the first derailing of a moving train by explosives.  Garland commanded the desperate defence of Yanbu in which he forced an attacking superior Ottoman force to withdraw with almost no bloodshed.  Awarded the Military Cross and appointed an Officer of the Order of the British Empire, Garland became director of the Arab Bureau after the war and was involved in the post-war negotiations for the future of Arabia. Returning from Egypt because of poor health, Garland died within days of setting foot in England.", "54622916": "Itamar Procaccia ((Hebrew: איתמר פרוקצ'יה); born September 29, 1949, in Tel Aviv) is an Israeli physicist and chemist who has made contributions to areas in statistical physics, nonlinear dynamics, soft matter, and turbulence.", "27032263": "Andreas Lüttge is Professor of Earth Science and Professor of Chemistry at Rice University in Houston, Texas (USA). He was also director of the National Corrosion Center (NCC) until 2010.[1] The primary concerns of his research are surface chemical processes at minerals and rocks from low-temperature conditions up to the pressure and temperature conditions throughout the Earth's crust.", "51411681": "Thomas H. Lane is an American organic chemist, and director at Dow Corning Corporation. He served as president of the American Chemical Society in 2009.[1][2]", "48855778": "Hendrik Enno Boeke (12 September 1881, in Wormerveer – 6 December 1918, in Frankfurt am Main) was a Dutch mineralogist and petrographer.", "37386981": "Phyllis E. M. Clinch (12 September 1901 – 19 October 1984) was an Irish botanist most recognised for her work in the field of plant viruses.[1][2]", "70580969": "Katherine Barbeau is a professor at Scripps Institution of Oceanography known for her work on trace metals and the linkages between trace metals and biology.", "48724713": "Marinda Li Wu is an American chemist, who has worked for more than 30 years in the chemical industry, primarily with Dow Chemical Company, in research and development and plastics marketing.[1] She was involved in early research on the recycling of plastics and environmental sustainability.[2] She has also worked as an entrepreneur, and founded the organization \"Science is Fun!\" to interest students in science.[3]  She holds 7 U.S. Patents.[1]", "59472619": "Elizabeth Marie Nolan (born 1978) is an American chemist and associate professor at Massachusetts Institute of Technology.", "6028015": "Gerard Fairtlough CBE  (5 September 1930 – 15 December 2007) was an English author, speaker and management thinker.", "56392433": "Kevin Russel Tate (8 April 1943 – 22 January 2018) was a New Zealand soil chemist, ecologist and climate scientist.[1][2][3]", "44890867": "University of Wisconsin–Madison (Ph.D.) 1985", "60586739": "Sibylle Kemmler-Sack (18 November 1934 in Leipzig – 10 February 1999) was a German chemist.[1][2][3][4] She was a professor for Chemistry at the University of Tübingen.[2][5][6]", "9009919": "Jean de Roquetaillade, also known as John of Rupescissa,[1] (ca. 1310 – between 1366 and 1370) was a French Franciscan alchemist[2] and eschatologist.[3]", "36993792": "Arne Haaland (15 February 1936 – 13 October 2023) was a Norwegian chemist.", "52263687": "Shigetada Nakanishi (born January 7, 1942[1]) is a Japanese biochemist and neuroscientist. Both a medical doctor and biomedical researcher by training, Nakanishi is the director of the Osaka Bioscience Institute and professor emeritus at Kyoto University. He has received several scientific awards for his research in neuroscience, having characterized the molecular structure or function of several protein receptors.", "13859595": "Karl Friedrich von Auwers (September 16, 1863 – May 3, 1939) was a German chemist, and was the academic adviser of both Karl Ziegler and Georg Wittig at the University of Marburg.", "39484172": "Ray Putnam Dinsmore (24 April 1893 – 26 October 1979[1]) was a rubber scientist, known for pioneering the use of rayon as a reinforcing material in auto tires.  In 1928, Dinsmore patented the first water-emulsion synthetic rubber in the United States.[2]   The material later became a staple of the rubber industry during the World War II shortage of natural rubber.  Dinsmore worked for the Goodyear Tire and Rubber Company and developed Chemigum, an early synthetic rubber.[3]  Dinsmore hired noted rubber physicist Samuel D. Gehman.  Dinsmore served as chairman of the Rubber Division of the American Chemical Society in 1927.  He received the 1947 Colwyn medal[4] and was named the 1955 Charles Goodyear Medalist.", "34863895": "James Brown F. Herreshoff (1834–1930) was an American inventor and chemist with a number of American patents[1][2] related to chemicals and filed in the 1900s and 1910s: a coil-stream boiler, keels used on racing yachts, sliding seats on rowboats, mercurial anti-fouling paint, an apparatus for measuring heat of gases.[3][4]", "44038937": "José Joaquín Barluenga Mur (27 July 1940 – 7 September 2016)[1][2] was a Spanish chemist known for his research in organometallic chemistry. He was a professor of chemistry at Oviedo University until his retirement in 2014.", "9861915": "Vladimir Aleksandrovich Engelgardt (Russian: Владимир Александрович Энгельгардт) (December 3, 1894, in Moscow – July 10, 1984, in Moscow) was a Soviet biochemist, academician of the Soviet Academy of Medical Sciences (1944), academician of the Soviet Academy of Sciences (1953), and Hero of Socialist Labor (1969). He was the founder and the first director of the Institute of Molecular Biology of the Russian Academy of Sciences (later renamed the Engelhardt Institute of Molecular Biology in his honor).", "15858460": "Ei-ichi Negishi (根岸 英一, Negishi Eiichi, July 14, 1935 – June 6, 2021) was a Japanese chemist who was best known for his discovery of the Negishi coupling.[2][3] He spent most of his career at Purdue University in the United States, where he was the Herbert C. Brown Distinguished Professor and the director of the Negishi-Brown Institute.[4] He was awarded the 2010 Nobel Prize in Chemistry \"for palladium catalyzed cross couplings in organic synthesis\" jointly with Richard F. Heck and Akira Suzuki.[5]", "39680799": "Marilyn Esther Jacox (April 26, 1929 – October 30, 2013) was an American physical chemist. She was a National Institute of Standards and Technology (NIST) Fellow and Scientist Emeritus in the Sensor Science Division.[2][3]", "48528162": "Julia Southard Lee (29 September 1897-?) was an American textile chemist known for her teaching positions and research on protein fibers and textile quality.", "260899": "Benjamin Rush (January 4, 1746 [O.S. December 24, 1745] – April 19, 1813) was an American revolutionary, a Founding Father of the United States and signatory to the U.S. Declaration of Independence, and a civic leader in Philadelphia, where he was a physician, politician, social reformer, humanitarian, educator, and the founder of Dickinson College. Rush was a Pennsylvania delegate to the Continental Congress.[1] He later described his efforts in support of the American Revolution, saying: \"He aimed right.\"[2][3]  He served as surgeon general of the Continental Army and became a professor of chemistry, medical theory, and clinical practice at the University of Pennsylvania.[4]", "67599140": "José Luis Jiménez-Palacios is a Spanish–American chemist and engineer. As a professor of chemistry at the University of Colorado Boulder, Jimenez contributed to the establishment of the Aerodyne Aerosol Mass Spectrometer, an instrument for real-time analysis of aerosol size and composition.", "1243948": "Milo Jay Aukerman (/ɒkɜːrmən/; born January 1, 1963)[1] is an American singer, songwriter, and former research molecular biologist. Aukerman is most widely known for being the lead vocalist of the punk rock band the Descendents, a group widely considered to be pioneers of pop-punk.[2] A caricature of Aukerman serves as the band's mascot.", "56523570": "Judith Alice Lesnaw is an American virologist, photographer, and inductee of the University of Kentucky's Hall of Fame. She was the first woman hired into Biology, the first woman to be tenured, and the first molecular biologist at the University of Kentucky.[1]", "34437940": "Donald Frederick Sandys Wunsch OBE (16 January 1887 – 23 August 1973) was a notable New Zealand chemical engineer and factory manager. He was born in Manchester, England, in 1887.[1]", "8289086": "Serving the Science-Policy-Practitioners Interface", "34077505": "Dr. Joseph Fried (July 21, 1914 – August 17, 2001) was a Polish-American organic chemist, member of the National Academy of Sciences and the American Academy of Arts and Sciences.[1]  He held 200 patents on chemical compounds, with 43 listing him as the sole holder.[1] He was a professor of chemistry and biochemistry at the University of Chicago.[2] Fried discovered fluorohydrocortisone, a chemical used to treat adrenal disorders.[2] He was also director of the organic chemistry at the Squibb Institute.[1]\nHis discoveries were instrumental to the creation of medications to treat inflammatory disorders including as arthritis, psoriasis, and various skin allergies.[1]\nNational Academies Press called him \"an outstanding organic chemist who made very special contributions to the field of medicine\".[3]\nProfessor Elias James Corey (Nobel laureate, 1990) had this to say  of Fried: \"He was an outstanding, highly creative scientist who straddled both the worlds of pharmaceutical research and academic science. He was one of my heroes, and I've always thought of him as a model scientist of great character and great human warmth.\"[3]", "61602632": "Hansruedi von Gunten (born 12 December 1928 in Bern; died 7 December 2021[1]) was a Swiss chemist and mountaineer. Together with Dolf Reist he succeeded on May 24, 1956, the third ascent of Mount Everest.[2]", "70351692": "Salambek Naibovich Khadzhiyev (Russian: Саламбе́к Наи́бович Хаджи́ев; 7 January 1941 – 2 March 2018) was a Soviet-Russian Chechen petrochemist, businessman and politician who was the first Chairman of the Government of National Revival of the Chechen Republic.[1] He specialized in the production of low-pour, high-density petroleum fuels transformations of hydrocarbons on zeolite that contain catalysts. He was also the first and only Chechen to hold a ministerial position in the Soviet Union.[2] In 1991, he headed the Ministry of Chemical and Petrochemical Industry of the USSR.[3] During the First Chechen War in 1995 he was the chairman of the Government of the National Revival of Chechnya.[2]", "1178444": "Alan Graham MacDiarmid, ONZ FRS[2][1] (14 April 1927 – 7 February 2007) was a New Zealand-born American chemist, and one of three recipients of the Nobel Prize for Chemistry in 2000.[3][4][5][6]", "64256844": "John A. Gladysz,[1] an organometallic chemist, is a Distinguished Professor[2] and holds the Dow Chair in Chemical Invention at Texas A&M University. Professor Gladysz is a native of the Kalamazoo, Michigan area.  He obtained his B.S. degree from the University of Michigan (1971)[3] and his Ph.D. degree from Stanford University (1974).[4]  He subsequently held faculty positions at UCLA (1974-1982) and the University of Utah (1982-1998). He then accepted the Chair of Organic Chemistry at the University of Erlangen-Nuremberg in Germany.[5]  In 2008, he returned to North America as a distinguished professor and holder of the Dow Chair in Chemical Invention at Texas A&M University.[6]", "69237585": "Jenny Zhenqi Zhang is a Chinese-Australian chemist and BBSRC David Phillips Research Fellow of the Department of Chemistry, University of Cambridge, where she is also a Fellow of Corpus Christi College (2019-present). She was awarded the 2020 RSC Felix Franks Biotechnology Medal for her research into re-wiring photosynthesis to provide sustainable fuel sources.[3]", "2325330": "Sir (Reginald) Patrick Linstead CBE, DSc, HonDSc, DIC, HonFCGI, HonMIMM, FRS (28 August 1902, in London – 22 September 1966, in London) was an English chemist.[2]", "3767122": "Midhat Mursi al-Sayid Umar (Arabic: مدحت مرسي السيد عمر), also known as Abu Khabab al-Masri (Arabic: أبو خباب المصري) (29 April 1953, Egypt – 28 July 2008, Pakistan) was a chemist and alleged top bomb maker for al-Qaeda and part of Osama bin Laden's inner circle. The United States had a $5 million bounty on his head. Although reportedly killed in a U.S. attack in January 2006, he survived and intelligence officials believe he went on to attempt to resurrect al-Qaeda's program to develop or obtain weapons of mass destruction.[1] On 28 July 2008, Mursi was killed in an American drone attack in South Waziristan, Pakistan.[2]", "67795795": "Judith Ann McKenzie (May 4, 1942 – August 11, 2023) was an American biogeochemist known for her research on past climate change, chemical cycles in sediments, and geobiology.", "63437651": "Catia Bastioli is an Italian researcher, chemist, and entrepreneur. Born in Foligno in 1957, she was always interested in chemistry and the natural world.[3] Bastioli went on to attend the Business Management School at Bocconi University and get a degree in chemistry from the University of Perugia.[4] She started her career as a researcher for the largest research group in Italy, Montedison, where she used her chemistry expertise to develop bioplastics with waste and agricultural raw materials. At Montedison, she helped to found a research center that later became Novamont. With this transition to Novemont, Bastioli began focusing on experimenting with eco-friendly materials and bioplastics. Bastioli now serves as CEO of Novamont, as well as President of Terna Spa of the Kyoto Club Association and a member of the Board of Directors of Fondazione Cariplo.[5] She also served as the CEO of Matrìca, a joint venture between Novamont and Versalis.", "228184": "Charles Alfred Coulson FRS FRSE (13 December 1910 – 7 January 1974) was a British applied mathematician and theoretical chemist.[1][2][3][4]", "65764184": "Eric Meggers (born 10 May 1968 in Bonn, Germany) is a German chemist and professor of organic chemistry and chemical biology at the University of Marburg, Germany. His research currently focuses on the design of chiral catalysts for stereoselective synthesis.", "67894107": "Sosale Garalapury Sastry (November 1899 – 22 September 1955) was an Indian industrial chemist known for his work on the manufacture of sandalwood soap through the establishment of the Mysore soap factory in Bangalore. This earned him the nickname of Soap Sastry. He also served as a director of industries and commerce in Mysore State.", "54491997": "Karl Arnold variously Carl Johann Moritz Arnold or Johann Karl Moritz Arnold  (12 March 1853, Uffenheim - 24 June 1929, Hanover) was a German chemist and mountaineer.[1] He served as Director and briefly as Vice-Chancellor of the Institute of Chemistry at the University of Veterinary Medicine Hanover. His published works on organic chemistry were of importance to veterinarians, medical students and pharmacists. He was also an accomplished alpinist and chairman of the Hanover section of the German-Austrian Alpine Association.", "21265251": "Lorene Lane Rogers (April 3, 1914 – January 11, 2009) was an American biochemist and educator who served as the 21st President of the University of Texas at Austin.[1] She has been described as the first woman in the United States to lead a major research university.[2][3][4]", "66354026": "André Taylor is an American scientist who is an associate professor of chemical engineering at the New York University Tandon School of Engineering. Taylor works on novel materials for energy conversion and storage. He was awarded the Presidential Early Career Award for Scientists and Engineers in 2010, and named as one of The Community of Scholars' Most Influential Black Researchers of 2020.", "25852793": "Donald Herman Voet (November 29, 1938 – April 11, 2023) was an American biochemist who was emeritus associate professor of chemistry at the University of Pennsylvania. His laboratory used x-ray crystallography to understand structure-function relationships in proteins.[1] He and his wife, Judith G. Voet, are authors of biochemistry text books that are widely used in undergraduate and graduate curricula.[2][3][4][5]", "56163200": "Anat Shahar is a staff scientist at the Earth and Planets Laboratory, Carnegie Institution of Washington[1] and adjunct professor at the University of Maryland.[2] Her work uses high-pressure, high-temperature experiments and stable isotope geochemistry to understand the formation of planets in the Solar System.[3]", "66976646": "Beat Fierz (born (1978-08-25)August 25, 1978 in Basel, Switzerland) is a Swiss chemist and molecular biologist, currently an Associate Professor at the EPFL (École Polytechnique Fédérale de Lausanne).[1] His research is focused on understanding dynamic processes of large molecular systems, particularly in chromatin regulation.[2]", "51411849": "Debbie C. Crans is a Professor of Organic, Inorganic and Biological Chemistry and of Cell and Molecular Biology at Colorado State University,[2] where she also is a Professor Laureate of the College of Natural Sciences. Crans specializes in the fundamental chemistry and biochemistry of drugs, with particular focus on vanadium and other transition metal ions as metals in medicine and investigation of their mechanisms of toxicity.[2]", "457616": "Joseph Black (16 April 1728 – 6 December 1799) was a Scottish physicist and chemist, known for his discoveries of magnesium, latent heat, specific heat, and carbon dioxide. He was Professor of Anatomy and Chemistry at the University of Glasgow for 10 years from 1756, and then Professor of Medicine and Chemistry at the University of Edinburgh from 1766, teaching and lecturing there for more than 30 years.[1]", "51280787": "Herbert Otis House (December 5, 1929 – October 2, 2013[1]) was an American organic chemist.  House was born in Willoughby, Ohio, and obtained his Ph.D. in 1953 from the University of Illinois under the guidance of Reynold Fuson.[2] Upon graduation, he joined the faculty of the Massachusetts Institute of Technology and remained there until 1970.  During this time, he co-discovered the Corey-House alkane synthesis, an early example of a transition metal mediated cross-coupling reaction.  In 1970, he joined the faculty of the Georgia Institute of Technology.  House retired in 1990 and was the Vasser Woolley Professor Emeritus at Georgia Tech until his death in 2013 in Alpharetta, Georgia.", "71433131": "Abdulrahman Obaid Al-Youbi (born 1958) was the president of King Abdulaziz University from June 2016 to October 2022.[1][2]", "56753071": "Herbert Dyson Carter (February 2, 1910 – 1996[1]), known as Dyson Carter, was a Canadian scientist, lecturer, writer, and Communist propagandist and organiser who served as president of the Canadian-Soviet Friendship Society from 1949 to 1960.[2]", "5864368": "Sir Richard Threlfall GBE FRS[1](14 August 1861 – 10 July 1932)[2] was an English chemist and engineer, he established the School of Physics at the University of Sydney and made important contributions to military science during World War I. He was elected a fellow of the Royal Society in 1899, and was created KBE in 1917 and GBE in 1927.", "52165553": "Moses Kunitz (1887–1978) was a Russian-American biochemist who spent most of his career at Rockefeller University. He is best known for a series of experiments in purification and crystallization of proteins, contributing to the determination that enzymes are proteins.", "61471676": "Hai-Quan Mao is a Chinese chemist and nanotechnologist. He is a professor at Johns Hopkins University and associate director of the university's Institute for NanoBioTechnology. He is a fellow of the Royal Society of Chemistry and the American Institute for Medical and Biological Engineering and a member of the National Academy of Inventors.", "51411909": "Bruce Edward Bursten (March 8, 1954) is an American chemist, professor of chemistry, and was president of the American Chemical Society. He is provost at Worcester Polytechnic Institute.[1] His research has specialised in inorganic chemistry and metal-containing molecules.", "66190280": "Jacob Jan Alexander Wijs[2] (12 November 1864 – 13 December 1942) was a Dutch chemist. He spent much of his career at the oil factory in Delft, where he studied the iodine value. In 1898 he described the addition of iodine monochloride to the double bond in alkenes to give chloro-iodo alkanes. This reaction was later named the Wijs-Hanuš method, and the reagent that Wijs used in his demonstration, namely iodine monochloride in glacial acetic acid, the Wijs reagent.[3]", "1440715": "Henri Étienne Sainte-Claire Deville (11 March 1818 – 1 July 1881) was a French chemist.", "9862095": "Alexander Pavlovich Vinogradov (Russian: Алекса́ндр Па́влович Виногра́дов) (August 21, 1895 in Petretsovo, Yaroslavl Oblast – November 16, 1975 in Moscow) was a Soviet geochemist, academician (1953), and Hero of Socialist Labour (1949, 1975).", "59898837": "Wu Yangjie (Chinese: 吴养洁; born 1 January 1928) is a Chinese organic chemist and a professor at Zhengzhou University. He is an academician of the Chinese Academy of Sciences.", "3275737": "William David McElroy (22 January 1917 – 17 February 1999) was an American biochemist and academic administrator.", "2653154": "Dr. William \"Bill\" Foster, also known as Black Goliath, Giant-Man and Goliath, is a fictional character, a superhero appearing in American comic books published by Marvel Comics. He is a professor with powers similar to Hank Pym's increasing size and mass to gigantic proportions.", "53836772": "Tamejiro Hiyama (born August 24, 1946) is a Japanese organic chemist. He is best known for his work in developing the Nozaki-Hiyama-Kishi reaction and the Hiyama coupling. He is currently a professor at the Chuo University Research and Development Initiative, and a Professor Emeritus of Kyoto University.", "850924": "Ludwig Mond FRS (7 March 1839 – 11 December 1909[1]) was a German-born, British chemist and industrialist.[2]   He discovered an important, previously unknown, class of compounds called metal carbonyls.", "2784240": "Professor Achilles Milo is a fictional character appearing in American comic books published by DC Comics.", "18906098": "Nina Alexandrovna Andreyeva (Russian: Нина Александровна Андреева, 12 October 1938 – 24 July 2020) was a Soviet and Russian chemist, teacher, author, political activist, and social critic.[2] A supporter of classical Soviet principles, she wrote an essay entitled I Cannot Forsake My Principles [ru]  that defended many aspects of the traditional Soviet system, and criticized General Secretary Mikhail Gorbachev and his closest supporters for not being true communists. In the rebuke published in the official party newspaper Pravda the essay was called The Manifesto of Anti-Perestroika Forces.[3][4]", "49085433": "Georg Andreas Karl Städeler (25 March 1821, Hanover – 11 January 1871, Hanover) was a German chemist.", "10157049": "Frederick Bickell Guthrie (10 December 1861 – 7 February 1927)[1] was an Australian agricultural chemist and a president of the Royal Society of New South Wales.", "8387579": "Alberto Romão Dias (1941 – 15 July 2007) was a full professor of the Chemical and Biological Engineering Department at the Instituto Superior Técnico (IST) of the Technical University of Lisbon in Portugal.", "44891133": "P. M. de Respour, a Flemish metallurgist and alchemist, was the first person to extract metallic zinc from zinc oxide in 1668.[1]", "55671805": "Leo E. Hollister (December 3, 1920 - December 19, 2000)[1] was an American professor emeritus of medicine, psychiatry and pharmacology.[2]", "60161023": "Adolf Lehmann or Adolph Ludwig Ferdinand Lehmann[1] (22 December 1863 - 27 September 1937) was a Canadian chemist and agricultural scientist of German ancestry. He served as the first agricultural chemist of Mysore state in India. He established a laboratory for chemical analysis and began field experiments to study plant nutrition and also worked on chemical problems involved in the processing of sugar from sugarcane.", "11762687": "Donald Eaton Carr (October 17, 1903 – September 1986) was an American journalist, writer, environmentalist and research chemist.", "1440770": "Hans Peter Jørgen Julius Thomsen (16 February 1826 – 13 February 1909) was a Danish chemist noted in thermochemistry for the Thomsen–Berthelot principle.[1]", "42073093": "Poul Jørgensen (born 2 March 1944 in Silkeborg, Denmark) is professor of chemistry at the Department of Chemistry, Aarhus University (AU), Denmark and director of the qLEAP Center for Theoretical Chemistry at AU,[1] which was established in April 2012. \nJørgensen has made seminal contributions to the field of electronic structure theory. He is also one of the main authors of the DALTON program and a member of the International Academy of Quantum Molecular Science.", "15301637": "Leo Brewer (13 June 1919, St. Louis, Missouri – 22 February 2005, Lafayette, California) was an American physical chemist.[1] Considered to be the founder of modern high-temperature chemistry, Brewer received his BS from the California Institute of Technology in 1940 and his PhD from the University of California, Berkeley, in 1942. Brewer joined the Manhattan Project following his graduate work, and joined the faculty at the University of California, Berkeley in 1946. Leo Brewer married Rose Strugo (died 1989) in 1945. They had three children, Beth Gaydos, Roger Brewer, and Gail Brewer. He died in 2005 as a result of Beryllium poisoning from his work in World War II.", "72416261": "Irina Vasilievna Perminova (born February 9, 1960) is Russian scientist, Professor, Dr. Habil. in Analytical Chemistry, Chief Scientist, Head of the Laboratory of Natural Humic Systems at the Division of Medicinal Chemistry and Fine Organic Synthesis of the Department of Chemistry of the Moscow University, Moscow, Russia", "39517194": "Julius Vorster (29 April 1809, Hamm – 10 October 1876, Cologne) was a German entrepreneur, one of the founders of Chemische Fabrik Kalk, a major German chemical enterprise in Cologne.", "43285517": "Betty Wright Harris (born July 29, 1940) is an American chemist. She is known for her work on the chemistry of explosives completed at Los Alamos National Laboratory. She patented a spot test for detecting 1,3,5-triamino-2,4,6-trinitrobenzene (TATB) in the field,  which is used by the Federal Department of Homeland Security to screen for nitroaromatic explosives.[1][2]", "4324372": "The Matter Master is a DC Comics supervillain and a recurring foe of Hawkman. Created by Gardner Fox and Joe Kubert, he first appeared in The Brave and the Bold #35 (April–May 1961).[1]", "45218837": "Nikos Chrysogelos  (Greek: Νίκος Χρυσόγελος) (born 13 May 1959, in Sifnos) is a Greek chemist and politician. In 2012, he replaced Michalis Tremopoulos as a member of the European Parliament (MEP) for the Ecologist Greens. In 2014 he however left his party to found the new Greens party which in the January 2015 legislative election formed a common electoral list with Democratic Left,[1] but missed the 3% electoral threshold.", "69467164": "Manfred Schidlowski (13 November 1933 – 3 October 2012) was a German Professor of Geochemistry at the Max-Planck-Institut for Chemistry (Otto-Hahn-Institut) in Mainz.[1] His research was concerned with the biochemistry of the Early Earth with a focus on isotope-biogeochemistry and the evidence of the earliest life processes in Precambrian.[2][3][4] Schidlowski is considered the founder of this research direction in Germany and he also shaped international research in isotope biogeochemistry of Precambrian sediments for more than two decades.[5]", "7666719": "Eloy Rodriguez (born January 7, 1947[1]) is an American biochemist. He is the James Perkins Professor of Environmental Studies at Cornell University. He was born in Edinburg, Texas.[2]", "10550304": "Lu Gwei-djen (Chinese: 魯桂珍; pinyin: Lǔ Guìzhēn; Wade–Giles: Lu Kui-chen; July 22, 1904 – November 28, 1991) was a Chinese biochemist and historian. She was an expert on the history of science and technology in China and a researcher of nutriology.  She was an important researcher and co-author of the project Science and Civilisation in China led by Joseph Needham.", "33979433": "Ryoo Ryong FRSC (born 1955[1]) is a distinguished professor of chemistry at KAIST in Daejeon, South Korea.[2] He was the head of the Center for Nanomaterials and Chemical Reactions, an Extramural Research Center of the Institute for Basic Science. Ryoo has won a variety of awards, including the Top Scientist and Technologist Award of Korea given by the South Korean government in 2005. He obtained the KOSEF Science and Technology Award in 2001 for his work on the synthesis and crystal structure of mesoporous silica.[3]", "31521835": "Professor Ranjan Ramasamy is a Sri Lankan born Australian academic and scientist. He was formerly a Professor of Immunology and Biochemistry, and the Chairman of the National Science Foundation of Sri Lanka.[1]", "53378098": "Professor Renu Khanna-Chopra is an Indian scientist. She is Principal Scientist & ICAR National Fellow Stress Physiology & Biochemistry Laboratory Water Technology Centre Indian Agricultural Research Institute (IARI) New Delhi.[1]", "30833724": "Anton Kirchweger (died 8 February 1746)[1]\nHe was the editor or the author of the influential German hermetical book Aurea Catena Homeri (Golden Chain of Homer); Aurea Catena Homeri oder, Eine Beschreibung von dem Ursprung der Natur und natürlichen Dingen (The Golden Chain of Homer, or A Description of Nature and Natural Things). The book was read by Pietists and later influenced the young Goethe. It was first published in Leipzig in 1723, in the German language, followed by other editions: 1723, 1728, 1738 and 1757 (Latin edition). Another Latin version was issued at Frankfurt in 1762. Sometime in the late eighteenth century Sigismund Bacstrom translated parts of the work into English. In 1891, part of the translation was published in the Theosophical Society journal Lucifer.", "68451396": "Cai Liusheng (Chinese: 蔡鎦生; Pe̍h-ōe-jī: Chhòa Liû-seng; 18 September 1902 – 24 October 1983) was a Chinese physical chemist and an academician of the Chinese Academy of Sciences. He was one of the founders of catalytic kinetics in China.[1] He was a delegate to the 3rd and 5th National People's Congress.", "228425": "John Alexander Reina Newlands (26 November 1837 – 29 July 1898) was a British chemist who worked concerning the periodicity of elements.[1]", "42335308": "Martha Annie Whiteley, OBE FCS (11 November 1866 – 24 May 1956)[1] was an English chemist and mathematician. She was instrumental in advocating for women's entry into the Chemical Society, and was best known for her dedication to advancing women's equality in the field of chemistry.[2] She is identified as one of the Royal Society of Chemistry's 175 Faces of Chemistry.[3]", "228431": "Johann Wolfgang Döbereiner (13 December 1780 – 24 March 1849) was a German chemist who is known best for work that was suggestive of the periodic law for the chemical elements, and for inventing the first lighter, which was known as the Döbereiner's lamp.[1] He became a professor of chemistry and pharmacy for the University of Jena.", "14482521": "Firefly is a fictional comic book character created by Harry Shorten and Bob Wood for MLJ Comics in 1940.[1] He first appeared in Top-Notch Comics #8. Artist Warren King and writer Joe Blair loaned their talents to many of the Firefly's installments.", "2522201": "Rudolf Zahradník (20 October 1928 – 31 October 2020) was a Czech chemist in the field of quantum chemistry and molecular spectroscopy. He held research positions at the Institute of Occupational Medicine and went on to serve as the first director of the J Heyrovsky Institute of Physical Chemistry, president of the Czech Academy of Sciences and chairman of the Learned Society of the Czech Republic, after the Velvet Revolution. During the 1980s, he taught future German leader Angela Merkel, who was then on an internship in Czechoslovakia. He held a doctorate from the University of Chemistry and Technology, Prague.", "47414363": "Nikolaus Wolfgang Fischer (15 January 1782 – 19 August 1850) was a German chemist. He first synthesized the Potassium cobaltinitritelater used as Aureolin pigment.", "39451740": "Alexander Nicolaus Scherer (Russian: Александр Иванович Шерер, 30 December 1771, St. Petersburg – 16 October 1824, St. Petersburg) was a Russian-German chemist and pharmacologist."}