{"43553152": "Michelle Louise Coote FRSC FAA is an Australian polymer chemist. She has published extensively in the fields of polymer chemistry, radical chemistry and computational quantum chemistry.  She is an Australian Research Council (ARC) Future Fellow, Fellow of the Royal Society of Chemistry (FRSC) and Fellow of the Australian Academy of Science (FAA).", "53285252": "Hans Finkelstein (17 May 1885, Leipzig, Germany - December 1938) was a German chemist. He is particularly known for the Finkelstein reaction developed by and named after him.[1][2]", "14520713": "Friedrich Albrecht Carl Gren (1 May 1760 – 26 November 1798) was a German chemist and a native of Bernburg.", "49222030": "Sir David Klenerman FRS FMedSci[3][4] (born 1959) is a British biophysical chemist and a professor of biophysical chemistry at the Department of Chemistry at the University of Cambridge[5] and a Fellow of Christ's College, Cambridge.[6]", "3674515": "Samuel Philip Sadtler, Ph.D., LL.D. (July 18, 1847 – December 20, 1923) was an American chemist, and the first president of the American Institute of Chemical Engineers in 1908.[1]", "38244757": "Thomas Parry Jones OBE (27 March 1935 – 11 January 2013) was a Welsh scientist, inventor and entrepreneur, who was responsible for developing and marketing the first handheld electronic breathalyser, winning the Queen's Award for Technological Achievement in 1980 for the work. Born and raised on Anglesey, he attended Bangor University and went on to study for his doctorate at University of Alberta, Canada. Prior to his work on the breathalyser at Lion Laboratories, he was a lecturer at the Royal Military College of Science and the University of Wales Institute of Science and Technology. He established the Dr Tom Parry Jones Endowment Fund at Bangor University in 2002. After selling Lion Laboratories in 2005, he set up PPM Technology and Welsh Dragon Aviation. A trust was set up in his, and his wife's, names. The Tom and Raj Jones Trust promotes work by young entrepreneurs.", "954776": "Alberto Granado Jiménez (August 8, 1922 – March 5, 2011) was an Argentine–Cuban biochemist, doctor, writer, and scientist. He was also the youthful friend and traveling companion of Che Guevara during their 1952 motorcycle tour in Latin America. Granado later founded the University of Santiago de Cuba School of Medicine. He authored the memoir Traveling with Che Guevara: The Making of a Revolutionary, which served as a reference for the 2004 film The Motorcycle Diaries, in which he was played by Rodrigo de la Serna. An elderly Alberto Granado makes a short appearance at the end of the film.", "61411743": "Olga L. Mayol-Bracero is a Puerto Rican atmospheric chemist. Mayol-Bracero is an associate professor at the UPRRP College of Natural Sciences.[1] Her primary research focus is atmospheric aerosols. She researches the impact of atmospheric aerosols on the climate, ecosystem, degradation of structures, and human health.[2]", "20124064": "Georg Zundel (May 17, 1931 – March 11, 2007) was a German physicist, entrepreneur, and peace politics committed philanthropist.", "168362": "Giuseppe Balsamo (Italian: [dʒuˈzɛppe ˈbalsamo]; in French usually Joseph Balsamo;[1] 2 June 1743 – 26 August 1795), known by the alias Count Alessandro di Cagliostro (US: /kɑːlˈjɔːstroʊ, kæl-/ ka(h)l-YAW-stroh,[2][3] Italian: [alesˈsandro kaʎˈʎɔstro]), was an Italian occultist.", "55513524": "Susumu Kitagawa (北川 進, Kitagawa Susumu, born 4 July 1951) is a Japanese chemist working in the field of coordination chemistry, with specific focus on the chemistry of organic–inorganic hybrid compounds, as well as chemical and physical properties of porous coordination polymers and metal-organic frameworks in particular.[1] He is currently distinguished professor at Kyoto University's institute for integrated cell-material sciences (iCeMS), of which he is co-founder and current director.", "7639481": "Peter Thomas Wolczanski is the George W. and Grace L. Todd professor of\nChemistry at Cornell University.", "52040130": "Arokiaswamy Velumani (born April 1959) is an Indian entrepreneur. He is the founder of Thyrocare Technologies Ltd. a chain of diagnostic and preventive care laboratories headquartered in Navi Mumbai.[1] He is the founder of Nueclear Healthcare Limited, a radiology diagnostics company affiliated to Thyrocare.[2]", "13963717": "John Allen Dicks Cooper (December 22, 1918 – January 27, 2002) was an American physician and educator.[1]", "58003917": "Dawn Angela Shaughnessy is an American radiochemist and principal investigator of the heavy element group at the Lawrence Livermore National Laboratory.[3] She was involved in the discovery of five superheavy elements with atomic numbers 114 to 118.[2]", "59281871": "Michael J. Krische (FRSC, FAAAS; born September 16, 1966) is an American chemist and Robert A. Welch Chair in Science at the Department of Chemistry, University of Texas at Austin. Krische has pioneered a broad, new family of catalytic C-C bond formations that occur through the addition or redistribution of hydrogen. These processes merge the characteristics of catalytic hydrogenation and carbonyl addition, contributing to a departure from the use of stoichiometric organometallic reagents in chemical synthesis.[1][2][3][4][5][6]", "58659281": "Joseph Maria Kumar Irudayaraj (born 1961)[1] is an American engineer and chemist; he is a professor of bioengineering at University of Illinois at Urbana Champaign.  He is active in the field of bionanotechnology, molecular sensing and drug discovery core.", "4493778": "John Stewart MacArthur was a chemist from Glasgow.[1]  Born on 9 December 1856, he is credited with the development of the MacArthur-Forrest cyanidation process in 1887, used to extract gold in South Africa. His patent for the process was voided. With the long-lasting legal issues about the cyanidation patents, MacArthur turned to other businesses. First, he investigated vanadium extraction from ore containing significant amounts of radium. From this enterprise he turned to the production of radium. He founded the Radium Works in Halton in 1911. In 1915 he moved it to Balloch, West Dunbartonshire and renamed it as Loch Lomond Radium Works.[2][3] MacArthur died on 16 March 1920, aged 63.[4]", "7868885": "Amyand David Buckingham CBE FRS FAA (28 January 1930 – 4 February 2021) born in Pymble, Sydney, New South Wales, Australia was a chemist, with primary expertise in chemical physics.[2][3][4]", "68555226": "Marilyn Levy (April 3, 1922 – June 19, 2014) was an American chemist and inventor based at Fort Monmouth. She was awarded the United States Army's Meritorious Civilian Service Award in 1971.[1]", "63312347": "Jennifer Eigenbrode is an interdisciplinary astrobiologist who works at NASA's Goddard Space Flight Center. She specializes in organic chemistry, geology, and organic bio-geochemistry of martian and ocean-world environments.", "37342": "Post-docs:", "63246816": "Reinhard Jahn (born 21 December 1950) is a German biophysicist and neurobiologist known for his studies of cellular membrane fusion. For these investigations, he has been honored with numerous awards, including the 2000 Leibniz Award. Jahn is currently Director at the Max Planck Institute for Biophysical Chemistry and the President of the University of Göttingen in Göttingen, Germany.", "45617634": "Michael Jeltsch (born July 28, 1969, Hemer/NW, Germany) is a German-Finnish researcher in the field of Biochemistry. He is an associate professor at the University of Helsinki,[1] Finland. He has more than 70 publications.[2] Jeltsch was the first to show that VEGF-C and VEGF-D are the principal growth factors for the lymphatic vasculature[3][4][5] and his research focuses on cancer drug targets and lymphangiogenesis. He has also contributed to other seminal publications in cell biology[6][7] with transgenesis, protein engineering, recombinant production and purification. In 2006, he developed a synthetic super-VEGF, using a library of VEGF hybrid molecules using a novel, non-random DNA family shuffling method.[8]", "15241700": "Bertha Kalifon Madras is a professor of psychobiology in the Department of Psychiatry and the chair of the Division of Neurochemistry at Harvard Medical School, Harvard University. She served as associate director for public education in the division on Addictions at Harvard Medical School. Madras has published research in the areas of drug addiction (particularly the effects of cocaine), ADHD, and Parkinson's disease.", "60592625": "Isabella Skinner Clarke–Keer (née Clarke) (29 October 1842 – 30 July 1926) was a British pharmacist and pioneer of women in pharmacy. In 1875, she became the first woman to qualify as a Pharmaceutical Chemist, and was one of the first two women members (with Rose Minshull) of the Pharmaceutical Society of Great Britain, admitted in 1879. In 1905, she became the first President of the National Association of Women Pharmacists (then the Association of Women Pharmacists).", "41423350": "Mietek Jaroniec (born 1 January 1949) is a Polish and American chemist and an author of over 950 scientific papers, which got over 127,964 citations and brings him an h-index of 155.[1]", "69734904": "Todd Lambert Lowary (born 1966) is an American carbohydrate chemist. He is a professor of chemistry at the University of Alberta and a Fellow of the Royal Society of Canada.", "55906810": "Norbert Pienta (born 1952) is an American chemist currently Professor at University of Georgia[1] and editor-in-chief of American Chemical Society's Journal of Chemical Education. His current interests are browser web education research and tutorial and education in schools.[2][3] He is currently retired.[clarification needed]", "41128446": "Henryk A. Witek is a chemist of Polish origin, and is a Professor of Chemistry in the National Chiao Tung University, Hsinchu, Taiwan.[1] He obtained his scientific degrees from the Jagiellonian University (MS) and the University of Tokyo (PhD). His research interests encompass quantum and physical chemistry, applied linear algebra, as well as perturbation theory.", "18682367": "Samuel Proctor Massie, Jr. (July 3, 1919 – April 10, 2005) was a chemist who studied a variety of chemicals that contributed towards the development of therapeutic drugs, including the chemistry of phenothiazine. As one of the African American scientists and technicians on the Manhattan Project to develop atomic bombs in World War II Massie worked with uranium isotopes. Massie was named one of the top 75 distinguished contributors to chemistry in history by Chemical and Engineering News.", "102915": "John Whiteside Parsons (born Marvel Whiteside Parsons;[nb 1] October 2, 1914 – June 17, 1952) was an American rocket engineer, chemist, and Thelemite occultist. Associated with the California Institute of Technology (Caltech), Parsons was one of the principal founders of both the Jet Propulsion Laboratory (JPL) and the Aerojet Engineering Corporation. He invented the first rocket engine to use a castable, composite rocket propellant,[1] and pioneered the advancement of both liquid-fuel and solid-fuel rockets.", "68882947": "Daniele Cherniak is an American geochemist known for her work on using particle beams for geochemical analysis on small scales. She was elected a fellow of the American Geophysical Union in 2021.", "60920325": "Jan B. Talbot is an American chemical engineer. She is a professor emerita at the Jacobs School of Engineering. She completed a bachelor and master of science in chemical engineering at Pennsylvania State University.[1] From 1975 to 1981, Talbot was as a development engineer at Oak Ridge National Laboratory. She completed a Ph.D. in chemical engineering and materials science in 1986 from University of Minnesota. She joined the faculty at University of California, San Diego in 1986. She was the president of the Electrochemical Society from 2001 to 2002. In 2004, she became a fellow of the Electrochemical Society.[1][2]", "59544069": "Hans Lischka (born July 26, 1943) is an Austrian computational theoretical chemist specialized on development and application of multireference methods for the study of molecular excited states.[2] He is the main developer of the software package Columbus[3] for ab initio multireference calculations and co-developer of the Newton-X program.", "41062920": "John Griscom (September 27, 1774 – February 26, 1852) was an early American lecturer and educator, and one of the first American educators to teach chemistry.", "49582595": "Haldor Frederik Axel Topsøe (29 April 1842 in Skælskør, Slagelse Municipality, Denmark – 31 December 1935 in Frederiksberg, Denmark) was a Danish chemist and crystallographer. He is grandfather of the engineer Haldor Topsøe (1913–2013) who has got his name from his grandfather, and great-grandfather of the mathematician Flemming Topsøe (born 25 August 1938) and the engineer Henrik Topsøe (born 10 August 1944).", "47616524": "Elizabeth Lucille Farrier Stickel (January 11, 1915 – February 22, 2007), was an American wildlife toxicologist and director of the Patuxent Wildlife Research Center from 1972 to 1982. Her research focused extensively on contaminants in wildlife ecosystems, and her research on the effects of the pesticide DDT helped form the basis for Rachel Carson's book Silent Spring.[1] She was also the first woman to become both a senior scientist as a civil servant of the US government and to be director for a national research laboratory.[2]", "16028175": "Saul Dushman (July 12, 1883 – July 7, 1954) was a Russian-American physical chemist.[1]", "69046807": "Pere Estupinyà Giné (born 17 October 1974) is a Spanish biochemist known for his work in popular science in books, conferences and TV shows.", "39752217": "Edward Leo Cochran Jr. (born 1929) is an American chemist known for his work with free radicals. In 1956 he moved from Orange, Connecticut, to his hometown in Clarksville, Maryland, and began his career at Applied Physics Laboratory.[3]  He also served as the second county executive of Howard County, Maryland.[4]", "51057181": "Barbara Sherwood Lollar, CC FRSC FRS (born February 19, 1963[1]) is a Canadian geologist and academic known for her research into billion-year-old water.[2] She is currently a professor in the Department of Earth Sciences at the University of Toronto.[3] In 2007, she was made a Canada Research Chair in Isotope Geochemistry of the Earth and the Environment. It was renewed in 2014.[4]", "67211810": "Fern Pfafflin Rathe (January 8, 1930 – September 27, 2013) was an American organic chemist who helped discover cathomycin, an antibiotic used to treat strains of the bacteria Staphylococcus, while working at pharmaceutical company Merck & Co.", "30249507": "Robert Schiff (July 25, 1854 in Free City of Frankfurt – 1940 in Massa, Italy) was a Free City of Frankfurt-born, Italian chemist.", "40440355": "Jeffrey Scott Moore (born 1962)[1] is the Murchison-Mallory Professor of Chemistry and a Professor of Materials Science & Engineering at the University of Illinois at Urbana–Champaign.[2]  He has received awards for both teaching and research, and as of 2014, was named a Howard Hughes Medical Institute Professor.[3] In 2017, he was named director of the Beckman Institute for Advanced Science and Technology at the University of Illinois, after serving as Interim Director for one year.[4]", "66327080": "Emily J. Parker FRSNZ is a New Zealand bio-organic chemist and academic. She is Professor of Chemical Biology at Victoria University of Wellington.", "49943088": "Chymes (Greek: Χύμης) was a Greco-Roman alchemist who lived before the third century. He is known only through fragments of text in the works of Zosimos of Panopolis and Olympiodorus of Thebes.[1]", "72225334": "Bodil Jerslev Lund (1919–2005) was a Danish chemist and educator. After graduating as a pharmacist from the Danish Pharmaceutical College in 1941, she continued her studies in Sweden, England and the United States. She earned a Ph.D. from the University of Copenhagen in 1958 with a thesis on X-ray crystallography as a basis for determining the structure of oximes. She then became a professor at Copenhagen University's Pharmaceutical College where she remained until 1989. She published several textbooks including two for high schools on organic chemistry. From 1981, she was a member of the Royal Swedish Academy of Sciences.", "64295482": "Alan K. Brisdon is a British chemist and a Senior Lecturer in the Department of Chemistry at The University of Manchester.[1] His research in general is based on fluorine chemistry, including on HCFCs, fluorine-containing organometallic systems, fluorophosphines and fluorine-containing materials, such as ionic liquids and fluorographenes.[2]", "1741370": "Christopher John Leaver CBE FRS FRSE MAE (born 31 May 1942)[5] is an Emeritus Professorial Fellow of St John's College, Oxford[7][8] who served as Sibthorpian Professor in the Department of Plant Sciences at the University of Oxford from 1990 to 2007.[9][10][11]", "2265662": "Eilhard Mitscherlich (German pronunciation: [ˈaɪ̯lhaʁt ˈmɪtʃɐlɪç];[1][2] 7 January 1794 – 28 August 1863) was a German chemist, who is perhaps best remembered today for his discovery of the phenomenon of crystallographic isomorphism in 1819.", "63312457": "Tricia L. Carmichael (née Breen) is a Professor in the Department of Chemistry and Biochemistry at the University of Windsor. She develops new materials for stretchable electronics with a current focus on wearable electronic devices.", "7901769": "Dr. Tony Knowles was the President of the British Columbia Institute of Technology (BCIT).[1]  A chemist by training, Knowles has been awarded the Queen's Golden Jubilee Medal.[citation needed]", "10261069": "Elsie Widdowson CH CBE FRS[1] (21 October 1906 – 14 June 2000), was a British dietitian and nutritionist. She and Dr Robert McCance, a pediatrician, physiologist, biochemist, and nutritionist, were responsible for overseeing the government-mandated addition of vitamins to food and wartime rationing in Britain during World War II.[2]", "53908046": "Abigail Gutmann Doyle is a professor of chemistry at the University of California, Los Angeles, where she holds the  Saul Winstein Chair in Organic Chemistry.[1] Her research focuses on the development of new chemical transformations in organic chemistry.", "25858637": "Robert H. Burris (April 13, 1914 – May 11, 2010) was a professor in the Biochemistry Department at the University of Wisconsin-Madison.[1] He was elected to the National Academy of Sciences in 1961.[2] Research in Burris's lab focused on enzyme reaction mechanisms,[1] and he made significant contributions to our knowledge of nitrogen fixation.[2][3]", "11997784": "Rolf Huisgen (German: ['huːzgɛn]; 13 June 1920 – 26 March 2020) was a German chemist. His importance in synthetic organic chemistry extends to the enormous influence he had in post-war chemistry departments in Germany and Austria, due to a large number of his habilitants becoming professors. His major achievement was the development of the 1,3-dipolar cycloaddition reaction, also called the Huisgen cycloaddition.", "58298982": "Nina Matheny Roscher (1938—2001) was an American chemist and advocate for women and minorities in science.[1] She also researched the history of women in chemistry, publishing the book Women Chemists (1995).[2] She served as professor and chair of the chemistry department at American University in Washington, D.C. She received the ACS Award for Encouraging Women into Careers in the Chemical Sciences (1996) and the Presidential Award for Excellence in Science, Mathematics and Engineering Mentoring (1998).[1]", "1020519": "David Boris Pall (2 April 1914 – 21 September 2004), founder of Pall Corporation, was the chemist who invented the Pall filter used in blood transfusions.", "48337513": "Mary Frances Leach (March 22, 1858 – 1939) was an American chemist and professor of chemistry and hygiene.", "1348201": "Harry Heaney is an Emeritus Professor of Organic Chemistry at Loughborough University. His research centres on heterocyclic compounds containing nitrogen.", "45224566": "Ralph O. Allen is a professor of chemistry and environmental sciences at the University of Virginia. He received his BA from Cornell College in 1965 and his Ph.D. in chemistry from the University of Wisconsin-Madison in 1970.[1] He is a fellow of the Royal Norwegian Council for Scientific and Industrial Research (NTNF) and has been a Marshall Foundation Visiting Scholar in Norway.[2]", "68260473": "Jennifer Ann Love is an American professor of chemistry at the University of Calgary. She is a Fellow of the Chemical Institute of Canada.", "25727609": "Harriet Miller (July 4, 1919 – January 6, 2010) was an American chemist in Pennsylvania and politician in California. Miller was a mayor of Santa Barbara, California.", "57578108": "Marion Eppley (19 June 1883, West Orange, New Jersey – 22 November 1960, Oyster Bay, New York) was an American physical chemist.[1][2][3]", "69997187": "Jinhua Ye is a Chinese chemist who is a professor at the National Institute for Materials Science in Tsukuba. Her research considers high-temperature superconductors for photocatalysis. She was elected Fellow of the Royal Society of Chemistry in 2016 and has been included in the Clarivate Analytics Highly Cited Researcher every year since then.", "67506820": "Alison E Ashcroft is a British chemist and Emeritus Professor of Biomolecular Mass Spectrometry at the University of Leeds.[1][self-published source?] Her work is focused on method development in mass spectrometry to study protein folding and protein aggregation in relation to diseases.", "10916488": "Dr. Philip 'Flip' Nissen Froelich, Jr. is an American academic oceanographic scientist, whose research uses biogeochemistry dynamics to address human impacts on the world's oceans.", "21926537": "Owen Brian Toon (born May 26, 1947 in Bethesda, Maryland)[1] is an American professor of atmospheric and oceanic sciences.  He is a fellow at the Laboratory for Atmospheric and Space Physics (LASP) at the University of Colorado Boulder.[2] He received an A.B. in physics at the University of California, Berkeley in 1969 and a Ph.D. in physics at Cornell University in 1975 under Carl Sagan. His research interests are in cloud physics, atmospheric chemistry, and radiative transfer. He also works on comparing Earth and other planets such as Venus.", "57971340": "Winifred Grace Wright, née Winifred Grace Hurst (6 June 1891 London - 8 September 1978 Durban) was an English chemist best known for her work on devising protection against gas in warfare during World War I.[1] After relocating to South Africa in 1949 she produced an illustrated pocket guide to the flowers of Natal. Hurst initially produced pharmaceuticals in a team working under Martha Whiteley (1866–1956), who was a prominent chemist at the Imperial College, London, and partly responsible for the development of mustard gas used during World War I.[2]", "59871888": "Robert Mistrík (Slovak pronunciation: [ˈrɔbert ˈmistriːk], born 13 August 1966) is a Slovak chemist, scientist, businessman, and politician.[1][2]", "8426130": "Karl Adolf Clark (20 October 1888, Georgetown, Ontario – 7 December 1966, Victoria, British Columbia) was a chemist and oil sand researcher.  He is best known for perfecting a process that uses hot water and reagents to separate bitumen from oil sands.[1][2][3][4][5]", "67834514": "Ohyun Kwon is a Korean-American chemist who is a professor at the University of California, Los Angeles. Her research considers new methodologies for organic transformations and the development of chiral catalysts.", "5870228": "Raymond N. Rogers (July 21, 1927 – March 8, 2005) was an American chemist who was considered a leading expert in thermal analysis.  To the general public, however, he was best known for his work on the Shroud of Turin.", "2593434": "Perenelle Flamel (October 13, 1320 – 1397) was the wife of the famous 14th-century scribe Nicolas Flamel. She was a generous benefactress who invested her wealth in churches and hostels and commissioned religious sculptures. Due to legends which first appeared in the 17th century, she has since developed a reputation as a successful alchemist. Like her husband, Perrenelle has had a street in Paris, France named after her, rue Pernelle.", "34312861": "Rainer Moormann (born 1950) is a German chemist and nuclear whistleblower. He grew up in Osnabrück. After finishing highschool he studied physical chemistry in Braunschweig and received a doctor's degree with Raman spectroscopic and theoretical investigations on hydrogen bonds in liquids.", "3019423": "Christopher J. Wills (born 1938) is Professor Emeritus of Biology at UCSD.[1]", "61280931": "Maciej Żylicz (Polish pronunciation: [ma.t͡ɕɛj ʐɨlit͡ʂ]; born 21 September 1953, Gdańsk) is a Polish biochemist and molecular biologist, professor at the University of Gdańsk, director of the Foundation for Polish Science, member of the Polish Academy of Sciences, State Committee for Scientific Research and a corresponding member of the Polish Academy of Learning.[1]", "9212587": "Ernst David Bergmann (Hebrew: ארנסט דוד ברגמן; 1903 – April 6, 1975) was an Israeli nuclear scientist and chemist. He is often considered the father of the Israeli nuclear program.", "49877676": "Hermann von Tappeiner (18 November 1847 in Meran – 12 January 1927 in Munich) was an Austrian pharmacologist. He was the son of anthropologist Franz Tappeiner (1816–1902).", "36836014": "Jennifer Anne Doudna ForMemRS (/ˈdaʊdnə/;[1] born February 19, 1964)[2] is an American biochemist who has done pioneering work in CRISPR gene editing, and made other fundamental contributions in biochemistry and genetics. Doudna was one of the first women to share a Nobel in the sciences. She received the 2020 Nobel Prize in Chemistry, with Emmanuelle Charpentier, \"for the development of a method for genome editing.\"[3][4] She is the Li Ka Shing Chancellor's Chair Professor in the department of chemistry and the department of molecular and cell biology at the University of California, Berkeley. She has been an investigator with the Howard Hughes Medical Institute since 1997.[5]", "62919346": "Gabriel A. Rabinovich is an Argentine biochemist who is currently a professor at the School of Exact and Natural Sciences at the University of Buenos Aires. He is also the deputy director of Immunopathology Laboratories, and the head of Structural and Functional Glycomic Laboratories.", "57709236": "Prashant Jain is an Indian-born American scientist and a professor of chemistry at the University of Illinois Urbana–Champaign where his research laboratory studies the interaction of light with matter, designs nanoparticle catalysts, and develops methods for mimicking plant photosynthesis.[1] He is a Fellow of the American Association for the Advancement of Science and the Royal Society of Chemistry, a TR35 inventor, a Sloan Fellow, a PECASE recipient, a Royal Society of Chemistry Beilby medalist, and a top-cited researcher in chemical sciences.[2]", "34149045": "Gerhard Ludwig Closs (May 1, 1928 – May 24, 1992) was an American chemist specializing in physical organic chemistry,[1] member of the National Academy of Sciences and the American Academy of Arts and Sciences,[2] chairman of the chemistry department at the University of Chicago.[1]\n[3]\nCloss made seminal contributions in research of  the magnetic properties of the intermediate compounds formed in chemical reactions.[1]\nHe is also credited with the discovery that certain reactions polarize atomic nuclei.[1]\nThe National Academies Press called him \"one of the outstanding chemists of the post-World War II era\".[2]\nHe was also an early leader in the field of carbene chemistry.[2]\nThe New York Times called him \"pioneering chemist\".[1]", "62919349": "Wesley I. Sundquist (born 1959) is an American biochemist. Sundquist is known for studying the cellular, molecular and structural biology of retroviruses, particularly HIV. He is also known for studying the ESCRT pathway in cell division.[1]", "62165688": "Edgar Leon Waldemar Otto Wedekind (31 January 1870 - 22 October 1938) was a German chemist and teacher at Hannoversch-Münden. He was one of the signatories for the Vow of allegiance of the Professors of the German Universities and High-Schools to Adolf Hitler and the National Socialistic State (1933).", "758460": "Richard Laurence Millington Synge FRS[1] FRSE FRIC FRSC MRIA (Liverpool, 28 October 1914 –  Norwich, 18 August 1994) was a British biochemist, and shared the 1952 Nobel Prize in Chemistry for the invention of partition chromatography with Archer Martin.", "61510339": "Guido di Montanor was a Greek or French alchemist who lived in the 15th century.", "18092744": "Jing Li is a professor at Rutgers University. She and her team are engaged in solid-state, inorganic and inorganic-organic hybrid materials research.[1] Her current research focuses on designing and developing new materials for applications in the field of renewable and sustainable energy.", "30216907": "Max Emil Julius Delbrück (German: [maks ˈdɛl.bʁʏk] ⓘ; 16 June 1850 – 4 May 1919) was a German agricultural chemist.[1]", "60068555": "Brian Halton (9 March 1941 – 23 February 2019) was a New Zealand organic chemist. He is noted for his investigation of highly strained and fused aromatic compounds, and was also active as an historian of chemistry.", "62919378": "University of Texas Cancer Center", "56922838": "Hans Primas (June 18, 1928, Zurich - October 6, 2014) was a Swiss theoretical chemist.\nFrom 1948 to 1951 Primas studied chemistry at the Zurich University of Applied Sciences (Technikum Winterthur). In 1961, after his habilitation, he became associate professor and in 1966 full professor of physical and theoretical chemistry at the ETH Zurich.[1] In 1967-68 and from 1976 to 1978 he was the head of the Department of Chemistry at the ETH Zurich.", "67834582": "Princeton University  A.B. (1993)", "52695769": "James Douglas Morrison AO, FAA, FRSE, FRACI (1924–2013) was a Scottish born Australian physical chemist. Born and educated in Glasgow (BSc 1945, PhD 1948), he moved to Australia in 1949 to work with the CSIRO. There he switched from X-Ray crystallography to mass spectrometry as a research topic.[1] \nIn 1967 he was appointed as the foundation chair of physical chemistry at La Trobe University, where he was a professor of chemistry until retiring in 1989.[2][3][4][5]", "62952157": "Gregory H. Robinson FRSC is an American synthetic inorganic chemist and a Foundation Distinguished Professor of Chemistry at the University of Georgia.[1] Robinson's research focuses on unusual bonding motifs and low oxidation state chemistry of molecules containing main group elements such as boron, gallium, germanium, phosphorus, magnesium, and silicon. He has published over 150 research articles, and was elected to the National Academy of Sciences in 2021.[2][3]", "54301406": "Gregory Lee Hillhouse (March 1, 1955 – March 6, 2014)[1] was an inorganic chemist with a long-standing interest in the chemistry of organotransition metal compounds at the University of Chicago. Much of his work focused on creating organometallic compounds to stabilize and isolate reactive intermediates, molecules that are proposed to exist briefly during a larger catalytic reaction progress.[1]", "34083549": "Friedrich Rochleder (15 May 1819 – 5 November 1874) was an Austrian chemist born in Vienna.", "53973727": "René P. Schwarzenbach (born 18 December 1945) in Erlenbach[1] is a Swiss chemist. He is professor emeritus of environmental chemistry and a former head of the department of environmental sciences at the ETH Zürich.", "12194534": "George Poe, Jr. (May 8, 1846 – February 3, 1914) was a pioneer of mechanical ventilation of asphyxiation victims.[1][2] He was the first person to manufacture nitrous oxide for commercial use.[3][4][5]", "758508": "Francis William Aston FRS[2] (1 September 1877 – 20 November 1945) was a British chemist and physicist who won the 1922 Nobel Prize in Chemistry for his discovery, by means of his mass spectrograph, of isotopes in many non-radioactive elements and for his enunciation of the whole number rule.[3][4] He was a fellow of the Royal Society[2] and Fellow of Trinity College, Cambridge.[5]", "38638317": "Remziye Hisar (1902 – 13 June 1992)[1][2] was a Turkish academic and chemist. As the first Turkish woman with a degree from Sorbonne University, she occupied academic positions at various Turkish universities during her career and published numerous articles, mostly on metaphosphates and Turkish herbs. She is considered to be one of the first modern women scientists of Turkey.", "660207": "Richard Stephen Berry (April 9, 1931[1] – July 26, 2020) was an American professor of physical chemistry.[2]", "13013746": "Gerhard Ertl (German pronunciation: [ˈɡeːɐ̯haʁt ˈɛʁtl̩] ⓘ; born 10 October 1936) is a German physicist and a Professor emeritus at the Department of Physical Chemistry, Fritz-Haber-Institut der Max-Planck-Gesellschaft in Berlin, Germany. Ertl's research laid the foundation of modern surface chemistry, which has helped explain how fuel cells produce energy without pollution, how catalytic converters clean up car exhausts and even why iron rusts, the Royal Swedish Academy of Sciences said.", "10916595": "Naresh Dalal is a physical chemist who specializes in materials science.  He is the Dirac Professor of Chemistry and Biochemistry at Florida State University,[1] where he is affiliated with the National High Magnetic Field Laboratory.[2]", "42111736": "Marie Meurdrac (c. 1610 – 1680) was a French chemist and alchemist known for writing La Chymie Charitable et Facile, en Faveur des Dames [Easy Chemistry for Women], a treatise on chemistry aimed at common women.[1] It is through this book that her name has survived to the present day, and scholars have argued that this was the first work on chemistry or alchemy by a woman since that of Maria the Jewess in the late classical period.[2] Historian Lucia Tosi described Meurdrac as the first woman to publish a book on early chemistry. Though she was reluctant to write, concerned about criticism from those who didn't believe women should receive an education, she was a proto-feminist, and believed that \"minds have no sex.\"[1]", "55448315": "Prof Donald Neil McArthur FRSE FRIC (1892-1965) was a 20th-century Scottish chemist who served as the Director of the Macaulay Institute for Soil Science from 1948 to 1958.", "69636878": "Robert Gray Robin Shanks CBE (born 1934) is a retired British clinical pharmacologist, specialising in Beta adrenergic blocking drugs. He was made a Commander of the Order of the British Empire (CBE) in the 1997 New Year Honours, For Services to Medicine.[1]", "430881": "Percy Lavon Julian (April 11, 1899 – April 19, 1975) was an American research chemist and a pioneer in the chemical synthesis of medicinal drugs from plants.[1] He was the first to synthesize the natural product physostigmine and was a pioneer in the industrial large-scale chemical synthesis of the human hormones progesterone and testosterone from plant sterols such as stigmasterol and sitosterol. His work laid the foundation for the steroid drug industry's production of cortisone, other corticosteroids, and birth control pills.[2][3][4]", "594730": "Henry Louis Le Chatelier[1] (French pronunciation: [ɑ̃ʁi lwi lə ʃɑtəlje]; 8 October 1850 – 17 September 1936) was a French chemist of the late 19th and early 20th centuries. He devised Le Chatelier's principle, used by chemists and chemical engineers to predict the effect a changing condition has on a system in chemical equilibrium.", "19960619": "Antanas Purėnas (16 February 1881 – 5 November 1962) was a famous Lithuanian organic chemist and politician.", "41259824": "Polly Louise Arnold OBE FRS FRSE FRSC[4] (born 24 July 1972) is director of the chemical sciences division at Lawrence Berkeley National Laboratory and professor of chemistry at the University of California, Berkeley.[5][6] She previously held the Crum Brown chair in the School of Chemistry, University of Edinburgh from 2007 to 2019 and an Engineering and Physical Sciences Research Council (EPSRC) career fellowship.[7][8][1][3][9][10]", "65737521": "Diana S. Aga is a Filipino-American chemist who is the Henry M. Woodburn Chair at the University at Buffalo. She was awarded the 2017 American Chemical Society Schoellkopf Medal in recognition of her work in environmental chemistry.[1] The Schoellkopf Medal is a local section award of the American Chemical Society.  Over the years, numerous University at Buffalo faculty have received this recognition.", "11244338": "Marceli Struszyński (born January 16, 1880, in Winnica – September 1, 1959, in Warsaw) was a Polish chemist and Professor of Warsaw University of Technology from 1938 to 1939 and 1945–1959.[1]", "529207": "Arthur Eichengrün (13 August 1867 – 23 December 1949) was a German Jewish chemist, materials scientist, and inventor. He is known for developing the highly successful anti-gonorrhea drug Protargol, the standard treatment for 50 years until the adoption of antibiotics, and for his pioneering contributions in plastics: co-developing (with Theodore Becker) the first soluble cellulose acetate materials in 1903, called \"Cellit\", and creating processes for the manufacture of these materials which were influential in the development of injection moulding.[1] During World War I his relatively non-flammable synthetic cellulose acetate lacquers, marketed under the name \"Cellon\", were important in the aircraft industry. He contributed to photochemistry by inventing the first process for the production and development of cellulose acetate film, which he patented with Becker.[2]", "25334589": "James F. Boyce (November 15, 1868 – June 2, 1935) was an American chemist who worked for the N.K. Fairbank Company of Chicago, a manufacturer of lard, cooking oils, soaps, and detergents. He helped create new washing products such as Gold Dust washing powder.  Boyce pioneered techniques that are now used in the isolation and removal of consumable hydrogenated vegetable oils from plants (especially cottonseed).  Later in life, he ran the Chicago Glass Novelty Company.", "51286848": "Tan Weihong (Chinese: 谭蔚泓; born May 12, 1960) is a Chinese chemist. He is the University of Florida Distinguished Professor,  V. T. and Louise Jackson Professor of Chemistry at the University of Florida,[1][2] and also the Professor of Chemistry and Chemical Engineering, Professor of Biology, and Director of the State Key Laboratory of Chemo/Biosensing and Chemometrics at Hunan University in China.[3] He was elected an academician of the Chinese Academy of Sciences in 2015[4] and The World Academy of Sciences in 2016.[5]", "67834704": "Frederick J. Grieman is an American experimental physical chemist. He is the Roscoe Moss Professor of Chemistry at Pomona College in Claremont, California.[1] His research interests include chemical reactions in the atmosphere that affect the concentrations of pollutants and gas-phase spectroscopy of transition metal compounds.[1]", "48993105": "Enitan Abisogun Bababunmi (born 8 September 1940 – 29 May 2017) was a Nigerian academic and a Professor of Biochemistry who served as the third Vice-Chancellor of Lagos State University between 1993 and 1996.[1]", "57774929": "Dorothy Norris née Harrop (?-?) was an English biochemist who worked on yeast fermentation, protein chemistry, and was a pioneer in the study of carcinogens. She moved to India where she worked at the Indian Institute of Science before becoming the founding director of the Indian Lac Research Institute at Ranchi.", "39981907": "Saeid Esmaeilzadeh, born 1974, is the co-founder of the business Serendipity Group,[1] and adjunct professor in inorganic chemistry at Stockholm University. He was a board member of the Royal Swedish Academy of Engineering Sciences’ Business Executives Council during 2012-2014.[2] Since March 2015, Saeid Esmaeilzadeh is a member of the Swedish Government's reference group of Entrepreneurs.[3]", "8950611": "Sir Jack Cecil Drummond FRIC, FRS[1] (12 January 1891 – 4/5 August 1952), known as a child as Jack Cecil Spinks, was a biochemist, noted for his work on nutrition as applied to the British diet under rationing during the Second World War. He was murdered, together with his wife and 10-year-old daughter, in what became known as the Dominici affair, on the night of 4–5 August 1952 near Lurs, a village or commune in the Basses-Alpes department (now Alpes-de-Haute-Provence) of Southern France.[3][4][5][6][7]", "65409877": "Karin Aurivillius (1920–1982) was a Swedish chemist and crystallographer at the University of Lund, Sweden.[1][2][3]  She determined the crystal structures of many mercury compounds.[4]", "47584089": "National Medal of Technology (1988)[1][2]\nBay Area Council's Bay Area Business Hall of Fame Award (1999)[1]", "51581786": "Marvin H. Caruthers (born February 11, 1940) is an American biochemist who is a distinguished professor at the University of Colorado Boulder.", "69899099": "Louis Fensterbank is a French scientist specialized in molecular chemistry. Professor at Sorbonne University and Senior Member of Institut Universitaire de France, he has been the director of the Institut Parisien de Chimie Moléculaire since 2017.", "34476894": "Donald Laverne Katz (August 1, 1907 near Jackson, Michigan – May 29, 1989 Ann Arbor, Michigan) was an American chemist and chemical engineer.[1][2]", "67834719": "Jiří Čížek (born 1938) is a distinguished emeritus professor at University of Waterloo in Canada.[1] Together with colleague Josef Paldus, in 1966 he reformulated the coupled cluster method (originally developed in the 1950s for nuclear physics) for the study of electron correlation in atoms and molecules.[2][3] He is a Fellow of the Royal Society of Canada and has been honored by the International Academy of Quantum Molecular Science.", "26219366": "Manchanahalli Rangaswamy Satyanarayana Rao (21 January 1948 – 13 August 2023) was an Indian scientist. He was awarded the fourth-highest civilian award, the Padma Shri,[1][2] for Science and Engineering in 2010. From 2003 to 2013 he was president of Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR) in Bangalore, India.[3]", "26579818": "Joseph Schlessinger (born Josip Schlessinger; 26 March 1945) is a Yugoslav-born Israeli-American biochemist and biophysician. He is chair of the Pharmacology Department at Yale University School of Medicine in New Haven, Connecticut, as well as the founding director of the school's new Cancer Biology Institute.[1] His area of research is signaling through tyrosine phosphorylation, which is important in many areas of cellular regulation, especially growth control and cancer.  Schlessinger's work has led to an understanding of the mechanism of transmembrane signaling by receptor tyrosine kinases[2] and how the resulting signals control cell growth and differentiation.", "5837675": "Paul Friedländer (29 August 1857 in Königsberg – 4 September 1923 in Darmstadt) was a German chemist best known for his research on derivates of indigo (for example thioindigo) and isolation of Tyrian purple from Murex brandaris.", "61772654": "Nathalie Helene Katsonis (born 22 February 1978 in Vienna, Austria) is a Professor of Active Molecular Systems at the Stratingh Institute for Chemistry, University of Groningen. In 2016 she was awarded the Royal Netherlands Chemical Society Gold Medal.", "53416815": "Shirley Aldythea Marshall Seymour Andrews OAM (5 November 1915 – 15 September 2001) was an Australian biochemist, dancer, researcher and Aboriginal rights activist.", "51483505": "Gilbert John Fowler (23 January 1868 – 21 March 1953) was a British biochemist who worked on pollution, decomposition and sewage treatment in Britain and later in India where he established the first research laboratory in biochemistry at the Indian Institute of Science at Bangalore.[1] He established the earliest ideas for the activated sludge process of sewage treatment by examining bacterial growth and noting their oxygen requirement.", "63542140": "Leonard Wickenden (1886–1959) was a British-American chemist and organic farmer.", "1839997": "David Herbert Samuel, 3rd Viscount Samuel OBE (Hebrew: דוד הרברט סמואל; 8 July 1922 – 7 October 2014[1]) was an Anglo-Israeli chemist and neurobiologist.", "60625791": "Albert Galiyevich Nasibulin (Russian: Альбе́рт Гали́йевич Насибу́лин, born 23 March 1972 in Novokuznetsk city, Kemerovo Region, USSR) is a Russian material scientist recognized for the contributions to synthesis of nanoparticles and carbon nanotubes. Presently he occupies the full professor position at Skolkovo Institute of Science and Technology (Moscow, Russia). He is an author of over 350 scientific publications; his H-index is 61 (as of February 2023). He bears the title of a Professor of the Russian Academy of Sciences. A leading academic platform Research.com included Nasibulin among the top material science researchers (#3161 in global ranking, #4 in national).[1]", "51876736": "Jaqueline Kiplinger is an American inorganic chemist who specializes in organometallic actinide chemistry. Over the course of her career, she has done extensive work with fluorocarbons and actinides. She is currently a Fellow of the Materials Synthesis and Integrated Devices group in the Materials Physics and Applications Division of Los Alamos National Laboratory (LANL).[1] Her current research interests are focused on the development of chemistry for the United States’ national defense and energy needs.", "9802626": "Guido Bodländer (31 July 1855 – 25 December 1904) was a German chemist.", "62886787": "Terry Lim is an Australasian Martial Arts Hall of Fame inductee,[1] Martial Arts Australia Martial Artist of the year Masters Awards recipient[2] and renowned martial artist who has had a short documentary made about him titled It's him... Terry Lim by Angus Sampson. He is Founder of the Loong Fu Pai Martial Arts Academy in 1981, with over 350 active students.[3][4][5] Loong Fu Pai is one of the most successful martial arts schools in Melbourne founded by one person, grading over 60 black belts.[6][7] He began running inter-club martial arts tournaments in 1985, and since then these tournaments have run 3 times each year. His Branches total 19 making it one of the largest independent Academies in the one state.[7]", "35623812": "Martin Zenke born August 7, 1953, in Korbach is a German biochemist, cell biologist, professor for cell biology and scientist, who is conducting research on stem cells and biomedical engineering.", "66163597": "Batman & Robin is a 1997 American superhero film based on the DC Comics characters Batman and Robin by Bill Finger and Bob Kane. It is the fourth and final installment of Warner Bros.'s initial Batman film series, a sequel to Batman Forever and the only film in the series made without the involvement of Tim Burton in any capacity. Directed by Joel Schumacher and written by Akiva Goldsman, it stars George Clooney as Bruce Wayne / Batman, replacing Val Kilmer, Arnold Schwarzenegger as Victor Fries / Mr. Freeze, and Chris O'Donnell reprising his role as Dick Grayson / Robin, alongside Uma Thurman and Alicia Silverstone. The film follows the eponymous characters as they attempt to prevent Mr. Freeze and Poison Ivy from taking over the world, while at the same time struggling to keep their partnership together.", "70914957": "Max Julius Louis Le Blanc (1865 – 1943) was a German physical chemist who worked in the field of electrochemistry, writing an influential textbook in 1895 on the subject which went through several editions. He was a professor at the Technical University of Karlsruhe, later at the Wilhelm Ostwald Institute at Leipzig. He is best known for inventing the hydrogen electrode used for pH measurements. In 1933 he was a signatory to the Vow of allegiance of the Professors of the German Universities and High-Schools to Adolf Hitler and the National Socialistic State.", "3052431": "Vladimir Nicolaus Mackiw (1923, Stanisławów – 2001) was a Canadian inventor, industrialist, and chemist of Ukrainian origin who revolutionized the mining industry with his inventions and techniques.", "60593038": "King Kuok \"Mimi\" Hii (born 23 December 1969) is a chemist whose fields of research include application of catalysis to organic synthesis. She is the Director of Imperial College London's Centre for Rapid Online Analysis of Reactions (ROAR).[1]", "55907220": "Kai Rossen is a German chemist[1] currently the Editor-in-Chief of American Chemical Society's Organic Process Research & Development since 2015. His research interests involve medical chemistry.[2]", "14979990": "Helen Cecilia De Silver Abbott Michael (December 23, 1857 – November 29, 1904) was an American chemist and a pioneer in phytochemistry. She  documented the relationship between chemical composition and plant morphology and proposed a chemical taxonomy for plants. She was the first woman to lecture to students at the Philadelphia College of Pharmacy. She published \nseveral scientific papers and gave lectures to the American Association for the Advancement of Science meeting, the Franklin Institute, the Academy of Natural Sciences and the Smithsonian Institution. She received a medical degree from Tufts University School of Medicine and transformed her house in Boston into a free hospital for the poor, however she died from influenza contracted from one of her patients. She was married to organic chemist Arthur Michael.", "54530969": "Philipp Gross (September 30, 1899 – May 20, 1974) was a physical chemist born and educated in Vienna. He became Professor of Physical Chemistry at Vienna University but was expelled on racial grounds in 1938 under the Nazi regime. In 1939 he sought refuge in Britain, joining the physics department at Bristol University. On the outbreak of war, after a brief internment as an enemy alien, he returned to Bristol University and then worked in Industry. After the war he became Chief Scientist at the newly founded Fulmer Research Institute, a post which he occupied for more than twenty years.  He was one of the first to apply rigorous thermodynamic analysis to problems in extractive metallurgy[1] and was the inventor of the sub-chloride process for the extraction of aluminium.[2]", "22614939": "Renata Reisfeld (Hebrew: רנטה ריספלד, née Sobel) is an Israeli Professor of Chemistry and D.H.C. Enrique Berman Professor of Solar Energy at Institute of Chemistry of the Hebrew University of Jerusalem, Israel, author of 532 scientific papers cited more than 30,000 times.", "23991198": "Herrick Lee Johnston (29 March 1898 – 6 October 1965) was an American scientist specializing in cryogenics, born in Jacksonville, Ohio.", "7738274": "David Manning Foster is an Australian novelist and scientist. He has written a range of satires on the theme of the decline of Western civilization and produced short stories, poetry, essays, and several radio plays.", "10359716": "Herbert Holden Thorp (born August 16, 1964) is an American chemist, professor and entrepreneur. He is a professor of chemistry at George Washington University.[1] He was the tenth chancellor of the University of North Carolina at Chapel Hill, assuming the position on July 1, 2008, succeeding James Moeser, and, at age 43, was noted as being among the youngest leaders of a university in the United States.[2][3] At the time of his selection as chancellor, Thorp was the dean of the College of Arts and Sciences and a Kenan Professor of chemistry at the university. Thorp is a 1986 graduate of UNC; he later earned a Ph.D. in chemistry from California Institute of Technology, and was a postdoctoral associate at Yale University.[4]", "8786852": "Daniel Sennert (25 November 1572 – 21 July 1637) was a renowned German physician and a prolific academic writer, especially in the field of alchemy or chemistry. He held the position of professor of medicine at the University of Wittenberg for many years.", "72061861": "Richard Alan Morton FRS was the Johnston Professor of Biochemistry at University of Liverpool from 1944 until 1966. He was a pioneer in the application of spectroscopy to biological molecules. His research group were the first to identify vitamin A2 and related compounds. They were also among the first to characterise several isoprenoids including ubiquinone, polyprenol and others.[1]", "48141226": "Peter Charles Molan MBE (20 October 1943 – 16 September 2015) was a New Zealand biochemist, noted for his elucidation of the medicinal properties of mānuka honey.", "30282669": "Martin Hill Ittner (May 2, 1870, Berlin Heights, Ohio - April 22, 1945, Jersey City, New Jersey) was a chemist working for Colgate, now known as Colgate-Palmolive.[1]  He is best known for his contributions to applied chemistry, including the development of toothpaste and detergent.[2][3]", "30806963": "Peter Csermely (Budapest, 7 October 1958) is a Hungarian biochemist and professor at Semmelweis University (Budapest, Hungary). His major fields of study are the adaptation and learning of complex networks. In 1995 Csermely launched a highly successful initiative, which provided research opportunities for more than 10,000 gifted high school students. In 2006 he established the Hungarian Talent Support Council. From 2009 the council built up a nationwide talent support network [1] involving more than 200,000 people by 2018. Between 2012 and 2020 he was the president of the European Council for High Ability [2]. From 2014 they started to establish a European Talent Support Network having more than 400 cooperating organizations from more than 50 countries of Europe and from other continents [3] in 2020.", "2364342": "Lawrence V. Redman (September 1, 1880 – November 26, 1946), was a Canadian chemist and businessman who spent much of his adult life in the United States.  \nRedman was a pioneer in the industrial applications of plastics.", "34149304": "Philip Pacy Cohen (September 28, 1908 – October 25, 1993) was an American chemist and a medical researcher,[1] department head at the University of Wisconsin Medical School,[2] \"a pioneer in the study of human metabolism\",[2] a member of the National Academy of Sciences.[1][2]\nHe was also the Chairman of the National Research Council Committee on Growth,[1] as well as Fellow of American Association for the Advancement of Science.[1]\nThe National Academies Press called him \"a pioneer in studies of transamination reactions and in the investigation of urea production.\"[1]", "15766456": "Franz-Ulrich Hartl (born 10 March 1957) is a German biochemist and the current Executive Director of the Max Planck Institute of Biochemistry. He is known for his pioneering work in chaperone-mediated protein folding.", "68195259": "Edwin Clifford Webb (1921–2006) was a biochemist.  He studied nerve gases at the University of Cambridge where he was a Beit Fellow and lecturer.  He had earned his doctorate there, working in the laboratory of Malcolm Dixon and continued to collaborate with him in the study of enzymes.  Together, they wrote a classic textbook on the subject, Enzymes, which was first published by Longmans in 1958,[2]  He then took a chair in biochemistry[3] at the University of Queensland but continued to collaborate with Dixon on further editions.[4][5]  In 1970, he became the Deputy Vice-Chancellor at Queensland and in 1975 he became the second Vice-Chancellor of Macquarie University.  He retired in 1986 but continued to work on the enzyme list of the International Union of Biochemistry and Molecular Biology (IUBMB) while living in Townsville.[6]", "13013970": "Sir Alan Rushton Battersby FRS (4 March 1925 – 10 February 2018) was an English organic chemist best known for his work to define the chemical intermediates in the biosynthetic pathway to vitamin B12 and the reaction mechanisms of the enzymes involved. His research group was also notable for its synthesis of radiolabelled precursors to study alkaloid biosynthesis and the stereochemistry of enzymic reactions. He won numerous awards including the Royal Medal in 1984 and the Copley Medal in 2000. He was knighted in the 1992 New Year Honours. Battersby died in February 2018 at the age of 92.[1]", "39982035": "Jane Blankenship won high science honors while at Oak Ridge High School before graduating in June 1958 from the University of Tennessee, Knoxville with a B.S. in chemistry. She worked summers at Oak Ridge National Laboratory, where her father Dr. Forest F. Blankenship was a physical chemist, and then married Carl H. Gibson, a chemical engineer, and became employed as a spectroscopist for Lockheed Aircraft in Palo Alto, California.[2]", "52958165": "Sílvia Osuna Oliveras (Castelló d’Empúries, Girona, 28 November 1983) is a researcher in the field of computational chemistry at the Institute of Computational Chemistry and Catalysis (IQCC) at the University of Girona.", "48403415": "Alan Richard Brash (born 1949) is a professor of pharmacology at Vanderbilt University.[1]  He is a leading authority on the biosynthesis of prostoglandins and eicosanoids.[1]", "922588": "Karl Sune Detlof Bergström (10 January 1916 – 15 August 2004) was a Swedish biochemist. In 1975, he was appointed to the Nobel Foundation Board of Directors in Sweden,[2] and was awarded the Louisa Gross Horwitz Prize from Columbia University, together with Bengt I. Samuelsson.\nHe shared the Nobel Prize in Physiology or Medicine with Bengt I. Samuelsson and John R. Vane in 1982, for discoveries concerning prostaglandins and related substances.", "19502044": "Abram Litton (May 20, 1814 – September 22, 1901) was an Irish-American chemist and educator. He was Washington University in St. Louis's first professor of chemistry, who served as the acting chancellor during 1869–1870.", "6853600": "Karen K. Hsiao Ashe is a professor at the Department of Neurology and Neuroscience at the University of Minnesota (UMN) Medical School, where she holds the Edmund Wallace and Anne Marie Tulloch Chairs in Neurology and Neuroscience.[1]  She is the founding director of the N. Bud Grossman Center for Memory Research and Care,[1][2] and her specific research interest is memory loss resulting from Alzheimer's disease and related dementias.[1][3] Her research has included the development of an animal model of Alzheimer's.[3][4]", "758753": "George Andrew Olah (born Oláh András György; May 22, 1927 – March 8, 2017) was a Hungarian-American chemist. His research involved the generation and reactivity of carbocations via superacids. For this research, Olah was awarded a Nobel Prize in Chemistry in 1994 \"for his contribution to carbocation chemistry.\"[3] He was also awarded the Priestley Medal, the highest honor granted by the American Chemical Society and F.A. Cotton Medal for Excellence in Chemical Research of the American Chemical Society in 1996.[4][5][6]", "50336742": "Friedrich Wilhelm Hermann Delffs (21 April 1812 in Kiel – 18 March 1894 in Heidelberg) was a German chemist.", "45552614": "Gerhard Raspé (born 20 January 1928 in Bucharest, died 1 September 1974 in West Berlin) was a Romanian-born German organic chemist, who served as research director at Schering AG and a member of the company's executive board.", "53613547": "Eva Zažímalová (born 18 February 1955) is a Czech biochemist and since March 2017 the president of the Czech Academy of Sciences.[1] Since 2021, she has also been one of the European Commission's Chief Scientific Advisors.", "6919151": "Julius Rebek Jr. (born Gyula Rebek on April 11, 1944) is a Hungarian-American chemist and expert on molecular self-assembly.", "66065392": "Frans Carl De Schryver (born September 21, 1939) is a Belgian chemist currently serving as Professor Emeritus in the Department of Chemistry of the KU Leuven.[2] Pursuing his interests in polymer synthesis, time and space resolved chemistry, he founded the Laboratory for Photochemistry and Spectroscopy at the KU Leuven. He has co-authored over 650 papers in peer-reviewed journals.", "25596913": "Elizabeth A. Craig is a Steenbock Professor of Microbial Science and faculty member in the Biochemistry Department at the University of Wisconsin-Madison. She was elected to the National Academy of Sciences in 1998.[1][2][3] Research in her laboratory concentrates on the folding and remodeling of proteins in the cell via molecular chaperones.[3][4]", "21271537": "Axel Aubert (11 December 1873 – 16 December 1943) was a Norwegian chemical engineer who served as Director-General of Norsk Hydro.[1]", "59937780": "Katharina Ribbeck is a German-American biologist. She is the Andrew (1956) and Erna Viterbi Professor of Biological Engineering at the Massachusetts Institute of Technology.[1] She is known as one of the first researchers to study how mucus impacts microbial behavior.[2][3]  Ribbeck investigates both the function of mucus as a barrier to pathogens such as fungi, bacteria, and viruses [4][5][6] and how mucus can be leveraged for therapeutic purposes.[1] She has also studied changes that cervical mucus undergoes before birth, which may lead to a novel diagnostic for the risk of preterm birth.[7]", "66425861": "Alice Cheung is an American biochemist who is a professor of molecular biology at the University of Massachusetts Amherst. Her research considers the molecular and cellular biology of polarization. She was elected a Fellow of the American Association for the Advancement of Science in 2020.", "35591174": "Bernhard Schrader (15 March 1931 – 8 January 2012) was a German professor of Theoretical and Physical Chemistry and teaching until his retirement in 1996 at the University of Essen, where he died. Schrader was an internationally acclaimed pioneer of experimental molecular spectroscopy in Germany, especially of Raman- and Infrared spectroscopy and its routine application in chemical analysis. Amongst his numerous achievements was his historic landmark paper with Bergmann of 1967 about the first successful use of Transmission Raman spectroscopy for chemical analysis of Organic solids,[3] e.g. pharmaceutical powders, which has become routine industry practice since that approach was \"rediscovered\" in 2006.", "68260871": "Anne Bowen McCoy is a theoretical chemist. She is the Natt-Lingafelter Professor of Chemistry at the University of Washington,[1] and her research interests include vibrational spectroscopy, hydrogen bonding, and charge-transfer bands. She received the 2023 Jack Simons Award in Theoretical Chemistry “for her development and application of theoretical methods for analyzing the vibrational spectra & dynamics of floppy molecules and clusters.”[2][3]", "51123208": "Denis Coulthard Graham FRSE FRSC FIB FRSA (December 1929-12 October 2002) was a British biological chemist. He specialised in plant diseases and their treatment.", "60036101": "Sir Edward Johnson Wayne FRCP FRCPE (3 June 1902 – 19 August 1990) was an English physician, biochemist, thyroidologist, and professor of medicine.[2]", "18781197": "Heinrich Biltz (26 May 1865 – 29 October 1943) was a German chemist and professor.[1]", "33690637": "Athelstan Laurence Johnson Beckwith AO, FRS[1] (20 February 1930 – 15 May 2010) was an Australian chemist. He was a fellow of the Australian Academy of Science.[2][3]", "52728847": "William Irvine FRSE (1743-1787) was an 18th-century British doctor and chemist who served as assistant to Joseph Black in many of his important experiments. He twice served as President of the Royal College of Physicians and Surgeons of Glasgow: 1775 to 1777 and 1783 to 1785.", "4428826": "Jiří Baborovský Czech pronunciationⓘ (1875–1946) was a prominent Czech physical chemist, and pioneer in the study of kinetic chemical reactions. He wrote many textbooks widely used in Czechoslovakia.", "19305500": "Isabella Karle (December 2, 1921 – October 3, 2017) was an American chemist who was instrumental in developing techniques to extract plutonium chloride from a mixture containing plutonium oxide.[1] For her scientific work, Karle received the Garvan–Olin Medal, Gregori Aminoff Prize, Bower Award, National Medal of Science, and the Navy Distinguished Civilian Service Award (which is the Navy's highest form of recognition to civilian employees).", "64754720": "Kerstin Thurow (born October 3, 1969, in Rostock)[1] is a German engineer specializing in automation technology. She has been Professor of Automation/Life Science Automation at the Faculty of Computer Science and Electrical Engineering at the University of Rostock since 1999.", "25433121": "Howard E. Zimmerman (July 5, 1926 – February 12, 2012) was a professor of chemistry at the University of Wisconsin–Madison.[3] He was elected to the National Academy of Sciences in 1980[4] and the recipient of the 1986 American Institute of Chemists Chemical Pioneer Award.[5][6]", "3413035": "Russell Henry Chittenden (18 February 1856 – 26 December 1943) was an American physiological chemist.  He conducted pioneering research in the biochemistry of digestion and nutrition.", "58922028": "Peter Nemes is a Hungarian-American chemist, who is active in the fields of bioanalytical chemistry, mass spectrometry, cell/developmental biology, neuroscience, and biochemistry.", "21271604": "Johan Berthin Holte (19 February 1915 – 1 April 2002) was a Norwegian businessperson.", "2069558": "Johan Gottschalk Wallerius (11 July 1709 – 16 November 1785) was a Swedish chemist and mineralogist.", "25367607": "Ali Puli, also known as Alipili, is the attributed author of a number of 17th-century alchemical and hermetic texts. However, his historical existence is doubtful, and A.E. Waite went as far as to describe the work attributed to him as \"forgery pure and simple in respect of age and authorship [which] may be left to stand at its value in the matter of content.\"[1]", "68490295": "Rosa Muchnik de Lederkremer (born 12 January 1932) is an Argentine chemist. A doctor in chemical sciences, emeritus professor at the University of Buenos Aires (UBA), and senior researcher at the National Scientific and Technical Research Council (CONICET), she has received Konex Awards in the area of Organic Chemistry in 1983 and 2013. Her research includes major contributions in the area of glycobiology through investigating the inhibition of the key enzyme for the survival of Trypanosoma cruzi in the human body.[1]", "18781242": "Wilhelm Biltz (8 March 1877 – 13 November 1943) was a German chemist and scientific editor.", "24941632": "Gustavus Detlef Hinrichs (2 December 1836 – 14 February 1923) was a chemist and natural philosopher most widely known for his findings on periodic laws within the chemical elements.[1]", "48698433": "David Parker  (born 30 July 1956)[2] FRS FRSC is an English chemist, Chair Professor at Hong Kong Baptist University, and Emeritus Professor at the University of Durham.[3][4]", "169025": "Sir Hans Adolf Krebs, FRS (/krɛbz, krɛps/, German: [hans ˈʔaːdɔlf ˈkʁeːps] ⓘ; 25 August 1900 – 22 November 1981)[1][2][3][4] was a German-British biologist, physician and biochemist.[5] He was a pioneer scientist in the study of cellular respiration, a biochemical process in living cells that extracts energy from food and oxygen and makes it available to drive the processes of life.[6][7] He is best known for his discoveries of two important sequences of chemical reactions that take place in the cells of nearly all organisms, including humans, other than anaerobic microorganisms, namely the citric acid cycle and the urea cycle. The former, often eponymously known as the \"Krebs cycle\", is the sequence of metabolic reactions that allows cells of oxygen-respiring organisms to obtain far more ATP from the food they consume than anaerobic processes such as glycolysis can supply; and its discovery earned Krebs a Nobel Prize in Physiology or Medicine in 1953. With Hans Kornberg, he also discovered the glyoxylate cycle,[8] a slight variation of the citric acid cycle found in plants, bacteria, protists, and fungi.", "30217288": "Eugene Goldwasser (October 14, 1922 – December 17, 2010) was an American biochemist at the University of Chicago who identified erythropoietin, a hormone that plays a vital role in the synthesis of red blood cells. After sharing the minute quantities that he had been able to isolate with researchers at the biotechnology firm Amgen, that company was able to use genetic engineering technology to produce useful amounts of erythropoietin as a drug to treat anemia that has achieved substantial financial success, but that has also been used by athletes as a performance-enhancing drug.", "27432011": "Donald Max Engelman (born 1941) is Higgins Professor of Biochemistry at Yale University.   He is a member of the National Academy of Sciences (1997), fellow of the American Academy of Arts and Sciences,[3] a fellow of the National Institutes of Health, and has been a Guggenheim fellow.[4]   He served as the editor of the Annual Review of Biophysics and Biophysical Chemistry  (1984–1993).[5]", "13276251": "Roger Yonchien Tsien (pronounced /tʃɛn/, \"CHEN\"; February 1, 1952 – August 24, 2016) was an American biochemist. He was a professor of chemistry and biochemistry at the University of California, San Diego[7] and was awarded the Nobel Prize in Chemistry in 2008 for his discovery and development of the green fluorescent protein, in collaboration with organic chemist Osamu Shimomura and neurobiologist Martin Chalfie.[8][9][10] Tsien was also a pioneer of calcium imaging.[9][11]", "62723168": "Daniel McGillivray Brown FRS (3 February 1923 – 24 April 2012) was a Scottish nucleic acid chemist.", "35099745": "Heribert Offermanns (born October 24, 1937) is a German chemist and former member of the board of the Degussa AG.", "988258": "Henry Percy, 9th Earl of Northumberland, KG (27 April 1564 – 5 November 1632) was an English nobleman. He was a grandee and one of the wealthiest peers of the court of Elizabeth I. Under James I, Northumberland was a long-term prisoner in the Tower of London, due to the suspicion that he was complicit in the Gunpowder Plot. He is known for the circles he moved in as well as for his own achievements. He acquired the sobriquet The Wizard Earl (also given to Gerald FitzGerald, 11th Earl of Kildare), from his scientific and alchemical experiments, his passion for cartography, and his large library.", "69932147": "Harry Clary Jones (11 November 1865 – 9 April 1916) was an American physical chemist and a professor of chemistry at Johns Hopkins University. He worked extensively on the chemistry of solutions. His textbook Elements of Physical Chemistry was influential in its day. In 1913, he published a vision of chemistry in his book A new era in chemistry in which he noted the gaps of contemporary chemistry and indicated directions for work.[1]", "8819828": "John Dastin [1] (c.1293-c.1386) was an English alchemist of the fourteenth century. Little is known of his life beyond the texts which are attributed to him (A biographical notice De vita, aetate ac scripsis Johannis Dastin is found in a 17th-century manuscript: Ms Oxford, Bold. Libr., Ashmol. 1445, VIII, fol. 53).[2] Dastin is known for correspondence with Pope John XXII and Cardinal Napoleone Orsini in defense of alchemical practice, dated to 1320.", "55710844": "Ayşe Saffet Rıza Alpar (17 April 1903 - 1 February 1981) was the first female university rector in Turkey. She is also the second female chemist of the country after Remziye Hisar.", "69833853": "Susan Kathryn Gregurick is an American computational chemist. She is the associate director for data science at the National Institutes of Health (NIH). Gregurick is the director of the NIH Office of Data Science Strategy.", "922751": "William Cumming Rose (April 4, 1887 – September 25, 1985) was an American biochemist and nutritionist. He discovered the amino acid threonine, and his research determined the necessity for essential amino acids in diet and the minimum daily requirements of all amino acids for optimal growth.[1][2]", "44831872": "Calvin Lee Stevens (November 3, 1923 – November 26, 2014) was an American chemist.  He was a professor of organic chemistry at Wayne State University, and is known for being the first to synthesize the drug ketamine.[citation needed]", "29332612": "Edward Martyn Jope (28 December 1915 – 14 November 1996) \nwas an English archaeologist and chemist. He worked temporarily during the Second World War as a biochemist. Following the war, he returned to working in archaeology, first as a medievalist and later as a prehistorian.", "11637896": "For the painter, see Robert Field (painter)", "52434059": "Subramaniam Ramakrishnan (born 1960) is an Indian polymer chemist, a professor at the Department of Inorganic and Physical Chemistry[1] http://ipc.iisc.ac.in/~rk/ and the designer at th3 Macromolecular Design and Synthesis Group of the Indian Institute of Science.[2] He is known for his studies on design and synthesis of controlled polymer structures[3] and is an elected fellow of the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2005, for his contributions to chemical sciences.[5]", "55481492": "Jonathan V Sweedler (born 1961) is an American chemist specializing in bioanalytical chemistry, neurochemistry and cell to cell biology and behavior.[2] He is the James R. Eiszner Family Endowed Chair in Chemistry at the University of Illinois at Urbana-Champaign.[3] Additionally, he holds a faculty appointment in the Beckman Institute.[4] He is also an Elected Fellow to the American Chemical Society, for which he is also the society's Editor in Chief for the journal Analytical Chemistry.[5][6]", "65803419": "T. Mark Harrison is an isotope geochemist based in California.  He is Distinguished Professor of Geochemistry in the Department of Earth, Planetary and Space Sciences, University of California – Los Angeles.[1]", "24319141": "Fritz Hofmann (Friedrich Carl Albert) (2 November 1866 in Kölleda – 22 October 1956 in Hanover) was a German organic chemist who first synthesized synthetic rubber.", "18093224": "Morinobu Endo (遠藤 守信 Endō Morinobu, born September 28, 1946) is a Japanese physicist and chemist, often cited as one of the pioneers of carbon nanofibers and carbon nanotubes synthesis at the beginning of the 1970s. He demonstrated carbon fibers can be grown by gas pyrolysis and traveled to Orléans, France in 1974 working with Madame Agnès Oberlin at CNRS in her laboratory. He discovered carbon nanotubes in 1976[1] as part of his studies at University of Orleans in France. He has been awarded the Charles E. Pettinos Award from the American Carbon Society in 2001, \"For his pioneering work and applications of carbon nanotubes\", Medal of Achievement in Carbon Science and Technology from the American Carbon Society in 2004, \"for the discovery of, and early synthesis work on, carbon nanotubes\".", "53351593": "Douglas A. Mitchell is a Professor of Chemistry at the University of Illinois at Urbana-Champaign. He holds an affiliate appointment in the Department of Microbiology and is a faculty member of the Carl R. Woese Institute for Genomic Biology.[1] His research focuses on the chemical biology of natural products. He is known mainly for his work on the biosynthetic enzymology of ribosomally synthesized and post-translationally modified peptides (RiPPs) and genome-guided natural product discovery.[2]", "30741679": "Henry Jackson Morton (December 11, 1836 – May 9, 1902) was an American scientist and the first president of the Stevens Institute of Technology.", "30381232": "Paul J. Gemperline (born 1955) is an American analytical chemist and chemometrician. He is a Distinguished Professor of Chemistry at East Carolina University (ECU) located in Greenville, North Carolina and has been the recipient of several scientific awards, including the 2003 Eastern Analytical Symposium Award in Chemometrics. He is author of more than 60 publications in the field of chemometrics.[1] Dr. Gemperline served as Dean of the Graduate School at ECU from 2008 to 2022.[1] He retired from ECU June 30, 2022 and is now professor emeritus.[1][2][3]", "60626107": "Johannes Frederik Gerardus (Hans) Vliegenthart (born April 7, 1936 in Zuilen, the Netherlands) is a Dutch emeritus professor in bioorganic chemistry of Utrecht University, well known for his research on the synthesis and characterisation of carbohydrates, and biomolecules containing sugar moieties such as glycoproteins and their role in living cells.", "60167356": "Rick L. Danheiser is an American organic chemist and is the Arthur C. Cope Professor of Chemistry at the Massachusetts Institute of Technology and chair of the MIT faculty.  His research involves the invention of new methods for the synthesis of complex organic compounds. Danheiser is known for the Danheiser annulation and Danheiser benzannulation reactions.", "20288704": "James Franklin Hyde (born 11 March 1903) was an American chemist and inventor. He has been called the “Father of Silicones” and is credited with the launch of the silicone industry in the 1930s. His most notable contributions include his creation of silicone from silicon compounds and his method of making fused silica, a high-quality glass later used in aeronautics, advanced telecommunications, and computer chips. His work led to the formation of Dow Corning, an alliance between the Dow Chemical Company and Corning Glass Works that was specifically created to produce silicone products.", "49321154": "Joseph H. Hulse (1923–2013) was a Canadian biochemist, food technologist, writer,[1] and the president of the International Union of Food Science and Technology.[2] He chaired the Committee of the Canadian chapter of the Freedom From Hunger, presided over the Canadian Institute of Food Science and Technology and was the assistant director of nutrition at the Food and Agriculture Organization, besides serving as the vice president of the International Development Research Centre (IDRC). He was the author of several texts and monographs on nutrition and allied sciences,[3] including a 991-page treatise, Sorghum and the Millets: Their Composition and Nutritive Value.[4] The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2008, for his contributions to Science and for his humanitarian activities in India.[5]", "57513157": "Richard Ramchurn is a Scottish artist and film director.[1][2] He directed, wrote and produced a pair of films with relatively new technology that allows audiences to portray films by control from the brain. This is done under his production and research company AlbinoMosquito that uses neuroscience through a NeuroSky headset to allow brain control over the movie.[3][4] His films include The Disadvantages of Time Travel (2015) and The Moment (2018),[5][6] along with credit from The Sentinel.", "55710918": "Blanka Wladislaw (born Blanka Wertheim, 3 June 1917 – 26 January 2012) was a Brazilian chemist of Polish-Jewish descent.[1]", "34510025": "Richard Herman Wilhelm (January 10, 1909 – August 6, 1968) was an American chemical engineer notable for developing a new method of fluid separation called chemical parametric pumping.\n[1]\nWilhelm was also notable for pioneering in the development of fluid beds, which according to Princeton University \"revolutionized the petroleum-cracking process\".\n[2]\nPrinceton University established Wilhelm Lectures in his honor.\n[3]\nWilhelm was a member of the National Academy of Engineering\n[3][4]\nFellow of the American Academy of Arts and Sciences,[2]\nand a chairman of the department of chemical engineering at Princeton University.[1][2]\nPrinceton University called Wilhelm \"an authority on chemical reaction engineering\".[2]", "60855500": "Patricia Martin Dove is an American geochemist. She is a university distinguished professor and the C.P. Miles Professor of Science at Virginia Tech with appointments in the department of Geosciences, department of Chemistry, and department of Materials Science and Engineering.[1] Her research focuses on the kinetics and thermodynamics of mineral reactions with aqueous solutions in biogeochemical systems. Much of her work is on crystal nucleation and growth during biomineralization and biomaterial interactions with mineralogical systems. She was elected a member of the National Academy of Sciences (NAS) in 2012 and currently serves as chair of Class I, Physical and Mathematical Sciences.[2]", "68654289": "Manjeri Venkatachalam is a professor of biochemistry and pathologist at the Long School of Medicine at the University of Texas Health Science Center at San Antonio. He primarily studies renal pathology and stem cell therapy.[1][2]", "8787169": "Walter Julius Reppe (29 July 1892 in Göringen – 26 July 1969 in Heidelberg) was a German chemist. He is notable for his contributions to the chemistry of acetylene.", "42144997": "Stuart J. Edelstein (born 1941) is a biophysicist, emeritus professor from the University of Geneva, professeur extraordinaire at the École Normale Supérieure and visiting scientist at the Babraham Institute.", "24450278": "Gerhart Jander (26 October 1892 – 8 December 1961) was a German inorganic chemist. His book, now normally only called \"Jander-Blasius\", on analytical chemistry is still used in German universities. His involvement in the chemical weapon research and close relation to the NSDAP have been uncovered by recent research.", "20845798": "Robert MacFarlan Cole (December 26, 1889 – January 18, 1986) was an American chemical engineer, inventor, and author. He helped develop many chemicals, including freon and its use as a refrigerant and an aerosol repellent, a substance to counteract poisonous gas in World War I, synthetic rubber and pyrethrin insecticides in World War II, and ethylene oxide as a hospital germicide.[2][3][4][5]", "16258283": "Edmund ter Meer (31 July 1852 – 5 November 1931) was a German chemist who discovered the ter Meer reaction and founded in 1877 the ter Meer dye company in Uerdingen. After the fusion with the aniline factory of Julius Weiler the Weiler-ter Meer company was formed. This company later became part of the Bayer company. His son Fritz ter Meer  also became a chemist associated to the Bayer company.", "1414381": "Alfred Goodman Gilman (July 1, 1941 – December 23, 2015) was an American pharmacologist and biochemist.[1] He and Martin Rodbell shared the 1994 Nobel Prize in Physiology or Medicine \"for their discovery of G-proteins and the role of these proteins in signal transduction in cells.\"[2]", "48403693": "David Lyndon Emsley FRSC (born 29 November 1964) is a British chemist specialising in solid-state nuclear magnetic resonance and a professor at EPFL (École Polytechnique Fédérale de Lausanne).[4] He was awarded the 2012 Grand Prix Charles-Leopold Mayer of the French Académie des Sciences and the 2015 Bourke Award of the Royal Society of Chemistry.[5]", "67245304": "Judith A. Harrison is an American physical chemist and tribologist who is known for pioneering numerical methods that incorporate chemical reactions into modeling studies. She is a professor in the Department of Chemistry at the United States Naval Academy in Annapolis, Maryland.[1]", "2168057": "Francis Preston Venable (November 17, 1856 – March 17, 1934) was a chemist, educator, and president of the University of North Carolina (UNC).", "67245311": "Susanne Marie Rafelski is an American biochemist. Rafelski studied biochemistry at the University of Arizona with David Galbraith.[1] She obtained her PhD in 2005 from Stanford University, under supervision of Julie Theriot.[2][3]", "56366337": "Harold Hart Mann (16 October 1872 - 2 December 1961) was an English chemist, bacteriologist, and agricultural scientist who worked in India serving as principal of the College of Agriculture, Poona. He was a specialist on tea cultivation but later became a pioneer of sociological research.", "52368645": "Boyapati Manoranjan Choudary (born 1946) is an Indian inorganic chemist and a former senior scientist at Indian Institute of Chemical Technology.[1] He is known for his studies on Nanomaterials to Nanomedicine[2] and is an elected fellow of the Indian National Science Academy,[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1990, for his contributions to chemical sciences.[5]", "49943816": "Adinath Lahiri (1916–1975) was an Indian geochemist and fuel technologist, known for his efforts in developing Central Fuel Research Institute, Dhanbad (CFRI) into one of the premier research institutions in India.[1] He was the director of the National Coal Development Corporation (NCDC) and contributed towards the establishment of the Central Mining Research Station, which was later merged with CFRI to form the present day Central Institute of Mining and Fuel Research).[2] The Government of India awarded him the fourth highest civilian honour of the Padma Shri in 1960 and followed it up with the third highest honour of the Padma Bhushan, in 1969, for his contributions to Science and Technology.[3]", "1283339": "Jane Margaret O'Brien is a professor of chemistry and president emerita of St. Mary's College of Maryland. She served as president from 1996 to 2009. \"Maggie\", as she was called by students at St. \nMary's, received her BS in biochemistry at Vassar College in 1975, and her PhD in chemistry at the University of Delaware in 1981.", "43095308": "Bernd Michael Rode (July 14, 1946  –  August 28, 2022) was an Austrian professor of chemistry at the University of Innsbruck and founder of the Austrian-South-East-Asian Academic University Network (ASEA-UNINET). Prof. Rode retired in 2011 but remained actively involved in teaching and research as well as in the thesis supervision.", "365836": "Joseph Louis Proust (26 September 1754 – 5 July 1826) was a French chemist. He was best known for his discovery of the law of definite proportions in 1794, stating that chemical compounds always combine in constant proportions.[1]", "39064863": "Stephen T. Liddle FRSE FRSC is a British professor of inorganic chemistry at the University of Manchester.[2] He is Head of Inorganic Chemistry and Co-Director of the Centre for Radiochemistry Research at the University of Manchester since 2015.", "31921447": "Klaus Praefcke (3 January 1933 – 20 November 2013)[1] was a German chemist. He was born in Wustrow and studied in Berlin under the supervision of Alexander Schönberg. After completing his Ph.D. in 1963 and his habilitation in 1970, he became Professor of Organic Chemistry at the Technical University of Berlin in 1971. He stayed dedicated to the research until 1998 at the same institution.", "3052842": "Bolesław Skarżyński (Polish pronunciation: [bɔˈlɛs.waf skarˈʐɨɲ.ski]; 31 March 1901, in Warsaw – 17 March 1963, in Kraków) was a renowned Polish biochemist.", "53122346": "Saul Roseman (March 9, 1921 - July 2, 2011) was an American biochemist at Johns Hopkins University in Baltimore, Maryland. Among many discoveries related to carbohydrate biochemistry,[1][2][3] he discovered the phosphotransferase system in bacteria.[4]", "35231018": "Thomas Henshaw (1618–1700) was an English lawyer, courtier, diplomat and scientific writer. While not a published alchemist, he was a significant figure in English alchemical work from the 1650s onwards; he is known to have used the pen-name \"Halophilus\".[1]", "67736877": "Katherine A. Mirica is an American chemist who is an associate professor at Dartmouth College. Her research considers materials chemistry, with a particular focus on environmental science and microelectronics.", "46732594": "Kurt Heinrich Meyer or Kurt Otto Hans Meyer (29 September 1883 – 14 April 1952) was a German chemist.", "62690611": "ERC Advanced Grant", "70963": "Basil Valentine is the Anglicised version of the name Basilius Valentinus, ostensibly a 15th-century alchemist, possibly Canon of the Benedictine Priory of Saint Peter in Erfurt, Germany but more likely a pseudonym used by one or several 16th-century German authors.", "69899574": "Larry James Kevan (December 12, 1938 – June 4, 2002) was an American chemist.", "51254583": "Tadhg P. Begley is an Irish chemist and Distinguished Professor, Robert A. Welch Foundation Chair and Derek Barton Chair of Chemistry at Texas A&M University,[1] and also a published author of books.[2] His honors include Elected Fellow of the American Association for the Advancement of Science, National Institutes of Health Merit Award, National University of Chemistry Honorary D.Sc.[1]", "18650424": "Ernest Ludwig Eliel (December 28, 1921 – September 18, 2008) was an organic chemist born in Cologne, Germany.  Among his awards were the Priestley Medal in 1996 [1][2] and the NAS Award for Chemistry in Service to Society in 1997.", "59184439": "Yegor Yegorovich Wagner (Russian Егор Егорович Вагнер, sometimes Georg Wagner or Egor Vagner; 9 December 1849 – 27 November 1903) was a Russian organic chemist, famous for the discovery of the \"Wagner reaction\", named after him. Former representative of the Kazan School of Chemistry.", "58922298": "Tsuyoshi Tanaka is a Japanese chemist, who is active in the fields of nanotechnology and environmental science; he is a professor of the Tokyo University of Agriculture and Technology (TUAT).[1]", "54039873": "John Boland is an Irish chemist specialising in nanoscale materials and systems who is Dean of Research at Trinity College Dublin.", "48862532": "Christian G. Hartinger FRSNZ (born 1974) is an Austrian-born New Zealand bioinorganic chemist known for his work in metal-based anticancer drugs. In 2022 he was elected a Fellow of the Royal Society Te Apārangi.", "58365252": "Sally Priscilla Anna McCormick is a New Zealand biochemistry academic. She is currently a full professor at the University of Otago.[1]", "20944198": "Atherton Seidell (1878 – July 25, 1961),[1] a founder of the American Documentation Institute (predecessor of the American Society for Information Science), was a chemist and who became a strong proponent of the use of microfilm for the management of scientific information. As Peter Hirtle writes, \"Through a series of seminal articles in Science in the 1930s and 1940s, Seidell established a theoretical justification for the use of microfilms as a means of facilitating scientific information exchange.\"[2]", "65279305": "Lu Shin Wong is a Senior Lecturer in the Department of Chemistry at The University of Manchester.[1] His research in general is based on industrial biotechnology and materials chemistry, specifically on nanofabrication and biocatalysis.[2][3]", "44799308": "Dietmar Seyferth (January 11, 1929 – June 6, 2020) was an emeritus professor of chemistry at the Massachusetts Institute of Technology.  He published widely on topics in organometallic chemistry and was the founding editor of the journal Organometallics.[1]", "17208656": "Peng Jiamu (simplified Chinese: 彭加木; pinyin: Péng Jiāmù, born 19 May 1925, disappeared 17 June 1980) was a Chinese biochemist and explorer.", "52401503": "Tavarekere Kalliah Chandrashekar (born 1956) is an Indian bioinorganic chemist and a former director of the National Institute for Interdisciplinary Science and Technology, a CSIR subsidiary.[1] He was appointed the director of the National Institute of Science Education and Research, Bhubaneswar where he continues as a senior professor at the department of chemical sciences.[2] He is known for the discovery of novel macrocyclic systems[3] and is an elected fellow of the Indian National Science Academy,[4] National Academy of Sciences, India[5] and the Indian Academy of Sciences.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2001, for his contributions to chemical sciences.[7]", "54039909": "James K. Beattie is an Australian chemist from University of Sydney and an Elected Fellow of the American Association for the Advancement of Science and Royal Society of Chemistry.[1][2][3]", "73373032": "Alexandra Martha Zoya Slawin (born 1961) is a British chemist and Professor at the University of St Andrews. Her research looks to understand the structure of supramolecular systems (e.g. rotaxanes and catenanes). She is generally considered as one of the world's leading crystallographers. She was elected Fellow of the Royal Society of Edinburgh in 2011.", "68556139": "Kay Michille Brummond is an American synthetic chemist who is Professor of Chemistry and Associate Dean of Faculty at the University of Pittsburgh. Her interests consider cycloaddition reactions that can realise molecules and natural products for organic photovoltaics and targeted covalent inhibitors. She was elected a Fellow of the American Chemical Society (ACS) in 2010, a Fellow of the AAAS in 2021, and awarded the ACS National Award for Encouraging Women into Careers in the Chemical Sciences in 2021.", "35460464": "Cecilia Schelin Seidegård (born 18 May 1954, in Stockholm as Irene Cecilia Schelin), is a Swedish biochemist who served as Governor of Gotland County from 2010 to 2018 (including a two year extension beyond December 2016).[1]", "44569973": "John Perry Wolfe (born August 12, 1970) is an American chemist and a professor of chemistry at the University of Michigan.[1] He is best known for palladium-catalyzed C-C and C-N bond formation reactions. He was also one of the key scientists in the development of Buchwald ligands, one of which is appropriately named \"JohnPhos\" after him. Wolfe has taught at the University of Michigan since 2002.", "29726072": "Louis Sanford Goodman (August 27, 1906 – November 19, 2000) was an American pharmacologist. He is best known for his collaborations with Alfred Gilman, Sr., with whom he authored the popular textbook The Pharmacological Basis of Therapeutics in 1941 and pioneered the first chemotherapy trials using nitrogen mustard.", "52729227": "Boris Ivanovich Katorgin (Russian: Борис Иванович Каторгин; born 13 October 1934 in Solnechnogorsk) is a Russian scientist who is known for his development of commercially successful rocket engine systems.[1][2][3]", "17274255": "Friedrich Emich (5 September 1860 – 22 January 1940) was an Austrian chemist. Emich is recognized as the founder of  microchemistry and worked at Graz University of Technology. Together with his colleague from the University of Graz, Fritz Pregl he perfected the work in small scales analysis. Fritz Pregl was awarded the Nobel Prize for Chemistry in 1923 for his work on microanalysis.", "30578069": "Dr. Jai P. Nagarkatti (February 18, 1947, in Hyderabad, India – November 13, 2010, in Saint Louis, Missouri) was an American chemist and businessman who served as the chairman, chief operating officer, CEO, and president of Sigma Aldrich.[1]", "62494102": "Julia Y. Chan is a professor of chemistry and biochemistry at Baylor University. Chan is an expert in the area of intermetallic crystal growth with a focus on new quantum materials.", "44373400": "Bryan F. Shaw is an American biochemist, inventor, and educator.[1] He is a professor in the department of chemistry and biochemistry at Baylor University in Waco, Texas.[2]", "54859162": "George McRoberts FRSE FCS (1839–1896) was a Scottish chemist and early explosives expert. He assisted Alfred Nobel in establishing the original Nobel Enterprises dynamite factory at Ardeer. He was a close colleague of Nobel and probably a close friend.[1]", "55973276": "Markku Jalkanen (born 1954) is a scientist, biotech entrepreneur and businessman from Turku, Finland. He is the CEO of Faron Pharmaceuticals, a Finnish biopharmaceutical company listed on London's Alternative Investment Market and Nasdaq's First North Growth Market. Jalkanen was the founding CEO and President of Biotie Therapies, the first publicly traded biotech-company in Finland.[1] He is an advisor for the Finnish life-science fund, Inveni Capital.[2]", "62985633": "Emily A. Weiss is the Mark and Nancy Ratner Professor of Chemistry and director of the Photo-Sciences Research Center at Northwestern University. Her research considers the optical and electronic properties of nanostructures, including hybrid organic–inorganic quantum dots. She was a two-time finalist in the Blavatnik Awards for Young Scientists.", "55907748": "Alfred Michael (August 10, 1928 – September 25, 2022) was an American physician and medical educator and scientist. He was Emeritus Regents' Professor and Dean of the university of Minnesota Medical School and previously served as chair of the department of pediatrics.  He was Regents' Professor and dean of the University of Minnesota Medical School. He was elected a Fellow of the American Association for the Advancement of Science.[2] He was president of the American Society of Nephrology from which he received the Peters Award. He received numerous other awards and was a member of numerous academic and scientific societies.\nA cited expert in his field,[3] his interests were in pediatrics.[4][5]", "28087717": "Earl Muetterties (June 23, 1927 – January 12, 1984), was an American inorganic chemist born in Illinois, who is known for his experimental work with boranes, homogeneous catalysis, heterogeneous catalysis, fluxional processes in organometallic complexes and apicophilicity.[2]", "48338341": "Adoniram Judson Wells, Jr. (April 1, 1917 – February 19, 2008) was an American chemist who worked for DuPont Company for much of his career. After he retired in 1989, he began working in the field of epidemiology, and went on to publish 12 papers on the health effects of tobacco smoke, particularly passive smoking.", "40146340": "Dr. Benjamin St. John Garvey (1900–1973) was a chemist at BF Goodrich who worked under Waldo L. Semon on the development of synthetic rubber, contributed to understanding of vulcanization, and developed early techniques for small scale evaluation of rubbers.  In particular, he was the inventor of the Garvey die for evaluating the extrusion quality of rubber compounds.[1]", "53122474": "Huw Owen Pritchard (23 July 1928 – 9 August 2019) was a Welsh-born Canadian chemist who was a Distinguished Research Professor Emeritus at York University.[1][2][3][4]", "73766315": "Theodore Kuwana (1931–2022) was a chemist and academic researcher known as the founding father of the field of spectroelectrochemistry.", "63772088": "Christoph Wilhelm Ludwig Merck (11 October 1833 – 12 January 1899) was a German chemist and business executive, who served as senior partner and CEO of the chemical and pharmaceutical company Merck from 1885 until his death in 1899.", "35034554": "Captain Isaac Edward Emerson (1859–1931) was a wealthy American businessman, socialite, and seaman.  He is most notable for having created the headache remedy Bromo-Seltzer upon which his great wealth was based and the reason he was known as the \"Bromo-Seltzer King\".", "14816699": "Johann Sigismund Elsholtz (26 August 1623 – 28 February 1688), (some sources mention his day of birth as 28 August, and his death on 19 February) was a German naturalist who was a native of Frankfurt an der Oder.", "57546172": "Kenneth Claughan Mills (13 February 1935 – 13 May 2018), was head of the Slags group at the National Physical Laboratory (United Kingdom) and a visiting professor in the Department of Materials at Imperial College London.", "53581242": "Mark S. Ghiorso (born October 21, 1954) is an American geochemist who resides in Seattle, Washington. He is best known for creating MELTS, a software tool for thermodynamic modeling of phase equilibria in magmatic systems.[3]", "19174848": "Christian Wilhelm Blomstrand (20 October 1826 – 5 November 1897) was a Swedish mineralogist and chemist. He was a professor at the University of Lund from 1862-1895, where he isolated the element niobium in 1864. He developed an early version of the periodic table and made advances in understanding the chemistry of coordination compounds. Blomstrand published  textbooks in chemistry and was well-known internationally for his scientific contributions.[1][2]: 156", "2299331": "Józef Zawadzki (July 14, 1886 in Warsaw – February 22, 1951 in Zalesie, near Warsaw) was a Polish physical chemist and technologist. Father of Tadeusz (Zośka) and Anna Zawadzka.", "58725829": "Dipak K Banerjee is an Indian scholar of Biochemistry. He is a professor at the University of Puerto Rico and chairman of the company he established, DIC India Ltd.[1]", "43324870": "Malcolm Andrew Kelland (9 October 1963)[1] is professor of chemistry at University of Stavanger in Norway, known for inventing environmentally friendly chemicals for the oil industry.", "62428616": "Shi Jianlin (Chinese: 施剑林) is a Chinese chemist specializing in inorganic chemistry.[1]", "52958665": "John Norman Murrell FRS (2 March 1932 – 25 January 2016) was a British theoretical chemist who played a leading role in revolutionising the UK's reputation for theoretical chemistry during the second half of the 20th century.", "1217994": "Carlos José Bustamante (born 1951 in Lima, Peru) is a Peruvian-American scientist. He is a member of the National Academy of Sciences.[1]", "61019603": "Margreet Catherina Maria Vissers is a New Zealand biochemistry academic,  and as of 2019 is a full professor at the University of Otago.[1]", "69703124": "Gilles-François Boulduc (born 20 February 1675 in Paris; died 17 January 1741 in Versailles) was a French pharmacist and chemist.[1][note 1]", "41686487": "Marga Faulstich (16 June 1915 – 1 February 1998) was a German glass chemist. She worked for Schott AG for 44 years. During this time, she worked on more than 300 types of optical glasses. Forty patents were registered in her name. She was the first woman executive at Schott AG.", "36476381": "Alexander Latham Dounce (December 7, 1909 – April 24, 1997) was an American professor of biochemistry. Among his fields of study were the isolation and purification of cellular organelles, protein crystallization, enzymes (specifically catalase), DNA binding proteins, and the chemical basis of protein synthesis. He also invented the Dounce homogenizer, which was named after him.", "65213921": "Massachusetts Institute of Technology M.S. (2013)", "42964452": "Johan Ernst Fredrik Føyn (28 March 1904 – 2 November 1984) was a Norwegian chemist and oceanographer. He was born in Kristiania. He was assigned professor of oceanography at the University of Oslo from 1964. His research centered on radioactivity of ocean waters, and on pollution of the oceans. He designed a method for electrolytic cleaning of sewage.[1][2]", "67409380": "Yoshito Kaziro (April 18, 1929 – June 29, 2011) was a Japanese biochemical and medical scientist who performed research on the effects and mechanisms of ATP and GTP driven conformational changes in enzymes and intracellular signaling pathways for over 50 years.[1][2] He is well-known for his research on various signal transduction pathways involving GTP-binding proteins and the mechanism for biotin dependent carboxylation reactions of Coenzyme A (CoA) proteins.[2]", "21435880": "This article catalogs the key characters from the books in the Septimus Heap series by Angie Sage. These include the books Magyk, Flyte, Physik, Queste, Syren, Darke, and Fyre. Some characters play a central role in all the books, while others are only central to the plot in one or two of the books. When reviewing the first book in the series, Magyk, Sabina Qazi of Dawn.com described the characters as follows:", "136688": "Sir Joseph Wilson Swan FRS (31 October 1828 – 27 May 1914) was an English physicist, chemist, and inventor. He is known as an independent early developer of a successful incandescent light bulb, and is the person responsible for developing and supplying the first incandescent lights used to illuminate homes and public buildings, including the Savoy Theatre, London, in 1881.[1][2]", "58725873": "Deborah Liebl Swackhamer (June 23, 1954 – April 23, 2021) was an environmental chemist and professor emerita at the University of Minnesota in Minneapolis. Swackhamer applied her expertise in studying the effects of exposure to toxic chemicals, as well as the processes that spread those chemicals, to developing policies that address exposure risks.", "36640254": "Joseph J. Katz (April 19, 1912, Detroit – January 28, 2008, Chicago) was a chemist at Argonne National Laboratory whose fundamental research on the chemistry of photosynthesis led to his election to the US National Academy of Sciences. His parents were Jewish immigrants from Czarist Russia. Neither parent had any formal education.", "5636": "A chemist (from Greek chēm(ía) alchemy; replacing chymist from Medieval Latin alchemist)[1] is a graduated scientist trained in the study of chemistry, or an officially enrolled student in the relevant field. Chemists study the composition of matter and its properties. Chemists carefully describe the properties they study in terms of quantities, with detail on the level of molecules and their component atoms. Chemists carefully measure substance proportions, chemical reaction rates, and other chemical properties. In Commonwealth English, pharmacists are often called chemists.", "53679628": "Talented Twelve Award 2016", "39589389": "Frederick W. Stavely (1894-1976) was a chemical research scientist who discovered polyisoprene.", "38418": "Erich Armand Arthur Joseph Hückel ForMemRS[1] (August 9, 1896, Berlin – February 16, 1980, Marburg) was a German physicist and physical chemist.[2] He is known for two major contributions:", "7247380": "Manson Benedict (October 9, 1907 – September 18, 2006)[1] was an American nuclear engineer and a professor of nuclear engineering at the Massachusetts Institute of Technology (MIT). From 1958 to 1968, he was the chairman of the advisory committee to the U.S. Atomic Energy Commission.", "3544601": "Roger Adams (January 2, 1889 – July 6, 1971) was an American organic chemist who developed the eponymous Adams' catalyst, and helped determine the composition of natural substances such as complex vegetable oils and plant alkaloids.[1] He isolated and identified CBD in 1940. As head of the Chemistry department at the University of Illinois from 1926 to 1954, he influenced graduate education in America, taught over 250 Ph.D. students and postgraduate students, and served in military science during World War I and World War II.", "15865372": "Dr. Willis Alfred Adcock (November 25, 1922 – December 16, 2003) was a Canadian-American physical chemist, electrical engineer, and university professor who worked on the first atomic bomb and assisted with the invention of the silicon transistor, as well as the integrated circuit. He held several US patents.[1]", "43914787": "Jeffery Lewis Tallon CNZM (born 1948) is a New Zealand physicist specialising in high-temperature superconductors.[1]", "8754725": "Karl Gottfried Hagen (24 December 1749 – 2 March 1829) was a German chemist.", "28284464": "Steven J. Sibener is a scientist at the University of Chicago who studies surface chemistry, physics, and materials research, as well as thin film polymer dynamics and AFM imaging studies of bacterial cell wall structure.[1][2] He is also a Faculty member of the Center for Bright Beams.[3]", "14620210": "Augustus George Vernon Harcourt FRS (24 December 1834 – 23 August 1919) was an English chemist who spent his career at Oxford University. He was one of the first scientists to do quantitative work in the field of chemical kinetics. His uncle, William Vernon Harcourt (1789–1871), founded the British Association for the Advancement of Science.", "7575091": "Hans Christian Ørsted FRSE (/ˈɜːrstɛd/,[5] Danish: [ˈhænˀs ˈkʰʁestjæn ˈɶɐ̯steð] ⓘ; often rendered Oersted in English[note 1]; 14 August 1777 – 9 March 1851) was a Danish physicist and chemist who discovered that electric currents create magnetic fields, which was the first connection found between electricity and magnetism. Oersted's law and the oersted unit (Oe) are named after him.", "50927169": "Phyllis Margaret Tookey Kerridge (April 1901 – 22 June 1940) was a chemist and physiologist. She is notable for creating the miniature pH electrode, her work on artificial respiration, and her pioneering work shaping the discipline of audiometry.[1]", "56694339": "Otto Saly Binswanger (April 20, 1854 in Osterberg, Bavaria - September 25, 1917 in Portland, Oregon) was a German-American chemist and toxicologist.[1]", "63215180": "Andrée Marquet (born 1934), is a French chemist specializing in organic chemistry and chemical biology, professor emeritus at the Pierre and Marie Curie University and correspondent at the French Academy of sciences since 1993.", "62068304": "Kathryn L. Beers is an American polymer chemist. Beers is Leader of the Polymers and Complex Fluids group in the Materials Science and Engineering Division at the National Institute of Standards and Technology. Her research interests include microreactors and microfluidics, advances in polymer synthesis and reaction monitoring, macromolecular separations, integrated and high throughput measurements of polymeric materials, degradable and renewable polymeric materials, and sustainable materials.", "55907923": "Alicja Dorabialska (14 October 1897 – 1975), was a Polish chemist.", "60135002": "Urtė Neniškytė (born 2 November 1983) is a Lithuanian neuroscientist. Her scientific interest and main area of work relates to the interaction of neurons and immune cells in the brain. She has studied the cellular mechanisms of Alzheimer's disease and is the co-author of the first articles about cell death in relation to phagocytosis.[1]", "33986140": "Alan Herbert Cowley  FRS[1] (29 January 1934 – 2 August 2020)[2] was a British chemist, and Robert A. Welch Chair at the University of Texas at Austin.[3][4] He was a 1976 Guggenheim Fellow.", "15930975": "Fazlul Halim Chowdhury (1 August 1930 – 9 April 1996) was a fellow of the Bangladesh Academy of Sciences[1] and one of the longest-serving Vice-Chancellors of the University of Dhaka. He made pioneering contributions to the development of physical chemistry in Bangladesh, publishing more than 20 articles. He focused on cellulose fibers (especially jute), polyelectrolytes, and proteins.", "58955360": "Frederick George Mann FRS (29 June 1897 – 29 March 1982) was a British organic chemist.", "62690919": "Nerses \"Krik\" Krikorian (January 1921 – April 18, 2018) was an Armenian-American chemist and intelligence officer at Los Alamos National Laboratory.[1] He is best known for his work on high-temperature chemistry. An Armenian genocide survivor,[2] he arrived in the U.S. at 4 and studied at Niagara University. He was involved in the Manhattan Project[3] and by the time of his death was one of the last living scientists involved in it.[4]", "5736": "Catherine Grace \"Cady\" Coleman (born December 14, 1960) is an American chemist, engineer, former United States Air Force colonel, and retired NASA astronaut.[1] She is a veteran of two Space Shuttle missions, and departed the International Space Station on May 23, 2011, as a crew member of Expedition 27 after logging 159 days in space.", "42931816": "Johannes Burchart I (1546-1616), born János Both Bélaváry de Szikava (Hungarian: Szikavai és Bélaváry Both János), was a pharmacist and druggist and the first of a line of doctors and pharmacists who owned the Raeapteek in Reval (Tallinn, Estonia), from 1582 to 1911. He also owned large lande estates and the manors of Haabneeme and Vanamõisa in northern Estonia.", "66262647": "Emmeline Edwards is a Haitian-American neurochemist serving as director of the division of extramural research at the National Center for Complementary and Integrative Health. She previously researched the neural mechanisms of complex behaviors and characterization of a genetic model of affective disorders at the University of Maryland, College Park. From 2000 to 2010, Edwards was deputy director of the extramural program at the National Institute of Neurological Disorders and Stroke.", "9705082": "Robert J. Le Roy (September 30, 1943 – August 10, 2018) was a Canadian chemist.  He held the distinguished title of University Professor at the University of Waterloo.", "67245695": "Tormod Ernst Dittmar Førland (6 June 1920 – 10 November 1995) was a Norwegian chemist, a researcher in inorganic and physical chemistry, and professor at the Norwegian Institute of Technology.", "1316481": "Angus \"Mac\" MacGyver is the title character and the protagonist in the TV series MacGyver. He is played by Richard Dean Anderson in the 1985 original series. Lucas Till portrays a younger version of MacGyver in the 2016 reboot.[1]", "33789570": "Charles Achille Müntz (10 August 1846 – 20 February 1917) was a French agricultural chemist.", "19437188": "Pál Kitaibel (3 February 1757 – 13 December 1817) was a Hungarian botanist and chemist.", "1283719": "Heinrich Dreser (1 October 1860 – 21 December 1924) was a German chemist responsible for the aspirin and heroin projects at Bayer AG. He was also a key figure in creating the widely used modern drug codeine. Dreser was born in Darmstadt, Grand Duchy of Hesse.", "63084169": "Angeliki Artemis Diane Rigos is a research director, a business consultant, and a former University Professor. Rigos is primarily known for her work on Brownian dynamics simulations and theories of protein and co-polymer aggregation, as well as for the considerable amount of work she has done on the processing of military waste.", "67704475": "Richard \"Dick\" A. Andersen (November 16, 1942 – June 16, 2019)[4] was a professor of chemistry at the University of California, Berkeley, and faculty senior scientist at the chemical sciences division of Lawrence Berkeley National Laboratory.[5]", "53122715": "Clifford Clarke Leznoff is a Canadian chemist, currently a Distinguished Research Professor at York University.[1][2][3]", "16258716": "Fritz ter Meer (4 July 1884 – 27 October 1967) was a German chemist, Bayer board chairman, Nazi Party member and war criminal.", "34281115": "Bruce Herbert Mahan (August 17, 1930 – October 12, 1982) was an American physical chemist and professor of chemistry at the University of California, Berkeley known for his work in the fundamentals of chemical reactions and devotion to chemistry education.[1][2] He was the doctoral advisor of Nobel laureate Yuan T. Lee.", "48338588": "Désirée Le Beau (14 February 1907 - 1993) was an Austro-Hungarian-American industrial chemist and inventor known for developing new methods of rubber reclamation.", "60724896": "Alexander Benjamin Barnes is an American chemist. Educated at Whitman College and the Massachusetts Institute of Technology, he has taught at Washington University in St. Louis and ETH Zurich.", "47158945": "Alain-Edgard Berton (1912–1979) was a French chemical engineer who specialized in toxicology and in the analysis of air components in industrial environments. In the late 1950s he invented the \"Osmopile\",[1] a measuring device, dubbed \"the first artificial nose,\" which initiated, through the use of highly sensitive galvanic cells, the electrochemical analysis of air to detect dangerous components.", "2299550": "William Summer Johnson (February 24, 1913 – August 19, 1995) was an American chemist and teacher.", "37197475": "Tommaso Bisagno (5 April 1935 – 18 January 2014) was an Italian academic and politician.", "8820388": "Johann Ferdinand Hertodt von Todtenfeld (1645–1724)[1] was a German physician and writer, born in the town Nikolsburg, today Mikulov in Moravia.", "1840798": "Sabrina Victoria Spellman[4] is the eponymous character of the Archie Comics series Sabrina the Teenage Witch. Sabrina was created by writer George Gladir and artist Dan DeCarlo, and she first appeared in Archie's Mad House #22 in October 1962.", "45094566": "Jinlong Gong (Chinese: 巩金龙; born June 1979) is a Chinese chemist and professor of chemical engineering at Tianjin University. He is best known for his work in the areas of heterogeneous catalysis, surface science, and hydrogen energy.", "44865191": "Elizabeth Barbara Mawer (née Entwistle, 6 March 1936 – 7 March 2006) was a British biochemist and medical researcher. She was regarded as a \"highly influential figure in the calcium homoeostasis field\".[1]", "52663978": "Joan Blanchette Broderick is a professor of chemistry and biochemistry at Montana State University known for her work on bioinorganic chemistry, especially the chemistry of iron-sulfur interactions. She was elected a member of the National Academy of Sciences in 2022.[1]", "62592684": "Alina Kabata-Pendias (8 September 1929 – 3 April 2019) was a Polish chemist working in the field of biogeochemistry and soil science. She was a professor of agricultural sciences associated with the Institute of Soil Science and Plant Cultivation in Puławy (IUNG),[1] and the State Geological Institute (PGI). She was a specialist in the field of biogeochemistry of trace elements. Her husband was Henryk Pendias, a geologist and geochemist at PGI. Among other awards, she was the recipient of the Golden Cross of Merit, Order of Polonia Restituta, and the Armia Krajowa Cross.", "17929901": "Johann Christian Wiegleb (December 21, 1732 – January 16, 1800) was a notable German apothecary and early innovator of chemistry as a science.", "64231085": "Ashraf Brik (Hebrew: אשרף בריק, Arabic: أشرف بريق; born June 29, 1973) is a full professor at the Schulich Faculty of Chemistry at the Technion Institute of Technology, Israel.[1]\nHis laboratory specializes in developing synthetic methods for chemical synthesis of proteins with post-translational modifications (PTMs) in quantities that allow for them to be studied thoroughly. Brik's group is developing novel modulators based on small molecules, peptides and peptidomimetics, to influence enzymes (such as deubiquitinases) and proteins involved in various diseases. With the help of these tools, it is possible to understand how molecules and biological systems affect health.[2]", "70588079": "Louis Albrecht Kahlenberg (20 January 1870 – 18 March 1941) was an American chemist who contributed to electrochemistry, the study of ionic compounds, electrolytic disassociation of salts and studies in pharmaceutical chemistry. He served as a professor at the University of Wisconsin.", "51844784": "William Ssempa Kisaalita (born December 15, 1953, in Kampala, Uganda) is a chemical engineer and professor of engineering at the University of Georgia.", "71898801": "Helen Lee Gruehl Aikman (December 20, 1902 – September 1983) was an American immunologist.", "40605368": "George Hermann Büchi (August 1, 1921 – August 28, 1998) was a Swiss organic chemist and professor at the Massachusetts Institute of Technology. \"Paternò's reaction\", known since the early twentieth century,[1] was renamed to the \"Paternò–Büchi reaction\" based on enhancements made to it by Büchi's research group.[2]", "29988543": "James Curtis Booth (28 July 1810 – 21 March 1888) was a United States chemist who was the melter and refiner at the U.S. Mint in Philadelphia for many years.[1]", "70620870": "Clara E. Walke Hall (October 3, 1930 – May 28, 2014) was an American research chemist at the National Institutes of Health from 1959 to 1999. Hall and geneticist Elizabeth F. Neufeld's research on genetic conditions affecting lysosomes led to Neufeld receiving the Lasker-DeBakey Clinical Medical Research Award in 1982.", "61740745": "Ye Zhupei or Yap Chu-Phay (Chinese: 叶渚沛; 1902 – 24 November 1971) was a Chinese physical chemist, chemical engineer, and metallurgist. Born into an overseas Chinese family in the Philippines and educated in the United States, he moved to China in the 1930s and served in both the Kuomintang and the Communist governments. Considered the founder of chemical metallurgy in China, he was elected a founding member of the Chinese Academy of Sciences (CAS) in 1955 and established the Institute of Chemical Metallurgy (now Institute of Process Engineering) of the CAS in 1958. He was persecuted during the Cultural Revolution and died in prison after five years of incarceration.", "595663": "Thomas Andrews FRS FRSE (19 December 1813 – 26 November 1885) was an Irish chemist and physicist who did important work on phase transitions between gases and liquids. He was a longtime professor of chemistry at Queen's University of Belfast.", "25433809": "Tracy Caldwell Dyson (born Tracy Ellen Caldwell; August 14, 1969) is an American chemist and NASA astronaut. She was a mission specialist on Space Shuttle Endeavour flight STS-118 in August 2007 and part of the Expedition 23 and Expedition 24 crew on the International Space Station from April 2010 to September 2010. She has completed three spacewalks, logging more than 22 hours of extravehicular activity.[2][4] She is scheduled to return to space on March 13th, 2024 for a third time on board Soyuz MS-25 for a six-month mission onboard the ISS.", "45684445": "Klaus Schulten (January 12, 1947 – October 31, 2016) was a German-American computational biophysicist and the Swanlund Professor of Physics at the University of Illinois at Urbana-Champaign.[3] Schulten used supercomputing techniques to apply theoretical physics to the fields of biomedicine and bioengineering and dynamically model living systems.[4] \nHis mathematical, theoretical, and technological innovations led to key discoveries about the motion of biological cells, sensory processes in vision,  animal navigation, light energy harvesting in photosynthesis, and learning in neural networks.[5]", "38180574": "Matthew Jonathan Rosseinsky FRS is Professor of Inorganic Chemistry at the University of Liverpool. He was awarded the Hughes Medal in 2011 \"for his influential discoveries in the synthetic chemistry of solid state electronic materials and novel microporous structures.\"", "54826718": "Kevie W. Schwartz (1902–1974) was an American chemical engineer and entrepreneur who developed a process and apparatus for electroplating, served as President of the Chromium Products Corporation from 1923 to 1944,  and founded Midtown Tennis Club in Chicago with his son, Alan G. Schwartz.", "59840224": "Sherine O. Obare is the dean of the Joint School of Nanoscience and Nanoengineering at the University of North Carolina at Greensboro and North Carolina Agricultural and Technical State University. She works on nanomaterials for sensing and drug delivery.", "70915811": "Alexander Mitrofanovich Ostroumov (Ostroumoff)[1] (Russian: Александр Митрофанович Остроумов; 1859 in Moscow –1920 in Constantinople) born into a middle-class family, was a Russian pharmaceutical chemist, perfume and cosmetics maker. He invented the anti-dandruff soap, which enabled him to open his own perfume and medicinal cosmetics factory and was the founder of the Moscow Institute of Medical Cosmetics, the first of its kind in the world.[2][3]", "48207591": "Rudolf Hugo Nietzki (9 March 1847 – 28 September 1917) was a German chemist who specialized in industrial dyes derived from coal tar.\nWhile a professor at the University of Basel in Switzerland he initiated the university's association with to the local chemical industry.", "21436139": "Peter Philip Edwards FRSC FRS (born 1949, Liverpool) is a British Emeritus Professor of Inorganic Chemistry and former Head of Inorganic Chemistry at the University of Oxford and a Fellow of St Catherine's College, Oxford.[1] Edwards is the recipient of the Corday-Morgan Medal (1985),[2] the Tilden Lectureship (1993–94)[3] and Liversidge Award (1999)[4] of the Royal Society of Chemistry. He was elected a Fellow of the Royal Society in 1996 and was awarded the 2003 Hughes Medal of the Royal Society [5] \"for his distinguished work as a solid state chemist. He has made seminal contributions to fields including superconductivity and the behaviour of metal nanoparticles, and has greatly advanced our understanding of the phenomenology of the metal-insulator transition\". In 2009 Edwards was elected to the German Academy of Sciences Leopoldina,[6]  and he was elected Einstein Professor for 2011 by the Chinese Academy of Sciences.[7] In 2012 he was awarded the Bakerian Lecture by the Royal Society \"in recognition of decisive contributions to the physics, chemistry and materials science of condensed matter, including work on the metal-insulator transition\".[8] In the spring of 2012 he was elected International Member of the American Philosophical Society;[9] one of only four people from the UK in that year to be awarded this honour across all subjects and disciplines. Later in 2012 he was awarded the Worshipful Company of Armourers and Brasiers Materials Science Venture Prize for his work on new, low-cost, high-performance conducting oxide coatings for solar cells and optoelectronic materials.[10] In the Autumn of 2013 he was elected Member of Academia Europaea,[11] and he was elected as a Foreign Honorary Member of the American Academy of Arts and Sciences in 2014.[12][13]", "7509740": "Robert Minard Garrels (August 24, 1916 – March 8, 1988) was an American geochemist. Garrels applied experimental physical chemistry data and techniques to geology and geochemistry problems. The book Solutions, Minerals, and Equilibria co-authored in 1965 by Garrels and Charles L. Christ revolutionized aqueous geochemistry.", "63706861": "Joyce Jacobson Kaufman (June 21, 1929 - August 26, 2016) was an American chemist known for advancing the science of quantum chemistry and for clinical research on anaesthetics.[1][2][3][4] Born to an immigrant family in the Bronx and educated at Johns Hopkins University, she worked at the Sorbonne and Martin Marietta before returning to Johns Hopkins.[5]", "28219117": "Jay Kazuo Kochi (高知 和夫, Kōchi Kazuo,1927–2008) was an American physical organometallic chemist who held lectureship at Harvard University, and faculty positions at Case Institute of Technology, 1962-1969, (now Case Western Reserve University), Indiana University, 1969 to 1984, and the University of Houston, 1984 to 2008.[1]", "60364527": "Sharon Loretta Haynie (born November 6, 1955) is an American chemist who develops biocatalysis for green chemistry. She is a Fellow of the American Chemical Society. Haynie was the first woman to be awarded the NOBCChE Henry Aaron Hill Award in 2006 and the first woman to win the Percy L. Julian Award in 2008.", "55154416": "Gerhard Meisenberg (born 22 January 1953) is a German biochemist. As of 2018, he was a professor of physiology and biochemistry at Ross University School of Medicine in Dominica.[1][2] He is a director, with Richard Lynn, of the Pioneer Fund, which has been described as a hate group by the Southern Poverty Law Center.[3] He was, until 2018 or 2019, the editor-in-chief of Mankind Quarterly, which is commonly described as a white supremacist journal and purveyor of scientific racism.[4]", "9901812": "Jonathan \"Jack\" Stanley Hodgins IV, Ph.D.[3] is a character in the American television series, Bones. He is portrayed by T.J. Thyne. Hodgins is introduced to the series primarily as a forensic entomologist, as well as a botanist, mineralogist, forensic palynologist, and forensic chemist at the Jeffersonian Institute; his hobby is engaging in and discussing conspiracy theories.", "11114229": "Bertram Dillon Steele FRS[1] (30 May 1870 – 12 April 1934) was an Australian scientist, foundation professor of chemistry at the University of Queensland .[2]", "17307391": "Johann Hermann Wolfgang Mulzer  is a German organic chemist, best known for his work in total synthesis. Since 1996, he has been a professor of chemistry at the University of Vienna (Universität Wien).", "10032897": "Josef Paldus, FRSC (born November 25, 1935, in Bzí, Czech Republic, died January 15, 2023, in Kitchener, Canada) was a Distinguished Professor Emeritus of Applied Mathematics at the University of Waterloo, Ontario, Canada.", "9770754": "Alfred Lauck Parson (24 October 1889 – 1 January 1970) was a British chemist and physicist, whose \"magneton theory\" of the atom contributed to the history of chemistry.[1]", "15210243": "Peter (Petter) Jacob Hjelm (2 October 1746 – 7 October 1813) was a Swedish chemist[1] and the first person to isolate the element molybdenum in 1781, four years after its discovery by Swedish chemist Carl Wilhelm Scheele.[2][3] Working with Molybdic acid,[4] Hjelm chemically reduced molybdenum oxide with carbon in an oxygen-free atmosphere, resulting in carbon dioxide and a near-pure dark metal powder to which he gave the name 'molybdenum'. His first publication on molybdenum appeared in 1790.[5][4][6][7]", "63608580": "Gustaf Axel C:son Ljunggren (27 October 1894 – 12 August 1966) was a Swedish chemist. Ljunggren served as an assistant at Lund University's chemical department from 1918 to 1920. Subsequently, he taught general chemistry in the medical faculty at the university until 1928, earning a Licentiate of Philosophy degree in 1921. He chaired the Chemical Society of Lund from 1922 to 1926 and attained a Doctor of Philosophy degree in 1925, also becoming a lieutenant in the Swedish Coastal Artillery's reserve. Later, he held various roles, including being a docent in chemistry, a professor at the Swedish Armed Forces Chemical Institute, and the head of the Department of Chemistry at the Swedish National Defence Research Institute from 1945 to 1961. Additionally, he contributed to defense-related committees and served as a chemistry teacher at military colleges.", "44963587": "Jeremy K. Nicholson is a professor and pro vice chancellor of Health Sciences at Murdoch University in Perth, Western Australia, where he leads the Australian National Phenome Centre.[1] He is also an emeritus professor of Biological Chemistry at Imperial College London[citation needed] and was the director and principal investigator of the MRC-NIHR National Phenome Centre until 2018.", "69474063": "Franz Ferdinand Schulze (17 January 1815 – 14 April 1873) was a German professor of chemistry and microbiology who taught at the Royal Prussian State Agricultural Academy in Eldena and later at Rostock. He innovated analytical techniques, particularly making use of specially blown glass tubes. He examined questions such as spontaneous generation in his experiments. He was able to demonstrate that when air was bubbled through sulphuric acid, the resulting air did not produce any growth in carefully sterilized culture media. He translated J. F. W. Johnston's Elements of Agricultural Chemistry and Geology (1841) into German. He coined the name of the wood component lignin in 1857.[1]", "52434703": "Samuel Z. Cardon (November 24, 1918 – December 28, 1996) was a chemist and scientist entrepreneur who worked primarily for U.S. government agencies in need of technical forecasting.", "50632467": "Friedrich Philipp Dulk (22 November 1788 in Stallupönen – 14 December 1851 in Königsberg) was a German pharmacist and chemist. He was the father of writer Albert Dulk (1819–1884) and father-in-law to mathematician Otto Hesse.", "55023381": "Günther Hillmann (born 15 April 1919 in Ludwigslust, 8 May 1976 in Nuremberg) was a German biochemist.  During the Second World War he worked on a research project to which the concentration camp doctor Josef Mengele delivered blood samples from Auschwitz concentration camp. After the war, he directed the Chemical Institute of the Nuremberg Hospitals for the rest of his life.", "45094689": "Dipankar Das Sarma, popularly known as D.D. Sarma, is an Indian scientist[1] and structural chemist,[2] known for his researches in the fields of Solid State Chemistry, Spectroscopy, Condensed Matter Physics, Materials Science, and Nanoscience.[3][4][5][6] He is a former MLS Chair Professor of Physics and Chairman of the Centre for Advanced Materials[7][8] and the GAST Professor of Uppsala University, Sweden,[9] A recipient of TWAS Physics Prize and the UNESCO Biennial Javed Husain Prize,[8] Sarma was honored by the Council for Scientific and Industrial Research (CSIR), Government of India, in 1994, with the Shanti Swarup Bhatnagar Prize for Science and Technology.[10]", "63772452": "Héctor Daniel Abruña (born 1953) is a Puerto Rican physical chemist whose work focuses on electrochemistry, molecular electronics, fuel cells, batteries, and electrocatalysis. Abruña is director of the Energy Materials Center and Emile M. Chamot professor for chemistry at Cornell University. He became a Fellow of the American Association for the Advancement of Science in 2006,[1] a Member of the American Academy of Arts and Sciences in 2007,[2] and a Member of the National Academy of Sciences in 2018.[3] Abruña conducts research into battery and fuel cell systems using electrochemical techniques and X-ray microscopy and spectroscopy methods.[4]", "2594599": "Raymond Allen Dwek CBE FRS FRSC (born 10 November 1941) is a scientist at the University of Oxford and co-founder of the biotechnology company Oxford GlycoSciences Ltd.[1][2]", "10655528": "Håkon Flood (25 September 1905 – 9 October 2001) was a professor of inorganic chemistry at the Norwegian Institute of Technology in Trondheim, Norway, from 1953 to 1975. He also worked as the director of the Institute of Silicate Research (Institutt for Silikatforskning) at NTH. Professor Flood was one of the pioneers of molten salt chemistry and, together with Hermann Lux, is known for the Lux-Flood theory of acid-base reactions.[1]", "1349419": "Charles François de Cisternay du Fay (14 September 1698 – 16 July 1739) was a French chemist and superintendent of the Jardin du Roi.", "33363763": "Christian Köberl  (born February 18, 1959, in Vienna) is a professor of impact research and planetary geology at the University of Vienna, Austria. From June 2010 to May 2020 he was director general of the Natural History Museum in Vienna. He is best known for his research on meteorite impact craters.", "2398004": "Nicholas Charles Handy FRS[1] (17 June 1941 – 2 October 2012) was a British theoretical chemist.[4][5] He retired as Professor of quantum chemistry at the University of Cambridge in September 2004.[6]", "34182966": "Dr. Pál Csokán (November 21, 1914 in Hódmezővásárhely – March 3, 1995 in Budapest) was a Hungarian chemistry professor, a well known researcher of corrosion science and protection.", "38311739": "Nathan Nelson (born 1938) is an Israeli biochemist and molecular biologist who was awarded the 2013 Israel Prize in Life Sciences.[1][2] As of January 2012, he has published more than 240 scientific papers which were cited over 15,000 times.[3][4]", "71046973": "Annie Bernadette Kersting is a chemist known for her work on the movement of compounds such as plutonium in the environment. She was the 2016 recipient of the Garvan–Olin Medal from the American Chemical Society.", "7575358": "John Mercer JP (21 February 1791 – 30 November 1866) was an English dye and fabric chemist and fabric printer born in Great Harwood, Lancashire. In 1844 he developed a process for treating cotton, mercerisation, that improves many of its qualities for use in fabrics.", "49780544": "William Hodson Brock (born 1936) is a British chemist and science historian.", "71571268": "Supawan Tantayanon (born November 3, 1951) is a Thai chemist who is a professor at the Chulalongkorn University. She has previously served as President of the Science Society of Thailand, Council of Science and Technology Professionals of Thailand, and Federation of Asian Chemical Societies.", "63805254": "Kennedy J. P. Orton (1872 - 1930) was a British chemist.[1] Initially he studied medicine at St. Thomas' Hospital, but there he became interested in chemistry and moved to St. John's College, Cambridge. He then obtained a Ph.D. summa cum laude in Heidelberg under Karl von Auwers, before working for a year with Sir William Ramsey at University College, London. He was then lecturer and demonstrator of Chemistry at St. Bartholomew's Hospital, before in 1903 being appointed Professor of Chemistry at University College of North Wales, Bangor, where he headed the department until his death. He was elected a Fellow of the Royal Society in 1921.[2][3][4]", "47421257": "Paul-Gilbert Langevin (Boulogne-Billancourt, 5 July 1933 – Paris, 4 July 1986) was a French musicologist, who was a specialist on Anton Bruckner, Franz Schubert and 19th-century classical music.", "26777420": "Joe Milton McCord (born March 3, 1945) is an American biochemist. While serving as a graduate student, he and his supervisor Irwin Fridovich were the first to describe the enzymatic activity of superoxide dismutase.[1][2] McCord joined the board of directors of the LifeVantage Corporation (makers of the dietary supplement Protandim) in 2006, serving as the company's chief science officer from 2011 to 2012, and retired from the company in June 2013.[3]", "58267469": "Teresa Lyn Head-Gordon (née Teresa Lyn Gordon) is an American chemist and the Chancellor's Professor of Chemistry, Bioengineering, and Chemical and Biomolecular Engineering at the University of California, Berkeley.[4] She is also a faculty scientist in the Chemical Sciences Division at the Lawrence Berkeley National Laboratory and a fellow of both the American Institute for Medical and Biological Engineering (AIMBE ) and the American Chemical Society (ACS).[5]", "52303694": "Mihir Chowdhury FNA, FASc (15 July 1937 – 28 March 2017) was an Indian physical chemist and Professor and Head of Department of Chemistry at Presidency College, Kolkata and at the Department of Physical Chemistry of the Indian Association for the Cultivation of Science (IACS).[1][2] He is known for his studies on the electronic structure of molecules using optical, magneto-optical and quantum-mechanical methods.[3] He was an elected fellow of the Indian National Science Academy and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1977, for his contributions to chemical sciences.[5]\nThree of his research students were also Shanti Swarup Bhatnager awardees.", "63379281": "James (Jim) Woodgett is a British-born biologist and the Principal Investigator of an active research laboratory at the Lunenfeld-Tanenbaum Research Institute, Sinai Health System (formerly Mount Sinai Hospital), in Toronto, Ontario, Canada.[1][2] He was the Koffler Director of Research at the Lunenfeld-Tanenbaum Research Institute from November 2005 to January 2021.[3]", "9606994": "Hugh of Evesham (died 1287) was a 13th-century English churchman, physician and alchemist. Given his name, it is likely that he came from Evesham, Worcestershire.", "65148756": "Juan J. Segura-Egea is a Spanish physician who is Professor of Endodontics in University of Seville. He is best known for developing endodontic medicine, which studies the relationships between systemic pathologies, such as diabetes, cardiovascular disease or smoking.,[1] with apical periodontitis and root canal treatment. He is a Certified Member of the European Society of Endodontology (ESE)[2] and vice president of the Odontologic Sciences Academy of Spain.[3]", "7837525": "John Scales Avery (May 26, 1933[1] – January 4, 2024) was an American theoretical chemist noted for his research publications in quantum chemistry, thermodynamics, evolution, and history of science. Since the early 1990s, Avery had been an active world peace activist. During these years, he was part of a group associated with the Pugwash Conferences on Science and World Affairs. In 1995, this group received the Nobel Peace Prize for their efforts. He was an Associate Professor in quantum chemistry at the University of Copenhagen. His 2003 book Information Theory and Evolution set forth the view that the phenomenon of life, including its origin and evolution, including human cultural evolution, has its background situated over thermodynamics, statistical mechanics, and information theory. Avery died on January 4, 2024, at the age of 90.[2]", "54400853": "Gregory L. Verdine (born June 10, 1959) is an American chemical biologist, biotech entrepreneur, venture capitalist and university professor.[3] He is a founder of the field of chemical biology,[citation needed] which deals with the application of chemical techniques to biological systems. His work has focused on mechanisms of DNA repair and cell penetrability.", "48207702": "Liz Moran is a business leader in science, analytical chemist, and specialises in food analysis and law. She is a public analyst, a Fellow of the Royal Society of Chemistry and serves on an RSC board. She is Director of Technical and Quality at the multinational Eurofins. She is also MD of Public Analyst Scientific Services Limited, which is part of the Eurofins Life Sciences Group. Liz also sits on a Board of the Royal Society of Chemistry.[1] She was President of the Association of Public Analysts.[1] between 2012 and 2015.  In 2014, she was chosen as one of the 100 leading scientists by the Science Council.[2] She was also chosen by the Royal Society of Chemistry as one of their 175 Faces of Chemistry.[3] Liz has run the London Marathon, completed the Three Peaks Challenge and done the K2B forty-miler twice.", "51877724": "Nigel Shaun Scrutton (born 2 April 1964) FRS FRSB FRSC is a British biochemist and biotechnology innovator known for his work on enzyme catalysis, biophysics and synthetic biology.[2] He is Director of the UK Future Biomanufacturing Research Hub, Director of the Fine and Speciality Chemicals Synthetic Biology Research Centre (SYNBIOCHEM), and Co-founder, Director and Chief Scientific Officer of the 'fuels-from-biology' company C3 Biotechnologies Ltd. He is Professor of Enzymology and Biophysical Chemistry in the Department of Chemistry at the University of Manchester.[2] He is former Director of the Manchester Institute of Biotechnology (MIB) (2010 to 2020).[3]", "34281309": "Klaus H. Hofmann (February 21, 1911 – December 25, 1995) was an American biological chemist and medical researcher.[1][2]\nThe New York Times called Hofmann an \"expert on synthesis of body compounds\".[1]  His career was highlighted by synthesis of a prototype birth control pill, isolation and structural characterization of biotin (vitamin H), determination of the lysine specificity of the pancreatic protease trypsin (an attribute that made it the enzyme of first choice in protein sequence determinations), the first chemical synthesis of a fully biologically-active portion of the peptide hormone (adrenocorticotopic hormone - ACTH),[3] and structure-function studies on ribonuclease (RNase).", "24418141": "Ole Siggaard-Andersen (10 Dec 1932 - ) is a Danish  physician clinical chemist who elucidated much acid base physiology. He jointly invented the concepts of base excess and standard base excess.[1]", "37295968": "Karl-Hermann Geib (12 March 1908 – 21 July 1949) was a German physical chemist who, in 1943, developed the \"dual temperature exchange sulphide process\" (known as the Girdler sulfide process) which is regarded as the \"most cost-effective process for producing heavy water\".[1][2] A parallel development of this process was achieved by Jerome S. Spevack at Columbia University and became the basis of post-World War II production of heavy water in the United States at the only remaining facilities located at Wabash River Ordnance Works, near Dana and Newport, Indiana, and the Savannah River Site.[3]", "67082078": "Liane M. Rossi is a Brazilian chemist who is a Professor of Inorganic Chemistry at the University of São Paulo. Her research considers nanomaterials and catalysis. She serves on the editorial boards of ChemistrySelect, ACS Catalysis and ACS Sustainable Chemistry & Engineering.", "45651810": "Stanisław Bielecki (Polish pronunciation: [staˈɲis.waf bjɛˈlɛt͡s.ki]; born 9 November 1946 in Sandomierz) is a Polish chemist who specialises in technical biochemistry, biotechnology and enzymology, since 2008 he has held the position of the Rector of Lodz University of Technology.", "16947042": "Earl Alison Evans (March 11, 1910 – October 5, 1999) was the chairman of the biochemistry department at the University of Chicago for 30 years, during which time he pioneered several techniques whose use is now widespread.", "41752422": "Gertrude Erika Perlmann (April 20, 1912 – September 9, 1974) was an Austro-Hungarian Empire-born U.S. biochemist and structural biologist. She is known for her work in protein chemistry, particularly her discoveries on the biology phosphoproteins and the structure and action of pepsin and pepsinogen.[1]", "661354": "Friedrich Stolz (6 April 1860 – 2 April 1936) was a German chemist and, in 1904, the first person to artificially synthesize epinephrine (adrenaline).", "62494572": "Montserrat Soliva Torrentó (1 January 1943 - 15 September 2019)[1] was a Catalan doctor of chemistry. She served as a professor of the Higher School of Agriculture of Barcelona of the Polytechnic University of Catalonia, and had been a leading authority in Spain on the subject of composting.[2] In 2012, she was the recipient of the Environment Award[3] for the research career.", "60495731": "Daria J Hazuda is a biochemist known for discovering the first HIV Integrase Strand Transfer Inhibitors (InSTIs) and leading the development of the first HIV integrase inhibitor to gain FDA approval, Isentress (raltegravir).[1] Her lab also determined these inhibitors' mechanism of action and ways the virus could develop resistance to them.[1] Hazuda has also performed extensive research and led the development of antivirals for Hepatitis C Virus (HCV) including Elbasvir and Grazoprevir.[2]  She currently serves as Vice President for Infectious Diseases Discovery for Merck and Chief Scientific Officer of their MRL Cambridge Exploratory Science Center.[3]", "12785531": "Daniel O'Donnell Klute (1921–1964) was an American rocket scientist and chemical engineer.", "72652671": "Jean Guillaume Charles Eugène Rey (17 February 1838 – 30 August 1909) was a German chemist, entomologist and ornithologist. He took a special interest in the eggs of birds, particularly those of parasitic cuckoos which bore a resemblance to the eggs of their hosts. He wrote a book on the cuckoos in 1892.[citation needed]", "5281663": "William Albert Noyes (November 6, 1857 – October 24, 1941) was an American analytical and organic chemist. He made pioneering determinations of atomic weights, chaired the chemistry department at the University of Illinois Urbana–Champaign from 1907 to 1926, was the founder and editor of several important chemical journals, and received the American Chemical Society's highest award, the Priestley Medal, in 1935.", "2987906": "Pierre-Auguste Adet (17 May 1763 Nevers – 19 March 1834 Paris) was a French scientist, politician, and diplomat.", "35264387": "Kathleen C. Taylor (born 1942) is a chemist who won the Garvan–Olin Medal in 1989, and is notable for developing catalytic converters for cars.[1]", "73668492": "Other reasons this message may be displayed:", "53942158": "Reverend Thomas Frederick Hardwich (18 September 1829 – 24 June 1890) was a photographic chemist, writer on photographic chemistry, demonstrator and lecturer in photography at King's College London, and the author of A Manual of Photographic Chemistry including the practice of the Collodion Process (first edition 1855 and later editions to 1883),[1] then later, curate of St John, Shildon, in the diocese of Durham.[2]", "3053459": "Robert Pauli Scherer (1906–1960) was an American inventor who founded the RP Sherer Corporation.", "34707348": "Vera Yevstafievna Popova, née Vera Bogdanovskaya (Russian: Вера Евстафьевна Попова; 17 September 1867 – 8 May 1896) was a Russian chemist. She was one of the first female chemists in Russia,[3] and the first Russian female author of a chemistry textbook.[4]\nShe \"probably became the first woman to die in the cause of chemistry\" as a result of an explosion in her laboratory.[5]", "64591766": "Edmund James Mills FRS (1840–1921) was a British chemist. He was inventor of the brand-name disinfectant Parozone.", "24156057": "Henry Charles \"Inky\" Stephens (2 February 1841 – July 1918)[1] was an English businessman and Conservative Party[2] politician. He sat in the House of Commons from 1887 to 1900 as the Member of Parliament (MP) for the Hornsey division of Middlesex.[3]", "34117529": "George Alan Garton FRS[1] (4 June 1922 in Scarborough, Yorkshire – 13 May 2010) was a British biochemist, and Head of the Lipid Biochemistry Department, at the Rowett Research Institute, now part of the University of Aberdeen.[2][3]", "15046557": "George Carey Foster FCS FRS (October 1835 – 9 February 1919) was a chemist and physicist, known for application and modification of the Wheatstone bridge for precise electrical measurement. The Carey Foster bridge is named after him.[1]", "7346089": "Barbara Ramsay Shaw is the William T. Miller Distinguished Emeritus Professor of Chemistry at Duke University. She is known for her work on how DNA reacts with other compounds.", "56924076": "Edward McCollin Arnett (September 25, 1922 – May 11, 2022) was an American chemist.[1]", "37296050": "Charles L. Brooks III is an American theoretical and computational biophysicist.[3] He is the Cyrus Levinthal Distinguished University Professor of Chemistry and Biophysics, the Warner-Lambert/Park-Davis Professor of Chemistry, Professor of Biophysics and Chair of Biophysics at the University of Michigan.[4]", "25204658": "Otto Vogl (November 6, 1927 – April 27, 2013) was an American chemist, polymer scientist, and educator.[1]", "1316788": "Edward Webb[2] (born 1975), known by his stage name Rake Yohn (/jɒn/), is an American television personality and former member of the CKY crew. He was a regular in the CKY videos and MTV's reality comedy series Viva La Bam[3] and also had occasional appearances in Jackass.", "64231354": "Jack Dixon is the Distinguished Professor of Pharmacology, Cellular & Molecular Medicine, Chemistry & Biochemistry at the University of California San Diego School of Medicine.[1]", "14522300": "Susana López Charretón (born 19 June 1957) is a Mexican virologist specialized in understanding the mechanisms of infection of rotavirus. López Charretón has led a research program as principal investigator at the Biotechnology Institute (UNAM) in Cuernavaca, Mexico for over 25 years.[2]", "46995394": "Robert Paton won the 2015 Harrison-Meldola Memorial Prize awarded by the Royal Society of Chemistry.[1] Up to three Harrison-Meldola Memorial Prizes are awarded each year.[2] Paton received the OpenEye Outstanding Junior Faculty Award from the American Chemical Society COMP division in fall 2015.[3]", "62461892": "Sylvy Kornberg née Sylvia Ruth Levy (1917–1986) was an American biochemist who carried out research on DNA replication and polyphosphate synthesis.[1] She discovered and characterized polyphosphate kinase (PPK), an enzyme that helps build long chains of phosphate groups called polyphosphate (PolyP) that play a variety of metabolic and regulatory functions.[2] She worked closely with her husband and research partner, Arthur Kornberg, contributing greatly to the characterization of DNA polymerization that earned him the 1959 Nobel Prize in Physiology or Medicine.[3]", "9934790": "Robert Kemeys Thomas FRS (born 25 September 1941), also known as Bob Thomas, is a physical chemist working in the Physical and Theoretical Chemistry Laboratory (PTCL) at the University of Oxford.[1][2][3]", "34805710": "Guy Charles Lloyd-Jones FRS[3] FRSE (born 17 May 1966) is a British chemist. He is the Forbes Professor of Organic Chemistry at the University of Edinburgh in the United Kingdom. His research is largely concerned with the determination of organometallic reaction mechanisms, especially those of palladium-catalyzed coupling reactions such as Suzuki-Miyaura coupling.[4][5][6]", "68949970": "Barbara Jane Garrison (born March 7, 1949) is an American chemist who is emeritus professor at Pennsylvania State University. She is the former Shapiro Professor of Chemistry and head of the department. She is a Fellow of the American Physical Society, American Chemical Society, American Association for the Advancement of Science and American Vacuum Society.", "34215891": "Prof David Boswell Reid MD FRSE FRCPE (1805 – 5 April 1863) was a British physician, chemist and inventor. Through reports on public hygiene and ventilation projects in public buildings, he made a reputation in the field of sanitation. He has been called the \"grandfather of air-conditioning\".[1]", "10065878": "James Riddick Partington (30 June 1886 – 9 October 1965) was a British chemist and historian of chemistry who published multiple books and articles in scientific magazines. His most famous works were An Advanced Treatise on Physical Chemistry (five volumes) and A History of Chemistry (four volumes), for which he received the Dexter Award and the George Sarton Medal.", "23730137": "William Lewis FRS (c. 1708 – 1781) was a British chemist and physician.[1] He is known for his writings related to pharmacy and medicine, and for his research into metals.[2]", "71276509": "James Lewis Howe (4 August 1859 – 20 December 1955) was an American chemist who specialized in the platinum group of metals. He published a very influential multi-part bibliography of the metals of the platinum group from 1897 right until his death.", "51550178": "Conrad Khunrath (1555, Leipzig – 1613, probably in Hamburg) was a German merchant, alchemist, mint worker, doctor, author, editor, and translator. He is particularly important as the author of Medulla destillatoria, a work of Paracelsian iatrochemistry which was published in many editions for well over a century.", "27170789": "Loran Donald Shields (born September 18, 1936) is an American academic. He was the president of California State University, Fullerton from 1971 to 1980, and of Southern Methodist University from 1980 to 1986.", "39491559": "Étienne Georges Alfred Roth  (born 5 June 1922 in Strasbourg, died 19 March 2009 in Sèvres) was a French nuclear chemist, son of Professor George Roth and Marguerite Neymarck.[1]", "5216232": "Homi Nusserwanji Sethna (24 August 1923 – 5 September 2010) was an Indian nuclear scientist and a chemical engineer, gaining international fame as the Chairman of the Atomic Energy Commission (India) during the time when the first nuclear test, codename Smiling Buddha in Pokhran Test Range in 1974 was conducted.[1][2] He was the primary and central figure in India's civilian nuclear program as well as the construction of nuclear power plants. In 1991, he was appointed as Sheriff of Mumbai.", "2627564": "John Pordage (1607–1681) was a Church of England priest, astrologer, alchemist and Christian mystic. He founded the 17th-century English Behmenist group, which would later become known as the Philadelphian Society when it was led by his disciple and successor, Jane Lead.", "27367408": "Tibor Erdey-Grúz (27 October 1902 – 16 August 1976) was a Hungarian chemist and politician, who served as Minister of Higher Education between 1952 and 1953 and after that as Minister of Education from 1953 to 1956.", "235517": "Erwin Chargaff (11 August 1905 – 20 June 2002) was an Austro-Hungarian-born American biochemist, writer, Bucovinian Jew who emigrated to the United States during the Nazi era, and professor of biochemistry at Columbia University medical school.[1] He wrote a well-reviewed[2][3] autobiography, Heraclitean Fire: Sketches from a Life Before Nature.[4]", "563202": "Frederic Stanley Kipping FRS[1] (16 August 1863 – 1 May 1949) was an English chemist. He undertook much of the pioneering work on silicon polymers and coined the term silicone.", "48568324": "Kalman Laki (February 1, 1909 – February 12, 1983), sometimes referred to as Koloman Laki, was a Hungarian-American biochemist who contributed to the discovery of factor XIII. He was a scientist at the US National Institutes of Health (NIH).", "58529799": "Janet Rideout is an organic chemist and one of the scientists who discovered that azidothymidine (AZT) could be used as an antiretroviral agent to treat Human Immunodeficiency Virus (HIV).[1] She also played a key role in the development of acyclovir, the first effective treatment for herpes simplex virus.[2]", "70064135": "Faustino Giovita Mariano Malaguti (15 February 1802 – 26 April 1878) was a chemist. Born in pre-unification Italy, he was exiled and took French citizenship in 1840.", "63150100": "- Joanne Simpson Medal for Mid-Career Scientists, 2019\n- Fellow, 2019, Mineralogical Society of America\n- Clare Burton Award for Equity and Diversity 2017", "27760666": "Heinrich \"Heinz\" Kurschildgen, called the \"goldmaker of Hilden\", was a charlatan in pre-World War II Germany. He fooled numerous people, including Nazi leader Heinrich Himmler, into believing that he was able to make valuable resources such as gold, radium or petrol out of base materials.", "61872155": "Mian Chin (Chinese: 秦勉; pinyin: Qín Miǎn) is a Chinese atmospheric chemist. She is a physical scientist in the atmospheric chemistry and dynamics laboratory in the earth science division at Goddard Space Flight Center. Her research includes aerosol-cloud-chemistry-climate interactions. She received the NASA Exceptional Achievement Medal in 2005.", "50337822": "Mary Louisa Willard (May 19, 1898 – April 17, 1993) was internationally recognized for her work in  microscopy and forensic science. She began working at Pennsylvania State University as an assistant in 1921, and retired as professor emerita in 1964. She assisted law enforcement officers throughout her career and after her formal retirement, often without pay.", "67639331": "Margaret Melhase Fuchs (August 13, 1919 – August 8, 2006) was an American chemist and a co-discoverer, with Glenn T. Seaborg, of the isotope caesium-137.[3][4]", "4462632": "Richard J. Green (born  c. 1964, Boston, Massachusetts) is an American chemist known for his work against the claims of Holocaust deniers. He is a member of The Holocaust History Project.[1] \nHe was raised in Shaker Heights, Ohio, a suburb of Cleveland, and he graduated in 1983 from Hawken School[citation needed], a private preparatory day school for boys and girls. He received a BA from St. John's College, U.S. in Santa Fe, New Mexico,[citation needed] a \"Great Books\" school.", "65050672": "Edward Frankland Armstrong FRS (5 September 1878 – 14 December 1945) was an English organic chemist who researched carbohydrates, catalysis, and industrial applications.", "46995511": "Christopher A. Lipinski is a medicinal chemist who is working at Pfizer, Inc.[1] He is known for his \"rule of five\", an algorithm that predicts drug compounds that are likely to have oral activity.[1] By the number of citations, he is the most cited author of some pharmacology journals: Journal of Pharmacological and Toxicological Methods, Advanced Drug Delivery Reviews, Drug Discovery Today: Technologies. [2]", "45619256": "Werner Zerweck (14 March 1899 in Munich – 10 September 1965[1]) was a German chemist, inventor and industrial leader, who served as CEO of the chemical and pharmaceutical company Cassella (later merged with Sanofi) from 1953 to 1963.[2] Under his leadership the company focused increasingly on pharmaceuticals and cosmetics rather than its former primary focus, dyes. He was also a member of the advisory board of Deutsche Bank from 1953. Zerweck was a pioneer in the development of synthetic fibers.[3]", "57514041": "Sudhamoy Ghosh MBE, FNA, FRSE, FCS, FRIC (13 January 1890 – 15 August 1970) was an Indian biochemist, natural products chemist and pharmacologist.[1]", "71374912": "Abdel Hadi Kandil (2 March 1935–23 March 2019) was an Egyptian chemist and politician who was the oil minister of Egypt between 1984 and 1991.", "1513538": "Jonathan David Sarfati (born 1 October 1964) is a young Earth creationist who writes articles for Creation Ministries International (CMI), a non-profit Christian apologetics ministry. Sarfati has a PhD in chemistry, and was New Zealand national chess champion in 1987 and 1988.[1][2]", "5707844": "William Arthur Poucher (1891–1988), known as Walter, a nickname he acquired during his Army service,[1]\nwas one of the leading British mountain photographers and guide book writers during and following World War II. He personally explored and photographed all the routes he describes in his famous mountain guides, so that users can be assured of correct directions. His guides were based on earlier books covering most of the mountainous regions of Britain, but exclude routes on less popular mountains such as the Berwyns in north Wales, and are restricted in areas such as the Black Mountains and Brecon Beacons. He was an accomplished and skilled photographer. He joined the Royal Photographic Society in 1940, achieving Associateship in 1941 and Fellowship (FRPS). He was awarded Honorary Fellowship in 1975.", "2889802": "François-Pierre-Amédée Argand, known as Ami Argand (5 July 1750 – 14[1] or 24 October 1803[2]) was a  Genevan physicist and chemist. He invented the Argand lamp, a great improvement on the traditional oil lamp.[3]", "36509779": "Michail Illyich Usanovich (1894—1981) was a Russian/Soviet physical chemist, and an academician of the Academy of Sciences of Kazakh SSR since 1962. He is famous for his generalized acid-base theory.", "46930017": "James Nowick is a professor of chemistry at University of California, Irvine. His research is focused on peptidomimetic (peptide-like) molecules and their potential applications to the study of amyloid-like protein aggregates, which are associated with neurodegenerative diseases such as Alzheimer's disease.[1] Nowick is well known for his interest in chemistry education and is the organizer of the Open Chemistry series of video lectures distributed by UCI.[2] Nowick is openly gay and in 2009 received the Scientist of the Year award from the National Organization of Gay and Lesbian Scientists and Technical Professionals (NOGLSTP), an affiliate of the American Association for the Advancement of Science.[3]", "51517538": "James Penner-Hahn (born 27 August 1957) is the George A. Lindsay Collegiate Professor of Chemistry and Biophysics at the University of Michigan.[1]  He completed a Bachelor of Science degree with Honors at Purdue University in 1979 and a PhD at Stanford University in 1984 under Keith Hodgson; his dissertation was titled X-ray Absorption Studies of Metalloprotein Structure: Cytochrome P-450, Horseradish Peroxidase, Plastocyanin, and Laccase.[2]  Penner-Hahn's research involves biophysical chemistry and inorganic spectroscopy including EXAFS and synchrotron radiation techniques which he helped to develop in his doctoral and post-doctoral work with Edward Solomon and Hodgson.  He was elected as a Fellow of the American Association for the Advancement of Science in 2004.[3]", "63477859": "Georg Wander (11 August 1841 – 14 March 1897) was a German-Swiss chemist and industrialist.", "15800418": "Joseph Nagyvary, born April 18, 1934, is retired professor of biochemistry and biophysics at Texas A&M University.[1] He is also a violin maker, and has spent years studying and analyzing violins made by Antonio Stradivari and Giuseppe Guarneri.", "10098791": "Albert Mauritz Atterberg (19 March 1846 – 4 April 1916) was a Swedish chemist and agricultural scientist who created the Atterberg limits, which are commonly referred to by geotechnical engineers and engineering geologists today. In Sweden he is equally known for creating the Atterberg grainsize scale, which remains the one in use.", "27433082": "Joshua Coon is a professor of chemistry and biomolecular chemistry and the inaugural holder of the Thomas and Margaret Pyle Chair at the University of Wisconsin–Madison, and an affiliate of the Morgridge Institute for Research.[1]", "19929213": "Edward R. Harrison (8 January 1919 – 29 January 2007)[1]\nwas a British astronomer and cosmologist, noted for his work about the increase of fluctuations in the expanding universe, for his explanation of Olbers's paradox, and for his books on cosmology for lay readers.[1][2][3] He spent much of his career at the University of Massachusetts, Amherst, and University of Arizona, both in the United States.", "10655875": "Hermann Lux (3 September 1904, in Karlsruhe – 8 July 1999), was a prominent inorganic chemist from Munich, Germany.", "56367236": "Harry Schachter FRSC (born 25 February 1933 in Vienna, Austria) is a Canadian biochemist and glycobiologist, and professor emeritus at the University of Toronto and the Hospital For Sick Children in Toronto, Canada.", "39049": "Robert Sanderson Mulliken ForMemRS[1] (June 7, 1896 – October 31, 1986) was an American physicist and chemist, primarily responsible for the early development of molecular orbital theory, i.e. the elaboration of the molecular orbital method of computing the structure of molecules.  Mulliken received the Nobel Prize in Chemistry in 1966 and the Priestley Medal in 1983.[2]", "22747280": "Dionysius Andreas Freher (12 September 1649 – 5 December 1728)[1] was a Christian mystical and alchemical writer, most famous for his extensive commentaries on Jacob Boehme. He was born in Germany but spent most of his life in London, England.", "35887248": "Richard A. Friesner is an American theoretical chemist and William P. Schweitzer Professor of Chemistry at Columbia University. He was elected to the American Academy of Arts and Sciences in 2008,[1][2] and the National Academy of Sciences in 2016.[3]  Richard Friesner co-founded Schrödinger in 1990.[4]", "73996433": "Baylor University M.S. (1957)", "36149402": "Joan Selverstone Valentine (born 1945) is a biological inorganic chemist and biochemist.[2] Valentine's current work examines the role of transition metals, metalloenzymes, and oxidative stress in health. Her foremost expertise is superoxide anion and its functional enzyme superoxide dismutase. Valentine has been a member of the faculty of the University of California, Los Angeles since 1980. She served as Associate Editor of the journal Inorganic Chemistry from 1989 to 1995, [1]and has served as Editor-in-Chief of Accounts of Chemical Research since 1994. In 2005, she was elected to the National Academy of Sciences.", "34576538": "James Scott Maclaurin (8 November 1864 – 19 January 1939) was a New Zealand analytical chemist.[1] He was born in Unst, Shetland, Scotland on 8 November 1864.[2]", "51255451": "Phillips Wesley Robbins is a professor emeritus in the department of molecular and cell biology at the Boston University School of Dental Medicine.[1] He moved to BU in 1998 following a career of almost 40 years on the faculty at the Massachusetts Institute of Technology.[2][3]", "60692634": "Bruce C. Gibb (born 1965 in Aberdeen, Scotland) is a professor of chemistry at Tulane University. He is notable for his work in aqueous supramolecular chemistry, with particular emphasis on self-assembly leading to compartmentalization, and contributing to fundamental understandings of the hydrophobic effect and Hofmeister effect (e.g. protein solubility in the presence of various salts)[1] [2]\nBruce C. Gibb received both his B.Sc. (1987) and Ph.D. degrees (1992) from Robert Gordon University. His Ph.D. Synthesis and Structural Examination of 3a,5-cyclo-5a-Androstane Steroids was carried out under the direction of Philip J. Cox and Steve M. MacManus. He accepted a gratis appointment as a post-doctoral researcher with John Sherman at the University of British Columbia (UBC) in 1993 where he \"discovered\" his interest in supramolecular chemistry.[3]  He worked at UBC through 1994, and subsequently as a post-doctoral researcher with James Canary at New York University from 1994-1996.", "29071519": "Georgiy Borisovich Shul’pin (Russian: Георгий Борисович Шульпи́н, also Shulpin) was born in 1946 in Moscow, Russia. He graduated with a M.S. degree in chemistry from the Chemistry Department of Moscow State University in 1969. Between 1969 and 1972, he was a postgraduate student at the Nesmeyanov Institute of Organoelement Compounds (Academy of Sciences of the USSR, Moscow) under the direction of Prof. A. N. Nesmeyanov and received his Ph.D. in organometallic chemistry in 1975.[1] He received his Dr. of Sciences degree in 2013."}