{"27606754": "Mary Layne Boas (1917–2010) was an American mathematician and physics professor[2] best known as the author of Mathematical Methods in the Physical Sciences[3] (1966), an undergraduate textbook that was still widely used in college classrooms as of 1999.[4]", "68894435": "Ernst Ludwig Wilhelm Maximilian Curtze (4 August 1837 – 3 January 1903) was a German mathematician and historian of mathematics. He translated many classical mathematical texts.", "179945": "Jean Baptiste Joseph, chevalier Delambre (19 September 1749 – 19 August 1822) was a French mathematician, astronomer, historian of astronomy, and geodesist.[1][2]  He was also director of the Paris Observatory, and author of well-known books on the history of astronomy from ancient times to the 18th century.", "47234793": "Warwick Tucker is an Australian mathematician at Monash University (previously deputy Chair and Chair at the Department of Mathematics at Uppsala University 2009–2020) who works on dynamical systems, chaos theory and computational mathematics.[1] He is a recipient of the 2002 R. E. Moore Prize,[2] and the 2004 EMS Prize.[3]", "409327": "Matthew Stewart FRS FRSE (1717–1785) was a Scottish mathematician and minister of the Church of Scotland.[1][2]", "58998517": "Efstratia (Effie) Kalfagianni is a Greek American mathematician specializing in low-dimensional topology.", "311034": "Arthur Cayley FRS (/ˈkeɪli/; 16 August 1821 – 26 January 1895) was a prolific British mathematician who worked mostly on algebra. He helped found the modern British school of pure mathematics.", "13123327": "Trevor Pearcey (5 March 1919 – 27 January 1998) was a British-born Australian scientist, who created CSIRAC, one of the first stored-program electronic computers in the world.", "15777537": "Michael (Mike) Charles Reed  is an American mathematician known for his contributions to mathematical physics and mathematical biology.", "2211590": "Dorothy Maud Wrinch (12 September 1894 – 11 February 1976; married names Nicholson, Glaser) was a mathematician and biochemical theorist best known for her attempt to deduce protein structure using mathematical principles. She was a champion of the controversial 'cyclol' hypothesis for the structure of proteins.", "50020105": "Lars Håkan Eliasson (born 13 July 1952)[1] is a Swedish mathematician.", "52084493": "Alfred Inselberg (22 October 1936, Athens, Greece – 30 December 2019, Tel Aviv, Israel)[1] was an American-Israeli mathematician and computer scientist based at Tel Aviv University.", "64601871": "Catherine Bandle (born 22 March 1943)[1] is a Swiss mathematician known for her research on differential equations, including semilinear elliptic equations and reaction-diffusion equations, and for her book on isoperimetric inequalities. She is a professor emerita of mathematics at the University of Basel.[2]", "31145744": "Sujatha Ramdorai (born 1962)[1] is an algebraic number theorist known for her work on Iwasawa theory.  She is a professor of mathematics and Canada Research Chair at University of British Columbia, Canada.[2][3] She was previously a professor at Tata Institute of Fundamental Research.", "6274832": "Eugenius I (sometimes Eugene; died 647) was Archbishop of Toledo from 636 to 646. He became successor in 636 of Justus in that metropolitan see. Like his predecessor he had been a disciple of Helladius in the monastery of Agali. He is famous as an astronomer and astronomical mathematician.", "38846232": "Sidney Wilcox McCuskey (February 28, 1907 – April 22, 1979) was an American mathematician and astronomer.", "39206680": "Prescott Durand Crout (July 28, 1907 – September 25, 1984) was an American mathematician.", "33046302": "Sergey Vladimirovich Fomin (Сергей Владимирович Фомин) (born 16 February 1958 in Saint Petersburg, Russia) is a Russian American mathematician who has made important contributions in combinatorics and its relations with algebra, geometry, and representation theory. Together with Andrei Zelevinsky, he introduced cluster algebras.", "65617697": "Frank Vigor Morley (4 January 1899 – 8 October 1980) was an American mathematician, author, editor and publishing executive. As had his two older brothers, Christopher and Felix, Morley attended Haverford College and then studied at the University of Oxford as a Rhodes Scholar.  Morley worked in book publishing in London and New York and played a significant role in the early history of the publishing firm Faber and Faber, where he became a close friend of the poet T. S. Eliot.", "30818082": "Carl Johannes Thomae (sometimes called Johannes Thomae, Karl Johannes Thomae, or Johannes Karl Thomae; 11 December 1840 in Laucha an der Unstrut – 1 April 1921 in Jena) was a German mathematician.", "67026726": "Jenny Rossander (1837-1887) was a Swedish educator, mathematician, women's rights activist and journalist.[1]", "67026727": "Alida Rossander (1843-1909) was a Swedish educator, mathematician, women's rights activist and bank clerk official.[1]  In 1864, she became the first female bank clerk official in Sweden.", "2375470": "Cleomedes (Greek: Κλεομήδης) was a Greek astronomer who is known chiefly for his book On the Circular Motions of the Celestial Bodies (Κυκλικὴ θεωρία μετεώρων), also known as The Heavens (Latin: Caelestia).", "41205552": "Caius Iacob (March 29, 1912 – February 6, 1992) was a Romanian mathematician, professor at the University of Bucharest, and titular member of the Romanian Academy. After the fall of communism in  1989, he was elected to the Senate of Romania.", "61947697": "Yuri Tschinkel (Юрий Чинкель, born 31 May 1964 in Moscow) is a Russian-German-American mathematician, specializing in algebraic geometry, automorphic forms and number theory.", "41107257": "Jerrold Bates Tunnell (September 16, 1950 – April 1, 2022) was a mathematician known for his work in number theory. He was an associate professor of mathematics at Rutgers University.", "67518266": "Aron C. Wall is an American theoretical physicist, specializing in quantum gravity. He is Lecturer of Physics at the University of Cambridge, and is one of the winners of the 2019 New Horizons in Physics Prize.[1]", "61718332": "Joanne Elliott (December 5, 1925 – March 5, 2023) was an American mathematician who specialized in potential theory,[1] who was described as a \"disciple\" of her co-author, probability theorist William Feller.[2] She was also a professor of mathematics at Rutgers University.[1]", "50937662": "Vyacheslav Vasilievich Sazonov (Вячеслав Васильевич Сазонов, born August 25, 1935, Moscow – February 3, 2002, Moscow)[1] was a Soviet-Russian mathematician, specializing in probability and measure theory. He is known for Sazonov's theorem.", "55885633": "Nikolaos J. Hatzidakis (Νικόλαος Χατζιδάκις, also Nicholas Hadzidakis, 25 April 1872 – 25 January 1942) was a Greek mathematician.[1]", "30228291": "Sanford Leonard Segal ((1937-10-11)October 11, 1937 – (2010-05-07)May 7, 2010) was a mathematician and historian of science and mathematics at the University of Rochester. Mathematically he specialized in analytic number theory, and complex analysis. He wrote the textbook Nine Introductions in Complex Analysis (1981), and the tome Mathematicians Under the Nazis (2003), a historical recount from that period. He also taught courses in women's studies, and nuclear arms. He was on the Committee of Actuarial Studies at the University of Rochester.[1]", "35667779": "David Eugene Muller (November 2, 1924 – April 27, 2008) was an American mathematician and computer scientist. He was a professor of mathematics and computer science at the University of Illinois (1953–92), after which he became an emeritus professor, and was an adjunct professor of mathematics at the New Mexico State University (1995–2008). Muller received his BS in 1947 and his PhD in 1951 in physics from Caltech; an honorary PhD was conferred by the University of Paris in 1989.[1]  He was the inventor of the Muller C-element (or Muller C-gate), a device used to implement asynchronous circuitry in electronic computers. He also co-invented the Reed–Muller codes. He discovered the codes, and Irving S. Reed proposed the majority logic decoding for the first time. Furthermore, he invented Muller automata, an automaton model for infinite words.[2] In geometric group theory Muller is known for the Muller–Schupp theorem, joint with Paul Schupp, characterizing finitely generated virtually free groups as finitely generated groups with context-free word problem.[3]", "38027078": "Georg Landsberg (January 30, 1865 – September 14, 1912) was a German mathematician, known for his work in the theory of algebraic functions and on the Riemann–Roch theorem.[1] The Takagi–Landsberg curve, a fractal that is the graph of a nowhere-differentiable but uniformly continuous function, is named after Teiji Takagi and him.", "46513994": "Alice Roth (6 February 1905 – 22 July 1977)[1] was a Swiss mathematician who invented the Swiss cheese set and made significant contributions to approximation theory. She was born, lived and died in Bern, Switzerland.", "1163083": "Gaṅgeśa (Sanskrit: गङ्गेश उपाध्याय, Gaṅgeśa Upādhyāya) (first half of the 14th century) was an Indian philosopher, logician and mathematician from the kingdom of Mithila. He established the Navya-Nyāya (\"New Logic\") school. His Tattvachintāmaṇi (The Jewel of Thought on the Nature of  Things), also known as Pramāṇacintāmaṇi (The Jewel of Thought on the Means of Valid Knowledge), is the basic text for all later developments. The logicians of this school were primarily interested in defining their terms and concepts related to non-binary logical categories.", "59686732": "Lev Arkad'evich Kaluznin (Russian: Лев Аркадьевич Калужнин) (31 January 1914 – 6 December 1990) was a Russian mathematician. Other transliterations of his name used by himself include Kalužnin and Kaluzhnin, while he used the transliteration Léo Kaloujnine in publications while he lived in France.", "48217935": "Yael Naim Dowker (born Yael Naim; 30 October 1919 – 28 January 2016)[1] was an Israeli-born english mathematician, prominent especially due to her work in the fields of measure theory, ergodic theory and topological dynamics.", "31375187": "Robert Ian Goldblatt (born 1949) is a mathematical logician who is Emeritus Professor in the School of Mathematics and  Statistics at Victoria University, Wellington, New Zealand. His doctoral advisor was Max Cresswell.[1] His most popular books are Logics of Time and Computation and Topoi: the Categorial Analysis of Logic. He has also written a graduate level textbook on hyperreal numbers which is an introduction to nonstandard analysis.", "62078804": "Gustavo A. Ponce (born 20 April 1952 in Venezuela[1]) is a Venezuelan mathematician.", "40877912": "Bhubaneswar Mishra (born 9 November 1961) is an Indian American computer scientist and professor at the Courant Institute of Mathematical Sciences of New York University.[2][3] He is known for his applied contributions to bioinformatics, cybersecurity, and computational finance. Mishra is listed as an ISI highly cited researcher in Computer Science.", "43532127": "Oscar P. Bruno is Professor of Applied & Computational Mathematics in the Computing and Mathematical Sciences Department at the California Institute of Technology. He is known for research on numerical analysis.", "34750309": "Amie Wilkinson (born 1968) is an American mathematician and Professor of Mathematics at the University of Chicago.[1] Her research topics include smooth dynamical systems, ergodic theory, chaos theory, and semisimple Lie groups.[1] Wilkinson, in collaboration with Christian Bonatti and Sylvain Crovisier,[2][3] partially resolved the twelfth problem on Stephen Smale's list of mathematical problems for the 21st Century.[4]", "212838": "Sir George Gabriel Stokes, 1st Baronet, FRS (/stoʊks/; 13 August 1819 – 1 February 1903) was an Irish physicist and mathematician. Born in County Sligo, Ireland, Stokes spent all of his career at the University of Cambridge, where he was the Lucasian Professor of Mathematics from 1849 until his death in 1903. As a physicist, Stokes made seminal contributions to fluid mechanics, including the Navier–Stokes equations; and to physical optics, with notable works on polarization and fluorescence. As a mathematician, he popularised \"Stokes' theorem\" in vector calculus and contributed to the theory of asymptotic expansions. Stokes, along with Felix Hoppe-Seyler, first demonstrated the oxygen transport function of haemoglobin, and showed colour changes produced by the aeration of haemoglobin solutions.", "63651687": "Anna Katarzyna Panorska is a Polish mathematician and statistician who works as a professor in the department of mathematics and statistics at the University of Nevada, Reno.[1]", "60047206": "Dany Leviatan (Hebrew: דני לויתן; born 21 February 1942) is an Israeli mathematician and former rector of Tel Aviv University.", "16233": "John Maynard Smith[a] FRS (6 January 1920 – 19 April 2004) was a British theoretical and mathematical evolutionary biologist and geneticist.[1] Originally an aeronautical engineer during the Second World War, he took a second degree in genetics under the well-known biologist J. B. S. Haldane. Maynard Smith was instrumental in the application of game theory to evolution with George R. Price, and theorised on other problems such as the evolution of sex and signalling theory.", "28622697": "Ahmad ibn Ibrahim ibn Ali ibn Munim al-Abdari (Arabic: أحمد بن ابراهيم بن علي بن منعم الأبداري; died 1228), often referred to as ibn Munim, was a mathematician, originally from Dénia in Andalusia. He lived and taught in Marrakesh where he was known as one of the best scholars in geometry and number theory.[1][2] He is often confused with Muhammad ibn 'Abd al Mun'im, a different mathematician who worked in the court of Roger II of Sicily.[2]", "1163110": "Vijay Kumar Patodi (12 March 1945 – 21 December 1976) was an Indian mathematician who made fundamental contributions to differential geometry and topology.  He was the first mathematician to apply heat equation methods to the proof of the index theorem for elliptic operators.[citation needed] He was a professor at Tata Institute of Fundamental Research, Mumbai (Bombay).", "59424620": "Vincenzo Flauti (1782–1863) was an Italian mathematician.", "74071917": "Menso Folkerts (born 22 June 1943) is a German mathematician and writer of popular science books.", "50511729": "Mark Stern is an American mathematician whose focus has been on geometric analysis, Yang–Mills theory, Hodge theory, and string theory.", "61849464": "Hettie Belle Ege (March 31, 1861 – November 19, 1942) was an American professor of mathematics. From 1914 to 1916, she was the acting president of Mills College.", "56508282": "Brigitte Irma Servatius (born 1954)[1] is a mathematician specializing in matroids and structural rigidity. She is a professor of mathematics at Worcester Polytechnic Institute,[2] and has been the editor-in-chief of the Pi Mu Epsilon Journal since 1999.[3]", "30687106": "Alex Barnett (born 1972) is an applied mathematician and musician who is a senior mathematician at the Flatiron Institute and professor of mathematics at Dartmouth College.[1]", "57491330": "Vasily Denisov (Russian: Васи́лий Никола́евич Дени́сов) (born 1951) is a Russian mathematician, Dr.Sc., Professor, a professor at the Faculty of Computer Science at the Moscow State University.[1]", "7618438": "William Parry FRS (3 July 1934 – 20 August 2006) was an English mathematician who worked in dynamical systems, and, in particular, ergodic theory. In particular, he studied subshifts of finite type nilflows.", "49725323": "Ida Martha Metcalf (August 26, 1857 – October 24, 1952) was the second American woman to receive a PhD in mathematics.[1]", "63487885": "Jeanette Shakalli is a Panamanian mathematician best known for her outreach activities in the Republic of Panama. She is currently Executive Director of the Panamanian Foundation for the Promotion of Mathematics (FUNDAPROMAT) a private non-profit foundation established to promote the study of mathematics in Panama.[1][2]", "71188366": "Samuel A. Ilori is a Nigerian professor of mathematics at the Faculty of Mathematics, University of Ibadan, Nigeria.[1]  He was the former Head of the Department of Mathematics, Dean of the Faculty of Mathematics, former Provost of the College of Science and Technology, and ex- National President of the Mathematical Association of Nigeria. He is also a member of African Academy of Sciences.[2]", "11222925": "Albert Nijenhuis (November 21, 1926 – February 13, 2015)[1] was a Dutch-American mathematician who specialized in differential geometry and the theory of deformations in algebra and geometry, and later worked in combinatorics.[2]", "48349071": "Percy John Harding (15 June 1845, London – 1943?) was an English mathematician, noteworthy as an invited speaker at the International Congress of Mathematicians in 1912.[1]", "15417234": "Edna Ernestine Kramer Lassar (May 11, 1902 – July 9, 1984), born Edna Ernestine Kramer, was an American mathematician and author of mathematics books.", "47202195": "Johanna Weber (8 August 1910 – 24 October 2014) was a German-born British mathematician and aerodynamicist. She is best known for her contributions to the development of the Handley Page Victor bomber and the Concorde.", "22003613": "Henry William Lloyd Tanner (generally known as H. W. Lloyd Tanner) (17 January 1851 – 6 March 1915) was Professor of Mathematics at the University College of South Wales and Monmouthshire from 1883 to 1909.", "12926879": "Ada Isabel Maddison (12 April 1869 – 22 October 1950) was a British mathematician best known for her work on differential equations.", "53723044": "Harry Trentelman is a full professor in Systems and Control at the Johann Bernoulli Institute for Mathematics and Computer Science of the University of Groningen. From 1985 to 1991 he served as an assistant professor and as an associate professor at the Mathematics Department of the Eindhoven University of Technology, the Netherlands.[1] He obtained his PhD degree in Mathematics from the University of Groningen in 1985. His Ph.D. thesis was titled \"Almost Invariant Subspaces and High Gain Feedback Mathematics Subject Classification: 93—Systems theory; control\" which he defended following studying for it under mentorship from Jan Camiel Williams.[2]", "56082341": "Amir Ali Ahmadi is a professor in the Department of Operations Research and Financial Engineering at Princeton University. He is primarily known for his work on mathematical optimization.", "42024874": "Robert Ernest Gompf (born 1957) is an American mathematician specializing in geometric topology.", "36388785": "Frank Natterer (20 July 1941) is a German mathematician. He was born in Wangen im Allgäu, Germany. Natterer pioneered and shaped the field of mathematical methods in imaging including computed tomography (CT), magnetic resonance imaging (MRI) and ultrasonic imaging.[1][2]", "11714481": "Boris Rufimovich Vainberg (Russian: Бори́с Руфи́мович Ва́йнберг) is a professor of mathematics at the University of North Carolina at Charlotte. He was born in 1938. He received his Dr.S. from Moscow State University, under the supervision of Samarii Galpern.[1] He taught mathematics at Moscow State University for nearly 30 years,[2] then held a visiting professor position at the University of Delaware[3] before taking his current position at UNCC.", "802738": "Ilya Piatetski-Shapiro (Hebrew: איליה פיאטצקי-שפירו; Russian: Илья́ Ио́сифович Пяте́цкий-Шапи́ро; 30 March 1929 – 21 February 2009) was a Soviet-born Israeli mathematician. During a career that spanned 60 years he made major contributions to applied science as well as pure mathematics. In his last forty years his research focused on pure mathematics; in particular, analytic number theory, group representations and algebraic geometry. His main contribution and impact was in the area of automorphic forms and L-functions.[1][2]", "1097654": "George Udny Yule FRS (18 February 1871 – 26 June 1951),[1] usually known as Udny Yule, was a British statistician, particularly known for the Yule distribution and proposing the preferential attachment model for random graphs.[2]", "64700348": "Jill E. Britton (6 November 1944 – 29 February 2016) was a Canadian mathematics educator known for her educational books about mathematics.", "56049597": "James John Smith (24 June 1892, Clonmel, County Tipperary, to  October 1983, Westchester, NY) was an Irish applied mathematician and electrical engineer whose career was mostly spent at General Electric (GE) in  (Schenectady, NY).", "1458116": "Steve Baer (born 1938) is an American inventor and pioneer of passive solar technology.[1] Baer pioneered and helped popularize the use of zomes. He took a number of solar power patents, wrote a number of books and publicized his work. Baer served on the board of directors of the U.S. Section of the International Solar Energy Society, and on the board of the New Mexico Solar Energy Association. He was the founder, chairman of the board, president, and director of research at Zomeworks Corporation.[2]", "35733447": "Theodor Spieker (8 August 1823 – 9 April 1913) was a German mathematician, a teacher at a gymnasium in Potsdam.[1]", "31342541": "Yasha Asley is a British mathematics child prodigy[2] of Iranian descent.[3]", "58900437": "Rozetta Andreyevna Zhilina (Russian: Розе́тта Андре́евна Жи́лина; 8 June 1933, Leningrad – 11 December 2003, Snezhinsk) was a Soviet and Russian mathematician and computer scientist.", "26427352": "Colin McLarty (born July 12, 1951) is an American logician whose publications have ranged widely in philosophy and the foundations of mathematics, as well as in the history of science and of mathematics.", "67649496": "Júlia Volaufová is a Slovak biostatistician whose research has applied statistics to questions involving food intake, dietary supplements, calorie restriction, body weight, and diabetes. Her more theoretical interests include mixed linear models, regression analysis, and statistical hypothesis testing. She is a professor emerita of biostatistics at the LSU Health Sciences Center New Orleans.[1]", "61816794": "Emilie Virginia Haynsworth (June 1, 1916 – May 4, 1985)[1] was an American mathematician at Auburn University who worked in linear algebra and matrix theory. She gave the name to Schur complements and is the namesake of the Haynsworth inertia additivity formula. She was known for the \"absolute originality\" of her mathematical formulations, her \"strong and independent mind\", her \"fine sense of mathematical elegance\", and her \"strong mixture of the traditional and unconventional\".[2]", "29900761": "Uladzimir Ivanavich Mironenka (Belarusian: Уладзімір Іванавіч Міроненка; born 9 February 1942, Bych, Homel region, Belarus) is a Belarusian mathematician.[1][2]", "475100": "Giovanni Alfonso Borelli (Italian pronunciation: [dʒoˈvanni alˈfɔnso boˈrɛlli]; 28 January 1608 – 31 December 1679) was a Renaissance Italian physiologist, physicist, and mathematician who is often described as the father of biomechanics.[1] He contributed to the modern principle of scientific investigation by continuing Galileo's practice of testing hypotheses against observation. Trained in mathematics, Borelli also made extensive studies of Jupiter's moons, the mechanics of animal locomotion and, in microscopy, of the constituents of blood. He also used microscopy to investigate the stomatal movement of plants, and undertook studies in medicine and geology. During his career, he enjoyed the patronage of Queen Christina of Sweden. He was the first scientist to explain that animal and human bodily movements are caused by muscular contractions.[2]", "69582813": "Elena Ivanovna Deza (Russian: Елена Ивановна Деза, née Panteleeva; born 23 August 1961) is a French and Russian mathematician known for her books on metric spaces and figurate numbers.", "43532254": "Leonard J. Y. Schulman (born September 14, 1963) is professor of computer science in the Computing and Mathematical Sciences Department at the California Institute of Technology. He is known for work on algorithms, information theory, coding theory, and quantum computation.", "51593183": "Olivier Guéant is a French mathematician, focusing on mean field game theory and financial mathematics. He is currently a Full Professor of applied mathematics at the Université Paris 1 Panthéon Sorbonne.", "57491418": "Igor Borisovich Simonenko (Russian: Игорь Борисович Симоненко; 16 August 1935, Kiev — 22 March 2008, Rostov-on-Don) was a Russian mathematician. Professor, Doctor of Physical and Mathematical Sciences, Honoured Scientist of the Russian Federation.", "16354": "Johann Friedrich Endersch (25 October 1705 – 28 March 1769) was a German cartographer and mathematician. Endersch also held the title of Royal Mathematician to King Augustus III of Poland.", "11354092": "Mordecai ben Eliezer Comtino (Hebrew: מרדכי כומטיאנו; lived at Adrianople and Constantinople; died in the latter city between 1485 and 1490) was a Talmudist and scientist.", "64307181": "Friedrich Georg Schilling (9 April 1868, Hildesheim – 25 May 1950, Gladbeck) was a German mathematician.", "62013422": "Rebecca Bryony Hoyle is a professor of applied mathematics at the University of Southampton, and associate dean for research at Southampton.[1] She was the London Mathematical Society Mary Cartwright Lecturer for 2017.[2]", "58965999": "Mark Sapir (February 12, 1957 - October 8, 2022)[1][2] was a U.S. and Russian mathematician working in geometric group theory, semigroup theory and combinatorial algebra. He was a Centennial Professor of Mathematics in the Department of Mathematics at Vanderbilt University.", "63815664": "Siegmund Dieter Puppe (16 December 1930 – 13 August 2005[1]) was a German mathematician who worked in algebraic topology, differential topology and homological algebra. He is known for the Puppe sequence in algebraic topology.", "59785201": "Natasha Flyer (born 1969)[1] is an American earth scientist and applied mathematician known for her expertise on radial basis functions. She works as a research scientist in the Analytics and Integrative Machine Learning laboratory of the National Center for Atmospheric Research,[2] and is also an affiliate of the Department of Applied Mathematics at the University of Colorado at Boulder.[3]", "2244590": "Charles Angas Hurst AM DSc FAA (22 September 1923 – 19 October 2011[1]) was an Australian mathematical physicist noted for his work in lattice models, quantum field theory, asymptotic expansions and Lie groups. He was appointed a Member of the Order of Australia in 2003, elected a Fellow of the Australian Academy of Science in 1972, and awarded the Centenary Medal and an Hon DSc (Melb).[2][3]  His PhD was a seminal work on quantum field theory, developing asymptotic expansions for perturbation expansions. In 1952 Hurst represented Australia in the inaugural International Mathematical Union.[citation needed]", "4308976": "Johann Matthias (Matyhias) Hase (Haas, Haase) (anglicised as Johannes Hasius) (14 January 1684 – 24 September 1742) was a German mathematician, astronomer, and cartographer.", "41107445": "Vladimir Leonidovich Popov (Russian: Влади́мир Леони́дович Попо́в; born 3 September 1946) is a Russian mathematician working in the invariant theory and the theory of transformation groups.[1]", "56279030": "Boris Samuel Mityagin (Борис Самуилович Митягин, born 12 August 1937, Voronezh)[1] is a Russian-American mathematician.", "36323320": "Hilary Bertha Shuard CBE (14 November 1928 – 24 December 1992) was \"an internationally known expert on mathematics in primary schools\".[1]", "71876602": "Wilhelm Rudolf Alfred Klose (September 19, 1895 in Görlitz – February 21, 1953 in Potsdam)[1] was a German applied mathematician and astronomer.", "3260411": "Alexander Bogomolny (January 4, 1948  – July 7, 2018) was a Soviet-born Israeli-American mathematician. He was Professor Emeritus of Mathematics at the University of Iowa, and formerly research fellow at the Moscow Institute of Electronics and Mathematics, senior instructor at Hebrew University and software consultant at Ben Gurion University. He wrote extensively about arithmetic, probability, algebra, geometry, trigonometry and mathematical games.", "34422782": "Emanuel Czuber (Prague, 19 January 1851 – Gnigl, 22 August 1925) was an Austrian mathematician.", "40157186": "Paul Poulet (1887–1946) was a self-taught Belgian mathematician who made several important contributions to number theory, including the discovery of sociable numbers in 1918. He is also remembered for calculating the pseudoprimes to base two, first up to 50 million in 1926, then up to 100 million in 1938. These are now often called Poulet numbers in his honour (they are also known as Fermatians or Sarrus numbers). In 1925, he published forty-three new multiperfect numbers, including the first two known octo-perfect numbers. His achievements are particularly remarkable given that he worked without the aid of modern computers and calculators.", "39272460": "Julius Anatolyevich Schreider, OP [Yu. A. Schreider] (28 October 1927 – 24 August 1998) was a mathematician, cyberneticist, philosopher, and a convert to Roman Catholicism.", "6340621": "William Fogg Osgood (March 10, 1864 – July 22, 1943) was an American mathematician.", "51560462": "Nicholas Franklin Roberts (October 13, 1849 - June 25, 1934) was a leading Baptist minister and educator in Raleigh, North Carolina. He was a faculty member and for a short time acting president at Shaw University. He also was a city alderman in Raleigh and served on the county board of education.", "23576590": "Kai Lai Chung (traditional Chinese: 鍾開萊; simplified Chinese: 钟开莱; September 19, 1917 – June 2, 2009) was a Chinese-American mathematician known for his significant contributions to modern probability theory.", "1327120": "Dénes Kőnig (September 21, 1884 – October 19, 1944) was a Hungarian mathematician of Hungarian Jewish heritage who worked in and wrote the first textbook on the field of graph theory.", "3162129": "Robert Clay Prim III (September 25, 1921 – November 18, 2021) was an American mathematician and computer scientist.", "48316436": "Prakash Belkale (born May 1973, Bangalore) is an Indian-American mathematician, specializing in algebraic geometry and representation theory.[1][2]", "7553047": "Hilda Geiringer (28 September 1893 – 22 March 1973), also known as Hilda von Mises and Hilda Pollaczek-Geiringer, was an Austrian mathematician.", "5980184": "Paul Michael Sutcliffe[2] is British mathematical physicist and mathematician, currently Professor of Theoretical Physics at the University of Durham.[3] He specialises in the study of topological solitons.", "37896218": "Joseph James Dennis (11 April 1905 in Gainesville, Florida – April 1977)[1] was an African-American mathematician. He served as the chairman of the Clark College mathematics department from 1930 to 1974.", "573474": "Humphry Ditton (29 May 1675 – 15 October 1715) was an English mathematician. He was the author of several influential works.", "62210083": "Antonio Giorgilli (born 1949) is an Italian mathematical physicist,[1] known for his work on the perturbative theory of Hamiltonian systems with applications to studies of orbital stability for major and minor planets.", "58998821": "Fioralba Cakoni is an American-Albanian mathematician and an expert on inverse scattering theory. She is a professor of mathematics at Rutgers University.", "7454758": "Karl Brandan Mollweide (3 February 1774 – 10 March 1825) was a German mathematician[1] and astronomer who taught in Halle and Leipzig. In trigonometry, he rediscovered the formula now known as Mollweide's formula. He invented a map projection called the Mollweide projection.", "6111271": "Elizaveta Fedorovna Litvinova (1845–1919?) was a Russian mathematician and pedagogue. She is the author  of over 70 articles about mathematics education.", "21381157": "Heinrich Kleisli (/ˈklaɪsli/; October 19, 1930 – April 5, 2011) was a Swiss mathematician.  He is the namesake of several constructions in category theory, including the Kleisli category and Kleisli triples.  He is also the namesake of the Kleisli Query System, a tool for integration of heterogeneous databases developed at the University of Pennsylvania.", "42418217": "Peter Larkin Duren (April 30, 1935 – July 10, 2020)[1] was an American mathematician. He specialized in mathematical analysis and was known for the monographs and textbooks he has written.", "43499570": "Anita Straker CB OBE is a British mathematics educator who became president of the Mathematical Association for the 1986 term.[1]", "34652211": "Michel Reiss (23 July 1805 in Frankfurt – 27 January 1869 in Frankfurt) was a German mathematician who introduced the Reiss relation.", "56246325": "Temple Rice Hollcroft, Sr. (8 April 1889, Alton, Indiana – 1967) was an American mathematician and local historian.[1]", "18432054": "Lloyd  A. Demetrius is an American mathematician and theoretical biologist at the Department of Organismic and Evolutionary biology, Harvard University.[1] He is best known for the discovery of the concept evolutionary entropy,[2] a statistical parameter that characterizes Darwinian fitness in models of evolutionary processes at various levels of biological organization – molecular, organismic and social. Evolutionary entropy, a generalization of the Gibbs-Boltzmann entropy in statistical thermodynamics, is the cornerstone of directionality theory, an analytical study of evolution by variation and selection.[3][4][5][6] The theory has applications to: a) the development  of aging and the evolution of longevity;[7][8] b) the origin and progression of age related diseases  such as cancer, and neurodegenerative disorders such as Alzheimer's  disease and Parkinson's disease;[9][10] c) the evolution of cooperation and the spread of inequality.[11]", "57557045": "David Gottlieb (November 14, 1944 – December 6, 2008) was an Israeli mathematician.", "3620928": "Christoph (Christophorus) Grienberger (also variously spelled Gruemberger, Bamberga, Bamberger, Banbergiera, Gamberger, Ghambergier, Granberger, Panberger) (2 July 1561 – 11 March 1636) was an Austrian Jesuit astronomer, after whom the crater Gruemberger on the Moon is named.", "69419079": "Asrat Atsedeweyn is an Ethiopian statistician, academic administrator, servant leader and politician currently serving as president of University of Gondar, Ethiopia. He was previously Academic Vice President of the University of Gondar. He also holds Government office as a Representative of the House of Peoples in one of 10 regions of Ethiopia.", "41893959": "Bruno D’Amore (Born in Bologna, 28 September 1946) is an Italian mathematician and author.", "5881929": "Robert Leslie Ellis (25 August 1817 – 12 May 1859) was an English polymath, remembered principally as a mathematician and editor of the works of Francis Bacon.", "54116433": "Prof Charles Morrey's Award\nFundacao Antonio D'Almeida", "2211921": "Ida Rhodes (born Hadassah Itzkowitz; May 15, 1900 – February 1, 1986[1]) was an American mathematician who became a member of the clique of influential women at the heart of early computer development in the United States.", "64307289": "Caroline Colijn FRSC is a Canadian mathematician and epidemiologist. She holds a Canada 150 Research Chair in Mathematics for Evolution, Infection and Public Health at Simon Fraser University (SFU).", "47366237": "Pierre de Carcavi was born in about 1603, in Lyon, France and died in Paris in April 1684. He was a secretary of the National Library of France under Louis XIV. Carcavi was a French mathematician.", "3326054": "Abraham Adrian Albert (November 9, 1905 – June 6, 1972) was an American mathematician.[1] In 1939, he received the American Mathematical Society's Cole Prize in Algebra for his work on Riemann matrices.[2]  He is best known for his work on the Albert–Brauer–Hasse–Noether theorem  on finite-dimensional division algebras over number fields and as the developer of Albert algebras, which are also known as exceptional Jordan algebras.", "15843438": "Amy Cohen-Corwin (formerly known as Amy C. Murray) is a professor emerita of mathematics at Rutgers University,[1] and former Dean of University College at Rutgers University. In 2006, she was named Fellow of the American Association for the Advancement of Science.[2]", "475249": "William Oughtred  (5 March 1574 – 30 June 1660),[1] also Owtred, Uhtred, etc., was an English mathematician and Anglican clergyman.[2][3][4] After John Napier invented logarithms and Edmund Gunter created the logarithmic scales (lines, or rules) upon which slide rules are based, Oughtred was the first to use two such scales sliding by one another to perform direct multiplication and division. He is credited with inventing the slide rule in about 1622.[5] He also introduced the \"×\" symbol for multiplication and the abbreviations \"sin\" and \"cos\" for the sine and cosine functions.[6]", "31834227": "Henry William Durant (1902–1982) was a noted opinion pollster and market researcher. Durant was responsible for establishing several leading opinion poll and market research institutions including the British Institute of Public Opinion (BIPO), the Market Research Society and the European Society for Marketing and Opinion Research (he served as president between 1952 and 1954). Throughout his work he took a more serious and statistical approach to his work than some of his \"rivals\" and was critical of some of those using more qualitative methods such as those employed by \"journalistic\" Mass-Observation studies of the 1940s.[1][2][3][4]", "6733941": "Friedrich Risner (c.1533 – 15 September 1580) (in Latin Fridericus Risnerus) was a German mathematician from Hersfeld,[1] Hesse. He was an assistant to Petrus Ramus (from around 1565) and was the first chair of mathematics at Collège Royale de France (1576).[2][3]", "67059841": "Muriel Glauert (née Barker) (7 May 1892 – 23 December 1949) was a British mathematician who made significant contributions to early advances in aerodynamics.", "44843146": "Susan Renee Loepp (born 1967)[1] is an American mathematician who works as a professor of mathematics at Williams College.[2] Her research concerns commutative algebra.[3]", "20693131": "Miodrag S. Petković (born 10 February 1948 in Niš, Serbia in the former Yugoslavia) is a mathematician and computer scientist. In 1991 he became a full professor of mathematics at the Faculty of Electronic Engineering, University of Niš in Serbia.", "7487626": "Nicolai Yuryevich Reshetikhin (Russian: Николай Юрьевич Решетихин, born October 10, 1958, in Leningrad, Soviet Union) is a mathematical physicist, currently a professor of mathematics at Tsinghua University, China and a professor of mathematical physics at the University of Amsterdam (Korteweg-de Vries Institute for Mathematics). He is also a professor emeritus at the University of California, Berkeley. His research is in the fields of low-dimensional topology, representation theory, and quantum groups. His major contributions are in the theory of quantum integrable systems, in representation theory of quantum groups\nand in quantum topology.  He and Vladimir Turaev constructed invariants of 3-manifolds\nwhich are expected to describe quantum Chern-Simons field theory introduced by Edward Witten.", "59031693": "(Ilse) Lisl Novak Gaal (born January 17, 1924) is an Austrian-born American mathematician known for her contributions to set theory and Galois theory.[1] She was the first woman to hold a tenure-track position in mathematics at Cornell University,[2] and is an associate professor emeritus at the University of Minnesota.[3][1]", "24199311": "Trygve Nagell or Trygve Nagel (July 13, 1895 in Oslo – January 24, 1988 in Uppsala) was a Norwegian mathematician, known for his works on Diophantine equations in number theory.[1]", "55885969": "Jean Springer[1] (born 12 September 1939[2])is a Jamaican academic who spent most of her career in Canada, serving as a professor of mathematics at Mount Royal University in Calgary, Alberta, and specializing in abstract algebra.", "59949205": "Susan Jane Colley (née Morris, born 1959)[1][2] is an American mathematician. She is Andrew and Pauline Delaney Professor of Mathematics at Oberlin College,[3] and a former editor-in-chief of the American Mathematical Monthly.[4] Her mathematical research specialty is enumerative geometry.[3]", "9191575": "Edmund Hess (17 February 1843 – 24 December 1903) was a German mathematician who discovered several regular polytopes.", "17481880": "Jean-Marie Constant Duhamel (/ˌdjuːəˈmɛl/;[1] French: [dy.amɛl]; 5 February 1797 – 29 April 1872) was a French mathematician and physicist.", "29769882": "Lars Edvard Phragmén (2 September 1863 Örebro – 13 March 1937) was a Swedish mathematician.", "9289883": "Ayşe Soysal (born June 24, 1948[1]) is a Turkish mathematician. She was the president of Boğaziçi University in Istanbul during 2004 to 2008.", "1884319": "Lenore Carol Blum (née Epstein,[2] born December 18, 1942) is an American computer scientist and mathematician who has made contributions to the theories of real number computation, cryptography, and pseudorandom number generation. She was a distinguished career professor of computer science at Carnegie Mellon University until 2019 and is currently a professor in residence at the University of California, Berkeley.[1] She is also known for her efforts to increase diversity in mathematics and computer science.", "74498208": "Ranjan Roy (1948 - 2020) was an India born American mathematician and a distinguished college teacher of mathematics. He secured BS from Indian Institute of Technology Kharagpur and MS in mathematics from Indian Institute of Technology Kanpur. He developed his career and spent most of his working years at Beloit College, Beloit, Wisconsin joining the college in the year 1982. He became the Ralph C. Huffer Professor of Mathematics and Astronomy at the college and at the time of his death was the chair of the Mathematics and Computer Science Department.[1]", "35209377": "James Dillon Stasheff (born January 15, 1936, New York City)[1] is an American mathematician, a professor emeritus of mathematics at the University of North Carolina at Chapel Hill.[2] He works in algebraic topology and algebra as well as their applications to physics.", "48644256": "Christoph Koutschan is a German mathematician and computer scientist. He is currently with the Johann Radon Institute for Computational and Applied Mathematics (RICAM) of the Austrian Academy of Sciences.[1]", "67977379": "Kseniya Garaschuk (born 1982)[1] is a Soviet-born Canadian mathematician and mathematics educator. She is an associate professor of mathematics and statistics at the University of the Fraser Valley,[2] and the editor-in-chief of the mathematics journal Crux Mathematicorum.[2][3]", "61718696": "Christine Guenther is an American mathematician known for her research on the differential geometry of manifolds, including the Ricci flow. She is a distinguished professor of mathematics at Pacific University.[1]", "35176618": "Denis Miéville (15 September 1946 – 27 October 2018) was a Swiss expert on the logic of Stanislaw Lesniewski and natural logic.", "12992683": "Lev Aleksandrovich Ponomaryov (Russian: Лев Алекса́ндрович Пономарёв, September 2, 1941) is a Russian political and civil activist. He is an executive director of the all-Russian movement \"For Human Rights.\" He is a member of the Federal Political Council of Solidarnost, and was deputy to the State Duma in its first period.", "16302250": "Carpus of Antioch (Greek: Κάρπος) was an ancient Greek mathematician. It is not certain when he lived; he may have lived any time between the 2nd century BC and the 2nd century AD. He wrote on mechanics, astronomy, and geometry. Proclus quotes from an Astronomical Treatise by Carpus concerning whether problems should come before theorems, in which Carpus may (or may not) have been criticising Geminus.[1] Proclus also quotes the view of Carpus that \"an angle is a quantity, namely a distance between the lines of surfaces containing it.\"[2] According to Pappus, Carpus made use of mathematics for practical applications.[3] According to Iamblichus, Carpus also constructed a curve for the purpose of squaring the circle, which he calls a curve generated by a double motion.[4]", "245933": "John Torrence Tate Jr. (March 13, 1925 – October 16, 2019) was an American mathematician distinguished for many fundamental contributions in algebraic number theory, arithmetic geometry, and related areas in algebraic geometry. He was awarded the Abel Prize in 2010.", "33833141": "Marek Kuczma (10 October 1935 in Katowice – 13 June 1991 in Katowice) was a Polish mathematician working mostly in the area of functional equations. He wrote several influential monographs in this field.", "23511221": "Christoph Rudolff (born 1499 in Jawor, Silesia, died 1545 in Vienna) was a German mathematician, the author of the first German textbook on algebra.", "61653175": "Naomi G. Jochnowitz is an American mathematician interested in algebraic number theory. She is an associate professor of mathematics at the University of Rochester.[1]", "2506941": "Paul Zeitz (born July 5, 1958) is a Professor of Mathematics at the University of San Francisco. He is the author of The Art and Craft of Problem Solving, and a co-author of Statistical Explorations with Excel.", "8175813": "Gilbert de Beauregard Robinson, MBE (3 June 1906 – 8 April 1992) was a Canadian mathematician most famous for his work on combinatorics and representation theory of the symmetric groups, including the Robinson-Schensted algorithm.", "34259146": "Loyiso Nongxa is a South African mathematician, the current Chairperson of the National Research Foundation of South Africa (NRF) and a former Vice-Chancellor and Principal of the University of the Witwatersrand, Johannesburg (Wits).[2]", "573642": "Philipp Nicodemus Frischlin (also spelled Nikodemus) (22 September 1547 – 29 November 1590) was a German philologist, poet, playwright, mathematician, and astronomer, born at Erzingen, today part of Balingen in Württemberg, where his father was parish minister.[1]", "32555229": "Alain Lascoux (17 October 1944 – 20 October 2013) was a French mathematician at Université de Paris VII, University of Marne la Vallée and Nankai University. His research was primarily in algebraic combinatorics, particularly Hecke algebras and Young tableaux.[1][2]", "56606942": "Arndt von Haeseler (born 28 February 1959) is a German bioinformatician and evolutionary biologist. He is the scientific director of the Max F. Perutz Laboratories at the Vienna Biocenter and a professor of bioinformatics at the University of Vienna and the Medical University of Vienna.", "7717092": "Steve Hofmann is a mathematician who helped solve the famous Kato's conjecture. Said Hofmann, “It's a problem that has interested me since I was a graduate student... It was one of the biggest open problems in my field and everybody thought it was too hard and wouldn't be solved. I had toyed with it for years and then put in three years of very serious work before hitting the key breakthrough.”[1]", "6111462": "Dmitrii Matveevich Sintsov (21 November 1867, in Vyatka – 28 January 1946) was a Russian mathematician known for his work in the theory of conic sections and non-holonomic geometry.", "58900715": "Zorya Yakovlevna Shapiro (Russian: Зоря Яковлевна Шапиро; 7 December 1914 – 4 July 2013) was a Soviet mathematician, educator and translator. She is known for her contributions to representation theory and functional analysis in her collaboration with Israel Gelfand, and the Shapiro-Lobatinski condition in elliptical boundary value problems.", "31047928": "Andrew Pollard Ogg (born April 9, 1934, Bowling Green, Ohio) is an American mathematician, a professor emeritus of mathematics at the University of California, Berkeley.[1]", "311544": "Kenneth Ira Appel (October 8, 1932 – April 19, 2013) was an American mathematician who in 1976, with colleague Wolfgang Haken at the University of Illinois at Urbana–Champaign, solved one of the most famous problems in mathematics, the four-color theorem. They proved that any two-dimensional map, with certain limitations, can be filled in with four colors without any adjacent \"countries\" sharing the same color.", "32096509": "Olaus Magnus Friedrich Erdmann Henrici, FRS (9 March 1840, Meldorf, Duchy of Holstein – 10 August 1918, Chandler's Ford, Hampshire, England) was a German mathematician who became a professor in London.", "2572542": "Shizuo Kakutani (角谷 静夫, Kakutani Shizuo, August 28, 1911 – August 17, 2004) was a Japanese-American mathematician, best known for his eponymous fixed-point theorem.", "62210304": "Johannes Alfred Buchmann (born November 20, 1953, in Cologne)[1] is a German computer scientist, mathematician and professor emeritus at the department of computer science of the Technische Universität Darmstadt.", "44843265": "Jane Smiley Cronin Scanlon (July 17, 1922 – June 19, 2018) was an American mathematician and an emeritus professor of mathematics at Rutgers University. Her research concerned partial differential equations and mathematical biology.[1][2]", "40780034": "Robert Heath (died 1779) was an English army officer, mathematician, and periodical editor.", "61718787": "Silvia Heubach is a German-American mathematician specializing in enumerative combinatorics, combinatorial game theory, and bioinformatics. She is a professor of mathematics at California State University, Los Angeles.", "58573060": "Karen Elizabeth Willcox MNZM is an aerospace engineer and computational scientist best known for her work on reduced-order modeling and the study of multi-fidelity methods. She is currently the director of the Oden Institute for Computational Engineering and Sciences and professor of Aerospace Engineering and Engineering Mechanics at the University of Texas at Austin, Texas.[1]", "33407239": "Gordon Thomas Whyburn (7 January 1904  Lewisville, Texas – 8 September 1969  Charlottesville, Virginia) was an American mathematician who worked on topology.[1]", "28098826": "John Denis Sargan, FBA (23 August 1924 – 13 April 1996) was a British econometrician who specialized in the analysis of economic time-series.", "15122698": "Sir Richard Vynne Southwell, FRS[1] (2 July 1888 – 9 December 1970) was a British mathematician who specialised in applied mechanics as an engineering science academic.[4][5]", "58835216": "Esther M. (Estie) Arkin is an Israeli–American mathematician and computer scientist whose research interests include operations research, computational geometry, combinatorial optimization, and the design and analysis of algorithms. She is a professor of applied mathematics and statistics at Stony Brook University. At Stony Brook, she also directs the undergraduate program in applied mathematics and statistics,[1]\nand is an affiliated faculty member with the department of computer science.[2]", "49234192": "Francis G. Garvan (born March 9, 1955) is an Australian-born mathematician who specializes in number theory and combinatorics. He holds the position Professor of Mathematics at the University of Florida.[1] He received his Ph.D. from Pennsylvania State University (January, 1986) with George E. Andrews as his thesis advisor.[2] Garvan's thesis, Generalizations of Dyson's rank, concerned the rank of a partition[3] and formed the groundwork for several of his later papers.[4]", "44417296": "Giuseppe Maria Figatelli or Giuseppe Maria da Cento (Casumaro, 11 March 1611 – Mirandola, 20 November 1682) was an Italian mathematician and Capuchin friar.[1][2]", "1065243": "Rudolf Benesh (16 January 1916 – 3 May 1975) was a British mathematician who created the Benesh Movement Notation for dancing.[1]", "71516453": "Willard Donald James[1] is an American mathematician most known for his work on the James-Stein estimator.[2] He graduated with a Ph.D. in mathematics from University of Illinois in 1957[2][3] and was recruited to California State University, Long Beach in 1967 from which he retired as a Professor Emeritus in 1987.[4][5]", "65290534": "Johann Ludwig Tiarks (10 May 1789 – 1 May 1837) was a German mathematician and astronomer who was involved in determining the boundary between the United States and British North America.[1]", "59326760": "Ulla Margarete Dinger (born 1955)[1] is a Swedish mathematician specializing in mathematical analysis. She was the first woman to earn a doctorate in mathematics at the University of Gothenburg.[2]", "2048298": "Joel Vincent Brawley, Jr. is the Alumni Distinguished Professor of Mathematical Sciences at Clemson University. Brawley is reputed nationally for being a prolific mathematics educator and is regarded highly for his teaching abilities. Brawley is also a prominent researcher in the field of algebra, specifically finite fields.", "7618859": "Jean de Beaugrand (1584 – 22 December 1640) was the foremost French lineographer of the seventeenth century. Though born in Mulhouse (then part of the Old Swiss Confederacy), de Beaugrand moved to Paris in 1581. He also worked as a mathematician and published works on geostatics. He is credited with naming the cycloid. He lived and worked in Paris as an artist until his death in 1640.", "24723761": "Johann Bauschinger (11 June 1834, in Nuremberg – 25 November 1893, in Munich) was a mathematician, builder, and professor of Engineering Mechanics at Munich Polytechnic, from 1868 until his death. The Bauschinger effect in materials science is named after him. He was also the father of astronomer Julius Bauschinger (1860–1934).", "67125555": "Eugenie Maria Morenus (February 21, 1881 – October 15, 1966) was an American mathematician and college professor. She taught Latin and mathematics at Sweet Briar College from 1909 to 1946.", "12337462": "Dr. John B. Cosgrave (born 5 January 1946) is an Irish mathematician specialising in number theory. Born in Bailieborough,[1] County Cavan, he was educated at Royal Holloway College, London, he lectured in Carysfort College (Blackrock, Dublin) and St Patrick's College of Education (Drumcondra).", "14663994": "Neil A. Chriss is a mathematician, academic, hedge fund manager,[1] philanthropist and a founding board member of the charity organization \"Math for America\" which seeks to improve math education in the United States.[2]  Chriss also serves on the board of trustees of the Institute for Advanced Study.[3]", "5980475": "Claire Voisin (born 4 March 1962) is a French mathematician known for her work in algebraic geometry. She is a member of the French Academy of Sciences and holds the chair of algebraic geometry at the Collège de France.", "6111554": "Ivan Ivanovich Privalov (Russian: Ива́н Ива́нович Привáлов; 11 February 1891 – 13 July 1941) was a Soviet and Russian mathematician best known for his work on analytic functions.", "10043719": "Martin Kreuzer (born 15 July 1962 in Ihrlerstein) is a German mathematics professor and chess player who holds the chess titles of International Correspondence Chess Grandmaster and FIDE Master.", "31277386": "John Rolfe Isbell (October 27, 1930 – August 6, 2005)[1] was an American mathematician, for many years a professor of mathematics at the University at Buffalo (SUNY).", "64733514": "Michel Bercovier (Hebrew: מישל ברקוביאר; born: 10 September 1941) is a French-Israeli Professor (Emeritus) of Scientific Computing and Computer Aided Design (CAD) in The Rachel and Selim Benin School of Computer Science and Engineering at the Hebrew University of Jerusalem.[1] Bercovier is also the head of the School of Computer Science at the Hadassah Academic College, Jerusalem.[2]", "5292366": "Marlyn Wescoff Meltzer (1922 – December 7, 2008[1]) was an American mathematician and computer programmer, and one of the six original programmers of ENIAC, the first general-purpose electronic digital computer.", "48611664": "Ju-Lee Kim (김주리, born 1969) is a South Korean mathematician who works as a professor of mathematics at the Massachusetts Institute of Technology (MIT). Her research involves the representation theory of p-adic groups.[1]", "1884498": "Thomas Wright Hill (24 April 1763 in Kidderminster – 13 June 1851 in Tottenham) was a mathematician and schoolmaster. He is credited as inventing the single transferable vote in 1819. His son, Rowland Hill, famous as the originator of the modern postal system, introduced STV in 1840 into the world's first public election, for the Adelaide City Council, in which the principle of proportional representation was applied.", "46448982": "André da Silva Graça Arroja Neves (born 1975, Lisbon) is a Portuguese mathematician and a professor at the University of Chicago. He joined the faculty of the University of Chicago in 2016. In 2012,  jointly with Fernando Codá Marques, he solved the Willmore conjecture.", "53461340": "Claude François Milliet Dechales (1621 – 28 March 1678) was a French Jesuit priest and mathematician. He published a treatise on mathematics and a translation of the works of Euclid, though of lesser quality than that of Gilles Personne de Roberval[according to whom?].", "16736": "Kurt Friedrich Gödel (/ˈɡɜːrdəl/ GUR-dəl,[2] German: [kʊʁt ˈɡøːdl̩] ⓘ; April 28, 1906 – January 14, 1978) was a  logician, mathematician, and philosopher. Considered along with Aristotle and Gottlob Frege to be one of the most significant logicians in history, Gödel had an immense effect upon scientific and philosophical thinking in the 20th century, a time when others such as Bertrand Russell,[3] Alfred North Whitehead,[3] and David Hilbert were using logic and set theory to investigate the foundations of mathematics, building on earlier work by the likes of Richard Dedekind, Georg Cantor and Gottlob Frege.", "69419362": "Charles Archibald Blake (November 24, 1906 - January 7, 1971), name officially changed to Archie Blake [1] was an American mathematician.\nHe is well known for the Blake canonical form, a normal form for expressions in propositional logic.\nIn order to compute the canonical form, he moreover introduced the concept of consensus, which was a precursor of the resolution principle, today a common technique in automated theorem proving.", "3522915": "Donald W. Marquardt (March 13, 1929, New York City  – July 5, 1997,[1] New Castle, Delaware) was an American statistician, the rediscoverer of the Levenberg–Marquardt nonlinear least squares fitting algorithm.[2]", "311650": "Petrus Ramus (French: Pierre de La Ramée; Anglicized as Peter Ramus /ˈreɪməs/; 1515 – 26 August 1572) was a French humanist, logician, and educational reformer. A Protestant convert, he was a victim of the St. Bartholomew's Day massacre.", "8143204": "Viggo Stoltenberg-Hansen, born 1942, professor at Uppsala University, Department of Mathematics, is a Swedish mathematician/logician and expert on domain theory and recursion theory (also known as computability theory). Viggo received his PhD in Mathematics (titled \"On Priority Arguments In Friedberg Theories\") from University of Toronto in 1973.", "47858021": "Daniel Kráľ (born June 30, 1978) is a Czech mathematician and computer scientist who works as a professor of mathematics and computer science at the Masaryk University. His research primarily concerns graph theory and graph algorithms.[1]", "2015591": "Henry Marshall Tory (January 11, 1864 – February 6, 1947) was the first president of the University of Alberta (1908–1928), the first president of the Khaki University, the first president of the National Research Council (1928–1935), and the first president of Carleton College (1942–1947). His brother was James Cranswick Tory, Lieutenant Governor of Nova Scotia (1925–1930).", "49514": "Henri Léon Lebesgue ForMemRS[1] (French: [ɑ̃ʁi leɔ̃ ləbɛɡ]; June 28, 1875 – July 26, 1941) was a French mathematician known for his theory of integration, which was a generalization of the 17th-century concept of integration—summing the area between an axis and the curve of a function defined for that axis. His theory was published originally in his dissertation Intégrale, longueur, aire (\"Integral, length, area\") at the University of Nancy during 1902.[3][4]", "23642478": "Charles Bradfield Morrey Jr. (July 23, 1907 – April 29, 1984)[4] was an American mathematician who made fundamental contributions to the calculus of variations and the theory of partial differential equations.", "34849134": "Ludvig Henrik Ferdinand Oppermann (September 7, 1817 – August 17, 1883) was a Danish mathematician and philologist who formulated Oppermann's conjecture on the distribution of prime numbers.[1]", "3752306": "Friedrich Wilhelm Daniel Levi (February 6, 1888 – January 1, 1966) was a German mathematician known for his work in abstract algebra, especially torsion-free abelian groups. He also worked in geometry, topology, set theory, and analysis.", "6472055": "Doctor Will Magnus is a fictional character appearing in American comic books published by DC Comics.[1]", "5652858": "Mohammad Mehdi Zahedi (born 1953 in Kerman) is an Iranian politician and was the former minister of science and technology in Mahmoud Ahmadinejad.", "10011004": "Nicholas John Higham FRS (born 25 December 1961 in Salford)[2] is a British numerical analyst. He is Royal Society Research Professor and Richardson Professor of Applied Mathematics in the Department of Mathematics at the University of Manchester.[5][1][3][6][7][8]", "2343299": "Peter Wadhams ScD (born 14 May 1948), is emeritus[1] professor of Ocean Physics, and Head of the Polar Ocean Physics Group\nin the Department of Applied Mathematics and Theoretical Physics, University of Cambridge. He is best known for his work on sea ice.", "48349574": "Klaus Hulek (born 19 August 1952 in Hindelang)[citation needed] is a German mathematician, known for his work in algebraic geometry and in particular, his work on moduli spaces.", "55951758": "Gustave Dumas (5 March 1872, L'Etivaz, Vaud, Switzerland – 11 July 1955) was a Swiss mathematician, specializing in algebraic geometry.[1]", "3719568": "Vasile Mihai Popov (born July 7, 1928, Galaţi, Romania) is a leading systems theorist and control engineering specialist. He is well known for having developed a method to analyze stability of nonlinear dynamical systems, now known as Popov criterion.", "27312529": "T. Bill Sutherland (born March 31, 1942) is an American theoretical physicist, Emeritus Professor of Physics at the University of Utah.", "737686": "Martianus Minneus Felix Capella (fl. c. 410–420) was a jurist, polymath and Latin prose writer of late antiquity, one of the earliest developers of the system of the seven liberal arts that structured early medieval education.[1][2][3][4] He was a native of Madaura.", "18727322": "Arthur Ernest Jolliffe (23 January 1871 – 17 March 1944) was a British mathematician.[1][2]", "58573211": "Katarzyna (Kasia) Anna Rejzner (born 1985) is a Polish mathematical physicist specializing in algebraic quantum field theory and the theory of renormalization,[1][2] including the Batalin–Vilkovisky formalism. She works as a reader in mathematics at the University of York.[3]", "39829915": "Debashish Goswami  is an Indian mathematician.  He obtained his PhD degree from Indian Statistical Institute under the supervision of Kalyan Bidhan Sinha. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in 2012, the highest science award in India, in the mathematical sciences category.[1]", "45433245": "Harris Hancock (May 14, 1867 – March 19, 1944) was a mathematics professor at the University of Cincinnati who worked on algebraic number theory and related areas. He was the brother of the horse breeder Arthur B. Hancock.", "54575530": "Jean-François Quint is a French mathematician, specializing in dynamical systems theory for homogeneous spaces.", "32981420": "Marie Crous (fl. 1641) was a French mathematician.  She introduced the decimal system to France in the 17th century.", "48578990": "Vyjayanthi Chari (born 1958)[1] is an Indian–American Distinguished Professor and the F. Burton Jones Endowed Chair for Pure Mathematics at the University of California, Riverside, known for her research in representation theory and quantum algebra.[2] In 2015 she was elected as a fellow of the American Mathematical Society.[3]", "3359154": "Shiu-Yuen Cheng (鄭紹遠) is a Hong Kong mathematician. He is currently the Chair Professor of Mathematics at the Hong Kong University of Science and Technology. Cheng received his Ph.D. in 1974, under the supervision of Shiing-Shen Chern, from University of California at Berkeley.[1] Cheng then spent some years as a post-doctoral fellow and assistant professor at Princeton University and the State University of New York at Stony Brook. Then he became a full professor at University of California at Los Angeles. Cheng chaired the Mathematics departments of both the Chinese University of Hong Kong and the Hong Kong University of Science and Technology in the 1990s. In 2004, he became the Dean of Science at HKUST. In 2012, he became a fellow of the American Mathematical Society.[2]", "41992626": "MSc, Université de Montréal", "57917884": "Bashar (or Bishr) ben Phinehas ibn Shu'aib was a tenth century Jewish mathematician.[1]", "14762429": "Ernst Philipp Barthel (17 October 1890 in Schiltigheim - 16 February 1953 in Oberkirch (Baden)) was an Alsace philosopher, mathematician, and inventor.[1]", "66437566": "Ellen Johnston Maycock (born September 15, 1950 in Maryland) is an American mathematician and mathematics educator.  She is the former Johnson Family University Professor and professor emerita of mathematics at DePauw University in Greencastle, Indiana.  Her mathematical research was in functional analysis.", "672191": "Erhard Schmidt (13 January 1876 – 6 December 1959) was a Baltic German mathematician whose work significantly influenced the direction of mathematics in the twentieth century.[2] Schmidt was born in Tartu (German: Dorpat), in the Governorate of Livonia (now Estonia).", "52249022": "Ellice Martin Horsburgh FRSE AMICE (1870 – 28 December 1935) was a Scottish mathematician and engineer. He was an expert on numismatics and a skilled photographer.", "19186114": "Roger Wolcott Richardson (30 May 1930 – 15 June 1993) was a mathematician noted for his work in representation theory and geometry. He was born in Baton Rouge, Louisiana, and educated at Louisiana State University, Harvard University and University of Michigan, Ann Arbor where he obtained a Ph.D. in 1958 under the supervision of Hans Samelson. \nAfter a postdoc appointment at Princeton University, he accepted a faculty position at the University of Washington in Seattle. He emigrated to the United Kingdom in 1970, taking up a chair at Durham University. In 1978 he moved to the Australian National University in Canberra, where he stayed as faculty until his death.", "639426": "Philippa Garrett Fawcett (4 April 1868 – 10 June 1948) was an English mathematician and educationalist. She was the first woman to obtain the top score in the Cambridge Mathematical Tripos exams. She taught at Newnham College, Cambridge, and at the normal school (teacher training college) in Johannesburg,  and she became an administrator for the London County Council.", "59916746": "Stephen William Drury is a Anglo-Canadian mathematician and professor of mathematics at McGill University.[1] He specializes in mathematical analysis, harmonic analysis and linear algebra.[2]  He received his doctorate from the University of Cambridge in 1970 under the supervision of Nicholas Varopoulos[3] and completed his postdoctoral training at the Faculté des sciences d'Orsay, France. He was recruited to McGill by Professor Carl Herz in 1972.", "62833099": "Radivoj Kašanin or Radivoje Kašanin (Beli Manastir, then part of the Habsburg monarchy, 21 May 1892 — Belgrade, Yugoslavia, 30 October 1989) was a Serbian mathematician,[1] university professor, and member of the Serbian Academy of Arts and Sciences. His mentor was the famed Balkan mathematician Mihailo Petrović Alas.[2]\nRadivoje Kašanin is regarded as a talented mathematician and scholar of natural sciences with a wide scientific culture. As for his profound and diversified knowledge in many areas of mathematics, mechanics, and astronomy he could be considered as Serbia's last encyclopedist. Radivoje Kašanin achieved success in many fields of his profession: theory of differential equations, the theory of complex functions, analysis, geometry, interpolation and approximation, mechanics, astronomy and geophysics and in each of mentioned fields of his work he published papers that were widely acknowledged.", "10371533": "Sharadchandra Shankar Shrikhande (19 October 1917 – 21 April 2020) was an Indian mathematician with notable achievements in combinatorial mathematics. He was notable for his breakthrough work along with R. C. Bose and E. T. Parker in their disproof of the famous conjecture made by Leonhard Euler dated 1782 that there do not exist two mutually orthogonal latin squares of order 4n + 2 for any n.[1] Shrikhande's specialties were combinatorics and statistical designs. The Shrikhande graph[2] is used in statistical design.", "58278355": "József Solymosi is a Hungarian-Canadian mathematician and a professor of mathematics at the University of British Columbia. His main research interests are arithmetic combinatorics, discrete geometry, graph theory, and combinatorial number theory.[1]", "4440533": "Edgar Frisby (May 22, 1837– 1927) was an American astronomer, born at Great Easton, Leicestershire, England. He graduated from the University of Toronto in 1863 (M.A., 1864), then taught in the Province of Canada in 1863–67.", "46612953": "Djairo Guedes de Figueiredo (academic signature: D. G. De Figueiredo, born on 2 April 1934, in Limoeiro do Norte) is a Brazilian mathematician noted for his researches on differential equations, elliptic operators, and calculus of variations.[1] He is considered the greatest analyst from Brazil.[2] He was the president of the Brazilian Mathematical Society from 1977 to 1979.[3]", "29606365": "Richard D. Bronson (born August 5, 1941) is an American professor emeritus of mathematics at Fairleigh Dickinson University[1] where he served as Chair of the Department of Mathematics and Computer Science, Acting Dean of the College of Science and Engineering, Interim Provost of the Metropolitan Campus, Director of Government Affairs, and Senior Executive Assistant to the President.[2] He served as an officer (2008-2011) of the International Association of University Presidents,[3] where he was actively involved in the creation of the United Nations Academic Impact initiative[4] and the World Innovative Summit in Education, held annually in Qatar. He is also the author of the political thriller Antispin.", "32129503": "Jean Ginibre (4 March 1938 — 26 March 2020)[1][2][3] was a French mathematical physicist. He is known for his contributions to  random matrix theory (see circular law), statistical mechanics (see FKG inequality, Ginibre inequality), and partial differential equations. With Martine Le Berre and Yves Pomeau, he provided a kinetic theory for the emission of photons by an atom maintained in an excited state by an intense field that creates Rabi oscillations. He received the Paul Langevin Prize in 1969.[4]", "14008803": "George Chrystal FRSE FRS (8 March 1851 – 3 November 1911) was a Scottish mathematician.[1] He is primarily known for his books on algebra and his studies of seiches (wave patterns in large inland bodies of water) which earned him a Gold Medal from the Royal Society of London that was confirmed shortly after his death.[2]", "2638312": "Alexander Sergeyevich Esenin-Volpin (also written Ésénine-Volpine and Yessenin-Volpin in his French and English publications; Russian: Алекса́ндр Серге́евич Есе́нин-Во́льпин; May 12, 1924 – March 16, 2016) was a Russian-American poet and mathematician.", "59785705": "Elisabeth Larsson (born December 30, 1971) is a Swedish applied mathematician and numerical analyst. She is a professor in the Department of Information Technology of Uppsala University, and the director of the Uppsala Multidisciplinary Centre for Advanced Computational Science.[1]", "65847793": "Peter Sheridan Dodds is an Australian applied Mathematician. He is the director of the Vermont Complex Systems Center and Professor at the University of Vermont's Department of Mathematics and Statistics.  He has collaborated in several researches related to big data problems in areas as language, stories, sociotechnical systems, Earth science, biology, and ecology. With Chris Danforth, he co-runs the Computational Story Lab, the MassMutual Center of Excellence in Complex Systems and Data Science, and together, they developed the hedonometer.[1][2]", "5882353": "Uwe Storch (born 12 July 1940, Leopoldshall– Lanzarote, 17 September 2017) was a German mathematician. His field of research was\ncommutative algebra and analytic and algebraic geometry, in particular derivations, divisor class group, resultants.", "29377014": "Eduard Ritter von Weber (May 12, 1870 in Munich – June 20, 1934 in Würzburg) was a German mathematician and Bavarian Royal Privy Counselor. He was a member of the noble Bavarian knightly family Ritter von Weber.", "58507767": "John \"Jack\" Marshall Lee (born September 2, 1950) is an American mathematician and professor at the University of Washington specializing in differential geometry.[1]", "56738296": "Georgy Petrovich Egorychev (or Yegorychev) (Георгий Петрович Егорычев, 1938-26.12.2023) is a Russian mathematician, known for the Egorychev method.[1][2]", "44286460": "Vera Pawlowsky-Glahn (born September 25, 1951) is a Spanish-German mathematician. From 2000 till 2018, she was a full-time professor at the University of Girona, Spain in the Department of Computer Science, Applied Mathematics, and Statistics. Since 2018 she is emeritus professor at the same university. She was previously an associate professor at Technology University in Barcelona from 1986 to 2000. Her main areas of research interest include statistical analysis of compositional data,[3] algebraic-geometric approach to statistical inference,[4] and spatial cluster analysis.[5] She was the president of the International Association for Mathematical Geosciences (IAMG) during 2008–2012. IAMG awarded her the William Christian Krumbein Medal in 2006 [6] and the John Cedric Griffiths Teaching Award in 2008.[7]  In 2007, she was selected IAMG Distinguished Lecturer.[8]During the 6th International Workshop on Compositional Data Analysis in June 2015, Vera was appointed president of a commission to formalize the creation of an international organization of scientists interested in the advancement and application of compositional data modeling.[9]", "73941503": "Andrzej Łuczak (born 5 December 1948) is a Polish chess International Master (1979) and scientist (mathematician).", "51626500": "Tony Lévy (born 1943 in Egypt) is an historian of mathematics, specializing particularly in Hebrew mathematics.", "70566405": "Donald Livingstone (1924 – 15 October 2001)[2] was a South African mathematician and former Chair of Pure Mathematics at the University of Birmingham. Previously he was a professor at the University of Michigan.[3][4] He was a member of the London Mathematical Society.[2]", "50446853": "Vanya Mirzoyan (Armenian: Վանյա Միրզոյան, born 5 July 1948) Armenian scientist-mathematician.", "56705544": "Xiaoye Sherry Li is a researcher in numerical methods at the Lawrence Berkeley National Laboratory, where she works as a senior scientist. She is responsible there for the SuperLU package, a high-performance parallel system for solving sparse systems of linear equations by using their LU decomposition.[1] At the Lawrence Berkeley National Laboratory, she heads the Scalable Solvers Group.[2]", "11354632": "For other people named Eleazer. see:  Eleazar (name)", "59294216": "Tamal Krishna Dey (born 1964)[1] is an Indian mathematician and computer scientist specializing in computational geometry and computational topology. He is a professor at Purdue University.[2]", "43532808": "Alexander Nikolaevich Gorban (Russian: Александр Николаевич Горба́нь)  is a scientist of Russian origin, working in the United Kingdom. He is a professor at the University of Leicester, and director of its\nMathematical Modeling Centre. Gorban has contributed to many areas of fundamental and applied science, including statistical physics, non-equilibrium thermodynamics, machine learning and mathematical biology.", "20464140": "Vladimir Grigorevich Boltyansky (Russian: Влади́мир Григо́рьевич Болтя́нский; 26 April 1925 – 16 April 2019),[1] also transliterated as Boltyanski, Boltyanskii, or Boltjansky, was a Soviet and Russian mathematician, educator and author of popular mathematical books and articles.  He was best known for his books on topology, combinatorial geometry and Hilbert's third problem.", "31441421": "Victoria \"Vi\" Hart (/ˈvaɪ hɑːrt, ˈviː hɑːrt/;[2] born 1988)[3] is an American mathematician and YouTuber. They describe themself as a \"recreational mathemusician\" and are well-known for creating mathematical videos on YouTube[4][5][6] and popularizing mathematics.[7][8] Hart founded the virtual reality research group eleVR and has co-authored several research papers on computational geometry and the mathematics of paper folding.[9][10]", "737813": "Otto Eduard Neugebauer (May 26, 1899 – February 19, 1990) was an Austrian-American mathematician and historian of science who became known for his research on the history of astronomy and the other exact sciences as they were practiced in antiquity and the Middle Ages. By studying clay tablets, he discovered that the ancient Babylonians knew much more about mathematics and astronomy than had been previously realized. The National Academy of Sciences has called Neugebauer \"the most original and productive scholar of the history of the exact sciences, perhaps of the history of science, of our age.\"", "5358107": "Donald John Lewis (25 January 1926 – 25 February 2015), better known as D.J. Lewis, was an American mathematician specializing in number theory.", "11551260": "Angus John Macintyre FRS,[1] FRSE (born 1941) is a British mathematician and logician who is a leading figure in model theory, logic, and their applications in algebra, algebraic geometry, and number theory. He is Emeritus Professor of Mathematics, at Queen Mary University of London.[3]", "3162652": "Gaspar Schott (German: Kaspar (or Caspar) Schott; Latin: Gaspar Schottus; 5 February 1608 – 22 May 1666) was a German Jesuit and scientist, specializing in the fields of physics, mathematics and natural philosophy, and known for his industry.", "64111134": "Park Kyung-mee (Korean: 박경미; Hanja: 朴炅美; born 15 October 1965) is a South Korean politician who served as the Spokesperson of President Moon Jae-in from 2021 to 2022.[1] She was previously a professor of mathematics education at Hongik University and Chungbuk National University.[2]", "49695": "Adrien-Marie Legendre (/ləˈʒɑːndər, -ˈʒɑːnd/;[3] French: [adʁiɛ̃ maʁi ləʒɑ̃dʁ]; 18 September 1752 – 9 January 1833) was a French mathematician who made numerous contributions to mathematics. Well-known and important concepts such as the Legendre polynomials and Legendre transformation are named after him. He is also known for his contributions to the method of least squares, and was the first to officially publish on it, though Carl Friedrich Gauss had discovered it before him.[4][5]", "12894753": "Pietro Abbati Marescotti (1 September 1768 – 7 May 1842) was an Italian mathematician who taught in Modena.[1]", "3359266": "Zu Geng or Zu Gengzhi (Chinese: 祖暅之; Wade–Giles: Tsu Keng-chih; ca. 480 – ca. 525) was a Chinese mathematician, politician, and writer. His courtesy name was Jingshuo (景爍). He was the son of the famous mathematician Zu Chongzhi.[1] He is known principally for deriving and proving the formula for the volume of a sphere. He additionally measured the angular distance between Polaris and the celestial north pole.", "23216671": "Manohar N. Vartak (29 November 1926–1997) was a professor emeritus of Mathematics and Statistics at the Indian Institute of Technology, Mumbai.  Professor Vartak was one of founder members of the Department of Mathematics and the head of the department (1973–1977). He was superannuated in 1986. Vartak was specialized in balanced incomplete block designs, graph theory and operations research.", "74170927": "Pink (Arts)", "1983028": "Władysław Ślebodziński (Polish pronunciation: [vwaˈdɨswaf ɕlɛbɔˈdʑiɲskʲi]) (February 6, 1884 – January 3, 1972) was a Polish mathematician.", "26919476": "Jeffry Ned Kahn is a professor of mathematics at Rutgers University notable for his work in combinatorics.", "574005": "William H. Spottiswoode FRS HFRSE LLD (11 January 1825 – 27 June 1883)[1] was an English mathematician, physicist and partner in the printing and publishing firm Eyre & Spottiswoode. He was president of the Royal Society from 1878 to 1883.[2][3]", "2769461": "Mstislav Vsevolodovich Keldysh (Russian: Мстисла́в Все́володович Ке́лдыш; 10 February [O.S. 28 January] 1911 – 24 June 1978) was a Soviet mathematician who worked as an engineer in the Soviet space program.", "35242552": "Albert Eagle  was an English mathematician and philosopher who wrote several books (some of them privately published) giving his forcefully expressed and somewhat eccentric views on science and mathematics.", "71975487": "Vladimir Vladimirovich Malanin (born August 30, 1942, Sylvensk, Kungursky District, USSR) is a Russian mathematician.", "639553": "Eugène Charles Catalan (French pronunciation: [øʒɛn ʃaʁl katalɑ̃]; 30 May 1814 – 14 February 1894)[2] was a French and Belgian mathematician who worked on continued fractions, descriptive geometry, number theory and combinatorics. His notable contributions included discovering a periodic minimal surface in the space \n\n\n\n\n\nR\n\n\n3\n\n\n\n\n{\\displaystyle \\mathbb {R} ^{3}}\n\n; stating the famous Catalan's conjecture, which was eventually proved in 2002; and introducing the Catalan numbers to solve a combinatorial problem.", "50938433": "Robert Harley (23 January 1828 – 26 July 1910) was an English Congregational minister and mathematician.", "49731": "Alonzo Church (June 14, 1903 – August 11, 1995) was an American mathematician, computer scientist, logician, and philosopher who made major contributions to mathematical logic and the foundations of theoretical computer science.[2] He is best known for the lambda calculus, the Church–Turing thesis, proving the unsolvability of the Entscheidungsproblem (\"decision problem\"), the Frege–Church ontology, and the Church–Rosser theorem. He also worked on philosophy of language (see Church 1970). Alongside his doctoral student Alan Turing, Church is considered one of the founders of computer science.[3][4]", "10994244": "Harry Roy Lewis (born 1947) is an American computer scientist, mathe­ma­ti­cian, and uni­ver­sity admin­i­stra­tor known for his research in com­pu­ta­tional logic, textbooks in theoretical computer science, and writings on computing, higher education, and technology.  He is Gordon McKay Research Professor of Computer Science at Harvard University, and was Dean of Harvard College from 1995 to 2003.", "2114115": "Callippus (/kəˈlɪp.əs/; Ancient Greek: Κάλλιππος; c. 370 BC – c. 300 BC) was a Greek astronomer and mathematician.", "3588678": "Richard Drummond McKelvey (April 27, 1944 – April 22, 2002) was a political scientist, specializing in mathematical theories of voting.  He received his BS in Mathematics from Oberlin College, MA in mathematics from Washington University in St. Louis, and PhD in political science from University of Rochester.  He was an Econometric Society fellow, and was the Edie and Lew Wasserman Professor of Political Science at the California Institute of Technology until his death, from cancer, in 2002.", "639556": "Preda V. Mihăilescu (born 23 May 1955) is a Romanian mathematician, best known for his proof of the 158-year-old Catalan's conjecture.", "6111825": "Kazimierz Abramowicz (1889–1936) was a Polish mathematician and professor at the University of Poznan.[1][2]", "62767703": "Gerda de Vries is a Canadian mathematician whose research interests include dynamical systems and mathematical physiology. She is a professor of mathematical and statistical sciences at the University of Alberta,[1] and the former president of the Society for Mathematical Biology.[2]", "180825": "Bruno de Finetti (13 June 1906 – 20 July 1985) was an Italian probabilist statistician and actuary, noted for the \"operational subjective\" conception of probability. The classic exposition of his distinctive theory is the 1937 \"La prévision: ses lois logiques, ses sources subjectives\",[1] which discussed probability founded on the coherence of betting odds and the consequences of exchangeability.", "35275355": "Thomas Merry (c. 1605 - 1682) was an English landowner, mathematician and politician who sat in the House of Commons in 1660.", "34783836": "Khandkar Manwar Hossain (30 April 1930 – 27 June 1999) was a Bangladeshi statistician. In 1950, he was among the students graduating from the first statistics course at the University of Dhaka. He was the founder of the Department of Statistics of Rajshahi University.[1]", "836189": "Eric Wolfgang Weisstein (born March 18, 1969) is an American mathematician and encyclopedist who created and maintains the encyclopedias MathWorld and ScienceWorld. In addition, he is the author of the CRC Concise Encyclopedia of Mathematics. He works for Wolfram Research.", "44810844": "Sibe Mardešić (June 20, 1927 - June 18, 2016) was a Croatian mathematician.", "69091935": "Sarah D. Allen Oren Haynes (March 2, 1836 – April 20, 1907) was an American librarian, mathematician, and botanist who became the first woman to become state librarian of Indiana and the first woman on the faculty of Purdue University.", "29213286": "Matilde Marcolli is an Italian and American mathematical physicist. She has conducted research work in areas of mathematics and theoretical physics; obtained the Heinz Maier-Leibnitz-Preis of the Deutsche Forschungsgemeinschaft, and the Sofia Kovalevskaya Award of the Alexander von Humboldt Foundation. Marcolli has authored and edited numerous books in the field.  She is currently the Robert F. Christy Professor of Mathematics and Computing and Mathematical Sciences at the California Institute of Technology.", "1655401": "Ernst Paul Heinz Prüfer (10 November 1896 – 7 April 1934) was a German Jewish mathematician born in Wilhelmshaven. His major contributions were on abelian groups, graph theory, algebraic numbers, knot theory and Sturm–Liouville theory.", "58311276": "German Arsenyevich Goncharov (Russian: Гончаров, Герман Арсеньевич; 8 July 1928 – 7 September 2009) was a Russian physicist whose career mostly spent in the former Soviet program of nuclear weapons. Since 1952 until 2004, Goncharov developed and tested Soviet thermonuclear weapons and led a theoretical department at the Soviet nuclear research facility at Arzamas-16 from 1967 to 2004.", "29114990": "Robert Adol'fovich Minlos (Russian: Роберт Адольфович Минлос; 28 February 1931  – 9 January 2018) was a Soviet and Russian mathematician who has made important contributions to probability theory and mathematical physics. His theorem on the extension of cylindrical measures to Radon measures on the continuous dual of a nuclear space is of fundamental importance in the theory of generalized random processes.", "2474608": "Semyon Aronovich Gershgorin (August 24, 1901 – May 30, 1933) was a Soviet (born in Pruzhany, Belarus, Russian Empire) mathematician.  He began as a student at the Petrograd Technological Institute in 1923, became a Professor in 1930, and was given an appointment at the Leningrad Mechanical Engineering Institute in the same year. His contributions include the Gershgorin circle theorem.", "22692466": "Jerald LaVerne Ericksen (December 20, 1924 – June 11, 2021) was an American mathematician specializing in continuum mechanics.", "45466236": "Donn Randy Garrison (born 1945) is a Canadian professor emeritus at the University of Calgary who has published extensively on distance education.[1]", "42287746": "William Marrat (1772–1852) was an English printer, publisher and educator, known as a mathematician and antiquarian.", "1983106": "Franciszek Leja (27 January 1885 in Grodzisko Górne near Leżajsk – 11 October 1979 in Kraków, Poland) was a Polish mathematician.", "40944268": "Leo Reino Sario (18 May 1916 – 15 August 2009) was a Finnish-born mathematician who worked on complex analysis and Riemann surfaces.", "40813200": "Svetlana Katok (born May 1, 1947)[1] is a Russian-American mathematician and a professor of mathematics at Pennsylvania State University.[2]", "62079633": "Kiyoshi Igusa (born November 28, 1949) is a Japanese-American mathematician and a professor at Brandeis University. He works in representation theory and topology.", "42156700": "A Hill on the Dark Side of the Moon (Swedish: Berget på månens baksida) is a 1983 Swedish drama film about the life of the Russian mathematician Sofia Kovalevskaya, written by Agneta Pleijel and directed by Lennart Hjulström.[1] Gunilla Nyroos won the award for Best Actress at the 20th Guldbagge Awards.[2]", "34947741": "Guido Ascoli (12 December 1887, in Livorno – 10 May 1957, in Torino) was an Italian mathematician, known for his contributions to the theory of partial differential equations, and for his works on the teaching of mathematics in secondary high schools.", "11223711": "Kevin Snow McCurley[1] is a mathematician, computer scientist, and cryptographer, and a former[2][unreliable source?] research scientist at Google. He has written publications about information retrieval, algorithms, parallel computing, cryptography, and number theory.[3]", "33440416": "Joachim von zur Gathen (born 1950) is a German computer scientist. His research spans several areas in mathematics and computer science, including computational complexity, cryptography, finite fields, and computer algebra.", "40714911": "Dinesh S. Thakur (born 1961) is an Indian mathematician and a professor of mathematics at University of Rochester.[1] Before moving to Rochester, Thakur was a professor at University of Arizona.[2] His main research interest is number theory.", "31113891": "Percival Frost (1817–1898), was an English mathematician.", "3818149": "Nae Ionescu (Romanian: [ˈna.e joˈnesku], born Nicolae C. Ionescu; 16 June [O.S. 4 June] 1890 – 15 March 1940) was a Romanian philosopher, logician, mathematician, professor, and journalist. Near the end of his career, he became known for his antisemitism and devotion to far right politics, in the years leading up to World War II.", "1917608": "Vaclav Zizler, Ph.D., Dr.Sc. (born 8 March 1943), is a Czech mathematics professor specializing in Banach space theory and non-linear spaces. As of 2006, Dr. Zizler holds the position of Professor Emeritus at the University of Alberta in Edmonton, Alberta, Canada. Formerly he was at the Mathematical Institute of the Czech Academy of Sciences where he was Head of Research. In 2001 the Czech Minister of Education named his Functional Analysis and Infinite Dimensional Geometry the university textbook of the year.[1] In 2008 he was, for his excellent lifelong work in mathematical analysis and selfless activities in favour of the Czech mathematics, awarded a laureate medal by the Czech Mathematical Society.[2]", "59130540": "Péter Varjú (20 December 1982 in Szeged) is a Hungarian mathematician that works in harmonic analysis and ergodic theory.", "12894892": "Eugen Otto Erwin Netto (30 June 1848 – 13 May 1919) was a German mathematician. He was born in Halle and died in Giessen.[1][2]", "58606254": "Hugh Cowie Williams (born 23 July 1943) is a Canadian mathematician. He deals with number theory and cryptography.", "65290924": "Laura Toti Rigatelli (1941-2023) was an Italian historian of mathematics, founder of the Center for Medieval Mathematics at the University of Siena,[1] biographer of Évariste Galois,[2] and author of many books on the history of mathematics.[3]", "39207600": "Amnon Yekutieli (Hebrew: אמנון יקותיאלי) is an Israeli mathematician, working in noncommutative algebra, algebraic geometry and deformation quantization. He is a professor of mathematics at the Ben-Gurion University of the Negev.", "42451632": "Brian Roger Alspach is a mathematician whose main research interest is in graph theory. Alspach has also studied the mathematics behind poker, and writes for Poker Digest and Canadian Poker Player magazines.", "19382961": "Michael Selwyn Longuet-Higgins FRS (8 December 1925 – 26 February 2016)[5] was a British mathematician and oceanographer at the Department of Applied Mathematics and Theoretical Physics (DAMTP), Cambridge University, England and Institute for Nonlinear Science, University of California, San Diego, USA. He was the younger brother of H. Christopher Longuet-Higgins.", "17318580": "Philip Kelland PRSE FRS (17 October 1808 – 8 May 1879[1]) was an English mathematician. He was known mainly for his great influence on the development of education in Scotland.[2]", "967353": "R. H. Bing (October 20, 1914 – April 28, 1986) was an American mathematician who worked mainly in the areas of geometric topology and continuum theory.   His father was named Rupert Henry, but Bing's mother  thought that \"Rupert Henry\" was too British for Texas.  She compromised by abbreviating it to R. H. (Singh 1986) Consequently, R. H. does not stand for a first or middle name.", "46187197": "Karl-Heinz Boseck (born 11 December 1915)[1]: 39  was a German mathematician.", "12108478": "Alessandro Marchetti (17 March 1633 – 6 September 1714) was an Italian mathematician, noted for criticizing some conclusions of Guido Grandi, a student of Giovanni Alfonso Borelli who was influenced by Galileo and Aristotle.[1]", "6111939": "Adam Danielewicz (1846–1935) was a Polish statistician.", "20005572": "Henry Gellibrand (1597–1637) was an English mathematician. He is known for his work on the Earth's magnetic field. He discovered that magnetic declination – the angle of dip of a compass needle – is not constant but changes over time.[1][2] He announced this in 1635, relying on previous observations by others, which had not yet been correctly interpreted.[3]", "69681861": "Paul Halcke (also: Halcken or Halke), born 1662 in Elmshorn,[1] died 1731 in Buxtehude[2] was a German mathematician, writer, computer, and calendar maker.", "60015299": "Hasan Abu-Libdeh (Arabic: حسن أبو لبدة; born 1954) is a Palestinian statistician and politician, who founded the Palestinian Central Bureau of Statistics in 1993. He served in the Palestinian National Authority as Minister of Labour, Social Affairs, and National Economy.[1]", "62112461": "Frank Charles Hoppensteadt (born 29 April 1938)[1] is an American mathematician, specializing in mathematical biology and dynamical systems.", "344783": "Pierre-Simon, Marquis de Laplace (/ləˈplɑːs/; French: [pjɛʁ simɔ̃ laplas]; 23 March 1749 – 5 March 1827) was a French scholar and polymath whose work was important to the development of engineering, mathematics, statistics, physics, astronomy, and philosophy. He summarized and extended the work of his predecessors in his five-volume Mécanique céleste (Celestial Mechanics) (1799–1825). This work translated the geometric study of classical mechanics to one based on calculus, opening up a broader range of problems. In statistics, the Bayesian interpretation of probability was developed mainly by Laplace.[2]", "61522640": "Jean-Pierre Gazeau (born 10 October 1945) is a French physicist and mathematician who works in the field of symmetry in quantum physics.[1] His research has focused on coherent states; beta numeration for quasicrystals, and more generally for aperiodic order; and de Sitter space and anti-de Sitter space times. He is a professor emeritus at Paris Diderot University, Sorbonne Paris Cité University (group).Through a career spanning 50 years, he has held research and teaching positions on five continents, with a particular concentration on developing and emerging countries.[citation needed]", "869074": "Alberto Pedro Calderón (September 14, 1920 – April 16, 1998) was an Argentinian mathematician. His name is associated with the University of Buenos Aires, but first and foremost with the University of Chicago, where Calderón and his mentor, the analyst Antoni Zygmund, developed the theory of singular integral operators.[1][2][3][4] This created the \"Chicago School of (hard) Analysis\" (sometimes simply known as the \"Calderón-Zygmund School\").[1][2][4][5][6]", "34620116": "Syamadas Mukhopadhyaya (22 June 1866 – 8 May 1937) was an Indian mathematician who introduced the four-vertex theorem and Mukhopadhyaya's theorem in plane geometry.", "61981400": "Luis Vega González (born 16 July 1960) is a Spanish mathematician, specializing in partial differential equations.", "69157593": "Heinrich Wieleitner (31 October 1874 – 27 December 1931) was a German mathematician and historian of mathematics. He became an honorary professor of mathematics at the University of Munich but for much of his career worked in school- and college-level education.", "61817573": "Christine Elizabeth Heitsch is a mathematician whose research involves the biomolecular structure of RNA.[1][2] She is a professor of mathematics in the Georgia Tech School of Mathematics, and the founding director of the Southeast Center for Mathematics and Biology at Georgia Tech.[3]", "34816743": "George Rushing Kempf (Globe, Arizona, August 12, 1944 – Lawrence, Kansas, July 16, 2002) was a mathematician who worked on algebraic geometry, who proved the Riemann–Kempf singularity theorem, the Kempf–Ness theorem, the Kempf vanishing theorem, and who introduced Kempf varieties.", "24789740": "Florian Pop (born 1952 in Zalău) is a Romanian mathematician, a professor of mathematics at the University of Pennsylvania.", "7095023": "Heinrich Wilhelm Feodor Deahna (8 July 1815 – 8 January 1844) was a German mathematician.[1]\nHe is known for providing proof of what is now known as Frobenius theorem in differential topology, which he published in Crelle's Journal in 1840.[2]", "70501104": "Cameron Cunningham (Cami) Sawyer is an American mathematician who has worked in New Zealand at Massey University and the Ministry of Education. Trained in algebraic topology, her work in New Zealand has focused on mathematics education, educational technology, distance learning, and the needs of Māori students in mathematics.[1]", "60048114": "Maria Heep-Altiner (born 29 December 1959 in Niederzeuzheim) is a German mathematician, actuary and university lecturer.[1]", "65356532": "Alexander Gammerman is a British computer scientist, and professor at Royal Holloway University of London. He is the co-inventor of conformal prediction. He is the founding director of the Centre for Machine Learning at Royal Holloway, University of London, and a Fellow of the Royal Statistical Society.", "58934010": "Dawn Alisha Lott is an applied mathematician at Delaware State University,[1] where she is a professor in the department of physical and computational sciences[2] and, since 2009, the director of the university's honors program.[3]", "2015994": "Giovanni Battista Zupi or Zupus (2 November 1589 – 26 August 1667) was an Italian astronomer, mathematician, and Jesuit priest.[1]", "23347969": "Adolf Ferdinand Wenceslaus Brix (20 February 1798 – 14 February 1870) was a German mathematician and engineer.[1] The unit for specific gravity of liquids,  degree Brix (°Bx), is named after him.", "56181508": "Chaim Goodman-Strauss (born June 22, 1967 in Austin, Texas) is an American mathematician who works in convex geometry, especially aperiodic tiling. He retired from the faculty of the University of Arkansas and currently serves as outreach mathematician for the National Museum of Mathematics. He is co-author with John H. Conway and Heidi Burgiel of The Symmetries of Things, a comprehensive book surveying the mathematical theory of patterns.[1]", "61981446": "Anne C. Morel (also published as Anne C. Davis, died July 22, 1984) was an American mathematician known for her work in logic, order theory, and algebra. She was the first female full professor of mathematics at the University of Washington.", "6112007": "Witold Milewski (1817–1889) was a Polish mathematician, physicist, and pedagogue.", "47432466": "Michel Paul Lazard (5 December 1924 – 15 September 1987) was a French mathematician who worked on the theory of Lie groups in the context of p-adic analysis.", "59622163": "Jan Kalicki (28 January 1922 – 25 November 1953) was a Polish mathematician who investigated logical matrices.", "3359510": "Paul Émile Appell (27 September 1855, in Strasbourg – 24 October 1930, in Paris) was a French mathematician and Rector of the University of Paris. Appell polynomials and Appell's equations of motion are named after him, as is rue Paul Appell in the 14th arrondissement of Paris and the minor planet 988 Appella.", "62767897": "Monica A. Nevins (born 1973)[1] is a Canadian mathematician, and a professor of mathematics and statistics at the University of Ottawa. Her research interests include abstract algebra, representation theory, algebraic groups, and mathematical cryptography.", "4244250": "Joel Spencer (born April 20, 1946) is an American mathematician. He is a combinatorialist who has worked on probabilistic methods in combinatorics and on Ramsey theory. He received his doctorate from Harvard University in 1970, under the supervision of Andrew Gleason.[1] He is currently (as of 2018[update]) a professor at the Courant Institute of Mathematical Sciences of New York University.  Spencer's work was heavily influenced by Paul Erdős, with whom he coauthored many papers (giving him an Erdős number of 1).", "18957081": "Joachim Jungius (born Joachim Junge; 22 October 1587 – 23 September 1657) was a German mathematician, logician and philosopher of science.", "59097885": "Vera Myller-Lebedev (1 December 1880 – 12 December 1970) was a Russian Empire-born mathematician who earned her doctorate in Germany with David Hilbert and became the first female university professor in Romania.", "246562": "Fan-Rong King Chung Graham (Chinese: 金芳蓉; pinyin: Jīn Fāngróng; born October 9, 1949), known professionally as Fan Chung, is an American mathematician who works mainly in the areas of spectral graph theory, extremal graph theory and  random graphs, in particular in generalizing the Erdős–Rényi model for graphs with general degree distribution (including power-law graphs in the study of large information networks).", "15418147": "Hansraj Gupta (9 October 1902 – 23 November 1988) was an Indian mathematician specialising in number theory, in particular the study of the partition function.", "26854182": "Loïc Merel (born 13 August 1965) is a French mathematician. His research interests include modular forms and number theory.", "8536871": "Ismail (bin Mustafa bin Mahmûd) Gelenbevi (1730 – 1790 or 1791) was an Ottoman Turkish mathematician, Hanafi Maturidi theologian, logician, philosopher and Professor of Geometry at the Naval College in Istanbul, Turkey.", "56443690": "Hajer Bahouri (born 30 March 1958, in Tunis) is a Franco-Tunisian mathematician who is interested in partial differential equations. She is Director of Research at the National Center for Scientific Research and the Laboratory of Analysis and Applied Mathematics at the University Paris-Est-Créteil-Val-de-Marne.", "40911659": "Florence Annie Yeldham (30 October 1877 – 10 January 1945)[1] was a British school teacher and historian of arithmetic. She supported the idea of following the history of mathematics as a motive to teach arithmetic.[1]", "41501482": "Carl Fabian Emanuel Björling (30 November 1839 – 6 May 1910) was a Swedish mathematician and meteorologist.", "54248237": "Julia Elisenda (Eli) Grigsby is an American mathematician who works as a professor at Boston College.[1] Her research began with the study of low-dimensional topology, including knot theory and category-theoretic knot invariants.[2][3]  She is currently working in the field of machine learning.", "47924017": "Lloyd Lyne Dines (29 March 1885, in Shelbyville, Missouri – 17 January 1964, in Quincy, Illinois) was an American-Canadian mathematician, known for his pioneering work on linear inequalities.[1]", "29344564": "Adams Prize[2] (2012)\nRoyal Society Wolfson Research Merit Award[3](2014)", "40387382": "Jenő Szép (13 January 1920 – 18 October 2004) was a Hungarian mathematician and professor at the University of Economics, Budapest (now Corvinus University). His main research interests were group theory and game theory. He was a founder of the journal Pure Mathematics and Applications (PUMA).[1]", "22299446": "Lizhen Ji (Chinese: 季理真; born 1964), is a Chinese-American mathematician.  He is a professor of mathematics at the University of Michigan, Ann Arbor.", "11715384": "William Craig (November 13, 1918[1] – January 13, 2016) was an American academic and philosopher, who taught at the University of California, Berkeley, in Berkeley, California. His research interests included mathematical logic, and the philosophy of science,[2] and he is best known for the Craig interpolation theorem.", "56607544": "Anne Lester Hudson is an American mathematician and mathematics educator. Her research specialty is the theory of topological semigroups; she is also known for her skill at mathematical problem-solving, and has coached students to success in both the International Mathematical Olympiad and the William Lowell Putnam Mathematical Competition.[1]  She is a professor emeritus at the Georgia Southern University-Armstrong Campus (formerly Armstrong State College).[2]", "6112059": "Jan Rajewski (14 May 1857 – 30/31 December 1906) was a professor of the University of Lviv. He was a mathematician.", "61915971": "Walter Alexander Strauss (born 1937) is an American applied mathematician, specializing in partial differential equations and nonlinear waves. His research interests include partial differential equations, mathematical physics, stability theory, solitary waves, kinetic theory of plasmas, scattering theory, water waves, and dispersive waves.", "28394312": "Alladi Ramakrishnan (9 August 1923 – 7 June 2008) was an Indian physicist and the founder of the Institute of Mathematical Sciences (Matscience) in Chennai. He made contributions to stochastic process, particle physics, algebra of matrices, special theory of relativity and quantum mechanics.", "38454090": "G. Baley Price (14 March 1905, Brookhaven, Mississippi – 7 November 2006, Lawrence, Kansas) was an American mathematician and historian of American mathematics. He was a president of the Mathematical Association of America.[1]", "63193936": "Clàudia Valls Anglés is a mathematician and an expert in dynamical systems. She is an associate professor in the Instituto Superior Técnico of the University of Lisbon in Portugal.[1]", "68010835": "Andranik Semovich Tangian (Melik-Tangyan) (Russian: Андраник Семович Тангян (Мелик-Тангян)); born March 29, 1952) is a Soviet Armenian-German mathematician, political economist and music theorist.[1] Tangian is known for the mathematical theory of democracy, the Third Vote election method, criticism of flexicurity employment strategy and models of artificial perception of music. He is professor of the Institute for Economics (ECON) of the Karlsruhe Institute of Technology.[2]", "12993364": "Jacob (or Jakob) Milich (also Mühlich; January 24, 1501 – November 10, 1559) was a German mathematician, physician and astronomer.", "36258646": "Gérald Tenenbaum is a French mathematician and novelist, born in Nancy on 1 April 1952.[1]", "61653846": "Svetlana A. Roudenko is a Russian-American mathematician known for her work in functional analysis and partial differential equations, and in particular in scattering theory and nonlinear Schrödinger equations. She is also known for her mentorship of women in mathematics, and is a Diversity Mentor Professor and professor of mathematics and statistics at Florida International University.", "9093977": "Viktor Vladimirovich Wagner, also Vagner (Russian: Виктор Владимирович Вагнер) (4 November 1908 – 15 August 1981) was a Russian mathematician, best known for his work in differential geometry and on semigroups.", "65553242": "Aldridge Knight Bousfield (April 5, 1941 – October 4, 2020),[1] known as \"Pete\", was an American mathematician working in algebraic topology, known for the concept of Bousfield localization.", "2409308": "Donald Gene Saari (born March 1940) is an American mathematician, a Distinguished Professor of Mathematics and Economics and former director of the Institute for Mathematical Behavioral Sciences at the University of California, Irvine. \nHis research interests include the n-body problem, the Borda count voting system, and application of mathematics to the social sciences.", "14893917": "Edgar Odell Lovett (April 14, 1871 – August 13, 1957) was an American educator and education administrator.", "23413599": "Vitold Belevitch (2 March 1921 – 26 December 1999) was a Belgian mathematician and electrical engineer of Russian origin who produced some important work in the field of electrical network theory.  Born to parents fleeing the Bolsheviks, he settled in Belgium where he worked on early computer construction projects.  Belevitch is responsible for a number of circuit theorems and introduced the now well-known scattering parameters.", "61391712": "Kaumudi Jinraj Joshipura is an Indian American Epidemiologist, Biostatistician, Dentist & Scientist. She is Adjunct Full Professor at Harvard T.H. Chan School of Public Health (HSPH) at Harvard University and NIH Endowed Chair and Director of the Center for Clinical Research and Health Promotion and a Full Professor at the University of Puerto Rico, Medical Sciences Campus. Her research work has been covered by global media including CNN, ABC, NBC, NHS, Newsweek, Nature, Telegraph, Japanese Journals and Japanese TV etc.[1][2][3][4][5][6][7][8][9][10][11]", "3720032": "Alexander Crum Brown FRSE FRS (26 March 1838 – 28 October 1922) was a Scottish organic chemist. Alexander Crum Brown Road in Edinburgh's King's Buildings complex is named after him.", "213858": "Willebrord Snellius[1][2] (born Willebrord Snel van Royen)[3] (13 June 1580[4] – 30 October 1626) was a Dutch astronomer and mathematician, AKA Snell. His name is usually associated with the law of refraction of light known as Snell's law.[5]", "32523108": "Morris William Hirsch (born June 28, 1933) is an American mathematician, formerly at the University of California, Berkeley.", "64176997": "Louis Welles Shapiro (born 1941)[1] is an American mathematician working in the fields of combinatorics and finite group theory. He is an emeritus professor at Howard University.[2]", "39306087": "Nolan Russell Wallach (born August 3, 1940) is a mathematician known for work in the representation theory of reductive algebraic groups. He is the author of the 2-volume treatise Real Reductive Groups.[1]", "38290281": "Eustachio Manfredi (20 September 1674 – 15 February 1739) was an Italian mathematician, astronomer and poet.", "4146026": "Inayatullah Khan Mashriqi (Urdu: عنایت اللہ خاں مشرقی; August 1888 – 27 August 1963), also known by the honorary title Allama Mashriqi (علامہ مشرقی), was a British Indian, and later, Pakistani mathematician, logician, political theorist, Islamic scholar and the founder of the Khaksar movement.[1]", "5981037": "Ravi D. Vakil (born February 22, 1970) is a Canadian-American mathematician working in algebraic geometry.", "12010349": "Shihab al-Din abu l-‘Abbas Ahmad ibn Mohammed ibn Mohammed ibn Ahmed ibn Ali ibn 'Abd ar-Rahman ibn Abi'l-'Afiyya al-Miknasi az-Zanati (Arabic: ابن القاضي المكناسي), known simply as Ahmad ibn al-Qadi or Ibn al-Qadi (1552/1553–1616), was a Moroccan polygraph. He was the leading writer from Ahmad al-Mansur's court in Morocco next to Abd al-Aziz al-Fishtali. He was also a renowned judge and mathematician.[1]", "54215536": "Marvin Stein (1924-2015) was a mathematician and computer scientist, and the \"father of computer science\" at the University of Minnesota.[1]", "72270705": "Martha Gabriela Araujo-Pardo is a Mexican mathematician specializing in graph theory, including work on graph coloring, Kneser graphs, cages, and finite geometry. She is a researcher at the National Autonomous University of Mexico in the Mathematics Institute, Juriquilla Campus, and the 2022–2024 president of the Mexican Mathematical Society.", "5325682": "Sir Alexander Oppenheim, OBE FRSE KT PMN (4 February 1903 – 13 December 1997) was a British mathematician and university administrator. In Diophantine approximation and the theory of quadratic forms, he proposed the Oppenheim conjecture.", "67584894": "Constantin Corduneanu (July 26, 1928 – December 26, 2018) was a Romanian-American mathematician and professor of mathematics at the University of Texas at Arlington. In 2015, he was elected a titular member of the Romanian Academy; he was a corresponding member of the Academy since 1974.[1][2][3][4]", "28197759": "Qiang Du (Chinese: 杜强), the Fu Foundation Professor of Applied Mathematics at Columbia University, is a Chinese mathematician and computational scientist. Prior to moving to Columbia, he was the Verne M. Willaman Professor of Mathematics at Pennsylvania State University affiliated with the Pennsylvania State University Department of Mathematics and Materials Sciences.", "8242047": "Thomas Hill (born ca. 1528) was an English astrologer, writer and translator[1] who most probably also wrote as Didymus Mountain.[2]", "5063553": "Philippe Gustave Doulcet, Comte de Pontécoulant (1795–1874) was a French astronomer.", "34063236": "William Pitt Durfee (5 February 1855 – 17 December 1941) was an American mathematician who introduced Durfee squares. He was a student of James Sylvester, and after obtaining his degree in 1883 he became a professor at Hobart college in 1884 and became dean in 1888. Durfee House and Durfee Hall are named in his honor.", "3687303": "Richard Allen Hunt (16 June 1937 – 22 March\n2009) was an American mathematician. He graduated from Washington University in St. Louis in 1965 with a dissertation entitled Operators acting on Lorentz Spaces.  An important result of Hunt (1968) states that the Fourier expansion of a function in Lp, \np > 1, converges almost everywhere.  The case p=2 is due to Lennart Carleson, and for this reason the general result is called the Carleson-Hunt theorem.  Hunt was the 1969 recipient of the Salem Prize. He was a faculty member at Purdue University from 1969 to 2000, when he retired as professor emeritus.[1]", "7160712": "Proclus (Greek: Πρόκλος) or Proculeius, son of the physician Themison, was a hierophant at Laodiceia in Syria. He wrote, according to the Suda, the following works:[1]", "14271369": "Renfrey Burnard (Ren) Potts AO (1925–2005) was an Australian mathematician and is notable for the Potts model and his achievements in: operations research, especially networks; transportation science, car-following and road traffic; Ising-type models in mathematical physics; difference equations; and robotics. He was interested in computing from the early days of the computing revolution and oversaw the first computer purchases at the University of Adelaide.", "42746762": "Anthony J. W. Hilton (born 4 April 1941) is a British mathematician specializing in combinatorics and graph theory. His current positions are as emeritus professor of Combinatorial Mathematics at the University of Reading and professorial research fellow at Queen Mary College, University of London.", "70075276": "Bonnie Averbach (née Rudolph; 1933 – October 16, 2019) was an American mathematics and actuarial science educator who worked for many years on the faculty of Temple University and was known for her books in mathematics.", "56705936": "Margaret Cheney (born 1955)[1] is an American mathematician whose research involves inverse problems. She is Yates Chair and Professor of Mathematics at Colorado State University.[2]", "67093393": "Ruth Alexandra Britto-Pacumio is an American mathematical physicist whose research topics include black holes, Yang–Mills theory, and the theory of Feynman integrals; with Freddy Cachazo, Bo Feng, and Edward Witten she is one of the namesakes of the BCFW recursion relations for computing scattering amplitudes.[1] She is an associate professor in mathematics and theoretical physics at Trinity College Dublin,[2] and is also affiliated with the Institut de physique théorique - IPhT Saclay.", "71615378": "Jessica Fintzen is a German mathematician whose research concerns the representation theory of algebraic groups over the p-adic numbers, with connections to the Langlands program. She is jointly appointed at the University of Cambridge, Duke University, and the University of Bonn.", "7553941": "Antônio Carbonari Netto is a Brazilian educator, mathematician, and businessman.", "72565670": "Jacek Banasiak FAAS (born 15 March 1959) is a Polish mathematician who is a Professor and South African Research Chair in Mathematical Models and Methods in Biosciences and Bioengineering at the University of Pretoria, South Africa.", "14730150": "Paul Zimmermann (born 13 November 1964) is a French computational mathematician, working at INRIA.", "43140009": "Bruno Courcelle is a French mathematician and computer scientist, best known for Courcelle's theorem in graph theory.", "8864685": "Father Magnus J. Wenninger OSB (October 31, 1919[1]– February 17, 2017) was an American mathematician who worked on constructing polyhedron models, and wrote the first book on their construction.[1]", "74073006": "Morris Marden (1905–1991) was an American mathematician.", "45695919": "Abba Gumelpronunciationⓘ is a Professor & The Michael and Eugenia Brin Endowed E-Nnovate Chair in Mathematics at the Department of Mathematics, University of Maryland, College Park. His research, which spans three main areas of applied mathematics (namely, mathematical biology, applied dynamical systems and computational mathematics), is focused on the use of mathematical modeling and rigorous approaches, together with statistical analysis, to gain insight into the dynamics of real-life phenomena arising in the natural and engineering sciences.  The main emphasis of Gumel's work is on the mathematical theory of epidemics – specifically, he uses mathematical theories and methodologies to gain insights into the qualitative behavior of nonlinear dynamical systems arising from the mathematical modelling of phenomena in the natural and engineering sciences, with emphasis on the transmission dynamics and control of emerging and re-emerging human (and other animal) infectious diseases of public health and socio-economic interest.", "1393581": "John Blagrave of Reading (d. 1611) was an English Tudor mathematician, astronomer and designer of astronomical and mathematical instruments. His astrolabe designs, which he described in his writings, were advanced for Britain. He devoted himself to mathematical study and was called, by Anthony à Wood, \"the flower of mathematicians of his age\"[3]", "25641913": "Askold Ivanovich Vinogradov  (Russian: Аско́льд Ива́нович Виногра́дов) (1929 – 31 December 2005) was a Russian mathematician who worked in analytic number theory. The Bombieri–Vinogradov theorem is partially named after him.[1]", "58934207": "Linda Bailey Hayden (born February 4, 1949)[1] is an American mathematician. She specializes in mathematics education and applications of mathematics in geoscience,[2][3][4]\nand is known for her mentorship of minorities and women in science, technology, engineering, and mathematics.[5][6]\nShe is a professor and associate dean of mathematics and computer science at Elizabeth City State University.[7]", "72434638": "Janez Rakovec (April 22, 1949 – October 19, 2008) was a Slovenian mathematician.[1]", "72303570": "María de la Luz (Lucero) Jimena de Teresa de Oteyza (born 1965) is a Mexican and Spanish mathematician specializing in the control theory of parabolic partial differential equations. She is a researcher in the Institute of Mathematics at the National Autonomous University of Mexico (UNAM),[1] and a former president of the Mexican Mathematical Society.", "1328094": "Manil Suri (born July 1959) is an Indian-American mathematician and writer of a trilogy of novels all named for Hindu gods. His first novel, The Death of Vishnu (2001), which was long-listed for the 2001 Booker Prize, short-listed for the 2002 PEN/Faulkner Award and won the Barnes & Noble Discover Prize that year. Since then, he has published two more novels, The Age of Shiva (2008) and The City of Devi (2013), completing the trilogy.", "3032034": "Josif Zakharovich Shtokalo (Ukrainian: Йосип Захарович Штокало, romanized: Yosyp Zakharovych Shtokalo; November 16, 1897 – January 5, 1987) was a famous Ukrainian mathematician. Shtokalo worked mainly in the areas of differential equations, operational calculus and the history of mathematics.[1]", "6570979": "Avi Wigderson (Hebrew: אבי ויגדרזון; born 9 September 1956[1]) is an Israeli mathematician and computer scientist. He is the Herbert H. Maass Professor in the school of mathematics at the Institute for Advanced Study in Princeton, New Jersey, United States of America.[2] His research interests include complexity theory, parallel algorithms, graph theory, cryptography, distributed computing, and neural networks.[3] Wigderson received the Abel Prize in 2021 for his work in theoretical computer science.[4]", "8733677": "Norman Riley is an Emeritus Professor of Applied Mathematics at the University of East Anglia in Norwich (UK).", "33965040": "Johannes Boersma (5 December 1937 Marrum – 29 November 2004 Eindhoven) was a Dutch mathematician who specialized in mathematical analysis. His PhD advisor at the University of Groningen was Adriaan Isak van de Vooren.", "22791155": "Bruce Lee Rothschild (born August 26, 1941)[1] is an American mathematician and educator, specializing in combinatorial mathematics. He is a professor emeritus of mathematics at the University of California, Los Angeles.", "56050678": "Henry Heaton (or Henry C Heaton) (1846–1927) was a North-American amateur mathematician who contributed problems and solutions to the then-new journals The Analyst (now Annals of Mathematics) and The American Mathematical Monthly.  The Annals eventually became a leading research journal and the Monthly famous for its problems section.", "49333239": "Herbert Irving Gross (April 2, 1929 – May 27, 2020) was an American Professor of mathematics (retired) and former senior lecturer at MIT’s Center for Advanced Engineering Study (CAES). He was best known as a pioneer in using distance learning for teaching mathematics.", "7095290": "John Howard Redfield (June 8, 1879 – April 17, 1944) was an American mathematician, best known for discovery of what is now called Pólya enumeration theorem (PET) in 1927,[1] ten years ahead of similar but independent discovery made by George Pólya. Redfield was a great-grandson of William Charles Redfield, one of the founders and the first president of AAAS.", "56476667": "Alexander Andreevich Samarskii (Александр Андреевич Самарский, 19 February 1919, Amvrosiivka, metropolitan Donetsk, Yekaterinoslav Governorate – 11 February 2008, Moscow) was a Soviet and Russian mathematician and academician (USSR Academy of Sciences, Russian Academy of Sciences), specializing in mathematical physics, applied mathematics, numerical analysis, mathematical modeling, finite difference methods.[1]", "6112250": "Stanisław Grzepski (1524–1570) was a Polish humanist and mathematician.", "62145538": "Mehdi Ashraphijuo (Medi Ash) is an Iranian-American mathematician, financial risk manager, academic and writer, residing in New York City.[1] Ash is currently a vice president and executive director at Goldman Sachs and an adjunct assistant professor at Columbia University.[2] He is a CFA and FRM charter-holder.[3][4] In addition, he is a board member at business advisory board of School For Business at Metropolitan College of New York (MCNY).[5]", "148483": "Former", "23938052": "Jan Waszkiewicz (June 24, 1944 – March 25, 2021)[3][4] was a Polish politician[5] and regional official, academic, and marshal of the Lower Silesian Voivodeship.", "46212447": "Vladimir Vragov (Russian: Владимир Николаевич Врагов; 2 October 1945, Urgench — 4 June 2002) — was a Russian/Soviet mathematician and scientist.", "49955849": "Hidden Figures is a 2016 American biographical drama film directed by Theodore Melfi and written by Melfi and Allison Schroeder. It is loosely based on the 2016 non-fiction book of the same name by Margot Lee Shetterly about three female African-American mathematicians: Katherine Goble Johnson (Taraji P. Henson), Dorothy Vaughan (Octavia Spencer), and Mary Jackson (Janelle Monáe), who worked at NASA during the Space Race. Other stars include Kevin Costner, Kirsten Dunst, Jim Parsons, Mahershala Ali, Aldis Hodge, and Glen Powell.", "72565769": "Jeremy Kilpatrick (September 21, 1935, in Fairfield, Iowa – September 17, 2022, in Athens, Georgia[1][2]) was an American mathematics educator.[3]  He received the Felix Klein Medal for 2007 from ICMI (The International Commission on Mathematics Instruction).[4] He graduated from Chaffey two-year college in California (1954), then he went to the University of California at Berkeley to earn an A.B degree (1956) in mathematics and after an M.A degree (1960) in education.[5] He received his M.S. in mathematics in 1962 and his PhD degree in mathematics education in 1967, both from Stanford University, where he was also a research assistant in the SMSG (School Mathematics Study Group)(1962-1967).[6] His dissertation was supervised by Edward Begle with George Pólya and Lee Conbrach in the doctoral committee, and addressed eight graders’ problem-solving heuristics.[7] From 1967 to 1975 he taught from as an assistant and later as an associate professor  at Teachers College, Columbia University, in New York. In 1975, he moved to the University of Georgia, where he was a professor of mathematics education.", "5686283": "Friedrich Engel (26 December 1861 – 29 September 1941) was a German mathematician.", "33375250": "Marie Georges Humbert (7 January 1859 Paris, France – 22 January 1921  Paris, France) was a French mathematician who worked on Kummer surfaces and the Appell–Humbert theorem and introduced Humbert surfaces. His son was the mathematician Pierre Humbert. He won the Poncelet Prize of the  Académie des Sciences in 1891.", "6571030": "Dennis Gaitsgory is a professor of mathematics at Harvard University known for his research on the geometric Langlands program.", "11584548": "David Michael Avis (born March 20, 1951) is a Canadian and British computer scientist known for his contributions to geometric computations. Avis is a professor in computational geometry and applied mathematics in the School of Computer Science, McGill University, in Montreal. Since 2010, he belongs to Department of Communications and Computer Engineering, School of Informatics, Kyoto University.", "30688295": "John Rischard Rice (born 1934) is an American mathematician and computer scientist, the W. Brooks Fortune Distinguished Professor Emeritus of Computer Science and a professor of mathematics (by courtesy) at Purdue University. He specializes in numerical computing, founded the ACM Transactions on Mathematical Software and is the author of more than 20 books and approximately 300 research articles.[1][2][3]", "2901035": "Thomas Galloway FRS (26 February 1796 – 1 November 1851) was a 19th-century Scottish mathematician.", "25642036": "Alexei Nikolaievich Skorobogatov (Russian: Алексе́й Никола́евич Скоробога́тов) is a British-Russian mathematician and Professor in Pure Mathematics at Imperial College London specialising in algebraic geometry. His work has focused on rational points, the Hasse principle, the Manin obstruction, exponential sums, and error-correcting codes.", "4572220": "Grant Olney Passmore (born October 18, 1983) is a singer-songwriter who has recorded on the Asian Man Records label. He is considered part of the New Weird America movement along with David Dondero, Devendra Banhart, Bright Eyes, and CocoRosie.  His latest full-length album, Hypnosis for Happiness, was released in July 2013 on the Friendly Police UK label. His previous full-length album, Brokedown Gospel, was released on the Asian Man Records label in July 2004.  He also releases music under the pseudonym Scout You Devil and as part of the songwriting duo Olney Clark.", "27509823": "Lester S. Hill (1891–1961) was an American mathematician and educator who was interested in applications of mathematics to communications.  He received a bachelor's degree (1911) and a master's degree (1913) from Columbia College and a Ph.D. from Yale University (1926).  He taught at the University of Montana, Princeton University, the University of Maine, Yale University, and Hunter College.  Among his notable contributions was the Hill cipher.  He also developed methods for detecting errors in telegraphed code numbers and wrote two books.", "19383362": "Pierre Pansu (born 13 July 1959) is a French mathematician and a member of the Arthur Besse group and a close collaborator of Mikhail Gromov. He is a professor at the Université Paris-Sud 11 and the École Normale Supérieure in Paris. His main research field is geometry. His contribution to mathematics was celebrated by a double event (a conference and a workshop)[2] co-organized for his 60th birthday by the Clay Mathematics Institute.", "47596611": "Nicholas Monroe Smith Jr. (1914 – 2003) was a nuclear physicist and research consultant. Smith was an expert on reactor physics, a developer of operations research/computer modeling, and a computer applications consultant. He had ties to the Manhattan Project at Chicago and Oak Ridge, and worked with Samuel Allison and James Van Allen. Smith was a pioneer in the field of operations research.", "68371524": "James Milton Renegar Jr. (born May 14, 1955) is an American mathematician, specializing in optimization algorithms for linear programming and nonlinear programming.", "41501765": "Emanuel Gabriel Björling (2 December 1808 – 3 November 1872)[1] was a Swedish mathematician. He was the father of mathematician Carl Fabian Björling.", "34227270": "David Raymond Curtiss (January 12, 1878 – April 29, 1953) was an American mathematician. He served as president of the Mathematical Association of America from 1935 to 1936. He was also vice president of the American Mathematical Society and the American Association for the Advancement of Science.[1]", "26821703": "Gustaf Hjalmar Eneström (5 September 1852 – 10 June 1923) was a Swedish mathematician, statistician and historian of mathematics known for introducing the Eneström index, which is used to identify Euler's writings. Most historical scholars refer to the works of Euler by their Eneström index.[1]", "30721097": "Ken Pomeroy is the creator of the college basketball website and statistical archive KenPom. His website includes his College Basketball Ratings, statistics for every NCAA men's Division I basketball team, with archives dating back to the 2002 season, as well as a blog about current college basketball. His work on tempo-based basketball statistics is compared by many to the work of Bill James in baseball.[1] As of the spring of 2012, Pomeroy is also an instructor of atmospheric sciences at the University of Utah.[2]", "58704971": "William John Greenstreet (1861–1930) was an English mathematician who was editor of The Mathematical Gazette for more than thirty years.[1]", "1295437": "Georges-Henri Halphen (French: [ʒɔʀʒ ɑ̃ʁi alfɛn]; 30 October 1844, Rouen – 23 May 1889, Versailles) was a French mathematician. He was known for his work in geometry, particularly in enumerative geometry and the singularity theory of algebraic curves, in algebraic geometry. He also worked on invariant theory and projective differential geometry.[1][2]", "62669902": "Alan Frank Beardon (April 16, 1940) is a British mathematician.", "70632528": "Howard Elton Lacey (February 9, 1937 in Leakey, Texas – June 21, 2013) was an American mathematician who studied analysis.", "72336468": "Martha Dolores Guzmán Partida is a Mexican mathematician specializing in functional analysis, including Fourier analysis, harmonic analysis, and the theory of distributions. She is a professor of mathematics at the Universidad de Sonora.[1][2]", "39502937": "Alice Lee (1858–1939) was a British statiscian and mathematician, one of the first women to graduate from London University.[1] She was awarded a PhD in 1901. She worked with Karl Pearson from 1892. She was notable for demonstrating that the correlation between cranial capacity and gender was not a sign of greater intelligence in men compared to women.[2][3]", "58442847": "Abel Klein (born January 16, 1945) is a Brazilian-American mathematician, specializing in mathematical physics and, more specifically, random Schrödinger operators for disordered systems.[1]", "48972895": "Howard T. Engstrom (1902 – 1962)[3] was a Yale University mathematics professor and headed research operations at the United States Navy's Communication Supplementary Activities CSAW during World War II. Along with William Norris and others he founded Engineering Research Associates in 1946.[4] [5] He was one of the co-creators of the Univac computer, and served as deputy director of the National Security Agency.[2]", "4179042": "Fatos Kongoli (born January 12, 1944) is an Albanian novelist and a utilizer[clarification needed] of contemporary Albanian prose.", "49267815": "Anry Nersessian (Armenian: Հանրի Ներսիսյան born 27 February 1936) is an Armenian mathematician, specializing in differential and integral equations, functional and numerical analysis. He is known for fractional derivatives introduced by the joint work with Mkhitar Djrbashian.[1] Separately, M. Caputo considered the same modification of Riemann–Liouville integral, which is why the fractional derivative is known as Caputo, Djrbashian-Caputo or Caputo-Djrbashian derivative.[2][3]", "72828008": "Volodymyr Oleksandrovych Shcherbyna (Ukrainian: Володимир Олександрович Щербина; 3 February 1935 – 19 January 2023) was a Ukrainian mathematician and politician. A member of the Democratic Party, he served in the Verkhovna Rada from 1990 to 1994.[1]", "2933867": "Joseph Ludwig Raabe (15 May 1801 in Brody, Galicia – 22 January 1859 in Zürich, Switzerland) was a Swiss mathematician.[1]", "47203435": "Théophile Lepage  (24 March 1901 – 1 April 1991) was a Belgian mathematician.", "20825197": "Herbert John Ryser (July 28, 1923 – July 12, 1985) was a professor of mathematics, widely regarded as one of the major figures in combinatorics in the 20th century.[1][2] He is the namesake of the Bruck–Ryser–Chowla theorem, Ryser's formula for the computation of the permanent of a matrix, and Ryser's conjecture.", "72434799": "Nizar Touzi (born 1968 in Tunisia) is a Tunisian-French mathematician. He is a professor of applied mathematics at École polytechnique. His research focuses on analysis, statistics and algebra. He is being known for publications on optimization and stochastic control.", "59393136": "Sir William Thomson FRSE LLD (1856–1947) was a 19th/20th century Scottish mathematician and physicist primarily working as a university administrator in South Africa.", "9258098": "Glen Robert Van Brummelen (born May 20th, 1965) is a Canadian historian of mathematics specializing in historical applications of mathematics to astronomy.", "21513331": "Sanjeev Arora (born January 1968) is an Indian American theoretical computer scientist.", "27772021": "Derrick Samuel Frederick Crothers (born 24 June 1942 in Belfast, died 15 January 2021) was a Northern Irish mathematician, physicist and former politician.", "11355257": "Moses Botarel Farissol was a Jewish astronomer and mathematician of the second half of the 15th century.", "3130497": "Jovan Karamata (Serbian Cyrillic: Јован Карамата; February 1, 1902 – August 14, 1967) was a Serbian mathematician. He is remembered for contributions to analysis, in particular, the Tauberian theory and the theory of slowly varying functions. Considered to be among the most influential Serbian mathematicians[1] of the 20th century, Karamata was one of the founders of the Mathematical Institute of the Serbian Academy of Sciences and Arts, established in 1946.", "48284809": "Louis Norberg Howard (March 12, 1929 – June 28, 2015) was an American mathematician who was professor emeritus of mathematics at the Massachusetts Institute of Technology. He contributed to a broad range of subjects, including hydrodynamic stability and geophysical flows. He made a number of key advances in our understanding of turbulent convection, flows in Hele-Shaw cells, salt-finger zones, rotating flows, and reaction–diffusion equations.[1]", "43926668": "David John Acheson (born 1946) is a British applied mathematician at Jesus College, Oxford.[1]", "28099725": "Hoxhë Hasan Tahsini or simply Hoxha Tahsim (7 April 1811 – 3 July 1881)[1] was an Albanian alim, astronomer, mathematician and philosopher. He was the first rector of Istanbul University[2] and one of the founders of the Central Committee for Defending Albanian Rights. Tahsini is regarded as one of the most prominent scholars of the Ottoman Empire of the 19th century.[3]", "8963216": "John Edward Campbell (27 May 1862, Lisburn, Ireland – 1 October 1924, Oxford, Oxfordshire, England) was a mathematician, best known for his contribution to the Baker-Campbell-Hausdorff formula.", "5358736": "Eckart Viehweg (born 30 December 1948 in Zwickau, died 29 January 2010)[1] was a German mathematician. He was a professor of algebraic geometry at the University of Duisburg-Essen.", "70370455": "Adriana Irma Pesci is an Argentine applied mathematician and mathematical physicist at the University of Cambridge, specialising in fluid dynamics. Her research topics have included lattice models of polymer solutions,[A] Hele-Shaw flow,[B] flagellar motion of organisms in fluids,[C] soap films on Möbius strips,[1][2][D] and the Leidenfrost effect.[E]", "53724325": "Massoud Amin (July 4, 1961) is a Professor of Electrical and Computer Engineering at the University of Minnesota, Minneapolis, United States. He holds the Honeywell/H.W. Sweatt Chair in Technological Leadership, and is the Director of the Technological Leadership Institute in Twin Cities. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for leadership in smart grids and security of critical infrastructures. He is also a Fellow of the American Society of Mechanical Engineers.[2]", "50742441": "Hsien Chung (or Hsien-Chung or Hsien-chung) Wang ( 王宪钟 Wang Xian Zhong; 18 April 1918 in Beijing – 25 June 1978 in New York City) was a Chinese-American mathematician, specializing in differential geometry, Lie groups, and algebraic topology.", "56149163": "Edward F. Aboufadel is an American mathematician[1] currently Professor at Grand Valley State University and an Elected Fellow of the American Association for the Advancement of Science.[2]", "55559341": "Grace Lo Yang (simplified Chinese: 罗昭容; traditional Chinese: 羅昭容; pinyin: Luó Zhāoróng) is a Chinese statistician whose research areas include stochastic processes in the physical sciences, asymptotic theory, and survival analysis. She is a professor of statistics in the department of mathematics at the University of Maryland, College Park. She was president of the International Chinese Statistical Association for 1990–1991 and program director for statistics at the National Science Foundation from 2005 to 2008.[1][2]", "2770094": "Mary Everest Boole (11 March 1832 in Wickwar, Gloucestershire – 17 May 1916 in Middlesex, England) was a self-taught mathematician who is best known as an author of didactic works on mathematics, such as Philosophy and Fun of Algebra, and as the wife of fellow mathematician George Boole. Her progressive ideas on education, as expounded in The Preparation of the Child for Science, included encouraging children to explore mathematics through playful activities such as curve stitching. Her life is of interest to feminists as an example of how women made careers in an academic system that did not welcome them.[1]", "70468783": "James Barker Coykendall IV is an American mathematician.", "31212720": "Lee Vernon Stiff (February 4, 1949 - March 19, 2021)[1] was an American mathematics education researcher; a professor in the Department of Science, Technology, Engineering, and Mathematics Education and the Associate Dean for Faculty and Academic Affairs in the College of Education at North Carolina State University (NCSU);[2] and the author of several mathematics textbooks. In his 72 years of living he wrote many books.", "38225078": "Prof Herbert Westren Turnbull FRS FRSE LLD (31 August 1885 – 4 May 1961) was an English mathematician.[1][2][3] From 1921 to 1950 he was Regius Professor of Mathematics at the University of St Andrews.[4]", "83128": "Jørgen Mohr (Latinised Georg(ius) Mohr; 1 April 1640 – 26 January 1697)[1] was a Danish mathematician, known for being the first to prove the Mohr–Mascheroni theorem, which states that any geometric construction which can be done with compass and straightedge can also be done with compasses alone.", "36717755": "Émile Clément Cotton (5 February 1872 – 14 March 1950) was a professor of mathematics at the University of Grenoble. His PhD thesis studied differential geometry in three dimensions, with the introduction of the Cotton tensor.[1]  He held the professorship from 1904 until his 1942 retirement. He was the brother of Aimé Cotton.", "3130558": "Đuro Kurepa (Serbian Cyrillic: Ђуро Курепа, pronounced [dʑǔːro kǔrepa]; 16 August 1907 – 2 November 1993) was a Yugoslav and Serbian mathematician, university professor and academic.[1]", "50371": "Photios I (Greek: Φώτιος, Phōtios; c. 810/820 – 6 February 893),[a] also spelled Photius[2] (/ˈfoʊʃəs/), was the ecumenical patriarch of Constantinople from 858 to 867 and from 877 to 886.[3] He is recognized in the Eastern Orthodox Church as Saint Photios the Great."}