{"8368642": "Daniel of Morley (c. 1140 – c. 1210) was an English scholastic philosopher and astronomer.", "52834820": "David A. Reidy (born 1962) is an American philosopher, currently the Distinguished Humanities Professor at University of Tennessee.[1][2][3]", "23409161": "Khana also known as Dak or Lilavati (IPA: [khaw-naa]) was an Indian poet and legendary astrologer, who composed in the medieval Bengali language between the ninth and 12th centuries AD. She is associated with the village Deulia (Chandraketugarh, near Berachampa), in present-day Barasat, North 24 parganas district, West Bengal.", "143884": "Tsuji Jun (辻 潤, Tsuji Jun, October 4, 1884 – November 24, 1944) was a Japanese author: a poet, essayist, playwright, and translator.  He has also been described as a Dadaist, nihilist, Epicurean, shakuhachi musician, actor and bohemian. He translated Max Stirner's The Ego and Its Own and Cesare Lombroso's The Man of Genius into Japanese.", "73445900": "Hilmi Ziya Ülken (1901–1974) was a Turkish scholar and writer who had an influential role in the development of sociological and philosophical views in Turkey. In addition to his scientific work, he produced literary work, including poems.", "27472405": "Harry Frederick Ward Jr.[a] (15 October 1873 – 9 December 1966) was an English-born American Methodist minister and political activist who identified himself with the movement for Christian socialism, best remembered as first national chairman of the American Civil Liberties Union (ACLU) from its creation in 1920 until his resignation in protest of the organization's decision to bar communists in 1940.[12][13]", "5485078": "Ellen Meiksins Wood FRSC (April 12, 1942 – January 14, 2016) was an American-Canadian Marxist political theorist and historian.", "70103582": "Mark LeBar is an American philosopher and professor of philosophy at Florida State University. He is known for his works on moral philosophy and is the editor of Social Theory and Practice since 2015.[1][2][3][4]", "60076574": "Muhammad Asimi (September 1, 1920 – July 29, 1996), was a Soviet and Tajik philosopher,[1] soldier, poet,[2] and academic.", "602663": "Karl Robert Eduard von Hartmann (23 February 1842 – 5 June 1906) was a German philosopher, independent scholar and author of Philosophy of the Unconscious (1869). His notable ideas include the theory of the Unconscious and a pessimistic interpretation of the \"best of all possible worlds\" concept in metaphysics.", "2437676": "Diodorus Cronus (Greek: Διόδωρος Κρόνος; died c. 284 BC)[1] was a Greek philosopher and dialectician connected to the Megarian school. He was most notable for logic innovations, including his master argument formulated in response to Aristotle's discussion of future contingents.", "20689455": "Dan W. Brock (December 1937 – September 26, 2020) was an American philosopher, bioethicist, and professor emeritus at Harvard University and Brown University.  He was the Frances Glessner Lee Professor Emeritus of Medical Ethics in the Department of Global Health and Social Medicine at Harvard Medical School, the former Director of the Division of Medical Ethics (now the Center for Bioethics) at the Harvard Medical School, and former Director of the Harvard University Program in Ethics and Health (PEH).", "11088446": "Stephen Dean Mumford (born 31 July 1965) is a British philosopher, who is currently Head of Department and Professor of Metaphysics in the Department of Philosophy at Durham University.[1] Mumford is best known for his work in metaphysics on dispositions and laws, but has also made contributions in the philosophy of sport.[2]", "17117758": "Peter J. Caws (May 25, 1931 – April 20, 2020) was a British American philosopher and administrator, and University Professor of Philosophy and Professor of Human Sciences at the George Washington University.[1]", "21377601": "Hermann Schreiber (21 August 1882 in Schrimm, Prussian Posen province, German Empire – 27 September 1954 in West Berlin, Allied-occupied Berlin) was a German doctor of philosophy, rabbi and journalist.", "6402626": "Thomas R. Dye (born December 16, 1935) is an Emeritus Professor of Political Science at Florida State University and was formerly a McKenzie Professor of Government. Dye has described politics as being about who gets scarce governmental resources, where, when, why and how.[1]", "602691": "Karl Christian Friedrich Krause (German: [ˈkʁaʊzə]; 6 May 1781 – 27 September 1832) was a German philosopher whose doctrines became known as Krausism. Krausism, when considered in its totality as a complete, stand-alone philosophical system, had only a small following in Germany, France, and Belgium, in contradistinction to certain other philosophical systems (such as Hegelianism) that had a much larger following in Europe at that time. However, Krausism became very popular and influential in Restoration Spain not as a complete, comprehensive philosophical system per se, but as a broad cultural movement. In Spain, Krausism was known as \"Krausismo\", and Krausists were known as \"Krausistas\". Outside of Spain, the Spanish Krausist cultural movement was referred to as Spanish Krausism.", "6271560": "Dimitrie Cuclin (April 5 [O.S. March 24] 1885  – February 7, 1978)[1] was a Romanian classical music composer, musicologist, philosopher, translator, and writer.", "10891849": "Tang Chun-I or Tang Junyi (Chinese: 唐君毅, 17 January 1909 – 2 February 1978) was a Chinese philosopher who was one of the leading exponents of New Confucianism. Born in Sichuan, he moved to Hong Kong in 1949 due to the establishment of the People's Republic of China and co-founded New Asia College with the dual objective of modernizing China while upholding its traditional values.", "45645": "Krishnachandra Bhattacharyya, commonly referred to as K.C. Bhattacharyya, (12 May 1875 – 11 December 1949), was a modern Indian philosopher affiliated with the University of Calcutta. He gained renown for his method of \"constructive interpretation,\" a scholarly approach employed to elucidate and elaborate upon the interrelationships and intricacies inherent in ancient Indian philosophical systems.[1] This method facilitated an examination of these systems akin to the scrutiny applied to contemporary philosophical problems. Bhattacharyya dedicated particular attention to the inquiry into the manner in which the mind (or consciousness) engenders what appears to be a material universe.[2] Notably, Bhattacharyya advocated for an immersive cosmopolitanism, wherein Indian philosophical frameworks were contemporized through a process of assimilation and immersion, eschewing a mere replication of European ideas in favour of a more nuanced integration.[3]", "12595790": "Stephen Mulhall (/ˈmʌlhɔːl/; born 1962) is a British philosopher and Fellow of New College, Oxford. His main research areas are Ludwig Wittgenstein and post-Kantian philosophy.[2]", "14103120": "Oenomaus of Gadara (Greek: Οἰνόμαος ὁ Γαδαρεύς, Oinómaos ho Gadareús; fl. 2nd century AD), was a Pagan[1] Cynic philosopher. He is known principally for the long extracts of a work attacking oracles, which have been preserved among the writings of Eusebius of Caesarea.", "45651": "Shaivism/Tantra/Nath", "47624788": "Blanche Christine Olschak (24 July 1913 – 25 June 1989) was an Austrian journalist and writer, Tibetan specialist and wrote the first comprehensive encyclopedia of women in the world.", "53097045": "Karl-Georg Niebergall (born 1961) is a German logician and philosopher and professor for logic and philosophy of language at Humboldt University of Berlin.", "307798": "Roger Garaudy (French: [ʁɔʒe gaʁodi]; 17 July 1913 – 13 June 2012)[1][2] was a French philosopher, French resistance fighter and a communist author. He converted to Islam in 1982. In 1998, he was convicted and fined for Holocaust denial under French law for claiming that the death of six million Jews was a \"myth\".[2][3][4]", "45652": "Raja Ram Mohan Roy FRAS (22 May 1772 – 27 September 1833) was an Indian reformer who was one of the founders of the Brahmo Sabha in 1828, the precursor of the Brahmo Samaj, a social-religious reform movement in the Indian subcontinent. He was given the title of Raja by Akbar II, the Mughal emperor.  His influence was apparent in the fields of politics, public administration, education and religion. He was known for his efforts to abolish the practices of sati and child marriage.[1] Roy is considered to be the \"Father of Indian Renaissance\" by many historians.[2]", "78424": "Zenobius (Greek: Ζηνόβιος) was a Greek sophist, who taught rhetoric at Rome during the reign of Emperor Hadrian (AD 117–138).[1]", "45654": "There are undoubtedly many learned men among the followers of every religion. They should free themselves from prejudice, accept the universal truths – that is those truths that are to be found alike in all religions and are of universal application, reject all things in which the various religions differ and treat each other lovingly, it will be greatly to the advantage of the world.", "16036442": "Francis of Marchia[1] (c. 1290 - after 1344) was an Italian Franciscan theologian and philosopher.[2] He was an ally of William of Ockham and Michael of Cesena, and opponent of Pope John XXII, in the struggles of the Franciscan Spirituals, leading to his expulsion from the order in 1329. He was commenting on the Sentences of Peter Lombard around 1320,[3] but no longer closely bound to Lombard;[4] for example he incidentally theorises on projectile motion,[5] views now thought to be taken from Richard Rufus of Cornwall.[6] He was nicknamed Doctor succinctus ('the concise teacher').[7][8]", "74461788": "Marilyn Gaye Piety (born 1960) is an American philosopher and Professor of Philosophy at Drexel University. She is known for her works on Kierkegaard's thought and philosophy of sport.[1][2][3][4][5]", "48411230": "Stathis Psillos (/ˈsɪlɒs/; Greek: Ευστάθιος (Στάθης) Ψύλλος; born 22 June 1965)[6] is a Greek philosopher of science. He is Professor of Philosophy of Science and Metaphysics at the University of Athens, Greece and a member of the Rotman Institute of Philosophy of the University of Western Ontario. In 2013–15, he held the Rotman Canada Research Chair in Philosophy of Science at the University of Western Ontario, Canada.[7]", "36450911": "Ásta Kristjana Sveinsdóttir (born October 5, 1969), who publishes as Ásta, is an Icelandic philosopher. She was a professor of philosophy at San Francisco State University and is currently a professor at Duke University.", "45667": "Abhay Charanaravinda Bhaktivedanta Swami Prabhupada (IAST: Abhaya Caraṇāravinda Bhakti-vedānta Svāmī Prabhupāda; 1 September 1896 – 14 November 1977[1]) was an Indian spiritual teacher who was the founder of the International Society for Krishna Consciousness (ISKCON),[2] commonly known as the \"Hare Krishna movement\".[1][3][4] Followers of ISKCON view Bhaktivedanta Swami Prabhupada as a representative and messenger of Chaitanya Mahaprabhu.[5]", "16003684": "Bartolomeo Spina (born at Pisa about 1475; died at Rome, 1546) was an Italian Dominican theologian and scholastic philosopher.", "41529960": "Sergio Benvenuto (born 1948 in Naples, Italy) is an Italian psychoanalyst, philosopher and author. He is researcher for the Institute of Cognitive Sciences and Technologies (ISTC) of the Italian National Research Council (CNR) in Rome. He is Professor Emeritus in Psychoanalysis at the International Institute of Depth Psychology in Kiev. He founded and edited the European Journal of Psychoanalysis (since 2012 also published in Russian).", "46412394": "Ernest Leopoldovich Radlov or Ernst Radlow (Russian: Эрнест Леопольдович Радлов, 1854—1928) was a Russian neo-Kantian philosopher and historian of philosophy of German origin. Co-founder of the St. Petersburg Philosophical Society, director of the Public Library in Petrograd (1918—1924).", "62206572": "Hermann Andreas Pistorius (8 April 1730 – 10 November 1798) was a German Protestant-Lutheran theologian and clergyman, philosopher, reviewer, translator and writer. During his lifetime he was regarded as \"the most learned man on Rügen\".[1]", "64008817": "Florida State University (Philosophy, M.A.)", "8925809": "Frederick Ronald Hastings Englefield (1891–1975) was an English poet and philosopher.  His major work, Language and Thought, remains unpublished, though excerpts have appeared in various books and journals.  He was critical of the use of words in situations where the words have no clear referent, especially in religion and philosophy, but also in literary criticism.  His theory that language evolved naturally from gestures has not met with wide acceptance, but his criticism of religion and philosophy, published posthumously, was well received and is still in print.", "8368757": "Jacques Taminiaux (French: [taminjo]; 29 May 1928 – 7 May 2019) was a Belgian philosopher and professor at Boston College in Chestnut Hill, Massachusetts, United States.", "13677176": "Dionysius of Cyrene (Greek: Διονύσιος ὁ Κυρηναῖος), lived c. 150 BC, was a Stoic philosopher and mathematician.", "20689534": "Damien Keown (born 1951) is a British academic, bioethicist, and authority on Buddhist bioethics.[1][2] He is Professor Emeritus in the Department of History at Goldsmiths, University of London. Keown earned a B.A. in religious studies from the University of Lancaster in 1977 and a Ph.D. from the Faculty of Oriental Studies at the University of Oxford in 1986.[1]", "31437442": "Yvonne Artaud (Lyon, 1924 - Pondicherry, 5 August 2009) was a French educator, ethnologist, psychologist and artist, and was the aide of the thinker and philosopher Medhananda. She was a disciple of Sri Aurobindo and Mirra Alfassa. She became an educator at the International Centre of Education and as an artist, she painted many canvases and wrote poems and plays. Her works are currently stored at the Identity Research Institute in Pondicherry, which she founded in 1978 with Medhanada.[1]", "45068931": "Simon Lumsden is Associate Professor of philosophy at University of New South Wales. He is known for his research on subjectivism, German idealism and poststructuralism.[1][2][3][4][5][6]", "5124738": "Morton White (April 29, 1917 – May 27, 2016) was an American philosopher and historian of ideas. He was a proponent of a doctrine he called holistic pragmatism[1] (a variant of pragmatism) and also a noted scholar of American intellectual history. He was a professor in the Department of Philosophy at Harvard from 1953 to 1970. He was Professor Emeritus in the School of Historical Studies at the Institute for Advanced Study in Princeton, NJ, where he served as Professor in the School of Historical Studies from 1970 until he retired in 1987.", "59093639": "Vincent Shen (1949-2018) was a philosopher known for his work in Chinese philosophy and in the comparative dialogue between Western and Chinese thought.[1]", "71053961": "Roger Dadoun (1 January 1928 – 12 June 2022) was a French philosopher, psychoanalyst, translator, and art critic.[1] He was a professor of comparative literature at Paris Diderot University.[2][3]", "47329931": "Nicolae Bagdasar (5 February 1896–21 April 1971) was a Romanian philosopher. Born to a peasant family north of Bârlad, he fought in World War I before attending the University of Bucharest and going on to earn a doctorate in Germany. He entered university teaching at Bucharest in 1928, but did not become a full professor until 1942, when he began teaching the history of philosophy and epistemology at Iași. Rising to Romanian Academy member the following year, he lost this distinction in 1948, under the nascent communist regime, and was removed from teaching in 1949. He spent the remainder of his career in a lower profile, undertaking research in various fields. A well-read scholar, Bagdasar authored the first history of Romanian philosophy, among several noted texts. Both in the interwar period and during World War II, he was involved in running publishing houses, with the latter stint incurring disfavor from the communist authorities.", "3158676": "Cora Diamond (born 1937)[2] is an American philosopher who works in the areas of moral philosophy, animal ethics, political philosophy, philosophy of language, philosophy and literature, and the thought of Ludwig Wittgenstein, Gottlob Frege, and Elizabeth Anscombe. Diamond is the Kenan Professor of Philosophy Emerita at the University of Virginia.", "25408151": "Liao Xiaoyi (simplified Chinese: 廖晓义; traditional Chinese: 廖曉義; pinyin: Liào Xiǎoyì; Wade–Giles: Liao Hsiao-I), or Sheri Liao, is a Chinese environmental activist, journalist and producer of documentaries whose works are credited with advancing the Chinese environmental movement.", "16069272": "Guido Terrena (c.1270 in Perpignan – 1342), also known as Guido Terreni and Guy de Perpignan, was a Catalan Carmelite canon lawyer and scholastic philosopher.", "72397466": "David Bidney (1908–1987) was an American anthropologist and philosopher associated with the Indiana University.[1][2][3][4]", "36450974": "Arnór Hannibalsson (1934 – 28 December 2012) was an Icelandic philosopher, historian, and translator. He was a professor of philosophy at the University of Iceland. He completed a master's degree in philosophy at the University of Moscow and a doctorate in philosophy at the University of Edinburgh in Scotland.", "12963": "Giordano Bruno (/dʒɔːrˈdɑːnoʊ ˈbruːnoʊ/; Italian: [dʒorˈdaːno ˈbruːno]; Latin: Iordanus Brunus Nolanus; born Filippo Bruno, January or February 1548 – 17 February 1600) was an Italian philosopher, poet, cosmological theorist and esotericist.[1] He is known for his cosmological theories, which conceptually extended to include the then-novel Copernican model. He proposed that the stars were distant suns surrounded by their own planets (exoplanets), and he raised the possibility that these planets might foster life of their own, a cosmological position known as cosmic pluralism. He also insisted that the universe is infinite and could have no center.", "66761379": "Nicholas of Methone (died 1160/1166) was a Byzantine theologian and philosopher who served as the bishop of Methone from around 1150.", "55849645": "Munzifa Kakharovna Gafarova (Tajik: Мунзифа Қаҳҳоровна Ғаффорова) (October 4, 1924 – June 28, 2013) was a Tajikistani philosopher. She was the first woman from Central Asia to be awarded a doctorate in philosophy.[1]", "3224245": "Tsion Avital (born February 21, 1940) is an Israeli philosopher of art and culture.", "7942843": "William S. Sahakian (Armenian: Ուիլյամ Սահակյան) (January 1, 1922–April 6, 1986) was an Armenian-American philosopher.  Receiving his BS at Northeastern University with a major in psychology and sociology in 1944, Sahakian later completed his graduate studies in philosophy at Harvard University and at Boston University.  In 1951, Sahakian received his Ph.D. degree from Boston University.  Sahakian's dissertation was entitled, The emotive ethic in contemporary British and American philosophy. Sahakian also received a Master of Divinity degree at Boston University in 1947.[1]", "14529212": "Todd Gifford May[1] (born May 13, 1955) is a political philosopher who writes on topics of anarchism, poststructuralism, and post-structuralist anarchism. More recently he has published books on existentialism and moral philosophy. He is currently a professor of philosophy at Warren Wilson College. [2]", "65909438": "Brian Herbert Medlin (1927–2004) was Foundation[1] Professor of Philosophy at Flinders University in Adelaide, South Australia, from 1967 to 1988.[2] He pioneered radical philosophy in Australian universities[3] and played an active role in the campaign against the Vietnam War.[2]", "1159873": "Nammalvar (Tamil: நம்மாழ்வார், lit. 'Our Alvar'; IAST Nammāḻvār) was one of the twelve Alvar saints of Tamil Nadu, India, who are known for their affiliation to the Vaishnava tradition of Hinduism. The verses of the Alvars are compiled as the Naalayira Divya Prabandham, where praises are sung of 108 temples that are classified as divine realms, called the Divya Desams. Nammalvar is considered to be the fifth in the line of the twelve Alvars. He is highly regarded as a great mystic of the Vaishnava tradition. He is also considered to be the foremost among the twelve Alvars, and his contributions amount to 1352 among the 4000 stanzas in the Naalayira Divya Prabandam.", "45429442": "Simona Forti is an Italian philosopher and academic, whose main interests are in political philosophy and contemporary ethics. She was born in Modena in 1958. She graduated  in Philosophy from the University of Bologna in 1983. In the following years she attended the Phd courses in political theory at the Turin University as well as the Phd courses in political philosophy at The New School in New York. She  received her PhD in History of Political Thought from Turin University in 1989. In 2004 she was appointed Full Professor of History of Political Philosophy at the University of Eastern Piedmont. In 2020, she was appointed Full Professor of Political Philosophy at the Scuola Normale Superiore, in Pisa, Italy.[1] She is one of the founding members of FINO”, a PhD Program in Philosophy coordinated by the Northwestern Italian University Consortium, and  the standing president of Bios, an international and interdisciplinary research center on biopolitics and  bioethics based at the University of Piemonte Orientale.", "43233986": "Gary Michael Gutting[1] (April 11, 1942 – January 18, 2019)[2] was an American philosopher and holder of an endowed chair in philosophy at the University of Notre Dame.\nHis daughter is writer Tasha Alexander.[3]", "18428613": "Chao Cuo (simplified Chinese: 晁错; traditional Chinese: 晁錯, ca. 200–154 BC) was a Chinese philosopher, politician, and writer. He was a political advisor and official of the Han dynasty (202 BC – 220 AD), renowned for his intellectual capabilities and foresight in martial and political matters. He was an early advocate of revoking the heqin treaty with the Xiongnu nomads of the north. He compared the relative strengths and weaknesses of both Han Chinese and Xiongnu military tactics. In a written work of 169 BC, he advocated a systematic policy to populate and defend frontier zones. He proposed that civilian migrants supported by the government could simultaneously train as militia units while developing and cultivating remote regions which were under frequent attack by nomadic forces. He fell victim to execution when political rivalries at the imperial court convinced Emperor Jing that Chao's death would curtail or at least mitigate the Rebellion of the Seven States.", "11055814": "Vern Sheridan Poythress (born 1946) is an American philosopher, theologian, New Testament scholar and mathematician, who is currently the New Testament chair of the ESV Oversight Committee. He is also the Distinguished Professor of New Testament, Biblical Interpretation, and Systematic Theology at Westminster Theological Seminary and editor of Westminster Theological Journal.[1]", "54801110": "Regunta Yesurathnam (16 October 1941 – 8 August 2011)[5] was a priest hailing from the Diocese of Medak of the Church of South India, headquartered in Medak, notable as a systematic theologian[6] who served as a faculty member from 1974 through 2001 of the Andhra Christian Theological College, affiliated to the Senate of Serampore College (University), in Secunderabad, Telangana, India,.", "48739032": "Andronicianus (Ancient Greek: Ἀνδρονικιανός) was an orthodox Christian philosopher of classical antiquity.[1] He wrote two books critical of Eunomius of Cyzicus (of whom Andronicianus is believed to be a contemporary) and his devotion to Arianism.[2] One book was titled Against the Eunomians; the title of the other is now lost. Nothing more is known of him.[3]", "52540122": "Bryan W. Van Norden (Chinese: 萬百安; born 1962) is an American translator of Chinese philosophical texts and scholar of Chinese and comparative philosophy. He has taught for twenty five years at Vassar College, United States, where he is currently the James Monroe Taylor Chair in Philosophy.  From 2017 to 2020, he was the Kwan Im Thong Hood Cho Temple Professor at Yale-NUS College in Singapore.[1]", "73249506": "James Phillip Frank Tartaglia (born 29 October 1973) is a British philosopher who defends metaphysical idealism and existential nihilism, as well as a jazz saxophonist whose \"jazz-philosophy fusion\" combines jazz music with philosophical ideas.", "54735589": "Ilaria L. E. Ramelli (born 1973) is an Italian-born historian, academic author, and university professor who specializes in ancient, late antique, and early mediaeval philosophy and theology.", "66466543": "Richard Bithell (22 March 1821 – 4 December 1902) was an English agnostic philosopher and writer.", "1094392": "Hui Shi (Chinese: 惠施; pinyin: Huì Shī; Wade–Giles: Hui4 Shih1; 370–310 BCE[1]), or Huizi (Chinese: 惠子; pinyin: Huìzǐ; Wade–Giles: Hui4 Tzu3; \"Master Hui\"), was a Chinese philosopher during the Warring States period. A representative of the School of Names (Logicians), he is famous for ten paradoxes about the relativity of time and space, for instance, \"I set off for Yue (southeastern China) today and came there yesterday.\" Said to have written a code of laws, Hui was a prime minister in the state of Wei.[2]", "13049": "Mary Ann Evans (22 November 1819 – 22 December 1880; alternatively Mary Anne or Marian[1][2]), known by her pen name George Eliot, was an English novelist, poet, journalist, translator, and one of the leading writers of the Victorian era.[3] She wrote seven novels: Adam Bede (1859), The Mill on the Floss (1860), Silas Marner (1861), Romola (1862–1863), Felix Holt, the Radical (1866), Middlemarch (1871–1872) and Daniel Deronda (1876). Like Charles Dickens and Thomas Hardy, she emerged from provincial England; most of her works are set there. Her works are known for their realism, psychological insight, sense of place and detailed depiction of the countryside.", "59355901": "Dezső Csejtei (born April 19, 1951) is a Hungarian philosopher and professor of philosophy at the University of Szeged.\nDezső is known for his expertise on hermeneutics, philosophy of history and theology.[1][2] He is a former president of Hungarian Philosophical Society.", "35664640": "Ajume Wingo is a Cameroonian political and social philosopher who is an associate professor at the University of Colorado at Boulder.[1] Much of his work has focused on the analysis of non-liberal or corrupt democratic states with particular focus on contemporary African states. He has also published articles on African art, aesthetics, and culture,[2] often juxtaposing these with western practices and customs.", "74461956": "Neera K. Badhwar is an Indian philosopher and Professor Emeritus of Philosophy at the University of Oklahoma. She is known for her works on ethics and political philosophy.[1][2][3][4][5][6][7]", "3519238": "David Conway (born 1947) is a British academic philosopher who has written several books on philosophy and politics. He has been described as \"a classical liberal who thinks nations are essential\".[1]", "37008139": "John Samuel Feinberg (born April 2, 1946) is an American theologian, author, and professor of biblical and systematic theology. He is currently listed as Professor of Biblical and Systematic Theology (retired) at Trinity Evangelical Divinity School in Deerfield, Illinois. He is noted for his expertise in theodicy.[1]", "44937996": "Robert 'Bob' E. Goodin (born 30 November 1950)[1] was Professor of Government at the University of Essex and is now Distinguished Professor of Philosophy and Social and Political theory at the Australian National University.[2]", "50541329": "Hasok Chang (Korean: 장하석; Hanja: 張夏碩; born March 26, 1967) is a Korean-born American historian and philosopher of science currently serving as the Hans Rausing Professor at the Department of History and Philosophy of Science at the University of Cambridge and a board member of the Philosophy of Science Association. He previously served as president of the British Society for the History of Science from 2012 to 2014.[2]", "7123730": "Réginald Marie Garrigou-Lagrange OP (French: [gaʁigu lagʁɑ̃ʒ]; 21 February 1877 – 15 February 1964) was a French Dominican friar, philosopher and theologian. Garrigou-Lagrange was a neo-Thomist theologian, recognized along with Édouard Hugon and Martin Grabmann as distinguished theologians of the 20th century.[1] As professor at the Pontifical University of Saint Thomas Aquinas, he taught dogmatic and spiritual theology in Rome from 1909 to 1959. There he wrote The Three Ages of the Interior Life (Les trois âges de la vie intérieure) in 1938.", "50574103": "Mark D. Jordan (born 1953/54) is a scholar of Christian theology, European philosophy, and gender studies. He is currently the Richard Reinhold Niebuhr Research Professor of Divinity at Harvard Divinity School and Professor of the Studies of Women, Gender, and Sexuality in the Harvard Faculty of Arts and Sciences.", "6894370": "Bhagat Pipa (born 1425[2]) was a Rajput ruler of Gagaraungarh who abdicated the throne to become a Hindu mystic poet and saint of the Bhakti movement.[3][4] He was born in the Malwa region of North India (east Rajasthan) in approximately AD 1425.[5]", "7844651": "Syed Abul Hasan Ali Hasani Nadwi (also known as Ali Miyan; 5 December 1913 – 31 December 1999) was a leading Islamic scholar, thinker, writer, preacher, reformer and a Muslim public intellectual of 20th century India and the author of numerous books on history, biography, contemporary Islam, and the Muslim community in India, one of the most prominent figure of Deoband School.[3][4][5] His teachings covered the entire spectrum of the collective existence of the Muslim Indians as a living community in the national and international context.[6] Due to his command over Arabic, in writings and speeches, he had a wide area of influence extending far beyond the Sub-continent, particularly in the Arab World.[6] During 1950s and 1960s he stringently attacked Arab nationalism and pan-Arabism as a new jahiliyyah and promoted pan-Islamism.[3] He began his academic career in 1934 as a teacher in Nadwatul Ulama, later in 1961; he became Chancellor of Nadwa and in 1985, he was appointed as Chairman of Oxford Centre for Islamic Studies.[6]", "7713579": "Max Lüscher (9 September 1923 – 2 February 2017[1]) was a Swiss psychotherapist known for inventing the Lüscher color test, a tool for measuring an individual's psychophysical state based on their color preferences. Besides research, teaching and practicing psychotherapy in Basel, Lüscher worked for international companies, amongst other things giving color advice. His book The Lüscher Test has been translated into more than 30 languages.", "14299952": "Dom Heliodoro de Paiva (fl. Coimbra, 1552) was a Portuguese composer, philosopher, and theologian.", "23671604": "Edward Dembowski (31 May 1822 – 27 February 1846)[1] was a Polish philosopher, literary critic, journalist, and leftist independence activist.[2]", "32224054": "Jacob Loewenberg (February 2, 1882 – March 27, 1969) was a Latvian-American philosopher.[1]", "36090684": "Ulrike M. Sattler MAE is a professor of computer science in the information management group of the Department of Computer Science at the University of Manchester[5][6] and a visiting professor at the University of Oslo.[7]", "2634558": "Muhammad Abdul Muqtedar Khan (born 1966) is an Indian American academic and a professor in the Department of Political Science and International Relations at the University of Delaware. Khan is the founding director of the Islamic Studies Program at the university. He chaired the Department of Political Science and was Director of International Studies at Adrian College. He was a senior non-resident Fellow at the Brookings Institution from 2003 to 2008. He was a senior fellow of the Institute for Social Policy and Understanding from 2011-2014 and is a Senior Fellow of the Center for Global Policy since 2014. He earned his Ph.D. in international relations, political philosophy and Islamic political thought from Georgetown University in May 2000.[citation needed]", "8008520": "Mordechai Yosef Leiner of Izbica (מרדכי יוסף ליינר) known as \"the Ishbitzer\" (Yiddish: איזשביצע, איזביצע Izhbitze, Izbitse, Ishbitze) (1801-1854[1]) was a rabbinic Hasidic thinker and founder of the Izhbitza-Radzyn dynasty of Hasidic Judaism.  He is best known for his work Mei Hashiloach.", "3617615": "Aristides the Athenian (also Saint Aristides or Marcianus Aristides; Greek: Ἀριστείδης Μαρκιανός) was a 2nd-century Christian Greek author who is primarily known as the author of the Apology of Aristides. His feast day is August 31 in Roman Catholicism and September 13 in Eastern Orthodoxy.[1]", "32420688": "Harald R. Wohlrapp (born 6 June 1944 in Hildesheim, Germany) is a German philosopher. His main focus is argumentation theory.", "53916496": "Teddy Seidenfeld is an American statistician and philosopher currently the H. A. Simon University Professor at Carnegie Mellon University.[1][2]", "40448860": "Emilio Lledó Íñigo (Seville, 5 November 1927) is a Spanish philosopher. He has been a professor at several universities and is a member of the Royal Spanish Academy.[1]", "50606940": "Józef Landau (1875 – November 1933[1]) was a poet, essayist, philosopher, educational activist, assimilationist, a leading representative of the movement of freethought.", "9614182": "Yang Rongguo (simplified Chinese: 杨荣国; traditional Chinese: 楊榮國; pinyin: Yáng Róngguó; Wade–Giles: Yang Jungkuo, 1907–1978) was a Chinese academic and philosopher who was involved in the Criticize Lin, Criticize Confucius campaign of the Cultural Revolution.", "66958182": "Die Philosophie Herakleitos des Dunklen von Ephesos (lit. 'The Philosophy of Heraclitus the Obscure of Ephesus') is an 1857–1858 book by Ferdinand Lassalle, which presents a Hegelian analysis of the pre-Socratic philosopher Heraclitus.", "2437993": "Pietro Giannone (7 May 1676 – 17 March 1748) was an Italian philosopher, historian and jurist born in Ischitella, in the province of Foggia. He opposed the papal influence in Naples, for which he was excommunicated and imprisoned for twelve years until his death.[1][2]", "40153962": "Étienne Klein (French: [klɛ̃]; born 1958) is a French physicist and philosopher of science, born in 1958. A graduate of École Centrale Paris, he holds a DEA (Master of Advanced Studies) in theoretical physics, as well as a Ph.D. in philosophy of science and an accreditation to supervise research (HDR).", "2601835": "Uicheon (28 September 1055 – 5 October 1101) was a Korean Royal Prince and influential Korean Buddhist scholar-monk during the Goryeo period (918–1392). He was the fourth son of King Munjong (1046–1083) and Queen Inye from the Gyeongwon Yi clan and the younger brother of Sunjong, Seonjong, and Sukjong.[2][3]", "13172": "Autocephaly recognized by some autocephalous Churches de jure:", "1782645": "Hans Urs von Balthasar (12 August 1905 – 26 June 1988) was a Swiss theologian and Catholic priest who is considered an important Catholic theologian of the 20th century.[13] Pope John Paul II announced his choice of Balthasar to become a cardinal, but he died shortly before the consistory. Cardinal Joseph Ratzinger (later Pope Benedict XVI) said in his funeral oration for Balthasar that \"he is right in what he teaches of the faith\" and that he \"points the way to the sources of living water\".[14]", "7451511": "Sadhguru (born Jagadish Vasudev, 3 September 1957) is the founder and head of the Isha Foundation, based in Coimbatore, India. The foundation, established in 1992, operates an ashram and yoga centre that carries out educational and spiritual activities. Sadhguru has been teaching yoga since 1982. He is the author of the New York Times bestsellers Inner Engineering: A Yogi's Guide to Joy and Karma: A Yogi's Guide to Crafting Your Destiny, and a frequent speaker at international forums.", "21672824": "Nicoletto Vernia (c. 1420, in Chieti[1] – October 31, 1499, in Vicenza) was an Italian Averroist philosopher, at the University of Padua.[2]", "11187068": "Friedrich Christian Laukhard (7 June 1757 – 28 April 1822) was a German novelist, philosopher, historian and theologian.\nFrom 1783 to 1794 he volunteered in the Prussian army as a musketeer. During the War of the first coalition his regiment (v. Thadden) campaigned in Valmy.\nLaukhard's military diary is of great interest for historical research on the Prussian army and the French revolutionary wars. \nDue to his licentious and extrovert lifestyle, \"Magister Laukhard\" soon became a notorious figure.", "15479678": "Samding Dorje Phagmo", "57357201": "Sudhindra Tirtha (c.1596 - c.1623) was a Dvaita philosopher of aesthetics, dramatist and the pontiff of the matha at Kumbakonam. Unlike his predecessors who mainly dealt with polemics and theology, most of his written works deal with Kavya (poetry), Alankara (figure of speech) and Nataka (drama), which is considered unique in history of Dvaita literature. He is also notable as a disciple of Vijayendra Tirtha, engaging in scholarly debates across the subcontinent [1] and for mentoring Raghavendra Tirtha who succeeded him as the pontiff of the matha at Kumbakonam. Regarding his oeuvre in the context of Dvaita literature, Sharma notes \"he was left us works of real merit, which stand out like oases in the dreary desert of theological writings\". [2] His works are characterised by alliterations, elegance and simplicity.", "47133588": "Patricia J. Thompson (June 15, 1926 – April 1, 2016), also known as Yelena Vladimirovna Mayakovskaya (Russian: Елена Владимировна Маяковская), was an American philosopher and author of more than 20 books.[1] She was one of the two known children of the poet Vladimir Mayakovsky, the other being Gleb-Nikita Lavinsky (1921–1986). This fact was kept a secret until 1991.[2][3]", "1815448": "Bodhiruci (Chinese: 菩提流支; pinyin: pú tí liú zhī) was a Buddhist monk from North India (6th century CE) active in the area of Luoyang, China.[1] He was appointed as master translator at Yongning (永寧寺) temple by emperor Xuanwu of the Northern Wei.[1] In his translations, Bodhiruci was assisted by the central Indian monk Ratnamati (勒那摩提).[1]", "308126": "Pierre Bayle (French: [bɛl]; 18 November 1647 – 28 December 1706)[3] was a French philosopher, author, and lexicographer. He is best known for his Historical and Critical Dictionary, whose publication began in 1697.[3] Many of the more controversial ideas in the book were hidden away in the voluminous footnotes, or they were slipped into articles on seemingly uncontroversial topics. Bayle is commonly regarded as a forerunner of the Encyclopédistes of the mid-18th century.", "69710750": "Severino Elias Ngoenha (Maputo, 1962) is a Mozambican philosopher working in the area of Political philosophy.[1] He is one of the main Portuguese-speaking African philosophers, along with other thinkers such as the Mozambican philosopher José Castiano, the Mozambican social theorist Elísio Macamo[2][3] and the Angolan philosopher Filipe Cahungo.[4]", "340898": "Wilfrid Stalker Sellars (May 20, 1912 – July 2, 1989) was an American philosopher and prominent developer of critical realism,[10] who \"revolutionized both the content and the method of philosophy in the United States\".[11]", "31142818": "Henricus Reneri or Renerius (1593, Huy – 20 March 1639, Utrecht) was a Dutch[1] philosopher.", "52409256": "Barbara Michaela Sattler (born 1974) is a Senior Lecturer in philosophy at St Andrews University. Her area of research is metaphysics and natural philosophy in the ancient Greek world.[1]", "36615084": "Brian McGuinness (22 October 1927 – 23 December 2019) was a Wittgenstein scholar best known for his translation, with David Pears, of the Tractatus-Logico-Philosophicus.[1]", "54637492": "Anne Dufourmantelle (20 March 1964 – 21 July 2017) was a French philosopher and psychoanalyst.[1][2][3]", "18559928": "Sir Thomas Malcolm Knox FRSE (28 November 1900 – 6 April 1980) was a British philosopher who served as Principal of St Andrews University from 1953 to 1966 and Vice-president of the Royal Society of Edinburgh from 1975 to 1978.[1]", "7418810": "Thomas Morgan (died 1743) was an English deist.[1]", "28095428": "James Francis Ross (October 9, 1931 – July 12, 2010) was an American philosopher. James Ross, a creative thinker in philosophy of religion, law, metaphysics and philosophy of mind, was a member of the Philosophy Department at the University of Pennsylvania from 1962 until his death.  He published widely.", "373717": "Richard Arthur Wollheim (5 May 1923 − 4 November 2003) was a British philosopher noted for original work on mind and emotions, especially as related to the visual arts, specifically, painting.  Wollheim served as the president of the British Society of Aesthetics from 1992 onwards until his death in 2003.", "46038": "Jeremy Bentham (/ˈbɛnθəm/; 4 February 1747/8 O.S. [15 February 1748 N.S.][2][3][4] – 6 June 1832) was an English philosopher, jurist, and social reformer regarded as the founder of modern utilitarianism.[5][6]", "799706": "Viktor Grigoryevich Afanasyev (Russian: Ви́ктор Григо́рьевич Афана́сьев; 18 November 1922[1] – 10 April 1994) was a Soviet and Russian public figure, journalist and professor of philosophy who is remembered for his work as a philosophy academic, politician, and newspaper editor. Afanasyev was editor-in-chief (1974-1975) of the journal Kommunist and deputy editor (1968–1974) and editor-in-chief (1976–1989) of Pravda.", "21345243": "Donatien Alphonse François, Marquis de Sade (French: [dɔnasjɛ̃ alfɔ̃z fʁɑ̃swa maʁki də sad]; 2 June 1740 – 2 December 1814), was a French writer, libertine, political activist and nobleman best known for his libertine novels and imprisonment for sex crimes, blasphemy and pornography. His works include novels, short stories, plays, dialogues, and political tracts. Some of these were published under his own name during his lifetime, but most appeared anonymously or posthumously.", "7746533": "Kunkhyen Pema Karpo (Tibetan: ཀུན་མཁྱེན་པདྨ་དཀར་པོ་, Wylie: kun-mkhyen pad-ma dkar-po) (1527–1592 CE) was the fourth Gyalwang Drukpa, head of the Drukpa lineage of Tibetan Buddhism. He was the most famous and learned of all the Gyalwang Drukpas. During his lifetime, he was known as the grand lama amongst all grand lamas, and was a teacher to many lamas and disciples all over Tibet.", "66663398": "Leila Tuulikki Haaparanta (née Taiminen, born 20 October 1954) is a Finnish philosopher who works in analytic philosophy and the philosophy of logic. She is retired from the University of Tampere as a professor emerita.[1]", "3290087": "Simmias of Thebes (Ancient Greek: Σιμμίας Θηβαῖος; fl. 5th–4th century BC) was an ancient Greek philosopher, disciple of Socrates, and a friend of Cebes. In his Memorabilia, Xenophon includes him in the inner circle of Socrates' followers.[2] He appears in Plato's Phaedo as a main discussion partner of Socrates alongside Cebes, as well as Crito,[3] Phaedrus,[4] and Epistle XIII.[5]", "34976742": "Henri Lambert (1862–1934) was a Belgian engineer and glass works owner at Charleroi near Brussels. His glass works was the largest in the world in that time. He was one of the first occupied with social economy.[1] He spoke Walloon with his blue collar workers, which was exceptional in that time. He was a prolific writer (in French) of articles for newspaper and political journals, brochures, and books on political philosophy, and had several of his works translated into German and English. He favoured individualism, free trade, and international peace. He also wrote works about corporations, trade unions, government, democracy, and representation, voicing bold and well-intentioned ideas (which may not be altogether consistent). But his criticism of the principle of limited liability in connection with corporations is an original point which seems to have attracted attention at the turn of the century, as well as his ideas about the organisation of trade unions. He was called upon to address lawyers' and economists' associations and other bodies.", "74462190": "Daniel Breazeale (25 January, 1945 - December 30, 2023) was an American philosopher and Professor of Philosophy at the University of Kentucky. He is known for his works on German philosophy.[1][2][3][4]", "1061874": "Florian Witold Znaniecki (15 January 1882 – 23 March 1958) was a Polish and American philosopher and sociologist who taught and wrote in Poland and in the United States. Over the course of his work he shifted his focus from philosophy to sociology. He remains a major figure in the history of Polish and American sociology; the founder of Polish academic sociology, and of an entire school of thought in sociology.[2] He won international renown as co-author, with William I. Thomas, of the study, The Polish Peasant in Europe and America (1918–1920), which is considered the foundation of modern empirical sociology. He also made major contributions to sociological theory, introducing terms such as humanistic coefficient and culturalism.", "37630970": "Ruth Hagengruber is a German philosopher, currently professor and head of philosophy at the University of Paderborn. She specialises in the history of women philosophers as well as philosophy of economics and computer science and is a specialist on Émilie Du Châtelet.[1] Hagengruber is the director of the Center for the History of Women Philosophers and Scientists and founder of the research area EcoTechGender. She invented the Libori Summer School and is the creator of the Encyclopedia of Concise Concepts by Women Philosophers, for which she holds the position of editor in chief together with Mary Ellen Waithe.[2]", "46075": "Kazimierz Kuratowski (Polish pronunciation: [kaˈʑimjɛʂ kuraˈtɔfskʲi]; 2 February 1896 – 18 June 1980) was a Polish mathematician and logician. He was one of the leading representatives of the Warsaw School of Mathematics. He worked as a professor at the University of Warsaw and at the Mathematical Institute of the Polish Academy of Sciences (IM PAN). Between 1946 and 1953, he served as President of the Polish Mathematical Society.", "27866110": "Gaetano da Thiene (1387–1465) was an Italian Renaissance philosopher and physician who was born and lived in Padua.[1]", "44971017": "Acharya A. B. Masilamani or Abel Boanerges Masilamani[8] (1914–1990[9]) was a Golden Jubilee[10] Baptist pastor and evangelist[11] on whom parallels had been drawn comparing his ecclesiastical ministry with that of Saint Paul.[11] The Mar Thoma Syrian Church, one of the Saint Thomas Christian Churches founded by Thomas the Apostle in the first century[12] which holds the annual Maramon Conventions used[7] to have Masilamani preach at its conventions since the 1970s.[13] During one such Maramon Convention held in 1983 at Maramon, Masilamani was one of the main speaker who spoke on Christology[14] in the presence of the two patriarchs[14] of the Mar Thoma Church, Alexander Mar Thoma and Thomas Mar Athanius.[14]", "9090059": "Thomas Gallus of Vercelli (ca.1200 – 1246), sometimes in early twentieth century texts called Thomas of St Victor, Thomas of Vercelli or Thomas Vercellensis, was a French theologian, a member of the  School of St Victor. He is known for his commentaries on Pseudo-Dionysius and his ideas on affective theology. His elaborate mystical schemata influenced Bonaventure and The Cloud of Unknowing.", "42578966": "Saifuddin Jalal  سیف الدین جلال (born 22 March 1958 in Kabul), pseudonym Mayparast Jalal, nickname Saiffi Jalal, is an Afghan philosopher, writer and poet.", "35140631": "Robert Denoon Cumming (October 27, 1916 – 25 August 2004) was a Canadian-American philosopher and historian of twentieth-century Continental philosophy, especially phenomenology. He taught at Columbia University from 1948 to 1985, when he retired as Frederick E. Woodbridge professor emeritus of philosophy.[1]", "73446428": "Maximus II (fl. AD 185–196) was an early Christian bishop of Jerusalem (Aelia Capitolina) and theologian.[1][2][3][4]", "23508012": "Władysław Heinrich (Warsaw, 1 January 1869 – 30 June 1957, Kraków, Poland) was a Polish historian of philosophy, psychologist, professor at Kraków University and member of the Polish Academy of Learning.", "34780206": "Herbert James Paton FBA FSA Scot (30 March 1887 – 2 August 1969), usually cited as H. J. Paton, was a Scottish philosopher who taught at various university institutions, including Glasgow and Oxford. He worked in British intelligence during the two world wars and played a diplomatic role on behalf of Poland at the 1919 Versailles conference. In 1968, the year before his death, he published The Claim of Scotland, a plea for greater general understanding of the constitutional position of his own native country.", "32224304": "Arthur Edward Murphy (September 1, 1901 – May 11, 1962) was an American philosopher.[1]", "46135": "George Philip Lakoff (/ˈleɪkɒf/; born May 24, 1941) is an American cognitive linguist and philosopher, best known for his thesis that people's lives are significantly influenced by the conceptual metaphors they use to explain complex phenomena.", "47559740": "Li Guangdi (Chinese: 李光地; Pe̍h-ōe-jī: Lí Kong-tē; 1642–1718), also known by his courtesy name Jinqing (Chinese: 晉卿; Pe̍h-ōe-jī: Chìn-kheng) and sobriquet Hou'an (Chinese: 厚庵; Pe̍h-ōe-jī: Hō͘-am), was a Chinese neo-Confucianist court official during the reign of the Kangxi Emperor of the Qing dynasty.", "66466885": "Jason Ānanda Josephson Storm (né Josephson) is an American academic, philosopher, social scientist, and author. He is currently Professor and chair in the Department of Religion and chair in Science and Technology Studies at Williams College.[2] He also holds affiliated positions in Asian studies and Comparative Literature at Williams College. Storm's research focuses on Japanese religions, European intellectual history from 1600 to the present, and theory in religious studies.[2] His more recent work has discussed disenchantment and philosophy of social science.", "2372679": "David Bentley Hart (born February 1965) is an American writer, philosopher, religious studies scholar, critic, and theologian. Reviewers have commented on Hart's baroque prose and provocative rhetoric in over one thousand essays, reviews, and papers as well as nineteen books (including translations). From a predominantly Anglican family background, Hart became Eastern Orthodox when he was twenty-one. His academic works focus on Christian metaphysics, philosophy of mind, Indian and East Asian religion, Asian languages, classics, and literature as well as a New Testament translation. Books with wider audiences include The Doors of the Sea, Atheist Delusions, and That All Shall Be Saved.", "1586250": "Edgar Sheffield Brightman (September 20, 1884 – February 25, 1953) was an American philosopher and Christian theologian in the Methodist tradition, associated with Boston University and liberal theology, and promulgated the philosophy known as Boston personalism.", "67646538": "Jerome J. Valberg (born 1936) is a retired American-British philosopher, and former Senior Lecturer of Philosophy at University College London.[1]", "8598604": "Mark Bevir (born 1963) is a British philosopher of history. He is a professor of political science and the Director of the Center for British Studies at the University of California, Berkeley, where he currently teaches courses on political theory and philosophy, public policy and organisation, and methodology.[5] He is also a Professor in the  Graduate School of Governance, United Nations University (MERIT) and a Distinguished Research Professor in the College of Arts and Humanities, Swansea University.", "41301070": "Gëzim Alpion is an Albanian academic and civil activist.  He is currently based in the Department of Sociology at the University of Birmingham, United Kingdom.", "10073167": "Leopoldo Zea Aguilar (June 30, 1912 – June 8, 2004) was a Mexican philosopher.", "23311439": "Xu Liangying (simplified Chinese: 许良英; traditional Chinese: 許良英; 3 May 1920 – 28 January 2013) was a Chinese physicist, translator and a historian and philosopher of natural science.[1]", "472146": "Robin George Collingwood FBA (/ˈkɒlɪŋwʊd/; 22 February 1889 – 9 January 1943) was an English philosopher, historian and archaeologist. He is best known for his philosophical works, including The Principles of Art (1938) and the posthumously published The Idea of History (1946).", "74298452": "John T. Lysaker (born 1966) is an American philosopher and William R. Kenan Professor of Philosophy at Emory University.[1]\nHe  is known for his works on ethics, aesthetics and philosophical psychology.[2][3][4][5]", "1389660": "Philippe Van Parijs (French: [filip vɑ̃ paʁɛjs]; born 23 May 1951) is a Belgian political philosopher and political economist, best known as a proponent and main defender of the concept of an unconditional basic income[2] and for the first systematic treatment of linguistic justice.[3]", "1619037": "Roy A. Clouser is professor emeritus of the College of New Jersey. He has served as professor of philosophy, religion, and logic at the college since 1968. He serves as the resident philosopher of Christian Leaders Institute.[1]", "32126044": "Alan Finlayson is a British political theorist and political scientist. He is Professor of Political and Social Theory at The University of East Anglia in the United Kingdom, having previously taught in the Department of Political and Cultural Studies at Swansea University, and the Department of Politics and International Relations at Queen's University Belfast. He is a leading advocate of rhetorical political analysis and of its importance for the study of British politics.", "27669600": "Frédérick Têtu is a teacher born in the city of Québec (Qc, Canada) in 1967. He holds a B.A. and a master's degree in philosophy from the Université Laval (Canada), and a bachelor of law (LL.B) from McGill University (Canada). He has done further studies in political science at Boston College (USA).", "15479904": "Godfrey of St. Victor (Geoffroy, Godefridus, Galfredus c. 1125 – c. 1195) was a French monk and theologian, and one of the last major figures of the Victorines. He was a supporter of the study of ancient philosophy and of the Victorine mysticism of Hugh of St. Victor and Richard of St. Victor.[1]", "33043558": "Sayed Hassan Hussaini (known as Sayed Hassan Akhlaq, Persian: سید حسن اخلاق) is an Afghan-American philosopher.", "21574760": "Thomas Dewar \"Harry\" Weldon MC (5 December 1896 – 13 May 1958) was a British philosopher.", "58537065": "Dominik Finkelde (born 31 May 1970) is a German Jesuit priest, philosopher and playwright.[1]", "65909867": "Anna Binder-Urbanová (21 June 1912 - 16 May 2004) was a lecturer in modern philosophy and philology. She was recognized as a Righteous Among the Nations due to her activities in World War II. During the Holocaust she helped smuggle Jews who had worked in the underground, and rescued several Jewish women from the Auschwitz extermination camp.", "18265196": "Patri Friedman (born July 29, 1976) is an American libertarian, anarcho-capitalist,[1] and theorist of political economy.[2] He founded The Seasteading Institute, a non-profit that explores the creation of sovereign ocean colonies.[3][4][5]", "16135285": "Peter de Rivo (Petrus) (c.1420 in Aalst – 1490 in Leuven) was a Flemish scholastic philosopher, teaching at the Old University of Leuven.", "275574": "William James Durant (/dəˈrænt/; November 5, 1885 – November 7, 1981) was an American historian and philosopher, best known for his 11-volume work, The Story of Civilization, which contains and details the history of Eastern and Western civilizations. It was written in collaboration with his wife, Ariel Durant, and published between 1935 and 1975. He was earlier noted for The Story of Philosophy (1926), described as \"a groundbreaking work that helped to popularize philosophy\".[1]", "35632253": "Alice Crary (/ˈkrɛəri/; born 1967) is an American philosopher who currently holds the positions of University Distinguished Professor at the Graduate Faculty, The New School for Social Research in New York City and Visiting Fellow at Regent's Park College, University of Oxford, U.K. (where she was Professor of Philosophy 2018–19).", "40907903": "Dragoš Kalajić (Serbian Cyrillic: Драгош Калајић; 22 February 1943 – 22 July 2005) was a Serbian painter, philosopher and writer.[1]", "38646911": "John Lewis (1 February 1889 – 12 February 1976) was a British Unitarian minister and Marxist philosopher and author of many works on philosophy, anthropology, and religion.", "13445": "Heinrich Rudolf Hertz (/hɜːrts/ HURTS; German: [ˈhaɪnʁɪç ˈhɛʁts];[1][2] 22 February 1857 – 1 January 1894) was a German physicist who first conclusively proved the existence of the electromagnetic waves predicted by James Clerk Maxwell's equations of electromagnetism. The unit of frequency, cycle per second, was named the \"hertz\" in his honor.[3]", "3781766": "Bano Qudsia (Urdu: بانو قدسیہ‎; 28 November 1928 – 4 February 2017), also known as Bano Aapa,[4] was a Pakistani novelist, playwright and spiritualist. She wrote literature in Urdu, producing novels, dramas plays and short stories. Qudsia is best recognized for her novel Raja Gidh.[5] Qudsia also wrote for television and stage in both Urdu and Punjabi languages. Her play Aadhi Baat has been called \"a classic play\".[6] Bano Qudsia died in Lahore on 4 February 2017.[7]", "49460360": "Charles Potter (1634–1663) was an English philosopher. He was the son of Christopher Potter.", "20788364": "Johann Spörlein (January 7, 1814 – November 19, 1873) was a German Catholic church historian who was a native of Burk, today a neighborhood in the city of Forchheim. He was a prominent supporter of philosopher Anton Günther (1783–1863).", "4437136": "Thomas of Villanova, OSA (1488 – September 8, 1555), born Tomás García y Martínez, was a  Spanish friar of the Order of Saint Augustine who was a noted preacher, ascetic and religious writer of his day. He became an archbishop who was famous for the extent of his care for the poor of his see.", "6599825": "David Alan Johnson (born 1952) is Associate Professor of Philosophy and chair of the Department of Philosophy at Yeshiva University[1] and has previously taught at UCLA, Syracuse University, Ohio State University, University of Connecticut, Wesleyan University, and College of William & Mary.[2]", "3060882": "Ralph Barton Perry (July 3, 1876 – January 22, 1957) was an American philosopher. He was a strident moral idealist who stated in 1909 that, to him, idealism meant \"to interpret life consistently with ethical, scientific, and metaphysical truth.\" Perry's viewpoints on religion stressed the notion that religious thinking possessed legitimacy should it exist within a framework accepting of human reason and social progress.[1]", "39138449": "Tomonaga Sanjūrō (朝永 三十郎, Tomonaga Sanjūrō, 1871–1951) was a Japanese academic and esteemed professor emeritus of medieval, renaissance, early modern, and Kantian philosophy at the University of Kyoto during the early 20th century. He was one of the leading thinkers of the Kyoto School.", "26260632": "Marek Jan Siemek (November 27, 1942 – May 30, 2011) was a Polish philosopher and historian of German transcendental philosophy (German idealism). He was a professor at the Institute of Philosophy of the University of Warsaw and the director of its Department of Social Philosophy.[1]", "865437": "Wang Chongyang (11 January 1113 – 22 January 1170; Chinese calendar: 22nd day, 12th month, 2nd year, Zhenghe era in the reign of Emperor Huizong of Song - 4th day, 1st month, 10th year, Dading era in the reign of Emperor Shizong of Jin)[note 1] was a Chinese philosopher and poet. He was a Taoist master and one of the founders of the Quanzhen School in the 12th century during the Jin dynasty (1115–1234). He was one of the Five Northern Patriarchs of Quanzhen. He also appears as a character in works of wuxia fiction.", "57029794": "Jnanananda Bharati (1889–1975), also spelled Gnanananda Bharati, was a Sanyasi, lawyer, philosopher, writer and author. Born as Krishnaswamy Iyer to Vakil G. Ramachandra Iyer and Janaki Ammal on 26 October 1889, Krishnaswamy passed his BA, MA and BL degrees at the University of Madras  and practiced as a successful lawyer at Tirunelveli.", "177316": "Viktor Emil Frankl (26 March 1905 – 2 September 1997)[1]\nwas an Austrian psychiatrist and Holocaust survivor,[2] who founded logotherapy, a school of psychotherapy that describes a search for a life's meaning as the central human motivational force.[3] Logotherapy is part of existential and humanistic psychology theories.[4]", "11777190": "Walter Boughton Pitkin (February 6, 1878 – January 25, 1953) was an American author and university professor. He taught at Columbia University for 38 years, and he authored more than 30 books, including the 1932 best-selling book, Life Begins at Forty.", "10826922": "Paul W. Taylor (November 19, 1923 – October 14, 2015) was an American philosopher best known for his work in the field of environmental ethics.", "63124654": "Matthew Kieran (born 19 December 1968) is a British philosopher and was Professor of Philosophy and the Arts at the University of Leeds. He is known for his works on aesthetics.[1][2][3]", "43070641": "Andrew Brook (born March 17, 1943) is a Canadian philosopher, author and academic particularly known for his writings on Immanuel Kant and the interplay between philosophy and cognitive science. Brook is Chancellor's Professor Emeritus of Philosophy and Cognitive Science at Carleton University, former President of the Canadian Psychoanalytic Society, and former President of the Canadian Philosophical Association.", "18003129": "Barrie Karp (born February 10, 1945 in Laredo, Texas – died September 27, 2019, New York City) was an artist, independent scholar and academic. Karp grew up first in Scranton and Wilkes-Barre and then, in the later part of her childhood, in Williamsport, Pennsylvania and the surrounding Lycoming County area. She was an educator in philosophy, cultural studies, humanities and arts from a feminist and anti-racist perspective in New York City colleges and universities since 1970. Karp was part of the founding generation of academic feminist educators, producing cutting edge-pedagogy in academic fields that, by the 1990s became categorized, disciplined, and designated as cultural and media studies. Her work stood at the intersection of gender critique and anti-racist activism. Karp's pedagogy and practice sought to further define a rigorous mode of inquiry in feminist and anti-racist studies. Karp envisioned feminism as a movement that can work across disciplinary boundaries and be informed by various traditions of inquiry. Her work was informed by her lifelong study of psychoanalysis. Paintings of Karp's appeared in the November/December 2008 issue of Tikkun magazine and by the Tikkun editor's August 2009 online blog and in the spring 2012 issue of On the Issues Magazine. In 1988, she had a one-person exhibition at the Everhart Museum in Scranton, Pennsylvania.", "210105": "Edmund Lee Gettier III (/ˈɡɛtiər/; October 31, 1927 – March 23, 2021) was an American philosopher at the University of Massachusetts Amherst.  He is best known for his article written in 1963: \"Is Justified True Belief Knowledge?\",[1] which has generated an extensive philosophical literature trying to respond to what became known as the Gettier problem.", "56865978": "Ida M. Eliot (1839–1923) was an American writer, educator, philosopher, and entomologist who published one of the first books on caterpillars, Caterpillars and Their Moths (1902) with Caroline Soule.", "2045119": "Abu al-Hakam al-Kirmani (Arabic: أبو الحكم الكرماني; died 1066 CE) was a prominent philosopher and scholar from the Muslim al-Andalus. A student of Maslamah Ibn Ahmad al-Majriti, he was a Neoplatonic advocate, and seen as an influence on Ibn 'Arabi, but he also wrote extensively on geometry and logic. His exact date of death is not known as he fled to Morocco in the twelfth century. It is possible that it was he who returned to al-Andalus with the Epistles of the Brethren of Purity.[1][2]", "1356992": "Ledi Sayadaw U Ñaṇadhaja (Burmese: လယ်တီဆရာတော် ဦးဉာဏဓဇ, pronounced [lɛ̀dì sʰəjàdɔ̀ ʔú ɲàna̰dəza̰]; 1 December 1846 – 27 June 1923[1]) was an influential Theravada Buddhist monk. He was recognized from a young age as being developed in both the theory (Abhidhamma) and practice of Buddhism and so was revered as being scholarly.[2] He wrote many books on Dhamma in Burmese and these were accessible even to a serious lay person, hence he was responsible for spreading Dhamma to all levels of society and reviving the traditional practice of Vipassanā meditation, making it more available for renunciates and lay people alike.[1]", "41825480": "Pauli Pylkkö is a Finnish philosopher.[1] He was a student of Jaakko Hintikka, and later a professor and a researcher in both the United States and Finland. Pylkkö has addressed such topics as logic, semiotics, philosophy of language, and cognitive science. Pylkkö has published several works focused specifically on the philosophy of Martin Heidegger, and his works have examined the often problematic relationships between language and subjectivity, nationalism, the limits of scientific rationality, and the semiotic and linguistic mechanics of fascism. His work has also aroused interest in theological research.[2]", "23475401": "The Spirit shall look out through Matter's gaze / And Matter shall reveal the Spirit's face.[2]", "2798793": "Johannes Althusius (1563 – August 12, 1638)[1] was a German-French jurist and Calvinist political philosopher.", "19313867": "Jahnava Devi (Sanskrit: জাহ্নবী দেবী); c. 1481 – c. 1541), also called Jahnava Mata, was the wife of Nityananda[2] and a philosopher and saint from the Gaudiya Vaishnava school of Hindu Vedanta.[3] She became a leading figure in Gaudiya Vaishnavism and a diksa guru and sampradaya head.[4][5][6][7][8][9][10]\n[11][12][13][14]", "70038735": "William (Bill) Joseph Petrek (February 26, 1928 - May 7, 2011) was an American philosopher and professor of philosophy at Hofstra University. He was the President of The American International University in London, England.[1]\nHe was also a former provost of Hofstra University.[2]", "4437200": "Timothy \"Speed\" Levitch (/ˈlɛvɪtʃ/; born July 9, 1970) is an American actor, tour guide, poet, speaker, philosopher, author and voice actor.  The name \"Speed\" was given to him by a childhood friend in high school. Levitch has appeared in multiple films and has had poetic and philosophical works published in books and periodicals.", "14562514": "Alon Harel (Hebrew: אלון הראל, born 1957) is a law professor at the Hebrew University of Jerusalem, where he holds the Phillip P. Mizock & Estelle Mizock Chair in Administrative and Criminal Law. He was educated at the Hebrew University of Jerusalem, Yale University, and Balliol College, Oxford (where he earned a D.Phil. in legal philosophy with a dissertation supervised by Joseph Raz). He has been a visiting professor at Columbia University, Harvard University, the University of Toronto, the University of Texas at Austin, and the University of Chicago.", "34911449": "Heinrich Schmidt (December 18, 1874  – May 2, 1935) was a German archivist, naturalist, philosopher, professor and a student of Ernst Haeckel.", "13531": "Henri-Louis Bergson (French: [bɛʁksɔn]; 18 October 1859 – 4 January 1941) was a French philosopher,[8][9][10][11][12] who was influential in the traditions of analytic philosophy and continental philosophy, especially during the first half of the 20th century until the Second World War,[13] but also after 1966 when Gilles Deleuze published Le Bergsonisme. Bergson is known for his arguments that processes of immediate experience and intuition are more significant than abstract rationalism and science for understanding reality.", "15381726": "Ingeborg i Mjärhult ('Ingeborg of Mjärhult') (1665 – 23 July 1749) was a Swedish natural healer, natural philosopher, soothsayer and spiritual visionary.", "5158112": "Páll Skúlason (4 June 1945 – 22 April 2015) was a professor of philosophy and former Rector of the University of Iceland.[1]", "66729191": "Nicholas Everitt (born 21 October 1943) is an English philosopher and atheist writer who specializes in epistemology and philosophy of religion.", "2307304": "Jakob Frohschammer (6 January 1821 – 14 June 1893) was a German theologian and philosopher.", "3224809": "Keith Martin Dowding (born 6 May 1960)[1] is Distinguished Professor of Political Science and Political Philosophy, School of Politics and International Relations, Research School of Social Sciences at the Australian National University, Canberra, Australia. He was in the Government Department at the London School of Economics, UK in 2006,[2] and has published widely in the fields of public choice, public administration, public policy, British politics, comparative politics, urban political economy, positive political theory and normative political philosophy. His work is informed by social and rational choice theories. He edited the SAGE Publishing Journal of Theoretical Politics from 1996 to 2012.", "23213290": "Muhammad Mustafa Jauhar (Urdu: محمد مصطفٰی جوہر) (10 May 1895 – 24 October 1985) was a Pakistani scholar, religious leader, public speaker, poet and philosopher.", "636139": "David of Dinant (c. 1160 – c. 1217) was a pantheistic philosopher.  He may have been a member of, or at least been influenced by, a pantheistic sect known as the Amalricians.  David was condemned by the Church in 1210 for his writing of the \"Quaternuli\" (Little Notebooks), which forced him to flee Paris.  When and where he died is unknown; all that can be ascertained is that he died after the year 1215, as he was condemned again in the council of 1215.", "4240618": "Ernest Sosa (born June 17, 1940) is an American philosopher primarily interested in epistemology.[1] Since 2007 he has been Board of Governors Professor of Philosophy at Rutgers University, but he spent most of his career at Brown University.", "4273386": "Cynthia Holden Enloe (born July 16, 1938) is an American political theorist, feminist writer, and professor.[1][2] She is best known for her work on gender and militarism[3] and for her contributions to the field of feminist international relations.[4] She has also influenced the field of feminist political geography, with feminist geopolitics in particular.", "7058665": "Protap Chunder Mozoomdar (Bengali: প্রতাপ চন্দ্র মজুমদার Protap Chôndro Mojumdar, also transliterated as Pratap Chander Mozoomdar) (2 Oct 1840–21 May 1905) was a leader of the Hindu reform movement, the Brahmo Samaj, in Bengal, India, and a close follower of Keshub Chandra Sen. He was a leading exemplar of the interaction between the philosophies and ethics of Hinduism and Christianity, about which he wrote in his book, The Oriental Christ.", "4732144": "Jaan Kaplinski (22 January 1941 – 8 August 2021[1]) was an Estonian poet, philosopher, politician, and culture critic, known for his focus on global issues and support for left-wing/liberal thinking. He was influenced by Eastern philosophical schools (Taoism and especially Buddhism).[1][2]", "35960049": "Andrew S. Bowie (born 1952) is Professor of Philosophy and German at Royal Holloway, University of London and Founding Director of the Humanities and Arts Research Centre (HARC).[1]", "308469": "Lanza del Vasto (born Giuseppe Giovanni Luigi Maria Enrico Lanza di Trabia-Branciforte;[1] 29 September 1901 – 6 January 1981) was an Italian philosopher, poet, artist, Catholic and nonviolent activist.", "3060983": "Francisco Romero (1891–1962) was a Latin American philosopher who spearheaded a reaction against positivism.", "42251515": "Jane Jebb Mansbridge (born November 19, 1939) is an American political scientist. She is the Charles F. Adams Professor of Political Leadership and Democratic Values in the Kennedy School of Government at Harvard University.", "3454204": "Eudemus of Rhodes (Greek: Εὔδημος) was an ancient Greek philosopher, considered the first historian of science, who lived from c. 370 BCE until c. 300 BCE. He was one of Aristotle's most important pupils, editing his teacher's work and making it more easily accessible. Eudemus' nephew, Pasicles, was also credited with editing Aristotle's works.", "341246": "Damião de Góis (Portuguese: [dɐmiˈɐ̃w dɨ ˈɣɔjʃ]; February 2, 1502 – January 30, 1574), born in Alenquer, Portugal, was an important Portuguese humanist philosopher. He was a friend and student of Erasmus. He was appointed secretary to the Portuguese factory in Antwerp in 1523 by King John III of Portugal. He compiled one of the first accounts on Ethiopian Christianity.", "1029376": "Józef Maria Bocheński or Innocentius Bochenski (30 August 1902 – 8 February 1995) was a Polish Dominican, logician and philosopher.", "767234": "Moses Ilyich Schönfinkel (Russian: Моисей Исаевич Шейнфинкель, romanized: Moisei Isai'evich Sheinfinkel; 29 September 1888 – 1942 (1943)) was a logician and mathematician, known for the invention of combinatory logic.", "22328579": "Chen Daqi (1886–1983), or Ch'en Ta-ch'i, was a psychologist, philosopher, politician, and writer. He was a pioneer of modern psychology in China. Chen was a former President of Zhejiang University, and acting President of Peking University.", "49460490": "Giulio Sirenio (Latin: Julius Syrenius; 1553 – 1593) was an Italian philosopher from Brescia.[1][2]", "44086539": "Karl Albert Scherner (26 July 1825 – 6 June 1889) was a German philosopher and psychologist.", "4764940": "Pinchas Lapide[pronunciation?] (28 November 1922 – 23 October 1997) was a Jewish theologian and Israeli historian.[1] He was an Israeli diplomat from 1951 to 1969, among other position acting as Israeli Consul to Milan, and was instrumental in gaining recognition for the young state of Israel. He wrote more than 35 books during his lifetime. Lapide was married to Ruth Lapide with whom he shared his interests and endeavors.", "6993166": "Quentin Meillassoux (/ˌmeɪəˈsuː/; French: [mɛjasu]; born \n26 October 1967)[2] is a French philosopher. He teaches at the Université Paris 1 Panthéon-Sorbonne.", "210191": "Philo of Alexandria (/ˈfaɪloʊ/; Ancient Greek: Φίλων, romanized: Phílōn; Hebrew: יְדִידְיָה, romanized: Yəḏīḏyāh (Jedediah); c. 20 BCE – c.  50 CE), also called Philo Judaeus,[a] was a Hellenistic Jewish philosopher who lived in Alexandria, in the Roman province of Egypt.", "37303572": "May Brodbeck (July 26, 1917 – August 1, 1983)[1][2] was an American philosopher of science.", "65254681": "Maria Luisa Dalla Chiara Scabia (born 1938)[1] is an Italian logician and philosopher of science, known for her work on quantum logic and quasi-set theory. She is a professor emerita at the University of Florence.[2]", "74036505": "William McBride (born January 19, 1938) is an American philosopher and Arthur G. Hansen Distinguished Professor of Philosophy at Purdue University. He is known for his works on political philosophy and philosophy of law.[1][2][3][4]", "111901": "Stephen Pearl Andrews (March 22, 1812 – May 21, 1886) was an American libertarian socialist, individualist anarchist, linguist, political philosopher, outspoken abolitionist and author of several books on the labor movement and individualist anarchism.[example  needed]", "7320868": "Robert Sharrock (1630–1684) was an English churchman and botanist. He is now known for The History of the Propagation and Improvement of Vegetables by the Concurrence of Art and Nature (1660), for philosophical work directed against Thomas Hobbes, and as an associate of Robert Boyle", "20460845": "Shaivism/Tantra/Nath", "45233456": "Louisa Capper (1776–1840) was an English writer, philosopher and poet of the 19th century. She was the mother of two notable sons.", "341297": "Martha Craven Nussbaum (/ˈnʊsbɔːm/; born May 6, 1947) is an American philosopher and the current Ernst Freund Distinguished Service Professor of Law and Ethics at the University of Chicago, where she is jointly appointed in the law school and the philosophy department. She has a particular interest in ancient Greek and Roman philosophy, political philosophy, existentialism, feminism, and ethics, including animal rights. She also holds associate appointments in classics, divinity, and political science, is a member of the Committee on Southern Asian Studies, and a board member of the Human Rights Program. She previously taught at Harvard and Brown.[3][4]", "59684150": "Other reasons this message may be displayed:", "931127": "John Austin (3 March 1790 – 1 December 1859) was an English legal theorist who posthumously influenced British and American law with an analytical approach to jurisprudence and a theory of legal positivism.[1] Austin opposed traditional approaches of \"natural law\", arguing against any need for connections between law and morality. Human legal systems, he claimed, can and should be studied in an empirical, value-free way.", "20329782": "Ayn Rand: A Sense of Life is a 1996 American documentary film written, produced, and directed by Michael Paxton. Its focus is on novelist and philosopher Ayn Rand, the author of the bestselling novels The Fountainhead and Atlas Shrugged, who promoted her philosophy of Objectivism through her books, articles, speeches, and media appearances.", "63845689": "Owen Goldin (born June 7, 1957) is an American philosopher and Professor of Philosophy at Marquette University.[1] He is the President of the Metaphysical Society of America.[2] Goldin is known for his research on Aristotle's Posterior Analytics.[3][4]", "734522": "Luis Carlos Restrepo Ramírez (born 24 January 1954) is a Colombian psychiatrist and philosopher, who served as the 5th High Commissioner for Peace of Colombia from August 2002 to March 2009.", "30291259": "Nils Wallerius (1 January 1706 –  16 August 1764) was a Swedish physicist, philosopher and theologian. He was one of the first scientists to study and document the characteristics of evaporation through modern scientific methods. He was also among the first and more notable followers of the philosophies of German philosopher Christian Wolff (1679–1754).\n[1]\n[2]", "570684": "Timothy Lauro Squire Sprigge (14 January 1932 – 11 July 2007), usually cited as T. L. S. Sprigge, was a British idealist philosopher who spent the latter portion of his career at the University of Edinburgh, where he was Professor of Logic and Metaphysics, and latterly an Emeritus Fellow.", "30291267": "George Lokert of Ayr (c. 1485 – 1547) was a Scottish philosopher and theologian who made significant contributions to the study of logic. A pupil of John Mair, he also studied and taught at the University of Paris, and eventually served as prior of the Sorbonne. Returning to Scotland in 1521, he served as Rector of the University of St Andrews (1522-5).[1]", "41235780": "Sahityacharya Dr. Pandit Pannalal Jain (5 March 1911 – 9 March 2001) was a distinguished Jain scholar.[1][2][3][4]  Dr. Kasturchand Kasliwal has regarded him as among the 20 most distinguished of the Jain scholars of 20th century[5] His teaching career spanned 70 years, from 1931 to 2001.[6]", "210244": "Leo Strauss (/straʊs/ STROWSS, German: [ˈleːoː ˈʃtʁaʊs];> September 20, 1899 – October 18, 1973) was a German-American scholar of political philosophy who specialized in classical political philosophy. Born in Germany to Jewish parents, Strauss later emigrated from Germany to the United States. He spent much of his career as a professor of political science at the University of Chicago, where he taught several generations of students and published fifteen books.", "21443914": "Hagnon of Tarsus (Greek: Ἅγνων, 2nd century BC) was an ancient Greek rhetorician, an Academic Skeptic philosopher, and a pupil of Carneades.[1] Quintilian chides him for writing a book called Rhetorices accusatio (Prosecution of Rhetoric) in which he denied that rhetoric was an art.[2]", "49460554": "Pierre de Saint-Joseph (born Pierre Comagère; Latin: Petrus A Sancto Josepho; 1594 – 1662), was a French Cistercian monk, philosopher, and theologian.[1]", "11973964": "Jan Hertrich-Woleński (also known as Jan Woleński; born 21 September 1940) is a Polish philosopher specializing in the history of the Lwów–Warsaw school of logic and in analytic philosophy.", "767317": "Marcel Mauss (French: [mos]; 10 May 1872 – 10 February 1950) was a French sociologist and anthropologist known as the \"father of French ethnology\".[1] The nephew of Émile Durkheim, Mauss, in his academic work, crossed the boundaries between sociology and anthropology. Today, he is perhaps better recognised for his influence on the latter discipline, particularly with respect to his analyses of topics such as magic, sacrifice and gift exchange in different cultures around the world. Mauss had a significant influence upon Claude Lévi-Strauss, the founder of structural anthropology.[2] His most famous work is The Gift (1925).", "45462870": "Malek Chebel (1953 – 12 November 2016) was a notable Algerian philosopher and anthropologist of religions . He was one of the most prominent North African intellectuals. He studied in Algeria, then later in France at Paris where he also studied psychoanalysis. He was a teacher at many universities worldwide.", "48084313": "Francesco Fiorentino (Sambiase, 1 May 1834[1] – Naples, 22 December 1884) was an Italian philosopher and historiographer.", "68924761": "Marylin Maeso (born 13 January 1988) is a French philosopher and teacher, known as a specialist on Albert Camus.[1]", "3061089": "Afrikan Spir[a], also spelled African Spir (1837–1890) was a Russian neo-Kantian philosopher of German-Greek descent who wrote primarily in German, but also French.[2][3][4]", "17708397": "David Edward Cooper (born 1942)[1] is Emeritus Professor of Philosophy at Durham University.[2]", "996719": "Walter Charleton (2 February 1619 – 24 April 1707) was a natural philosopher and English writer.[1]", "177521": "Aenesidemus (Ancient Greek: Αἰνησίδημος or Αἰνεσίδημος) was a 1st-century BC Greek Pyrrhonist philosopher from Knossos who revived the doctrines of Pyrrho and introduced ten skeptical \"modes\" (tropai) for the suspension of judgment.[1] He broke with the Academic Skepticism that was predominant in his time, synthesizing the teachings of Heraclitus and Timon of Phlius with philosophical skepticism. Although his primary work, the Pyrrhonian Discourses, has been lost, an outline of the work survives from the later Byzantine empire, and the description of the modes has been preserved by few ancient sources.", "13684": "Hildegard of Bingen (German: Hildegard von Bingen, pronounced [ˈhɪldəɡaʁt fɔn ˈbɪŋən]; Latin: Hildegardis Bingensis; c. 1098 – 17 September 1179), also known as Saint Hildegard and the Sibyl of the Rhine, was a German Benedictine abbess and polymath active as a writer, composer, philosopher, mystic, visionary, and as a medical writer and practitioner during the High Middle Ages.[1][2] She is one of the best-known composers of sacred monophony, as well as the most recorded in modern history.[3] She has been considered by scholars to be the founder of scientific natural history in Germany.[4]", "24720757": "Keian Genju (桂庵 玄樹, 1427 – June 28, 1508) was a Rinzai school Buddhist priest and Confucian scholar in late Muromachi period Japan, who is noted for forming the Satsunan school of Japanese Neo-Confucianism.[1][2] who studied classics under Ishō at Nanzen-ji.[3]", "17020278": "Jesse J. Prinz is an American philosopher who is Distinguished Professor of philosophy and Director of the Committee for Interdisciplinary Science Studies at the Graduate Center of the City University of New York.", "5682550": "Lawrence Pearsall Jacks (9 October 1860 – 17 February 1955), abbreviated L. P. Jacks, was an English educator, philosopher, and Unitarian minister who rose to prominence in the period from World War I to World War II.", "6632824": "Pierre Lévy (French: [levi]; born 1956) is a Tunisian-born French philosopher, cultural theorist and media scholar who specializes in the understanding of the cultural and cognitive implications of digital technologies and the phenomenon of human collective intelligence.", "5944698": "Gregory E. Pence (born January 17, 1948) is an American philosopher.", "1324413": "Peter David Klein (born September 17, 1940) is an American philosopher specializing in issues in epistemology who spent most of his career at Rutgers University.", "4076926": "Seyla Benhabib (/ˈseɪlə ˌbɛnhəˈbiːb/[3] born September 9, 1950) is a Turkish-born American philosopher.[4] Benhabib is a senior research scholar and adjunct professor of law at Columbia Law School. She is also an affiliate faculty member in the Columbia University Department of Philosophy and a senior fellow at the Columbia Center for Contemporary Critical Thought. She was a scholar in residence at the Law School from 2018 to 2019 and was also the James S. Carpentier Visiting Professor of Law in spring 2019. She was the Eugene Mayer Professor of Political Science and Philosophy at Yale University from 2001 to 2020. She was director of the program in Ethics, Politics, and Economics from 2002 to 2008. Benhabib is well known for her work in political philosophy, which draws on critical theory and feminist political theory. She has written extensively on the philosophers Hannah Arendt and Jürgen Habermas, as well as on the topic of human migration. She is the author of numerous books, and has received several prestigious awards and lectureships in recognition of her work.", "11482495": "Antonio Millán-Puelles (February 11, 1921 – March 22, 2005) was a Spanish philosopher interested in phenomenology and metaphysics, who published many books and articles. He discovered his vocation to philosophy when he read Husserl’s Logical Investigations and abandoned the medical studies he had just begun.", "2897281": "Eduardo Guillermo Carrasco Pirard (born July 2, 1940 in Santiago) is a Chilean musician, university professor of philosophy, author, and one of the founders of the Chilean folk music group Quilapayún -  and the group's musical director from 1969 to 1989.", "28358018": "Oliver Chase Quick (21 June 1885 – 21 January 1944) was an English theologian, philosopher, and Anglican priest.[1]", "996739": "Frances Power Cobbe (4 December 1822 – 5 April 1904) was an Anglo-Irish writer, philosopher, religious thinker, social reformer, anti-vivisection activist and leading women's suffrage campaigner. She founded a number of animal advocacy groups, including the National Anti-Vivisection Society (NAVS) in 1875 and the British Union for the Abolition of Vivisection (BUAV) in 1898, and was a member of the executive council of the London National Society for Women's Suffrage.", "13700": "Hesiod (/ˈhiːsiəd/ HEE-see-əd or /ˈhɛsiəd/ HEH-see-əd;[1] Greek: Ἡσίοδος Hēsíodos) was an ancient Greek poet generally thought to have been active between 750 and 650 BC, around the same time as Homer.[2][3] He is generally regarded by Western authors as 'the first written poet in the Western tradition to regard himself as an individual persona with an active role to play in his subject.'[4] Ancient authors credited Hesiod and Homer with establishing Greek religious customs.[5] Modern scholars refer to him as a major source on Greek mythology, farming techniques, early economic thought,[6] Archaic Greek astronomy and ancient time-keeping.", "24491398": "Mark Vernon is a British psychotherapist and writer.[1][2]", "36353424": "Jaroslav Šabata (2 November 1927 – 14 June 2012) was a Czech political scientist, psychologist, and dissident during Czechoslovakia's Communist era. A leading dissident based in Brno, Šabata was a signatory of Charter 77 in 1977.[1] He served as the spokesman of Charter 77, the organization named for the document, from 1978 to 1981.[1]", "11482515": "Don Alphonsus Ciacconius (born shortly before 15 December 1530,[1] Baeza - died 14 February 1599, Rome) was a Spanish Dominican scholar in Rome. His name is also spelt as Alfonso Chacón and Ciacono. Chacón is known mainly for two of his works: Historia utriusque belli dacici a Traiano Caesare gesti (Rome, 1576), and Vitae, et res gestae pontificum romanorum et S.R.E. Cardinalium ab initio nascentis ecclesiae usque ad Clementem IX. P.O.M. Alphonsi Ciaconii Ordinis Praedicatorum & aliorum opera descriptae (Rome, 1601).", "177557": "Friedrich Wilhelm Joseph Schelling (German: [ˈfʁiːdʁɪç ˈvɪlhɛlm ˈjoːzɛf ˈʃɛlɪŋ];[8][9][10][11] 27 January 1775 – 20 August 1854), later (after 1812) von Schelling, was a German philosopher. Standard histories of philosophy make him the midpoint in the development of German idealism, situating him between Johann Gottlieb Fichte, his mentor in his early years, and Georg Wilhelm Friedrich Hegel, his one-time university roommate, early friend, and later rival. Interpreting Schelling's philosophy is regarded as difficult because of its evolving nature.", "177559": "Joseph Glanvill FRS (1636 – 4 November 1680) was an English writer, philosopher, and clergyman. Not himself a scientist, he has been called \"the most skillful apologist of the virtuosi\", or in other words the leading propagandist for the approach of the English natural philosophers of the later 17th century.[1] In 1661 he predicted \"To converse at the distance of the Indes by means of sympathetic conveyances may be as natural to future times as to us is a literary correspondence.\"[2]", "22295963": "Dean W. Zimmerman is an American professor of philosophy at Rutgers University[1] specializing in metaphysics and philosophy of religion.", "59618716": "Andrew Collier (1944 – 2014) was Professor of Philosophy at the University of Southampton. He is known for his work on objectivity in the social sciences.[1]", "67220893": "Pablo Muchnik (born 1966) is an American philosopher and  Associate Professor of Philosophy at Emerson College. \nHe was the president of the North American Kant Society (2014-2017).[2]\nMuchnik is known for his works on philosophy of Immanuel Kant.[3][4][5]", "34125215": "José Pablo Feinmann (29 March 1943 – 17 December 2021) was an Argentine philosopher, writer, playwright, and television host.[1] He also penned several screenplays for domestic film production and international coproductions.", "12563872": "Christian Garve (7 January 1742 – 1 December 1798) was one of the best-known philosophers of the late Enlightenment along with Immanuel Kant and Moses Mendelssohn.", "52704677": "Christian Chabanis (9 August 1936 – 25 April 1989) was a French writer, philosopher and journalist.", "64468392": "Emily Beausoleil is a Canadian political theorist and lecturer of political science at the Victoria University of Wellington.[1] She is the co-editor of the academic journal Democratic Theory along with Jean-Paul Gagnon.", "243114": "Johann Georg Hamann (/ˈhɑːmən/; German: [ˈhaːman]; 27 August 1730 – 21 June 1788) was a German Lutheran philosopher from Königsberg known as \"the Wizard of the North\" who was one of the leading figures of post-Kantian philosophy. His work was used by his student J. G. Herder as the main support of the Sturm und Drang movement, and is associated with the Counter-Enlightenment and Romanticism.[5][6]", "67286443": "Bernadette Tobin AO (born 1946) is an Australian Catholic ethicist and professor of philosophy. She is the daughter of political activist and journalist B.A. Santamaria.[1][2]", "58504620": "Karola Stotz (September 8, 1963 – October 14, 2019) was a German scholar of philosophy of biology, cognitive science, and philosophy of science.[1][2] With Paul E. Griffiths, she pioneered the use of experimental philosophy methods in the field of philosophy of science.[3]", "24786349": "Professor David Simon Oderberg (born 1963) is an Australian philosopher of metaphysics and ethics based in Britain since 1987. He is Professor of Philosophy at the University of Reading.[1] He describes himself as a non-consequentialist or a traditionalist in his works.[2] Broadly speaking, Oderberg places himself in opposition to Peter Singer and other utilitarian or consequentialist thinkers. He has published over thirty academic papers and has authored six books: The Metaphysics of Good and Evil, Opting Out: Conscience and Cooperation in a Pluralistic Society, Real Essentialism, Applied Ethics, Moral Theory, and The Metaphysics of Identity over Time. Professor Oderberg is an alumnus of the Universities of Melbourne, where he completed his first degrees, and Oxford where he gained his D.Phil.[1]", "177582": "Sextus Empiricus (Greek: Σέξτος Ἐμπειρικός, Sextos Empeiricos; fl. mid-late 2nd century AD) was a Greek Pyrrhonist philosopher and Empiric school physician with Roman citizenship. His philosophical works are the most complete surviving account of ancient Greek and Roman Pyrrhonism, and because of the arguments they contain against the other Hellenistic philosophies, they are also a major source of information about those philosophies.", "2831787": "Arethas of Caesarea (Greek: Ἀρέθας; c. 860 - c. 939) was Archbishop of Caesarea Mazaca in Cappadocia (modern Kayseri, Turkey) early in the 10th century, and is considered one of the most scholarly theologians of the Greek Orthodox Church.  The codices produced by him, containing his commentaries are credited with preserving many ancient texts, including those of Plato and Marcus Aurelius' \"Meditations\".[1][2]", "66401711": "David Archard (born 19 January 1951) is a British moral philosopher who is Emeritus Professor of Philosophy at Queen's University Belfast. He is known for his work on children and families.", "18167211": "Jason Barker (born 1971) is a British theorist of contemporary French philosophy, film director, screenwriter, and producer. He is a professor of cultural studies at Kyung Hee University in the Graduate School of British and American Language and Culture,[1] and visiting professor at the European Graduate School,[2] where he teaches in the Faculty of Media and Communication alongside Alain Badiou, Judith Butler, Jacques Rancière, Avital Ronell, Slavoj Žižek, and others.[3]", "9483698": "Gaius Claudius Maximus (fl. 2nd century AD) was a Roman politician, a Stoic philosopher and a teacher of Marcus Aurelius.[1][2] No works by him are known to exist; however, he is mentioned in a few prestigious works from classical literature.", "1291703": "Maria Josefa (sister) \nManuel (brother) \nAna Maria (sister) \nManuel (brother) \nFilomena (sister) \nRosa Duarte (sister) \nJuana Bautista (sister) \nManuel Amáralos María (brother) \nMaría Francisca (sister)", "45495735": "Luc Foisneau, born in Blois on 30 March 1963, is a French philosopher specialising in contemporary political thought and that of the Early Modern period. Director of research at CNRS, he is a member of the Centre Raymond Aron, and teaches at School for Advanced Studies in the Social Sciences.[1]", "55752124": "Ahmad Wahib (November 9, 1942 - March 31, 1973) was an Indonesian progressive Islamic intellectual.[1] He is known for his reformist thinking especially from his diary in the publication Pergolakan Pemikiran Islam (Upheaval in Islamic Thinking) edited by his fellow progressive Islamic thinkers Djohan Effendi and Ismet Natsir.[2] In his diary, he criticized heavily the perceived rigidity and the absolutism of Islamic traditions and advocated for the radical reapproach on religious norms.[3] He was a part of the Yogyakarta based progressive Islamic intellectual circle Limited Group led by Mukti Ali.[4] In one interview with Douglas E. Ramage, an Indonesian intellectual graduated from the University of South Carolina, he referred to Wahib as one of the revolutionary Islamic thinkers. He died in a traffic accident on March 31, 1973, at the age of 30.", "1029571": "Liang Qichao (Chinese: 梁啓超 ; Wade-Giles: Liang2 Chʻi3-chʻao1; Yale: Lèuhng Kái-chīu) (February 23, 1873 – January 19, 1929) was a Chinese politician, social and political activist, journalist, and intellectual.[1] His thought had a significant influence on the political reformation of modern China. He inspired Chinese scholars and activists with his writings and reform movements.[2] His translations of Western and Japanese books into Chinese further introduced new theories and ideas and inspired young activists.", "71873989": "Frédéric Lenoir (born 3 June 1962) is a French sociologist, philosopher and writer[1][2]", "34747847": "Yi Je-hyeon (Hangul: 이제현, Hanja: 李齊賢; 28 January 1288 – 24 August 1367[1]) of the Gyeongju Yi clan, was a Goryeo politician, Neo-Confucianism scholar, philosopher, writer and poet. He was the follower and successor of Baek Yijeong, and the father of Royal Consort Hye-bi, consort of King Gongmin.", "64763335": "Colin William Barter Hannaford was a British mathematics educator, author, and advocate for education reform.", "3454408": "Arete of Cyrene (/əˈriːtiː/; Greek: Ἀρήτη; fl. 5th–4th century BC) was a Cyrenaic philosopher who lived in Cyrene, Libya. She was the daughter of Aristippus of Cyrene.[1]", "3061191": "James Hayden Tufts (1862–1942), an influential American philosopher, was a professor of the then newly founded Chicago University.  Tufts was also a member of the Board of Arbitration, and the chairman of a committee of the social agencies of Chicago. The work Ethics in 1908 (with a second edition appearing in 1932) was a collaboration of Tufts and John Dewey. Tufts believed in a conception of mutual influences which he saw as opposed in both Marxism and idealism.", "48674255": "Masoud Ahmadzadeh Heravi[2] (2 March 1945 – 4 December 1972) was an Iranian Marxist political theorist. Though often described as a Revolutionary Communist, his work mostly dealt with the grounds that Struggle is concerned with 'Strategy' and 'Tactics'. His work centered on the idea that the “defeat of capitalism and comprador capitalism” is possible by “armed struggle both as a strategy and a tactic\".[3] He left Mashhad in 1964 and he went to Tehran and studied Mathematics at the University of Tehran. His works deal with politics, the nature of comprador capitalism, guerrilla warfare, monarchy, and dictatorship.[4]", "12301779": "Zhao Yingcheng (Hebrew name: מֹשֶׁה בֶּן־אַבְרָהָם, Moshe ben Avraham; Traditional Chinese: 趙映乘;[1] born 1619, died after 1663[2]) was a Chinese philosopher and politician during the Ming dynasty. He and his brother Zhao Yingdou, also a mandarin, held important government posts in the 1660s.[3][4]", "17872342": "Eufrosin Poteca (Romanian pronunciation: [ˌe.ufroˈsin poˈteka]; born Radu Poteca; 1786 – 10 December 1858) was a Romanian philosopher, theologian, and translator, professor at the Saint Sava Academy of Bucharest.[1] Later in life he campaigned against slavery. He was the grandfather of the Romanian philosopher Constantin Rădulescu-Motru.", "55850454": "Kim Hei-sook (김혜숙; born c. 1955) is a South Korean academic and university administrator. She has been a professor of philosophy at Ewha Womans University since 1987, and was elected president of the university in 2017.", "67810777": "José Miguel Gambra Gutiérrez (born 1950) is a Spanish philosopher and politician. He is known mostly as the expert in logic and in the theory of predicates; since the 1980s he has been holding various teaching positions at Facultad de Filosofía of Universidad Complutense in Madrid. He is also recognized as a theorist of political and social science; Gambra advances the Traditionalist vision of state and society. In politics he adheres to the Carlist cause. In 2010-2021 he was leading one of two Traditionalist organisations in Spain, Comunión Tradicionalista.", "10368477": "Curtis Anthony Anderson (born May 29, 1940) is a contemporary American philosopher, currently Professor of Philosophy at the University of California at Santa Barbara. He earned his Ph.D. in philosophy from University of California at Los Angeles in 1977, where he worked closely with the renowned logician Alonzo Church.  He also holds an M.S. in mathematics from the University of Houston (1965), where he earned his undergraduate degree in physics and mathematics (1964).", "66401758": "To the left hand side of Goloka Bihari is the daughter of King Vrishabhanu, Sri Radha, who is as beautiful as the Lord and is worshipped by thousands of handmaidens. She fulfills the wishes of all. Sri Kishori is eternally remembered as Sri Ji.", "13792": "Heraclitus (/ˌhɛrəˈklaɪtəs/; Greek: Ἡράκλειτος Herákleitos; fl. c. 500 BC)[1] was an ancient Greek pre-Socratic philosopher from the city of Ephesus, which was then part of the Persian Empire.", "18822624": "Domenico Losurdo (14 November 1941 – 28 June 2018) was an Italian historian, essayist, Marxist philosopher, and communist politician.", "3061218": "Zisi (Chinese: 子思; c. 481–402 BCE), born Kong Ji (孔伋), was a Chinese philosopher and the grandson of Confucius.", "56866272": "Francesco Serao (20 September 1702 - 5 August 1783) was an Italian physician, physicist, geologist, philosopher and scholar. He was born in San Cipriano d'Aversa and died in Naples, Italy.[1]", "32978408": "Angelo Pirotta, O.P. (27 December 1894 – 16 November 1956) was a Maltese philosopher and educator. In philosophy, his areas of specialization were epistemology and metaphysics.[1]", "44545514": "René Tavernier (21 May 1915 – 16 December 1989) was a French poet and philosopher.", "34944492": "Fr. Edvard Kovač (born 1950) is a Slovenian theologian, philosopher and author. He is a member of the Order of Friars Minor and professor at the University of Ljubljana Theological Faculty and the Catholic University of Toulouse.[1]", "14104056": "Richard Schacht (born 1941)[1] is an American philosopher and professor emeritus at the University of Illinois Urbana-Champaign[2] now residing in Santa Fe, New Mexico.", "2340344": "Sheldon Sanford Wolin (/ˈwoʊlɪn/; August 4, 1922 – October 21, 2015)[1] was an American political theorist and writer on contemporary politics. A political theorist for fifty years, Wolin became Professor of Politics, Emeritus, at Princeton University, where he taught from 1973 to 1987.[2]", "5551629": "Sripadaraja (Sanskrit: श्रीपादराज; Śrīpādarāja) or Sripadaraya, also known by his pontifical name Lakshminarayana Tirtha (c.1422 - c.1480), was a Hindu Dvaita philosopher, scholar and composer and the pontiff of the Madhvacharya mutt at Mulbagal. He is widely considered the founder of Haridasa movement along with Narahari Tirtha. He has influenced both Carnatic music and Hindustani music through his compositions. His songs and hymns, written under the mudra of Ranga Vitthala, contain the distillation of Dvaita principles infused with mysticism and humanism.[1] He is also credited with the invention of  the suladi musical structure and composed 133 of them along with several kirtanas.[1] He was the advisor of Saluva Narasimha Deva Raya and mentored the young Vyasatirtha.[2] He  also authored a commentary on Jayatirtha's Nyaya Sudha called Nyayasudhopanyasa-Vagvajra.[3] Sripadaraja is believed to be the incarnation of Dhruva.", "74331661": "Letitia Meynell is a Canadian philosopher who is a Professor of Philosophy at Dalhousie University. Her work concerns philosophy of science, epistemology, feminist philosophy, and human/animal relationships.", "52409875": "Marie McGinn is a philosopher working in philosophy of mind and Wittgenstein. McGinn is an emeritus professor of philosophy at the University of York.", "51000856": "Bhikhan Lal Atreya (1897–1967) was an Indian writer and scholar, known for his writings on the Hindu scripture, Yogavasishtha.[1] He was a professor of philosophy at Banaras Hindu University and did academic research on parapsychology and mysticism.[2] The Yogavāsistha and Its Philosophy,[3]\nThe essence of Yogavāsiṣṭha[4]\nand An Introduction to Parapsychology[5] are some of his notable books. The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1957, for his contributions to literature and education.[6]", "3061274": "Richard Wahle (February 14, 1857, Vienna – October 21, 1935, Vienna) was professor of philosophy at the Universities of Czernowitz and Vienna.", "1717789": "Nicolaus Taurellus (Latin, from German: Nikolaus Öchslin[1][2]) (November 26, 1547 – September 28, 1606) was a German philosopher and medical academic.", "5912092": "Ogyū Sorai (荻生 徂徠, March 21, 1666 – February 28, 1728), pen name Butsu Sorai, was a Japanese historian, philologist, philosopher, and translator. He has been described as the most influential such scholar during the Edo period Japan.  His primary area of study was in applying the teachings of Confucianism to government and social order.  He responded to contemporary economic and political failings of the Tokugawa shogunate, as well as the culture of mercantilism and the dominance of old institutions that had become weak with extravagance.  Sorai rejected the moralism of Neo-Confucianism and instead looked to the ancient works.  He argued that allowing emotions to be expressed was important and nurtured Chinese literature in Japan for this reason.  Sorai attracted a large following with his teachings and created the Sorai school, which would become an influential force in further Confucian scholarship in Japan.", "1488418": "Aspasius (/æˈspeɪʒiəs, æˈspeɪziəs, æˈspeɪʒəs/; Greek: Ἀσπάσιος; c. 80 – c. 150 AD) was a Peripatetic philosopher. Boethius, who frequently refers to his works, says that Aspasius wrote commentaries on most of the works of Aristotle.", "13645347": "Archedemus of Tarsus (Greek: Άρχέδημος ὁ Ταρσεύς)[1] was a Stoic philosopher who flourished around 140 BC. Two of his works: On the Voice (Greek: Περὶ Φωνῆς) and On Elements (Greek: Περὶ Στοιχείων), are mentioned by Diogenes Laërtius.[2]", "407075": "Adamantios Korais  or Koraïs (Greek: Ἀδαμάντιος Κοραῆς [aðaˈmandi.os koraˈis]; Latin: Adamantius Coraes; French: Adamance Coray; 27 April 1748 – 6 April 1833) was a Greek scholar credited with laying the foundations of modern Greek literature and a major figure in the Greek Enlightenment. His activities paved the way for the Greek War of Independence and the emergence of a purified form of the Greek language, known as Katharevousa. Encyclopædia Britannica asserts that \"his influence on the modern Greek language and culture has been compared to that of Dante on Italian and Martin Luther on German\".[1]", "1750565": "Kersey Graves (November 21, 1813 – September 4, 1883) was a skeptic, atheist, rationalist, spiritualist, reformist writer, who was popular on the American freethought circuit of the late 19th century.", "20002340": "Geoffrey N. Cantor (born 1943) is Emeritus Professor of the History and Philosophy of Science at the University of Leeds and Honorary Senior Research Associate at UCL Department of Science and Technology Studies at University College London. He has written about Michael Faraday, the wave theory of light and the responses of the Quaker and Jewish religions to science.[1] With John Hedley Brooke he delivered the 1995–1996 Gifford Lecture at the University of Glasgow, which were subsequently published as Reconstructing Nature: The Engagement of Science and Religion  in 1998.[2] He contributed to the SciPer Project, which researches the popularization of science in the periodicals of the 19th century, such as the Boy's Own Paper and Punch, and has lectured upon this subject at the Royal Institution in 2005.[3]", "48543272": "Abdol Hossein Khosrow Panah (Persian:عبدالحسین خسروپناه; born February 1967) is an Iranian Shia cleric and professor of philosophy at the Research Institute for Islamic Culture and Thought. He is also Secretary and member of Supreme Council of the Cultural Revolution since January 2023.[2]", "24589865": "Illtyd Trethowan (12 May 1907 – 30 October 1993), born Kenneth Trethowan, was an English Benedictine monk,  Roman Catholic priest, philosopher, theologian, and author.", "407082": "Carl Schmitt (/ʃmɪt/; 11 July 1888 – 7 April 1985) was a German jurist, political theorist, and prominent member of the Nazi Party. Schmitt wrote extensively about the effective wielding of political power. An authoritarian conservative theorist,[4][5] he is noted as a critic of parliamentary democracy, liberalism, and cosmopolitanism.[6] His work has been a major influence on subsequent political theory, legal theory, continental philosophy, and political theology, but its value and significance are controversial, mainly due to his intellectual support for and active involvement with Nazism.[7]", "767533": "Alexandre Kojève (/koʊˈʒɛv/ koh-ZHEV, French: [alɛksɑ̃dʁ kɔʒɛv]; 28 April 1902 – 4 June 1968) was a Russian-born French philosopher and statesman whose philosophical seminars had an immense influence on 20th-century French philosophy, particularly via his integration of Hegelian concepts into twentieth-century continental philosophy.[2][3] As a statesman in the French government, he was instrumental in the formation of the European Union.[citation needed]", "22951471": "Jakub Górski (c. 1525 – 1583) was a Polish Renaissance philosopher.[1]", "73512498": "Yusif Qarabaghi (b. 1532; Qarabagh, Safavid Empire - d. 1591; Samarkand, Shaybanids) was a Turkic scientist, doctor, and philosopher.[1]", "52409913": "Sarah Jean Broadie OBE FBA FRSE (née Waterlow; 3 November 1941 – 8 August 2021[1]) was a British philosopher, a Professor of Moral Philosophy and Wardlaw Professor at the University of St Andrews. Broadie specialised in ancient philosophy, with a particular emphasis on Aristotle and Plato. Her work engages with metaphysics and both ancient and contemporary ethics. She has achieved numerous honours throughout her career as an academic philosopher. Broadie studied Greats[1] at Somerville College, Oxford, graduating in 1960.[2] Previously she has worked at the University of Edinburgh, University of Texas at Austin, Yale, Rutgers, and Princeton.[3]", "8762939": "Murray Clarke is a Professor of Philosophy at Concordia University in Montreal, Quebec, Canada specializing in Cognitive Science, Philosophy of Mind, and Naturalized Epistemology. He is the author of Reconstructing Reason and Representation.", "6796862": "William Lowe Bryan (November 11, 1860 – November 21, 1955) was the 10th president of Indiana University, serving from 1902 to 1937.[1]", "3061310": "Frederick James Eugene Woodbridge (March 26, 1867 – June 1, 1940) was a teacher at various American universities. Woodbridge considered himself a naïve realist, deeply impressed with Santayana.  He spent much of his career as a dean (of the Faculties of Political Science, Philosophy, and Pure Science) at Columbia University, where a residence hall and a professorship in philosophy are named in his honor. He was editor of the Journal of Philosophy, Psychology and Scientific Methods. David and Lillian Swenson, translators of some of the works of Søren Kierkegaard, dedicated Concluding Unscientific Postscript, (1941) to Professor Woodbridge.", "54638145": "Đorđe Vukadinović (Serbian Cyrillic: Ђорђе Вукадиновић; born 23 October 1962) is a Serbian philosopher, political analyst, and journalist.", "47134278": "Muhammad Fazlur Rahman Ansari (14 August 1914 – 3 June 1974) was a Pakistani Islamic scholar and philosopher.", "3782219": "Sydney Sparkes Orr (6 December 1914 - 15 July 1966) was Professor of Philosophy at the University of Tasmania and the centre of the \"Orr case\", a celebrated academic scandal of the 1950s.", "18691664": "Daniele Archibugi (born 17 July 1958 in Rome, Italy)[1] is an Italian economic and political theorist. He works on the economics and policy of innovation and technological change, on the political theory of international relations and on political and technological globalisation.", "28358226": "Yorick Smythies (21 February 1917 – 1980) was a student and friend of Ludwig Wittgenstein known for his notes of the philosopher's lectures. He was also a friend of, and character inspiration for, the novelist (and philosopher) Iris Murdoch.", "25769556": "Arindam Chakrabarti is, currently, a visiting professor of philosophy at Ashoka University, India. He is, also, a professor of philosophy at Stony Brook University, where he has been since 2018. Prior to moving to Stony Brook, Chakrabarti taught at the University of Hawaii, where he was the director of the EPOCH Project (Eastern Philosophy of Consciousness and the Humanities).[1]", "2831963": "Karl Christian Planck (January 17, 1819 – June 7, 1880) was a German philosopher.", "41858659": "Sean Dorrance Kelly is an American philosopher, currently the Teresa G. and Ferdinand F. Martignetti Professor of Philosophy at Harvard University, where he also serves as Faculty Dean of Dunster House.[2]  He is an expert on phenomenology and philosophy of mind.", "2111090": "Paul Janz (born 1951) is a Canadian theologian who was formerly a prominent singer-songwriter of pop rock music in the mainstream and contemporary Christian markets. He is known for such hits as \"Every Little Tear\", \"One Night\", \"All I Have\", \"One Last Lie\", \"Believe In Me\", \"Go to Pieces\", \"Rocket to My Heart\", \"Close My Eyes\", \"Stand\", \"Prince Of Pain King Of Fools\" and \"I Won't Cry\".", "36943475": "Robert Kurz (24 December 1943 – 18 July 2012) was a German philosopher, social critic, journalist and editor of the journal Exit![1] He was one of Germany's most prominent theorists of value criticism.[1][2]", "7714420": "Friedrich Karl Forberg (30 August 1770, Meuselwitz – 1 January 1848, Hildburghausen) was a German philosopher and classical scholar.", "59422329": "Verity Harte is a British philosopher and George A. Saden Professor of Philosophy and Classics at Yale University.[1][2]", "15545982": "Batis (or Bates) of Lampsacus, was a student of Epicurus at Lampsacus in the early 3rd century BC. According to Diogenes Laertius, she was the sister of Metrodorus and wife of Idomeneus.[1]", "6207110": "Perictione /ˌpɛrɪkˈtaɪəˌniː/ (Greek: Περικτιόνη Periktiónē; fl. 5th century BC) was the mother of the Greek philosopher Plato.", "16430729": "Miranda Fricker, FBA FAAS (born 12 March 1966) is a British philosopher who is Professor of Philosophy at New York University, Co-Director of the New York Institute of Philosophy, and Honorary Professor at the University of Sheffield. Fricker coined the term epistemic injustice, the concept of an injustice done against someone \"specifically in their capacity as a knower\", and explored the concept in her 2007 book Epistemic Injustice.[2]", "35272335": "Guttorm Fløistad (born 5 December 1930) is a Norwegian philosopher.", "67024528": "Josef Estermann (born 1956) is a Swiss philosopher and theologian, known for his studies in the domain of interculturality, indigenous philosophies and theologies of Abya Yala, and the Andean worldview.[1]", "31078036": "Georges-Elia Sarfati is a philosopher, linguist, poet, and an existentialist psychoanalyst, author of written works in the domains of ethics, Jewish thought, social criticism, and discourse analysis. He has translated Viktor E. Frankl. He is the grand-nephew of the sociologist Gaston Bouthoul.", "112282": "Johann Kaspar Schmidt (25 October 1806 – 26 June 1856), known professionally as Max Stirner, was a German post-Hegelian philosopher, dealing mainly with the Hegelian notion of social alienation and self-consciousness.[3] Stirner is often seen as one of the forerunners of nihilism, existentialism, psychoanalytic theory, postmodernism and individualist anarchism.[4][5]", "51590813": "Muhammad Naqib-ur-Rahman is a Pakistani Islamic Sufi scholar and leader.[1] He is also Custodian of the Holy Shrine of Eidgah Sharif, Rawalpindi, Pakistan.[2] He opposes terrorism.[3]", "2406048": "Jean Edmond Cyrus Rostand (30 October 1894 – 4 September 1977) was a French biologist, historian of science, and philosopher.", "24131233": "Philiscus of Thessaly (2nd-3rd century) was a Roman era sophist,[1] who according to Philostratus, joined 'geometricians and philosophers' associated with Julia Domna[2] (Empress and wife of Roman Emperor Septimius Severus)", "7681697": "Michael Devitt (born 1938) is an Australian philosopher currently teaching at the Graduate Center of the City University of New York in New York City. His primary interests include philosophy of language, philosophy of mind, metaphysics and epistemology. His current work involves the philosophy of linguistics, foundational issues in semantics, the semantics of definite descriptions and demonstratives, semantic externalism, and scientific realism.", "13988": "Hans-Georg Gadamer (/ˈɡɑːdəmər/; German: [ˈɡaːdamɐ]; 11 February 1900 – 13 March 2002) was a German philosopher of the continental tradition, best known for his 1960 magnum opus, Truth and Method (Wahrheit und Methode), on hermeneutics.", "45201064": "Sally Sedgwick is an American philosopher. She is a professor of philosophy at Boston University, and was previously the LAS Distinguished Professor at the Department of Philosophy, University of Illinois at Chicago (UIC).", "62469804": "Daniel Oscar Dahlstrom  (born 1948) is an American philosopher and John R. Silber Professor of Philosophy at Boston University.[1]", "46765": "François Quesnay (French: [fʁɑ̃swa kɛnɛ]; 4 June 1694 – 16 December 1774) was a French economist and physician of the Physiocratic school.[1] He is known for publishing the \"Tableau économique\" (Economic Table) in 1758, which provided the foundations of the ideas of the Physiocrats.[2] This was perhaps the first work attempting to describe the workings of the economy in an analytical way, and as such can be viewed as one of the first important contributions to economic thought. His Le Despotisme de la Chine, written in 1767, describes Chinese politics and society, and his own political support for enlightened despotism.[3]", "71644854": "Santiago Alba Rico (born 1960) is a Spanish writer and philosopher. He has lived in Tunisia for much of the 21st-century. He is known for essays such as Las reglas del caos, Leer con niños or Capitalismo y nihilismo.[1]", "50280122": "Bao Jingyan or Pao Ching-yen (Chinese: 鮑敬言) (Pinyin: Bào Jìngyán) was a Chinese, libertarian/anarchist philosopher and Taoist[1] who lived somewhere between the late 200's AD and before 400 AD.[2][3]", "41367236": "Clement Williams Kennedy Mundle (10 August 1916 – 27 July 1989) was a Scottish philosopher[1]  and parapsychologist.[2][3]  He was head of the Philosophy Department, University of St. Andrews, University College Dundee later \"Queens College\" and eventually becoming the University of Dundee, Scotland (1947–55). From 1955 to 1981 he was Professor of philosophy at the University College of North Wales, Bangor. Mundle was president of the Society for Psychical Research, London (1971–74).", "2078405": "Athenodorus Cananites (Greek: Ἀθηνόδωρος Κανανίτης, Athenodoros Kananites; c. 74 BC – 7 AD) was a Stoic philosopher.", "10991302": "Rached Ghannouchi (Arabic: راشد الغنوشي, romanized: Rāshid al-Ghannūshī; born 22 June 1941[1]), also spelled Rachid al-Ghannouchi or Rached el-Ghannouchi, is a  Tunisian politician,[2] the co-founder of the Ennahdha Party and serving as its intellectual leader.[3] He was born Rashad Khriji (راشد الخريجي).[4]", "36124359": "Dimitri Gutas (Greek: Δημήτρης Γούτας; born 1945, in Cairo)[1] is an American Arabist and Hellenist specialized in medieval Islamic philosophy, who serves as professor emeritus of Arabic and Islamic Studies in the Department of Near Eastern Languages and Civilizations at Yale University.", "51623626": "Mayotte Bollack is a French professor of philology at the University of Lille Nord de France. She was the wife and close collaborator of Jean Bollack whose research interests she shared.", "4404943": "Nicola Antonio Stigliola (Also: Colantonio Stelliola) (1546 Nola – 1623 Naples) was an Italian philosopher, printer, architect, and medical doctor. He was a friend of Tommaso Campanella and Giordano Bruno and a member of the Accademia dei Lincei.", "47953615": "Helen Catherine Steward, FBA (born 29 May 1965) is a British philosopher and academic. She is currently Professor of Philosophy of Mind and Action at the University of Leeds. Her research focusses on Philosophy of Action, Free Will, Philosophy of Mind and Metaphysics.[1]", "41957071": "James Giles (born 1958) is a Canadian philosopher and psychologist.  He has written about the philosophy of perception,[1] personal identity and the self,[2] mindfulness,[3] Buddhist[4] and Taoist philosophy,[5] and has published theories of the evolution of human hairlessness,[6] the nature of sexual desire,[7] sexual attraction,[8] and gender.[9] His wide range of academic interests and often controversial views have earned him the title of an \"interdisciplinary maverick.\"[10]", "12564178": "James M. Edie (November 3, 1927 – February 21, 1998) was an American philosopher.", "18953936": "Peter Bieri (23 June 1944 – 27 June 2023), better known by his pseudonym, Pascal Mercier, was a Swiss writer and philosopher.", "9254621": "Ruth Nanda Anshen (June 14, 1900 – December 2, 2003) was an American philosopher, author and editor.  She was the author of several books including The Anatomy of Evil, Biography of An Idea, Morals Equals Manners and The Mystery of Consciousness: A Prescription for Human Survival.", "12564189": "Johann Georg Heinrich Feder (German: [ˈfeːdɐ]; 15 May 1740 – 22 May 1821) was a German philosopher.", "69547751": "Zugura Yaganurovna Rakhmatullina (Russian: Зугура Ягануровна Рахматуллина; Bashkir: Зөһрә Йыһанур ҡыҙы Рәхмәтуллина, romanized: Zöhrä Yıhanur qızı Räxmätullina; born 26 August 1961) is a Russian philosopher, stateswoman and politician from the United Russia party.[1]", "29898474": "Richard Ryscavage, S.J., (March 25, 1945 – April 26, 2019[3]) was director of the Center for Faith and Public Life and a professor of sociology and international studies at Fairfield University in Fairfield, Connecticut, and developed courses at Georgetown University. He was an internationally recognized expert on migration issues.[4]", "13154027": "Muhammad Ibrahim Joyo (Sindhi: محمد ابراهيم جويو‎;\n13 August 1915 – 9 November 2017) was a Pakistani teacher, writer, scholar and Sindhi nationalist.", "21051118": "Andreas Röschlaub (21 October 1768 – 7 July 1835) was a German physician born in Lichtenfels, Bavaria.", "14063": "Hugh Binning (1627–1653) was a Scottish philosopher and theologian. He was born in Scotland during the reign of Charles I and was ordained in the (Presbyterian) Church of Scotland. He died in 1653, during the time of Oliver Cromwell and the Commonwealth of England.", "14064": "Henry Home, Lord Kames (1695–27 December 1782) was a Scottish writer, philosopher and judge who played a major role in Scotland's Agricultural Revolution. A central figure of the Scottish Enlightenment, he was a founding member of the Philosophical Society of Edinburgh and active in The Select Society. Home acted as patron to some of the most influential thinkers of the Scottish Enlightenment, including philosopher David Hume, economist Adam Smith, writer James Boswell, philosopher William Cullen and naturalist John Walker.", "177907": "Harold Adams Innis FRSC (November 5, 1894 – November 8, 1952) was a Canadian professor of political economy at the University of Toronto and the author of seminal works on media, communication theory, and Canadian economic history. He helped develop the staples thesis, which holds that Canada's culture, political history, and economy have been decisively influenced by the exploitation and export of a series of \"staples\" such as fur, fish, lumber, wheat, mined metals, and coal.  The staple thesis dominated economic history in Canada from the 1930s to 1960s, and continues to be a fundamental part of the Canadian political economic tradition.[7]", "42481399": "Henry Shattuck Richardson (born 1955)[1][2] is an American philosopher, author,  Professor of Philosophy at Georgetown University, and Senior Research Scholar at the Kennedy Institute of Ethics.[3][4]", "26588920": "Najm al-Dīn 'Alī ibn 'Umar al-Qazwīnī al-Kātibī[1] (died AH 675 / 1276 CE) was a Persian Islamic philosopher and logician of the Shafi`i school.[2] A student of Athīr al-Dīn al-Abharī.[2] His most important works are a treatise on logic, Al-Risala al-Shamsiyya, and one on metaphysics and the natural sciences, Hikmat al-'Ain.[3]", "42219259": "Janet Martin Soskice (born 16 May 1951)[1][verification needed] is a Canadian-born English Roman Catholic theologian and philosopher. Soskice was educated at Somerville College, Oxford.[2] She is professor of philosophical theology and a fellow of Jesus College at the University of Cambridge. Her theological and philosophical work has dealt with the role of women in Christianity,[3] religious language, and the relationship between science and religion.[4]", "243451": "Sir Peter Frederick Strawson FBA (/ˈstrɔːsən/; 23 November 1919 – 13 February 2006) was an English philosopher.  He was the Waynflete Professor of Metaphysical Philosophy at the University of Oxford (Magdalen College) from 1968 to 1987. Before that, he was appointed as a college lecturer at University College, Oxford, in 1947, and became a tutorial fellow the following year, until 1968. On his retirement in 1987, he returned to the college and continued working there until shortly before his death.", "210684": "Anne Louise Germaine de Staël-Holstein (French: [an lwiz ʒɛʁmɛn də stal ɔlstajn]; née Necker; 22 April 1766 – 14 July 1817), commonly known as Madame de Staël  (French: [madam də stal]), was a prominent woman of letters and political theorist in both Parisian and Genevan intellectual circles. She was the daughter of banker and French finance minister Jacques Necker and Suzanne Curchod, a respected salonhostess. Throughout her life, she held a moderate stance during the tumultuous periods of the French Revolution and the Napoleonic era, persisting until the time of the French Restoration.[3]", "43955966": "Sri Ranjit Maharaj (4 January 1913 – 15 November 2000) was an Indian spiritual teacher in the Navnath Inchegeri Sampradaya tradition, and disciple of Siddharameshwar Maharaj.[1][2]", "8238850": "Ion Dezideriu Sîrbu (also known as Ion Desideriu Sârbu; June 28, 1919 – September 17, 1989) was a Romanian philosopher, novelist, essayist and dramatist.", "13612804": "Bernard Elliot Rollin (February 18, 1943 – November 19, 2021) was an American philosopher, who was emeritus professor of philosophy, animal sciences, and biomedical sciences at Colorado State University.[1] He was considered to be the \"father of veterinary medical ethics\".[2]", "52836105": "Zhen Dexiu (Chinese: 真德秀; Wade–Giles: Chen Te-hsiu; 1178 – 1235) was a Chinese politician and philosopher during the Southern Song dynasty. His Neo-Confucianist views were influential at court and together with his colleague Wei Liaoweng he was instrumental in making Neo-Confucianism the dominant political philosophy of his time.", "5584650": "Christian Heinrich Arthur Drews (German: [dʁɛfs]; 1 November 1865 – 15 July 1935) was a German writer, historian, philosopher, and important representative of German monist thought. He was born in Uetersen, Holstein, in present-day Germany.", "2275082": "Satō Nobuhiro (佐藤 信淵, July 18, 1769 – February 17, 1850) was a Japanese scientist and early advocate of Japanese Westernization. He is considered the founder of the \"Greater East Asia\" concept.", "52410126": "Elizabeth Barnes is an American philosopher working in feminist philosophy, metaphysics, social philosophy and ethics. Barnes is a professor of philosophy at the Corcoran Department of Philosophy, University of Virginia.[1]", "32061199": "Mercedes Bunz (born November 16, 1971) is a German art historian, journalist, and the Professor of Digital Culture and Society at King's College London.[1]", "49395474": "Thomas \"Thom\" Brooks, FRHistS, FAcSS, FRSA, FHEA (born 14 October 1973) is an American-British political philosopher and legal scholar. He has been Professor of Law and Government at Durham University since 2014, and was the Dean of Durham Law School from 2016 to 2021. He was previously a lecturer then Reader at Newcastle University. He has been a visiting scholar at several Ivy League and Russell Group universities. He was the founding editor of the Journal of Moral Philosophy.", "3618581": "Olympiodorus the Younger (Greek: Ὀλυμπιόδωρος ὁ Νεώτερος; born c. 495–505, died after 565)[1] was a Neoplatonist philosopher, astrologer and teacher who lived in the early years of the Byzantine Empire, after Justinian's Decree of 529 AD which closed Plato's Academy in Athens and other pagan schools.  Olympiodorus was the last pagan to maintain the Platonist tradition in Alexandria (see Alexandrian School); after his death the School passed into the hands of Christian Aristotelians, and was eventually moved to Constantinople. He is not to be confused with Olympiodorus the Deacon, a contemporary Alexandrian writer of Bible commentaries.[2]", "51853078": "Hirose Tanso (広瀬 淡窓, 22 May 1782 – 28 November 1856) was a neo-Confucian scholar, teacher and writer in late Edo Period Japan.[1]", "833306": "Jacques Lefèvre d'Étaples (Latinized as Jacobus Faber Stapulensis; c. 1455 – c. 1536) was a French theologian and a leading figure in French humanism. He was a precursor of the Protestant movement in France. The \"d'Étaples\" was not part of his name as such, but used to distinguish him from Jacques Lefèvre of Deventer, a less significant contemporary who was a friend and correspondent of Erasmus.  Both are also sometimes called by the German version of their name, Jacob/Jakob Faber.  He himself had a sometimes tense relationship with Erasmus, whose work on Biblical translation and in theology closely paralleled his own.[1]", "44316445": "Zhong You (542–480 BC), commonly known by his courtesy names Zilu and Jilu, was one of the best known and most faithful disciples of Confucius.[1][2] Among Confucius's disciples, he was the second in terms of ability and accomplishment in statesmanship, after Ran Qiu.[2] He was noted for his valour and sense of justice, but Confucius often warned him against acting without forethought.[1]  He was killed in the State of Wey in defence of his lord Kong Kui.[2]", "45463332": "Folmer Wisti (8 May 1908 – 16 October 2000) was a Danish director, associate professor and philologist. He was the first Slavic philologist from Aarhus University. Wisti was the instigator and leader of the Danish Cultural Institute (originally Danish Society) from 1940 to 1983. In 1974, he founded the Foundation for International Understanding, today known as the Folmer Wisti Foundation for International Understanding.", "898854": "Paschasius Radbertus (785–865) was a Carolingian theologian and the abbot of Corbie, a monastery in Picardy founded in 657 or 660 by the queen regent Bathilde  with a founding community of monks from Luxeuil Abbey. His most well-known and influential work is an exposition on the nature of the Eucharist written around 831, entitled De Corpore et Sanguine Domini. \nHe was canonized in 1073 by Pope Gregory VII. His feast day is April 26. \nHis works are edited in Patrologia Latina vol. 120 (1852) and his important tract on the Eucharist and transubstantiation, De Corpore et Sanguine Domini, in a 1969 edition by B. Paulus, published by Brepols (Corpus Christianorum, Continuatio Mediaevalis 16).", "58603304": "Álvaro Borges Vieira Pinto (11 November 1909 in Campos dos Goytacazes – 11 June 1987 in Rio de Janeiro) was a Brazilian intellectual, philosopher and translator. He is well known for his nationalism and his defense of the autonomous development of Brazil. His research addressed education, medicine, mathematics, demography, physics, technology and others. The educator Paulo Freire called him mestre brasileiro, 'the Brazilian teacher'. His philosophy centered on the concept of 'work', which he understood to be an essential aspect of the human being.", "21378864": "Glen Francis Newey (30 May 1961 – 30 September 2017)[1][2] was a political philosopher, last acting as a Professor of Practical Philosophy at the University of Leiden. He previously taught in Brussels at the Université Libre de Bruxelles and until 2011 was Professor in the School of Politics, International Relations & Philosophy at Keele University, Staffordshire, England. He was a prominent member of the \"Realist\" school of political philosophers which also includes such figures as Bernard Williams, John N. Gray, and Raymond Geuss. Newey also wrote extensively about toleration, casting doubt on whether it remains a coherent political ideal in modern liberal-democratic societies.", "38516535": "Marek Aleksander Cichocki (born 1966 in Warsaw) is a Polish philosopher, historian of political thought, journalist, conservative columnist and former advisor to Lech Kaczyński, the late president of Poland.", "56145727": "Daniel Osher Nathan is an American philosopher and Professor of Philosophy at Texas Tech University. \nHe is known for his expertise on aesthetics, ethical theory, and philosophy of law.[1]", "27375426": "Eugenio Vittorio Rignano (31 May 1870 in Livorno – 9 February 1930 in Milan) was a Jewish Italian philosopher.[1]", "42481477": "Holly Martin Smith (also known as Holly S. Goldman) is Distinguished Professor of Philosophy at Rutgers, the State University of New Jersey. Her publications focus on questions in normative ethics, moral responsibility and structural questions common to normative theories.[1]", "5289805": "Thomas de Zengotita (born c. 1944[citation needed]) is an author and contributing editor at Harper's Magazine. He holds a Ph.D. in anthropology from Columbia University and teaches at the Dalton School and New York University.[1] His book Mediated: How the Media Shapes Your World and the Way You Live in It (2005) won the Marshall McLuhan award in 2006 and, in 2010.[2] He co-wrote the narration for a film directed by Adrian Grenier entitled Teenage Paparazzo.[3]", "54507343": "Lodovico delle Colombe (1565(?) – after 1623) was an Italian Aristotelian scholar, famous for his battles with Galileo Galilei in a series of controversies in physics and astronomy.[1]", "8238936": "Thomas R. Baldwin (born 1947) is a British philosopher and has been a professor of philosophy at the University of York since 1995.[1] He has written generally on 20th century analytic and Continental philosophy, as well as bioethics, the philosophy of language and of mind, particularly with regard to G. E. Moore, Maurice Merleau-Ponty, and Bertrand Russell.", "58865499": "Dirk Christian Baltzly (born 1963) is an Australian philosopher and Professor of Philosophy at the University of Tasmania. He is known for his research on ancient Greek and Roman Philosophy.[1][2][3] Baltzly is a Fellow of the Australian Academy of Humanities (2008).[4]", "32454491": "Shin Suk-ju (Korean: 신숙주, hanja: 申叔舟; August 2, 1417 – July 23, 1475[1]) was a Korean politician  during the Joseon Dynasty. He served as Prime Minister from 1461 to 1466 and again from 1471 to 1475. He came from the Goryeong Shin clan (고령 신씨, 高靈 申氏).", "38614884": "Ticio Escobar (born February 9, 1947) is a Paraguayan lawyer, academic, author, museum director, and former Minister of Culture of Paraguay.[1] He has championed the rights of Indigenous peoples of Paraguay, writing about and curating shows on the topic.", "14563176": "Secundus the Silent (Ancient Greek: Σεκοῦνδος) (fl. 2nd century AD) was a philosopher who lived in Athens in the early 2nd century, who had taken a vow of silence. An anonymous text entitled Life of Secundus (Latin: Vita Secundi Philosophi) purports to give details of his life as well as answers to philosophical questions posed to him by the emperor Hadrian. The work enjoyed great popularity in the Middle Ages.", "7681896": "Gerardus Johannes Petrus Josephus Bolland (9 June 1854, Groningen – 11 February 1922, Leiden), also known as G.J.P.J. Bolland, was a Dutch autodidact, linguist, philosopher, biblical scholar, and lecturer.  An excellent orator, he gave extremely well attended public lectures in Amsterdam, Rotterdam, The Hague, Utrecht, Delft, Groningen, Nijmegen and Belgium.", "62470001": "James Daniel Collins (1917-1985) was an American philosopher. He was a president of the Metaphysical Society of America and a recipient of Aquinas Medal.[1]", "71645045": "Joseph Melia is a philosopher working in the areas of philosophy of mathematics, modal logic and possible worlds. He has made important contributions to the debate over the Quine–Putnam indispensability argument, where he argues for a \"weaseling\" approach to mathematical nominalism.[1][2][3] He has also argued against modalism and the modal realism of David Lewis.[4][5]", "1619830": "Christianity • Protestantism", "73283447": "Samuel Christian Hollmann (1669 - 1787) was a German philosopher. Between 1750 and 1776, Hollmann published numerous volumes in the fields of logic and medicine.", "22722424": "Nikephoros Choumnos (Greek: Νικηφόρος Χοῦμνος, c. 1250/55 – 1327) was a Byzantine scholar and official of the early Palaiologan period, one of the most important figures in the flowering of arts and letters of the so-called \"Palaiologan Renaissance\".[1] He is notable for his eleven-year tenure as chief minister of emperor Andronikos II Palaiologos, his intense intellectual rivalry with fellow scholar and official Theodore Metochites, and for building the monastery of the Theotokos Gorgoepēkoos (Θεοτόκος Γοργοεπήκοος) in Constantinople.", "26949494": "Kapilar or Kabilar (Tamil: கபிலர்) was the most prolific Tamil poet of the Sangam period (c. 3rd century BCE to 3rd century CE). He alone contributed some 206 poems, or a little less than 10% of the entire Sangam-era classical corpus by 473 ancient poets.[1] Held in high regard by other poets of the Sangam era, as well as the post-Sangam era, he is variously dated to have lived between c. 50–125 CE,[2] or 140–200 CE.[1]", "22034302": "Thomé H. Fang (Chinese: 方東美; pinyin: Fāng Dōngměi, 1899–1977) was a Chinese philosopher. He was described by Charles A. Moore as the \"greatest philosopher of China\"[1] and by Vincent Shen as \"one of the most creative contemporary Chinese philosophers.\"[2]", "53852031": "Amir Hossein Zekrgoo (born 1957 in Tehran) is an Iranian artist, art historian and Indologist. He has been professor of Islamic and Oriental arts at the International Institute of Islamic Thought and Civilization (ISTAC) from 2001 to 2016.[1][2][3] He was awarded Ikuo Hirayama Silk Roads Fellowship by UNESCO.", "604033": "Strato of Lampsacus (/ˈstreɪtoʊ/; Greek: Στράτων ὁ Λαμψακηνός, translit. Strátōn ho Lampsakēnós, c. 335 – c. 269 BCE) was a Peripatetic philosopher, and the third director (scholarch) of the Lyceum after the death of Theophrastus. He devoted himself especially to the study of natural science, and increased the naturalistic elements in Aristotle's thought to such an extent, that he denied the need for an active god to construct the universe, preferring to place the government of the universe in the unconscious force of nature alone.", "70465410": "Jörg Tremmel (born 4 August 1970 in Frankfurt am Main, Germany) is a political theorist and philosopher. He is a professor at Eberhard Karls University of Tübingen, Germany.", "178052": "Friedrich Theodor Vischer (German: [ˈfɪʃɐ]; 30 June 1807 – 14 September 1887) was a German novelist, poet, playwright, and writer on the philosophy of art. Today, he is mainly remembered as the author of the novel Auch Einer, in which he developed the concept of Die Tücke des Objekts (the spite of objects), a comic theory that inanimate objects conspire against humans.", "10827654": "Resâle Sanaie", "67057543": "Hyam Leon Roth, FBA (31 March 1896 – 1 April 1963), commonly known as Leon Roth, was an English philosopher and historian of philosophy.", "33044360": "Harvey J Sindima is a Malawian theologian, philosopher, professor and author. \nHe has written extensively on matters of African philosophy, religious ethics and spirituality. He is the original voice behind the Malawian philosophy of personhood: \"umunthu\".[1] He also works on independent charity project called Blantyre North Relief Project (BNRP) in Blantyre, Malawi with his wife Gertrude Sindima.[2]", "20133774": "Walter of Bruges (Gualterus Brugensis OFM, Gualterus de Brugge, Gauthier de Bruges OM, Gualterus de Brugis, Gualterus de Brüge, Walter von Brügge) was a Franciscan theologian, who flourished at the University of Paris 1267–1269.", "309143": "Hryhorii Skovoroda, also Gregory Skovoroda or Grigory Skovoroda (Latin: Gregorius Scovoroda; Ukrainian: Григорій Савич Сковорода, Hryhorii Savych Skovoroda; Russian: Григо́рий Са́ввич Сковорода́, Grigory Savvich Skovoroda; 3 December 1722 – 9 November 1794) was a philosopher of Ukrainian Cossack origin who lived and worked in the Russian Empire. He was a poet, a teacher and a composer of liturgical music. His significant influence on his contemporaries and succeeding generations and his way of life were universally regarded as  Socratic, and he was often called a \"Socrates\".[3][4] Skovoroda's work contributed to the cultural heritage both of modern-day Ukraine and of Russia, both countries claiming him as a native son.[5][6][7][8]", "46217117": "Hassan Abdullah Hamdan (Arabic: حسن عبد الله حمدان), more commonly known by his pseudonym Mahdi 'Amel (Arabic: مهدي عامل), (Harouf, Lebanon 1936 - Beirut, Lebanon 18 May 1987) was a Lebanese Marxist philosopher and militant in the second half of the 20th century.", "22230944": "Jean Grenier (6 February 1898 – 5 March 1971, Dreux-Venouillet, Eure-et-Loir) was a French philosopher and writer. He taught for a time in Algiers, where he became a significant influence on the young Albert Camus.", "29996970": "Mario Costa (7 December 1936 – 26 August 2023) was an Italian philosopher. He was known for his studies of the consequences of new technology in art and aesthetics, which introduced a new theoretical perspective through concepts such as the \"communication aesthetics\", the \"technological sublime\", the \"communication block\", and the \"aesthetics of flux\".", "440234": "Peter the Iberian (Georgian: პეტრე იბერი, romanized: p'et're iberi) (c. 417-491) was a Georgian royal prince, theologian and philosopher who was a prominent figure in early Christianity and one of the founders of Christian Neoplatonism. Some have claimed that he is the author known conventionally as Pseudo-Dionysius the Areopagite.[3]", "38549424": "Lydia Goehr (b. January 10, 1960) is Fred and Fannie Mack Professor of Humanities, Department of Philosophy, at Columbia University.[2]  Her research specialties include the philosophy of music, aesthetics, critical theory, the philosophy of history, and 19th- and 20th-century philosophy.", "54540211": "Judah ben Solomon Canpanton (14th century) was a Jewish ethical writer and philosopher. He was a student of Yom Tov b. Abraham Ishbili.[1][2] He authored the work Arba'ah Kinyanim,[3] which has been published, while other books remain in manuscript.[4]", "7780275": "Giovanni Piana (5 April 1940 – 24 February 2019)[1] was an Italian philosopher. He taught theoretical philosophy at the University of Milan from 1970 to 1999.", "61913020": "Shaj Mohan is an Indian philosopher.[4][5][6][7] His philosophical works are in the areas of metaphysics, reason, philosophy of technology, philosophy of politics, and secrecy.[8][9][10][11] Mohan's works are based on the principle of anastasis according to which philosophy is an ever-present possibility on the basis of a reinterpretation of reason.[12][13]", "440255": "Wolfgang Harich (9 December 1923 – 15 March 1995) [1]  was a philosopher and journalist in East Germany.", "10074048": "Henry Bate or Hendrik Baten (of Mechelen or of Malines) a.k.a. Henricus Batenus (Mechliniensis)[N 1] (24 March 1246 in Mechelen – after 1310 in Tongerloo) was a Flemish philosopher, theologian, astronomer, astrologer, poet, and musician.", "59160511": "Sacha Yevgeny Golob (born 19 October 1981) is a British philosopher and a Professor in the Department of Philosophy at King's College London. Golob is known for his expertise on French and German philosophy, in particular the work of Immanuel Kant and Martin Heidegger.[1][2][3][4]", "58013635": "Reidar Krummradt Lie (born 1954) is a Norwegian philosopher and professor of philosophy at the University of Bergen. He is also adjunct professor at the Institute of Basic Medical Sciences in Beijing, China, and adjunct researcher at the Department of Bioethics at the National Institutes of Health in Bethesda Maryland, US. He was previously adjunct professor at the Thammasat University in Bangkok, Thailand, and director of the Center for Medical Ethics at the University of Oslo in Norway. Lie is known for his research on bioethics and research ethics.[1][2][3]", "11483078": "Moritz Brasch (18 August 1843 in Zempelburg, Prussia, now Sępólno Krajeńskie – 14 September 1895 in Leipzig) was a German philosopher and man of letters.", "70858694": "Bernardin Schellenberger (born 11 February 1944) is a German Catholic theologian, priest and former Trappist. He has worked as a writer and translator, focused on spiritual topics and the monastic tradition.", "38844363": "William O. Stephens (born 10 June 1962), is an American philosopher and scholar of Stoicism. He is Professor Emeritus of Philosophy at Creighton University after retiring from teaching at their Omaha Campus in 2020.", "28948435": "Li Yiji (268–204 BC)[1] was a Chinese philosopher and politician. He served as a political adviser to Liu Bang, the founding emperor of the Han dynasty. His brother Li Shang, served as a military general under the Han dynasty.", "18560982": "Samding Dorje Phagmo", "54605783": "Lars Bergström is a Swedish philosopher and professor of practical philosophy at Stockholm University.", "31438808": "Gustave Thibon (French: [tibɔ̃]; 2 September 1903 – 19 January 2001) was a French philosopher.[1]\nHe was nominated for the Nobel Prize in Literature five times by Édouard Delebecque, in 1963, 1964, 1965, 1966 and 1968.[2]", "64567258": "Boris Isaakovich Gorev  (4 December 1874, Vilno – 27 December 1937) was a revolutionary and writer who was active in both he Bolshevik and Menshevik wings of the Russian Social Democratic and Labour Party.", "40777691": "Sri Brahmajna Ma (21 February 1880 – 5 November 1934) was an Indian advaitin saint from East Bengal. What little is known about her reveals her as an illumined soul who was established in non-dual realization. Like Ramana Maharshi, she had no guru, but attained enlightenment through her own efforts at self-inquiry.", "1095645": "Joseph de Tonquédec, S.J. (December 27, 1868 – November 21, 1962) was a widely known Jesuit Roman Catholic priest and author.", "24328158": "Léon Dumont (February 5, 1837 in Valenciennes – January 17, 1877 in Valenciennes) was a French psychologist and philosopher. He influenced William James and is perhaps best known for his treatise on the causes of laughter (Des causes du rire).", "5584863": "Kurt Singer (May 12, 1886 – February 14, 1962) was a German economist and philosopher.", "72431584": "John Boyd Wilson ( 6 October 1928 - 29 August 2003) was a British philosopher of education and a pioneer of modern moral education in western Europe.[1][2]", "30259172": "Abdellatif Zeroual (1951 in Berrechid, Morocco—14 November 1974 at \"Derb Moulay Chérif\"  in Casablanca) was a philosophy teacher and  member of the national committee of the  \"Ila Al Amame\" movement.\n[1]", "17151973": "Athenodorus of Soli (Ancient Greek: Ἀθηνόδωρος ὁ Σολεύς) was a Stoic philosopher, and disciple of Zeno of Citium, who lived in the 3rd century BC.", "407530": "Olympe de Gouges (French: [ɔlɛ̃p də ɡuʒ] ⓘ; born Marie Gouze; 7 May 1748 – 3 November 1793) was a French playwright and political activist. She is best known for her Declaration of the Rights of Woman and of the Female Citizen and other writings on women's rights and abolitionism.", "17807340": "Matteo Liberatore, SJ (born at Salerno, Italy, 14 August 1810; died at Rome, 18 October 1892) was an Italian Jesuit philosopher, theologian, and writer. He helped popularize the Jesuit periodical Civiltà Cattolica in close collaboration with the papacy in the last half of the 19th century.", "16136180": "Ralph of Longchamp[1] (c. 1155 – c. 1215) was a scholastic philosopher of the 13th century, known also as a physician and natural philosopher.[2] He taught at Oxford and possibly at Paris.[3]", "47096": "Friedrich Engels (/ˈɛŋɡəlz/ ENG-gəlz;[2][3][4] German: [ˈfʁiːdʁɪç ˈʔɛŋl̩s]; 28 November 1820 – 5 August 1895) was a German philosopher, political theorist, historian, journalist, and revolutionary socialist. He was also a businessman and Karl Marx's closest friend and collaborator.", "59684858": "Rahid Ulusel (full name Rahid Suleyman Khalilov) is an Azerbaijani scientist, senior researcher at the Azerbaijan National Academy of Sciences, and professor at Western University (2005-2007).[1]", "2635773": "William Ernest Johnson, FBA (23 June 1858 – 14 January 1931), usually cited as W. E. Johnson, was a British philosopher, logician and economic theorist.[2] He is mainly remembered for his 3 volume Logic which introduced the concept of exchangeability.[3][4]", "440324": "John Jamieson Carswell Smart AC FAHA (16 September 1920 – 6 October 2012)[2] was a British-Australian philosopher who was appointed as an Emeritus Professor by the Australian National University. He worked in the fields of metaphysics, philosophy of science, philosophy of mind, philosophy of religion, and political philosophy. He wrote several entries for the Stanford Encyclopedia of Philosophy.[3][4]", "47036421": "Tali Mendelberg (born 1964) is the John Work Garrett Professor in Politics at Princeton University,[1] co-director of the Center for the Study of Democratic Politics, and director of the Program on Inequality at the Mamdouha S. Bobst Center for Peace and Justice, and winner of the American Political Science Association (APSA), 2002 Woodrow Wilson Foundation Book Award for her book, The Race Card: Campaign Strategy, Implicit Messages, and the Norm of Equality.[2]", "3815433": "Lazar Kostić (Serbian Cyrillic: Лазар Костић; 12 February 1841 – 27 November 1910) was a Serbian poet, prose writer, lawyer, aesthetician, journalist,[1] publicist, and politician who is considered to be one of the greatest minds of Serbian literature.[2][better source needed] Kostić wrote around 150 lyrics, 20 epic poems, three dramas, one monograph, several essays, short stories, and a number of articles.[3] Kostić promoted the study of English literature and together with Jovan Andrejević-Joles was one of the first to begin the systematic translation of the works of William Shakespeare into the Serbian language.[4] Kostić also wrote an introduction of Shakespeare's works to Serbian culture.[5]", "47036429": "Christopher F. Karpowitz (born January 13, 1969)[1] is an associate professor of political science at Brigham Young University.[2] He is also an associate director of Brigham Young University's Center for the Study of Elections and Democracy.[3]", "56178704": "Wilhelm Johannes Verwoerd (born February 21, 1964)[1] is a South African facilitator and researcher based at Stellenbosch University and a social activist. The grandson of Hendrik Verwoerd, known as the architect of the apartheid regime, Verwoerd has disavowed the views with which his family is widely associated and joined the ANC.[1]", "5093395": "Otfried Höffe (born 12 September 1943 in Leobschütz, Upper Silesia Province, Prussia) is a German philosopher and professor.", "25147412": "Orlando Jay Smith (June 14, 1842 – December 20, 1908) was an early 20th-century American philosopher.  Though he was an avowed agnostic, he advocated for the search to a meaning in life which would be commensurate with the possible existence of an ultimate intelligence.", "47626263": "Santiago Zabala (born 1975) is a philosopher (raised in Rome, Vienna, and Geneva) and ICREA Research Professor of Philosophy at the Pompeu Fabra University. His books have been translated into several languages and his articles have been published in The Guardian, Al Jazeera English,[1] The New York Times, and the Los Angeles Review of Books, among other international media outlets.", "3946519": "Alexander Moiseyevich Piatigorsky (Russian: Алекса́ндр Моисе́евич Пятиго́рский; 30 January 1929 – 25 October 2009) was a Soviet dissident,[1] Russian philosopher, scholar of Indian philosophy and culture, historian, philologist, semiotician, writer. Well-versed in the study of language, he knew Sanskrit, Tamil, Pali, Tibetan, German, Russian, French, Italian and English. In an obituary appearing in the English-language newspaper The Guardian, he was cited as \"a man who was widely considered to be one of the more significant thinkers of the age and Russia's greatest philosopher.\"[2] On Russian television stations he was mourned as \"the greatest Russian philosopher.\"[3]", "24623128": "Kuno Lorenz (born September 17, 1932  in Vachdorf, Thüringen) is a German philosopher. He developed a philosophy of dialogue, in connection with the pragmatic theory of action of the Erlangen constructivist school. Lorenz is married to the literary scholar Karin Lorenz-Lindemann.", "571418": "Ernst Simon Bloch (German: [ɛʁnst ˈblɔx]; July 8, 1885 – August 4, 1977; pseudonyms: Karl Jahraus, Jakob Knerz[5]) was a German Marxist philosopher. Bloch was influenced by Georg Wilhelm Friedrich Hegel and Karl Marx, as well as by apocalyptic and religious thinkers such as Thomas Müntzer, Paracelsus, and Jacob Böhme.[6] He established friendships with György Lukács, Bertolt Brecht, Kurt Weill, Walter Benjamin, and Theodor W. Adorno. Bloch's work focuses on an optimistic teleology of the history of mankind.", "66566167": "Emil Carl Kunibert Wilm (1877 – January 31, 1932) was an American philosopher. His published scholarship, often written for a popular audience, was mainly in the history of philosophy and psychology.", "64501795": "Günter Rohrmoser (1927 in Bochum – 2008 in Stuttgart) was Christian conservative German social philosopher and professor at the Hohenheim University and at Stuttgart University. He was an advisor to prominent CDU politicians.[1][2]", "6010929": "Brian Joseph O'Shaughnessy (10 September 1925 – 7 July 2010)[1] was an Australian philosopher of mind, who lived in London and taught at King's College London. He published papers on the nature  of physical action and the will, at a time when this was quite unfashionable.[2][better source needed]", "69679156": "Robert Piercey is a Canadian philosopher and Professor of Philosophy at Campion College, University of Regina. He is the editor of Philosophy in Review.[1]\nPiercey is known for his works on continental philosophy.[2][3][4]", "50509886": "Mark Moiseyevich Rozental (Russian: Марк Моисеевич Розенталь; 1906, Ustia – 1975, Moscow) was a Soviet philosopher and teacher, specializing in the fields of dialectical materialism, aesthetics, and the history of philosophy. He and Pavel Yudin were the main authors of A Dictionary of Philosophy, a Soviet dictionary on philosophy.[1]", "178248": "Hermann Samuel Reimarus (22 December 1694, Hamburg – 1 March 1768, Hamburg), was a German philosopher and writer of the Enlightenment who is remembered for his Deism, the doctrine that human reason can arrive at a knowledge of God and ethics from a study of nature and our own internal reality, thus eliminating the need for religions based on revelation. He denied the supernatural origin of Christianity,[1] and was the first influential critic to investigate the historical Jesus.[2] According to Reimarus, Jesus was a mortal Jewish prophet, and the apostles founded Christianity as a religion separate from Jesus’ own ministry.[2]", "1685577": "Friedrich Meinecke (October 20, 1862 – February 6, 1954) was a German historian, with national liberal and antisemitic views, who supported the Nazi invasion of Poland. After World War II, as a representative of an older tradition, he criticized the Nazi regime, but continued to express antisemitic prejudices.[2][3]", "51624009": "Jean Bollack (15 March 1923 – 4 December 2012) was a French philosopher, philologist and literary critic.", "19544151": "Claude Lévi-Strauss (/klɔːd ˈleɪvi ˈstraʊs/ klawd LAY-vee STROWSS,[2] French: [klod levi stʁos]; 28 November 1908 – 30 October 2009)[3][4][5] was a French anthropologist and ethnologist whose work was key in the development of the theories of structuralism and structural anthropology.[6] He held the chair of Social Anthropology at the Collège de France between 1959 and 1982, was elected a member of the Académie française in 1973 and was a member of the School for Advanced Studies in the Social Sciences in Paris. He received numerous honours from universities and institutions throughout the world.", "1849438": "Muhammad Tahir-ul-Qadri (Urdu: محمد طاہر القادری‎; born 19 February 1951) is a Pakistani–Canadian Islamic scholar and former politician who founded Minhaj-ul-Quran International and Pakistan Awami Tehreek.", "47331423": "David Roochnik (born 1951) is an American philosopher and the Maria Stata professor of philosophy at Boston University.[1]", "59521125": "Friedrich-Wilhelm von Herrmann (8 October 1934 – 2 August 2022) was a German philosopher. He was known for his expertise on Heidegger's thought, having worked with him at the University of Freiburg from 1972 to 1976. Herrmann taught there as professor from 1979 to 1999.", "23214186": "Józef Kalasanty Szaniawski (1764 – 16 May 1843) was a Polish philosopher and politician.", "61913194": "Ibrohim Mo‘minov (Russified form Ibragim Muminov) (Uzbek: Ibrohim Moʻminov, November 7, 1908, Tezguzar – July 22, 1974, Tashkent) was an Uzbek intellectual and scholar. Founder of the philosophical school in Uzbekistan.", "65812590": "Margaret Moore is a Canadian political theorist, academic and scholar. She is a Professor of Political Studies and Philosophy at Queen's University at Kingston.[1]", "243824": "Richard Mervyn Hare[a] FBA (21 March 1919 – 29 January 2002), usually cited as R. M. Hare, was a British moral philosopher who held the post of White's Professor of Moral Philosophy at the University of Oxford from 1966 until 1983. He subsequently taught for a number of years at the University of Florida. His meta-ethical theories were influential during the second half of the twentieth century.", "4175988": "Maciej Miechowita (also known as Maciej z Miechowa, Maciej of Miechów, Maciej Karpiga, Matthias de Miechow; 1457 – 8 September 1523) was a Polish renaissance scholar, professor of Jagiellonian University, historian, chronicler, geographer, medical doctor (royal physician of king Sigismund I the Old of Poland), alchemist,[1] astrologer[2] and canon in Kraków.", "60471414": "Teresa Brennan (January 5, 1952 – February 3, 2003) was an Australian feminist philosopher and psychoanalytic theorist best known for her posthumous book, The Transmission of Affect (2004).[1] Before her death, Brennan was Schmidt Distinguished Professor of the Humanities at Florida Atlantic University, where she founded a PhD program for Public Intellectuals.[2]", "49133693": "Mirza Hashem Eshkevari (Persian: میرزا هاشم اشکوری) was a Shi'a philosopher, jurist and mystic. He is one of the most important pupils of Agha Muhammad reza Qomshehi and his mystical school.", "70727810": "Noam Chomsky: A Life of Dissent is a 1997 biography of Noam Chomsky written by Robert Barsky and published by The MIT Press.", "10303619": "Donna L. Dickenson (born 1946) is an American philosopher who specializes in medical ethics. She is Emeritus Professor of Medical Ethics and Humanities at the University of London, fellow of the Ethox and HeLEX Centres at the University of Oxford, and visiting fellow at the Centre for Ethics in Medicine, University of Bristol.[1]", "2078853": "Jean George Pierre Nicod (1 June 1893, in France – 16 February 1924, in Geneva, Switzerland) was a French philosopher and logician, best known for his work on propositional logic and induction.", "37730439": "Arturo Ardao (Minas, Lavalleja, 27 September 1912 – Montevideo, 22 September 2003) was a Uruguayan philosopher and historian of ideas.[1]", "55589004": "Katerina \"Katarina\"[1] Kolozova (/koʊˈlɒzoʊvə/; Macedonian: Катерина (Катарина) Колозова; born on October 20,1969 is a Macedonian academic, author and philosopher.", "69646480": "George Paxton Young (9 November 1818 – 26 February 1889) was a Canadian philosopher and professor of logic, metaphysics and ethics at the University of Toronto.[1][2] He studied the quintic polynomial equation and in 1888 described how to solve a solvable quintic equation, without providing an explicit formula.[3]"}