{"34077505": "Dr. Joseph Fried (July 21, 1914 – August 17, 2001) was a Polish-American organic chemist, member of the National Academy of Sciences and the American Academy of Arts and Sciences.[1]  He held 200 patents on chemical compounds, with 43 listing him as the sole holder.[1] He was a professor of chemistry and biochemistry at the University of Chicago.[2] Fried discovered fluorohydrocortisone, a chemical used to treat adrenal disorders.[2] He was also director of the organic chemistry at the Squibb Institute.[1]\nHis discoveries were instrumental to the creation of medications to treat inflammatory disorders including as arthritis, psoriasis, and various skin allergies.[1]\nNational Academies Press called him \"an outstanding organic chemist who made very special contributions to the field of medicine\".[3]\nProfessor Elias James Corey (Nobel laureate, 1990) had this to say  of Fried: \"He was an outstanding, highly creative scientist who straddled both the worlds of pharmaceutical research and academic science. He was one of my heroes, and I've always thought of him as a model scientist of great character and great human warmth.\"[3]", "61602632": "Hansruedi von Gunten (born 12 December 1928 in Bern; died 7 December 2021[1]) was a Swiss chemist and mountaineer. Together with Dolf Reist he succeeded on May 24, 1956, the third ascent of Mount Everest.[2]", "70351692": "Salambek Naibovich Khadzhiyev (Russian: Саламбе́к Наи́бович Хаджи́ев; 7 January 1941 – 2 March 2018) was a Soviet-Russian Chechen petrochemist, businessman and politician who was the first Chairman of the Government of National Revival of the Chechen Republic.[1] He specialized in the production of low-pour, high-density petroleum fuels transformations of hydrocarbons on zeolite that contain catalysts. He was also the first and only Chechen to hold a ministerial position in the Soviet Union.[2] In 1991, he headed the Ministry of Chemical and Petrochemical Industry of the USSR.[3] During the First Chechen War in 1995 he was the chairman of the Government of the National Revival of Chechnya.[2]", "1178444": "Alan Graham MacDiarmid, ONZ FRS[2][1] (14 April 1927 – 7 February 2007) was a New Zealand-born American chemist, and one of three recipients of the Nobel Prize for Chemistry in 2000.[3][4][5][6]", "64256844": "John A. Gladysz,[1] an organometallic chemist, is a Distinguished Professor[2] and holds the Dow Chair in Chemical Invention at Texas A&M University. Professor Gladysz is a native of the Kalamazoo, Michigan area.  He obtained his B.S. degree from the University of Michigan (1971)[3] and his Ph.D. degree from Stanford University (1974).[4]  He subsequently held faculty positions at UCLA (1974-1982) and the University of Utah (1982-1998). He then accepted the Chair of Organic Chemistry at the University of Erlangen-Nuremberg in Germany.[5]  In 2008, he returned to North America as a distinguished professor and holder of the Dow Chair in Chemical Invention at Texas A&M University.[6]", "69237585": "Jenny Zhenqi Zhang is a Chinese-Australian chemist and BBSRC David Phillips Research Fellow of the Department of Chemistry, University of Cambridge, where she is also a Fellow of Corpus Christi College (2019-present). She was awarded the 2020 RSC Felix Franks Biotechnology Medal for her research into re-wiring photosynthesis to provide sustainable fuel sources.[3]", "2325330": "Sir (Reginald) Patrick Linstead CBE, DSc, HonDSc, DIC, HonFCGI, HonMIMM, FRS (28 August 1902, in London – 22 September 1966, in London) was an English chemist.[2]", "3767122": "Midhat Mursi al-Sayid Umar (Arabic: مدحت مرسي السيد عمر), also known as Abu Khabab al-Masri (Arabic: أبو خباب المصري) (29 April 1953, Egypt – 28 July 2008, Pakistan) was a chemist and alleged top bomb maker for al-Qaeda and part of Osama bin Laden's inner circle. The United States had a $5 million bounty on his head. Although reportedly killed in a U.S. attack in January 2006, he survived and intelligence officials believe he went on to attempt to resurrect al-Qaeda's program to develop or obtain weapons of mass destruction.[1] On 28 July 2008, Mursi was killed in an American drone attack in South Waziristan, Pakistan.[2]", "67795795": "Judith Ann McKenzie (May 4, 1942 – August 11, 2023) was an American biogeochemist known for her research on past climate change, chemical cycles in sediments, and geobiology.", "63437651": "Catia Bastioli is an Italian researcher, chemist, and entrepreneur. Born in Foligno in 1957, she was always interested in chemistry and the natural world.[3] Bastioli went on to attend the Business Management School at Bocconi University and get a degree in chemistry from the University of Perugia.[4] She started her career as a researcher for the largest research group in Italy, Montedison, where she used her chemistry expertise to develop bioplastics with waste and agricultural raw materials. At Montedison, she helped to found a research center that later became Novamont. With this transition to Novemont, Bastioli began focusing on experimenting with eco-friendly materials and bioplastics. Bastioli now serves as CEO of Novamont, as well as President of Terna Spa of the Kyoto Club Association and a member of the Board of Directors of Fondazione Cariplo.[5] She also served as the CEO of Matrìca, a joint venture between Novamont and Versalis.", "228184": "Charles Alfred Coulson FRS FRSE (13 December 1910 – 7 January 1974) was a British applied mathematician and theoretical chemist.[1][2][3][4]", "65764184": "Eric Meggers (born 10 May 1968 in Bonn, Germany) is a German chemist and professor of organic chemistry and chemical biology at the University of Marburg, Germany. His research currently focuses on the design of chiral catalysts for stereoselective synthesis.", "67894107": "Sosale Garalapury Sastry (November 1899 – 22 September 1955) was an Indian industrial chemist known for his work on the manufacture of sandalwood soap through the establishment of the Mysore soap factory in Bangalore. This earned him the nickname of Soap Sastry. He also served as a director of industries and commerce in Mysore State.", "54491997": "Karl Arnold variously Carl Johann Moritz Arnold or Johann Karl Moritz Arnold  (12 March 1853, Uffenheim - 24 June 1929, Hanover) was a German chemist and mountaineer.[1] He served as Director and briefly as Vice-Chancellor of the Institute of Chemistry at the University of Veterinary Medicine Hanover. His published works on organic chemistry were of importance to veterinarians, medical students and pharmacists. He was also an accomplished alpinist and chairman of the Hanover section of the German-Austrian Alpine Association.", "21265251": "Lorene Lane Rogers (April 3, 1914 – January 11, 2009) was an American biochemist and educator who served as the 21st President of the University of Texas at Austin.[1] She has been described as the first woman in the United States to lead a major research university.[2][3][4]", "66354026": "André Taylor is an American scientist who is an associate professor of chemical engineering at the New York University Tandon School of Engineering. Taylor works on novel materials for energy conversion and storage. He was awarded the Presidential Early Career Award for Scientists and Engineers in 2010, and named as one of The Community of Scholars' Most Influential Black Researchers of 2020.", "25852793": "Donald Herman Voet (November 29, 1938 – April 11, 2023) was an American biochemist who was emeritus associate professor of chemistry at the University of Pennsylvania. His laboratory used x-ray crystallography to understand structure-function relationships in proteins.[1] He and his wife, Judith G. Voet, are authors of biochemistry text books that are widely used in undergraduate and graduate curricula.[2][3][4][5]", "56163200": "Anat Shahar is a staff scientist at the Earth and Planets Laboratory, Carnegie Institution of Washington[1] and adjunct professor at the University of Maryland.[2] Her work uses high-pressure, high-temperature experiments and stable isotope geochemistry to understand the formation of planets in the Solar System.[3]", "66976646": "Beat Fierz (born (1978-08-25)August 25, 1978 in Basel, Switzerland) is a Swiss chemist and molecular biologist, currently an Associate Professor at the EPFL (École Polytechnique Fédérale de Lausanne).[1] His research is focused on understanding dynamic processes of large molecular systems, particularly in chromatin regulation.[2]", "51411849": "Debbie C. Crans is a Professor of Organic, Inorganic and Biological Chemistry and of Cell and Molecular Biology at Colorado State University,[2] where she also is a Professor Laureate of the College of Natural Sciences. Crans specializes in the fundamental chemistry and biochemistry of drugs, with particular focus on vanadium and other transition metal ions as metals in medicine and investigation of their mechanisms of toxicity.[2]", "457616": "Joseph Black (16 April 1728 – 6 December 1799) was a Scottish physicist and chemist, known for his discoveries of magnesium, latent heat, specific heat, and carbon dioxide. He was Professor of Anatomy and Chemistry at the University of Glasgow for 10 years from 1756, and then Professor of Medicine and Chemistry at the University of Edinburgh from 1766, teaching and lecturing there for more than 30 years.[1]", "51280787": "Herbert Otis House (December 5, 1929 – October 2, 2013[1]) was an American organic chemist.  House was born in Willoughby, Ohio, and obtained his Ph.D. in 1953 from the University of Illinois under the guidance of Reynold Fuson.[2] Upon graduation, he joined the faculty of the Massachusetts Institute of Technology and remained there until 1970.  During this time, he co-discovered the Corey-House alkane synthesis, an early example of a transition metal mediated cross-coupling reaction.  In 1970, he joined the faculty of the Georgia Institute of Technology.  House retired in 1990 and was the Vasser Woolley Professor Emeritus at Georgia Tech until his death in 2013 in Alpharetta, Georgia.", "71433131": "Abdulrahman Obaid Al-Youbi (born 1958) was the president of King Abdulaziz University from June 2016 to October 2022.[1][2]", "56753071": "Herbert Dyson Carter (February 2, 1910 – 1996[1]), known as Dyson Carter, was a Canadian scientist, lecturer, writer, and Communist propagandist and organiser who served as president of the Canadian-Soviet Friendship Society from 1949 to 1960.[2]", "5864368": "Sir Richard Threlfall GBE FRS[1](14 August 1861 – 10 July 1932)[2] was an English chemist and engineer, he established the School of Physics at the University of Sydney and made important contributions to military science during World War I. He was elected a fellow of the Royal Society in 1899, and was created KBE in 1917 and GBE in 1927.", "52165553": "Moses Kunitz (1887–1978) was a Russian-American biochemist who spent most of his career at Rockefeller University. He is best known for a series of experiments in purification and crystallization of proteins, contributing to the determination that enzymes are proteins.", "61471676": "Hai-Quan Mao is a Chinese chemist and nanotechnologist. He is a professor at Johns Hopkins University and associate director of the university's Institute for NanoBioTechnology. He is a fellow of the Royal Society of Chemistry and the American Institute for Medical and Biological Engineering and a member of the National Academy of Inventors.", "51411909": "Bruce Edward Bursten (March 8, 1954) is an American chemist, professor of chemistry, and was president of the American Chemical Society. He is provost at Worcester Polytechnic Institute.[1] His research has specialised in inorganic chemistry and metal-containing molecules.", "66190280": "Jacob Jan Alexander Wijs[2] (12 November 1864 – 13 December 1942) was a Dutch chemist. He spent much of his career at the oil factory in Delft, where he studied the iodine value. In 1898 he described the addition of iodine monochloride to the double bond in alkenes to give chloro-iodo alkanes. This reaction was later named the Wijs-Hanuš method, and the reagent that Wijs used in his demonstration, namely iodine monochloride in glacial acetic acid, the Wijs reagent.[3]", "1440715": "Henri Étienne Sainte-Claire Deville (11 March 1818 – 1 July 1881) was a French chemist.", "9862095": "Alexander Pavlovich Vinogradov (Russian: Алекса́ндр Па́влович Виногра́дов) (August 21, 1895 in Petretsovo, Yaroslavl Oblast – November 16, 1975 in Moscow) was a Soviet geochemist, academician (1953), and Hero of Socialist Labour (1949, 1975).", "59898837": "Wu Yangjie (Chinese: 吴养洁; born 1 January 1928) is a Chinese organic chemist and a professor at Zhengzhou University. He is an academician of the Chinese Academy of Sciences.", "3275737": "William David McElroy (22 January 1917 – 17 February 1999) was an American biochemist and academic administrator.", "2653154": "Dr. William \"Bill\" Foster, also known as Black Goliath, Giant-Man and Goliath, is a fictional character, a superhero appearing in American comic books published by Marvel Comics. He is a professor with powers similar to Hank Pym's increasing size and mass to gigantic proportions.", "53836772": "Tamejiro Hiyama (born August 24, 1946) is a Japanese organic chemist. He is best known for his work in developing the Nozaki-Hiyama-Kishi reaction and the Hiyama coupling. He is currently a professor at the Chuo University Research and Development Initiative, and a Professor Emeritus of Kyoto University.", "850924": "Ludwig Mond FRS (7 March 1839 – 11 December 1909[1]) was a German-born, British chemist and industrialist.[2]   He discovered an important, previously unknown, class of compounds called metal carbonyls.", "2784240": "Professor Achilles Milo is a fictional character appearing in American comic books published by DC Comics.", "18906098": "Nina Alexandrovna Andreyeva (Russian: Нина Александровна Андреева, 12 October 1938 – 24 July 2020) was a Soviet and Russian chemist, teacher, author, political activist, and social critic.[2] A supporter of classical Soviet principles, she wrote an essay entitled I Cannot Forsake My Principles [ru]  that defended many aspects of the traditional Soviet system, and criticized General Secretary Mikhail Gorbachev and his closest supporters for not being true communists. In the rebuke published in the official party newspaper Pravda the essay was called The Manifesto of Anti-Perestroika Forces.[3][4]", "49085433": "Georg Andreas Karl Städeler (25 March 1821, Hanover – 11 January 1871, Hanover) was a German chemist.", "10157049": "Frederick Bickell Guthrie (10 December 1861 – 7 February 1927)[1] was an Australian agricultural chemist and a president of the Royal Society of New South Wales.", "8387579": "Alberto Romão Dias (1941 – 15 July 2007) was a full professor of the Chemical and Biological Engineering Department at the Instituto Superior Técnico (IST) of the Technical University of Lisbon in Portugal.", "44891133": "P. M. de Respour, a Flemish metallurgist and alchemist, was the first person to extract metallic zinc from zinc oxide in 1668.[1]", "55671805": "Leo E. Hollister (December 3, 1920 - December 19, 2000)[1] was an American professor emeritus of medicine, psychiatry and pharmacology.[2]", "60161023": "Adolf Lehmann or Adolph Ludwig Ferdinand Lehmann[1] (22 December 1863 - 27 September 1937) was a Canadian chemist and agricultural scientist of German ancestry. He served as the first agricultural chemist of Mysore state in India. He established a laboratory for chemical analysis and began field experiments to study plant nutrition and also worked on chemical problems involved in the processing of sugar from sugarcane.", "11762687": "Donald Eaton Carr (October 17, 1903 – September 1986) was an American journalist, writer, environmentalist and research chemist.", "1440770": "Hans Peter Jørgen Julius Thomsen (16 February 1826 – 13 February 1909) was a Danish chemist noted in thermochemistry for the Thomsen–Berthelot principle.[1]", "42073093": "Poul Jørgensen (born 2 March 1944 in Silkeborg, Denmark) is professor of chemistry at the Department of Chemistry, Aarhus University (AU), Denmark and director of the qLEAP Center for Theoretical Chemistry at AU,[1] which was established in April 2012. \nJørgensen has made seminal contributions to the field of electronic structure theory. He is also one of the main authors of the DALTON program and a member of the International Academy of Quantum Molecular Science.", "15301637": "Leo Brewer (13 June 1919, St. Louis, Missouri – 22 February 2005, Lafayette, California) was an American physical chemist.[1] Considered to be the founder of modern high-temperature chemistry, Brewer received his BS from the California Institute of Technology in 1940 and his PhD from the University of California, Berkeley, in 1942. Brewer joined the Manhattan Project following his graduate work, and joined the faculty at the University of California, Berkeley in 1946. Leo Brewer married Rose Strugo (died 1989) in 1945. They had three children, Beth Gaydos, Roger Brewer, and Gail Brewer. He died in 2005 as a result of Beryllium poisoning from his work in World War II.", "72416261": "Irina Vasilievna Perminova (born February 9, 1960) is Russian scientist, Professor, Dr. Habil. in Analytical Chemistry, Chief Scientist, Head of the Laboratory of Natural Humic Systems at the Division of Medicinal Chemistry and Fine Organic Synthesis of the Department of Chemistry of the Moscow University, Moscow, Russia", "39517194": "Julius Vorster (29 April 1809, Hamm – 10 October 1876, Cologne) was a German entrepreneur, one of the founders of Chemische Fabrik Kalk, a major German chemical enterprise in Cologne.", "43285517": "Betty Wright Harris (born July 29, 1940) is an American chemist. She is known for her work on the chemistry of explosives completed at Los Alamos National Laboratory. She patented a spot test for detecting 1,3,5-triamino-2,4,6-trinitrobenzene (TATB) in the field,  which is used by the Federal Department of Homeland Security to screen for nitroaromatic explosives.[1][2]", "4324372": "The Matter Master is a DC Comics supervillain and a recurring foe of Hawkman. Created by Gardner Fox and Joe Kubert, he first appeared in The Brave and the Bold #35 (April–May 1961).[1]", "45218837": "Nikos Chrysogelos  (Greek: Νίκος Χρυσόγελος) (born 13 May 1959, in Sifnos) is a Greek chemist and politician. In 2012, he replaced Michalis Tremopoulos as a member of the European Parliament (MEP) for the Ecologist Greens. In 2014 he however left his party to found the new Greens party which in the January 2015 legislative election formed a common electoral list with Democratic Left,[1] but missed the 3% electoral threshold.", "69467164": "Manfred Schidlowski (13 November 1933 – 3 October 2012) was a German Professor of Geochemistry at the Max-Planck-Institut for Chemistry (Otto-Hahn-Institut) in Mainz.[1] His research was concerned with the biochemistry of the Early Earth with a focus on isotope-biogeochemistry and the evidence of the earliest life processes in Precambrian.[2][3][4] Schidlowski is considered the founder of this research direction in Germany and he also shaped international research in isotope biogeochemistry of Precambrian sediments for more than two decades.[5]", "7666719": "Eloy Rodriguez (born January 7, 1947[1]) is an American biochemist. He is the James Perkins Professor of Environmental Studies at Cornell University. He was born in Edinburg, Texas.[2]", "10550304": "Lu Gwei-djen (Chinese: 魯桂珍; pinyin: Lǔ Guìzhēn; Wade–Giles: Lu Kui-chen; July 22, 1904 – November 28, 1991) was a Chinese biochemist and historian. She was an expert on the history of science and technology in China and a researcher of nutriology.  She was an important researcher and co-author of the project Science and Civilisation in China led by Joseph Needham.", "33979433": "Ryoo Ryong FRSC (born 1955[1]) is a distinguished professor of chemistry at KAIST in Daejeon, South Korea.[2] He was the head of the Center for Nanomaterials and Chemical Reactions, an Extramural Research Center of the Institute for Basic Science. Ryoo has won a variety of awards, including the Top Scientist and Technologist Award of Korea given by the South Korean government in 2005. He obtained the KOSEF Science and Technology Award in 2001 for his work on the synthesis and crystal structure of mesoporous silica.[3]", "31521835": "Professor Ranjan Ramasamy is a Sri Lankan born Australian academic and scientist. He was formerly a Professor of Immunology and Biochemistry, and the Chairman of the National Science Foundation of Sri Lanka.[1]", "53378098": "Professor Renu Khanna-Chopra is an Indian scientist. She is Principal Scientist & ICAR National Fellow Stress Physiology & Biochemistry Laboratory Water Technology Centre Indian Agricultural Research Institute (IARI) New Delhi.[1]", "30833724": "Anton Kirchweger (died 8 February 1746)[1]\nHe was the editor or the author of the influential German hermetical book Aurea Catena Homeri (Golden Chain of Homer); Aurea Catena Homeri oder, Eine Beschreibung von dem Ursprung der Natur und natürlichen Dingen (The Golden Chain of Homer, or A Description of Nature and Natural Things). The book was read by Pietists and later influenced the young Goethe. It was first published in Leipzig in 1723, in the German language, followed by other editions: 1723, 1728, 1738 and 1757 (Latin edition). Another Latin version was issued at Frankfurt in 1762. Sometime in the late eighteenth century Sigismund Bacstrom translated parts of the work into English. In 1891, part of the translation was published in the Theosophical Society journal Lucifer.", "68451396": "Cai Liusheng (Chinese: 蔡鎦生; Pe̍h-ōe-jī: Chhòa Liû-seng; 18 September 1902 – 24 October 1983) was a Chinese physical chemist and an academician of the Chinese Academy of Sciences. He was one of the founders of catalytic kinetics in China.[1] He was a delegate to the 3rd and 5th National People's Congress.", "228425": "John Alexander Reina Newlands (26 November 1837 – 29 July 1898) was a British chemist who worked concerning the periodicity of elements.[1]", "42335308": "Martha Annie Whiteley, OBE FCS (11 November 1866 – 24 May 1956)[1] was an English chemist and mathematician. She was instrumental in advocating for women's entry into the Chemical Society, and was best known for her dedication to advancing women's equality in the field of chemistry.[2] She is identified as one of the Royal Society of Chemistry's 175 Faces of Chemistry.[3]", "228431": "Johann Wolfgang Döbereiner (13 December 1780 – 24 March 1849) was a German chemist who is known best for work that was suggestive of the periodic law for the chemical elements, and for inventing the first lighter, which was known as the Döbereiner's lamp.[1] He became a professor of chemistry and pharmacy for the University of Jena.", "14482521": "Firefly is a fictional comic book character created by Harry Shorten and Bob Wood for MLJ Comics in 1940.[1] He first appeared in Top-Notch Comics #8. Artist Warren King and writer Joe Blair loaned their talents to many of the Firefly's installments.", "2522201": "Rudolf Zahradník (20 October 1928 – 31 October 2020) was a Czech chemist in the field of quantum chemistry and molecular spectroscopy. He held research positions at the Institute of Occupational Medicine and went on to serve as the first director of the J Heyrovsky Institute of Physical Chemistry, president of the Czech Academy of Sciences and chairman of the Learned Society of the Czech Republic, after the Velvet Revolution. During the 1980s, he taught future German leader Angela Merkel, who was then on an internship in Czechoslovakia. He held a doctorate from the University of Chemistry and Technology, Prague.", "47414363": "Nikolaus Wolfgang Fischer (15 January 1782 – 19 August 1850) was a German chemist. He first synthesized the Potassium cobaltinitritelater used as Aureolin pigment.", "39451740": "Alexander Nicolaus Scherer (Russian: Александр Иванович Шерер, 30 December 1771, St. Petersburg – 16 October 1824, St. Petersburg) was a Russian-German chemist and pharmacologist.", "40893536": "Philip E. Mason is a British chemist and YouTuber with the online pseudonym Thunderf00t (also VoiceOfThunder). He is best known for his critiques of religion, pseudoscience and creationism. He works at the Institute of Organic Chemistry and Biochemistry of the Czech Academy of Sciences.", "1178722": "Paul John Flory (June 19, 1910 – September 9, 1985) was an American chemist and Nobel laureate who was known for his work in the field of polymers, or macromolecules.[2]  He was a leading pioneer in understanding the behavior of polymers in solution, and won the Nobel Prize in Chemistry in 1974 \"for his fundamental achievements, both theoretical and experimental, in the physical chemistry of macromolecules\".[3]", "1604706": "John Bannister Goodenough (/ˈɡʊdɪnʌf/ GUUD-in-uf;[3] July 25, 1922 – June 25, 2023) was an American materials scientist, a solid-state physicist, and a Nobel laureate in chemistry. From 1996 he was a professor of Mechanical,[4] Materials Science, and Electrical Engineering at the University of Texas at Austin. He is credited with \nidentifying the Goodenough–Kanamori rules of the sign of the magnetic superexchange in materials, with developing materials for computer random-access memory and with inventing cathode materials for  lithium-ion batteries.", "37420133": "Richard Priestley Lifton (born 1953) is an American biochemist and the 11th and current president of The Rockefeller University.[1] He earned his B.A. in biological sciences from Dartmouth College and in 1986 he got his M.D. and Ph.D. in biochemistry from Stanford University.[2] He trained at Brigham and Women's Hospital before starting his lab at Yale in 1993.[3]  He has been awarded the Wiley Prize in Biomedical Sciences for his discovery of genes that are associated with the regulation of blood pressure.[4]  In 2014 he was awarded the $3 million Breakthrough Prize in Life Sciences for his work.[5]  He has been a Howard Hughes Medical Institute (HHMI) investigator since 1994. He was inducted into the National Academy of Sciences and Institute of Medicine, and he is a Fellow of the American Association for the Advancement of Science.[6]", "66059371": "Thomas Albrecht-Schönzart is an American radiochemist specializing in the chemistry and physics of transuranium elements. He is jointly appointed as a University Distinguished Professor at the Colorado School of Mines in Golden, Colorado, and Director of the Nuclear Science & Engineering Center and Idaho National Laboratory.", "67959916": "Salih Jawad Wakil (Arabic: صالح جواد الوكيل; August 16, 1927 – July 11, 2019) was an American biochemist. Wakil's laboratory discovered both Acetyl CoA Carboxylase and Fatty Acid Synthetase.", "53836909": "Paula Brown is a Canadian science researcher, currently at British Columbia Institute of Technology.[1][2] She is the Tier 2 Canada Research Chair in Phytoanalytics.", "72055918": "Ivan Alekseyevich Kablukov (Russian: Ива́н Алексе́евич Каблуко́в, August 21 (2 September) 1857 – 5 May 1942[1]) was a Russian and Soviet physical chemist. He simultaneously and independently of Vladimir Kistiakovsky proposed the idea of ion solvation and initiated the unification of the physical and chemical theory of solutions. He published influential textbooks on organic chemistry and was a professor at Moscow State University and Timiryazev Agricultural Academy.", "70188143": "Bruce Hornbrook Sage (24 November 1909 – January 1983) was a chemical engineer who taught chemical engineering at the California Institute of Technology from 1931 to 1974.[7]", "72383608": "Felix Michael Haurowitz (March 1, 1896, Prague – December 2, 1987, Bloomington, Indiana) was a Czech-American physician and biochemist.", "48561277": "Stephanie A. Burns (born January 24, 1955) is an American organosilicon chemist and businesswoman, who served as president and CEO of Dow Corning from 2003 to 2011. She has also served as honorary president of Society of Chemical Industry.", "51903614": "David Charles Weatherburn is an Australian-trained, New Zealand chemistry academic.", "12549253": "Brigadier General Carl Rogers Darnall (December 25, 1867, in Weston, Texas – January 18, 1941, in Washington, D.C.) was a United States Army chemist and surgeon credited with originating the technique of liquid chlorination of drinking water.[1] Chlorination has been an exceedingly important innovation in public health, saving innumerable lives.", "48135307": "Javier Pérez-Ramírez (born 28 October 1974) is a Professor of Catalysis and Chemical Engineering at ETH Zurich.[1]", "47938700": "Evelyn M. Anderson (March 20, 1899 – June 8, 1985) was an American physiologist and biochemist, most known for her co-discovery of adrenocorticotropic hormone (adreno-cortical thyroid hormone or ACTH) in 1934.[1][2]", "21822604": "B. C. P. Jansen (1 April 1884, Zwolle – 18 October 1962) was a Dutch chemist and biochemist. In the Dutch Indies[chronology citation needed], with his colleague  W. F. Donath, he isolated in crystalline form an anti-beriberi factor (known as vitamine B1 or aneurin)  from rice polishings and named it thiamine (sulfur-containing amine).[1] It was the first vitamine to be obtained in pure form.", "41483412": "Sir David Allan \"Dai\" Rees, FRS[4] (28 April 1936 – 10 June 2021)[5] was a British biochemist and science administrator who was chief executive of the Medical Research Council between 1987 and 1996.[2]", "60521624": "Theresa M. Reineke (born January 1, 1972) is an American chemist and Distinguished McKnight University Professor at the University of Minnesota. She designs sustainable, environmentally friendly polymer-based delivery systems for targeted therapeutics. She is the associate editor of ACS Macro Letters.", "67435673": "Kristin Susan Bowman-James is an American chemist who is a distinguished professor at the University of Kansas. Her research makes use of host–guest chemistry to design new molecules for biology and the environment. She was awarded the 2021 American Chemical Society Award in Inorganic Chemistry.", "33389723": "Richard E. Dickerson (born 1931) is an American biochemist. He was the first to carry out a single-crystal structure analysis of B-DNA, with what has become known as the \"Dickerson dodecamer\": C-G-C-G-A-A-T-T-C-G-C-G. At UCLA he has continued his investigations of the structures of A- and B-DNA, and of complexes between DNA and drugs or proteins. He was elected to the National Academy of Sciences and American Academy of Arts and Sciences in 1985. During the academic year 1997-1998, Dickerson was the Newton-Abraham Visiting Professor in Medical, Biological and Chemical Science at Lincoln College and the Laboratory of Molecular Biophysics at Oxford University.[1]", "69991580": "Scott McNeill Sieburth is an American chemist.", "18742430": "Gaston Charlot (11 June 1904 – 17 April 1994) was a French chemist, founder of modern analytical chemistry in France.", "69467294": "Jane H. F. Mellanby (14 April 1938 – 8 February 2021) was a British neuroscientist and academic. She was a doctoral student of biochemist Hans Krebs, and was a fellow at St. Hilda's College, Oxford from 1971 to 2006.", "52133022": "Athanassios Z. Panagiotopoulos[1] is currently the Susan Dod Brown Professor[2] and Department Chair[3] of the Department of Chemical and Biological Engineering of Princeton University.", "27360417": "Edward Marcotte is a professor of biochemistry at The University of Texas at Austin, working in genetics, proteomics, and bioinformatics.[1] Marcotte is an example of a computational biologist who also relies on experiments to validate bioinformatics-based predictions.[2]", "61766819": "Vartkess Ara Apkarian is a noted physical chemist and a Professor of Chemistry at The University of California, Irvine.[1] He is the Director of Center for Chemistry at the Space-Time Limit, a National Science Foundation Center for Chemical Innovation. He graduated from University of Southern California with B.S. degrees in Chemistry followed by Ph.D. degree in chemistry from Northwestern University. Following a postdoctoral fellowship at Cornell University, he joined the University of California as Chemistry faculty in 1983. He  served as the Chair of the Chemistry Department (2004-2007) at UC Irvine.", "66256035": "Joyce Watson FNZIC (5 July 1918 – 28 September 2004) was a New Zealand chemist specialising in fruit disorders and trace elements.", "3669166": "Eugène Soubeiran (5 December 1797, in Paris – 17 November 1859, in Paris) was a French scientist.", "56917173": "Philip Alan Gale (born 1969) is an Australian/British chemist, Deputy Dean of Science and  Professor of Chemistry at the Faculty of Science, University of Technology Sydney.  He is notable for his work on the supramolecular chemistry of anions.[1]", "425142": "Robert Henry Lawrence Jr. (October 2, 1935 – December 8, 1967) was a United States Air Force officer and the first African-American astronaut.[1][2][3]", "28835012": "Reta F. Beebe (born October 10, 1936 in Baca County Colorado) is an American astronomer, author, and popularizer of astronomy.  She is an expert on the planets Jupiter and Saturn, and the author of Jupiter: The Giant Planet.[1] She is a professor emeritus in the Astronomy Department at New Mexico State University and 2010 winner of the NASA Exceptional Public Service medal.[2][3]", "1998030": "Edwin Elijah Perkins (January 8, 1889 – July 3, 1961), born in Lewis, Iowa, United States, invented the powdered drink mix Kool-Aid in 1927 in Hastings, Nebraska, after his family had moved to Hendley, Nebraska from Iowa in 1893.", "5242063": "Alexander J. Varshavsky (Russian: Александр Яковлевич Варшавский; born 1946 in Moscow) is a Russian-American biochemist and geneticist. He works at the California Institute of Technology (Caltech) as the Morgan Professor of Biology. Varshavsky left Russia in 1977, emigrating to United States.", "20184272": "Lawrence Zeleny (April 30, 1904 — May 27, 1995), was an American biochemist most notable for his founding of the North American Bluebird Society in 1978. During his 30-year career with the U.S. Department of Agriculture, he noticed a decline in the numbers of bluebirds. After his retirement in 1965, he began a decades long crusade to save the bird.", "36175058": "Ernst Hermann Riesenfeld (25 October 1877 – 19 May 1957) was a German/Swedish chemist. Riesenfeld started his academic career with important contributions in electrochemistry by the side of his mentor Walther Nernst, and continued as a professor with work on the improvement of analytical techniques and the purification of ozone.[1][2][3][4] Dismissed and prosecuted in Nazi Germany due to his Jewish origins, he emigrated to Sweden in 1934 and continued his ozone-related work there until retirement.[4][5]", "67108055": "Sylvie Roke (born 1977 in De Bilt, Netherlands) is a Dutch chemist and physicist specialized in photonics and aqueous systems. As a full professor she holds Julia Jacobi Chair of Photomedicine at EPFL (École Polytechnique Fédérale de Lausanne) and is the director of the Laboratory for fundamental BioPhotonics.[1][2]", "66026713": "David S. Breslow (August 13, 1916 – May 26, 1995) was an American industrial chemist best known for his work on polymers.[1][2]", "58162397": "Sir Wilfrid Russell Grimwade CBE (15 October 1879 – 2 November 1955) was an Australian chemist, botanist, industrialist and philanthropist. He was the son of Frederick Sheppard Grimwade and brother of Harold Grimwade.[1]", "12549344": "Henry Brunner (22 January 1838 – 17 June 1916) was an English chemist.", "2325728": "Sir Acharya Prafulla Chandra Ray, CIE, FNI, FRASB, FIAS, FCS (also spelled Prafulla Chandra Rây and Prafulla Chandra Roy; Bengali: প্রফুল্ল চন্দ্র রায় Praphulla Chandra Rāy; 2 August 1861 – 16 June 1944)[2] was an Indian chemist, educationist, historian, industrialist and philanthropist.[2] He established the first modern Indian research school in chemistry (post classical age) and is regarded as the Father of Indian Chemistry.[3]", "1080548": "Joseph A. Schwarcz (born 1947) is an author and a sessional instructor at McGill University. He is the director of McGill's Office for Science and Society.", "66190564": "Baron Arthur von Hübl (20 March 1853 – 7 April 1932) was an Austrian military officer, chemist and cartographer. He developed the Hübl method for determining the iodine value and modernized cartography in Austria.[1]", "70876393": "Domenico Lino Morichini[1] (23 September 1773 – 19 November 1836) was an Italian physician and chemist. He was the first to identify fluorine in teeth, first in a fossilized elephant tooth and then in human teeth. He also reported the magnetisation of steel by light rays which stimulated experimental approaches.", "3636463": "Paul-Antoine Giguère, CC (January 13, 1910 – December 25, 1987)[1] was a Canadian academic and chemist.", "56163570": "Rajdeep Dasgupta is a professor of Earth, Environmental, and Planetary Sciences at Rice University. In his research, he studies the role of subsurface melting and magma on the origin and evolution of the Earth and other terrestrial planets.[1]", "47086835": "Prafulla Kumar Jena (27 December 1931 – 7 March 2023)[1] was an Indian metallurgist who served as director of the National Institute for Interdisciplinary Science and Technology (formerly Regional Research Laboratory) of the Council for Scientific and Industrial Research, Bhubaneshwar.[2] He previously held the TATA Chair for the Distinguished Professor of Metallurgical Engineering at the Indian Institute of Technology, Kharagpur.[2] He was awarded the Padma Shri, India's fourth highest civilian award, in 1977.[3]", "60488951": "Harrison Estell Howe (1881 – December 10, 1942) was an American chemist and chemical engineer. From 1919 to 1921 he was head of the Division of Research Extension of the National Research Council, and was for 21 years the editor of the journal Industrial and Engineering Chemistry. He was a fellow of the American Association for the Advancement of Science and the 1942 recipient of the Chemical Industry Medal. He was the author of several popular science books including The New Stone Age, Chemistry in the World's Work, and Chemistry at Home.[1]", "20315393": "Alexander John Forsyth (28 December 1768 – 11 June 1843) was a Scottish Church of Scotland minister who first successfully used fulminating (or 'detonating') chemicals to prime gunpowder in fire-arms thereby creating what became known as percussion ignition.[1]", "72678662": "Anna Katharina Herta Hirsch (born 1982 in Trier) is a German-Luxembourg chemist and professor of medicinal chemistry at  Saarland University. Since 2017, she has headed the Department of Drug Design and Optimization at the Helmholtz Institute for Pharmaceutical Research Saarland (HIPS).[1]", "24509703": "Abdul Hafeez was a Pakistani weapons scientist and radiochemist. Hafeez was one of the early pioneer of Pakistan Ordnance Factories at Wah Cantt who made an extraordinary efforts to build and develop medium and high-tech weapons for Pakistan Armed Forces. Hafeez was also a Pan-Islamist and political analyst who had long criticised British imperialism and influence in Muslim world.[1]", "17693967": "Wolfram Bode (born March 8, 1942) is a German biochemist.", "60062997": "János Bánfihunyadi (Hungarian: Bánfihunyadi János; 1576 – 28 August 1646), better known by his Latinized name Johannes Banfi Hunyades[b] or his pseudonym Hans Hungar, was a Hungarian alchemist, chemist and metallurgist. He emigrated to England in 1608 and built a reputation among the academic circles of England and Hungary, associating with such figures as the alchemist Arthur Dee, astrologer William Lilly, physician Jonathan Goddard and scientist Kenelm Digby.", "228629": "Gerhard Heinrich Friedrich Otto Julius Herzberg, PC CC FRSC FRS[1] (German: [ˈɡeːɐ̯.haʁt ˈhɛʁt͡sˌbɛʁk] ⓘ; December 25, 1904 – March 3, 1999) was a German-Canadian pioneering physicist and physical chemist, who won the Nobel Prize for Chemistry in 1971, \"for his contributions to the knowledge of electronic structure and geometry of molecules, particularly free radicals\".[2] Herzberg's main work concerned atomic and molecular spectroscopy. He is well known for using these techniques that determine the structures of diatomic and polyatomic molecules, including free radicals which are difficult to investigate in any other way, and for the chemical analysis of astronomical objects.  Herzberg served as Chancellor of Carleton University in Ottawa, Ontario, Canada from 1973 to 1980.", "53837077": "Erik R. P. Zuiderweg (born February 28 or March 28, 1950)[1] is an American biochemist, currently at University of Michigan and an Elected Fellow of the American Association for the Advancement of Science.[2][3]", "10976538": "William John Young (26 January 1878 – 14 May 1942) was an English biochemist.", "14843162": "Josiah Parsons Cooke (October 12, 1827 – September 3, 1894) was an American chemist who worked at Harvard University and was instrumental in the measurement of atomic weights, inspiring America's first Nobel laureate in chemistry, Theodore William Richards, to pursue similar research. Cooke's 1854 paper on atomic weights has been said to foreshadow the periodic law developed later by Mendeleev and others.[1] Historian I. Bernard Cohen described Cooke \"as the first university chemist to do truly distinguished work in the field of chemistry\" in the United States.[2]", "33193247": "Takashi Mukaibo (向坊 隆, Mukaibō Takashi, 24 March 1917 – 4 July 2002) was a Japanese chemist and nuclear engineer.", "58916131": "Igor A. Kaltashov (Russian: Игорь Аркадьевич Калташёв) is an American chemist, who is active in the fields of mass spectrometry and biochemistry; he is an associate professor of the University of Massachusetts Amherst (UMass).[1]", "53706022": "Xian Jun Loh (simplified Chinese: 罗贤俊; traditional Chinese: 羅賢俊; pinyin: Lúo Xiánjùn; born 1981) is a Singaporean polymer chemist who works in the inter-disciplinary field of biomaterials. He is the Executive Director of the Institute of Materials Research and Engineering of the Agency for Science, Technology and Research and a professor at the Nanyang Technological University.[1][2][3] He is currently the President of the Singapore National Institute of Chemistry.[4]", "56032552": "William Conan Davis (August 22, 1926 - March 16, 2022) was a professor emeritus and was chair of natural sciences at St. Philip's College in San Antonio, Texas. The William C. Davis Science Building is named in his honor.", "71367978": "Hans Max Jahn (4 July 1853 – 7 August 1906) was a German physical chemist who worked on thermochemistry and electrochemistry. As an experimental chemist he identified problems in the contemporary theory of electrolyte conductivity and examined the thermodynamic validity of the Gibbs-Helmholtz equation.", "63831346": "John Philip Simons FRS FRSC (born 20 April 1934)[1] is a British physical chemist known for his research in photochemistry and photophysics, molecular reaction dynamics and the spectroscopy of biological molecules.[2][3] He was professor of physical chemistry at the University of Nottingham (1981–93) and Dr. Lee's Professor of Chemistry at the University of Oxford (1993–99).", "59047220": "Erin Johnson is a Canadian computational chemist. She holds the Herzberg–Becke Chair at Dalhousie University. She works on density functional theory and intermolecular interactions.", "53476663": "Erick M. Carreira is a Cuban-born American organic chemist and professor at ETH Zürich. He is known for his research group's work in total synthesis projects, particularly asymmetric synthesis of complex natural products.[1][2] He became the editor-in-chief of the Journal of the American Chemical Society in 2021.[3][4]", "13794617": "Gerold Karl Schwarzenbach (15 March 1904 – 20 May 1978) was a Swiss chemist.", "36863293": "Michael B. Hall is an American inorganic and theoretical chemist. He obtained his B.S. degree in chemistry from Juniata College in 1966, and his Ph.D. with Richard F. Fenske at the University of Wisconsin–Madison in 1971.[1]  Hall is currently a professor at Texas A&M University.[2]", "9862467": "Semyon Isaakovich Volfkovich (Russian: Семён Исаакович Вольфкович) (October 23, 1896 – November 12, 1980) was an outstanding Soviet chemist, inorganic chemist, technologist, Doctor of Chemical Sciences (1934), member of the Academy of Sciences of the Soviet Union (since 1946). He was engaged in the technology of production of mineral fertilizers, studied the processes of electrothermal sublimation of phosphorus. He developed an industrial scheme for producing potassium salts from sylvinite and a new technology for producing concentrated phosphate fertilizers. He was the first in the USSR to conduct research on fluoride gases uilization, to study the processes of processing mirabilite into soda and ammonium sulfate. He studied the catalytic and other properties of aluminum-, boron-, iron-phosphates.", "14449988": "George Bowdler Buckton (24 May 1818, London – 25 September 1905, Haslemere, Surrey) was an English chemist and  entomologist who specialised in aphids.", "66518343": "Peter H. Barry is an American geochemist who is an associate scientist in the marine chemistry and geochemistry department at the Woods Hole Oceanographic Institution.[1] He uses noble gases and stable isotopes to understand the volatile history and chemical evolution of Earth,[2] including the dynamic processes of subduction, mantle convection and surface volcanism,[3] which control the redistribution of chemical constituents between the crust and mantle reservoirs.[4] Barry’s main research focus has been on high-temperature geochemistry,[5][4] crust-mantle interactions[6] and the behavior of volatile fluids in the lithosphere.[7] He also studies crustal systems, the origin of high helium deposits,[8] including hydrocarbon formation and transport mechanisms.[9]", "13335885": "Raphael David Levine  (Hebrew: רפאל לוין, born March 29, 1938) is an Israeli chemist who is a professor at the Hebrew University of Jerusalem,[1] and the Department of Chemistry and Biochemistry, University of California, Los Angeles[2] and the Crump Institute for Molecular Imaging of the David Geffen School of Medicine at UCLA.[3]", "67763537": "Silvia Giordani (born 1973) is an Italian chemist who is Professor of Nanomaterials at Dublin City University. Her research considers carbon-based functional materials for biotechnology. She was awarded a L'Oréal-UNESCO For Women in Science fellowship in 2012.", "69827939": "Marie Geelmuyden (born 22 July 1856 in Horten, died 21 May 1935) was a Norwegian chemist, teacher and textbook author. She was the first Norwegian woman to receive a degree in science.[1]", "30211428": "Seymour Lester Shapiro (1916 - 1961) was an organic chemist best known for his pioneering work on a class of drugs used to treat symptoms of adult-onset diabetes.  Phenformin was marketed under the name \"DBI\" until it was taken off the market after being linked to increased incidence of lactic acidosis, a potentially fatal condition.[1]", "68713835": "Douglas James Tobias is an American chemist who is professor and chair of the department of chemistry at the University of California, Irvine.[1] His research is in the fields of biophysical, theoretical, and computational chemistry. He was elected a fellow of the American Association for the Advancement of Science in 2006.[2] He was elected a fellow of the American Chemical Society in 2013 and of the American Physical Society in 2014. In 2014, he received the Theoretical Chemistry Award from the American Chemical Society's Division of Physical Chemistry, and in 2017, he received the Soft Matter and Biophysical Chemistry Award from the Royal Society of Chemistry.[3]", "66846063": "Jerome Alexander (1876–1959) was an American chemist, a leading expert on colloidal chemistry and among the first American researchers to use an ultramicroscope.", "14482801": "Sir Leslie Colin Ebdon CBE DL (born 26 January 1947 in Edmonton, London) is the former Vice-Chancellor of the University of Bedfordshire and Director of Fair Access to Higher Education (head of the Office for Fair Access).", "51412341": "Mary Agnes Kaiser (June 11, 1948 – July 10, 2011) was an American chemist. She worked at E. I. DuPont de Nemours and Company, where she was the first woman promoted to senior research fellow.  A woman scientist of distinction,[1] she was  internationally known for her work in environmental analytical chemistry.[2]", "61111671": "Wei Shoukun (Chinese: 魏寿昆; 16 September 1907 – 30 June 2014) was a Chinese metallurgist, physical chemist, and materials engineer. Considered a founder of metallurgical physical chemistry in China, he taught for eight decades at ten different universities. He was a founding professor and Vice President of the University of Science and Technology Beijing, and was elected an academician of the Chinese Academy of Sciences in 1980.", "71368055": "Vanitas (Japanese: ヴァニタス, Hepburn: Vanitasu) is the fictional protagonist and title character of the manga series The Case Study of Vanitas, which was written and illustrated by Jun Mochizuki. The character was named Vanitas of the Blue Moon, making him part of the Blue Moon clan with some vampire abilities. Vanitas possesses a grimoire called The Book of Vanitas (ヴァニタスの書, Vanitasu no Sho), which can restore vampires who have become \"curse-bearers\" with uncontrolled bloodlust due to the corruption of their names. He enlists the vampire Noé Archiviste in his quest.", "50789756": "John Monahan (John James Monahan) is an Irish-born biochemist and CEO of biotechnology and gene therapy companies in the United States.", "73727360": "Peter Joseph Moloney OBE FRSC (29 June 1891, Penetanguishene, Ontario – 12 August 1989, Toronto, Ontario) was a Canadian chemist. He is known for his work on developing vaccines against diphtheria and tetanus, purifying insulin preparations for clinical use, demonstrating antibodies against insulin in humans and animals, and developing sulfated  insulin preparations for the treatment of diabetics with insulin resistance. He also invented a quick-acting pH electrode and helped to develop an antiserum that was used in WW II for protection against gas gangrene.[1]", "5307776": "Dennis Liotta is a chemistry professor at Emory University in Atlanta, Georgia, United States. He is noted for his work on the development of antiviral drugs.", "66223492": "Cheryl Ann Kerfeld is an American bioengineer who is Hannah Distinguished Professor at Michigan State University. She holds a joint position at the Lawrence Berkeley National Laboratory. Her research considers bioinformatics, cellular imaging and structural biology.", "66780554": "Marlene Kristina Burwick (born 23 June 1971)[1] is a Swedish politician. From September 2018 to September 2022, she served as Member of the Riksdag representing the constituency of Uppsala County.[2] She is a trained chemist by profession.[3]", "53640593": "Derek Leaver FRSE MRSC ARIC (16 May 1929 – 24 October 1990) was a 20th-century British chemist.", "2784666": "Michael D. Swords is a retired professor of Natural Science at Western Michigan University, who writes about general sciences and anomalous phenomena, particularly parapsychology, cryptozoology, and ufology, editing the academic publication The Journal of UFO Studies. He is a board member of the J. Allen Hynek Center for UFO Studies.", "15236517": "Thomas Gordon Thompson (November 28, 1888 – August 10, 1961) was an American chemist and oceanographer.", "12647864": "Prof James Alfred Wanklyn FRSE FCS MRCS (18 February 1834 – 19 July 1906) was a nineteenth-century English analytical chemist who is remembered today chiefly for his \"ammonia method\" of determining water quality and for his fierce arguments with those, such as Edward Frankland, who opposed him over matters related to water analysis.", "67075513": "Zacharias Dische (18 February 1895 – 17 January 1988) was an American biochemist of Ukrainian-Jewish origin. He worked as a biochemical researcher in Vienna before being forced by the Anschluss to become a refugee,[1] first in France and then in the US, where he joined the faculty of Columbia University in 1943.[2] During his time in Marseilles he made a major discovery that is little known and usually attributed to others.", "53837245": "Jillian M. Buriak FRSC is a Canadian chemist, currently a Canada Research Chair[1] in Nanomaterials at University of Alberta and a Fellow of the Royal Society of Canada, American Association for the Advancement of Science (AAAS) and Royal Society of Chemistry. She is known for her work developing flexible, lightweight solar cells made from nanoparticles. By spraying a plastic surface with nanomaterials, she's able to fabricate a transparent layer of electrode that acts as solar cells. Due to the flexibility, they could be incorporated onto different surfaces.[2]", "32144837": "Professor James Shepherd FMedSci (1944–2022) is a world-leading pioneer in the investigation of the causes, prevention and treatment of coronary heart disease.", "56950214": "Sandra Eaton is an American chemist and professor at the University of Denver, known for her work on electron paramagnetic resonance.", "2391500": "Nils Löfgren (18 August 1913 – 21 January 1967) was a Swedish chemist who developed the anaesthetic Lidocaine (under the name Xylocaine) in 1943. At this time, he had recently finished his licentiate degree, and was teaching organic chemistry at the University of Stockholm. He and his co-worker Bengt Lundqvist sold the rights to Xylocaine to the Swedish pharmaceutical company Astra AB.[1]", "57736660": "Dr James Mackay Shewan LLD FSA Scot FRSE FRSC FIBiol CBiol FIFST (1909–1988) was a 20th-century Scottish chemist, bacteriologist and amateur historian. He was Head of the Torry Research Station near Aberdeen.", "4980184": "Josef Goubeau (31 March 1901 in Augsburg, Germany – 18 October 1990 in Stuttgart) was a German chemist.", "70876636": "Dominic Were Makawiti (4 August 1955 – 20 April 2018)  was a Kenyan biochemist. He served as Vice Chancellor of Maseno University and was an elected fellow and former treasurer of the African Academy of Sciences.[1][2][3]", "53378527": "Chitra Mandal is a chemical biologist in the field of biomolecules and their applications in health and diseases. Later she worked on cancer therapeutics. She served as the acting Director of CSIR - Indian Institute of Chemical biology in Kolkata, India.[citation needed] during 2014–2015.", "68976098": "Mita Dasog is an associate professor at Dalhousie University in Nova Scotia, Canada.[1] She has received the Emerging Professional Award, the Canadian Council of University Chemistry Chairs Doctoral Award, is a “Top 25” Global Young Scientist in Sustainable Research, and is one of the top 150 women in STEM for her outreach efforts with youth and young women.[2]", "68451823": "Zhao Zongyu (28 November 1904 – 10 October 1989) was a Chinese chemist and an academician of the Chinese Academy of Sciences. He has been hailed as \"father of man-made oil in China\".[1]", "58916344": "Frank Sobott, Ph.D. (2000), is a German chemist, who is active in the fields of mass spectrometry and biochemistry; he is a professor of the University of Leeds from February 2017.[1] \nHe obtained a PhD in physical and theoretical chemistry in 2000 at the Johann Wolfgang Goethe University Frankfurt am Main, under the supervision of professors Bernhard Brutschy and Michael Karas.[1][2] He was an associate professor of mass spectrometry at the Center for Proteomics of the University of Antwerp, Belgium, from 2009 to 2017.[1][2]", "261625": "Robert Burns Woodward ForMemRS HonFRSE (April 10, 1917 – July 8, 1979) was an American organic chemist. He is considered by many to be the preeminent synthetic organic chemist of the twentieth century,[3] having made many key contributions to the subject, especially in the synthesis of complex natural products and the determination of their molecular structure. He also worked closely with Roald Hoffmann on theoretical studies of chemical reactions. He was awarded the Nobel Prize in Chemistry in 1965.", "53870076": "Miguel A. García-Garibay is a professor of chemistry and biochemistry and the dean of physical sciences at University of California, Los Angeles (UCLA).[1][2] His research focuses on solid state organic chemistry, photochemistry and spectroscopy, artificial molecular machines, and mesoscale phenomena.[3][4]", "1703423": "Andreas Sigismund Marggraf (German: [ˈmaʀkɡʀaːf]; 3 March 1709 – 7 August 1782) was a German chemist from Berlin, then capital of the Margraviate of Brandenburg, and a pioneer of analytical chemistry. He isolated zinc in 1746 by heating calamine and carbon.[1] Though he was not the first to do so, Marggraf is credited with carefully describing the process and establishing its basic theory. In 1747, Marggraf announced his discovery of sugar in beets and devised a method using alcohol to extract it.[2]  His student Franz Achard later devised an economical industrial method to extract the sugar in its pure form.", "72744451": "Yu-Ju Chen (Chinese: 陳玉如; pinyin: Chén Yùrú) is a Taiwanese proteomics research scientist, who leads international projects in proteogenomics.", "13106699": "George Wilson PRSSA FRSE (21 February 1818 – 22 November 1859) was a 19th-century Scottish chemist and author. He was Regius Professor of Technology at the University of Edinburgh, and the first Director of the Industrial Museum of Scotland.", "42794518": "Alfred René Jean Paul Ubbelohde FRS[2] (1907–1988) was a Belgian-born English physical chemist.", "392727": "Luis Federico Leloir ForMemRS[1][2] (September 6, 1906 – December 2, 1987)[3] was an Argentine physician and biochemist who received the 1970 Nobel Prize in Chemistry for his discovery of the metabolic pathways by which carbohydrates are synthesized and converted into energy in the body.[3] Although born in France, Leloir received the majority of his education at the University of Buenos Aires and was director of the private research group Fundación Instituto Campomar until his death in 1987. His research into sugar nucleotides, carbohydrate metabolism, and renal hypertension garnered international attention and led to significant progress in understanding, diagnosing and treating the congenital disease galactosemia. Luis Leloir is buried in La Recoleta Cemetery, Buenos Aires.", "38239768": "Jacopo Bartolomeo Beccari FRS (25 July 1682 – 18 January 1766) was an Italian chemist, one of the leading scientists in Bologna in the first half of the eighteenth century. He is mainly known as the discoverer of the gluten in wheat flour.", "10190362": "Du Shi (Chinese: 杜詩; pinyin: Dù Shī; Wade–Giles: Tu Shih, d. 38[1][2]) was a Chinese hydrologist, inventor, mechanical engineer, metallurgist, and politician of the Eastern Han Dynasty. Du Shi is credited with being the first to apply hydraulic power (i.e. a waterwheel) to operate bellows (air-blowing device) in metallurgy. His invention was used to operate piston-bellows of the blast furnace and then cupola furnace in order to forge cast iron, which had been known in China since the 6th century BC. He worked as a censorial officer and administrator of several places during the reign of Emperor Guangwu of Han. He also led a brief military campaign in which he eliminated a small bandit army under Yang Yi (d. 26).", "44006938": "Antony David Kidman AM (10 December 1938 – 12 September 2014) was an Australian psychologist and academic. He was the father of actress Nicole Kidman and journalist Antonia Kidman.", "12189214": "Sir Holbrook Gaskell OBE MIEE AMIMechE (12 November 1878 – 31 March 1951) was a chemical industrialist in Widnes, Lancashire, England.", "5635618": "Ibrahim Abouleish (Arabic: إبراهيم أبو العيش; 23 March 1937 – 15 June 2017)[1] was an Egyptian philanthropist, drug designer and chemist. He began his chemistry and medicine studies at the age of 19 in Austria. He did his doctorate in 1969 in the field of pharmacology and then worked in leading positions within pharmaceutical research. During this time he was granted patents for a number of new medicines,[2] especially for osteoporosis and arteriosclerosis.", "47808035": "Dilworth Wayne Woolley (July 20, 1914 – July 23, 1966) was a Canadian-born American biochemist, who did important work on vitamin deficiency, and was one of the first to study the role of serotonin in brain chemistry. He was nominated for a Nobel Prize in 1939, 1948, 1949, and 1950.", "25099819": "Conrad Peter Laar (22 March 1853 – 11 February 1929) was a German chemist.[1] He coined the expression tautomerism in 1885.[2] He also observed the double bond rule in 1885, stating elements with a principal quantum number greater than 2 for their valence electrons (period 3 elements and higher) tend not to form multiple bonds.[3]", "5504558": "Sir Rudolph Albert Peters MC MID FRS[1] HFRSE FRCP LLD (13 April 1889 – 29 January 1982) was a British biochemist. He led the research team at Oxford who developed British Anti-Lewisite (BAL), an antidote for the chemical warfare agent lewisite. His efforts investigating the mechanism of arsenic war gases were deemed crucial in maintaining battlefield effectiveness.[2]", "37387826": "Ida Freund (5 April 1863 – 15 May 1914)[1] was the first woman to be a university chemistry lecturer in the United Kingdom.[2] She is known for her influence on science teaching, particularly the teaching of women and girls. She wrote two key chemistry textbooks and invented the idea of baking periodic table cupcakes, as well as inventing a gas measuring tube, which was named after her.", "31686195": "Lumír Ondřej Hanuš (Hebrew: לומיר הנוש) is a Czech analytic chemist and leading authority in the field of cannabis research. In 1992, he and William Anthony Devane isolated and first described the structure of anandamide, an endogenous cannabinoid neurotransmitter.", "25165372": "Simon Gibbons is Visiting Professor of Phytochemistry at the Centre for Natural Products Discovery at Liverpool John Moores University.", "48496202": "Chika Kuroda (黒田チカ; 24 March 1884 – 8 November 1968) was a Japanese chemist whose research focused on natural pigments. She was the first woman in Japan to receive a Bachelor of Science.", "52264526": "Satinder Vir Kessar (born 1932) is an Indian synthetic organic chemist, academic and an Emeritus professor of Panjab University.[1] He is known for his researches in steroidal and heterocyclic chemistry.[2] He is an elected fellow of The World Academy of Sciences[3] and all the three major Indian science academies, viz. The Indian National Science Academy,[4] the Indian Academy of Sciences[5] and the National Academy of Sciences, India.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1972, for his contributions to chemical sciences.[7]", "10911313": "Michael Kasha (December 6, 1920 – June 12, 2013) was an American physical chemist and molecular spectroscopist who was one of the original founders of the Institute of Molecular Biophysics at Florida State University .[3]", "63110739": "Arie Zaban (Hebrew: אריה צבן‎; born in 1961) is an Israeli professor of chemistry. He is President of Bar-Ilan University.", "917076": "Ayaz Niyazi oghlu Mutallibov[b] (12 May 1938 – 27 March 2022[1][2]) was an Azerbaijani politician who served as the first president of Azerbaijan. He was the last leader of Soviet Azerbaijan, and first President of Azerbaijan from 18 May 1990 until 6 March 1992 and from 14 May until 18 May 1992.", "43548248": "Professor Jennifer Louise \"Jenny\" Martin AC FAA is an Australian scientist, academic, and was recently the Deputy Vice-Chancellor (Research and Innovation) at the University of Wollongong, in New South Wales. She is a former Director of the Griffith Institute for Drug Discovery at Griffith University.[1][2] and a former Australian Research Council Laureate Fellow at the Institute for Molecular Bioscience, University of Queensland. Her research expertise lies in the areas of structural biology, protein crystallography, protein interactions and their applications in drug design and discovery.", "62357093": "Photocatalysis", "68058726": "Gad Degani (Hebrew: גד דגני; born 6 February 1943) is an Israeli Professor in the Faculty of Agriculture in the Hebrew University of Jerusalem, and Professor in the Faculty of science and technology in the Tel-Hai Academic College. Degani is life sciences researcher, zoologist, eco-physiologist, and genetic ecologist. Degani is the initiator and founder of the science and technology faculty in the Tel-Hai Academic Collegee and one of the founders of the MIGAL research institute in Kiryat Shmona.[1]", "35913326": "Raymond Perry Ahlquist (July 26, 1914 – April 15, 1983) was an American pharmacist and pharmacologist. He published seminal work in 1948 that divided adrenoceptors into α- and β-adrenoceptor subtypes.  This discovery explained the activity of several existing drugs and also laid the ground work for new drugs including the widely prescribed beta blockers.[1][2]", "51215986": "Hitoshi Nozaki (野崎 一, Nozaki Hitoshi, 1922 – September 25, 2019),[1] sometimes spelled Hitosi, was a Japanese chemist specializing in the field of organic chemistry, known as the head of Japanese organic chemistry research, and one of the discoverers of Nozaki–Hiyama–Kishi reaction. He was Emeritus Professor of Kyoto University.[2]", "43777652": "Robert Walter Zwanzig (born Brooklyn, New York, 9 April 1928[1] – died Bethesda, Maryland, May 15, 2014[2]) was an American theoretical physicist and chemist who made important contributions to the statistical mechanics of irreversible processes, protein folding, and the theory of liquids and gases.", "58130041": "David Israel Schuster is a chemist who is currently a professor emeritus at New York University. His research program focused on organic photochemistry and later on fullerenes.[1][2]", "5504634": "George Fordyce FRS FRCP (18 November 1736 – 25 May 1802) was a distinguished Scottish physician, lecturer on medicine, and chemist, who was a Fellow of the Royal Society and a Fellow of the Royal College of Physicians.", "60030588": "Alison Rodger FRSC FRACI FAA CChem (born November 21, 1959) is a professor of chemistry at Macquarie University. Her research considers biomacromolecular structures and their characterisation. She is currently developing Raman Linear Difference Spectroscopy and fluorescence detected liner dichroism to understand biomacromolecular structure and interactions with application to the division of bacterial cells.", "26279551": "Werner Stumm (1924 – 14 April 1999) was a Swiss chemist. After earning his doctorate in inorganic chemistry at the University of Zürich in 1952 he moved to the U.S. where he was active as a professor at Harvard University until 1969. From 1970 until 1992 he was head of the Swiss Federal Water Resources Centre EAWAG.", "52493952": "Oliver Gatty (5 November 1907 – 5 June 1940) was a British chemist and psychical researcher.", "70614658": "Paola Caselli (born 1966) is an Italian astronomer and astrochemist known for her research on molecular clouds, star formation and planet formation, and the astrochemistry behind the materials found within the Solar System.[1] She is the director of the Max Planck Institute for Extraterrestrial Physics near Munich in Germany. She also holds an honorary professorship at Ludwig Maximilian University of Munich.[2][3]", "36077186": "Edward Anton Maria Asselbergs (1927–1996) was a Dutch-Canadian food chemist famous for inventing the modern process of producing instant mashed potato flakes.", "56163979": "Dr. Chris Ballentine is the chair of geochemistry and head of the Department of Earth Sciences at the University of Oxford, in the United Kingdom. He uses properties of the noble gases to understand the origin and evolution of Earth's atmosphere and mantle.", "23559820": "Ole Albert Lamm (December 25, 1902 in Gothenburg – August 14, 1964 in Stockholm), was a Swedish physical chemist whose research included diffusion and sedimentation phenomena.", "71138959": "Hélène Olivier-Bourbigou (born 9 March 1962 in Toulouse), is a French chemist. She is a research fellow in the field of homogeneous molecular catalysis at IFP Énergies Nouvelle, and her work aims to develop homogeneous catalytic processes that are more respectful of the environment. She received the Irène Joliot-Curie Prize in 2014 in the category \"Female Scientist of the Year.\"[1]", "60587667": "Ursula Röthlisberger is a professor of computational chemistry at École Polytechnique Fédérale de Lausanne. She works on density functional theory using mixed quantum mechanical/molecular mechanical methods. She is an associate editor of the American Chemical Society Journal of Chemical Theory and Computation and a fellow of the American Association for the Advancement of Science.", "56819354": "Ratan Lal Brahmachary[a] (listenⓘ Bengali: [Ratana lāla brahmacārī])(1932 - 13 February 2018) was a distinguished biochemist and a pioneer of tiger pheromone studies in India.[5][6] He was widely known for his research in pheromones, although his academic background based on Physics, specifically on astrophysics under guidance of S.N. Bose. Brahmachary made significant contributions in tiger behavioral studies researching the animal for over 50 years. He studied many species of wildlife, notably big cats and undertook research trips to his favourite continent Africa fourteen times.[1] Brahmachary studied ethology in the Amazon basin in South America and Borneo, Indonesia with an ardent admirer of entomologist Gopal Chandra Bhattacharya.[7]", "9436837": "Evan Pugh (February 29, 1828 – April 29, 1864) was the first president of the Pennsylvania State University, serving from 1859 until his death in 1864.[1]", "54591147": "Emanuel Gil-Av  (Zimkin) (7 August 1916 – 24 March 1996) was an Israeli chemist. The main emphasis of his work constituted chiral chromatography for the analytical separation of enantiomers.", "54132405": "Zdeněk Herman (24 March 1934 – 25 February 2021) was a Czech physical chemist.", "41352890": "James Thomas Humberstone (8 July 1850 – 12 June 1939) was an English chemical engineer. In 1872, he founded the Peru Nitrate Company to extract saltpetre  in the Tarapacá Province of Peru (now part of the Tarapacá Region of Chile). He introduced the Shanks System and other innovations to the industry.", "24608442": "John Oakes is a Christian apologist and a professor of chemistry at Grossmont College.[1] He belongs to the Restoration Movement of the Christian tradition.", "6880955": "Elected to New Jersey Inventors Hall of Fame, June 22, 2006, for Development of the Semiconductor Photovoltaic Solar Cell.\nWinner of Alfred Krupp Award, Heidelberg University, Germany.", "63602368": "Alison R. Fout is an American inorganic chemist at the Texas A&M University where she holds the rank of professor.  She has contributed to the discovery of new catalysts with NHC ligands.[1]  She discovered a family of catalysts that reduce oxyanions such as nitrate, perchlorate to nitric oxide and chloride, respectively.[2]", "42565313": "Harald Bergseth (11 July 1923 – 28 April 2012) was a Norwegian soil scientist.", "50495175": "Mwangi Ruheni is the pseudonym of Kenyan novelist Nicholas Muraguri (born 1934)[1] best known for his novels The Minister's Daughter (1975) and The Future Leaders (1973), which were published as part of the African Writers Series.[1][2] Muraguri was trained as a chemist, and spent 22 years as the Chief Government Chemist of Kenya.", "25296587": "Bassam Z. Shakhashiri (born 1939, in Lebanon)  is a professor of chemistry at the University of Wisconsin-Madison, where he is the holder of the William T. Evjue Distinguished Chair. An active advocate for science education, he  is the author of multiple books of chemical demonstrations. He was the 2012 president of the American Chemical Society and has received numerous awards and honors.", "40173260": "Gustav Ehrhart (21 December 1894 – 11 December 1971) was a German chemist. He synthesized the first fully synthetic opioid analgesic, methadone, together with Max Bockmühl.", "1605325": "Chintamani Nagesa Ramachandra Rao, FNA, FASc, FRS, FTWAS, HonFRSC, MAE, HonFInstP[1][2][3][4][5]  (born 30 June 1934), is an Indian chemist who has worked mainly in solid-state and structural chemistry. He has honorary doctorates from 86 universities from around the world and has authored around 1,800 research publications and 56 books.[6] He is described as a scientist who had won all possible awards in his field except the Nobel Prize.[7][8]", "72285909": "Suzanne Urverg-Ratsimamanga (18 June 1928 - 16 March 2016) was a French-Malagasy Ashkenazi Jewish physician and biochemist.[1] She was married to Albert Rakoto Ratsimamanga, with whom she founded the Malagasy Institute of Applied Research [fr].", "29425369": "Fereidoon Shahidi is a university research professor at Memorial University of Newfoundland in Canada.[1]", "3079906": "Adair Crawford FRS FRSE (1748 – 29 July 1795[1]), a chemist and physician, was a pioneer in the development of calorimetric methods for measuring the specific heat capacity of substances and the heat of chemical reactions. In his influential 1779 book \"Experiments and Observations on Animal Heat\", Crawford presented new experiments proving that respiratory gas exchange in animals is a combustion (two years after Antoine Lavoisier's influential \"On combustion in general\").  Crawford also was involved in the discovery of the element strontium.", "71696102": "Amanda Morris is an American chemist who is the Patricia Caldwell Faculty Fellow and professor of inorganic and energy chemistry at Virginia Tech. Her research considers next-generation materials for catalysis and light-harvesting. She was elected chair of the American Chemical Society Gay and Transgender Chemists and Allies committee in 2021.", "52788974": "Albert Baird Hastings (November 20, 1895 – September 24, 1987) was an American biochemist and physiologist. He spent 28 years as the department chair and Hamilton Kuhn Professor of Biological Chemistry at Harvard University. After retiring from Harvard, Hastings moved to the Scripps Clinic and Research Foundation (now the Scripps Research Institute), where he became the director of the division of biochemistry and helped to establish the institution's emerging program in basic research. In 1966, he became one of the first faculty members at the University of California, San Diego's new medical school. His research focused on the biochemical underpinnings of physiology and included characterizing acid-base homeostasis in blood and pioneering the use of radioactive tracers for studying metabolism.  Hastings received a number of honors and awards for his work, including election to the National Academy of Sciences in 1937 and the President's Medal for Merit in 1948 following his wartime service on the Committee for Medical Research. Hastings died of heart failure in 1987 at age 91.[1][2][3]", "72089332": "Yu Jihong (Chinese: 于吉红; born January 1967) is a Chinese chemist and politician who is a professor at Jilin University, and an academician of the Chinese Academy of Sciences.", "22249204": "Franz Hillenkamp (March 18, 1936 – August 22, 2014) was a German scientist known for his development of the laser microprobe mass analyzer[1][2] and, with Michael Karas, matrix-assisted laser desorption/ionization (MALDI).[3][4][5]", "70876922": "Homer Jay Wheeler (September 2, 1861 – November 18, 1945) was an American agricultural chemist and college administrator.  He was the director of the Rhode Island Agricultural Experiment Station at the Rhode Island State College and was interim president of the college between 1902 and 1903. After 1912 until his retirement he was employed by Agricultural Service Bureau of the American Agricultural Chemical Company in Boston and New York City.[3]", "41287426": "Samir Zard (born 1955) is a Lebanese-French chemist and the president of the department of chemistry at the École polytechnique, Paris, where he also directs the department of organic chemistry and synthesis.", "3047172": "Reshef Tenne (Hebrew: born רשף טנא; 1944) is an Israeli scientist.", "31883017": "Henry George Madan (6 September 1838 – 22 December 1901) was an English chemist, teacher and academic.", "64061194": "Vikas Berry (born 1977, Pune, India) is an Indian-American scientist, engineer, and academic. He is a professor and department head of chemical engineering at the University of Illinois Chicago.[1] He conducts research and develops technologies in the areas of bionanotechnology and two-dimensional materials (such as graphene and graphene nanoribbons).[2] He holds the Dr. Satish C. Saxena professorship at University of Illinois Chicago and held the William H. Honstead endowed professorship at the Kansas State University from 2011 to 2014.", "72122124": "Chen Jisheng (simplified Chinese: 陈冀胜; traditional Chinese: 陳冀勝; pinyin: Chén Jìshèng; 15 July 1932 – 19 October 2022) was a Chinese medical officer and pharmaceutical chemist, and an academician of the Chinese Academy of Engineering. He was a member of the Chinese Communist Party and a major general (shaojiang) in the People's Liberation Army.", "43974414": "Robert F. Landel (born October 10, 1925) is an American physical chemist at the Jet Propulsion Laboratory noted for his contribution to development of the Williams–Landel–Ferry equation,[1] and for a particular form of hyperelastic energy function, the Valanis-Landel form.", "73662232": "Carol A. Fierke is an American biochemist who is the Provost and Executive Vice President for Academic Affairs at Brandeis University. Her research considers biological catalysts and understanding biofunction. She is a Fellow of the American Association for the Advancement of Science and the American Academy of Arts and Letters.", "33947417": "Alexander M. Cruickshank (December 13, 1919 – June 10, 2017) was an American chemist and long-serving director of the Gordon Research Conferences.[1][2]", "26246939": "Arthur Waldorf Thomas (February 18, 1891 - March 22, 1982)[1]  was a professor and chemist who specialized in colloid chemistry.  He studied and taught at Columbia University for 50 years.[2]", "34537243": "Edward G. Jefferson (July 15, 1921, London – February 9, 2006)[1] was a British-born American chemical engineer, chemist, businessman, CEO and Chairman of DuPont corporation.[1]\n[2]\n[3]\n[4] During Jefferson's leadership as Chairman, DuPont suffered from numerous controversies; such as polluting public waterways.[5]", "61439771": "Joseph H. Simons (10 May 1897 – 30 December 1983) was a U.S. chemist who became famous for discovering one of the first practical ways to mass-produce fluorocarbons in the 1930s while a professor of chemical engineering at Pennsylvania State University. In 1950, he and other employees of 3M received a patent for the procedure of electrochemical fluorination.", "55672610": "Howard Chi Hang is an American chemist and professor in the Department of Immunology and Microbiology and Department of Chemistry at The Scripps Research Institute.[1] He was previously Richard E. Salomon Family Associate Professor and the head of the Laboratory of Chemical Biology and Microbial Pathogenesis at the Rockefeller University in New York City. He won the Eli Lilly Award in Biological Chemistry in 2017.[2]", "1441570": "Friedrich Wilhelm Strassmann (German: [fʁɪt͡s ˈʃtʁasˌman] ⓘ; 22 February 1902 – 22 April 1980) was a German chemist who, with Otto Hahn in December 1938, identified the element barium as a product of the bombardment of uranium with neutrons. Their observation was the key piece of evidence necessary to identify the previously unknown phenomenon of nuclear fission, as was subsequently recognized and published by Lise Meitner and Otto Frisch.[1] In their second publication on nuclear fission in February of 1939, Strassmann and Hahn predicted the existence and liberation of additional neutrons during the fission process, opening up the possibility of a nuclear chain reaction.", "3800868": "Camille Alphonse Faure (21 May 1840, Vizille – 14 September 1898) was a French chemical engineer who in 1881 significantly improved the design of the lead-acid battery, which had been invented by Gaston Planté in 1859. Faure's improvements greatly increased the capacity of such batteries and led directly to their manufacture on an industrial scale.[1] The patents were assigned to the Société La Force et la Lumière. The right to use these patents in the British Isles were sold to the Faure Electric Accumulator Company on 29 March 1881. Faure was a consultant engineer with William Edward Ayrton for this company.[2]", "18743082": "Joseph William Mellor CBE FRS[1] (1868–1938) was an English chemist and an authority on ceramics who grew up in New Zealand.", "25853739": "Judith Greenwald Voet (born March 10, 1941)[1] is a James Hammons Professor, Emerita in the department of chemistry and biochemistry at Swarthmore College.[2] Her research interests include enzyme reaction mechanisms and enzyme inhibition. She and her husband, Donald Voet, are authors of biochemistry textbooks that are widely used in undergraduate and graduate curricula.[3][4]", "32555": "Vladimir Vasilyevich Markovnikov, also Markownikoff[1] (Russian: Влади́мир Васи́льевич Марко́вников; 25 December [O.S. 13 December] 1837 – 11 February 1904) was a Russian chemist,[2] best known for having developed the Markovnikov's rule, that describes addition reactions of hydrogen halides and alkenes.[3]", "917295": "Charles Edward Munroe (May 24, 1849 – December 7, 1938) was an American chemist, discoverer of the Munroe effect, and chair of the department of chemistry at the George Washington University.[1][2]", "58949425": "Perdita Elizabeth Barran is a Professor of Mass Spectrometry at the University of Manchester. She is Director of the Michael Barber Centre for Collaborative Mass Spectrometry.[1][2] She develops and applies ion-mobility spectrometry–mass spectrometry to the study of molecule structure and is searching for biomarkers for Parkinson's disease. She is Associate Dean for Research Facility Development at the University of Manchester. In 2020 and 2021 she was seconded to work for the Department of Health and Social Care as an advisor on the use case for mass spectrometry as a diagnostic method for diagnosis of COVID infection.", "36175665": "Gregorio Baró (June 19, 1928 - May 28, 2012) was an Argentine scientist. He was born in Santiago Temple, Córdoba  and died in Buenos Aires.", "43777842": "Richard Conrad \"Con\" Cambie (born 1931) is a New Zealand natural products chemist known for his research into bioactive compounds.", "47185716": "Klaus Scherrer (born 10 December 1931, in Schaffhausen) is a French biologist of Swiss nationality. He is emeritus research director for the CNRS, member of EMBO, member of the academia Europaea and the Brazilian academy of sciences. He is Professor honoris causa of University of Brasilia.", "53935928": "Moungi Bawendi (Arabic: منجي الباوندي; born 15 March 1961)[2][3] is an American–Tunisian–French chemist.[4][5] He is currently the Lester Wolfe Professor at the Massachusetts Institute of Technology.[6][7] Bawendi is known for his advances in the chemical production of high-quality quantum dots.[8] In 2023 he was awarded the Nobel Prize in Chemistry.", "55213884": "Vincenzo Caglioti (born 26 May 1902 – 1 December 1998) was an Italian chemist and Academician.", "57442111": "Roelof Houwink (1897–1988) was a Dutch polymer scientist, educated at the University of Delft. He worked at Phillips since 1925. From 1939 to 1956 he was director-general of the TNOs Rubberinstituut[1] in Delft.[2]", "51937091": "Jean-Aimé de Chavigny (1524?-1604) was a French astrologer and an alchemist. He was a disciple of Nostradamus. De Chavigny recorded the life of Nostradamus and considered himself to be Nostradamus's successor as prophet and astrologer.[1]: 221  When Henry IV was to become King of France, de Chavigny reinterpreted many of Nostradamus’s writings to apply to Henry IV, although these prophecies did not come true.[1]: 221", "48627531": "Moira Lenore Dynon (née Shelton; 4 September 1920 – 23 October 1976) was an Australian chemist and community activist.[1]", "556880": "Richard Adolf Zsigmondy (Hungarian: Zsigmondy Richárd Adolf; 1 April 1865 – 23 September 1929) was an Austrian-born chemist. He was known for his research in colloids, for which he was awarded the Nobel Prize in chemistry in 1925, as well as for co-inventing the slit-ultramicroscope,[1] and different membrane filters. The crater Zsigmondy on the Moon is named in his honour.", "30900049": "Antony John Williams is a British chemist and expert in the fields of both nuclear magnetic resonance (NMR) spectroscopy and cheminformatics at the United States Environmental Protection Agency.[2][3] He is the founder of the ChemSpider website that was purchased by the Royal Society of Chemistry in May 2009. He is a science blogger[4] and an author.[5][6][7][8][9][10][11]", "69828433": "Hans-Beat Bürgi (born 20 January 1942, Münsterlingen) is a Swiss chemist and crystallographer. He was a professor for crystallography at the University of Bern from 1979 to 2007.", "3637083": "Colin Angus Vincent, OBE, FRSE, is a British electrochemist with a specific interest in high energy batteries. He attended Oban High School and Glasgow University where he was medallist in Chemistry and graduated with a Bachelor of Science degree, a Ph.D. and later a D.Sc. During his academic career he has held posts at the University of Glasgow and the University of Illinois at Urbana-Champaign. Chiefly, though, he was Master and Deputy Principal at St Andrews University, with a spell as Acting Vice-Chancellor.", "41910108": "Muhammad Iqbal Choudhary (Urdu: محمد اقبال چودھری born 11 September 1959) is a scientist in the field of organic chemistry from Pakistan. He is known for his research in various areas relating to natural product chemistry. He has more than 800 research publications. In 2015 he was recognised as the second most productive scientist in Pakistan.[1]", "25132898": "Gerhard Carl Schmidt (5 July 1865 – 16 October 1949) was a German chemist.", "2293604": "Hermann Franz Moritz Kopp (30 October 1817 – 20 February 1892), German chemist, was born at Hanau, where his father, Johann Heinrich Kopp (1777–1858), a physician, was professor of chemistry, physics and natural history at the local lyceum.[1]", "42860392": "Roscoe Wilfred Thatcher (c. 1872 − 6 December 1933) was an American agriculturist. He was born and raised on a farm in Chatham Center, Ohio, and studied at the University of Nebraska. He began his academic career at Washington State College, becoming head of the Department of Agriculture there.", "44236651": "John Joseph Eastick (6 February 1855 – 7 September 1917) was a British chemist, is noted for being the first chemist at the sugar refinery Abram Lyle and Sons and patenting special methods for making brewers’ saccharum, inverted sugar syrup and golden syrup.", "2293614": "Charles-Émile Kopp (3 March 1817 – 30 November 1875), French chemist, was born at Wasselonne, Alsace.", "41189239": "Judith Kimble is a Henry Vilas Professor of Biochemistry, Molecular Biology, Medical Genetics and Cell and Regenerative Biology at the University of Wisconsin–Madison and Investigator with the Howard Hughes Medical Institute (HHMI). Kimble’s research focuses on the molecular regulation of animal development.[1]", "67895159": "Jennifer \"Jenni\" A. Garden is a UKRI Future Leaders Fellow in the Department of Chemistry at the University of Edinburgh, where she leads a research group investigating how catalyst design and organometallic chemistry can be used to develop sustainable and degradable plastics using renewable sources.", "11796349": "Dr Samuel Isaac Weissman (June 25, 1912 – June 12, 2007) was an American chemist and professor best known for his work on the application of electron spin resonance (ESR) to chemistry.[1]", "10485631": "Bruce J. Tromberg is an American photochemist and a leading researcher in the field of biophotonics. He is the director of the National Institute of Biomedical Imaging and Bioengineering (NIBIB) within the National Institutes of Health (NIH). Before joining NIH, he was Professor of Biomedical Engineering at The Henry Samueli School of Engineering and of Surgery at the  School of Medicine, University of California, Irvine. He was the principal investigator of the Laser Microbeam and Medical Program (LAMMP), and the Director of the Beckman Laser Institute and Medical Clinic at Irvine.[1][2] He was a co-leader of the Onco-imaging and Biotechnology Program of the NCI Chao Family Comprehensive Cancer Center at Irvine.[1][3]", "37879689": "Thomas Joseph Katz is an American organic chemist known for his experimental work with prismane, olefin metathesis, and enyne metathesis. He is an emeritus professor at Columbia University.", "72220556": "Maia Garcia Vergniory is a Spanish computational physicist who is a group leader at the Max Planck Institute for Chemical Physics of Solids.[1] Her work in topological quantum chemistry investigates the phases of topological materials.[2] She was elected Fellow of the American Physical Society in 2022.[3]", "2162575": "William Thomas Brande FRS FRSE (11 January 1788 – 11 February 1866) was an English chemist.", "10223504": "Sir George Ripley (c. 1415–1490) was an English Augustinian canon, author, and alchemist.", "49741712": "Douglas A. Keszler is a distinguished professor in the Department of Chemistry at Oregon State University, adjunct professor in the Physics Department at OSU and adjunct professor in the Department of Chemistry at University of Oregon.[1] He is also the director of the Center for Sustainable Materials Chemistry,[2] and a member of the Oregon Nanoscience and Microtechnologies Institute (ONAMI) leadership team.[3]", "39485330": "Gregory Paul Baxter (March 3, 1876 – February 10, 1953) was an American chemist notable for his work on atomic weights.[1][2]", "1605525": "Andrew Ure FRS (18 May 1778 – 2 January 1857) was a Scottish physician, chemist, scriptural geologist, and early business theorist who founded the Garnet Hill Observatory. He was a fellow of the Royal Astronomical Society and the Royal Society. Ure published a number of books based on his industrial consulting experiences.", "50724763": "Roberta Lee Farrell CNZM FRSNZ  is emeritus professor at the University of Waikato, New Zealand and a researcher of international renown in the fields of wood degradation, bioremediation, mycology and enzymology.[1][2]", "69271452": "Katherine B. Holt (born 1977) is a British chemist who is a professor at University College London.[1] She serves as Vice Dean for Education in the Department of Mathematics and Physical Sciences. Her research investigates the development of carbon-based electrodes and electrocatalysis.[3]", "45547423": "Evert Johannes Willem Verwey, also Verweij, (April 30, 1905 in Amsterdam – February 13, 1981 in Utrecht) was a Dutch chemist, who also did research in physical chemistry.", "2260901": "Otto Hönigschmid (13 March 1878 in Hořovice – 14 October 1945 in Munich) was a Czech/Austrian chemist.  He published the first widely accepted experimental proof of isotopes along with Stefanie Horovitz.[1][2][3] Throughout his career he worked to precisely define atomic weights for over 40 elements, and served on committees with the purpose of adopting internationally agreed upon values.[1] After his home and laboratory in Munich were destroyed in World War II, he committed suicide in 1945.[4][5]", "49512359": "Herbert Kent Hartley (1908–1986) was an industrial chemist who pioneered the use of polyurethane in the UK, for which he was awarded the Gold Medal of the Plastics and Rubber Institute.[2]  He also devised an adhesive for the sticky bomb in World War 2.[2]  He was a keen climber and helped to organise the sport in the UK, founding the Manchester University Mountaineering Club, serving as the secretary of the Mountain Rescue Committee and president of the Rucksack Club.[2]", "32604074": "Dr. José Rodolfo Galvele (March 10, 1937 – July 31, 2011[3]) was an Argentine chemist.", "30113706": "Moshe Shapiro (October 1944 – 3 December 2013) was a chemist and physicist at the University of British Columbia.", "1179565": "Alfred Werner (12 December 1866 – 15 November 1919) was a Swiss chemist who was a student at ETH Zurich and a professor at the University of Zurich. He won the Nobel Prize in Chemistry in 1913 for proposing the octahedral configuration of transition metal complexes. Werner developed the basis for modern coordination chemistry. He was the first inorganic chemist to win the Nobel Prize, and the only one prior to 1973.[2]", "57049007": "Robert Harold (Robin) Stokes FAA (1918–2016) was an Australian chemist and Foundation Professor of Chemistry at the University of New England, from 1955 to 1979. His research interests included solution thermodynamics and electrolytes.[1][2][3][4]", "32178097": "Frederick Settle Barff (6 October 1822[notes 1] – 11 August 1886)[1] was an English chemist, ecclesiastical decorator, and stained glass manufacturer,[2] much interested in theology.[1]", "11501503": "Friedrich Georg Carl (Friedrich) Gaedcke (5 June 1828 – 19 September 1890) was a German chemist. He was the first person to isolate the cocaine alkaloid in 1855.", "8290248": "Lloyd Montgomery Pidgeon, OC MBE (December 3, 1903 – December 9, 1999) was a Canadian chemist who developed the Pidgeon process, one of the methods of magnesium metal production, via a silicothermic reduction.[1] He is considered the \"father\" of academic metallurgical research in Canada.[2][3][4]", "33521611": "Hans Kühne (3 June 1880 – 18 February 1969) was a German chemist on the board of IG Farben and a defendant during the IG Farben Trial.", "14581726": "Ludwig Ferdinand Wilhelmy (25 December 1812, Stargard in Pommern – 18 February 1864, Berlin) was a German scientist who is usually credited with publishing the first quantitative study in chemical kinetics.[1][2]", "64225255": "Karen L. Leach is an American biochemist with extensive drug discovery experience in large pharmaceutical research laboratories.  Her expertise in molecular pharmacology, signal transduction and protein kinases, has been used to establish mechanisms of toxicity for therapeutics such as the novel antibiotic linezolid (Zyvox).", "41811947": "Warren Lee McCabe (August 7, 1899 – August 24, 1982) was an American Physical Chemist and is considered as one of the founding fathers of the profession of chemical engineering.[1] He is widely known for the eponymous McCabe–Thiele method for analysis of distillation processes and his book, Unit Operations of Chemical Engineering, a major textbook.[2]", "66224112": "Zuzanna Stefania Siwy (born 1972) is a Polish–American chemist at the University of California, Irvine. Her research considers synthetic nanopores and their application in ionic devices. She is a Fellow of the American Physical Society, American Association for the Advancement of Science and Foundation for Polish Science.", "41877489": "William George Schneider, OC FRS FRSC FCIC[2] (1 June 1915, Wolseley, Saskatchewan –  18 February 2013 in Ottawa, Ontario[3]) was a Canadian chemist and research administrator, who was president of the National Research Council of Canada from 1967 to 1980. He was president of IUPAC in 1983–1985.[4]", "67370993": "Angus Ewan Cameron (14 October 1906 -  27 September 1981) was an American chemist known for his work on isotopic enrichment of uranium-235 for the purpose of building atomic bombs and his research on mass spectrometry.[1]", "23658483": "Ralph Franz Hirschmann (May 6, 1922 – June 20, 2009) was a German American chemist who led a team that was responsible for the first organic synthesis of an enzyme, a ribonuclease.", "72450036": "Nicolas Dauphas (born December 10, 1975) is a planetary scientist and isotope geochemist. He is faculty in the Department of the Geophysical Sciences and Enrico Fermi Institute at the University of Chicago.[1] His research focuses on isotope geochemistry and cosmochemistry.[1] He studies the origin and evolution of planets and other objects in the solar system by analyzing the natural distributions of elements and their isotopes using mass spectrometers.[2][3]", "58130420": "Philomena Frances Ryan (28 February 1895 – 19 November 1983) was an Irish chemist and nationalist and the second wife of President of Ireland, Seán T. O'Kelly.", "55738352": "Ernst Schulze (German: [ˈʃʊltsə]; 31 July 1840, Bovenden near Göttingen – 15 June 1912, Zürich) was a German chemist who discovered a number of amino acids.", "39419896": "Alice Augusta Ball (July 24, 1892 – December 31, 1916) was an American chemist who developed the \"Ball Method\", the most effective treatment for leprosy during the early 20th century.[1] She was the first woman and first African American to receive a master's degree from the University of Hawaiʻi, and was also the university's first female and African American chemistry professor.[2] She died at age 24 and her contributions to science were not recognized until many years after her death.[3]", "4259833": "Alberte Pullman (née Bucher, 26 August 1920[1]  – 7 January 2011) was a French theoretical and quantum chemist. She studied at the Sorbonne starting in 1938. During her studies she worked on calculations at Centre National de la Recherche Scientifique (CNRS). From 1943 she worked with Raymond Daudel. She completed her doctorate in 1946. On his return from war service in 1946, she married Bernard Pullman. She and her husband worked together until his death in 1996. Together they wrote several books including Quantum Biochemistry, Interscience Publishers, 1963. Their work in the 1950s and 1960s was the beginning of the new field of Quantum Biochemistry. They pioneered the application of quantum chemistry to predicting the carcinogenic properties of aromatic hydrocarbons.", "24969211": "Stanislav Brebera (10 August 1925 – 11 May 2012) was a Czech chemist.\nHe was born in Přelouč and died in Pardubice.[1]", "98301": "The Joker is a supervillain appearing in American comic books published by DC Comics. The character was created by Bill Finger, Bob Kane, and Jerry Robinson, and first appeared in the debut issue of the comic book Batman on April 25, 1940. Credit for the Joker's creation is disputed; Kane and Robinson claimed responsibility for the Joker's design while acknowledging Finger's writing contribution. Although the Joker was planned to be killed off during his initial appearance, he was spared by editorial intervention, allowing the character to endure as the archenemy of the superhero Batman.", "294911": "Professor Phineas Potter is a fictional character appearing in American comic books published by DC Comics and appears in the comics that feature Superman and several related characters, most notably Jimmy Olsen.", "60096622": "Wu Dechang (Chinese: 吴德昌; 22 October 1927 – 10 May 2018) was a Chinese physician and toxicologist. He established China's first laboratory for radiation toxicology, and is considered a founder of radiation toxicology and radiation protection studies in the country.[1][2] He was a professor and president of the Academy of Military Medical Sciences, and served as president of the China Toxicology Society, deputy representative of China to the United Nations Scientific Committee on the Effects of Atomic Radiation, and as a committee member of the International Commission on Radiological Protection. He was elected an academician of the Chinese Academy of Engineering in 1995.", "57835803": "Shih-Chun Wang (1910-1993) was a Chinese-American medical doctor, neuroscientist, and pharmacology professor.[1][2][3]", "59179433": "He Jiankui  ([xɤ̂ tɕjɛ̂nkʰwěɪ]; Chinese: 贺建奎; born 1984) is a Chinese biophysicist who was an associate professor in the Department of Biology of the Southern University of Science and Technology (SUSTech) in Shenzhen, China.[2][3][4] Earning his Ph.D. from Rice University in Texas on protein evolution, including that of CRISPR, He learned gene-editing techniques (CRISPR/Cas9) as a postdoctoral researcher at Stanford University in California.[5]", "1278841": "Xu Zhihong (simplified Chinese: 许智宏; traditional Chinese: 許智宏; pinyin: Xǔ Zhìhóng, born  1942) is a Chinese botanist and former President of Peking University. He is a former vice-president of the Chinese Academy of Sciences. In 2009, Zhihong was conferred upon the award of Hilal-i-Quaid-i-Azam in recognition of his services to Pakistan.[1] Asteroid 90826 Xuzhihong, discovered by the Beijing Schmidt CCD Asteroid Program in 1995, was named in his honor.[2] The official naming citation was published by the Minor Planet Center on 4 October 2009 (M.P.C. 67219).[3]", "46891960": "Mu Zang (28 December 1930 – 10 November 2011) was a Chinese mycologist. He was known for his research on the Boletales of China, and the ecology and biogeography of fungi in southwestern China. He described more than 140 new species and circumscribed three genera, published more than 150 research papers, was chief editor or co-editor for twelve books, and wrote two monographs on the Boletaceae of China. His final book, \"Dictionary of the Families and Genera of Chinese Cryptogamic (Spore) Plants\" was co-authored with his wife, Professor Xinjiang Li.[1]", "18384143": "Zhang Xiangtong (Chinese: 张香桐; November 27, 1907 – November 4, 2007), also romanized as Hsiang-Tung Chang, was a Chinese neurophysiologist and an academician of Chinese Academy of Sciences (CAS).[1]", "18810759": "Jiang Gaoming (simplified Chinese: 蒋高明; traditional Chinese: 蔣高明; pinyin: Jiǎng Gāomíng) is a professor and Ph.D. tutor at the Chinese Academy of Sciences’ Institute of Botany.\n[1]", "57411480": "Liqun Luo (Chinese: 骆利群; born January 1966) is a neuroscientist in the Department of Biology at Stanford University, where he is the Ann and Bill Swindells Professor in the School of Humanities and Sciences,[1] and an investigator of the Howard Hughes Medical Institute.[2] His laboratory studies the development and organization of neural circuits,[1] and he is the author of the textbook Principles of Neurobiology.[3]", "62851184": "Liu Shaojun (Chinese: 刘少军; born July 1962) is a Chinese ichthyologist, professor and doctoral supervisor at Hunan Normal University.", "42633350": "Wu Xinzhi (Chinese: 吴新智; 2 June 1928 – 4 December 2021) was a Chinese paleoanthropologist, academician of the Chinese Academy of Sciences,[1] and former vice director of the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP).", "1706128": "Lichenology is the branch of mycology that studies the lichens, symbiotic organisms made up of an intimate symbiotic association of a microscopic alga (or a cyanobacterium) with a filamentous fungus. Lichens are chiefly characterized by this symbiosis.", "34802434": "Edwin Linton (March 14, 1855, in East Bethlehem, Pennsylvania[1] – 1939) was an American biologist noted for his research in the field of helminthology, the study of worms, especially parasitic worms in fishes.[2][3]\nLinton was Research Fellow in Biology at University of Pennsylvania and professor emeritus at Washington and Jefferson College.[2]\nThe New York Times called Linton \"one of the world's leading authorities on helminthology\".[2]\nLinton received his doctorate from Yale University.[2] He was awarded the 1937 Leidy Award from the Academy of Natural Sciences of Philadelphia.[4]", "40864545": "Min Zhuo (born 1964) is a pain neuroscientist at the University of Toronto in Canada.[1] He is the Michael Smith Chair in Neuroscience and Mental Health as well as the Canada Research Chair in Pain and Cognition and a Fellow of the Royal Society of Canada. Zhou was hosted in 2017-2018 as a guest professor at the pharmacology institute at Heidelberg University, Heidelberg.", "37948396": "King-Wai Yau (Chinese: 游景威; pinyin: Yóu Jǐngwēi; born October 27, 1948) is a Chinese-born American neuroscientist and Professor of Neuroscience at Johns Hopkins University School of Medicine in Baltimore, Maryland.", "6197607": "Sir David Prain CMG CIE FRS FRSE[1] (11 July 1857 – 16 March 1944) was a Scottish botanist who worked in India at the Calcutta Botanical Garden and went on to become Director of the Royal Botanic Gardens, Kew.", "5280300": "Shi Yigong (Chinese: 施一公; born May 1967) is a Chinese biophysicist who serves as founding and the current president of Westlake University since April 2018.[1]", "20484869": "Wo Weihan (Chinese: 沃维汉; pinyin: Wò Wéihàn; 1949 – November 28, 2008), a native of Qiqihar, Heilongjiang, was a Chinese scientist and entrepreneur of Daur nationality. He was executed  at the age of 58–59 on November 28, 2008, by firing squad, along with missile expert Guo Wanjun, 66, for passing sensitive information to a Taiwanese NGO. Weihan was interrogated for ten months in 2005 and allowed access to a lawyer in 2006. His trial was held in secrecy in 2007.[1][2]", "37661": "Alfred Charles Kinsey (/ˈkɪnzi/; June 23, 1894 – August 25, 1956) was an American sexologist, biologist, and professor of entomology and zoology who, in 1947, founded the Institute for Sex Research at Indiana University,[1] now known as the Kinsey Institute for Research in Sex, Gender, and Reproduction. He is best known for writing Sexual Behavior in the Human Male (1948) and Sexual Behavior in the Human Female (1953), also known as the Kinsey Reports, as well as for the Kinsey scale. Kinsey's research on human sexuality, foundational to the field of sexology, provoked controversy in the 1940s and 1950s, and has continued to provoke controversy decades after his death.[2][3][4] His work has influenced social and cultural values in the United States as well as internationally.", "55939869": "Tso-hsin Cheng (郑作新 also transcribed as Zheng Zuoxin) (18 November 1906 – 27 June 1998) was a Chinese ornithologist known for his seminal work on the birds of China and mentoring a generation of researchers. Educated in the United States, he chose to stay in China after the Second World War while many of his academic colleagues moved to Taiwan. He was severely punished during the Cultural Revolution despite being a member of the Communist Party.", "51450910": "Biraj Mohan Das Gupta or Dasgupta (Bengali: বিরাজ মোহন দাশগুপ্ত, c. 1889 – 1945) was a Bengali parasitologist, known for his discovery, with Robert Knowles, of the Plasmodium species now known as Plasmodium knowlesi.[1][2]", "22451258": "Li Bo (Chinese: 李博; pinyin: Lǐ Bó; 15 April 1929 – 21 May 1998) was a Chinese phytoecologist, professor at Inner Mongolia University, and member of the Chinese Academy of Sciences.", "63149310": "Jonathan Neal Pruitt is a former academic researcher.[1] He was an Associate Professor of behavioral ecology and Canada 150 Research Chair in Biological Dystopias at McMaster University.[2][3] Pruitt's research focused primarily on animal personalities and the social behavior of spiders and other organisms.", "16979409": "Development is a bi-weekly peer-reviewed scientific journal in the field of developmental biology that covers cellular and molecular mechanisms of animal and plant development.[1] It is published by The Company of Biologists. Development is partnered with Publons, is part of the Review Commons initiative and has two-way integration with bioRxiv.[2]", "60167988": "Almut Gitter Jones (8 September 1923 – 12 October 2013) was a German-American botanist, mycologist, and plant taxonomist known for her work researching the genus Aster, as well as for her work as curator of the herbarium at the University of Illinois.[1]", "10328125": "Wan Chun Cheng or Zheng Wanjun (simplified Chinese: 郑万钧; traditional Chinese: 鄭萬鈞; pinyin: Zhèng Wànjūn; Wade–Giles: Wan Chung Cheng, 24 June 1908–25 July 1987)[1] was a Chinese botanist. Initially one of the Chinese plant collectors who followed in the wake of the Europeans after 1920, he became one of the world's leading authorities on the taxonomy of gymnosperms. Working at the National Central University in Nanjing, he was instrumental, along with H.H.Hu, in the identification in 1944 of the dawn redwood, Metasequoia glyptostroboides, previously known only from fossils and was long thought extinct.[2] The plant Juniperus chengii is named in his honour.", "54237507": "Patrick Gerald McKenna, DL, FIBMS, FRSB, MRIA (born 10 December 1953), known informally and widely as Gerry McKenna, is a Chartered Biologist (CBiol, 1982) and Chartered Scientist (CSci, 2006) from Northern Ireland.", "63019366": "Qiao Jie (Chinese: 乔杰; born January 2, 1964) is a Chinese obstetrician, reproductive physician and biologist. She is an academician of the Chinese Academy of Engineering (CAE) and currently president of Peking University Third Hospital. She is also director of the National Clinical Research Center on Obstetrics & Gynecology, president of China Women Doctors' Association and chair for the Reproductive Medical Society of Chinese Medical Doctor Association.[1]", "38377888": "Jian Zhou (Chinese: 周健; pinyin: Zhōu Jiàn; 1957 – March 1999) was a Chinese virologist and cancer researcher, who with fellow researcher Ian Frazer, invented Gardasil and Cervarix, the vaccines for stimulating human immunological resistance to the cervical cancer-inducing human papilloma virus.[1]", "38050497": "Youxin Yang (Chinese: 杨有新) is a scientist, screenwriter, director, songwriter, and painter.", "52566723": "Yuh Nung Jan (Chinese: 詹裕農; pinyin: Zhān Yùnóng; born January 11, 1947) is a Taiwanese-American neuroscientist. He is the Jack and DeLoris Lange Professor of Molecular Physiology at the University of California, San Francisco, where he works together with his wife Lily Jan as co-PIs of the Jan Lab.", "40836187": "Meemann Chang (Chinese: 张弥曼; born 17 April 1936) also known as Zhang Miman, is a Chinese paleontologist at the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP). She completed her undergraduate studies at Moscow University and completed her PhD thesis entitled 'The braincase of Youngolepis, a Lower Devonian crossopterygian from Yunnan, south-western China' at Stockholm University.[2] She was the first woman to become head of IVPP in 1983.[3] For her many career achievements, she received an honorary degree from the University of Chicago in 2011[2] and the Romer-Simpson Medal from the Society of Vertebrate Paleontology in 2016.[4]", "1220127": "T.C. Hsu (simplified Chinese: 徐道觉; traditional Chinese: 徐道覺; pinyin: Xú Dàojué; 17 April 1917 – 9 July 2003), was a Chinese American cell biologist. He was the 13th president of American Society for Cell Biology, and known as the Father of Mammalian Cytogenetics.[1]", "16981677": "The Journal of Cell Science (formerly the Quarterly Journal of Microscopical Science) is a peer-reviewed scientific journal in the field of cell biology. The journal is published by The Company of Biologists.[1] The journal is partnered with Publons, is part of the Review Commons initiative and has two-way integration with bioRxiv.[2] Journal of Cell Science is a hybrid journal and publishes 24 issues a year. Content over 6 months old is free to read.", "6102836": "Zhao Xijin (赵喜进; born c. 1935 died July 21, 2012) was a Chinese paleontologist notable for having named numerous dinosaurs. He was a professor at Beijing's Institute of Vertebrate Paleontology and Paleoanthropology.[1]", "42213206": "Catherine Hayes Bailey (May 9, 1921 – March 29, 2014) was an American plant geneticist known for developing new varieties of fruit. She was honored by the National Peach Council for her contributions to the US peach industry.", "54697908": "Bou Shorgan (Mongolian: ᠰᠢᠭᠤᠷᠭᠠᠨ, шуурган, Chinese: 旭日干, 24 August 1940 – 24 December 2015) was a Chinese reproductive biologist.", "15638478": "Disease Models & Mechanisms (DMM) is a monthly peer-reviewed Open Access biomedical journal published by The Company of Biologists that launched in 2008.[1] DMM is partnered with Publons, is part of the Review Commons initiative and has two-way integration with bioRxiv.[2]", "60170556": "Shen Ziyin (Chinese: 沈自尹; 22 March 1928 – 7 March 2019) was a Chinese biologist, physician, and medical researcher. He spent his entire career at Huashan Hospital, a teaching hospital of Shanghai Medical College of Fudan University. He was elected an academician of the Chinese Academy of Sciences in 1997.", "57123480": "Hu Chengzhi (Chinese: 胡承志; Wade–Giles: Hu Cheng-chih; 23 August 1917 – 12 April 2018) was a Chinese paleontologist and paleoanthropologist. He made the plaster casts of the Peking Man skull in the 1930s,[1] and identified the Yuanmou Man (Homo erectus yuanmouensis) based on fossils collected by others.[2] He discovered the first fossil of Keichousaurus in 1957, and this species, K. hui, is named after him. A new hadrosaur discovered in Shandong is designated Shantungosaurus giganteus by Hu in 1973.[3]", "50504454": "Jonathon Noë Joseph Pines FRS FMedSci[5][6] (born 11 October 1961)[4] is Head of the Cancer Biology Division at the Institute of Cancer Research in London. He was formerly a senior group leader at the Gurdon Institute at the University of Cambridge.[5][7]", "3581040": "Alex L. Shigo (May 8, 1930 – October 6, 2006) was a biologist, plant pathologist with the United States Forest Service whose studies of tree decay resulted in many improvements to standard arboricultural practices.  He travelled and lectured widely to promote understanding of tree biology among arborists and foresters.  His large body of primary research serves as a broad foundation for further research in tree biology.[1]", "4760708": "Tan Jiazhen (15 September 1909 – 1 November 2008),[1] also known as C. C. Tan, was a Chinese geneticist. He was an academician of the Chinese Academy of Sciences and a foreign member of United States National Academy of Sciences. Tan was a main founder of modern Chinese genetics.", "17769856": "Li Zhensheng (Chinese: 李振声; pinyin: Lǐ Zhènshēng; born February 25, 1931) is a Chinese geneticist who specializes in the genetics of wheat. He is an academician of the Chinese Academy of Sciences and was awarded the Highest Science and Technology Award in 2006.", "43820840": "Shu Hongbing (Chinese: 舒红兵; born January 1967) is a Chinese cytologist and immunologist. He became a member of the Chinese Academy of Sciences in 2011 and TWAS in 2012. Shu is mainly known for his work on cell signal transduction related to immunity.[3]", "56272974": "Hou Yunde (Chinese: 侯云德; born 13 July 1929) is a Chinese virologist, geneticist and a genetic engineer. Considered to have laid the foundation for modern infectious disease prevention and control technology systems in China.[1]", "62171591": "Gao Fu (Chinese: 高福; pinyin: Gāo Fú; born 15 November 1961), also known as George Fu Gao, is a Chinese virologist and immunologist. He served as Director of the Chinese Center for Disease Control and Prevention from August 2017 to July 2022[1] and has been Dean of the Savaid Medical School of the University of Chinese Academy of Sciences since 2015.", "18983437": "Li Shu-hua (simplified Chinese: 李书华; traditional Chinese: 李書華; pinyin: Lǐ Shūhuá, courtesy name: Runzhang 潤章, 23 September 1890 – 5 July 1979) was a Chinese biophysicist and politician. He was an educator, and administrator at Beijing University and a Chinese diplomat. He was the brother of Li Shu-tien.", "59157476": "Shi Jiaonai (Chinese: 施教耐; pinyin: Shī Jiàonài; Wade–Giles: Shih Chiao-nai; 29 November 1920 – 24 November 2018) was a Chinese plant physiologist. He was a member of the China Democratic League (Minmeng).[1]", "62172235": "Hu Dujing (Chinese: 胡笃敬; 1913 – 25 October 2019) was a Chinese plant physiologist, agronomist, and educator. He was a long-time professor at Hunan Agricultural University and co-founded the university's Department of Botany in 1951.", "43363464": "Chen Shixiang or Sicien H. Chen (Chinese: 陈世骧; 5 November 1905 – 25 January 1988) was a Chinese entomologist. A native of Jiaxing, Zhejiang, he graduated from Fudan University in Shanghai in 1928 before going to France for his doctoral work at the University of Paris. He returned to China in 1935. From 1954 to 1982 he was the director of the Entomological Society of China (中国昆虫学会). He also founded the journal Acta Zootaxonomica Sinica, of which he was editor-in-chief from 1954 to 1969.[1][2]", "62565797": "Qian Qian (Chinese: 钱前; born March 1962) is a Chinese biologist currently serving as researcher and vice-president of the China National Rice Research Institute. He is also president of the State Key Laboratory of Rice Biology.[1]", "1388477": "In this Chinese name, the family name is Li (李).\nChing Chun Li (Chinese: 李景均; pinyin: Lǐ Jǐngjūn; October 27, 1912 – October 20, 2003) was a Chinese-American population geneticist and human geneticist.[1] He was known for his research and the book An Introduction to Population Genetics.", "28979444": "Lan Xichun (simplified Chinese: 兰锡纯; traditional Chinese: 蘭錫純; 1907–1995) was a surgeon of general surgery and cardio-thoracic surgery. He did the first splenic-renal vein anastomotic operation in China. He improved the operation of cholelithiasis and laid the foundation of hepatobiliary surgery in China. He is also one of the pioneers of cardiovascular surgery. He did the first mitral commissurotomy operation in China. He was also engaged in medical education and brought up a lot of new surgeons. He served as President of Renji Hospital and Shanghai Second Medical College.", "68825410": "Han Jiahuai is a Chinese cell biologist and professor of the School of Life Sciences, Xiamen University. He was elected as a member of the Chinese Academy of Sciences in 2013. He is also a foreign member of the American Association of Immunologists and the American Society for Microbiology. Han is mainly known for his work in innate immune signaling, especially the discovery of p38 signaling pathway.[1]", "3977590": "Chen Feng Huai  (Chinese: 陈封怀, 1900–1993), also spelled Chen Feng Hwai, was a Chinese botanist known primarily for his contributions to the construction and administration of botanical gardens in China.", "61125016": "Zhang Xu (Chinese: 张旭; born August 1961) is a Chinese neuroscientist. He is an academician of the Chinese Academy of Sciences (CAS) and The World Academy of Sciences. He is a research professor at the CAS Institute of Neuroscience (ION) and serves as Vice President of the Shanghai Branch of the CAS.", "50869837": "Wei Lijie (Chinese: 韦利杰; born 2 June 1974) is a Chinese Antarctic researcher, best known for her work on the paleontology and stratigraphy of Tibet and the Antarctic.[1][2]", "28915376": "Jiang Shaoji (simplified Chinese: 江绍基; traditional Chinese: 江紹基; pinyin: Jiāng Shàojī; 1919–1995) was a Chinese internist and gastroenterologist. He was a professor in Shanghai Jiao Tong University, School of Medicine and elected an Academician of the Chinese Academy of Engineering in 1994.[1][2]", "34387643": "Biology Open (BiO) is an online-only peer-reviewed Open Access scientific journal published by The Company of Biologists. It was launched in 2011 and publishes research across the breadth of the biological and biomedical sciences.[2] Biology Open is partnered with Publons, is part of the Review Commons initiative and has two-way integration with bioRxiv.[3]", "6043387": "Wang Zhenyi (Chinese: 王振义; pinyin: Wáng Zhènyì; born November 30, 1924), also known as Zhen-yi Wang, is a Chinese pathophysiologist and hematologist who is a professor emeritus of Medicine and Pathophysiology at the Shanghai Jiao Tong University (SJTU). He is most well known for discovering the cure for acute promyelocytic leukemia while working with Laurent Degos in France, using tretinoin on a trial of 24 patients at Ruijin Hospital in 1986.", "2537522": "A biologist is a scientist who conducts research in biology.[1][2] Biologists are interested in studying life on Earth, whether it is an individual cell, a multicellular organism, or a community of interacting populations.[1] They usually specialize in a particular branch (e.g., molecular biology, zoology, and evolutionary biology) of biology[3] and have a specific research focus (e.g., studying malaria or cancer).[4]", "59947250": "Duojia Pan (Chinese: 潘多加) is a Chinese-American developmental biologist at the University of Texas Southwestern Medical Center, where he is Fouad A. and Val Imm Bashour Distinguished Professor of Physiology, chairman of the department of physiology, and investigator of the Howard Hughes Medical Institute (HHMI). His research is focused on molecular mechanisms of growth control and tissue homeostasis and their implications in human disease.[1]", "58177896": "Chicago Field Museum", "8927834": "Charles Henry Gimingham OBE FRSE FRSB (28 April 1923 – 19 June 2018)[1] was a British botanist at the University of Aberdeen, patron of the Institute of Ecology and Environmental Management, former president of the British Ecological Society, and one of the leading researchers of heathlands and heathers.", "19872617": "Liang Boqiang 梁伯强 (1 February 1899 – 28 November 1968, Jiaying, Guangdong, China) Chinese pathologist, member of Chinese Academy of Sciences, pioneer pathologist in China.", "16071894": "Pei Wenzhong (Chinese: 裴文中; pinyin: Péi Wénzhōng; Wade–Giles: P'ei Wen-chung; January 19, 1904 – September 18, 1982), or W. C. Pei, was a Chinese paleontologist, archaeologist and anthropologist born in Fengnan. He is considered a founding figure of Chinese anthropology.[1]", "48151975": "Chen Hualan (simplified Chinese: 陈化兰; traditional Chinese: 陳化蘭; pinyin: Chén Huàlán; born March 1969) is a Chinese veterinary virologist best known for researching animal epidemic diseases.[1][2] She is a member of the World Organisation for Animal Health (OIE) and a member of the Food and Agriculture Organization Corporate Statistical Database (FAOSTAT). She is now a researcher and PhD Supervisor at Harbin Veterinary Research Institute of Chinese Academy of Agricultural Sciences.[3][4]", "21249778": "Ba Denian (Chinese: 巴德年; pinyin: Bā Dénián; born 27 October 1938) is a Chinese immunologist, physician and educator. He retired from his last position as Dean of Zhejiang University School of Medicine and accepted the position as Honorary Director of Zhejiang University Health Science Center.", "59588431": "Gu Fangzhou (Chinese: 顧方舟; Wade–Giles: Ku Fang-chou; June 1926 – 2 January 2019) was a Chinese virologist, best known for developing domestic OPV (oral polio vaccine) and eradicating polio in the country.[1]", "49266960": "Duan Shumin is a Chinese neuroscientist. He completed his undergraduate and master's degrees at Bengbu Medical College, and his Ph.D from Kyushu University. Then he did his postdoctoral research at University of Hawaii and University of California, San Francisco. From 2000 to 2009 he served as a principal investigator in Institute of Neuroscience in Shanghai, Chinese Academy of Sciences. He was elected a member of CAS in 2007, and of TWAS in 2008.", "53756296": "Guan Yi  (simplified Chinese: 管轶; traditional Chinese: 管軼; born 1962) is a Chinese virologist. In 2014, he was ranked as 11th in the world by Thomson Reuters (now known as Clarivate Analytics)[1] among global researchers in the field of microbiology. He obtained his PhD in microbiology at the University of Hong Kong and is now a professor of microbiology at his alma mater. His research on the viral respiratory disease SARS helped the Chinese government avert the 2004 outbreak of this disease.[2] He is the current director (China affairs)[3] of the State Key Laboratory for Emerging Infectious Diseases University of Hong Kong.[4] In early 2017, Guan warned that the H7N9 influenza virus \"poses the greatest threat to humanity than any other in the past 100 years\".[5]", "16073280": "Jia Lanpo (Chinese: 贾兰坡; Wade–Giles: Chia Lan-p'o; November 25, 1908 in Yutian, Hebei – July 8, 2001 in Beijing) was a Chinese palaeoanthropologist, considered a founder of Chinese anthropology.", "42287894": "Tsai-Fan Yu (Chinese: 郁采蘩; pinyin: Yù Cǎifán; Wade–Giles: Yü Ts'ai-fan, 1911 – March 2, 2007) was a Chinese-American physician, researcher, and the first woman to be appointed as a full professor at Mount Sinai School of Medicine. She helped to develop an explanation for the cause of gout and experimented with early drugs to treat the disease which are still in use today.", "5784505": "Dong Zhiming (Chinese: 董枝明, Pinyin: Dǒng Zhimíng; born January 1937) is a Chinese vertebrate paleontologist formerly employed at the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP) in Beijing.[1] He began working at the IVPP in 1962, studying under Yang Zhongjian, who was director at the time. He has described fossil remains of many dinosaurs. He investigated and described the Shaximiao Formation; an important contribution to science since they are composed of Middle Jurassic beds which do not commonly yield fossils.", "49136827": "Meng Anming (Chinese: 孟安明; born July 22, 1963, in Dazhu, Sichuan) is a Chinese developmental biologist. In 1983 he graduated from Southwest Agricultural University (now part of Southwest University), and in November 1990 he received his PhD from the genetics department of the University of Nottingham. From 1990 to 1998 he served as an associate professor of Beijing Agricultural University, and from 1998 a professor of Tsinghua University. In 2007 he was elected a member of Chinese Academy of Sciences, and in 2008 a member of TWAS. In 2001 he was awarded the Ho Leung Ho Lee Foundation Prize for Scientific and Technologic Progress.[1]", "31737415": "SSB Presidents' Award for Lifetime Achievement (2008)", "58672741": "Li Chaoyi (simplified Chinese: 李朝义; traditional Chinese: 李朝義; pinyin: Lǐ Cháoyì; 1934 – 11 August 2018) was a Chinese neurobiologist. He was an academician of the Chinese Academy of Sciences and was a member of the Communist Party of China.", "35997733": "Shiu-Ying Hu, BBS (Chinese: 胡秀英; 22 February 1910 – 22 May 2012), or Hu Xiuying, was a Chinese botanist. She was an expert in the plant genera of Ilex (Aquifoliaceae), Hemerocallis (Amaryllidaceae), and Panax (Araliaceae). She studied the families Orchidaceae, Compositae, and Malvaceae, and Chinese medicinal herbs and food plants.[1] She was given the nickname \"Holly Hu\" by her colleagues for her extensive work with holly plants.[2]", "11651113": "Jin Li (Chinese: 金力; pinyin: Jīn Lì; born 1963) is a Chinese geneticist and academic administrator, currently serving as president of Fudan University since 2021. Jin joined Fudan University from the University of Cincinnati in 2003 to serve as dean of the Fudan University School of Life Sciences. He previously served as the university's executive vice president from 2019 to 2021, vice president from 2007 to 2019, and dean of the Graduate School from 2007 to 2011.", "61163703": "Deng Zongjue (Chinese: 邓宗觉; 7 April 1916 – 25 January 2019) was a Chinese biologist and a professor at Nanchang University. He was the only tenured professor in Jiangxi province.", "19351907": "Yao Zhen (Chinese: 姚錱; a.k.a. T. Yao;[1] 18 October 1915 – 4 November 2005) was a Chinese biologist and oncologist. He served the first president of Asian-Pacific Organization for Cell Biology.[2]", "51574": "Mycology is the branch of biology concerned with the study of fungi, including their taxonomy, genetics, biochemical properties, and use by humans. Fungi can be a source of tinder, food, traditional medicine, as well as entheogens, poison, and infection.", "31247175": "Feng Depei or Te-Pei Feng (simplified Chinese: 冯德培; traditional Chinese: 馮德培; pinyin: Féng Dépéi; 1907–1995) was a Chinese neuroscientist and physiologist. He is considered one of founders of modern Chinese neuroscience and physiology.", "33312053": "Zhou Zhonghe (Chinese: 周忠和; born 19 January 1965 in Jiangdu, Jiangsu province) is a Chinese palaeontologist. He described the ancient bird Confuciusornis.[1]", "347728": "Lap-Chee Tsui GBM OC OOnt JP FRS FRSC (Chinese: 徐立之; pinyin: Xú Lìzhī; Jyutping: ceoi4 laap6 zi1; born 21 December 1950) is a Chinese-born Canadian geneticist and served as the 14th Vice-Chancellor and President of the University of Hong Kong.", "43569094": "Te-tsun Yü (1908–1986) was a Chinese botanist, specialising in Spermatophytes and Phanerogams, particularly in the Yunnan and Sichuan provinces of China, which have the most diverse flora in China.", "61853921": "Chen Hu (Chinese: 陈虎; 17 February 1962 – 24 July 2019) was a Chinese military physician and stem cell researcher. He served as Director of the PLA Institute of Hematopoietic Stem Cell Research and the Beijing Hematopoietic Stem Cell Therapy Laboratory. Known for his research on hematopoietic stem cell therapy for leukemia, he was awarded the State Science and Technology Progress Award (First Class) in 2015 and the Ho Leung Ho Lee Prize in 2016. In 2017, he and Deng Hongkui engineered resistance to HIV in mice using CRISPR gene editing, and for the first time used the technique on an AIDS patient. He died of a sudden heart attack before their findings were published.", "59396673": "Zhuo-Hua Pan (Chinese: 潘卓华; pinyin: Pān Zhuóhuá; born 1956) is a Chinese-American neuroscientist, known for his foundational contributions to optogenetics.[1][2] He is the Edward T. and Ellen K. Dryer Endowed Professor of Ophthalmology at Wayne State University, and Scientific Director of the Ligon Research Center of Vision at the university's Kresge Eye Institute.", "46256827": "Chen Jining (Chinese: 陈吉宁; pinyin: Chén Jí-níng; born 4 February 1964) is a Chinese environmental scientist and politician who has been serving as Chinese Communist Party Committee Secretary of Shanghai since October 2022. Chen is a member of the 20th Politburo of the Chinese Communist Party.", "16208756": "Chancey Juday (May 5, 1871 – March 29, 1944)  together with G. Evelyn Hutchinson, and his close collaborator, Edward A. Birge were pioneers of North American limnology.  Birge and Juday founded an influential school of limnology on Lake Mendota at the University of Wisconsin.[1][2] Edward Birge hired Chancey Juday through this program to help him take samples of lakes in Wisconsin. Their main sampling took place on Lake Mendota. The two, Juday and Birge, studied dissolved oxygen and temperature, leading future limnologists to a better understanding of stratification.", "21418946": "Bin He is a Chinese American biomedical engineering scientist. He was the Trustee Professor and Head of the Department of Biomedical Engineering, and Professor by courtesy in the Department of Electrical and Computer Engineering, and Professor of the Neuroscience Institute at Carnegie Mellon University.[1] Prior, he was Distinguished McKnight University Professor of Biomedical Engineering and Medtronic-Bakken Endowed Chair for Engineering in Medicine at the University of Minnesota. He previously served as the director of the Institute for Engineering in Medicine and the Center for Neuroengineering at the University of Minnesota. He is the Editor in Chief of the IEEE Transactions on Biomedical Engineering. He was the president of the IEEE Engineering in Medicine & Biology Society (EMBS) from 2009 to 2010.", "44389386": "Zhu Jiming (Chinese: 朱既明; 12 September 1917 – 6 January 1998), better known in English as Chi-Ming Chu, was a Chinese virologist.[1] He was a member of the Chinese Academy of Science and an Honorary Member of the American Society for Microbiology.[2]", "56382950": "Pu Zhelong (Chinese: 蒲蛰龙; 1912–1997) was a Chinese entomologist and an academician of the Chinese Academy of Sciences.", "28268260": "Paul Russell Cutright (March 18, 1897 – March 11, 1988) was an American historian, biologist, and professor, who was especially known for his work on the Lewis and Clark Expedition history and scientific achievements.[1]", "39999358": "Zhong Nanshan FRCPE FRCP FRCPI (born 20 October 1936)[1] is a Chinese pulmonologist.[2] He was president of the Chinese Medical Association from 2005 to 2009 and is currently the editor-in-chief of the Journal of Thoracic Disease.[2] He is a recipient of Medal of the Republic, the highest honour of China.", "5789619": "Xu Xing (Chinese: 徐星; pinyin: Xú Xīng; born July 1969) is a Chinese paleontologist who has named more dinosaurs than any other living paleontologist.[1] Such dinosaurs include the Jurassic ceratopsian Yinlong, the Jurassic tyrannosauroid Guanlong, the large oviraptorosaur Gigantoraptor, and the troodontid Mei.", "19126376": "Wu Zhengyi (Chinese: 吴征镒; June 13, 1916 – June 20, 2013)[1] was a Chinese botanist and an academician of the Chinese Academy of Sciences (CAS). Wu specialized in Botanical Geography and Medicinal Botany. He is also known by the alternative spellings of 'Wu Cheng-yih',[2] 'Wu Zheng Yi'[3] and 'Cheng Yih Wu'.[3]", "62413317": "Cao Xuetao (Chinese: 曹雪涛; born July 19, 1964) is a Chinese immunologist who formerly served as president of Nankai University from 2018 to 2022.[1]", "51174111": "Hui-lin Li (李惠林, 1911–2002) was a Chinese botanist, academic, and researcher who worked at the University of Pennsylvania, National Taiwan University, and Chinese Academy of Sciences.", "60644083": "Dr. Krystal Tsosie (Diné) is a Navajo geneticist and bioethicist at Arizona State University and activist for Indigenous data sovereignty. She is also an educator and an expert on genetic and social identities.[1]  Her advocacy and academic work in ameliorating disparities in genetics through community-based participatory research[2] has been covered by various national news sources, including The New York Times, Nova, The Washington Post, NPR, The Atlantic, Forbes, and The Boston Globe.[3]", "58350681": "Yang Jun-Xing (Chinese: 杨君兴) is a Chinese herpetologist and ichthyologist with the Kunming Institute of Zoology.[1][2] As of 2018, Yang  authored 9 species of fish and amphibians.[3]", "50126470": "Roger G. H. Downer (21 December 1942 – 19 November 2022) was an Irish educator, scientist, and writer who held a number of non-executive positions on private and public sector boards. He was a president emeritus at the University of Limerick and a distinguished professor emeritus at the University of Waterloo.", "34135791": "Li Sizhong (Chinese: 李思忠; Wade–Giles: Li Sze-Chung; February 19, 1921 – January 11, 2009) was an ichthyologist with the Institute of Zoology (中国科学院动物研究所) at the Chinese Academy of Sciences. Throughout his research career, he made numerous discoveries of new fish species (or subspecies), and published many books[1] and research papers[2] describing the fauna and geographical distribution of fishes in China and beyond. He translated and helped publication of the Chinese editions of Fishes of the World (2nd edition, by Joseph S. Nelson) and Fish Migration (a popular science book by Russian zoologist Peter Schmidt). Li was the major author of two published volumes in the Fauna Sinica monograph series, systematically reviewing and describing orders of bony fishes that include flat fish, cod, silverside, pearlfish, killifish, flying fish, etc. in or near China.[3][4] He had written over 40 popular science articles about fish on Chinese newspapers and magazines, and been responsible for compiling and editing fish-related entries in several standard reference books (including Encyclopedia of China and Zhonghua Dadian).  His works on freshwater ichthyofauna of China as well as other aspects of ichthyology are considered to be among some of the most notable in the Chinese ichthyology literature.[5][6][7]", "55205761": "Xu Guoliang (Chinese: 徐国良; born February 1965) is a Chinese molecular geneticist. He is a professor at the Shanghai Institute of Biochemistry and Cell Biology and an academician of the Chinese Academy of Sciences.", "6643778": "Cai Xitao or Tsai Hse-Tao (Chinese: 蔡希陶; pinyin: Cài Xītáo; Wade–Giles: Tsai4 Hsi1-tao2; 10 April 1911 – 9 March 1981) was a Chinese botanist from a village near Dongyang, Zhejiang province, China.", "18735389": "Chen Hang (Traditional Chinese: 陳杭; Simplified Chinese: 陈杭)  was born in 1931. She is a botanist and horticulturist.", "58712355": "Bing Zhi (Chinese: 秉志; pinyin: Bǐng Zhì; Wade–Giles: Ping Chih; 9 April 1886 - 21 February 1965), was a Chinese zoologist of Manchu ancestry, considered the founder of China's neontology.[1] He was an academician of the Chinese Academy of Sciences and Academia Sinica.[2] He was a delegate to the 1st, 2nd and 3rd National People's Congress.", "63333583": "Pei Gang (Chinese: 裴钢, born 1953) is a Chinese molecular biologist and pharmacologist, and a former president of Tongji University.", "42329361": "Protistology is a scientific discipline devoted to the study of protists, a highly diverse group of eukaryotic organisms. All eukaryotes apart from animals, plants and fungi are considered protists.[1] Its field of study therefore overlaps with the more traditional disciplines of phycology, mycology, and protozoology, just as protists embrace mostly unicellular organisms described as algae, some organisms regarded previously as primitive fungi, and protozoa (\"animal\" motile protists lacking chloroplasts).[1]", "27387553": "Te-Tzu Chang or T. T. Chang (simplified Chinese: 张德慈; traditional Chinese: 張德慈; pinyin: Zhāng Décí; 1927–2006) was a prominent Chinese agricultural and environmental scientist.", "46917444": "Li Jiayang ForMemRS (Chinese: 李家洋; born 1956)[11][1] is a Chinese agronomist and geneticist. He is Vice Minister of Agriculture in China and President of the Chinese Academy of Agricultural Sciences (CAAS). He is also Professor and Principal investigator at the Institute of Genetics and Development at the Chinese Academy of Sciences (CAS).[11][1][12][13][14]", "38725524": "Georgia Mason (March 16, 1910 - October 8, 2007) was a botanist at the University of Oregon and author of Guide to the Plants of the Wallowa Mountains of Northeastern Oregon, and Plants of Wet to Moist Habitats in and Around Eugene Oregon.", "38365236": "Sun Dawen (simplified Chinese: 孙大文; traditional Chinese: 孫大文; pinyin: Sūn Dàwén; Jyutping: Syun1 Daai6 Man6; ), known as Da-Wen Sun, is a Chinese-born professor who studies food engineering at University College Dublin.", "45181130": "Huang Lusheng (Chinese: 黄路生; born 1964) is a Chinese animal geneticist and professor of Jiangxi Agricultural University.", "584015": "Yang Huanming (Chinese: 杨焕明; born 6 October 1952) is a Chinese biologist, businessman and one of China's leading genetics researchers. He is Chairman and co-founder of the Beijing Genomics Institute, formerly of the Chinese Academy of Sciences. He was elected as member of the Chinese Academy of Sciences in 2007, a foreign academician of Indian National Science Academy in 2009, a member of the German National Academy of Sciences in 2012, and foreign associate of the US National Academy of Science in 2014.", "61500226": "Lu Yonggen (Chinese: 卢永根; 2 December 1930 – 12 August 2019) was a Chinese agronomist, plant geneticist, and philanthropist. He served as President of South China Agricultural University from 1983 to 1995, and was elected an academician of the Chinese Academy of Sciences in 1993. He was named China's second most generous philanthropist in 2017 after donating his entire life savings to his university.", "40168344": "Deng Tao (Chinese: 邓涛; born June 1963)[1] is a Chinese palaeontologist at the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP), Chinese Academy of Sciences, who has made important fossil discoveries on Cenozoic mammals. He is a professor of vertebrate palaeontology, deputy director of the Academic Committee, and deputy director of Key Laboratory of Evolutionary Systematics of Vertebrates at IVPP.", "45706175": "Song Jianping (Chinese: 宋建平, b. March 1965) is a professor specializing in the clinical foundations of Traditional Chinese Medicine (Science of Epidemic Febrile Diseases). He is currently the deputy director of Research Center for Qinghao of the Guangzhou University of Chinese Medicine.", "37972998": "Ren-Chang Ching (Chinese: 秦仁昌; pinyin: Qín Rénchāng; 15 February 1898 – 22 July 1986), courtesy name Zinong, was a Chinese botanist who specialised in ferns.", "18410742": "Jiang Ximing (Chinese: 江希明; 20 September 1913 – 1990), was a Chinese zoologist and politician.", "52620968": "Zhao Ermi (Chinese: 赵尔宓; 1930 – 24 December 2016) was a Chinese herpetologist, born in Chengdu. His ancestors were Manchu Bannerman of Irgen Gioro clan who were stationed in Chengdu during Qing dynasty.[1] He studied biology at West China Union University, under the tutelage of Liu Chengzhao [de].[2] He was elected a member of the Chinese Academy of Sciences in 2001.[3][4] He died at West China Medical Center of Sichuan University on 24 December 2016.[4]", "4616015": "Sir Vincent Brian Wigglesworth CBE FRS[1] (17 April 1899 – 11 February 1994) was a British entomologist who made significant contributions to the field of insect physiology.[2][3] He established the field in a textbook which was updated in a number of editions.[4]", "17035114": "Journal of Experimental Biology (formerly The British Journal of Experimental Biology) is a peer-reviewed scientific journal in the field of comparative physiology and integrative biology. It is published by The Company of Biologists.[1] The journal is partnered with Publons and has two-way integration with bioRxiv.[2] Journal of Experimental Biology is now a hybrid journal and publishes 24 issues a year. Content over six months old is free to read.", "41185244": "Wenying Zhuang (July 27, 1948) is a Chinese mycologist. She is known for her contributions to the study of species diversity and phylogeny of Ascomycetes.[1]", "15462881": "Campbell Douglas Deane (c.1910 Belfast -June 1992) O.B.E., M.Sc., F.L.S. was an Irish ornithologist.\nHis father Arthur Deane M.R.I A., F.R.S.E, a botanist, was curator of the then Belfast Museum and Art Gallery from 1905-1942. C.D. Deane, known as Jimmy, was educated at Methodist College Belfast (1925-1931 ). He joined the museum in 1932, was promoted to Keeper of Natural History in 1950 and was from 1957 Deputy Director and the Keeper of Natural Science in the, by then, Ulster Museum. He served in the Royal Air Force in Peterborough and in the Royal Flying Corps Canada during the Second World War.", "49345453": "Guoping Feng (Chinese: 冯国平) is a Chinese-American neuroscientist. He is the Poitras Professor of Neuroscience at the McGovern Institute for Brain Research in the Department of Brain and Cognitive Sciences at MIT[5][6] and member of the Stanley Center for Psychiatric Research at Broad Institute. He is most notable for studying the synaptic mechanisms underlying psychiatric disease.[7] In addition to developing many genetic-based imaging tools for the study of molecular mechanisms in the brain,[8] he has generated and characterized rodent models of obsessive-compulsive disorder,[7][9] autism spectrum disorders,[10] and schizophrenia.[11] Feng has also shown that some autism-like behaviors can be corrected in adult mice by manipulating the expression of the SHANK3 gene.[12]", "4126342": "Yang Zhongjian, also Yang Chung-chien (Chinese: 杨钟健; Wade–Giles: Yang2 Chung1-chien4; 1 June 1897 – 15 January 1979), courtesy name Keqiang (克强), also known as C.C. (Chung Chien) Young, was a Chinese paleontologist and zoologist. He was one of China's foremost vertebrate paleontologists. He has been called the \"Father of Chinese Vertebrate Paleontology\".", "50362480": "Xu Kecheng (born August 23, 1940) is a Chinese specialist in gastroenterology, hepatology and cancer treatment and president of Guangzhou Fuda Cancer Hospital.[1] Born in Nantong, Jiangsu Province, Xu Kecheng graduated from Nantong Medical College. He is honorary Chairman of the International Society of Cryosurgery (ISC).[2] He was awarded the \"Bethune Medal\" in 2012 for his contributions to China's national healthcare system.[3] In 2014, he was awarded the title of \"the Role Model of the Times\" by the Propaganda Department of the Central Committee of the CPC.[4]", "17594562": "Hu Xiansu or Hu Hsien-Hsu (simplified Chinese: 胡先骕; traditional Chinese: 胡先驌; pinyin: Hú Xiānsù; Wade–Giles: Hsu Hsien-Hsu, 24 May 1894 – 16 July 1968), was a prominent Chinese botanist and influential traditional scholar. He was the founder of plant taxonomy in China and a pioneer of modern botany research and paleobotany in the country.[2]", "2390328": "Song Ci (Chinese: 宋慈; pinyin: Sòng Cí; Wade–Giles: Sung Tzʻu; 1186–1249) was a Chinese physician, judge, forensic medical scientist, anthropologist, and writer of the Southern Song dynasty. He is most well known for being the world's first forensic entomologist, having recorded his experience examining bodies for judicial cases in the Collected Cases of Injustice Rectified (Xi Yuan Ji Lu).[1]", "57473406": "Yang Shouren (Chinese: 杨守仁; born 22 April 1933) is a professor in the School of Earth and Space Sciences in Peking University.", "58817406": "Sheng Yang He (Chinese: 何胜洋; pinyin: Hé Shèngyáng; born 1963) is a Chinese-American plant biologist. He was a University Distinguished Professor at Michigan State University before moving to Duke University in 2020. He has been a Howard Hughes Medical Institute Investigator since 2011.[1][2]  He served as President of the International Society for Molecular Plant-Microbe Interactions from 2014 to 2016.[3] Recognized for his research on plant pathology on the molecular level, he was elected to the US National Academy of Sciences in 2015.[4]", "23591880": "Zhou Mingzhen (Chinese: 周明镇; 9 November 1918 – 4 January 1996), also known as Minchen Chow, was a Chinese paleomammalogist and vertebrate paleontologist. He was an academician of the Chinese Academy of Sciences, and a research professor for mammalian paleontology in the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP) in Beijing. He received the Romer-Simpson Medal in 1993.", "59244089": "Rao Zihe (Chinese: 饶子和, born September 1950) is a Chinese biophysicist and former president of Nankai University. He is an academician of the Chinese Academy of Sciences and of The World Academy of Sciences.", "56524524": "Mu-ming Poo (Chinese: 蒲慕明; born October 31, 1948) is a Chinese-American neuroscientist. He is the Paul Licht Distinguished Professor Emeritus at the University of California, Berkeley and the Founding Director of the Shanghai-based Institute of Neuroscience (ION) of the Chinese Academy of Sciences. He was awarded the 2016 Gruber Prize in Neuroscience for his pioneering work on synaptic plasticity. At ION, Poo led a team of scientists that produced the world's first truly cloned primates, a pair of crab-eating macaques called Zhongzhong and Huahua in 2017, using somatic cell nuclear transfer (SCNT).", "7602202": "Harold M. Schulweis (April 14, 1925 – December 18, 2014) was an American rabbi and author. He was the longtime spiritual Leader at Valley Beth Shalom in Encino, California.", "31621287": "Gennaro Auletta (born August 19, 1957 in Naples, Italy) is an Italian philosopher of science actively involved in scientific research. He is an internationally acknowledged expert in quantum mechanics and in the foundation and interpretation of this discipline. His main interests in quantum information led him to focus his further research on the way in which biological and cognitive systems deal with information. He is also active in the field of the dialogue between science, philosophy and theology, and has been the Vice-Director of the international conference on Biological Evolution: Facts and Theories, held at the Pontifical Gregorian University on March 2009.", "38338786": "The Gauche prolétarienne (GP) was a French Maoist  political party which existed from 1968 to 1974. As Christophe Bourseiller has put it, \"Of all the Maoist organizations after May 1968, the most important numerically as well as in cultural influence was without question the Gauche prolétarienne\".[1]", "46956843": "Michael R. Dietrich (born November 7, 1963, Alabama, United States) is a professor of the history and philosophy of science at the University of Pittsburgh.  His research concerns developments in twentieth century genetics, evolutionary biology, and developmental biology, with a special emphasis on scientific controversies.", "164168": "Yitzchak Hutner (Hebrew: יצחק הוטנר; 1906 – November 28, 1980), also known as Isaac Hutner, was an American Orthodox rabbi and rosh yeshiva (dean).", "1212755": "Edward René David Goldsmith (8 November 1928 – 21 August 2009), widely known as Teddy Goldsmith, was an Anglo-French environmentalist, writer and philosopher.", "33130": "Werner Karl Heisenberg (pronounced [ˈvɛʁnɐ kaʁl ˈhaɪzn̩bɛʁk] ⓘ; 5 December 1901 – 1 February 1976)[2] was a German theoretical physicist and one of the main pioneers of the theory of quantum mechanics. He published his work in 1925 in a major breakthrough paper. In the subsequent series of papers with Max Born and Pascual Jordan, during the same year, his matrix formulation of quantum mechanics was substantially elaborated. He is known for the uncertainty principle, which he published in 1927. Heisenberg was awarded the 1932 Nobel Prize in Physics \"for the creation of quantum mechanics\".[3][a]", "69697916": "Klaus Schlichte is a German political scientist. He is Professor for international relations at University of Bremen.", "38863235": "William Romaine Newbold (November 20, 1865 – September 8, 1926) was an American philosopher who held the Adam Seybert Professor of Intellectual and Moral Philosophy chair at the University of Pennsylvania from 1907 to 1926. Newbold was noted for his lectures and writings on the psychology of religion, Christian Gnosticism, and cryptography.[1]", "3375537": "Steven Kevin Connor, FBA (born 11 February 1955) is a British literary scholar. Since 2012, he has been the Grace 2 Professor of English in the University of Cambridge and a Fellow of Peterhouse, Cambridge. He was formerly the academic director of the London Consortium and professor of modern literature and theory at Birkbeck, University of London.", "1704399": "Paul Laffoley (August 14, 1935 – November 16, 2015) was an American visionary artist and architect from Boston, Massachusetts.", "1311332": "Christopher Henry Dawson FBA (12 October 1889 – 25 May 1970) was an English Catholic historian, independent scholar, who wrote many books on cultural history and emphasized the necessity for Western culture to be in continuity with Christianity not to stagnate and deteriorate. Dawson has been called \"the greatest English-speaking Catholic historian of the twentieth century\"[1] and was recognized as being able to expound his thought to \"Catholic and Protestant, Christian and non-Christian.\"[2]", "11862701": "Norman J. Kretzmann (4 November 1928 – 1 August 1998)[2] was a professor of philosophy at Cornell University who specialised in the history of medieval philosophy and the philosophy of religion.", "197294": "Arthur Clive Heward Bell (16 September 1881 – 17 September 1964)[1] was an English art critic, associated with formalism and the Bloomsbury Group. He developed the art theory known as significant form.", "197295": "Roger Eliot Fry (14 December 1866 – 9 September 1934) was an English painter and critic, and a member of the Bloomsbury Group. Establishing his reputation as a scholar of the Old Masters, he became an advocate of more recent developments in French painting, to which he gave the name Post-Impressionism. He was the first figure to raise public awareness of modern art in Britain, and emphasised the formal properties of paintings over the \"associated ideas\" conjured in the viewer by their representational content. He was described by the art historian Kenneth Clark as \"incomparably the greatest influence on taste since Ruskin ... In so far as taste can be changed by one man, it was changed by Roger Fry\".[2] The taste Fry influenced was primarily that of the Anglophone world, and his success lay largely in alerting an educated public to a compelling version of recent artistic developments of the Parisian avant-garde.[3]", "2851518": "Nancy Katherine Hayles (born December 16, 1943) is an American postmodern literary critic, most notable for her contribution to the fields of literature and science, electronic literature, and American literature.[1] She is the James B. Duke Distinguished Professor Emerita of Literature, Literature, Trinity College of Arts & Sciences at Duke University.[2]", "4293331": "Steven Louis Goldman (born 1941) is the Andrew W. Mellon Distinguished Professor in the Humanities at Lehigh University.[1]", "736": "Albert Einstein (/ˈaɪnstaɪn/ EYEN-styne;[4] German: [ˈalbɛɐt ˈʔaɪnʃtaɪn] ⓘ; 14 March 1879 – 18 April 1955) was a German-born theoretical physicist who is widely held to be one of the greatest and most influential scientists of all time. Best known for developing the theory of relativity, Einstein also made important contributions to quantum mechanics, and was thus a central figure in the revolutionary reshaping of the scientific understanding of nature that modern physics accomplished in the first decades of the twentieth century.[1][5] His mass–energy equivalence formula E = mc2, which arises from relativity theory, has been called \"the world's most famous equation\".[6] He received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\",[7] a pivotal step in the development of quantum theory. His work is also known for its influence on the philosophy of science.[8][9] In a 1999 poll of 130 leading physicists worldwide by the British journal Physics World, Einstein was ranked the greatest physicist of all time.[10] His intellectual achievements and originality have made the word Einstein broadly synonymous with genius.[11]", "20349897": "Charles T. Rubin is a political science professor, philosopher and writer.[1][2] Rubin was raised in Cleveland, Ohio and attended nearby Case Western Reserve University, receiving a bachelor's degree in philosophy and political science in 1975.[3] He went on to study at Boston College, where he graduated with a doctoral degree in 1983 and also where he met his wife Leslie Rubin, a fellow political science academic.[4] Rubin and his wife taught at Kenyon College before both moving to Duquesne University as professors and raising their children.[5] Rubin began at Duquesne as an assistant professor in 1987 and continued teaching there for over 30 years. He was appointed as an endowed chair in 2019.[6]", "72877102": "Xavier Rubert de Ventós (1 September 1939 – 28 January 2023) was a Spanish philosopher, writer and politician.[1]", "46269496": "Gary Peller (born 1955) is Professor of Law at Georgetown University Law Center[2] and a prominent member of the critical legal studies and critical race theory movements.[3][4]", "32867440": "Benjamin H. Bratton (born 1968) is an American Philosopher of Technology known for his work spanning social theory, computer science, design, artificial intelligence, and for his writing on the geopolitical implications of what he terms \"planetary scale computation\".[1][2]", "25756960": "Andrew Arato (Hungarian: Arató András [ˈɒrɒtoː ˈɒndraːʃ]; born 22 August 1944) is a professor of Political and Social Theory in the Department of Sociology at The New School, best known for his influential book Civil Society and Political Theory, coauthored with Jean L. Cohen. He is also known for his work on critical theory and constitutions and was from 1994 to 2014 co-editor of the journal Constellations with Nancy Fraser and Nadia Urbinati.[2]", "25986339": "Sheila Sen Jasanoff is an Indian American academic and significant contributor to the field of Science and Technology Studies. In 2021 she was elected to the American Philosophical Society.[1] Her research has been recognized with many awards, including the 2022 Holberg Prize \"for her groundbreaking research in science and technology studies.\"", "34128": "Wilhelm Maximilian Wundt (/wʊnt/; German: [vʊnt]; 16 August 1832 – 31 August 1920) was a German physiologist, philosopher, and professor, known today as one of the fathers of modern psychology. Wundt, who distinguished psychology as a science from philosophy and biology, was the first person ever to call himself a psychologist.[1]", "55149905": "Frank Chapman Sharp (July 30, 1866 – May 4, 1943) was an American philosopher who specialized in ethics, including business ethics and the ethical conduct of war.", "23791038": "Laurent Nottale (born 29 July 1952) is an astrophysicist, a retired director of research at CNRS, and a researcher at the Paris Observatory. He is the author and inventor of the theory of scale relativity, which aims to unify quantum physics and relativity theory.", "4097515": "Thomas Parke Hughes (September 13, 1923[1] – February 3, 2014[2]) was an American historian of technology. He was an emeritus professor of history at the University of Pennsylvania[3] and a visiting professor at MIT and Stanford.[4]", "32048658": "Gao Heng (Chinese: 高亨, July 29, 1900 – February 2, 1986) was a Chinese philologist and palaeographer, known for his work on the modern interpretation of the I Ching.[1]  Among his most important accomplishments, he published a new translation of the ancient political treatise of Lord Shang with an original commentary in the (tumultuous) context of the 1970s.[2]", "13796961": "Rabbi Moshe Shmuel Glasner (1856–1924), a Hungarian Talmudic scholar and communal leader, served as chief rabbi of Klausenburg (Kolozsvár in Hungarian, Cluj in Romanian) from 1877 to 1923. In 1923 he left Klausenburg for Jerusalem where he resided until his death in 1924. He is best known as the author of Dor Revi'i, a classic commentary on the tractate Hullin, and as a supporter of Zionism and a founder of Mizrachi.", "52659818": "Lucius Aemilius Juncus was a senator of the Roman Empire, and a philosopher. He was consul suffect in the last three months of 127 with Sextus Julius Severus as his colleague.[1]", "5801597": "Nachum Eliezer Rabinovitch (Hebrew: נַחוּם אֱלִיעֶזֶר רָבִּינוֹבִיץּ׳; 30 April 1928 – 6 May 2020), born Norman Louis Rabinovitch,[1] was a Canadian-Israeli Religious Zionist rabbi and posek. He headed the London School of Jewish Studies from 1971 to 1982, and the hesder yeshiva Birkat Moshe in Ma'ale Adumim from 1982 until his death.[2][3]", "624293": "Samuel Hirsch, (June 8, 1815 – May 14, 1889) was a major Reform Judaism philosopher and rabbi who mainly worked and resided in present-day Germany in his earlier years. He promoted the radical German Reform Judaism movement and published several works in the 1840s. He moved to the United States in 1866 where he would die in Chicago, Illinois in 1889.", "198336": "Wilhelm Reich (/raɪx/ RYKHE, German: [ˈvɪlhɛlm ˈʁaɪç]; 24 March 1897 – 3 November 1957) was an Austrian doctor of medicine and a psychoanalyst, a member of the second generation of analysts after Sigmund Freud.[1] The author of several influential books, The Impulsive Character (1925), The Function of the Orgasm (1927), Character Analysis (1933), and The Mass Psychology of Fascism (1933), he became one of the most radical figures in the history of psychiatry.[2][n 1]", "1746": "Anaximenes of Lampsacus (/ˌænækˈsɪməˌniːz/; Ancient Greek: Ἀναξιμένης ὁ Λαμψακηνός; c. 380 – 320 BC) was a Greek rhetorician and historian. He was one of the teachers of Alexander the Great and accompanied him on his campaigns.[1]", "68192026": "Ángela Constantina Romera Vera (11 March 1912 – 4 June 1990) was an Argentine legal scholar. Her country's first woman ambassador, she served as Argentina's representative in Panama from 1958 to 1962.", "43288512": "Felicia Nimue Ackerman (born 1947) is an American author, poet, and philosopher and professor of philosophy at Brown University.[1] She is a prolific writer of letters to the editor of The New York Times.[2]", "231407": "Abraham ibn Daud (Hebrew: אַבְרָהָם בֶּן־דָּוִד הַלֵּוִי אִבְּן דָּאוּד, romanized: Avrāhām ben-Dāwiḏ hal-Lewi ibn Dāhuḏ; Arabic: ابراهيم بن داود, romanized: ʾIbrāhīm ibn Daʾūd) was a Spanish-Jewish astronomer, historian and philosopher; born in Córdoba, Spain about 1110; who was said to have died in Toledo, Spain, a martyr about 1180. He is sometimes known by the abbreviation Rabad I or Ravad I. His maternal grandfather was Isaac Albalia . Some scholars believe he was the Arabic-into-Latin translator known as Avendauth.[1]", "526343": "Béla Balázs (Hungarian: [ˈbeːlɒ ˈbɒlaːʒ]; 4 August 1884 – 17 May 1949), born Herbert Béla Bauer, was a Hungarian film critic, aesthetician, writer and poet of Jewish heritage. He was a proponent of formalist film theory.", "38963235": "Giorgi Margvelashvili (Georgian: გიორგი მარგველაშვილი; born 4 September 1969) is a Georgian academic and politician who was the fourth president of Georgia, in office from 17 November 2013 to 16 December 2018.", "11536500": "Herman Enzla Oliphant was an American legal scholar and professor at the University of Chicago Law School and Columbia Law School. He is considered to be a leading figure of the legal realism movement in the United States.", "45648254": "Walter Kofler (born May 27, 1945, Tyrol, Austria) is an Austrian physician and philosopher of medicine. Until 2010 he was professor at the Innsbruck Medical University and teaches since 2012 at the I.M. Sechenov First Moscow State Medical University.[1] He is President of the International Academy of Science, Munich.[2][3]", "52955521": "Richard Aquila is an American philosopher, currently the co-editor of Kantian Review and formerly a Distinguished Humanities Professor at University of Tennessee.[1][2][3]", "1018253": "Edmund Faustyn Biernacki (19 December 1866 in Opoczno – 29 December 1911 in Lwów) was a Polish physician.[1]", "12388776": "Irving Yitzchak Greenberg (born May 16, 1933), also known as Yitz Greenberg, is an American scholar, author and rabbi.[1] He is known as a strong supporter of Israel,[2] and a promoter of greater understanding between Judaism and Christianity.[3]", "16845262": "John Bulwer (baptised 16 May 1606 – buried 16 October 1656\n[1])\nwas an English physician and early Baconian natural philosopher\n[2] who wrote five works exploring the Body and human communication, particularly by gesture.[3]\nHe was the first person in England to propose educating deaf people,\n[4] the plans for an Academy he outlines in Philocophus and The Dumbe mans academie.", "16681497": "James R. Griesemer is an American professor of philosophy at the University of California, Davis in Davis, California specializing in philosophy of biology.", "42863207": "Frederick Robert Tennant (1 September 1866 – 9 September 1957), best known as F. R. Tennant was a British theologian, philosopher of religion and author.", "54037138": "Michael S. Moore is an American lawyer, focusing on constitutional law, criminal law, and jurisprudence. He is currently the Charles R. Walgreen Chair at University of Illinois.[1]", "34245277": "Wolfgang Schadewaldt (15 March 1900 in Berlin – 10 November 1974 in Tübingen) was a German classical philologist working mostly in the field of Greek philology and a translator. He also was a professor of University of Tübingen and University of Freiburg.", "24382128": "Patrick Osmund Lewry (1929–1987) was an English Dominican who made significant contributions to the history of logic and the philosophy of language in the thirteenth century.  Lewry studied mathematical logic under Lejewski and A.N. Prior at Manchester (1961–2). From 1962–7 he taught the philosophy of language and logic at Hawkesyard.  He was assigned to the Oxford Blackfriars in 1967.  Dissatisfaction with teaching led him to work for an Oxford D.Phil. on the logic teaching of Robert Kilwardby.  In 1979 he began the study of the history of grammar, logic and rhetoric at Oxford in the period 1220–1320.  In 1979 he went to the Pontifical Institute of Mediaeval Studies in Toronto first as a research associate, then as a senior fellow. He died on 23 April 1987 at the age of 57 at the Oxford Dominican House.", "19925965": "Bruce Weinstein is an American ethicist who writes about ethics, character, and leadership for Fortune.[1] He also writes for and is on the Society of Corporate Compliance and Ethics (SCCE) editorial board.[2] Much of Weinstein's work focuses on business leaders, members of professional trade associations, and students who appreciate ethics' role in everyday life. This work often is through interactive keynote addresses to corporations, universities, and other organizations.", "658402": "Raphael Lemkin (Polish: Rafał Lemkin; 24 June 1900 – 28 August 1959) was a Polish lawyer of Jewish descent who is known for coining the term genocide and campaigning to establish the Genocide Convention. During the Second World War, he campaigned vigorously to raise international outrage against atrocities in Axis-occupied Europe. It was during this time that Lemkin coined the term \"genocide\" to describe Nazi Germany's extermination policies against Jews and Poles.[1]", "5344294": "Friedrich A. Kittler (June 12, 1943 – October 18, 2011) was a literary scholar and a media theorist. His works relate to media, technology, and the military.", "27987114": "Curtis L. Carter is a professor of Philosophy at Marquette University, focusing on aesthetics.  He received a PhD from the University of Boston.  His greatest accomplishment at Marquette was the creation of the Patrick and Beatrice Haggerty Museum of Art.[1] Carter was the founding director from 1984-2007.[2] Haggerty Museum attempts to build a greater appreciation for the arts in the Milwaukee and Marquette Community.  He also teaches several classes on the philosophy of art.", "20516033": "Marcus Manuel Hartog (19 August 1851, London – 21 January 1924, Paris) was an English educator, natural historian, philosopher of biology and zoologist in Cork, Ireland. He contributed to multiple volumes of the Cambridge Natural History.", "429374": "Julian Barbour (/ˈbɑːrbər/; born 1937) is a British physicist with research interests in quantum gravity and the history of science.", "30051693": "William Lawrence Twining FBA (born 22 September 1934)[1] is the Emeritus Quain Professor of Jurisprudence at University College London, having held the post until 1996. He is a leading member of the Law in Context movement, and has contributed especially to jurisprudence, evidence and proof, legal method, legal education, and intellectual history. He has focused recently on \"globalization\" and legal theory.[2][3]", "12258696": "Rabbi Byron Lee Sherwin (February 18, 1946 – May 22, 2015) was a Jewish scholar and author with expertise in theology, inter-religious dialogue, mysticism and Jewish ethics.[1]", "54594976": "John Lawrence Childs (11 January 1899 – 31 January 1985)[1] was a 20th-century American educator, disciple of John Dewey, and author of The Educational Frontier who taught at Teachers College of Columbia University and took part in the progressive New York movement from the 1930s to the 1960s.", "48434635": "Vladimir J. Konečni (born October 27, 1944[3]) is an American and Serbian psychologist, aesthetician, poet, dramatist, fiction writer, and art photographer, currently an Emeritus Professor of Psychology at the University of California, San Diego.[4][5]"}