{"12073110": "Lutz Wingert (born 1958) is a German philosopher who is sometimes identified as one of the \"Third Generation\" of the Frankfurt School of philosophy.[1] He is a professor of philosophy focusing on practical philosophy at the Swiss Federal Institute of Technology Zurich[2] and a member of the Zentrum Geschichte des Wissens (Centre for the History of Knowledge).[3] He is a former student of, and a co-author with, Jürgen Habermas, a founding member of the Frankfurt School.[1] Wingert is a former chair of practical philosophy at the University of Dortmund.[2] Along with Wilfried Hinsch, he edits the Ideen & Argumente series.[4]", "25442455": "Christoph Schrempf (April 28, 1860 – February 13, 1944) was a German evangelical theologian and philosopher.", "1456280": "Myson of Chenae (/ˈmaɪsən, ˈmaɪsɒn/; Greek: Μύσων ὁ Χηνεύς; fl. 6th-century BC), also called \"of Chen\", was, according to Plato, one of the Seven Sages of Greece. He is not to be confused with the Myson of 5th-century Athens who ran a pottery and inspired, and taught, many of the Mannerists including the Pan Painter.", "16824473": "Jack W. Meiland (1934–1998) was an American philosopher and educator. As a philosopher, Meiland is best known for his analyses of relativism, particularly on cognitive relativism. Meiland is also known for a \"salvage operation\" from the \"paradox of relativism\", the claim that relativists are absolutists about relativism.", "31471771": "Roberto Esposito (Piano di Sorrento, 4 August 1950) is an Italian political philosopher, critical theorist, and professor, notable for his academic research and works on biopolitics.[1][2] He currently serves as professor of theoretical philosophy at the Scuola Normale Superiore in Pisa.", "1292447": "David Rolfe Graeber (/ˈɡreɪbər/; February 12, 1961 – September 2, 2020) was an American anthropologist and anarchist activist. His influential work in economic anthropology, particularly his books Debt: The First 5,000 Years (2011), Bullshit Jobs (2018), and The Dawn of Everything (2021), and his leading role in the Occupy movement, earned him recognition as one of the foremost anthropologists and left-wing thinkers of his time.[1][2][3]", "3160224": "James Ferguson Conant (born June 10, 1958) is an American philosopher at the University of Chicago who has written extensively on topics in philosophy of language, ethics, and metaphilosophy. He is perhaps best known for his writings on Wittgenstein, and his association with the New Wittgenstein school of Wittgenstein interpretation initiated by Cora Diamond.[1]", "23509151": "Gerardus Johannes Geers, (Delft, 10 December 1891 – Groningen, the 2 May 1965), was a Dutch linguist and Hispanist. He wrote his thesis on the language of the Blackfoot Indians in North America but spent his career studying the Spanish language and Spanish culture.", "37730463": "Kalanos, also spelled Calanus (Ancient Greek: Καλανὸς)[1] (c. 398 – 323 BCE), was an ancient Indian gymnosophist,[2][3][4][5] a Brahmin sage,[6][7][8][9][10][11][12][13][14][15] and philosopher from Taxila[16] who accompanied Alexander the Great to Persis and later self-immolated, after falling ill, entered himself into a pyre, in front of Alexander and his army. Diodorus Siculus called him Caranus (Ancient Greek: Κάρανος).[17]", "20658342": "Nome (born January 23, 1955) is a spiritual teacher at Society of Abidance in Truth, known by the acronym SAT, which established and maintains a temple for nondual Self-knowledge in California.[1] He expounds the teachings of Sri Ramana Maharshi and Advaita Vedanta.[2][3] He, along with Dr. H. Ramamoorthy, translated into English the essential and classic work of Advaita Vedanta, \"Ribhu Gita\",[4][5] which was highly recommended by Sri Ramana Maharshi. The English translation has been published by Society of Abidance in Truth and has since then been re-published by Sri Ramanasramam (Tiruvannamalai, India)[6] and translated into Hindi,[7] Italian,[8][9] Korean[10] and German.[11][12]", "44906662": "Burt C. Hopkins (born February 7, 1954) is an American philosopher. He is an Associate Member of the University of Lille, Permanent Faculty member of the Summer School of Phenomenology and Phenomenological Philosophy, Ca' Foscari University of Venice, former Professor and Chair of Philosophy at Seattle University[1] (1989-2016) and Permanent Secretary of the Husserl Circle.[2]", "5617845": "Christopher Janaway is a philosopher and author. He earned degrees from the University of Oxford. Before moving to Southampton in 2005, Janaway taught at the University of Sydney and Birkbeck, University of London. His recent research has been on Arthur Schopenhauer, Friedrich Nietzsche and aesthetics. His 2007 book Beyond Selflessness: Reading Nietzsche's Genealogy focuses on a critical examination of Nietzsche's On the Genealogy of Morals. Janaway currently lectures at the University of Southampton, which in the past (latest academic year 2014-2015) has included a module focusing on Nietzsche's Genealogy. That module is now convened by Janaway's colleague, Aaron Ridley.", "1095862": "Catharine Macaulay (née Sawbridge, later Graham; 23 March 1731 – 22 June 1791), was an English Whig republican historian.", "14530755": "Pinchas Polonsky (Russian: Полонский Пётр (Пинхас) Ефимович, born 11 February 1958) is a rabbi, Russian-Israeli Jewish-religious philosopher, researcher, and educator active among the Russian-speaking Jewish community. He has written original books and a number of translations of works on Judaism.[1][2]", "1718472": "Johann Bernhard Basedow (German pronunciation: [ˈbaːzədo];[1] 11 September 1724 – 25 July 1790) was a German educational reformer, teacher and writer. He founded the Philanthropinum, a short-lived but influential progressive school in Dessau, and was the author of \"Elementarwerk\", a popular illustrated textbook for children.", "56146122": "Julian Padraic Young (born June 19, 1943) is an American philosopher and William R. Kenan Jr. Professor of Humanities at Wake Forest University. \nHe is known for his expertise on post-Kantian philosophy.[1]", "50608334": "Jean Arnauld was a French philosopher and theologian of the 17th century.[1] He predominantly lived in Reims and most of his work was focused on logic and the failure of reason. He was unrelated to Antoine Arnauld, although contemporaneous. His arguments that reason is flawed are what he is most known for.", "15087828": "Praxiphanes (Greek: Πραξιφάνης) a Peripatetic philosopher, was a native of Mytilene, who lived a long time in Rhodes.[1] He lived in the time of Demetrius Poliorcetes and Ptolemy I Soter, and was a pupil of Theophrastus, about 322 BC.[2] He subsequently opened a school himself, in which Epicurus is said to have been one of his pupils.[3] Praxiphanes paid special attention to grammatical studies, and is hence named along with Aristotle as the founder and creator of the science of grammar.[4][5]", "5486806": "Neal Norman Wood (September 10, 1922 – September 17, 2003)[1] was an American-Canadian Marxist scholar of the history of political thought. He located political ideas within social relations, property forms, and popular struggles, writing on topics as variant as the British Communist Party, John Locke, Aristotle, Edmund Burke, and Augustine of Hippo.", "42711255": "Peter K. Machamer (October 20, 1942 – May 31, 2023)[1] was an American philosopher and historian of science. Machamer was Professor of  History and Philosophy of Science at the University of Pittsburgh.[2] His work has been influential in philosophy of science in developing an account of mechanistic explanation which rejects standard deductive models of explanation, such as the deductive-nomological model by understanding scientific practice as the search for mechanisms. His research has also focused on 17th-century history of philosophy and science, on Galileo Galilei and René Descartes in particular, and on values and science. He was also a wine columnist for the Pittsburgh Post-Gazette for fifteen years,[3] and he has reflected on wine and beer in philosophical writing.[4] Machamer was also the \"Philosopher in Residence\" for the Pittsburgh dance company Attack Theatre.[5]", "20068568": "Ramjee Singh (born 1927, India) is a former Member of Parliament and vice-chancellor of Jain Vishva Bharati University.[1] He is an eminent Gandhian and is the author of a number of books on him. He was also the director of Gandhian Institute of Studies, Varanasi, India.[2] \nIn January 2020 he was awarded the fourth highest civilian award in the country: The Padma Shri for Social Work.[3][4]\nHis life has been a blend of being a Gandhian academician as well as an activist.[5] Singh has declared Mahatma Gandhi as the Bodhisattva of the 20th century.[6]", "60537048": "Berys Gaut is an author and Professor of Philosophy at the University of St Andrews.[1] He writes on aesthetics, creativity, philosophy of film, and ethics.[2] He was president of the British Society of Aesthetics until 2018.[3]", "19937500": "André-François Boureau-Deslandes (21 May 1689 – 11 April 1757) was a French philosopher.", "20363497": "Lü Liuliang (Chinese: 呂留良; 1629–3 October 1683) was a Han Chinese poet and author from Tongxiang, Zhejiang province. He was born under the Ming dynasty but died under the Manchu Qing dynasty.", "52279532": "Michel Malherbe (born 1941) is a French translator and philosopher. A specialist of Anglo-Saxon empiricism, he has translated Bacon, Locke and Hume. He is director of the series \"Analyse et philosophie\" and \"Bibliothèque des philosophies\" by Vrin.", "61323501": "Jeremy Sugarman is an American bioethicist and physician. He is the Harvey M. Meyerhoff Professor of Bioethics and Medicine at the Johns Hopkins Berman Institute of Bioethics. He is a fellow of the American Association for the Advancement of Science, the American College of Physicians,  the National Academy of Medicine, and the Hastings Center.", "58865909": "Garrett Michael Cullity is an Australian philosopher and Professor of Philosophy at Australian National University. He was Hughes Professor of Philosophy at the University of Adelaide between 2007 and 2020.\nHe is known for his research on moral philosophy.[1][2][3][4][5]\nCullity is a Fellow of Australian Academy of the Social Sciences and Australian Academy of the Humanities, and a former president of Australasian Association of Philosophy (2012-2013).[6]", "62535927": "Jasna Koteska (born 1970, Skopje) is a Macedonian writer,[1] philosopher and academic.", "53197047": "Hippolyte Gevaert or Fierens-Gevaert (1870, Brussels - 1926, Liège) was a Belgian art historian, philosopher, art critic, singer, and writer.[1]", "56899832": "Andreas Suchanek (born August 12, 1961, in Stadthagen, Germany) is a German economy and business ethicist and one of the best-known students of Karl Homann,[1] an expert in business ethics.", "538876": "Richard Cumberland (15 July 1631 (or 1632[1]) – 9 October 1718) was an English philosopher, and Bishop of Peterborough from 1691. In 1672, he published his major work, De legibus naturae (On natural laws), propounding utilitarianism and opposing the egoistic ethics of Thomas Hobbes.", "7780610": "Sissela Bok (born Myrdal; 2 December 1934) is a Swedish-born American philosopher and ethicist, the daughter of two Nobel Prize winners: Gunnar Myrdal who won the Economics prize with Friedrich Hayek in 1974, and Alva Myrdal who won the Nobel Peace Prize in 1982.  She is considered one of the premier American women moral philosophers of the latter part of the 20th century.[4]", "34650373": "Robert Desgabets (French: [deɡabɛ]; 1610–1678) was a French Cartesian philosopher and Benedictine prior, born in Ancemont.  He published two book-length philosophical works in his lifetime, Considérations sur l'état présent de la controverse touchant le T. S. Sacrement de l'autel (Considerations on the present state of the controversy concerning the Eucharist) in 1671 and Critique de la critique de la recherche de la verité (Critique of the critique of the search for truth) in 1675.", "21346573": "James David Barber (July 31, 1930 – September 12, 2004) was a political scientist whose book The Presidential Character made him famous for his classification of presidents through their worldviews. From 1977 to 1995, he taught political science at Duke University.", "36747537": "Patrick Lancaster Gardiner, FBA (1922–1997) was a British academic philosopher and a Fellow of Magdalen College, Oxford.", "55687442": "Shri Haridas Shastri (1918-2013) was an Indian Gaudiya Vaisnava scholar and practitioner.[1] A prolific Sanskrit scholar,[2] he wrote more than a sixty books, including translations from the Sanskrit of several Gauḍīya books and his own commentaries on them. His original works include the highly regarded book, the Vedānta-darśanam bhāgavata bhāṣyopetam, his translation-cum-commentaries of the Sat Sandarbhas, and his transliterations of Śrī-caitanya-bhāgavata, Śrī-caitanya-caritāmṛta and Śrī-caitanya-maṅgala. Jonathan Edelmann at the University of Florida has called Śāstrī \"arguably the most prolific and well-educated Gauḍīya Vaiṣṇava “insider” scholar of the twentieth century\" and \"a voice distinct from the more well known Gaudīya-Maṭha and ISKCON\".[3] Among his disciples is the noted Gauḍīya scholar and practitioner, Dr. Satyanarayana Dasa.[3]", "506138": "Ali ibn Sahl Rabban al-Tabari (Persian: علی ابن سهل ربن طبری; c. 838 – c. 870 CE; also given as 810–855[1] or 808–864[2] also 783–858[3]), was a Persian[4][5] Muslim scholar, physician and psychologist, who produced one of the first Islamic encyclopedia of medicine titled Firdaws al-Hikmah (\"Paradise of Wisdom\"). Ali ibn Sahl spoke Syriac and Greek, the two sources of the medical tradition of Antiquity which had been lost by medieval Europe, and transcribed in meticulous calligraphy. His most famous student was the physician and alchemist Abu Bakr al-Razi (c. 865–925). Al-Tabari wrote the first encyclopedic work on medicine. He lived for over 70 years and interacted with important figures of the time, such as Muslim caliphs, governors, and eminent scholars. Because of his family's religious history, as well as his religious work, al-Tabarī was one of the most controversial scholars. He first discovered that pulmonary tuberculosis is contagious.[6][7]", "57096476": "Johann Friedrich Wilhelm Jerusalem (22 November 1709 - 2 September 1789) was a German Lutheran theologian during the Age of Enlightenment. He was also known as \"Abt Jerusalem\".", "7682335": "Sarah Anne Coakley[8] FBA (born 1951) is an English Anglican priest, systematic theologian and philosopher of religion with interdisciplinary interests.[9] She is an honorary professor at the Logos Institute, the University of St Andrews, after she stepped down as Norris–Hulse Professor of Divinity (2007–2018) at the University of Cambridge. She is also a visiting professorial fellow at the Australian Catholic University, both in Melbourne and Rome.[10]", "22198560": "Jesús Mosterín (24 September 1941 – 4 October 2017) was a leading Spanish philosopher and a thinker of broad spectrum, often at the frontier between science and philosophy.", "59521317": "Bonnie J. Mann is an American philosopher and professor of philosophy at the University of Oregon. She is known for her expertise on feminist philosophy. She is co-editor of Hypatia: A Journal of Feminist Philosophy.", "14631": "Immanuel Kant[a] (22 April 1724 – 12 February 1804) was a German philosopher and one of the central Enlightenment thinkers. Born in Königsberg, Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential and controversial figures in modern Western philosophy.[7][8][9]", "60897579": "Marietta Stepanyants (born October 16, 1935) is a Russian philosopher, the founder and the Chairholder of the UNESCO Chair in “Philosophy in the Dialogue of Cultures” and the Chief Research Fellow at the Institute of Philosophy, Russian Academy of Sciences.[1] She is an Honored Scholar of the Russian Federation and an active member of the Academy of Humanities since 1995.[2]", "4077867": "Henricus Regius (/ˈriːdʒiəs/; July 29, 1598 – February 19, 1679) was a Dutch philosopher, physician, and professor of medicine at the University of Utrecht from 1638.[1]", "72661294": "Uma-maheshvara (IAST: Umāmaheśvara), also known as Abhinava-Kālidāsa (\"the new Kalidasa\"), was a Sanskrit-language philosopher and grammarian from present-day southern India. He is variously dated to c. 1465 CE or c. 1750 CE.", "14793006": "Theagenes (Greek: Θεαγένης; fl. c. 160 AD) of Patras, was a Cynic philosopher and close friend of Peregrinus Proteus.", "60537139": "Kathleen Mary Linn Stock OBE is a British philosopher and writer. She was a professor of philosophy at the University of Sussex until 2021. She has published academic work on aesthetics, fiction, imagination, sexual objectification, and sexual orientation.[2]", "33929531": "Volker Halbach (born 21 October 1965 in Ingolstadt, Germany) is a German logician and philosopher. His main research interests are in philosophical logic, philosophy of mathematics, philosophy of language, and epistemology, with a focus on formal theories of truth. He is Professor of Philosophy at the University of Oxford, Tutorial Fellow of New College, Oxford.[1]", "52836669": "Wei Liaoweng (Chinese: 魏了翁; 1178–1237) was a Chinese philosopher and politician of the Southern Song Dynasty. He and his colleague Zhen Dexiu were instrumental in establishing Neo-Confucianism as the dominant political philosophy of the court at the time.", "2767172": "Simon Critchley (born 27 February 1960) is an English philosopher and the Hans Jonas Professor of Philosophy at the New School for Social Research in New York, USA.[2]", "55228744": "Yujin Nagasawa (born 23 June 1975) is a Japanese-born British philosopher specialising in the philosophy of religion, the philosophy of mind and applied philosophy.", "5454161": "Nikephoros Blemmydes (Latinized as Nicephorus Blemmydes; Greek: Νικηφόρος Βλεμμύδης, 1197–1272) was a 13th-century Byzantine author.", "4438357": "Jonael Angelus Schickler (1976–2002) was a Swiss philosopher who died in a rail crash in England at the age of 25.[1]", "73873753": "Anton Drobovych (Ukrainian: Антон Дробович; born 28 March 1986) is a Ukrainian philosopher and academic, expert in the field of communications, education and culture, who is the fourth and current head of the Ukrainian Institute of National Memory.", "61421921": "Satyapriya Tirtha (c. 1701 – c. 1744) was an Indian Hindu philosopher, guru, scholar, yogi, mystic and the pontiff of Uttaradi Math, a math dedicated to Dvaita philosophy. He was the successor of Satyavijaya Tirtha and the 24th pontiff of Uttaradi Math from 1737—1744.[2]", "5618020": "Richard FitzRalph (also Fitz Ralph; c. 1300 – 16 December 1360) was a scholastic philosopher, theologian, and Norman Irish Archbishop of Armagh during the 14th century. His thought exerted a significant influence on John Wycliffe's.[1]", "15415657": "Leonardo Garzoni (Venice, Italy, 1543 – Venice, Italy, 10 March 1592) was a Jesuit natural philosopher.", "41400681": "Morris Lazerowitz (October 22, 1907 – February 25, 1987)[1] was Polish-born American philosopher and author.", "18889068": "Michael Friedman (born April 2, 1947) is an American philosopher who serves as Suppes Professor of Philosophy of Science and Professor, by courtesy, of German Studies at Stanford University. Friedman is best known for his work in the philosophy of science, especially on scientific explanation and the philosophy of physics, and for his historical work on Immanuel Kant. Friedman has also done historical work on figures in continental philosophy such as Martin Heidegger and Ernst Cassirer. Friedman also serves as the co-director of the Program in History and Philosophy of Science and Technology at Stanford University.", "1685868": "Richard of Middleton (Medieval Latin: Richardus de Mediavilla; c. 1249 – c. 1308) was a member of the Franciscan Order, a theologian, and scholastic philosopher.", "473457": "Bernard Bosanquet FBA (/ˈboʊzənˌkɛt, -kɪt/; 14 June[1] 1848 – 8 February 1923) was an English philosopher and political theorist, and an influential figure on matters of political and social policy in the late 19th and early 20th centuries. His work influenced but was later subject to criticism by many thinkers, notably Bertrand Russell, John Dewey, William James and Ludwig Wittgenstein. Bernard was the husband of Helen Bosanquet, the leader of the Charity Organisation Society.", "41466231": "Johannes Andreas Rüdiger (1 November 1673 – 6 June 1731) was a German philosopher and physicist.", "20265342": "İoanna Kuçuradi (born October 4, 1936) is a Turkish philosopher[1] from Istanbul.[2]  She is currently the president of Philosophical Society of Turkey and a full-time academic of Maltepe University.[3]", "15448449": "Shmuel Trigano (Hebrew: שמואל טריגנו; born in 1948 in Blida, French Algeria) is a sociologist, philosopher, professor emeritus of sociology at Paris Nanterre University (Chair \"Sociology of knowledge, religion and politics\" ). He was Tikvah Fund Visiting Professor in Jewish Law and Thought at Benjamin N. Cardozo School of Law, New York (2009), and Templeton Fellow at the Herzl Institute (Jerusalem) program \"Philosophy of the Tanakh, Midrash and Talmud\" (2012-2013), (2015-2017). Elia Benamozegh European Chair of Sephardic Studies, Livorno, Italy (2002).[citation needed][1]", "67025281": "Amy Karle (born 1980) is an American artist, bioartist, and futurist whose work focuses on the relationship between technology and humanity, specifically how technology and biotechnology impact health, humanity, society, evolution, and the future.[1][2][3] Karle combines science and technology with art and is known for using living tissue in her work.[4][5][6]", "56768897": "The Good Place is an American fantasy-comedy television series created by Michael Schur. It premiered on NBC on September 19, 2016, and concluded on January 30, 2020, after four seasons and 53 episodes.", "24820103": "Defunct", "342409": "Yi I (Korean: 이이[1][2]; Hanja: 李珥; 1536 – 1584) was a Korean philosopher, writer, and Confucian scholar of the Joseon Dynasty.[3]  Yi is often referred to by his art name Yulgok (\"Chestnut valley\"). He was also a politician[4] and was the academical successor of Jo Gwang-jo.", "3619211": "Defunct", "12106125": "Peter Munz (12 May 1921 – 14 October 2006) was a philosopher and historian, Professor of the Victoria University of Wellington; among the major influences on his work were Karl Popper and Ludwig Wittgenstein.[1] Munz is one of two students who studied under both Popper and Wittgenstein.[2]", "342419": "Yi Hwang (Korean: 이황; 1501 – 1570) was a Korean philosopher, writer, and Confucian scholar of the Joseon Dynasty.[1] He is considered the most important philosopher of Korea - he is honored by printing his portrait on the (most often used) 1000 Won banknote, on the reverse of which one can see an image of his school, Dosan Seaowon. He was of the Neo-Confucian literati, established the Yeongnam School and set up the Dosan Seowon, a private Confucian academy.[2]", "3619227": "Robert Higgs (born 1 February 1944) is an American economic historian and economist combining material from Public Choice, the New institutional economics, and the Austrian school of economics; and describes himself as a \"libertarian anarchist\"[1] in political and legal theory and public policy[clarification needed]. His writings in economics and economic history have most often focused on the causes, means, and effects of government power and growth.", "71612828": "Märt Põder (born 11 September 1979) is an Estonian philosopher, freedom of information activist, presenter, publicist and translator.", "67615133": "Hermann Schmitz (16 May 1928 – 5 May 2021) was a German philosopher who founded neo-phenomenology. He was a professor at the University of Kiel.[1][2]", "38025629": "Eli Eduardo de Gortari de Gortari (April 28, 1918 in Mexico City, Federal District, Mexico – July 29, 1991) was a logician, philosopher of science and engineer.[1]", "33569179": "Joseph Rizzo (18th century) was a minor Maltese philosopher and theologian who probably specialised in logic.[1]", "7780773": "Jonathan Peter Dancy FBA (born 8 May 1946) is a British philosopher, who has written on ethics and epistemology. He is currently Professor of Philosophy at University of Texas at Austin and Research Professor at the University of Reading.  He taught previously for many years at the University of Keele.", "3258792": "Abram Moiseyevich Deborin (Ioffe) (Russian: Абра́м Моисе́евич Дебо́рин (Ио́ффе); 16 June [O.S. 4 June] 1881, Upyna, Kovno Governorate – 8 March 1963, Moscow) was a Soviet Marxist philosopher and academician of the Academy of Sciences of the Soviet Union (1929). Deborin oscillated between The Bolshevik and Menshevik factions of the Russian Social Democratic Labour Party, before settling with the Bolsheviks and enjoying a long career as a philosopher in the Soviet Union. Although this career suffered under Stalin, he lived to see his works republished when the Soviet Union was led by Nikita Khrushchev.", "833962": "Charlie Dunbar Broad FBA (30 December 1887 – 11 March 1971), usually cited as C. D. Broad, was an English epistemologist, historian of philosophy, philosopher of science, moral philosopher, and writer on the philosophical aspects of psychical research. He was known for his thorough and dispassionate examinations of arguments in such works as Scientific Thought (1923), The Mind and Its Place in Nature (1925), and Examination of McTaggart's Philosophy (2 vols., 1933–1938).", "1587630": "Henry Brewster Stanton (June 27, 1805 – January 14, 1887) was an American abolitionist, social reformer, attorney, journalist and politician. His writing was published in the New York Tribune, the New York Sun, and William Lloyd Garrison's Anti-Slavery Standard and The Liberator.[1] He was elected to the New York State Senate in 1850 and 1851. His wife, Elizabeth Cady Stanton, was a world renowned leading figure of the early women's rights movement.", "145841": "Lanfranc, OSB (1005 x 1010 – 24 May 1089) was a celebrated Italian jurist who renounced his career to become a Benedictine monk at Bec in Normandy. He served successively as prior of Bec Abbey and abbot of St Stephen's Abbey in Caen, Normandy and then as Archbishop of Canterbury in England, following its conquest by William the Conqueror.[2] He is also variously known as Lanfranc of Pavia (Italian: Lanfranco di Pavia), Lanfranc of Bec (French: Lanfranc du Bec), and Lanfranc of Canterbury (Latin: Lanfrancus Cantuariensis).", "35600817": "Kumara Swamy Desikar (born Kumara Swamy, 8 October  1711 – 5 December 1810), was a Saiva spiritual writer. He was born to a Tamil-speaking Desikar family in Kanchipuram, Tamil Nadu. He composed over three books.", "43792820": "Mortada Hammoud\nAbed El Menhem Hammoud\nHaidar Hammoud\nNajeeba Hammoud", "13679029": "Graham John Ward (born 25 October 1955) is an English theologian and Anglican priest who has been Regius Professor of Divinity at the University of Oxford since 2012.", "571831": "Lin Zexu (30 August 1785 – 22 November 1850), courtesy name Yuanfu, was a Chinese political philosopher and politician. He was a head of state (Viceroy), Governor General, scholar-official, and under the Daoguang Emperor of the Qing dynasty best known for his role in the First Opium War of 1839–42. He was from Fuzhou, Fujian Province. Lin's forceful opposition to the opium trade was a primary catalyst for the First Opium War. He is praised for his constant position on the \"moral high ground\" in his fight, but he is also blamed for a rigid approach which failed to account for the domestic and international complexities of the problem.[2] The Emperor endorsed the hardline policies and anti-drugs movement advocated by Lin, but placed all responsibility for the resulting disastrous Opium War onto Lin.[3]", "145848": "Electors of Saxony", "60537286": "Murray Smith is a film theorist and philosopher of art based at the University of Kent, where he is Professor of Philosophy, Art, and Film[1] and co-director of the Aesthetics Research Centre.[2] He is the author of three books and numerous articles on film and aesthetics, and the co-editor of three collections of essays.[3] He was President of the Society for Cognitive Studies of the Moving Image from 2014 to 2017,[4]  and has served on the editorial boards of Screen,[5] Cinema Journal, the British Journal of Aesthetics,[6] Projections[7] and Series.[8] He has held a Leverhulme Research Fellowship (2005–6), and a Laurance S Rockefeller Fellowship at Princeton University’s Centre for Human Values (2017–18).[9] He delivered a Kracauer Lecture in 2014 at the Goethe University Frankfurt,[10] the inaugural Beacon Institute lecture in 2015,[11] and the Beardsley Lecture in 2018, sponsored by Temple University at the Barnes Foundation.[12]", "36387275": "Jaideva Singh (19 September 1893 [nb 1] in Shoratgarh, Uttar Pradesh[2] – 27 May 1986 in[3] Banaras) was an Indian musicologist and philosopher. He played a key role in the development of All India Radio where he was chief producer.[4][5] He was influenced by the Indian musicologist Vishnu Narayan Bhatkhande.[6]", "74234315": "Neophytos Rodinos (Greek: Νεόφυτος Ροδινός, 1576/7–1659) was a 17th-century Greek Cypriot scholar and Catholic missionary.[1] Born in Cyprus he later converted to Roman Catholicism and undertook missionary work preaching in various regions: Italy, Poland, Greece, Turkey and Albania. Rodinos was a professor of classical Greek with enormous educational activity until his death,[2] using vernacular Greek speech in his proselitizing missions.[3] He was crucial in maintaining cultural ties between his native Cyprus and the wider Greek world as well as preserving a distinctive Greek literary and philosophical tradition.[4][5]", "35633616": "Gholam-hossein Ebrahimi Dinani (Persian: غلامحسین ابراهیمی دینانی, also Romanized as Gholām-hossein Ebrāhīmī Dīnānī; born on 26 December 1934 in Isfahan) is an Iranian philosopher. He is best known for his research and writings about illuminationism and Shahab al-Din Suhrawardi. The three-time winner of Book of the Year award in Iran, Dinani is a professor emeritus at the University of Tehran, and lectures at Tarbiat Modares University and Ferdowsi University of Mashhad. Moreover, his public lectures at Institute for Research in Philosophy attract a diverse audience from students and scholars of theology and philosophy in general.", "12007888": "Jan Ginter Deutsch (May 25, 1935 – May 19, 2016) was a Polish-born American philosopher and legal scholar best known for his work on the philosophy of corporate law, jurisprudence, and the cultural underpinnings of capitalist democracy. Deutsch's most recent book, Power and Precedent (Vandeplas, 2007), is a summation of his work on United States jurisprudence over the past few decades.", "70990291": "Bernhard Casper (24 April 1931 – 8 June 2022) was a German philosopher.", "47528404": "Mons. ThDr. Oto Mádr, dr. h. c. (15 February 1917 – 27 February 2011) was a Czech Roman Catholic priest, theologian, university professor, long-time political prisoner and the chief editor of Theological Texts (Czech: Teologické texty).", "25934304": "Kelly Oliver (born July 28, 1958) is an American philosopher specializing in feminism, political philosophy and ethics. She is W. Alton Jones Professor of Philosophy at Vanderbilt University in Nashville, Tennessee. She is also a founder of the feminist philosophy journal philoSOPHIA.[1]", "69056996": "Kyle Johannsen is a Canadian philosopher who is the author of a A Conceptual Investigation of Justice (2018) and Wild Animal Ethics (2020). He specialises in animal and environmental ethics, as well as political and social philosophy.[1] He is presently affiliated with Trent University, Wilfrid Laurier University, and Queen's University.", "1620457": "Egbert Schuurman (born 23 July 1937) is a Dutch engineer, philosopher, politician for the Christian Union, and  Emeritus Professor of Philosophy in the Netherlands.", "74365417": "Chris Lawn is an Irish philosopher, the author of several books on Gadamer's thought and on hermeneutics. Lawn has a B.A. from the University of Wales, an M.A. from the University of Sussex, and a Ph.D. from the National University of Ireland. He has taught philosophy in Mary Immaculate College, University of Limerick.[1]", "113135": "Elliot N. Dorff (born 24 June 1943) is an American Conservative rabbi. He is a Visiting Professor of Law at UCLA School of Law and Distinguished Professor of Jewish theology at the American Jewish University (formerly the University of Judaism) in California (where he is also rector), author and a bio-ethicist.[1][2]", "2767344": "Peter Kenneth Dews (born 22 April 1952) is a  British philosopher, in the fields of critical theory and continental philosophy. He made his name with the Logics of Disintegration, on the limitations of post-structuralism.[1] He is Professor of Philosophy at the University of Essex.", "5356017": "Helen Elizabeth Longino[1] (born July 13, 1944) is an American philosopher of science who has argued for the significance of values and social interactions to scientific inquiry. She has written about the role of women in science and is a central figure in feminist epistemology and social epistemology. \nShe is the Clarence Irving Lewis Professor of Philosophy at Stanford University. In 2016, she was elected to the American Academy of Arts and Sciences.[2]", "59521530": "Daniela Vallega-Neu (born 1966) is a German philosopher and Professor of Philosophy at the University of Oregon. She is known for her expertise on hermeneutics, deconstruction and Heidegger's thought.[1][2][3]", "52410875": "Katherine Jane Hawley FRSE FBA (1971-2021[1]) was a British philosopher specialising in metaphysics, epistemology, ethics, and philosophy of physics. Hawley was a professor of philosophy at the University of St Andrews.[2] She was the author of How Things Persist (OUP 2002), Trust: a Very Short Introduction (OUP 2012), and How To Be Trustworthy (OUP 2020). Hawley was elected a Fellow of Royal Society of Edinburgh in 2016,[3][4] elected a Fellow of the British Academy in 2020, and she was the recipient of a Philip Leverhulme Prize (2003) and a Leverhulme Major Research Fellowship (2014–16).[5][6]", "2177532": "The Death of Virgil (German: Der Tod des Vergil) is a 1945 novel by the Austrian author Hermann Broch. The narrative reenacts the last hours of life of the Roman poet Virgil, in the port of Brundisium (Brindisi), whence he had accompanied the emperor Augustus,  his decision – frustrated by the emperor – to burn his Aeneid, and his final reconciliation with his destiny. Virgil's  heightened perceptions as he dies recall his life and the age in which he lives. The poet is in the interval between life and death, just as his culture hangs between the pagan and Christian eras. As he reflects, Virgil recognises that history is at a cusp and that he may have falsified reality in his attempt to create beauty.", "37665280": "Viktor D. Sonnenfeld (21 January 1902 – 30 March 1969) was prominent Croatian translator and philosopher.", "27146756": "Lee Cameron McIntyre (born 1962) is an American author, researcher, and academic. He is a research fellow at the Center for Philosophy and History of Science at Boston University and an instructor in ethics at Harvard Extension School. He has published numerous nonfiction book and articles on the philosophy of the social sciences and attempts to undermine science.[1][2] In 2023, he became a fellow with the Committee for Skeptical Inquiry.", "41499141": "Acharya Vamana (latter half of the 8th century - early 9th century)[1] was an Indian Rhetorician.", "145930": "Arthur James Balfour, 1st Earl of Balfour, KG, OM, PC, FRS, FBA, DL (/ˈbælfər, -fɔːr/,[1] traditionally Scottish /bəlˈfʊər/;[2][3] 25 July 1848 – 19 March 1930), also known as Lord Balfour, was a British statesman and Conservative politician who served as Prime Minister of the United Kingdom from 1902 to 1905. As foreign secretary in the Lloyd George ministry, he issued the Balfour Declaration of 1917 on behalf of the cabinet, which supported a \"home for the Jewish people\" in Palestine.", "2537996": "Edward Nouri Zalta[5] (/ˈzɔːltə/; born March 16, 1952) is an American philosopher who is a senior research scholar at the Center for the Study of Language and Information at Stanford University. He received his BA from Rice University in 1975 and his PhD from the University of Massachusetts Amherst in 1981, both in philosophy.[5] Zalta has taught courses at Stanford University, Rice University, the University of Salzburg, and the University of Auckland. Zalta is also the Principal Editor of the Stanford Encyclopedia of Philosophy.[6]", "539155": "Kazi Nazrul Islam PB EP IA (Bengali: কাজী নজরুল ইসলাম, pronounced [kad͡ʒi ˈnod͡ʒɾul islam] ⓘ; 24 May 1899 – 29 August 1976), popularly known as Nazrul, was a Bengali  poet, writer, musician, and is the national poet of Bangladesh.[6] Nazrul produced a large body of poetry, music, messages, novels, and stories with themes that included equality, justice, anti-imperialism, humanity, rebellion against oppression and religious devotion.[7] Nazrul Islam's activism for political and social justice as well as writing a poem titled as \"Bidrohī\", meaning \"the rebel\" in Bengali, earned him the title of \"Bidrohī Kôbi\" (Rebel Poet).[8] His compositions form the avant-garde music genre of Nazrul Gīti (Music of Nazrul).[9][10][11][12]", "1554967": "English writers", "47643": "Paul-Michel Foucault (UK: /ˈfuːkoʊ/, US: /fuːˈkoʊ/;[9] French: [pɔl miʃɛl fuko]; 15 October 1926 – 25 June 1984) was a French philosopher, historian of ideas, writer, political activist, and literary critic. Foucault's theories primarily address the relationships between power and knowledge, and how they are used as a form of social control through societal institutions. Though often cited as a structuralist and postmodernist, Foucault rejected these labels.[10] His thought has influenced academics, especially those working in communication studies, anthropology, psychology, sociology, criminology, cultural studies, literary theory, feminism, Marxism and critical theory.", "3750428": "Elia del Medigo, also called Elijah Delmedigo or Elias ben Moise del Medigo and sometimes known to his contemporaries as Helias Hebreus Cretensis or in Hebrew Elijah Mi-Qandia (c. 1458 – c. 1493). According to Jacob Joshua Ross, \"while the non-Jewish students of Delmedigo may have classified him as an “Averroist”, he clearly saw himself as a follower of Maimonides\". But, according to other scholars, Delmedigo was clearly a strong follower of Averroes' doctrines, even the more radical ones: unity of intellect, eternity of the world, autonomy of reason from the boundaries of revealed religion.", "637469": "Charles Leslie Stevenson (June 27, 1908 – March 14, 1979) was an American analytic philosopher best known for his work in ethics[2] and aesthetics.[1]", "35600928": "Mohammad Rabey Hasani Nadwi (Urdu: محمد رابع حسنی ندوی; 29 October 1929 – 13 April 2023) was an Indian Sunni Islamic scholar, who served as the president of All India Muslim Personal Law Board and as the chancellor of Darul Uloom Nadwatul Ulama, an Islamic seminary in Lucknow, India. He was the patron of Islamic Fiqh Academy, the vice president of the Aalami Rabita Adab-e-Islami in Riyadh, and a founding member of the Muslim World League. He was regularly listed in the publication The 500 Most Influential Muslims. His disciples included Ijteba Nadwi.", "342561": "Judah Halevi (also Yehuda Halevi or ha-Levi; Hebrew: יהודה הלוי and Judah ben Shmuel Halevi יהודה בן שמואל הלוי‎‎; Arabic: يهوذا اللاوي, romanized: Yahūḏa al-Lāwī; c. 1075 – 1141) was a Sephardic Jewish poet, physician and philosopher. He was born in Al-Andalus, either in Toledo or Tudela, in 1075.[2] He is thought to have died in 1141, in either Jerusalem, at that point the Crusader Kingdom of Jerusalem, or in Alexandria, Egypt.[2]", "6994466": "Itō Jinsai (伊藤 仁斎, August 30, 1627, Kyoto, Japan – April 5, 1705, Kyoto), who also went by the pen name Keisai, was a Japanese Confucian philosopher.  He is considered to be one of the most influential Confucian scholars of seventeenth century Japan, and the Tokugawa period (1600–1868) generally, his teachings flourishing especially in Kyoto and the Kansai area through the final years of the Tokugawa shogunate.", "60275234": "Matthew Stuart (born 1966/1967) is an American philosopher and a professor of philosophy at Bowdoin College.  His primary work is in the field of Early Modern Philosophy, metaphysics, epistemology, and ethics and focuses on the philosophy of John Locke.  He is the author of Locke’s Metaphysics (Oxford Clarendon Press, 2013) in which he takes a unique approach to John Locke's work \"An Essay Concerning Human Understanding\" to view it as a strong Metaphysical text, rather than just that of epistemology.[1] Some ideas approached in his book focus on \"Locke's denial that bodies can be co-located\", that \"empty spaces within a body are not parts of [them]\", that \"[Locke's] relativism about identity equips him to respond to objects to his account of personal identity\", and that of Locke's \"rejection of essentialism\".[2] Stuart's book received attention from reviewers as a strong source for Lockean scholars to consider; still, several crucial critiques were offered, including Stuart's interpretation of substance and mode, as well as Stuart's interpretation of Locke's account of identity.[3][4][5]", "12204580": "David Rosenthal is an American philosopher who has made significant contributions to the philosophy of mind, particularly in the area of consciousness and related topics.  He is professor of philosophy at the Graduate Center of the City University of New York (CUNY).  He was educated at the University of Chicago and then Princeton University.  Rosenthal also has research interests in cognitive science, and is Coordinator of the CUNY Graduate Center's Interdisciplinary Concentration in Cognitive Science.  And he has done work in philosophy of language, metaphysics, ancient philosophy, and 17th-century rationalism.", "38222373": "Thycaud Ayyavu Swamikal (1814 – 20 July 1909)  was a spiritualist and a social reformer, the first to break customs related to caste in Kerala when caste restrictions and untouchability were at its extreme.", "59718196": "Phillip Barron is an American poet and philosopher who teaches at Lewis & Clark College in Portland, Oregon.[1] His poetry has won the Nicolás Guillén Outstanding Book Award[2] for philosophical literature and has been featured in many national journals including The Brooklyn Rail,[3] New American Writing,[4] and Janus Head: Journal of Interdisciplinary Studies in Literature, Continental Philosophy, Phenomenological Psychology, and the Arts.[5] Barron also has a PhD in Philosophy from the University of Connecticut.[6][7]", "43334200": "Vasily Onisimovich Afanasiev (alias Vasily Anisimovich Anisimoff) was a revolutionary and a propagandist of Marxism as well as a prominent activist and supporter of the Russian and international Socialist movement. He was among the active members of the RSDLP and was a Menshevik. In 1925, Anisimoff became the deputy head of the economic department of the Supreme Soviet of the National Economy of the RSFSR, managing the \"Exportles\" trust.", "1849918": "Eugene Tovio Gendlin (born Eugen Gendelin; 25 December 1926 – 1 May 2017) was an American philosopher who developed ways of thinking about and working with living process, the bodily felt sense and the \"philosophy of the implicit\".[1] Though he had no degree in the field of psychology, his advanced study with Carl Rogers, his longtime practice of psychotherapy and his extensive writings in the field of psychology have made him perhaps better known in that field than in philosophy. He studied under Carl Rogers, the founder of client-centered therapy, at the University of Chicago and received his PhD in philosophy in 1958. Gendlin's theories impacted Rogers' own beliefs and played a role in Rogers' view of psychotherapy.[2] From 1958 to 1963 Gendlin was Research Director at the Wisconsin Psychiatric Institute of the University of Wisconsin. He served as an associate professor in the departments of Philosophy and Comparative Human Development at the University of Chicago from 1964 until 1995.", "211523": "Kamal Fouad Jumblatt (Arabic: كمال فؤاد جنبلاط; 6 December 1917 – 16 March 1977) was a Lebanese politician who founded the Progressive Socialist Party. He led the National Movement during the Lebanese Civil War. He was a major ally of the Palestine Liberation Organization until his assassination in 1977.[1] He authored more than 40 books centered on various political, philosophical, literary, religious, medical, social, and economic topics.[2] In September 1972, Kamal Jumblatt received the International Lenin Peace Prize.[3] He is the father of the Lebanese Druze leader Walid Jumblatt and the son-in-law of the Arab writer and politician Shakib Arslan.", "32586311": "Socrates (French: Socrate) is a 1759 French play in three acts written by Voltaire. It is set in Ancient Greece during the events just before the trial and death of Greek philosopher Socrates.  It is heavy with satire specifically at government authority and organized religion. The main characters besides the title role is that of the priest Anitus, his entourage, Socrates' wife Xantippe, several judges, and some children Socrates has adopted as his own.", "27245128": "Rosalind Pollack Petchesky (born August 16, 1942) is an American political scientist, and Distinguished Professor of Political Science at Hunter College, City University of New York.[1] She is the founder of the International Reproductive Rights Research Action Group (IRRAG).[2]", "62011983": "Khidr Bey or Khidr Beg (Turkish: Hızır Çelebi (Hızır Bey); [Note 1] Arabic: خضر بك) was an Ottoman Hanafi-Maturidi scholar and poet of the 9th/15th century, and the first kadi (qadi) of Istanbul. The unique source for his biography is the Arabic original of al-Shaqa'iq al-Nu'maniyya by Tash-Kopru-Zade.[1]", "178777": "Francis August Schaeffer (January 30, 1912 – May 15, 1984)[1] was an American evangelical theologian, philosopher, and Presbyterian pastor. He co-founded the L'Abri community in Switzerland with his wife Edith Schaeffer, née Seville, a prolific author in her own right.[2] Opposed to theological modernism, Schaeffer promoted what he claimed was a more historic Protestant faith and a presuppositional approach to Christian apologetics, which he believed would answer the questions of the age.", "38746722": "Khairy Alzahaby[1] (Arabic: خيري الذهبي;11 January 1946 – 4 July 2022) was a Syrian novelist,[2] thinker, historian, columnist, and scenarist.", "33864291": "Bulcsú Kál Hoppál (born 24 September 1974) is a Hungarian theologian and philosopher.[1]", "2832996": "Barry Smith (born 4 June 1952) is an academic working in the fields of ontology and biomedical informatics. Smith is the author of more than 700 scientific publications, including 15 authored or edited books, and he is one of the most widely cited living philosophers.[1]", "40712802": "Alexander Litschev (also known as Aleksandar Ličev, Aleksandar Litschew or written, Bulgarian Александър Личев; * 1946 in Pleven, Bulgaria) is a Bulgarian historian and university lecturer in philosophical anthropology and the history of philosophy at the University of Düsseldorf.", "38976108": "Peace for All, Prosper for All.", "5421679": "Adam Schaff (10 March 1913 – 12 November 2006) was a Polish Marxist philosopher.", "14006896": "Giles of Lessines OP (died c. 1304) was a thirteenth-century Dominican scholastic philosopher, a pupil of Thomas Aquinas.[1] He was also strongly influenced by Albertus Magnus.[2] He was an early defender of Thomism.[3]", "24164987": "Antonio García-Trevijano Forte (18 July 1927 – 28 February 2018) was a Spanish republican lawyer, notary public, jurist, philosopher, art critic, author and political activist. Born in Alhama de Granada, he was a prominent figure in the opposition to the Francoist dictatorship.", "18168444": "Ichthyas (Greek: Ἰχθύας; fl. 4th-century BCE), the son of Metallus, was a Greek philosopher and a disciple and successor of Euclid of Megara in the Megarian school.[1] He was a colleague of Thrasymachus of Corinth in the school.[2] Ichthyas is described as a man of great eminence, and Diogenes of Sinope is said to have addressed a dialogue to him.[3]", "2996862": "Romano Guardini (17 February 1885 – 1 October 1968) was an Italian, naturalized German Catholic priest, philosopher and theologian.", "4962946": "Hermann Schwarz (December 22, 1864 in Düren, Rhenish Prussia – December 1951 in Darmstadt, West Germany) was a German philosopher.  Educated at Halle, where he devoted himself to mathematics and to philosophy, he became professor at Marburg in 1908 and at Greifswald in 1910.  His philosophy was not unlike that of Goswin Uphues.  He edited the Zeitschrift  für Philosophie und philosophische Kritik.", "35273347": "Swami Vivekananda was a Hindu monk from India. His teachings and philosophy are a reinterpretation and synthesis of various strands of Hindu thought, most notably classical yoga and (Advaita) Vedanta, with western esotericism and Universalism. He blended religion with nationalism, and applied this reinterpretation to various aspect's of education, faith, character building as well as social issues pertaining to India. His influence extended also to the west, and he was instrumental in introducing Yoga to the west.", "69646978": "Richard Holton is a British philosopher and Professor of Philosophy at the University of Cambridge and a fellow of Peterhouse. He is known for his works on moral psychology and action theory. Holton is a Fellow of the British Academy.[1][2][3]", "10566279": "Abul A'la al-Maududi (Urdu: ابو الاعلی المودودی, romanized: Abū al-Aʿlā al-Mawdūdī; (1903-09-25)25 September 1903 – (1979-09-22)22 September 1979) was an Islamic scholar, Islamist ideologue, Muslim philosopher, jurist, historian, journalist, activist, and scholar active in British India and later, following the partition, in Pakistan.[1] Described by Wilfred Cantwell Smith as \"the most systematic thinker of modern Islam\",[2] his numerous works, which \"covered a range of disciplines such as Qur'anic exegesis, hadith, law, philosophy, and history\",[3] were written in Urdu, but then translated into English, Arabic, Hindi, Bengali, Telugu, Tamil, Kannada, Burmese, Malayalam and many other languages.[4] He sought to revive Islam,[5] and to propagate what he understood to be \"true Islam\".[6] He believed that Islam was essential for politics and that it was necessary to institute sharia and preserve Islamic culture similarly as to that during the reign of the Rashidun Caliphs and abandon immorality, from what he viewed as the evils of secularism, nationalism and socialism, which he understood to be the influence of Western imperialism.[7]", "44120714": "Seamus Carey, Ph.D., an American philosopher and academic, is the 9th President of Iona University in New Rochelle, New York.[1] He previously served as the 26th President of Transylvania University, the first university in the state of Kentucky, from 2014 to 2019. While at Transylvania he was inducted into Omicron Delta Kappa in 2015.", "22952591": "Karl Loewenstein (November 9, 1891 in Munich – July 10, 1973 in Heidelberg) was a German lawyer and political scientist, regarded as one of the prominent figures of Constitutional law in the twentieth century.", "40319641": "Ledger Wood (September 4, 1901 – December 7, 1970) was a twentieth-century American philosopher.", "74463900": "Martin Philip Golding (March 30, 1930 – October 10, 2020) was an American philosopher and Professor Emeritus of Philosophy at Duke University. He is known for his works on philosophy of law.[1][2][3]\nAnthony J. Lisska describes him as \"possibly one of the first American analytic philosophers to take natural law theory seriously.\"[4] Born in New York City on March 30, 1930,[5] Golding died on October 10, 2010, at the age of 90.[6]", "34650782": "Ákos Pauler (9 April 1876 – 29 June 1933) was a Hungarian philosopher.", "6994592": "Alon Ben-Meir (born 1937) is an American expert on Middle East politics and affairs, specializing in peace negotiations between Israel and the Arab states. For the past twenty five years, Ben-Meir has been directly involved in various Track II diplomatic negotiations and is a staunch advocate of the Arab Peace Initiative. He operates regularly as a liaison between Arab, Turkish, and Israeli officials. Also, Ben-Meir serves as senior fellow at New York University's Center for Global Affairs where he has taught courses on the Middle East and international negotiations for 18 years, and he is the Middle East Project Director at the World Policy Institute.[1] He hosts \"Global Leaders: Conversations with Alon Ben-Meir,\" a series of debates and conversations with top policy-makers around the world at NYU. He also regularly holds briefings at the US State Department for international visitors.", "2538145": "Inoue Tetsujirō (井上 哲次郎, February 1, 1855 – December 7, 1944) was a Japanese philosopher, poet and educator. He is known for introducing Western philosophy in Japan and for being a pioneer in Eastern philosophy. He became the first Japanese professor of philosophy at Tokyo Imperial University, and also served as the 2nd President of Daito Bunka Academy.", "56998563": "Asim Mujkić (born 11 May 1968) is a Bosnian philosopher and sociologist.[1] Educated at the University of Sarajevo, he works in the areas of ethics, phenomenology, philosophy of existence, philosophy of identity, social and political theory and theories on ethnicity.[2] He has written particularly extensively on ethnicity and identity, ethnic phenomenology, existentialism, and on the works and thought of Richard Rorty and John Rawls.[3] He is a professor at the University of Sarajevo.[4]", "53394084": "Shannon Vallor is an American philosopher of technology. She is the Baillie Gifford Chair in the Ethics of Data and Artificial Intelligence at the Edinburgh Futures Institute. She was at Santa Clara University in Santa Clara, California where she was the Regis and Dianne McKenna Professor of Philosophy at SCU.[1]", "2046630": "Shaivism/Tantra/Nath", "211627": "Thomas Hill Green (7 April 1836 – 26 March 1882), known as T. H. Green, was an English philosopher, political radical and temperance reformer, and a member of the British idealism movement. Like all the British idealists, Green was influenced by the metaphysical historicism of G. W. F. Hegel. He was one of the thinkers behind the philosophy of social liberalism.", "41958060": "Edward F. Mooney (born 1941) is an internationally recognized Kierkegaard scholar. A retired professor of religion and philosophy, he taught at Syracuse University, and in Israel at Haifa and Tel Aviv Universities. As president of the International Kierkegaard Society, he lectured at n Vilnia, Frankfurt, Reykjavik, Jerusalem, Ber-Shiva, Tel Aviv, Dartmouth, Johns Hopkins, Auburn, and elsewhere. 2013–2015 he was visiting professor at Tel-Aviv and Hebrew University, Jerusalem, teaching seminars in American Studies on Thoreau. He received his B.A. in philosophy from Oberlin College (1962) and his M.A. and Ph.D. from The University of California, Santa Barbara (1968). His dissertation, written under Herbert Fingarette, linked philosophical themes in literature (Dostoevsky and The Book of Job) with the turn toward persons in the work of John Austin, Peter Strawson, and Iris Murdoch. He was professor of philosophy at Sonoma State University before moving to Syracuse. He has published books on Kierkegaard and several smaller studies on Stanley Cavell, Henry Bugbee, Bruce Wilshire, H. D. Thoreau, and others. He was president of the North American Kierkegaard Society for several years, in which capacity he lectured at Vilnia, Newcastle, Dartmouth, and elsewhere.", "211629": "Richard Lewis Nettleship (17 December 1846 – 25 August 1892) was an English philosopher.", "6470318": "Sadasiva Brahmendra (15th/16th Century) was a saint, composer of Carnatic music and Advaita philosopher and Sishya of the Great saint and the then 57th Shankaracharya of Moolamnaya Sarvajna Shri Kanchi Kamakoti Peetham, Shri Paramasivendra Sarasvati (II), who lived near Thiruvenkadu, Tamil Nadu, during the 15th/16th century.Even Today,many saints from big and small mathas come and prostrate at his adhisthanam to pay their respects to him and his guru parampara ( Moolamnaya Sarvajna Shri Kanchi Kamakoti Peetham) . Unfortunately only a few of his compositions have survived, but they are recognised as great compositions of Carnatic music.[2]", "48773806": "Christian Gottfried Schütz (19 May 1747 – 7 May 1832) was a German classical scholar and humanist, known for his contributions in philosophy and philology, and for his work as an academic and literary editor and publisher.[1]", "26655410": "Michael Palmer (born 1945) is an English philosopher, whose work has been translated into many languages.  His primary field of interest is The Philosophy of Religion.  More recently, however, his work has concentrated on the philosophy of atheism, culminating in his authorship of The Atheist's Creed (2010), The Atheist's Primer (2012) and the projected Atheism for Beginners (due 2013).[1]", "52837042": "Scipione Chiaramonti (21 June 1565 – 3 October 1652) was an Italian philosopher and noted opponent of Galileo.[1]", "17382073": "Jamil Sidqi al-Zahawi (Arabic: جميل صدقي الزهاوي, ALA-LC: Jamīl Ṣidqī al-Zahāwī; 17 June 1863 – January 1936) was a prominent Iraqi poet and philosopher. He is regarded as one of the greatest contemporary poets of the Arab world and was known for his defence of women's rights.", "1653438": "Jennifer Michael Hecht (born November 23, 1965) is a teacher, author, poet, historian, and philosopher. She was an associate professor of history at Nassau Community College (1994–2007) and most recently taught at The New School in New York City.", "178879": "Cesare Lombroso (/lɒmˈbroʊsoʊ/ lom-BROH-soh,[1][2] US also /lɔːmˈ-/ lawm-,[3] Italian: [ˈtʃeːzare lomˈbroːzo, ˈtʃɛː-, -oːso]; born Ezechia Marco Lombroso; 6 November 1835 – 19 October 1909) was an Italian eugenicist, criminologist, phrenologist, physician, and founder of the Italian school of criminology. He is considered the founder of modern criminal anthropology by changing the Western notions of individual responsibility.[4]", "146113": "Robert Balfour (c. 1553–1621; known also as Balforeus) was a Scottish philosopher.", "7912132": "Sir Cattamanchi Ramalinga Reddy (10 December 1880 – 24 February 1951), also popularly known as Sir C. R. Reddy, was an educationist and political thinker, essayist and economist, poet and literary critic.[1] He was a prominent member of the Justice Party[2] and an ardent champion of the non-Brahmin movement,[3] joining the movement to unite the non-Brahmin communities.[4] He wrote his works in Telugu and English; these reveal his deep love for Indian classics and his learning in these texts, as well as the modernity of his outlook.", "33798857": "Rafael Gambra Ciudad (21 July 1920 – 13 January 2004) was a Spanish philosopher, a secondary education official, a Carlist politician and a soldier. In philosophy he is considered key representative of late Traditionalism; his works fall also into theory of state and politics. He is best known as author of books focusing on secularisation of Western European culture in the consumer society era. As a politician he is acknowledged as a theorist rather than as an active protagonist, though after 2001 he briefly headed one of the Carlist branches.", "33569482": "Fortunatus Victor Costa (18th/19th centuries) was a minor Maltese philosopher who specialised in metaphysics.[1]", "26786513": "Madah-Sartre is a seven-act play by Alek Baylee Toumi, first published in French in 1996 and published in English in 2007. It depicts a fictional abduction by Islamists of Jean-Paul Sartre and Simone de Beauvoir in Algeria in 1993, and attempts by these Islamists to convert their captives to Islam.", "539346": "Johann Ulrich von Cramer (8 November 1706 – 18 June 1772) was an eminent German judge, legal scholar, and Enlightenment philosopher.", "2767570": "Gillian Rosemary Rose (née Stone; 20 September 1947 –  9 December 1995) was a British philosopher and  writer. Rose held the chair of social and political thought at the University of Warwick until 1995. Rose began her teaching career at the University of Sussex. She worked in the fields of philosophy and sociology. Her writings include The Melancholy Science, Hegel Contra Sociology, Dialectic of Nihilism, Mourning Becomes the Law, and Paradiso, amongst others.[1]", "17906392": "Catherine Perret (born 9 July 1956 in Paris) is associate professor of modern and contemporary aesthetics and theory at Nanterre University (Paris X). She obtained her Ph.D. in philosophy and is known for her work on Walter Benjamin, most notably by her book Walter Benjamin ou la critique en effet.[1] Dr. Perret was the director of the Art of Exhibition Department at Paris X. She served as a program director at the Collège International de Philosophie from 1995 to 2001. She is a recipient of the prestigious title Chevalier des Palmes académiques. She collaborated with Bernard Stiegler in Ars Industrialis. Dr. Perret is currently responsible for the Centre de recherche sur l'art, philosophie, esthétique (CRéART - PHI) at Paris X.[2]", "47836": "Ibn Rushd (Arabic: ابن رشد; full name in Arabic: أبو الوليد محمد ابن احمد ابن رشد, romanized: Abū l-Walīd Muḥammad Ibn ʾAḥmad Ibn Rušd; 14 April 1126 – 11 December 1198), often Latinized as Averroes (English: /əˈvɛroʊiːz/), was an Andalusian[1] polymath and jurist who wrote about many subjects, including philosophy, theology, medicine, astronomy, physics, psychology, mathematics, Islamic jurisprudence and law, and linguistics. The author of more than 100 books and treatises,[2][3] his philosophical works include numerous commentaries on Aristotle, for which he was known in the Western world as The Commentator and Father of Rationalism.[4]", "1686236": "Jacob Anton Zallinger zum Thurn (born in Bolzano, 26 July 1735 – died there, 11 January 1813) was a philosopher and canonist .", "54377182": "Anna Tumarkin (Belarusian: А́нна-Э́стер Паўлаўна Тума́ркін, Hebrew: אנה-אסתר פבלובנה טומרקין, 16 February 1875 – 7 August 1951) was a Russian-born, naturalized Swiss academic, who was the first woman to become a professor of philosophy at the University of Bern. She was the first woman in Europe to be allowed to examine doctoral and professorial candidates and the first woman to sit as a member of a University Senate anywhere in Europe.", "65256157": "Joy James (born 1958) is an American political philosopher, academic, and author.[1] James is the Ebenezer Fitch Professor of the Humanities at Williams College. Her books include Transcending the Talented Tenth: Black Leaders and American Intellectuals, Shadowboxing, Imprisoned Intellectuals, The New Abolitionists, Resisting State Violence, In Pursuit of Revolutionary Love: Precarity, Power, Communities and The Angela Y. Davis Reader. She was a Senior Research Fellow at the John L. Warfield Center for African and African American Studies at The University of Texas at Austin where she developed the Harriet Tubman Digital Repository.[2]", "31505120": "Henri Lauener (13 July 1933 in Bern - 28 October 2002, Bern) was a Swiss philosopher interested  in both transcendental and analytic currents.[1] He has been the editor of the journal Dialectica. A Lauener Foundation for Analytical Philosophy has been developed, which awards a biennial prize to outstanding life works in this field.", "47528674": "Joseph Vialatoux (2 July 1880 – 2 March 1970) was a French Catholic philosopher based in Lyon, a leading member of the Catholic social activist Chronique sociale. He had liberal Christian democratic views. He was a prolific author, and an early critic of the right-wing Action Française.", "26163939": "Stephen Garrard Post (1951-; PhD University of Chicago, 1983) has served on the Board of the John Templeton Foundation (2008-2014), which focuses on virtue and public life. He is a researcher, opinion leader, medical school professor, and best-selling author who has taught at the University of Chicago Medical School, Fordham University-Marymount, Case Western Reserve University School of Medicine (1988-2008) and Stony Brook University School of Medicine (2008-). He is widely known for his research on the ways in which giving can enhance the health and happiness of the giver, how empathy and compassionate care contribute to patient outcomes, ethical issues in caring for people with dementia, medical professionalism and the virtues, and positive psychology in relation to health and well-being. Post is an elected member of the College of Physicians of Philadelphia, the New York Academy of Medicine, and the Royal Society of Medicine, London. He was selected nationally as the Public Member of the United States Medical Licensing Examination (USMLE) Composite Committee (2000-2005), and was reappointed for outstanding contributions.", "408292": "Nick Bostrom (/ˈbɒstrəm/ BOST-rəm; Swedish: Niklas Boström [ˈnɪ̌kːlas ˈbûːstrœm]; born 10 March 1973)[3] is a Swedish philosopher at the University of Oxford known for his work on existential risk, the anthropic principle, human enhancement ethics, whole brain emulation, superintelligence risks, and the reversal test. He is the founding director of the Future of Humanity Institute at Oxford University.[4]", "37337830": "Ho Jong-suk (Korean: 허정숙; RR: Heo Jeong-suk; MR: Hŏ Chŏng-suk; 16 July 1908 – 5 June 1991) was a prominent female figure in the Communist Party of Korea and sexual liberation of Korea under Japanese rule.[1] From 1948, she served multiple offices in North Korea, including the Minister of Health and Chief Justice of the Supreme Court of North Korea.", "1030890": "Francisco de Vitoria OP (c. 1483 – 12 August 1546; also known as Francisco de Victoria) was a Spanish Roman Catholic philosopher, theologian, and jurist of Renaissance Spain. He is the founder of the tradition in philosophy known as the School of Salamanca, noted especially for his concept of just war and international law. He has in the past been described by scholars as the \"father of international law\", along with Alberico Gentili and Hugo Grotius, though some contemporary academics have suggested that such a description is anachronistic, since the concept of postmodern international law did not truly develop until much later.[2][3][4] American jurist Arthur Nussbaum noted Vitoria's influence on international law as it pertained to the right to trade overseas. Later this was interpreted as \"freedom of commerce\".[5]", "473835": "Francis Herbert Bradley OM (30 January 1846 – 18 September 1924) was a British idealist philosopher. His most important work was Appearance and Reality (1893).[4]", "5257966": "Juozas Girnius (May 23, 1915 in Sudeikiai, Utena district – September 13, 1994 in Boston, Massachusetts) was a Lithuanian existentialist philosopher. His philosophy combined existentialism, Catholicism, and Lithuanian nationalism. Together with Antanas Maceina and Stasys Šalkauskis, Girnius became a cornerstone of modern Lithuanian philosophy.[1] In 1994, he was awarded the Order of the Lithuanian Grand Duke Gediminas.", "16726768": "Petrus Cunaeus (1586, in Vlissingen – 2 December 1638, in Leiden) was the pen name of the Dutch Christian \nscholar Peter van der Kun. His book The Hebrew Republic is considered \"the most powerful statement of republican theory in the early years of the Dutch Republic.\"[1]", "39336692": "Re-Envisioning Christian Humanism: Education and the Restoration of Humanity (2016)", "244468": "Zhu Xi ([ʈʂú ɕí]; Chinese: 朱熹; October 18, 1130 – April 23, 1200), formerly romanized Chu Hsi, was a Chinese calligrapher, historian, philosopher, poet, and politician during the Song dynasty. Zhu was influential in the development of Neo-Confucianism. He contributed greatly to Chinese philosophy and fundamentally reshaped the Chinese worldview. His works include his editing of and commentaries to the Four Books (which later formed the curriculum of the civil service exam in Imperial China from 1313 to 1905), his writings on the process of the \"investigation of things\" (Chinese: 格物; pinyin: géwù), and his development of meditation as a method for self-cultivation.", "3783415": "Lizzie Susan Stebbing (2 December 1885 – 11 September 1943) was a British philosopher. She belonged to the 1930s generation of analytic philosophy, and was a founder in 1933 of the journal Analysis. Stebbing was the first woman to hold a philosophy chair in the United Kingdom, as well as the first female President of Humanists UK.", "20626169": "Lái Zhīdé (來知德 / 来知德; also Lái Qútáng 來瞿唐 / 来瞿唐, 1525–1604)[1] was a Ming period Neo-Confucian philosopher. He introduced into Chinese philosophy the well-known \"Yin and Yang symbol\", the taijitu (a \"diagram of the great ultimate\").\nLai Zhide is the author of an I Ching commentary, the  Explanation of the Classic of Change Annotated by Mr Lai (ed. Zheng Can 1988).", "63650556": "Ilse Erika Korotin (born 1957 in Horn, Lower Austria) is an Austrian philosopher and sociologist. She researched and published on the history of ideas of Nazism. At the Institute for Science and Art in Vienna, she heads the Documentation Centre for Women's Studies. Her work focuses on feminist biographical research and history of science.", "6044416": "Jan Standonck (or Jean Standonk; 16 August 1453 – 5 February 1504) was a Flemish priest, Scholastic, and reformer.", "41335554": "Mian Mohammad Sharif (Urdu:محمد شریف  )  (1965 – 1893) TI was a Pakistani philosopher, Islamic scholar, and college professor. He is noted for his work in analytical philosophy and pioneered the idea of Muslim philosophy. His work was published in international philosophical journals.[1]", "7092995": "Anton Günther (17 November 1783, Lindenau, Bohemia (now part of Cvikov, Czech Republic) – 24 February 1863, Vienna) was an Austrian Roman Catholic philosopher whose work was condemned by the church as heretical tritheism. His work has been described as Liberal Catholicism and Vienna's first Catholic political movement.[1][2] His writings made him a leader among the generation of German Catholic theologians who emerged from the Romantic movement.", "62143235": "Juliane Rebentisch (born 1970, Bonn) is a German philosopher and art historian whose research focuses on the history and politics of aesthetics. She is the author of three books: Aesthetics of Installation Art (Sternberg, 2003), The Art of Freedom: On the Dialectics of Democratic Existence (Polity, 2012), and Theorien der Gegenwartskunst (Junius, 2013), and has edited numerous volumes on aesthetics, ethics, and political philosophy in both German and English. Josef Chytry, in the academic journal Journal of Aesthetics and Art Criticism, called Aesthetics of Installation Art a \"formidable work.\"[1]  In 2017, she received the Lessing Prize from the city of Hamburg, an award given to major German cultural figures who have a connection to the city; she was the first woman to be awarded the Lessing Prize since it was given to Hannah Arendt in 1959.[2]", "6175494": "Giorgio Colli (1917 – 6 January 1979) was an Italian philosopher, philologist and historian. A native of Turin, he taught ancient philosophy at Pisa's university for thirty years; he edited and translated Aristotle's Organon and Kant's Critique of Pure Reason for Einaudi, a major publishing house in Italy. Subsequently, he produced the first complete edition of Nietzsche's work (including all the posthumous fragments chronologically ordered) together with his friend Mazzino Montinari. His work culminated in La Sapienza greca, an edition and translation of the \"Presocratics\" (a term he rejected). Interrupted by his death in January 1979, it was supposed to be in eleven volumes.", "69221127": "Vishwananda (born Mahadeosingh 'Visham' Komalram in 1978),[1] known to followers as Paramahamsa Sri Swami Vishwananda (IAST: Paramahāṁsa Śrī Svāmī Viśvānanda), is a German neo-Hindu religious leader. He is the founder of Bhakti Marga, a neo-Hindu organization that has ashrams and temples in many countries. He lives in Germany, where his main ashram is in the small village of Springen (Heidenrod) in the Taunus. He teaches his own version of kriya yoga called Atma Kriya Yoga.[2] By the end of 2022 Bhakti Marga had around 10,000 followers[3] and between 30 and 50 ashrams worldwide.[4]", "62536455": "Chiara Bottici (born 24 January 1975) is an Italian philosopher, critical theorist and historian of philosophy.", "408329": "Roderick Milton Chisholm (/ˈtʃɪzəm/; November 27, 1916 – January 19, 1999)[6] was an American philosopher known for his work on epistemology, metaphysics, free will, value theory, and the philosophy of perception.", "17054475": "Johan Anthony Willem \"Hans\" Kamp (born 5 September 1940)[1] is a Dutch philosopher and linguist, responsible for introducing discourse representation theory (DRT) in 1981.[2][3]", "899852": "Euclid of Megara (/ˈjuːklɪd/; Greek: Εὐκλείδης Eucleides; c. 435 – c. 365 BC)[a] was a Greek Socratic philosopher who founded the Megarian school of philosophy. He was a pupil of Socrates in the late 5th century BC, and was present at his death. He held the supreme good to be one, eternal and unchangeable, and denied the existence of anything contrary to the good. Editors and translators in the Middle Ages often confused him with Euclid of Alexandria when discussing the latter's Elements.", "31341328": "Olavo Luiz Pimentel de Carvalho[b] GCRB (Brazilian Portuguese: [oˈlavu luˈis pimẽˈtɛw dʒi kaʁˈvaʎu]; 29 April 1947 – 24 January 2022)[2][3][4] was a Brazilian polemicist, self-proclaimed philosopher,[5][6][c] political pundit, former astrologer, journalist, and far-right conspiracy theorist.[10][11] From 2005 until his death, he lived near Richmond, Virginia, in the United States.[12][13][14]", "2079505": "Alvin Ira Goldman (born 1938) is an American philosopher who is Emeritus Board of Governors Professor of Philosophy and Cognitive Science at Rutgers University in New Jersey and a leading figure in epistemology.", "12925725": "Henry Philip Tappan (April 18, 1805 – November 15, 1881) was an American philosopher, educator and academic administrator. He is officially considered the first president of the University of Michigan.[1]", "14465825": "Sri Vishwesha Tirtharu, officially known as Śrī Śrī 1008 Śrī Viśveśa-tīrtha Śrīpād Kannada: ಶ್ರೀ ಶ್ರೀ ೧೦೦೮ ಶ್ರೀ ವಿಶ್ವೇಶತೀರ್ಥ ಶ್ರೀಪಾದಂಗಳವರು (27 April 1931 – 29 December 2019[1]), was an Indian Hindu guru, saint and presiding swamiji of the Sri Pejavara Adokshaja Matha, one of the Ashta Mathas belonging to the Dvaita school of philosophy founded by Sri Madhvacharya.", "637731": "Linus Van Pelt is a fictional character in Charles M. Schulz’s comic strip Peanuts. He is the best friend of Charlie Brown, the younger brother of Lucy Van Pelt, and the older brother of Rerun Van Pelt. His first appearance was on September 19, 1952, but he was not mentioned by name until three days later. He was first referred two months earlier, on July 14. Linus spoke his first words in 1954, the same year he was first shown with his security blanket. Linus is named after Schulz's friend Linus Maurer.[1]", "58014511": "Havi Hannah Carel is a professor of philosophy at the University of Bristol.[1]", "19610420": "Ivan Vyshenskyi (Ukrainian: Іван Вишенський; born ca. 1550 in Sudova Vyshnia – after 1620, Mount Athos, Greece) was a Ukrainian Orthodox monk and religious philosopher.[1] He is considered to be an important polemicist of the time.", "41138999": "Pitirim Alexandrovich Sorokin (/səˈroʊkɪn, sɔː-/;[1] Russian: Питири́м Алекса́ндрович Соро́кин; 4 February [O.S. 23 January] 1889 – 10 February 1968) was a Russian American sociologist and political activist, who contributed to the social cycle theory.", "37436218": "Elizabeth Secor Anderson (born December 5, 1959) is an American philosopher. She is Arthur F. Thurnau Professor and John Dewey Distinguished University Professor of Philosophy and Women's Studies at the University of Michigan and specializes in political philosophy, ethics, and feminist philosophy.[1]", "6601547": "Edwin Bissell Holt (/hoʊlt/; August 21, 1873 – January 25, 1946) was a professor of philosophy and psychology at Harvard from 1901–1918. From 1926–1936 he was a visiting professor of psychology at Princeton University.", "48872274": "Miguel Gerardo Diego Talamantes, better known as Mikky Lafey,[3] (born 29 November 1988 in Piedras Negras) is a Mexican \"philosopher\", writer, editor, poet, novelist, illustrator, occultist, producer, television presenter, podcaster[4][5] and radio personality.[6][7][8][9]", "19774291": "Sebastiano Maffettone (Naples, 1° April 1948) is a political philosopher and University Professor at LUISS Guido Carli University of Rome, where he teaches Political Philosophy and Theories of Globalization. He has taught in several Italian universities (Turin, Palermo, Naples and Rome) as well as International universities (Harvard, Columbia, Boston College, Tufts University, Peking University, Paris, Mumbai, University of Pennsylvania to mention a few). Maffettone graduated summa cum laude from the University of Naples in 1970, and he completed his graduate studies in social philosophy LSE (London School of Economics) in 1976, under the supervision of philosophers such as Karl Popper and Amartya K. Sen.", "1063762": "Eugen Karl Dühring (12 January 1833, Berlin – 21 September 1921, Nowawes in modern-day Potsdam-Babelsberg, aged 88) was a German philosopher, positivist, antisemite, economist, and socialist who was a strong critic of Marxism.", "9157463": "Robert Vischer (22 February 1847, Tübingen – 25 March 1933, Vienna) was a German philosopher who invented the term Einfühlung (esthetic sympathy, later translated in English as empathy), which was to be promoted by Theodor Lipps, Freud's admired philosopher.", "74464090": "Robert C. May is an American philosopher and Distinguished Professor Emeritus of Philosophy at the University of California, Davis. He is known for his works on philosophy of language.[1][2][3]", "39664474": "Alasdair Cochrane (born 31 March 1978) is a British political theorist and ethicist who is currently Professor of Political Theory in the Department of Politics and International Relations at the University of Sheffield.[1] He is known for his work on animal rights from the perspective of political theory, which is the subject of his two books: An Introduction to Animals and Political Theory (2010, Palgrave Macmillan) and Animal Rights Without Liberation (2012, Columbia University Press). His third book, Sentientist Politics, was published by Oxford University Press in 2018. He is a founding member of the Centre for Animals and Social Justice, a UK-based think tank focused on furthering the social and political status of nonhuman animals. He joined the Department at Sheffield in 2012, having previously been a faculty member at the Centre for the Study of Human Rights, London School of Economics. Cochrane is a Sentientist.[2] Sentientism is a naturalistic worldview that grants moral consideration to all sentient beings.", "59489122": "Radoslav Rochallyi (born 1 May 1980), Bardejov , Czechoslovakia is a Slovak writer, and poet living in the Malta, and Czech Republic.[2]", "66730856": "James Clark McKerrow (21 May 1887 – 1965) was a British physician and philosopher.", "310123": "Paul de Man (December 6, 1919 – December 21, 1983), born Paul Adolph Michel Deman,[1] was a Belgian-born literary critic and literary theorist. He was known particularly for his importation of German and French philosophical approaches into Anglo-American literary studies and critical theory. Along with Jacques Derrida, he was part of an influential critical movement that went beyond traditional interpretation of literary texts to reflect on the epistemological difficulties inherent in any textual, literary, or critical activity.[2] This approach aroused considerable opposition, which de Man attributed to \"resistance\" inherent in the difficult enterprise of literary interpretation itself.[3]", "310126": "Gayatri Chakravorty Spivak FBA (born 24 February 1942) is an Indian scholar, literary theorist, and feminist critic.[1] She is a University Professor at Columbia University and a founding member of the establishment's Institute for Comparative Literature and Society.[2]", "14138224": "Sri Mohiddin Badsha II (July 11, 1933 at Pithapuram – July 31, 1989 in Pithapuram), was a scholar in Telugu, Arabic, Urdu, Sanskrit, Parsee and English. Son of Sri Brahmarishi Hussain Sha and Ajeemunnisa Begum. He married Fatima Jaharunnisa Begum on May 19, 1963. He had six sons and three daughters. He took over the Lordship of Peetham as 8th Head on September 25, 1981. Due to the old age and ill health of his father Brahmarishi Hussain Sha Sathguru and as a future Head of the Institution, he had undertaken the preceptive of the Peetham's philosophy from 1969.He delivered speeches at many villages of Andhra Pradesh to promote Jnana yoga.", "25443196": "Ferdinand Ebner (January 31, 1882 in Wiener Neustadt – October 17, 1931 in Gablitz, Austria), was an Austrian elementary school teacher and philosopher.[1] Together with Martin Buber and Franz Rosenzweig, he is considered one of the most outstanding representatives of dialogical philosophy. Ebner's philosophy is about man existing in a I-Thou personal relationship with God and with others. His thought has similarities with the Christian existentialism of Gabriel Marcel. On the basis of the unity of I and Thou, which has in language (in the spoken word), and in love its expressions, Ebner developed a religiously informed philosophy of language which led to his practical-ethical understanding of the Christian faith as the basis for the personal fulfillment and the whole social progress.", "2603901": "Mostafa Malekian (Persian: مصطفی ملکیان; born 1 June 1956 in Shahreza) is a prominent Iranian philosopher, thinker, translator and editor. He is working on a project called Rationality and Spirituality. His most important book, that is about spirituality and wisdom, is A Way to Freedom.", "64666494": "Mary Clarke (née Jepp; died 1705) was an English gentlewoman who is remembered as a  prolific letter writer. She married Edward Clarke on 13 April 1675 and had eleven children with him. Whilst he spent time in London as a Member of Parliament, she ran the family estate at Chipley in Somerset and raised their children. Clarke corresponded frequently with her husband by letter and also exchanged messages with the philosopher John Locke.", "1457023": "John Harwood Hick (20 January 1922 – 9 February 2012) was a philosopher of religion and theologian born in England who taught in the United States for the larger part of his career. In philosophical theology, he made contributions in the areas of theodicy, eschatology, and Christology, and in the philosophy of religion he contributed to the areas of epistemology of religion and religious pluralism.[3]", "1162119": "Mohammed Arkoun (Arabic: محمد أركون; 1 February 1928 – 14 September 2010) was an Algerian scholar and thinker. He was considered to have been one of the most influential secular scholars in Islamic studies contributing to contemporary intellectual Islamic reform.[1] In a career of more than 30 years, he had been a critic of the tensions embedded in his field of study, advocating Islamic modernism, secularism, and humanism. During his academic career, he wrote his numerous books mostly in French, and occasionally in English and Arabic.", "41434002": "Adrian Margaret Smith Piper[1] (born September 20, 1948) is an American conceptual artist and Kantian philosopher. Her work addresses how and why those involved in more than one discipline may experience professional ostracism, otherness, racial passing, and racism by using various traditional and non-traditional media to provoke self-analysis. She uses reflection on her own career as an example.[2]", "12893077": "Martin Andreas Hainz (born March 5, 1974, in Vienna, Austria) is an Austrian philologist, theorist and philosopher. He has taught at several universities in Europe and the United States, among them the universities of Vienna, Timișoara and Iaşi. He is a member of the Northeastern Language Association (NEMLA). His main interests are contemporary Austrian philosophy and literature.", "73448342": "Gladden Pappin (born 1982) is president of the Hungarian Institute of International Affairs, Hungary's foreign policy research institute of state.[1] A political theorist, he was formerly associate professor of politics at the University of Dallas.[2] From 2021 to 2023 he was a visiting senior fellow at the Mathias Corvinus Collegium in Budapest, Hungary.[3] He is cofounder and deputy editor of American Affairs, as well as cofounder of Postliberal Order.[4][5]", "179095": "Jiddu Krishnamurti (/ˈdʒɪduː ˌkrɪʃnəˈmʊərti/ JID-oo KRISH-nə-MOOR-tee; 11 May 1895 – 17 February 1986) was an Indian philosopher, speaker, writer, and spiritual figure. Adopted by members of the Theosophical tradition as a child, he was raised to fill the advanced role of World Teacher, but in adulthood he rejected this mantle and distanced himself from the related religious movement. He spent the rest of his life speaking to groups and individuals around the world; many of these talks have been published. He also wrote many books, among them The First and Last Freedom (1954) and Commentaries on Living (1956–60). His last public talk was in January 1986, a month before his death at his home in Ojai, California.", "40549274": "Moses (Moritz)[2] Hess (21 January 1812 – 6 April 1875)[1] was a German-Jewish philosopher, early communist and Zionist thinker.[3] His socialist theories led to disagreements with Karl Marx and Friedrich Engels.[4] He is considered a pioneer of Labor Zionism.[citation needed]", "5553051": "Sri Vadiraja Tirtha (c.1480 – c.1600[1]) was a Dvaita philosopher, poet, traveller and mystic. A polymath of his time, he authored many works, often polemical, on Madhva theology and metaphysics. Additionally, he composed numerous poems and as the pontiff of Sodhe Mutt, renovated the temple complex at Udupi and established the Paryaya system of worship. [2] He is also credited with enriching the Kannada literature of the time by translating  Madhvacharya's works to Kannada,[3] giving impetus and contributing to the Haridasa movement. He has influenced both Carnatic and Hindustani music through his compositions. His compositions are mainly in Kannada and Sanskrit. His mudra is 'Hayavadana'. His works are characterised by their poetic flourishes, incisive wit and humour.[4] [note 1]", "35601306": "Arthur McGill may refer to:", "4701086": "Julián Besteiro Fernández ([xuˈljam besˈtejɾo], 21 September 1870 – 27 September 1940) was a Spanish socialist politician, elected to the Cortes Generales and in 1931 as Speaker of the Constituent Cortes of the Spanish Republic. He also was elected several times to the town council of Madrid. During the same period, he was a university professor of philosophy and logic, and dean of the department at the University of Madrid. He was imprisoned after the Civil War and died in jail.", "1162145": "Abdoldjavad Falaturi (1926–1996) (Persian: عبدالجواد فلاطوری) was a German scholar of Iranian origin.", "37698468": "Lu Jia (陸賈; died 170 BC) was a Chinese philosopher and politician of the Western Han dynasty.[1] He secured the nominal geopolitical submission of Zhao Tuo's kingdom of Nanyue to Han in 196 BC.", "179109": "Christianity • Protestantism", "637862": "Jean-Jacques Pelletier (born 1947 in Montreal, Quebec) is a French Canadian philosophy professor and author. Pelletier was a long-time philosophy teacher with the Lévis-Lauzon post-secondary school, but is best known in several media as an author of French-language thrillers, some of which have an element of fantasy. Many of his works have received critical acclaim, as his short story \"La Bouche barbelée\" won a CBC/Radio-Canada contest in 1993.", "48039": "Saul Aaron Kripke (/ˈkrɪpki/; November 13, 1940 – September 15, 2022) was an American analytic philosopher and logician. He was Distinguished Professor of Philosophy at the Graduate Center of the City University of New York and emeritus professor at Princeton University. Kripke is considered one of the most important philosophers of the latter half of the 20th century.[6] Since the 1960s, he has been a central figure in a number of fields related to mathematical and modal logic, philosophy of language and mathematics, metaphysics, epistemology, and recursion theory.", "40516523": "Nancy E. Snow  is a professor of philosophy specializing in ethics and the director of the Institute for the Study of Human Flourishing at the University of Oklahoma.[1] Prior to her move to Norman, she was a professor of philosophy at Marquette University.  In 2022, she will move to the University of Kansas.[2]", "35044268": "Elena Vyacheslavovna Oznobkina (Russian: Елена Вячеславовна Ознобкина; 25 April 1959 – 10 March 2010) was a philosopher, theorist, historian of philosophy, lecturer, translator, editor, journalist, researcher of penitentiary systems, and Russian human rights activist. She is best known as a researcher of modern Western philosophy, a translator and editor of translations of Nietzsche and Husserl into Russian, a critic of the Russian penitentiary system, and the editor of the Russian edition of Index on Censorship magazine.", "74365871": "Niall Keane is an Irish philosopher and senior lecturer in philosophy at the University of the West of England.[1]\nPreviously he taught at the University of Limerick, Ireland. \nKeane is known for his works on Gadamer's thought and hermeneutics.[2][3][4]", "48050": "David Gauthier FRSC (/ˈɡɔːtieɪ/; 10 September 1932 – 9 November 2023) was a Canadian philosopher best known for his neo-Hobbesian social contract (contractarian) theory of morality, as developed in his 1986 book Morals by Agreement.", "179128": "Johann Augustus Eberhard (August 31, 1739 – January 6, 1809) was a German theologian and \"popular philosopher\".", "1326011": "Ziauddin Barani (Urdu: ضیاء الدین برنی‎; 1285–1358 CE) was an Indian Muslim[1][2][3] political thinker of the Delhi Sultanate located in present-day Northern India during Muhammad bin Tughlaq and Firuz Shah's reign. He was best known for composing the Tarikh-i-Firoz Shahi (also called Tarikh-i-Firuz Shahi), a work on medieval India, which covers the period from the reign of Ghiyath al-Din Tughluq to the first six years of the reign of Firoz Shah Tughluq; and the Fatwa-i-Jahandari which promoted a hierarchy among Muslim communities in the Indian subcontinent, although according to M. Athar Ali it was not based on race or even like the caste system, but taking as a model of Sassanid Iran, which promoted an idea of aristocracy through birth and which was claimed by Persians to be \"fully in accordance with the main thrust of Islamic thought as it had developed by that time\", including in the works of his near-contemporary Ibn Khaldun.[4]", "18561985": "Shaun Nichols (born 7 February 1964) is an American professor of philosophy at Cornell University specializing in the philosophy of cognitive sciences, moral psychology and philosophy of mind.[1]", "2210754": "Robert Charles Zaehner (1913–24 November  1974) was a British academic whose field of study was Eastern religions. He understood the original language of many sacred texts, e.g., Hindu (Sanskrit), Buddhist (Pali), Islamic (Arabic). At Oxford University his first writings were on the Zoroastrian religion and its texts. Starting in World War II, he had served as an intelligence officer in Iran. Appointed Spalding Professor at Oxford in 1952, his books addressed such subjects as mystical experience (articulating a widely cited typology), Hinduism, comparative religion, Christianity and other religions, and ethics. He translated the Bhagavad-Gita, providing an extensive commentary based on Hindu tradition and sources. His last books addressed similar issues in popular culture, which led to his talks on the BBC. He published under the name R. C. Zaehner.[3]", "1260483": "Radovan Richta (6 June 1924 – 21 July 1983) was a Czech philosopher who coined the term technological evolution; a theory about how societies diminish physical labour by increasing mental labour.[1]", "179141": "Friedrich Eduard Beneke (German: [ˈbeːnəkə]; 17 February 1798 – c. 1 March 1854) was a German psychologist and post-Kantian[1] philosopher.", "40287176": "Nakai Riken (中井 履軒, Riken Nakai, 1732–1817) was a leading academic in the Kaitokudo academy tradition of scholarship. He was the younger son of Nakai Shuan (1758 d.), one of the Kaitokudo's two founding leaders, and was influenced by his teacher and mentor Goi Ranju. His intellectualised way of being led to continued engagement with but physical separation from the Kaitokudo. Much is made of his demeanor reflecting his.", "61750222": "Agnes Marie Constanze von Hartmann[1] (née Taubert; 7 January 1844 – 8 May 1877) was a German writer and philosopher, known for her 1873 book Pessimism and Its Opponents and its contribution to the pessimism controversy in Germany.", "7584722": "Viktor Platonovych Petrov (Ukrainian: Віктор Платонович Петров, pen names V. Domontovych (Ukrainian: В. Домонтович), Viktor Ber (Ukrainian: Віктор Бер); 10 October 1894 – 8 June 1969) was a prominent Ukrainian existentialist writer. Together with Valerian Pidmohylny, Petrov is considered to be the founder of the Ukrainian intellectual novel. Although Petrov is remembered as a writer today, during his life he was a scientist in the first place. He wrote papers on archaeology, anthropology, history, philosophy and literature.", "25836499": "Gnaeus Claudius Severus Arabianus (113 – after 176) was a senator and philosopher who lived in the Roman Empire.", "965591": "Harriet Taylor Mill (née Hardy; 8 October 1807 – 3 November 1858)[1] was an English philosopher and women's rights advocate. Her extant corpus of writing can be found in The Complete Works of Harriet Taylor Mill.[2] Several pieces can also be found in The Collected Works of John Stuart Mill,[3] especially volume XXI.", "768987": "Karl Paul Polanyi (/poʊˈlænji/; Hungarian: Polányi Károly [ˈpolaːɲi ˈkaːroj]; 25 October 1886 – 23 April 1964),[1] was an Austro-Hungarian economic anthropologist, economic sociologist, and politician,[2] best known for his book The Great Transformation, which questions the conceptual validity of self-regulating markets.[3]", "2931675": "François Châtelet (27 April 1925 – 26 December 1985) was a historian of philosophy, political philosophy and professor in the socratic tradition. He was the husband of philosopher Noëlle Châtelet, the sister of Lionel Jospin.", "24361950": "Nicholas Kalliakis (Greek: Νικόλαος Καλλιάκης, Nikolaos Kalliakis;[2] Latin: Nicolaus Calliachius; Italian: Niccolò Calliachi; c. 1645[3] - 8 May 1707) was a Cretan Greek[4] scholar and philosopher who flourished in Italy in the 17th century. He was appointed doctor of philosophy and theology in Rome,[5] university professor of Greek and Latin[6] and Aristotelian philosophy[7] at Venice in 1666 and professor of belles-lettres[8] and rhetoric[9] at Padua in 1667.", "1653730": "Ban Zhao (Chinese: 班昭; 45 or 49 – c. 117/120 CE), courtesy name Huiban (Chinese: 惠班), was a Chinese historian, philosopher, and politician. She was the first known female Chinese historian and, along with Pamphile of Epidaurus, one of the first known female historians. She completed her brother Ban Gu's work on the history of the Western Han, the Book of Han. She also wrote Lessons for Women, an influential work on women's conduct. She also had great interest in astronomy and mathematics and wrote poems, commemorative writings, argumentations, commentaries, essays and several longer works,[1] not all of which survive. She became China's most famous female scholar[2] and an instructor of Taoist sexual practices for the imperial family.[3] Ban Zhao is depicted in the Wu Shuang Pu (無雙譜, Table of Peerless Heroes) by Jin Guliang.", "26852332": "Woncheuk (Wŏnch'ŭk, c. 613–696) was a Korean Buddhist monk who worked in seventh century China.[1]  Woncheuk was a follower of Paramārtha (499-569) and the Shelun school of Yogacara. This school defended the view that there was a ninth consciousness called the \"pure consciousness\" (amalavijñāna), as opposed to just the eight consciousnesses of classical Yogacara. This position had been rejected by Xuanzang and Kuiji.[2] Woncheuk later became a student of Xuanzang (ca. 600–664) and worked in his translation team.[1] Woncheuk's works attempt to reconcile the two traditions of East Asian Yogacara and often diverges from the interpretations of Xuanzang and Kuiji in favor of the views of Paramārtha.[1]", "48151537": "Joan Claire Tronto (born June 29, 1952),[1] is professor of political science at the University of Minnesota,[2] and was previously professor of women's studies and political science at Hunter College and the Graduate School, City University of New York.[3]", "60308468": "Karen Leslie Carr is an American scholar and McNaughton Rosebush Professor of Liberal Studies and Professor of Religious Studies at Lawrence University.[1]\nShe is known for her works on nihilism and philosophy of religion.[2][3][4]", "441332": "Simon Walter Blackburn FBA (born 12 July 1944) is an English academic philosopher known for his work in metaethics, where he defends quasi-realism, and in the philosophy of language; more recently, he has gained a large general audience from his efforts to popularise philosophy.  He has appeared in multiple episodes of the documentary series Closer to Truth.  During his long career, he has taught at Oxford University, Cambridge University, and University of North Carolina, Chapel Hill.", "64371705": "Abū Muḥammad ʿAbd Allāḥ ibn Muḥammad ibn al-Sīd al-Baṭalyawsī[1] (1052–1127), also spelled Ibn Assīd[2] or Abenasid,[3] was an Andalusian grammarian and philosopher. He is the earliest Islamic philosopher from the West whose works have survived.[4]", "27048964": "Archestratus (Greek: Ἀρχέστρατος Archestratos) was a harmonic theorist in the Peripatetic tradition[1] and probably lived in the early 3rd century BC.[2]  Little is known of his life and career.  Athenaeus' reference (XIV.634d) to an Archestratus who wrote On auletes (Περὶ αὐλητῶν) in two books is perhaps to him; it is a \"rather remote\" possibility that he is identical with Archestratus of Syracuse.[3]", "38484997": "Alan Dodd Code (born 1951) is Ward W. and Priscilla B. Woods Professor of Philosophy and Professor of Classics (by courtesy) at Stanford University, and also Professor Emeritus of Philosophy at UC Berkeley. He is a leading scholar of ancient Greek philosophy, especially well known for his articles on Aristotle's metaphysics, science, and logic.", "3619847": "Evander Bradley McGilvary Ph.D. (July 19, 1864–September 11, 1953)[1] was an American philosophical scholar, born in Bangkok to American Presbyterian missionaries, the Rev. Daniel McGilvary and Mrs. Sophia McGilvary.[2] He came to the United States to study, graduating from Davidson College (N.C.) in 1884[3] and from Princeton University (A.M.) in 1888. In 1891, he returned to northern Thailand to join his parents in the Laos Mission of the Presbyterian Church USA.  Although assigned to translate the Bible into northern Thai, McGilvary was soon embroiled in a denominational controversy over biblical inerrancy.[4][5]  In the wake of the 1893 heresy trial of Charles Augustus Briggs, whose views on Scripture he agreed with,[6] McGilvary resigned from the Laos Mission in 1894 and returned to the United States.  For five years, he taught at the University of California where he received the degree of Ph.D. in 1897.", "9059338": "Babette Babich (born 14 November 1956, in New York City) is an American philosopher who writes from a continental perspective on aesthetics, philosophy of science, especially Nietzsche's, and technology, especially Heidegger's and Günther Anders, in addition to critical and cultural theory.", "8895501": "Jonathan Blanchard (January 19, 1811 – May 14, 1892) was an American pastor, educator, social reformer, and abolitionist. Born in Vermont, Blanchard attended Middlebury College before accepting a teaching position in New York. In 1834, he left to study at Andover Theological Seminary, but departed in 1836 after the college rejected agents from the American Anti-Slavery Society. Blanchard joined the group as one of Theodore Dwight Weld's \"seventy\" and preached in favor of abolition in southern Pennsylvania.", "58899472": "Brian C. Fay (born October 5, 1943) is an American philosopher and William Griffin Professor of Philosophy at Wesleyan University. He is known for his works on the philosophy of social sciences.[1][2]", "2866198": "Demonax (Greek: Δημώναξ, Dēmōnax, gen.: Δημώνακτος; c. AD 70 – c. 170) was a Greek Cynic philosopher. Born in Cyprus, he moved to Athens, where his wisdom, and his skill in solving disputes, earned him the admiration of the citizens. He taught Lucian, who wrote a Life of Demonax in praise of his teacher. When he died he received a magnificent public funeral.", "506903": "Pierre Eugene du Simitiere (born Pierre-Eugène Ducimetière, French: [pjɛʁ øʒɛn dysimtjɛʁ]; 18 September 1737,[1] Geneva – October 1784, Philadelphia, Pennsylvania) was a Genevan American member of the American Philosophical Society, naturalist, American patriot, and portrait painter.", "15547416": "Sosipatra (Greek: Σωσιπάτρα) was a Greek Neoplatonist philosopher and mystic who lived in Ephesus and Pergamon in the first half of the 4th century CE. The story of her life is told in Eunapius' Lives of the Sophists.[1]", "65059867": "Masakazu Yamazaki (山崎 正和, Yamazaki Masakazu, 26 March 1934 – 19 August 2020) was a Japanese writer, literary critic, and philosopher.[1]", "60406812": "Guglielmo da Varignana, also Gulielmus Varignana (1270–1339) was a professor of medicine and philosopher from Bologna. He is best known for his medicinal tractate Sublime secrets of medicine to cure various diseases, which he wrote at the court of Mladen II Šubić of Bribir in 1319.", "834596": "Henry of Ghent (c. 1217 – 29 June 1293) was a scholastic philosopher, known as Doctor Solemnis (the \"Solemn Doctor\"), and also as Henricus de Gandavo and Henricus Gandavensis.", "57818150": "Omid A. Payrow Shabani (1962-2023) was an Iranian philosopher and Professor of Philosophy at the University of Guelph.\nPayrow Shabani was known for his expertise on constitutional patriotism, Iranian politics and Jürgen Habermas's philosophy.[1][2][3] \nHe was awarded an Andrew Mellon Postdoctoral Fellowship in 2002.[4]", "17841198": "Hayk Gyulikevkhyan (Armenian: Հայկ Գյուլիքևխյան, 1886, Shushi - 1951, Yerevan) was an Armenian literary critic and philosopher and Professor of Yerevan State University. He was one of the founders of Soviet Armenian literary criticism.", "29998129": "J. Budziszewski (born 1952) is an American philosopher and professor of government and philosophy at the University of Texas at Austin, where he has taught since 1981. He specializes in ethics, political philosophy and the interaction of these two fields with religion and theology.[1]", "29408307": "Wilhelmus Nicolaas Antonius (Wim) Klever (born 1930, Snelrewaard) is a Dutch scholar interested in the philosophy of 17th century Jewish Dutch philosopher Baruch Spinoza.[1]", "64371766": "Mohammad Arab-Salehi (born 1963) is an Iranian philosopher and associate professor of religion at the Research Institute for Islamic Culture and Thought. He is also the head of Hikmat and Religious Studies Faculty of the Institute. \nArab-Salehi is known for his works on hermeneutics and historicism and is a recipient of the Iranian Book of the Season Award for his book Historicism and Religion (2012).[1][2]", "2440254": "Hernán Neira (Lima, Perú, 1960) is a Chilean writer, philosopher and university professor.", "2702403": "Jean-Baptiste de Boyer, Marquis d'Argens (24 June 1704 – 11 January 1771) was a French rationalist, author and critic of the Catholic Church, who was a close friend of Voltaire and spent much of his life in exile at the court of Frederick the Great.", "834628": "Godfrey of Fontaines (born sometime before 1250, died 29 October 1306 or 1309), in Latin Godefridus de Fontibus, was a scholastic philosopher and theologian, designated by the title Doctor Venerandus. He made contributions to a diverse range of subjects ranging from moral philosophy to epistemology. However, he is best known today for his work on metaphysics.", "40287308": "Dora Elvira García González is a Mexican professor and researcher with the Monterrey Institute of Technology and Higher Studies (Tec de Monterrey) as well as director of the humanities school of the Mexico City Campus. Her research work has been recognized by Level II membership in the Mexico’s Sistema Nacional de Investigadores.", "7093331": "Julius Friedrich August Bahnsen (30 March 1830 – 7 December 1881) was a German philosopher. Bahnsen is usually considered the originator of characterology and a real-dialectical method of philosophical reflection which he laid down in his two-volume Contributions to Characterology (1867) and developed forth with his following works, amongst others his magnum opus The Contradiction in the Knowledge and Being of the World (1880/82).", "8600660": "Solomon ben Judah of Lunel (born 1411) (Hebrew: שלמה בן יהודה) was a Provençal philosopher. His Provençal name was Solomon Vives. When he was only 13 years of age he composed, under the direction of his master, Frat Maimon, a commentary on the Cuzari of Judah ha-Levi. This commentary is extant in manuscript (A. Neubauer, Cat. Bodl. Hebr. MSS. No. 2383) under the title Ḥesheḳ Shelomoh. The young author displays in this work a considerable knowledge of the philosophical literature of his time. From a quotation made therein, it seems that Solomon wrote another commentary on the Ruaḥ Ḥen, which he wrongly attributes to Samuel ibn Tibbon.", "37207134": "Paul Theodore Pojman (October 11, 1966 – September 20, 2012) was a philosopher, activist, and gardener whose interdisciplinary work involved fields such as religion, economics, and ecology. He was a professor of philosophy at Towson University in Maryland from 2002 until his death; he lived in Baltimore city at the Baltimore Free Farm in Hampden.", "1195103": "Vincent Ferrer, OP (Valencian: Sant Vicent Ferrer [ˈsaɱ viˈsɛɱ feˈreɾ]; Spanish: San Vicente Ferrer; Italian: San Vincenzo Ferreri; German: Sankt Vinzenz Ferrer; Dutch: Sint-Vincent Ferrer; French: Saint Vincent Ferrier; 23 January 1350 – 5 April 1419) was a Valencian Dominican friar and preacher, who gained acclaim as a missionary and a logician. He is honored as a saint of the Catholic Church and other churches of Catholic traditions.", "25672800": "Joseph Grange (February 7, 1940 – July 20, 2014) was an American philosopher and Professor of Philosophy at the University of Southern Maine. He was president of the Metaphysical Society of America (2007–2008).[1]", "42515566": "Ingrid A.M. Robeyns (born 1972) holds the Chair Ethics of Institutions at Utrecht University, Faculty of Humanities and the associated Ethics Institute.[2]", "3488878": "Francis Ellingwood Abbot (November 6, 1836 – October 23, 1903)[1] was an American philosopher[2] and theologian who sought to reconstruct theology in accord with scientific method.[3]", "81009": "Epimenides of Cnossos (or  Epimenides of Crete) (/ɛpɪˈmɛnɪdiːz/; Greek: Ἐπιμενίδης) was a semi-mythical 7th or 6th century BC Greek seer and philosopher-poet, from Knossos or Phaistos.", "46382204": "David M. Rasmussen is an American philosopher and professor at Boston College.[1] He is the founder and editor in chief of Philosophy and Social Criticism and is a noted political and social philosopher.", "28916862": "Oscar Raúl Prada Alcoreza is a Bolivian philosopher and sociologist, a docent-researcher at the Universidad Mayor de San Andrés, member of the La Paz-based Comuna group of political theorists, and participant in national Bolivia politics. He served as a member of the Bolivian Constituent Assembly of 2006-2007 and as Vice Minister of Strategic Planning in the Ministry of Economy and Finance from February to September 2010.[1][2] As a public intellectual, he has commented on contemporary Bolivian politics and worked with social movement organizations including CONAMAQ.[3]", "17939589": "Ja'far Kashfi, Iranian Muslim philosopher, was born at Darabgard in Fars in 1775 or 1776, lived all his life at Borujerd and died in 1850–1851. His work comprises about twelve titles, and is written in both Persian and Arabic. His great work in Persian entitled Tuhfat al-muluk (The Gift offered to the Sovereigns), which was written at the request of a Qajar prince, son of Fath Ali Shah, the Shahzadah Muhammad-Taqi Mirza.[1]", "14761098": "Otto Friedrich Gruppe (15 April 1804 – 7 January 1876) was a German philosopher, scholar-poet and philologist who served as secretary of the Prussian Academy of Arts in Berlin. Poems by Gruppe were set to music by Johannes Brahms, Richard Strauss, Karl Löwe, Elise Schmezer, and Franz Schreker. He rediscovered the cycle of Latin elegies by the Augustan poet Sulpicia and demonstrated their poetic value.", "3423373": "Gad Horowitz (born 1936) is a Canadian political scientist. He is a professor emeritus at the University of Toronto.", "13024400": "John Robert Jones (4 September 1911 – 3 June 1970), was a Welsh philosopher.[1]", "10042514": "Archie John Bahm (21 August 1907 – 12 March 1996)[1] was an American philosopher and professor of philosophy at the University of New Mexico.", "17742997": "Julian Baggini (/bəˈdʒiːni/;[1] born 1968) is a philosopher, journalist and the author of over 20 books about philosophy written for a general audience. He is co-founder of The Philosophers' Magazine[2] and has written for numerous international newspapers and magazines. In addition to writing on the subject of philosophy he has also written books on atheism, secularism and the nature of national identity. He is a patron of Humanists UK.", "5717144": "Heinrich Adam Friedrich Czolbe (30 December 1819, Katzke bei Danzig (now, a village of Kaczki; pl) - 19 February 1873, Königsberg) was a German physician and materialist philosopher.", "73809049": "Friedrich Jodl (23 August 1849 – 26 January 1914) was a German philosopher and psychologist.", "27835552": "Eric Walten (1663–1697) was a Dutch Enlightenment thinker and pamphleteer, notably accused of blasphemy and of secretly following the philosophical thinking of Benedict Spinoza in the 1690s.", "60243106": "Sandrine Berges (born 1970) is a French philosopher and novelist, currently Professor of Philosophy at Bilkent University. She is known for her works on feminist philosophy, ethics and political philosophy.[1][2][3][4][5]", "212132": "John Henry McDowell, FBA (born 7 March 1942) is a South African philosopher, formerly a fellow of University College, Oxford, and now university professor at the University of Pittsburgh. Although he has written on metaphysics, epistemology, ancient philosophy, nature, and meta-ethics, McDowell's most influential work has been in the philosophy of mind and philosophy of language. McDowell was one of three recipients of the 2010 Andrew W. Mellon Foundation's Distinguished Achievement Award,[8] and is a Fellow of both the American Academy of Arts & Sciences and the British Academy.", "24525988": "Eric Todd Olson is an American philosopher who specializes in metaphysics and philosophy of mind. Olson is best known for his research in the field of personal identity, and for advocating animalism, the theory that persons are animals.[1] Olson received a BA from Reed College and a PhD from Syracuse University. Olson is currently a professor of philosophy at the University of Sheffield.[2]", "19152036": "Philiscus of Aegina (Ancient Greek: Φιλίσκος Αἰγινήτης; fl. 4th century BC) was a Cynic philosopher from Aegina, who lived in the latter half of the 4th century BC. He was the son of Onesicritus who sent Philiscus and his younger brother, Androsthenes, to Athens where they were so charmed by the philosophy of Diogenes of Sinope that Onesicritus also came to Athens and became his disciple.[1] According to Hermippus of Smyrna, Philiscus was the pupil of Stilpo.[2] He is also described as an associate of Phocion.[3] The Suda claims that he was a teacher of Alexander the Great,[4] but no other ancient writer mentions this. Aelian, though, has preserved a short exhortation by Philiscus addressed to Alexander:", "13548712": "Other reasons this message may be displayed:", "21314728": "Johannes de Raey (also: Raei) (Wageningen, 1622 – Amsterdam, 1702) was a Dutch philosopher and an early Cartesian.[1]", "3882157": "Sant Dadu Dayal (Devanagari: संत दादूदयाल जी, Saint Dādūdayāl, 1544–1603) was a poet-saint from Gujarat, India, a religious reformer who spoke against formalism and priestcraft.", "1785007": "Gerda Alexander (February 15, 1908 – February 21, 1994) was a German/Danish Dalcroze eurhythmicist and teacher, and later creator of Eutony. She was involved with the vanguards of the arts, education, and movement culture in Germany in the first decades of the 20th century, and established herself in Denmark in 1929 onwards. Through the creation of Eutony, Gerda Alexander collaborated with medical centers, pedagogical and artistic training institutes in Europe, North and South America and the Middle East.", "26918063": "The Hate Man (born Mark Hawthorne, September 26, 1936 – April 2, 2017) was an American philosopher, activist, and former reporter for The New York Times. His beliefs centered on people being honest about their negative feelings.[2][3][4]", "146607": "Al-Ghazali (c. 1058 – 19 December 1111; ٱلْغَزَّالِيُّ), full name Abū Ḥāmid Muḥammad ibn Muḥammad aṭ-Ṭūsiyy al-Ġazzālīy (أَبُو حَامِدٍ مُحَمَّدُ بْنُ مُحَمَّدٍ ٱلطُّوسِيُّ ٱلْغَزَّالِيُّ),[a] and known in Persian-speaking countries as Imam Muhammad-i Ghazali (Persian: امام محمد غزالی) or in Medieval Europe by the Latinized as Algazelus or Algazel, was a Persian Sunni Muslim polymath.[27][28][29][30][31] He is known as one of the most prominent and influential jurisconsults, legal theoreticians, muftis, philosophers, theologians, logicians and mystics in Islamic history.[32][33][34][35]", "57818292": "Monique Deveaux is a Canadian philosopher. She is a Full Professor and Tier 1 Canada Research Chair in Ethics and Global Social Change at the University of Guelph. She is known for her research on poverty, cultural pluralism and global justice.", "277686": "Bhagwan Das (12 January 1869 – 18 September 1958) was an Indian Theosophist and public figure. For a time he served in the Central Legislative Assembly of British India.  He became allied with the Hindustani Culture Society and was active in opposing rioting as a form of protest.  As an advocate for national freedom from the British rule, he was often in danger of reprisals from the Colonial government. He was awarded the Bharat Ratna in 1955.", "5356726": "Kumazawa Banzan (熊沢 蕃山, 1619 – September 9, 1691) was a Japanese Confucian. He learned Yangmingism from Nakae Tōju and served Ikeda Mitsumasa, the lord of Bizen Province. In his later years, he was imprisoned for writing Daigaku Wakumon, which contained criticism of Tokugawa shogunate politics.", "69647544": "Shi'a", "12205252": "Asclepius of Tralles (Greek: Ἀσκληπιός; died c. 560–570) was a student of Ammonius Hermiae.  Two works of his survive:", "10239178": "John Galt (/ɡɔːlt/) is a character in Ayn Rand's novel Atlas Shrugged (1957). Although he is not identified by name until the last third of the novel, he is the object of its often-repeated question \"Who is John Galt?\" and of the quest to discover the answer. Also, in the later part it becomes clear that Galt had been present in the book's plot all along, playing several important roles though not identified by name.", "61029585": "Luc Brisson (born 10 March 1946 in Saint-Esprit, Quebec) is a Canadian (and from 1986 also French) historian of philosophy and anthropologist of antiquity. He is emeritus director of research at the CNRS in France,[1] and is considered by some of his colleagues and students to be the greatest contemporary scholar on Platonism.[2]", "343258": "Tzvetan Todorov (/ˈtɒdərɔːv, -rɒv/; French: [tsvetan tɔdɔʁɔv, dzve-]; Bulgarian: Цветан Тодоров; 1 March 1939 – 7 February 2017) was a Bulgarian-French historian, philosopher, structuralist literary critic, sociologist and essayist. He was the author of many books and essays, which have had a significant influence in anthropology, sociology, semiotics, literary theory, intellectual history and culture theory.", "29506779": "Tony Duvert (July 2, 1945 – August 2008) was a French writer and philosopher. In the 1970s he achieved some renown, winning the Prix Médicis in 1973 for his novel Paysage de Fantaisie. Duvert's writings are notable both for their style and core themes: the celebration and defence of pedophilia, and criticism of modern child-rearing. In the 1970s attitudes to sexual liberation and child sexuality allowed Duvert to express himself publicly.  However, when attitudes altered markedly in the 1980s, he was left feeling frustrated and oppressed.", "21675231": "Hans-Joachim Niemann (born April 26, 1941, in Kiel), is a German philosopher and PhD chemist,[1] who has become known especially as a translator and editor of works by Karl Popper, including first editions and first translations. As a scholarly writer, he first published scientific papers, then many essays and several books on Karl Popper's philosophy and Critical Rationalism, including a 400-page Lexicon of Critical Rationalism.[2] His Popper studies helped to establish Karl Popper as a major ethicist and as an important biophilosopher.", "25836775": "Gnaeus Claudius Severus was a Roman senator and philosopher who lived in the Roman Empire during the 2nd century AD.", "4111602": "Brian Orend is the Director of International Studies and a professor of Philosophy at the University of Waterloo in Waterloo, Ontario.", "23477491": "Shi'a", "38321401": "Sebastiano Turbiglio (1842-1901) was an Italian philosopher, professor of philosophy at the University of Rome.[1]", "22265083": "Boris Andreevich Grushin (Russian: Бори́с Андре́евич Гру́шин; 2 August 1929, in Moscow – 18 September 2007, in Moscow) was a well-known Soviet and Russian philosopher, sociologist and historical and sociological scientist. He is generally seen as the pioneer of public opinion polling in the Soviet Union more than thirty years before its breakup. Prominent American novelist Olga Grushin is his daughter.", "14138620": "Gopala Dasa (1721–1769) was a prominent 18th-century Kannada language poet and saint belonging to the Haridasa tradition. With other contemporary Haridasas such as Vijaya Dasa and Jagannatha Dasa, Gopala Dasa propagated the Dvaita philosophy of  Madhvacharya in South India through Kirtans (\"Songs of God\") known as Dasara Padagalu with the pen-name (ankita nama or mudra) \"Gopala Vittala\".He is Ganesa Amsha.", "44514564": "Yuan Xian (born 515 BC), courtesy name Zisi or Yuan Si, was a Chinese philosopher who was a major disciple of Confucius.[1] Classic Chinese sources stated he was modest and incorruptible, and adhered strictly to the teachings of Confucius despite living in abject poverty.[2]", "933124": "Fakhr al-Din Iraqi (also spelled Araqi; Persian: فخرالدین عراقی; 1213/14 – 1289) was a Persian Sufi poet of the 13th-century. He is principally known for his mixed prose and poetry work, the Lama'at (\"Divine flashes\"), as well as his divan (collection of short poems), most of which were written in the form of a ghazal.", "16137481": "Radulfus Ardens (Raoul Ardens) (died c. 1200) was a French theologian and early scholastic philosopher of the 12th century. He was born in Beaulieu, Poitou.", "15626": "John Stuart Mill (20 May 1806 – 7 May 1873)[1] was an English philosopher, political economist, politician and civil servant. One of the most influential thinkers in the history of classical liberalism, he contributed widely to social theory, political theory, and political economy. Dubbed \"the most influential English-speaking philosopher of the nineteenth century\" by the Stanford Encyclopedia of Philosophy,[2] he conceived of liberty as justifying the freedom of the individual in opposition to unlimited state and social control.[3]", "5684490": "Anthony of the Mother of God, OCD, (Spanish: Antonio de la Madre de Dios), (1583 – 27 November 1637), was a Spanish Discalced Carmelite friar, who was notable as a professor of philosophy and theology, who initiated the compilation.", "66108686": "Archibald Garden Wernham (4 March 1916 – 7 May 1989) was a 20th-century Scottish philosopher.[1]", "769295": "Pridi Banomyong (Thai: ปรีดี พนมยงค์, RTGS: Pridi Phanomyong, pronounced [prīː.dīː pʰā.nōm.jōŋ]; 11 May 1900 – 2 May 1983), also known by his noble title Luang Praditmanutham (Thai: หลวงประดิษฐ์มนูธรรม), was a Thai statesman[2] and professor.[3]: 13  He led Thailand while serving in multiple ministerial posts, as regent, and as prime minister. He led the civilian wing of Khana Ratsadon, and helped found the University of Moral and Political Sciences and the Bank of Thailand.", "52215055": "Johann Christoph Schwab (10 December 1743 - 15 April 1821) was a Württemberg philosopher.[1][2]", "2473241": "Bryan Higgins (1741 – 1818) was an Irish natural philosopher in chemistry.[1]", "24952090": "Ruth Lapide (née Rosenblatt; 1929 – 30 August 2022) was a German theologian and historian who was foremost among German language scholars to facilitate and improve understanding between Jews and Christians. After studies in Jerusalem, she returned to Germany in 1974 with her husband Pinchas Lapide, where they co-authored many books. Lapide taught at the Lutheran University of Applied Sciences Nuremberg, appeared on television, and was an advisor to the German Bishops' Conference.", "23805211": "Mark Philp is a British political philosopher and historian of political thought who specialises in British political thought in the late 18th and early 19th centuries. He has published books on Thomas Paine and on responses to the French Revolution in Britain.", "43105565": "Edward S. Casey (born February 24, 1939, in Topeka, Kansas) is an American philosopher and university professor. He has published several volumes on phenomenology, philosophical psychology, and the philosophy of space and place. His work is widely cited in contemporary continental philosophy. He is currently Distinguished Professor Emeritus of Philosophy at Stony Brook University in New York and distinguished visiting faculty at Pacifica Graduate Institute.[1]", "23182623": "Chungliang “Al” Huang (Chinese: 黃忠良) is a Taiwanese philosopher, dancer, performing artist,taijiquan master and educator. He is the founder-president of the Living Tao Foundation in Oregon, US, and the International Lan Ting Institute, in China.", "71646496": "Ilit Ferber (Hebrew: עילית פרבר; born 1973) is an associate professor of Philosophy at Tel Aviv University.[1]", "70794532": "Eric Kurt Ledermann (16 May 1908 – 7 May 2005) MRCS LRCP was a German psychiatrist, homeopath, naturopath and philosopher.", "57916720": "Yitzhak Y. Melamed is an Israeli philosopher and a leading scholar of Spinoza and modern philosophy. He is the Charlotte Bloomberg Professor of Philosophy at Johns Hopkins University.[1] He holds a master's degree in history & philosophy of science from Tel Aviv University and a philosophy PhD from Yale University. Melamed has won numerous fellowships and grants, including the Fulbright (1996-8), American Academy for Jewish Research (2003-5), Mellon (2005), Humboldt (2011), NEH (2012), and ACLS-Burkhardt (2012) Fellowships, and taught intensive masterclasses at the University of Toronto (2016), École normale supérieure de Lyon (2016), Peking University (2017), and the École des hautes études en sciences sociales (2019).", "62143794": "Francesco Piccolomini (1523–1607) was senior chair of natural philosophy at the University of Padua from 1560–1598, moving there from previous professorial positions at the University of Siena, Macerata, and Perugia. His best-known work, Universa philosophia de moribus (A Comprehensive Philosophy of Morals), systematizes and extends Aristotle's work on ethics and politics. He sparred intellectually with his fellow Aristotelian professor Jacopo Zabarella.[1]", "43236662": "Sarvabhauma Bhattacharya was medieval Pandit[1] and Bhakti reformer from Kamrup.[2] As a vedantist of the Advaita school, he refuted the monistic doctrines of Sankaradeva.[3]", "310583": "Marshall David Sahlins (/ˈsɑːlɪnz/ SAH-linz; December 27, 1930 – April 5, 2021)[1][2]  was an American cultural anthropologist best known for his ethnographic work in the Pacific and for his contributions to anthropological theory. He was the Charles F. Grey Distinguished Service Professor Emeritus of Anthropology and of Social Sciences at the University of Chicago.[3]", "2473276": "Konstantin Nikolayevich Leontiev, monastic name: Clement[1] (Russian: Константи́н Никола́евич Лео́нтьев; 25 January 1831 in Kudinovo, Meshchovsky Uyezd, Kaluga Governorate – 24 November 1891 in Sergiyev Posad) was a conservative tsarist and imperial monarchist Russian philosopher who advocated closer cultural ties between Russia and the East against what he believed to be the West's catastrophic egalitarian, utilitarian and revolutionary influences. He also advocated Russia's cultural and territorial expansion eastward to India, Tibet and China.", "4734279": "Roland of Cremona (around 1178[1] – 1259) was a Dominican theologian and an early scholastic philosopher. He was the first Dominican regent master at Paris, France (1229–1230).[2] He was among the most enthusiastic of those who made use of the newly translated Aristotle in the early 13th century.", "36519241": "Seong Hui-an (Hangul: 성희안, Hanja: 成希顔; January 1461 – July 1513) was a Korean Joseon Dynasty politician and Neo-Confucianism Philosopher served as Chief State Councillor during the reign of King Jungjong in 1513 until his death. He was one of the coup leaders and maximum merits to have Jungjong become a King.[1]", "18431308": "Jean G. Daoud is the founder of the \"Holistic Method\" in actor training and \"Play art and Creativity Therapy\". he is a philosopher, poet, playwright, professor and researcher in acting, stage production and art therapy.[1][2][3] He holds a degree in Cinema and Theatre Studies from University of Paris VIII, and is Professor of Drama and directing (Beaux-Arts II) and Department Head of Theatre at the Lebanese University (IBA II).[4] He is an expert in \"Creative Pedagogy\" and Therapy through actor training. He is the founder of the Laboratoire de dramaturgie, d'actorat et de textes. He is the Secretary-general of \"Beirut's Congress of Theater\".", "17939789": "Saʽid Qomi (سعید قمی, 1639–1691) was an Iranian Shia philosopher closely associated with the Qom School. Born in 1639, Qazi completed his early education in Qom and later served as a judge in the region, earning the title Qazi Said. His father, a scholar, imparted knowledge in medicine and philosophy to him. Notably, Qazi criticized the theory of substantial motion, often attributed to Mulla Sadra.", "7060815": "Robert Pullen (also rendered as Polenius, Pullan, Pullein, Pullenus, Pullus, Pully, and La Poule; c. 1080 – c. 1146) was an English theologian and Cardinal of the Catholic Church, often considered to be one of the founders of Oxford University.", "26754384": "John Herbert Haddox (August 9, 1929 – July 15, 2017)[1] was an American philosopher known for his thought in the area of ethics and social philosophy, and for his groundbreaking work of introducing Mexican philosophers to the English-speaking world.  He taught over 56 years[2] at the University of Texas at El Paso before becoming professor emeritus in philosophy upon his retirement in 2013.[3]  His best known books were Vasconcelos of Mexico: Philosopher and Prophet, and Antonio Caso: Philosopher of Mexico, both of which were published by the University of Texas Press.  He also wrote extensively on Chicano and Native American thought.", "70434128": "Octavius Freire Owen FSA (13 March 1816 – 16 April 1873[1]) was an English scholastic Aristotelian philosopher, translator, and clergyman, rector of Burstow, Surrey; and domestic chaplain to the Duke of Portland.", "146769": "George MacDonald  (10 December 1824 – 18 September 1905) was a Scottish author, poet and Christian  Congregational minister. He became a pioneering figure in the field of modern fantasy literature and the mentor of fellow-writer Lewis Carroll. In addition to his fairy tales, MacDonald wrote several works of Christian theology, including several collections of sermons.", "32750934": "Advaitananda (28 August 1828 – 28 December 1909) one of the direct disciples of Ramakrishna, a Hindu saint from Bengal in the late nineteenth century, was also known as Buro Gopal or the aged Gopal. He was older than Ramakrishna, and took monastic vows at an advanced age. He played a crucial role during the early years of Ramakrishna Mission.", "2473310": "Numenius of Apamea (Greek: Νουμήνιος ὁ ἐξ Ἀπαμείας, Noumēnios ho ex Apameias; Latin: Numenius Apamensis) was a Greek philosopher, who lived in Rome,[1] and flourished during the latter half of the 2nd century AD.[2] He was a Neopythagorean and forerunner of the Neoplatonists.", "18627940": "Randall Gregory Holcombe (born June 4, 1950) is an American economist, and the DeVoe Moore Professor of Economics at Florida State University.[1] He is a Senior Fellow at The Independent Institute,[2] a Senior Fellow and member of the Research Advisory Council at The James Madison Institute,[3] and past president of the Public Choice Society.[4] From 2000 to 2006 he served on Governor Jeb Bush's Council of Economic Advisors.[4]", "1883496": "Crispin Gallagher Sartwell (born June 20, 1958)[1] is an American academic, philosopher, and journalist who was a faculty member of the philosophy department at Dickinson College in Carlisle, Pennsylvania until he retired in 2023.[2] He has taught philosophy, communication, and political science at a number of schools, including Vanderbilt University, University of Alabama, Millersville University of Pennsylvania, the Maryland Institute College of Art, and Dickinson College.[3]", "60570989": "Satyadharma Tirtha (c. 1743 – c. 1830),[2] was a Hindu philosopher, scholar, theologian and saint belonging to the Dvaita order of Vedanta. He was the 28th pontiff of Uttaradi Math since Madhvacharya from 1797-1830.[3]", "33963374": "Wilhelm Fridolin Volkmann [later the title Ritter von Volkmar was appended to his name] (25 September 1821 – 13 January 1877) was an Austrian philosopher and psychologist.", "1228143": "Frederick Antony Ravi Kumar Zacharias (26 March 1946 – 19 May 2020) was an Indian-born Canadian-American Christian evangelical minister and Christian apologist who founded Ravi Zacharias International Ministries (RZIM). He was involved in Christian apologetics for a period spanning more than forty years, authoring more than thirty books.[1][2] He also hosted the radio programs Let My People Think and Just Thinking.[3][4] Zacharias belonged to the Christian and Missionary Alliance (C&MA), the Keswickian Christian denomination in which he was ordained as a minister.[5]", "1621359": "Georg Anton Friedrich Ast (German: [ast]; 29 December 1778 – 31 December 1841) was a German philosopher and philologist.", "900467": "Kazimierz Ajdukiewicz (12 December 1890 – 12 April 1963) was a Polish philosopher and logician, a prominent figure in the Lwów–Warsaw school of logic. He originated many novel ideas in semantics. Among these was categorial grammar, a highly flexible framework for the analysis of natural language syntax and (indirectly) semantics that remains a major influence on work in formal linguistics. Ajdukiewicz's fields of research were model theory and the philosophy of science.", "33570164": "Dominic Bezzina (18th/19th centuries) was a minor Maltese philosopher who mainly specialised in physics. He also dealt with logic.[1]", "1621364": "Robert Anthony  Kowalski (born 15 May 1941) is an American-British logician and computer scientist, whose research is concerned with developing both human-oriented models of computing and computational models of human thinking.[1] He has spent most of his career in the United Kingdom.", "81272": "Pietro d'Abano, also known as Petrus de Apono, Petrus Aponensis or Peter of Abano[1] (c. 1257[2][3] – 1316), was an Italian philosopher, astrologer, and professor of medicine in Padua.[4] He was born in the Italian town from which he takes his name, now Abano Terme. He gained fame by writing Conciliator Differentiarum, quae inter Philosophos et Medicos Versantur. He was eventually accused of heresy and atheism, and came before the Inquisition. He died in prison in 1315 (some sources say 1316[5]) before the end of his trial.[6]", "7519608": "Linda Martín Alcoff is a Latin-American philosopher and professor of philosophy at Hunter College, City University of New York. Alcoff specializes in social epistemology, feminist philosophy, philosophy of race, decolonial theory and continental philosophy, especially the work of Michel Foucault.[1] She has authored or edited more than a dozen books, including Visible Identities: Race, Gender, and the Self (2006), The Future of Whiteness (2015), and Rape and Resistance (2018). Her public philosophy writing has been published in The Guardian and The New York Times.[2][3]", "5356924": "Kaibara Ekken (貝原 益軒, December 17, 1630 – October 5, 1714) or Ekiken, also known as Atsunobu (篤信), was a Japanese Neo-Confucianist philosopher and botanist.", "48522": "Angela Yvonne Davis (born January 26, 1944) is an American Marxist and feminist political activist, philosopher, academic, and author; she is a professor at the University of California, Santa Cruz. Davis was a longtime member of the Communist Party USA (CPUSA) and a founding member of the Committees of Correspondence for Democracy and Socialism (CCDS). She was active in movements such as the Occupy movement and the Boycott, Divestment and Sanctions campaign.", "13024652": "David James Jones (22 December 1886 – 23 July 1947), was a Welsh philosopher and academic.[1]  He should not be confused with David James Jones (Gwenallt), a contemporary writer.", "42581391": "Pamfil Danilovich Yurkevich (Russian: Памфи́л Дани́лович Юрке́вич;  February 28, 1826, Poltava, Russian Empire – October 16, 1874, Moscow, Russian Empire) was a Ukrainian philosopher and teacher of philosophy at the Imperial University of Moscow.", "212368": "Pierre Henri Leroux (7 April 1797 – 12 April 1871) was a French philosopher and political economist. He was born at Bercy, now a part of Paris, the son of an artisan.", "51625371": "Christian Jambet (born 23 April 1949, Algiers, French Algeria) is a French philosopher and Islamologist. He was a student of Henry Corbin. His work has engaged with Nizari Isma'ilism and has explored the thought of Avicenna, Mulla Sadra, and Nasir al-Din al-Tusi among others. In his treatment of these thinkers, he notes the lasting influence of figures associated with Neoplatonism such as Plotinus and Proclus(cf Theology of Aristotle).", "16465310": "George Amiroutzes (Pontic: Γεώργιος Ἀμιρούτζης; 1400–1470) was a Pontic Greek Renaissance scholar,  philosopher and civil servant of the late Byzantine era. He was praised and respected for his outstanding knowledge, not only of theology and philosophy, but also of the natural sciences, medicine, rhetoric and poetry, all of which earned him the epithet the Philosopher (o Φιλόσοφος). He is a controversial figure due to his role in the fall of Trebizond and his later behavior as a servant of Sultan Mehmed II.", "212384": "Claude Henri de Rouvroy, comte de Saint-Simon (17 October 1760 – 19 May 1825), better known as Henri de Saint-Simon (French: [ɑ̃ʁi də sɛ̃ simɔ̃]), was a French political, economic and socialist theorist and businessman whose thought had a substantial influence on politics, economics, sociology and the philosophy of science. He was a younger relative of the famous memoirist the Duc de Saint-Simon.", "24296867": "Lucius Cornelius Alexander Polyhistor (Ancient Greek: Ἀλέξανδρος ὁ Πολυΐστωρ; flourished in the first half of the 1st century BC; also called Alexander of Miletus) was a Greek scholar who was enslaved by the Romans during the Mithridatic War and taken to Rome as a tutor. After his release, he continued to live in Italy as a Roman citizen. He was so productive as a writer that he earned the surname Polyhistor (very learned). The majority of his writings are now lost, but the fragments that remain shed valuable light on antiquarian and eastern Mediterranean subjects.[1]\nAmong his works were historical and geographical accounts of nearly all the countries of the ancient world, and the book Upon the Jews (Ancient Greek: Περὶ Ἰουδαίων) which excerpted many works which might otherwise be unknown.", "15781": "Jorge Francisco Isidoro Luis Borges Acevedo (/ˈbɔːrhɛs/ BOR-hess,[2] Spanish: [ˈxoɾxe ˈlwis ˈboɾxes] ⓘ; 24 August 1899 – 14 June 1986) was an Argentine short-story writer, essayist, poet and translator regarded as a key figure in Spanish-language and international literature. His best-known works, Ficciones (transl.  Fictions) and El Aleph (transl.  The Aleph), published in the 1940s, are collections of short stories exploring motifs such as dreams, labyrinths, chance, infinity, archives, mirrors, fictional writers and mythology.[3] Borges's works have contributed to philosophical literature and the fantasy genre, and have had a major influence on the magic realist movement in 20th century Latin American literature.[4]", "474544": "Adrianus of Tyre (Ancient Greek: Αδριανός, c. 113 – 193 AD), also written as Hadrian and Hadrianos, was a sophist of ancient Athens who flourished under the emperors Marcus Aurelius and Commodus.[1] Adrianus was the pupil of Herodes Atticus, and obtained the chair of philosophy at Athens during the lifetime of his master,[citation needed]  which does not seem to have impaired their mutual regard; Herodes declared that the unfinished speeches of his scholar were \"the fragments of a colossus,\" and Adrianus showed his gratitude by a funeral oration which he pronounced over the ashes of his master.", "5455281": "Kim Si-seup (1435–1493) was a Korean scholar and author.", "310706": "Carolyn Merchant (born July 12, 1936 in Rochester, New York) is an American ecofeminist philosopher and historian of science[1] most famous for her theory (and book of the same title) on The Death of Nature, whereby she identifies the Scientific Revolution of the seventeenth century as the period when science began to atomize, objectify, and dissect nature, foretelling its eventual conception as composed of inert atomic particles. Her works are important in the development of environmental history and the history of science.[2][3]  She is Distinguished Professor Emerita of Environmental History, Philosophy, and Ethics at UC Berkeley.[4]", "12565943": "Tomáš Štítný ze Štítného (c. 1333 – 1401/1409) was a Czech nobleman, writer, theologian, translator, and Christian preacher.", "46742968": "Stanisław Bonifacy Jundziłł or, in Lithuanian, Stanislovas Bonifacas Jundzilas (6 May 1761 in Jasiańce, Voranava District – 15 April 1847 in Vilnius) was a Polish-Lithuanian priest, botanist, educator and diarist who lectured at the University of Vilnius.", "70598073": "Howard Williams FLSW is a Welsh political philosopher and Honorary Distinguished Professor at Cardiff University. He is known for his works on German philosophy.[1]", "21478847": "Timothy Foster Sedgwick (born 1947) is an American Episcopal ethicist.[2] In addition to being the Clinton S. Quin Professor of Christian Ethics at Virginia Theological Seminary, he has served since 2007 as Vice President and Associate Dean of Academic Affairs.[3]", "17644993": "Heraclius (Greek: Ἡράκλειος Herakleios; fl. 4th century AD) was a Cynic philosopher, against whom the emperor Julian wrote in his seventh oration.[1] Julian relates how Heraclius delivered an allegorical fable before him, in which Heraclius took upon himself the part of Jupiter, and gave the emperor that of the god Pan. Although offended by this fable, and by the disrespect with which Heraclius mentioned the gods, Julian maintained his silence, fearing that he would appear paranoid if he imposed silence upon Heraclius, as well as for regard for the audience. The encounter occurred while Julian was in Constantinople.[2] Julian later composed his long discourse to explain that a Cynic should be an enemy to all pretence and deception, and ought not to compose fables; or, if he will compose them, that they should at least be serious, instructive, and religious.", "212423": "Noah Thomas Porter III (December 14, 1811 – March 4, 1892)[1] was an American Congregational minister, academic, philosopher, author, lexicographer and an outspoken anti-slavery activist. Porter Mountain, of the Adirondack Mountains, was named for him after he was the first to climb it in 1875. He was President of Yale College (1871–1886).[2]", "42876361": "Mirza Mahdi Ashtiani (1888–1952), a man of wisdom, mystic, man of literature, was a Great Master in the philosophical School of Tehran.", "22756813": "Nicolas Antoine Boulanger (French pronunciation: [nikɔla ɑ̃twan bulɑ̃ʒe]; 11 November 1722, in Paris – 16 September 1759, in Paris) was a French philosopher and man of letters during the Age of Enlightenment.[1][2]", "62045655": "Vedavyasa Tirtha was a Hindu philosopher, scholar and saint. He served as the pontiff of Shri Uttaradi Math from 1595-1619. He was the 15th in succession from Madhvacharya.[1] Vedavyasa Tirtha ruled the pontificate with a remarkable distinction.[2]and entered into vrindavana at banks of river markandeya", "60014040": "Denis John Bernard Hawkins (17 July 1906 – 16 January 1964) was a British philosopher and Roman Catholic priest.[1]", "41893338": "Aleksandar Vasilev Lilov (Bulgarian: Александър Василев Лилов; 31 August 1933 – 20 July 2013) was a Bulgarian politician and philosopher. At his career's height during the People's Republic of Bulgaria, he was described as the second most powerful man of the regime; however, he fell out of favor in 1983 and lost his power. He made a strong political comeback during the democratic transition and was elected chairman of the Bulgarian Communist Party. He led the party to transform and adapt to the post-Communist era.  A party referendum supported his proposal to change the name to the Bulgarian Socialist Party.", "6831579": "Metrophanes Kritopoulos, sometimes Critopoulos, Critopoulus, Kritopulus (Greek: Μητροφάνης Κριτόπουλος, c. 1589 – 30 May 1639)[1] was a Greek[2] monk and theologian who served as Greek Patriarch of Alexandria between 1636 and 1639.", "34422236": "Konrad Ott (born 20 May 1959) is a German philosopher with a special interest in discourse ethics and environmental ethics.", "29965788": "Theodore \"Ted\" Sider is an American philosopher specializing in metaphysics and philosophy of language.  He is Distinguished Professor of Philosophy at Rutgers University.", "6700514": "William J. Winslade (born 18 November 1941) is the James Wade Rockwell Professor of Philosophy of Medicine at the Institute for Medical Humanities, University of Texas Medical Branch at Galveston[1] and Distinguished Visiting professor of Law and associate director for Graduate Programs, Health Law & Policy Institute at the University of Houston Law Center. He is a fellow of the Hastings Center, an independent bioethics research institution.[2]", "64339427": "Muhammad Bin Abdul-Kabir Al-Kattani (محمد بن عبد الكبير الكتاني; from 1873 - May 4, 1909), also known by his kunya Abu l-Fayḍ (أبو الفيض) or simply as Muhammad Al-Kattani, was a Moroccan Sufi faqih (scholar of Islamic law), reformer, and poet from Fes.[1] He is recognized as the father of the Moroccan constitution movement [ar] and the leader of the Conditional Bay'ah [ar] of 1908.[2] He was also vocally opposed to the metastasizing French colonial presence in Morocco, and launched at-Tā'ūn (الطاعون The Plague), the first national newspaper in Morocco.[3][4] He was a member of the al-Kattani family and the Tariqa Kattania (الطريقة الكتانية), a Sufi order. He composed over 300 works, printed 27 of them, and wrote Sufi philosophical love poetry. He was accused of treason and flogged to death under Sultan Abdelhafid.[3]", "998889": "Johann Jakob Engel (11 September 1741 – 28 June 1802) was a German author.", "17710572": "Karel Sabina (pen names include Arian Želinský and Leo Blass) (29 December 1813 – 8 November 1877) was a Czech writer and journalist.", "18333169": "Plato and a Platypus Walk Into a Bar – Understanding Philosophy Through Jokes is a 2007 book by Thomas Wilson Cathcart and Daniel Martin Klein that explains several philosophical concepts with the help of jokes that serve to illustrate the points in the book.", "39304691": "Willy Moog (also: Wilhelm or Willi Moog; born 22 January 1888, in Neuengronau (community of Sinntal) – 24 October 1935, in Braunschweig) was a German philosopher and educator.", "50839028": "Margarete Susman (married: Margarete von Bendemann; October 14, 1872  – January 16, 1966) was a German-Jewish poet, writer, and critic who lived much of her life in Switzerland. The author of hundreds of essays, five collections of poetry, and notable literary-critical works, she distinguished herself as a philosophical writer addressing vital questions in literature, politics, culture and religion.[1][2] Her 1946 work Das Buch Hiob und das Schicksal des jüdischen Volkes (1946), a reflection on Jewish history through the lens of the Biblical book of Job, was one of the earliest postwar Jewish theological responses to the Holocaust.[3][4]", "6471163": "César Chesneau, sieur Dumarsais or Du Marsais (July 17, 1676 – June 11, 1756) was a French philosophe,  grammarian and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers.[1][2]", "57490943": "Lazar Osipovich Reznikov (Russian: Лазарь Осипович Резников; 8 December 1905, Kishenev — 29 September 1970, Leningrad) was a Soviet philosopher and one of the pioneers of semiotics studies in Russia. Professor, Doctor of Philosophical Sciences.", "8306186": "Alexander Frank Skutch (May 20, 1904 – May 12, 2004) was a naturalist and writer. He published numerous scientific papers and books about birds and several books on philosophy. He is best remembered ornithologically for his pioneering work on helpers at the nest.", "59457038": "Jakob Martini (17 October 1570 - 30 May 1649) was a German Lutheran theologian and philosopher.[1][2]", "966158": "Richard Malcolm Weaver, Jr (March 3, 1910 – April 1, 1963) was an American scholar who taught English at the University of Chicago. He is primarily known as an intellectual historian, political philosopher, and a mid-20th century conservative and as an authority on modern rhetoric. Weaver was briefly a socialist during his youth, a lapsed leftist intellectual (conservative by the time he was in graduate school), a teacher of composition, a Platonist philosopher, cultural critic, and a theorist of human nature and society.", "70270481": "Rebecca Ann Parker (born 1953) is an American theologian, author, and former President of Starr King School for the Ministry, the first woman to serve as the permanent head of an accredited U.S. theological school.[1]", "6635033": "Mark Rowlands (born 1962) is a Welsh writer and philosopher. He is Professor of Philosophy at the University of Miami, and the author of several books on the philosophy of mind, the moral status of non-human animals, and cultural criticism. He is known within academic philosophy for his work on the animal mind and is one of the principal architects of the view known as vehicle externalism, or the extended mind, the view that thoughts, memories, desires and beliefs can be stored outside the brain and the skull. His works include Animal Rights (1998), The Body in Mind (1999), The Nature of Consciousness (2001), Animals Like Us (2002), and a personal memoir, The Philosopher and the Wolf (2008).[1]", "59129370": "Garbis Kortian (Armenian: Կարպիս Գորդեան; February 15, 1938 – August 23, 2009) was a philosopher and political theorist.[1]", "15515167": "Abu Abd Allah Muhammad ibn al-Husayn Ibn al-Kattani al-Madhiji (Arabic: ابن الكتاني) (951–1029), sometimes nicknamed \"al-Mutatabbib\" (the physician), was a well-known Arab scholar, philosopher, physician, astrologer, man of letters, and poet.", "2604581": "Anniceris (Greek: Ἀννίκερις; fl. 300 BC) was a Cyrenaic philosopher. He argued that pleasure is achieved through individual acts of gratification which are sought for the pleasure that they produce, but he also laid great emphasis on the love of family, country, friendship and gratitude, which provide pleasure even when they demand sacrifice.", "45235749": "Frédéric Paulhan (21 April 1856, Nîmes – 14 March 1931) was a French philosopher. He came from a family of merchants of Huguenot ancestry, and was a brilliant student at school in Nîmes. He left without graduating, and spent a few years without a recognised profession, studying and writing and developing an interest in philosophy and Republican political movements. In 1877 Paulhan contributed to the Revue Philosophique of Théodule Ribot. Paulhan became liable for military service when his assigned number was drawn in a lottery, but he was released from serving because of his stutter, which also made it difficult for him to teach.", "16268841": "Autocephaly recognized by some autocephalous Churches de jure:", "12828202": "Ella Habiva Shohat (Hebrew: אלה חביבה שוחט; Arabic: إيلا حبيبة شوحيط) is an Iraqi-born Israeli-American professor of cultural studies at New York University, where she teaches in the departments of Art & Public Policy and Middle Eastern & Islamic Studies.[1] She has written and lectured on the topics of Eurocentrism, orientalism, post-colonialism, trans-nationalism, and diasporic cultures.[1]", "3522091": "Silvan Solomon Tomkins (June 4, 1911 – June 10, 1991)[1] was a psychologist and personality theorist who developed both affect theory and script theory. Following the publication of the third volume of his book Affect Imagery Consciousness in 1991, his body of work received renewed interest, leading to attempts by others to summarize and popularize his theories.[2][3]", "5094956": "Shin Chae-ho, or Sin Chaeho (Korean: 신채호; December 8, 1880 – February 21, 1936), was a Korean independence activist, historian, anarchist, nationalist, and a founder of Korean nationalist historiography (민족 사학, minjok sahak; sometimes shortened to minjok).[2]: 7 [3]: 27 [4]: 52  He is held in high esteem in both North[5]: 112–3  and South Korea.[6]: 26–7  Two of his works, A New Reading of History (Doksa Sillon), written in 1908, and The Early History of Joseon (Joseon Sanggosa), published in 1931, are considered key works of nationalist historiography in modern Korea.[7]: 445  He argued that modern Koreans and the people of Manchuria were of a single race which has an ancestral claim to both Korea and Manchuria,[6]: 26 [8]: 3  Shin also studied Korean mythology.[4]: 53  During his exile in China, Shin joined the Eastern Anarchist Association and wrote anti-imperialist and pro-independence articles in various outlets; his anarchist activities lead to his arrest and subsequent death in prison, February 21, 1936.[7]: 447 [9]: 128", "5226029": "Barbara Ellen Johnson (October 4, 1947 – August 27, 2009) was an American literary critic and translator, born in Boston.  She was a Professor of English and Comparative Literature and the Fredric Wertham Professor of Law and Psychiatry in Society at Harvard University. Her scholarship incorporated a variety of structuralist and poststructuralist perspectives—including deconstruction, Lacanian psychoanalysis, and feminist theory—into a critical, interdisciplinary study of literature.  As a scholar, teacher, and translator, Johnson helped make the theories of French philosopher Jacques Derrida accessible to English-speaking audiences in the United States at a time when they had just begun to gain recognition in France. Accordingly, she is often associated with the \"Yale School\" of academic literary criticism.", "6340141": "Louis Auguste Paul Rougier (birth name: Paul Auguste Louis Rougier) (French: [ʁuʒje]; 10 April 1889 – 14 October 1982) was a French philosopher. Rougier made many important contributions to epistemology, philosophy of science, political philosophy and the history of Christianity.", "8240687": "Erazim Kohák (21 May 1933 – 8 February 2020) was a Czech philosopher and writer. His early education was in Prague. After communists took over Czechoslovakia in 1948, his family escaped to the United States. He died in February 2020 at the age of 86.[1]", "441906": "Terence Francis Eagleton FBA[4] (born 22 February 1943) is an English literary theorist, critic, and public intellectual.[5][6][7][8] He is currently Distinguished Professor of English Literature at Lancaster University.", "36519474": "Ryu Sun-jeong or Yu Sun-jeong (Korean: 류순정/유순정, 柳順汀; 1459 – 26 January 1513[1]) was a Korean scholar-official during the Joseon period. A disciple of Kim Jong-jik,[2] he participated in the Jungjong coup of 1506 [3] together with other Neo-Confucianism philosophers and scholars, and became Chief State Councillor of Joseon in 1512. He was a part of the Sarim faction and came from the Jinju Ryu clan (진주 류씨/진주 유씨 , 晉州 柳氏).", "2014775": "Shi'a", "1654331": "Erich Przywara SJ (12 October 1889, Katowice – 28 September 1972, Hagen near Murnau)  was a Jesuit priest, philosopher, and theologian of German-Polish origin, who was one of the first Catholics to engage in dialogue with modern philosophers, especially those of the phenomenological tradition. He is best known for synthesizing the thought of prominent thinkers around the notion of the analogy of being, the tension between divine immanence and divine transcendence, a \"unity-in-tension\".", "343613": "Sir William Petty FRS (26 May 1623 – 16 December 1687) was an English economist, physician, scientist and philosopher. He first became prominent serving Oliver Cromwell and the Commonwealth in Ireland. He developed efficient methods to survey the land that was to be confiscated and given to Cromwell's soldiers. He also remained a significant figure under King Charles II and King James II, as did many others who had served Cromwell.", "3784254": "Chaïm Perelman (born Henio (or Henri) Perelman; sometimes referred to mistakenly as Charles Perelman[1]) (20 May 1912, Warsaw – 22 January 1984, Brussels) was a Belgian philosopher of Polish-Jewish origin.  He was among the most important argumentation theorists of the twentieth century. His chief work is the Traité de l'argumentation – la nouvelle rhétorique (1958), with Lucie Olbrechts-Tyteca, translated into English as The New Rhetoric: A Treatise on Argumentation, by John Wilkinson and Purcell Weaver (1969).", "64732738": "Bernat Oliver (died 14 July 1348), in Spanish Bernardo Oliver, was a Valencian theologian, diplomat and bishop.", "36617797": "Richard of Lavenham (fl. 1380) was an English Carmelite, known as a scholastic philosopher. He is now remembered for his approach to the problem of future contingents.[1][2]", "16072266": "Heymeric de Campo[1] (1395–1460) was a Dutch theologian and scholastic philosopher. He was a prominent Albertist,[2][3] and forerunner of Nicholas of Cusa. He studied at the University of Paris, and taught at Cologne (where Nicholas studied under him[4]), and Leuven.[5]", "15875659": "Takiyettin Mengusoglu (1905–1984) was a Turkish philosopher.[1]", "15950": "War of 1812", "24526420": "Lawrence Sklar (born June 25, 1938) is an American philosopher. He is the Carl G. Hempel and William K. Frankena Distinguished University Professor Emeritus at the University of Michigan.[1]", "24034903": "David John Bartholomew FBA (6 August 1931 – 16 October 2017) was a British statistician who was president of the Royal Statistical Society between 1993 and 1995.[1] He was professor of statistics at the London School of Economics between 1973 and 1996.[2]", "17940058": "Mul·lā \"al-Muḥsin\" \"al-Fayḍ\" al-Kāshānī[1] (1598–1680; Persian: ملا محسن فیض کاشانی) was an Iranian Twelver[2] Shi'i Muslim, mystic,[3] poet, philosopher, and muhaddith (died c. 1680 ᴄᴇ).", "8404579": "Shlomo Pines (/ˈpinɪs/; Hebrew: שלמה פינס; August 5, 1908 in Charenton-le-Pont – January 9, 1990 in Jerusalem) was an Israeli scholar of Jewish and Islamic philosophy, best known for his English translation of Maimonides' Guide of the Perplexed.", "31800932": "Mark A. Bedau is an American philosopher who works in the field of artificial life. He is the son of the philosopher Hugo Bedau (1926–2012).", "1588837": "Panaetius (/pəˈniːʃiəs/; Greek: Παναίτιος, translit. Panaítios; c. 185 – c. 110/109 BC)[1] of Rhodes was an ancient Greek Stoic philosopher.[2] He was a pupil of Diogenes of Babylon and Antipater of Tarsus in Athens, before moving to Rome where he did much to introduce Stoic doctrines to the city, thanks to the patronage of Scipio Aemilianus. After the death of Scipio in 129 BC, he returned to the Stoic school in Athens, and was its last undisputed scholarch. With Panaetius, Stoicism became much more eclectic. His most famous work was his On Duties, the principal source used by Cicero in his own work of the same name.", "71253603": "Communism and intellectuals—France—History—20th century.", "2145896": "Jonathan Barnes, FBA (born 26 December 1942 in Wenlock, Shropshire) is an English scholar of Aristotelian and ancient philosophy.", "25214569": "Hisdosus (fl. c. 1100), also known as Hisdosus Scholasticus, was a writer and scholar who lived in the early 12th century.[1] Nothing is known about his life. His first name is unknown, but he states that \"I call myself Hisdosus, taken from the name of my father.\"[2]", "1752682": "James Porter Moreland (born March 9, 1948), better known as J. P. Moreland, is an American philosopher, theologian, and  Christian apologist. He currently serves as a Distinguished Professor of Philosophy at Talbot School of Theology at Biola University in La Mirada, California.", "27770473": "Benedykt Wiszowaty (c.1650 – after 1704 Kosinowo) was a Polish Socinian, nobleman, author and publisher.", "31506035": "Claus Dierksmeier (born May 17, 1971, in Pforzheim) is a German philosopher. He holds a chair for globalization ethics at the University of Tübingen and works as a strategic consultant in politics and business.", "1588860": "The Young Hegelians (German: Junghegelianer), or Left Hegelians (Linkshegelianer), or the Hegelian Left (die Hegelsche Linke), were a group of German intellectuals who, in the decade or so after the death of Georg Wilhelm Friedrich Hegel in 1831, reacted to and wrote about his ambiguous legacy. The Young Hegelians drew on his idea that the purpose and promise of history was the total negation of everything conducive to restricting freedom and reason; and they proceeded to mount radical critiques, first of religion and then of the Prussian political system. They rejected anti-utopian aspects of his thought that \"Old Hegelians\" have interpreted to mean that the world has already essentially reached perfection.", "47103614": "Carlo Ludovico Ragghianti  (18 March 1910 – 3 August 1987) was an Italian art critic, historian, philosopher of art and politician.", "58408576": "Emil Karl Gustav Alfred Mattiesen (23 January 1875[1] – 25 September 1939) was a Baltic Germans musician, music pedagogue, composer and philosopher. He composed lieder, song cycles, ballads, chamber music and organ music, but is better known for standard works in German on parapsychology. He was a professor of church music at the University of Rostock from 1929.", "16003": "Joseph Weizenbaum (8 January 1923 – 5 March 2008) was a German American computer scientist and a professor at MIT. The Weizenbaum Award is named after him.", "41893508": "Louise M. Antony is an American philosopher who is professor of philosophy at the University of Massachusetts Amherst. She specializes in epistemology and feminist theory.", "147079": "John Rogers Searle (American English pronunciation: /sɜːrl/; born July 31, 1932)[4] is an American philosopher widely noted for contributions to the philosophy of language, philosophy of mind, and social philosophy. He began teaching at UC Berkeley in 1959, and was Willis S. and Marion Slusser Professor Emeritus of the Philosophy of Mind and Language and Professor of the Graduate School at the University of California, Berkeley, until June 2019, when his status as professor emeritus was revoked because he was found to have violated the university's sexual harassment policies.[5]", "14892681": "Kars Veling (born 30 June 1948) is a retired Dutch politician and philosopher. A member of the Reformed Political League (GPV) and later Christian Union (CU), he served as Leader of the Christian Union from 2001 to 2002.", "23281293": "Aldo Giorgio Gargani (1933 in Genova – 18 June 2009 in Pisa) was an Italian philosopher.", "68894359": "Primož Repar (born 16 June 1967, Ljubljana) is a Slovenian poet, writer, philosopher, translator, essayist, editor, publisher and organizer of international cultural and scientific / professional events, workshops, festivals, conferences, symposia, various scientific and professional research, and other initiatives at home and abroad.", "16028": "Jan Hus (/hʊs/; Czech: [ˈjan ˈɦus] ⓘ; c. 1370 – 6 July 1415), sometimes anglicized as John Hus or John Huss, and referred to in historical texts as Iohannes Hus or Johannes Huss, was a Czech theologian and philosopher who became a Church reformer and the inspiration of Hussitism, a key predecessor to Protestantism, and a seminal figure in the Bohemian Reformation. Hus is considered to be the first Church reformer, even though some designate the theorist John Wycliffe.[a][2][3][4][5] His teachings had a strong influence, most immediately in the approval of a reformed Bohemian religious denomination and, over a century later, on Martin Luther.", "26197660": "Jaap Kruithof  (Berchem, 13 December 1929 - Boechout, 25 February 2009) was a Belgian philosopher and writer. His parents were Dutch Protestants. He took degrees in history, law and philosophy in Ghent, and in Paris. Then he earned a Ph.D. on Hegel's ontology, with honours. Since the 1960s he was, along with Etienne Vermeersch and Leo Apostel, one of the icons of the Ghent University and the Flemish intelligentsia in general.[1] He was also a musician (organist) and taught the sociology of music at the Royal Music Conservatory in Antwerp.", "2145951": "Brian Barry, FBA (7 August 1936 – 10 March 2009) was a moral and political philosopher. He was educated at the Queen's College, Oxford, obtaining the degrees of B.A. and D.Phil. under the direction of H. L. A. Hart.", "40550052": "Miriam Solomon is Professor of Philosophy and Chair of the Philosophy Department as well as Affiliated Professor of Women's Studies at Temple University.[1]  Solomon's work focuses on the philosophy of science, social epistemology, medical epistemology, medical ethics, and gender and science.[2]  Besides her academic appointments, she has published two books (Social Empiricism and Making Medical Knowledge) and a large number of peer reviewed journal articles, and she has served on the editorial boards of a number of major journals.[1][2][3]", "34946729": "Jang Hyeongwang (Korean: 장현광; 1554 – September 15, 1637) was a Korean politician and educator, as well as a Neo-Confucian scholar of the Joseon dynasty. He was the disciple of Jeong Gu and the teacher of Heo Mok and Yun Hyu. His art name was Yeoheon (여헌).", "69779113": "Thomas Henry Truro Bray LL.D. (December 16, 1846 – October 23, 1922) was an English-American priest, philosopher and physician.", "40517294": "Rafael Gutiérrez Girardot (5 May 1928 in Sogamoso, Colombia – 26 May 2005 in Bonn, Germany) was an expatriate Colombian philosopher, professor, translator and publisher.", "61521587": "Přemysl Pitter (21 June 1895 – 15 February 1976) was a Czech humanist, pacifist, pedagogue, social worker and evangelical preacher. He founded Milíč House in Prague, during World War II supported Jewish families and after the end of the war organized the “Operation Castles” in which he and his colleagues provided health and social care for children from German concentration camps as well as those from Czech internment camps. After the onset of the communist regime he was forced to emigrate. First he worked in Germany, where he provided pastoral and social support to the refugees in the Valka refugee camp near Nuremberg, later lived in Switzerland. Přemysl Pitter was named Righteous Among the Nations by the Israeli government, in 1973 he was awarded The Order of Merit Ist Class of the Federal Republic of Germany and in 1991 President Václav Havel conferred upon Přemysl Pitter the Order of Tomáš Garrigue Masaryk, in memoriam.", "38092467": "Elisebeth Leinfellner (October 14, 1938 – January 4, 2010) was professor in linguistics at the University of Vienna, Department of Linguistics.[1] She moved to the United States in 1967, and taught at Doane College in Crete, Nebraska, and at the University of Nebraska-Lincoln. She is notable for her contributions to linguistics and philosophy.[2][3] She received the Austrian Grand Decoration of Honour for services to the province of Lower Austria for Science and Art.[1][3]  She co-founded the Austrian Ludwig Wittgenstein Society and International Wittgenstein Symposium.[3][4]", "4275893": "William H. Shaw (William Harry Shaw) was born on July 31, 1948. He is a professor and former Chair of the Philosophy Department at San Jose State University. He is the author of Marx's Theory of History, Business Ethics, 4th ed., Moral Issues in Business, 8th ed. (with Vincent Barry), and Contemporary Ethics: Taking Account of Utilitarianism.", "15482554": "Sandra Lee Bartky (née Schwartz; May 5, 1935 – October 17, 2016) was a professor of philosophy and gender studies at the University of Illinois at Chicago.  Her main research areas were feminism and phenomenology.  Her notable contributions to the field of feminist philosophy include the article, \"Toward a Phenomenology of Feminist Consciousness\".[1] Sandra Lee Bartky died on October 17, 2016, at her home in Saugatuck, Michigan at age 81.[2]", "2965179": "Raghavan Narasimhan Iyer (10 March 1930 – 20 June 1995) was an Indian academic, political theorist and philosopher. Educated at Oxford, he was professor of political science at the University of California, Santa Barbara from 1965 to 1986, when he retired as professor emeritus. A founding member of the Santa Barbara branch of the United Lodge of Theosophists, he also co-founded the Institute of World Culture in Santa Barbara in 1976, and remained its president until 1986.", "20561615": "Diodorus of Aspendus (Greek: Διόδωρος ὁ Ἀσπένδιος) was a 4th century BC Pythagorean philosopher, who probably lived after the time of Plato, and must have been still alive in 104th Olympiad, for he was an acquaintance of Stratonicus the musician,[1]  who lived at the court of Ptolemy Lagi. According to Iamblichus, He was the student or companion of the Pythagorean philosopher Aresas.[2] Diodorus is said to have rejected the Pythagorean lifestyle and let his beard grow out, adopting something more similar to the Cynic mode of living prior to its endorsement by Diogenes.[3][4]", "74366673": "Pseudo-Elias (fl. c. 600?), also called Pseudo-David, was the author of a set of lectures on logic written in Ancient Greek that form a commentary on Porphyry's Isagoge. The commentary, except for the first seven lectures, survives in a number of medieval manuscripts.", "31932116": "Judith Andre is a philosophy professor (retired) and virtue theorist. She earned her Ph.D. at Michigan State University in 1979 and has taught courses on ethical issues in global public health, ethics and development, animal welfare, and virtue theory at Old Dominion University and Michigan State University before retiring.[1]", "59424469": "Mogobe Bernard Ramose is a South African philosopher, one of the key thinkers to have popularised African philosophy, and specifically Ubuntu philosophy, internationally.[1] Ramose is Professor of Philosophy at the University of South Africa in Pretoria.[2]", "14499543": "Plutarch of Athens (Greek: Πλούταρχος ὁ Ἀθηναῖος; c. 350 – 430 AD) was a Greek philosopher and Neoplatonist who taught in Athens at the beginning of the 5th century. He reestablished the Platonic Academy there and became its leader. He wrote commentaries on Aristotle and Plato, emphasizing the doctrines which they had in common.", "26197724": "Johan Braeckman (born 1965 in Wetteren) is a Flemish philosopher. He was professor in philosophy at the University of Ghent and taught at various other institutions e.g. University of Amsterdam. He is editor of the skeptical organisation SKEPP's magazine Wonder en is gheen Wonder.[1] His research, conducted along with a dozen doctoral and postdoctoral researchers, focuses on the philosophical problems associated with the life sciences, in particular the evolutionary theory and neuroscience.", "51035882": "Alexander Joseph Ranald Shaw FRSA (born 1971) is an English philosopher. He serves chairman of the Latin Mass Society, an organisation devoted to propagation of the Catholic Church's Tridentine Mass, and as president of Una Voce.", "74301168": "Andrew J. Mitchell (born 12 July 1970) is an American philosopher and professor of philosophy at Emory University. He is known for his works on Heidegger's thought.[1][2][3][4]", "179955": "Simone Adolphine Weil (/ˈveɪ/ VAY,[11] French: [simɔn adɔlfin vɛj]; 3 February 1909 – 24 August 1943) was a French philosopher, mystic, and political activist. Since 1995, more than 2,500 scholarly works have been published about her, including close analyses and readings of her work.[12]", "52575989": "Viviane Mosé (born 16 January 1964) is a Brazilian poet, philosopher, psychologist, psychoanalyst and public policy consultant.[1] She received a Ph.D. from the Federal University of Rio de Janeiro's Institute of Philosophy and Social Sciences. She published her doctoral thesis, Nietzsche e a grande política da linguagem in 2005, through the Civilização Brasileira publishing house.", "1425142": "Gonzalo Rodriguez-Pereyra (born 7 August 1969) is a philosopher. He is currently a lecturer at the University of Oxford, where he has the title of Professor of Metaphysics, and a Tutorial Fellow at Oriel College.", "2539275": "Brian Massumi (/məˈsuːmi/; born 1956) is a Canadian philosopher and social theorist. Massumi's research spans the fields of art, architecture, cultural studies, political theory and philosophy. His work explores the intersection between power, perception, and creativity to develop an approach to thought and social action bridging the aesthetic and political domains. He is a retired professor in the Communications Department of the Université de Montréal.[1]", "10141454": "Crates of Athens (Greek: Κράτης ὁ Ἀθηναῖος; died 268–264 BC)[1] was a Platonist philosopher and the last scholarch of the Old Academy.", "16143": "John Locke (/lɒk/; 29 August 1632 – 28 October 1704) was an English philosopher and physician, widely regarded as one of the most influential of Enlightenment thinkers and commonly known as the \"father of liberalism\".[11][12][13] Considered one of the first of the British empiricists, following the tradition of Francis Bacon, Locke is equally important to social contract theory. His work greatly affected the development of epistemology and political philosophy. His writings influenced Voltaire and Jean-Jacques Rousseau, and many Scottish Enlightenment thinkers, as well as the American Revolutionaries. His contributions to classical republicanism and liberal theory are reflected in the United States Declaration of Independence.[14] Internationally, Locke's political-legal principles continue to have a profound influence on the theory and practice of limited representative government and the protection of basic rights and freedoms under the rule of law.[15]", "56803089": "Lawrence Alan Blum (born April 16, 1943)[1] is an American philosopher who is Distinguished Professor of Liberal Arts and Education and Emeritus Professor of Philosophy at the University of Massachusetts, Boston. He is known for his work in the philosophy of education, moral philosophy, and race.[2]", "5127956": "Muhammad Qutb (/ˈkʌtəb/; Arabic: محمد قطب;‎ April 26, 1919 – April 4, 2014) was a Muslim author, scholar and teacher who is best known as the younger brother of the Egyptian Muslim thinker Sayyid Qutb. After his brother was executed by the Egyptian government, Muhammad moved to Saudi Arabia, where he promoted his brother's ideas.[1][2]", "23674646": "David Francis Pears, FBA (8 August 1921 – 1 July 2009) was a British philosopher renowned for his work on Ludwig Wittgenstein.[1][2]", "65683222": "Apurva Avsar is a 2007 biographical play about an Indian Jain philosopher and mystic Shrimad Rajchandra directed by Manoj Shah. The play is co-written by Shah and Raju Dave.", "16153": "Jacques Marie Émile Lacan (UK: /læˈkɒ̃/,[3] US: /ləˈkɑːn/,[4][5] French: [ʒak maʁi emil lakɑ̃]; 13 April 1901 – 9 September 1981) was a French psychoanalyst and psychiatrist. Described as \"the most controversial psycho-analyst since Freud\",[6] Lacan gave yearly seminars in Paris, from 1953 to 1981, and published papers that were later collected in the book Écrits. Transcriptions of his seminars, given between 1954 and 1976, were also published.[7] His work made a significant impact on continental philosophy and cultural theory in areas such as post-structuralism, critical theory, feminist theory and film theory, as well as on the practice of psychoanalysis itself.", "376604": "Lodovico Antonio Muratori (21 October 1672 – 23 January 1750) was an Italian Catholic priest, notable as historian and a leading scholar of his age, and for his discovery of the Muratorian fragment, the earliest known list of New Testament books.", "28163870": "Jacques André Rousseau (born 3 December 1971) is a South African academic, secular activist and social commentator.", "63455006": "Barbara Caroline Scholz (August 29, 1947 – May 14, 2011) was an American philosopher of science, with a particular focus on the philosophy of cognitive science and linguistics. She taught at the University of Toledo, at the University of California, Santa Cruz, and at San Jose State University. She was a fellow of the Radcliffe Institute for Advanced Study at Harvard University in 2005–2006.[1][2] From 1994 until her death in 2011, she was married to linguist Geoff Pullum.[3][4]", "2178847": "Michael David Resnik (/ˈrɛznɪk/; born March 20, 1938) is a leading contemporary American philosopher of mathematics.[2][3]", "2998052": "Georg Jellinek (16 June 1851 – 12 January 1911) was a German public lawyer and was considered to be \"the exponent of public law in Austria“.[1]", "35733287": "Shahamir Shahamirian (Armenian: Շահամիր Շահամիրեան;[a] 1723–1797) was an 18th-century Armenian writer, philosopher, and wealthy merchant in Madras (modern-day Chennai, India). Born in New Julfa, Iran, he moved to India where he became an affluent merchant and an active member of the Armenian community of Madras. In 1771, Shahamirian and his collaborators founded the first Armenian printing press in Madras. In 1787/88, Shahamirian published Vorogayt Parats (\"Snare of Glory,\" published under the name of his son Hakob Shahamirian), which contained a proposed constitution for a future independent Armenian republic. He is thus regarded as the author of the first Armenian constitution.", "25116457": "Priscus of Epirus (Greek: Πρίσκος; c. 305 – c. 395 AD), also known as Priscus the Thesprotian (Greek: Πρίσκος ὁ Θεσπρωτὸς) and Priscus the Molossian (Greek: Πρίσκος ὁ Μολοσσός),[1] was a Neoplatonist philosopher and theurgist, a colleague of Maximus of Ephesus, and a friend of the emperor Julian.", "16269099": "Shankar Vaman Dandekar (1895–1968),[1] also known as Sonopant Dandekar, was a philosopher and educationist from Maharashtra, India.", "1621809": "Jacob Klapwijk (24 October 1933 – 19 March 2021) was a Dutch philosopher, and Emeritus Professor of Modern and Systematic Philosophy at the Vrije Universiteit, Amsterdam, known for his work on Ernst Troeltsch and historicism, Reformational thinking, the transformational task of Christian philosophy, and the theory of emergent evolution.", "311092": "Paul Kurtz (December 21, 1925 – October 20, 2012)[2] was an American scientific skeptic and secular humanist. He has been called \"the father of secular humanism\".[3] He was Professor Emeritus of Philosophy at the State University of New York at Buffalo, having previously also taught at Vassar, Trinity, and Union colleges, and the New School for Social Research.", "73121592": "Mark Montebello (Mtarfa, Malta, 7 February 1964) is a Maltese philosopher and author. He is mostly known for his controversies with Catholic Church authorities but also for his classic biographies of Manuel Dimech and Dom Mintoff.", "42352443": "Jessica M. Wilson is an American professor of philosophy at the University of Toronto Scarborough.[1] Her research focuses on metaphysics, especially on the metaphysics of science and mind, the epistemologies of skepticism, a priori deliberation, and necessity.[2] Wilson was awarded the Lebowitz Prize for excellence in philosophical thought by Phi Beta Kappa in conjunction with the American Philosophical Association.[3][4][5]", "16187": "John Dewey (/ˈduːi/; October 20, 1859 – June 1, 1952) was an American philosopher, psychologist, and educational reformer. He was one of the most prominent American scholars in the first half of the twentieth century.[7][8]", "70762308": "Erin I. Kelly is an American philosopher and author. She is a professor of philosophy at Tufts University.[1]", "4439884": "Georg Kühlewind, birth name György Székely (March 6, 1924 – January 15, 2006) was a Hungarian philosopher, writer, lecturer and meditation teacher, who worked from the tradition of Rudolf Steiner’s spiritual science. Setting aside his early interest in music and psychology, he pursued a successful professional career as a physical chemist. Meanwhile, he continued to deepen his spiritual practice and insights. A prolific author (most of whose works are still untranslated from German), Kühlewind spent much time traveling the world, lecturing and leading workshops and seminars in meditation, psychology, epistemology, child development, anthroposophy, and esoteric Christianity. He was the author of numerous books.", "50315091": "Don Crescas Vidal was a French Talmudist in the first half of the fourteenth century.", "3948372": "Kiyoshi Miki (Japanese: 三木 清, Hepburn: Miki Kiyoshi, January 5, 1897 – September 26, 1945) was a Japanese philosopher, literary critic, scholar and university professor. He was an esteemed student of Nishida Kitarō and a prominent member of the Kyoto School.", "16215": "John Milton (9 December 1608 – 8 November 1674) was an English poet and intellectual. His 1667 epic poem Paradise Lost, written in blank verse and including over ten books, was written in a time of immense religious flux and political upheaval. It addressed the fall of man, including the temptation of Adam and Eve by the fallen angel Satan and God's expulsion of them from the Garden of Eden. Paradise Lost elevated Milton's reputation as one of history's greatest poets.[1][2] He also served as a civil servant for the Commonwealth of England under its Council of State and later under Oliver Cromwell.", "29802327": "Brian Patrick Mitchell (/ˈmɪtʃəl/) is an American writer, political theorist, and blogger, known for his theory of political difference, theology of interpersonal relations, and critical analysis of gender integration of the American armed forces."}