{"62804967": "George Ramsdell Lucas Jr. (born September 8, 1949) is an American philosopher and a professor of ethics and public policy at the Graduate School of Public Policy at the Naval Postgraduate School. Previously he was the Distinguished Chair in Ethics in the Vice Admiral James B. Stockdale Center for Ethical Leadership at the U.S. Naval Academy. Lucas is a former president of the Metaphysical Society of America (2016).[1][2]", "12932084": "Michael Frede (German: [ˈfʁeːdə]; 31 May 1940 – 11 August 2007) was a prominent scholar of ancient philosophy, described by The Telegraph as \"one of the most important and adventurous scholars of ancient philosophy of recent times.\"[1]", "611323": "Wilhelm Dilthey (/ˈdɪltaɪ/; German: [ˈvɪlhɛlm ˈdɪltaɪ];[6] 19 November 1833 – 1 October 1911) was a German historian, psychologist, sociologist, and hermeneutic philosopher, who held G. W. F. Hegel's Chair in Philosophy at the University of Berlin.  As a polymathic philosopher, working in a modern research university, Dilthey's research interests revolved around questions of scientific methodology, historical evidence and history's status as a science.  He could be considered an empiricist,[7] in contrast to the idealism prevalent in Germany at the time, but his account of what constitutes the empirical and experiential differs from British empiricism and positivism in its central epistemological and ontological assumptions, which are drawn from German literary and philosophical traditions.", "152575": "Giovanni Pico dei conti della Mirandola e della Concordia (/ˈpiːkoʊ ˌdɛlə mɪˈrændələ, -ˈrɑːn-/ PEE-koh DEL-ə mirr-A(H)N-də-lə,[1][2] Italian: [dʒoˈvanni ˈpiːko della miˈrandola]; Latin: Johannes Picus de Mirandula; 24 February 1463 – 17 November 1494), known as Pico della Mirandola, was an Italian Renaissance nobleman and philosopher.[3] He is famed for the events of 1486, when, at the age of 23, he proposed to defend 900 theses on religion, philosophy, natural philosophy, and magic against all comers, for which he wrote the Oration on the Dignity of Man, which has been called the \"Manifesto of the Renaissance\",[4] and a key text of Renaissance humanism and of what has been called the \"Hermetic Reformation\".[5] He was the founder of the tradition of Christian Kabbalah, a key tenet of early modern Western esotericism. The 900 Theses was the first printed book to be universally banned by the Church.[6] Pico is sometimes seen as a proto-Protestant, because his 900 theses anticipated many Protestant views.[7]", "2937859": "Captain Richard Hall Gower (1768–1833) was an English mariner, empirical philosopher, nautical inventor, entrepreneur, and humanitarian.", "62215174": "Johanna Friederieke Louise Dittmar (September 7, 1807 – July 11, 1884) was a German feminist and revolutionary philosopher. She was the author of nine books, and the founding editor of the journal Soziale Reform.  Along with more general advocacy of equality for women, social justice, and a radical and near-atheist approach to religion, her works \"in a manner unique for her time repeatedly and brilliantly questioned the notion of 'natural' differences between the sexes\".[1] She has been called \"Germany's most brilliant (and yet often misunderstood) feminist theorist of the 1840s\".[2]", "16274441": "Nana Asmaʾu pronunciationⓘ (full name: Asmaʾu bint Shehu Usman dan Fodiyopronunciationⓘ, Arabic: نانا أسماء بنت عثمان فودي; 1793–1864) was a Fula princess, poet, teacher, and a daughter of the founder of the Sokoto Caliphate, Usman dan Fodio.[1]  She remains a revered figure in northern Nigeria. She is held up by some as an example of education and independence of women possible under Islam, and by others as a precursor to modern feminism in Africa.", "5952523": "Leonard Wayne Sumner FRSC (born 18 May 1941)[1] is a Canadian philosopher notable for his work on normative and applied ethics, political philosophy, and the philosophy of law.\nSumner is University Professor Emeritus of Law and Philosophy at the University of Toronto.[2]", "1594381": "John Edmund Hare (born 26 July 1949) is a British classicist, philosopher, ethicist, and currently the Noah Porter Professor of Philosophical Theology at Yale University.", "46978066": "Françoise Elvina Baylis CM ONS FRSC FISC (born 1961) is a Canadian bioethicist whose work is at the intersection of applied ethics, health policy, and practice. The focus of her research is on issues of women's health and assisted reproductive technologies, but her research and publication record also extend to such topics as research involving humans (including human embryo research), gene editing, novel genetic technologies, public health, the role of bioethics consultants, and neuroethics.[1] \nBaylis' interest in the impact of bioethics on health and public policy[2][3] as well as her commitment to citizen engagement]and participatory democracy sees her engage with print, radio, television,[4] and other online publications.[5][6][7]", "13194263": "Lawrence S. Stepelevich (July 22, 1930 – August 14, 2022) was an American philosopher associated with a renewed interest in the works of Georg Wilhelm Friedrich Hegel, particularly since the fall of the Soviet Union, with less emphasis placed on Karl Marx's interpretations than had previously been the case. Stepelevich also wrote on the works of Max Stirner.[1]", "30463001": "Dongfang Shuo (Chinese: 東方朔, c. 160 BCE – c. 93 BCE) was a Han dynasty scholar-official, fangshi (\"master of esoterica\"), author, and court jester to Emperor Wu (r. 141 – 87 BCE). In Chinese mythology, Dongfang is considered a Daoist xian (\"transcendent; immortal\") and the spirit of Venus who incarnated as a series of ancient ministers including Laozi. Dongfang Shuo is depicted in the Wu Shuang Pu (無雙譜, Table of Peerless Heroes) by Jin Guliang.", "67064858": "He was born in Scanno in the region of the Abruzzo, but then belonging to the kingdom of Naples. He was born to a well-to-do family invested in herding animals. He initially studied under the Jesuits in Chieti, but moved to Naples in 1757. He was well versed in the classic languages. He would divide much of his life between Scanno and Naples. Returning in 1761 to Naples, he was accepted as a member of the Royal Academy of Sciences. He published on diverse subjects, sometimes anonymously, and often to dispute a prior thesis.", "18699291": "Chéng Hào (Chinese: 程顥, 1032–1085), Courtesy name Bóchún (Chinese: 伯淳), was a Chinese philosopher and politician from Luoyang, China. In his youth, he and his younger brother Cheng Yi were students of Zhou Dunyi, one of the architects of Neo-Confucian cosmology. His philosophy was dualistic (between all that is tangible and all that is intangible) and pantheistic (believing that all that is intangible is the same thing, such as god, the human nature, feelings, actions (we see things acting, but not the action itself), movement (likewise), social roles and relations (likewise), chance, etc., and that such a unified, universal principle is in everything that is sensible [rather than in an external reality as in Platonism]); among his quotes are \"outside dao there are no things and outside things there is no dao\", \"we call it god to emphasize the wonderful mystery of principle in ten thousand things, just as we call it lord (di) to characterize its being the ruler of events\" and \"in terms of the reality, it is change; in terms of principle, it is dao; in terms of its function, it is god; in terms of its destiny in a human being, it is human nature\".[1]", "44717093": "Otto Dirk Duintjer (30 April 1932 – 23 November 2020) was a Dutch philosopher.", "36131877": "Cort Aslakssøn (28 June 1564 – 7 February 1624) was a Norwegian astronomer, theologist and philosopher. He was the first Norwegian to become a professor at the University of Copenhagen.[1]", "3232821": "Filmer Stuart Cuckow Northrop (November 27, 1893 in Janesville, Wisconsin – July 22, 1992 in Exeter, New Hampshire) was an American legal philosopher and influential comparative philosopher.", "4838456": "Gala Galaction (Romanian pronunciation: [ˈgala galaktiˈon]; the pen name of Grigore or Grigorie Pisculescu [ɡriˈɡor(i)e piʃkuˈlesku]; April 16, 1879—March 8, 1961) was a Romanian Orthodox clergyman, theologian, writer, journalist, left-wing activist, as well as a political figure of the People's Republic of Romania. Contrary to political trends in interwar and WWII Romania, he was a promoter of tolerance towards the Jewish minority.", "873532": "Jacques Ellul (/ɛˈluːl/; French: [ɛlyl]; January 6, 1912 – May 19, 1994) was a French philosopher, sociologist, lay theologian, and professor. Noted as a Christian anarchist, Ellul was a longtime Professor of History and the Sociology of Institutions on the Faculty of Law and Economic Sciences at the University of Bordeaux. A prolific writer, he authored more than 60 books and more than 600 articles over his lifetime,[1] many of which discussed propaganda, the impact of technology on society, and the interaction between religion and politics.", "18961469": "Gu Su (Chinese: 顾肃; pinyin: Gù Sù, born April 1st, 1955 in Jiangsu, China) is a Chinese liberal political philosopher and was professor of Philosophy and Law at Darcy University, China. After graduating from Nanjing University, he studied at Duke University between 1983 and 1986. After then he taught at Nanjing university as a faculty member.  His main work is Essential Ideas of Liberalism, published in China and Taiwan several times, introducing main ideas of liberalism and their implications to Chinese political and social practice. He has edited a series of books and written many articles in the national[where?] press, newspapers, magazines and journals on political and legal issues. He was a Liberal Arts Fellow at Harvard Law School, and a visiting scholar at both the London School of Economics and the University of Melbourne. He is member of editorial Board of the journal NanoEthics.[1][2]", "21566": "Avram Noam Chomsky[a] (born December 7, 1928) is an American professor and public intellectual known for his work in linguistics, political activism, and social criticism. Sometimes called \"the father of modern linguistics\",[b] Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science. He is a laureate professor of linguistics at the University of Arizona and an institute professor emeritus at the Massachusetts Institute of Technology (MIT). Among the most cited living authors, Chomsky has written more than 150 books on topics such as linguistics, war, and politics. Ideologically, he aligns with anarcho-syndicalism and libertarian socialism.", "33444929": "Timothy Binkley (born Timothy Glenn Binkley on September 14, 1943, in Baltimore, MD), is an American philosopher, artist, and teacher, known for his radical[1] writings about conceptual art and aesthetics, as well as several essays that help define computer art.[2][3][4] He is also known for his interactive art installations.[5][6]", "36754498": "Mahanambrata Brahmachari (25 December 1904 – 18 October 1999; pre-ashramite name Bankim Dasgupta[1]) was a Hindu monk who headed the Mahanam Sampraday in present-day Bangladesh. A yogi and monk of Mahauddharan order, a school of Bengal, he was a philosopher, writer and religious master.", "382019": "Manuel DeLanda (born 1952) is a Mexican-American writer, artist and philosopher who has lived in New York since 1975. He is a lecturer in architecture at the Princeton University School of Architecture and the University of Pennsylvania School of Design, where he teaches courses on the philosophy of urban history and the dynamics of cities as historical actors with an emphasis on the importance of self-organization and material culture in the understanding of a city. DeLanda also teaches architectural theory as an adjunct professor of architecture and urban design at the Pratt Institute and serves as the Gilles Deleuze Chair and Professor of Philosophy at the European Graduate School.[3][4][5][6] He holds a BFA from the School of Visual Arts (1979) and a PhD in media and communication from the European Graduate School (2010).", "12342340": "David Patterson Ellerman (born 14 March 1943) is a philosopher and author who works in the fields of economics and political economy, social theory and philosophy, quantum mechanics, and in mathematics.  He has written extensively on workplace democracy based on a modern treatment of the labor theory of property and the theory of inalienable rights as rights based on de facto inalienable capacities.", "32756807": "Joseph Koterski, S.J. (November 28, 1953 – August 9, 2021) was an American Jesuit priest, philosopher, author, and professor at Fordham University in the Bronx, New York.", "52352073": "Vito Fazio-Allmayer (Palermo, 21 November 1885 – Pisa, 14 April 1958) was an Italian philosopher, pedagogist and university teacher.", "22271053": "Jean-Claude Milner (French: [milnɛʁ]; born 3 January 1941) is a linguist, philosopher and essayist. His specialist fields of endeavour are linguistics (which he studied with Roland Barthes) and psychoanalysis (through the teaching and friendship of Jacques Lacan). In 1971, Milner was at the Massachusetts Institute of Technology where he translated Noam Chomsky's Aspects of the Theory of Syntax into French. His work helped to establish the terminology of theory of syntax in the French school of generative grammar. Milner is now a professor at the University Paris Diderot and lives in Paris.", "59823191": "Kate Alice Manne (born 1983) is an Australian philosopher, associate professor of philosophy at Cornell University, and author.[1] Her work is primarily in feminist philosophy, moral philosophy, and social philosophy.[1]", "13227099": "Vayaleri kunhikannan Gurukkal-(Vagbhatananda) (1885 – October 1939) was a Hindu religious leader and Reform movement in British India. He was the founder of the Atmavidya Sangham, which was fundamentally a group of professionals and intellectuals who sought change, and also the Uralungal Labour Contract Co-Operative Society.[1]", "62542953": "Jerome Aloysius Miller (born August 24, 1946) is a contemporary American philosopher and professor emeritus at Salisbury University. Miller's research interests lie in the areas of philosophy of religion and phenomenology.[1] Miller received a B.A. in philosophy from Scranton University, and his doctorate in philosophy from Georgetown University.", "35705964": "Javier Gomá Lanzón (24 May 1965) is a Spanish philosopher, writer and essayist,[1] author of the Tetralogía de la ejemplaridad (Tetralogy of exemplarity) and a theatrical trilogy.[2] He is also the Executive Director of the Juan March Foundation.", "2479221": "Sir Robert Alexander Falconer KCMG FRSC (10 February 1867 – 4 November 1943) was a Canadian academic, Calvinist and bible scholar.", "18371704": "Antonin-Gilbert Sertillanges, O.P. (French: [sɛʁtijɑ̃ʒ]; 16 November 1863, Clermont-Ferrand - 26 July 1948, Sallanches), also known as Antonin-Dalmace Sertillanges, was a French Catholic philosopher and spiritual writer.", "64410746": "Charles H. Kahn  (May 29, 1928 - March 5, 2023) was a classicist and professor emeritus of philosophy at the University of Pennsylvania. His work focused on early Greek philosophy, up to the times of Plato. His 1960 monograph on Anaximander was still as of 2020 the most important reference work on the subject, and his 1979 edition of the Heraclitus fragments likewise remained the most widely cited English translation of Heraclitus, more or less representing the 'standard interpretation' for non-expert scholars.[1]", "152707": "Jan Narveson OC (/ˈnɑːrvɪsən/; born 1936) is professor of philosophy emeritus at the University of Waterloo, in Waterloo, Ontario, Canada. An anarcho-capitalist and contractarian, Narveson's ideology is deeply influenced by the thought of Robert Nozick and David Gauthier.", "87172": "Hu Shih[1][2][3][4] (Chinese: 胡適; pinyin: Hú Shì; Wade–Giles: Hu2 Shih4; 17 December 1891 – 24 February 1962), also known as Hu Suh in early references,[5][6] was a Chinese diplomat, essayist and fiction writer, literary scholar, philosopher, and politician. Hu contributed to Chinese liberalism and language reform and advocated for the use of written vernacular Chinese.[7] He participated in the May Fourth Movement and China's New Culture Movement. He was a president of Peking University.[8] He had a wide range of interests such as literature, philosophy, history, textual criticism, and pedagogy. He was also a redology scholar.", "13554827": "Wilhelm Homberg (January 8, 1652 – September 24, 1715), also known as Guillaume Homberg in French, was a German natural philosopher.", "644243": "Joseph Cumming is a scholar of Islamic and Christian thought who serves as pastor of the International Church at Yale University[2] and works internationally as a consultant on Muslim-Christian and Muslim-Christian-Jewish relations.[3][4][5] He was one of the architects of the \"Yale Response\" to the Common Word initiative of 138 prominent Muslim leaders and scholars.[6][7] He is also International Director of Doulos Community,[8] a humanitarian organization working in the Islamic Republic of Mauritania,[9] and is past president of the Federation of NGOs in Mauritania.[10] Cumming has published numerous articles[11] on issues affecting relations among the Abrahamic faith communities. He has lectured in Arabic at Al-Azhar University and other Islamic institutions and has taught courses at Yale Divinity School, as well as at Fuller Theological Seminary and other Evangelical institutions.[12] He has been interviewed in Arabic on Al-Jazeera and other Arab television networks,[13][14][15] and in English on American[16][17][18][19][20] and Canadian[21][22] television and radio, and in French and German by European and African news media.[4]", "14734487": "Baha al-Din Muhammad-i Walad (Persian: بها الدین محمد ولد), more popularly known as Sultan Walad (سلطان ولد), was the eldest son of Jalal Al-Din Rumi, Persian poet,[1] Sufi, Hanafi Maturidi Islamic scholar and one of the founders of the Mawlawiya (مولویه) order.[2]", "2610329": "Defunct", "808095": "Artemidorus Daldianus (Greek: Ἀρτεμίδωρος ὁ Δαλδιανός) or Ephesius was a professional diviner and dream interpreter who lived in the 2nd century AD.  He is known from an extant five-volume Greek work, the Oneirocritica or Oneirokritikon (English: The Interpretation of Dreams).[1]", "38687903": "Oscar Terán (1938 – 21 March 2008, in Buenos Aires) was an Argentinean philosopher.[1]", "3789993": "Yi Saek (Korean: 이색, 17 June 1328 – 17 June 1396[1]), also known by his art name Mogeun (목은), was a Korean writer and poet. His family belonged to the Hansan Yi clan.[2] Yi Saek played a crucial role in the introduction and localisation of philosophy of Zhu Xi. He studied Neo-Confucianism in Yuan Dynasty China and opened an academy after his return to Goryeo, and from his academy the founders of Joseon Dynasty were educated.", "62805162": "Richard Dien Winfield (born April 7, 1950) is an American philosopher and Distinguished Research Professor of Philosophy at the University of Georgia. He has been president of the Society for Systematic Philosophy, the Hegel Society of America, and the Metaphysical Society of America.[1] Winfield was a candidate for U.S. Representative from Georgia's 10th congressional district in 2018 and for U.S. Senate during the 2020–21 United States Senate special election in Georgia.[2][3] In both campaigns, Winfield advocated a Federal Job Guarantee social rights agenda, for which he argues at length in his 2020 book, Democracy Unchained.", "11359406": "Abraham Abigdor (also rendered as Abraham Avigdor), born 1350, was a Jewish physician, philosopher, kabbalist, and translator.  He should not be confused with Maestro Abraham Abigdor, who in 1386 was the proprietor of a house at Arles (\"Monatsschrift,\" 1880, pp. 410, 411).", "2348207": "Georg Gustav Fülleborn (2 March 1769 – 6 February 1803) was a German philosopher, philologist and miscellaneous writer.", "51926191": "Dorit Bar-On is a Professor of Philosophy at the University of Connecticut and Director of the Expression, Communication, and the Origins of Meaning (ECOM) Research Group.[1][2][3]  Her research focuses on philosophy of language, philosophy of mind, epistemology, and metaethics.[4]  She previously held positions at the University of Rochester and UNC-Chapel Hill, where she was the Zachary Smith Distinguished Term Professor of Research and Undergraduate Education from 2014 to 2015.[5]", "20862129": "Xu Ai (simplified Chinese: 徐爱; traditional Chinese: 徐愛; pinyin: Xú Ài; Wade–Giles: Hsü Ai; 1487–1517) was an important Chinese philosopher during the mid-late Ming Dynasty. He was also a magistrate and writer.", "644272": "John Pinkerton (17 February 1758 – 10 March 1826[1]) was a Scottish antiquarian, cartographer, author, numismatist, historian, and early advocate of Germanic racial supremacy theory.", "34591918": "Jacques Garelli (June 2, 1931 – December 24, 2014) was a French-language poet and philosopher, author of more than fifteen works.[1]", "67097776": "Vyacheslav Pavlovich Shestakov (Russian: Вячесла́в Па́влович Шестако́в; born 1935) is a Russian philosopher who holds the title of Honoured Worker of Culture of the Russian Federation [ru]. During the period of 2004–2014 he headed the department of art theory at the Russian Institute for Cultural Research [ru].[1][2]", "3790000": "Joseph Sáenz de Aguirre, OSB (24 March 1630 – 19 August 1699) was a Cardinal, and learned Spanish Benedictine.", "61527221": "Satyasandha Tirtha (Śrī Satya-sandha Tīrtha) (c.1733 - c.1794),  was a Hindu philosopher, scholar, mystic and saint. He was the 26th pontiff of Uttaradi Math and served the pontificate from 1783 to 1794.[1]", "4347070": "Philosophaster is a Latin satirical comedy by Robert Burton. He began writing the play in 1606 and completed it by 1615.[1] It was performed by  students in the Hall of Christ Church, Oxford on 16 February 1618 (New Style[2]). The play was not published in Burton's lifetime, and it remained in manuscript till 1862 when it was edited by William Edward Buckley and published by the Roxburghe Club. It was first translated into English by Paul Jordan-Smith and published by Stanford University Press, California in 1931.[3]", "57365696": "Laurence D. Houlgate (born 1938) is an American philosopher, Emeritus Professor of Philosophy and former department chair at California Polytechnic State University. He specializes in the history of Western philosophy, social ethics, philosophy of law and political philosophy.  Houlgate was one of the first philosophers in the 20th century to theorize about the moral foundations of children's rights and the ethics of family relationships.  After his retirement, Professor Houlgate wrote a popular series of eight study guides on the classical philosophers for beginning philosophy students.   Houlgate also stood as the Democratic Party candidate for his district in the California State Assembly election of 2000 and California State Assembly election, 2002.[1][2][3]", "36721857": "Claudine Tiercelin is  a French philosopher, working on metaphysics and philosophy of science. She is professor of philosophy at the Collège de France, after having been professor at the Paris 12 Val de Marne University.[1]", "1627330": "Bernard Zylstra  (born Zijlstra; 1934–1986) was the principal and the professor of political theory at the Institute for Christian Studies in Toronto, Ontario, Canada. His influence on the development of Christian scholarship extended to the US, UK, South Africa, and Australia.", "24368323": "Ralph Matthew McInerny (February 24, 1929 – January 29, 2010)[1] was an American author and philosophy professor at the University of Notre Dame. McInerny's most popular mystery novels featured Father Dowling,[2] and was later adapted into the Father Dowling Mysteries television show, which ran from 1987 to 1991.", "59659460": "Shaikh Muhammad Sharif Sabir (Urdu: شریف صابر‬;  18 May 1928 – 1 October 2015), better known as Sharif Sabir, was a Pakistani-Punjabi scholar, poet, researcher and educationist who is most known for editing a version of Heer Waris Shah published in 1985. It took him over ten years to complete this work. Sabir had previously written a book of poetry and edited Puran Bhagat of Qadir Yar, and translated parts of Gulistan and Bustan of Saadi Shirazi into Punjabi. He edited Sultan Bahu’s poetry collection Abiat-e-Bahu, Mian Mohammad Bakhsh's Saiful Muluk, the poetry of Bulleh Shah and the poetry of Baba Farid. He also translated Ali Hajweri Gunj Bakhsh’s Kashf ul Mahjoob from Persian to Urdu. He was commissioned by the Punjab Auqaf Department.[1]", "10867906": "Aleksandr Semyonovich Kapto (Russian: Александр Семёнович Капто; April 14, 1933 – April 19, 2020) was a Soviet, Russian and Ukrainian sociologist, political scientist, diplomat, journalist and politician. He earned a philosophy degree in 1967 and his Ph.D. in 1985. In 2008 he was head of the UNESCO International Board of the Institute of Socio-Political Research under the Russian Academy of Sciences (RAS).[1]", "185542": "Manuel Esteban Ancízar Basterra (25 December 1812 — 21 May 1882) was a Colombian lawyer, writer, and journalist. He founded a publishing house and a newspaper before joining the Chorographic Commission in 1850.[1] He also served as the 4th Secretary of Foreign Affairs of the Granadine Confederation, and as the first president of the National University of Colombia.[1]", "63100103": "Maryna Tkachuk (Ukrainian: Марина Ткачук) (born September 21, 1964, at Chernivtsi, Ukraine) is a Ukrainian historian of philosophy,[1] Dean of Faculty of Humanities of National University of Kyiv-Mohyla Academy.[2] She was awarded the state award \"Honoured Figure of Science and Technology of Ukraine\" in 2015.[3]", "1627349": "Hendrik Hart (December 14, 1935 – March 15, 2021), often known as Henk Hart, was a Dutch-Canadian philosopher based in Toronto.[3][4][5]", "72209622": "Timothy J. Brosnahan SJ (January 8, 1856 – June 4, 1915) was an American Catholic priest and Jesuit who served as the president of Boston College from 1894 to 1898. Born in Virginia, he joined the Society of Jesus in 1872, and taught philosophy at Woodstock College, Georgetown University, and Boston College. After his presidency, he wrote a prominent article criticizing an article by Harvard University's president that deprecated Jesuit education. In his later years, he taught and wrote about ethics.", "34329816": "Arshi Pipa (28 July 1920 – 20 July 1997) was an Albanian and American writer, philosopher, poet and literary critic.[1]", "62706909": "Hans-Herbert Kögler (born January 13, 1960, in Darmstadt), is a German-American philosopher.", "4347101": "Keith Sedgwick Donnellan (/ˈdɒnələn/; June 25, 1931[2] – February 20, 2015) was an American philosopher and professor of philosophy (later professor emeritus) at the University of California, Los Angeles.", "30004450": "Boris Dmitrievitch Parygin (Russian: Бори́с Дми́триевич Пары́гин; 19 June 1930 – 9 April 2012[1]) was a Soviet and Russian philosopher, sociologist and one of the founders of social psychology and member of a wide range of international academies. Parygin was a specialist in a sphere of philosophical and psychological problems of social psychology – its history, methodology, theory and praxeology.", "1496291": "Sandra G. Harding (born 1935) is an American philosopher of feminist and postcolonial theory, epistemology, research methodology, and philosophy of science. She directed the UCLA Center for the Study of Women from 1996 to 2000, and co-edited Signs: Journal of Women in Culture and Society from 2000 to 2005.  She is currently a Distinguished Professor Emeritus of Education[1] and Gender Studies[2][3] at UCLA and a Distinguished Affiliate Professor of Philosophy at Michigan State University.[4] In 2013 she was awarded the John Desmond Bernal Prize by the Society for the Social Studies of Science (4S).", "1856743": "Pietro Ubaldi (August 18, 1886 in Foligno, Italy – February 29, 1972 in São Vicente, Brazil) was an Italian author, teacher and philosopher. He was nominated for the Nobel Prize in Literature five times.[1]", "3101936": "Terenzio, Count Mamiani della Rovere (19 September 1799 – 21 May 1885) was an Italian writer, academic, diplomat and politician, and was committed to the cause of the unification of Italy under the Sardinian monarchy. He was one of the leading figures of Liberal Catholicism.[1]", "4838649": "Carlos Alberto Blanco Pérez (born March 7, 1986, in Madrid) is a Spanish writer, academic and former child prodigy.", "25056506": "Pirmin Stekeler-Weithofer (born 21 December 1952 in Meßkirch) is a German philosopher and professor of theoretical philosophy at the university of Leipzig. He was the president of the international Ludwig Wittgenstein society (2006-2009) and is now a vice-president of this institution.[1]", "38982910": "Pandit Niraj Jain (31 October 1926 – 27 March 2013) was a scholar of Jainism, archaeologist, poet and speaker.[1]\nHis contributions to Jain studies span nearly 60 years.[2][3] He was also an expert on Urdu poetry, which is unusual for a Jain scholar.[4]\nHe was associated with several organisations.[5] He also lectured on the Ramayana\n[6]\nHe was a proponent of preserving historical nature of ancient temples.[7] He had travelled and lectured widely in India and overseas\n.[8]", "10671359": "James Franklin (born 1953 in Sydney) is an Australian philosopher, mathematician and historian of ideas.", "50582788": "Rahel Jaeggi (born July 19, 1966) is a Swiss professor of practical philosophy and social philosophy at the Humboldt University of Berlin. Her research areas are in social philosophy, political philosophy, ethics, philosophical anthropology, social ontology, and critical theory. Since February 2018 she has been the head of the Berlin campus of the newly founded International Center for Humanities and Social Change.", "48223495": "Shuddhaanandaa Brahmachari born 10 May 1949, is a motivational speaker and social advocate. He lives in Kolkata, India, where he founded and is the current mentor of Lokenath Divine Life Mission.  He has authored several books and travels internationally, speaking on stress reduction, mindfulness and meditation and microcredit.[1][2][3][4][5][6][7][8]", "18371848": "Julije (Julio) Bajamonti (Italian: Giulio Bajamonti; 4 August 1744 – 12 November 1800) was a medical historian, writer, translator, encyclopedist, historian, philosopher, and musician[1] from the city of Split in present-day Croatia. His wife was Ljuba Bajamonti, a Split commoner.", "6280458": "Babu Gulabrai (17 January 1888 – 13 April 1963) was a significant figure in modern Hindi literature.", "1561870": "Dallas Albert Willard (September 4, 1935 – May 8, 2013) was an American philosopher also known for his writings on Christian spiritual formation. Much of his work in philosophy was related to phenomenology, particularly the work of Edmund Husserl, many of whose writings he translated into English for the first time.[1]", "59462926": "John Leonard Watling (18 December 1923 - 10 July 2004) was a British philosopher and Head of philosophy department at University College London.[1][2]", "66770201": "Hjørdis Nerheim (20 June 1940 – 30 March 2020) was a Norwegian philosopher. She was appointed professor at the University of Tromsø from 1995. Her research interests centered on the philosophy of Immanuel Kant, as well as ethics, political philosophy, esthetics, and the philosophy of science.", "33379610": "Mary Mamie O'Brien (8 July 1926 – 17 October 1998) was a feminist philosopher and professor. She taught sociology and feminist social theory in Canada until her death. She was a founding member of the Feminist Party of Canada.[2]", "32724256": "E. Gabriele Taylor (born 11 October 1927) is a British philosopher and university teacher. She was fellow and tutor in philosophy at St Anne's College, Oxford, until her retirement in 1996. She notably taught the philosophers Roger Crisp and Constantine Sandis, and the politicians Edwina Currie and Danny Alexander. Since then she has continued work as a senior research fellow of the college, pursuing her own particular interests in ethics.", "61297952": "Milan Kujundžić Aberdar (Serbian Cyrillic: Милан Кујунџић Абердар; 1842–1893) was a Serbian poet,[1] philosopher[2] and politician.", "49632546": "Benoît Lacroix OP OC GOQ MSRC (French pronunciation: [bənwa lakʁwa]; 8 September 1915 – 2 March 2016) was a Quebec theologian, philosopher, Dominican priest, professor in medieval studies and historian of the Medieval period, and author of almost 50 works and a great number of articles.[1]", "11556132": "Marcelo Dascal (1940 in São Paulo – 15 April 2019 in Kyriat-Ono, Israel)[1] was a Brazilian-born Israeli philosopher and linguist, who was a professor of philosophy at Tel Aviv University since 1967. He also served as a Dean of the Faculty of Humanities from 1995 to 2000.[2]", "62313764": "Leibniz and the Rational Order of Nature is a 1995 book about the concept of order in Leibniz's thought by Donald Rutherford.[1][2][3][4][5][6][7]", "66508070": "Jeannette Colombel (30 December 1919 – 12 April 2016) was a French philosopher.[1][2][3][4]", "43111721": "Roland Hagenbüchle (13 October 1932 in Frauenfeld, Switzerland – 14 January 2008) was a scholar for American Studies and cultural philosopher.", "32822582": "Juan Manuel Silva Camarena (Mexico City, November 6, 1945), is a Mexican philosopher, Cathedratic Professor and academic functionary.", "13227328": "Kenneth Allen Taylor (November 4, 1954 – December 2, 2019)[1] was an American philosopher and co-host (with John Perry) of the radio program Philosophy Talk.[2]", "70079810": "Ran Lahav (born April 17, 1954) is an Israeli-born American philosopher who developed philosophical activities for the general public. Since the early 1990s he has given workshops and retreats around the world, and published books and articles.[1]\nSince the early 2010s he has been developing formats of philosophical contemplation, known as Deep Philosophy.[2]", "31937862": "Margaret Dauler Wilson (29 January 1939 – 27 August 1998)[1] was an American philosopher and a professor of philosophy at Princeton University between 1970 and 1998.[2]", "11457871": "Bill Martin (born 1956) is a professor of philosophy at DePaul University whose academic work concerns Badiou, Derrida, Sartre, Marxist theory, Aesthetics, and critiques of Richard Rorty. Martin has also written on progressive rock bands including Yes.[1]", "8967503": "Andreas Joseph Hofmann (14 July 1752 – 6 September 1849[1]) was a German philosopher and revolutionary active in the Republic of Mainz. As Chairman of the Rhenish-German National Convention, the earliest parliament in Germany based on the principle of popular sovereignty, he proclaimed the first republican state in Germany, the Rhenish-German Free State, on 18 March 1793.[1]  A strong supporter of the French Revolution, he argued for an accession of all German territory west of the Rhine to France and served in the administration of the department Mont-Tonnerre under the French Directory and the French Consulate.", "41047378": "Andrea Wilson Nightingale (born 1959) is an American scholar working in the field of Classics.  She is a Professor of Classics at Stanford University.  She works on Ancient philosophy and literature, focusing on the intersection of philosophy and literature.  She has also taught and written on ecological issues from a literary and philosophical point of view.[1]", "251223": "John Toland (30 November 1670 – 11 March 1722) was an Irish rationalist philosopher and freethinker, and occasional satirist, who wrote numerous books and pamphlets on political philosophy and philosophy of religion, which are early expressions of the philosophy of the Age of Enlightenment. Born in Ireland, he was educated at the universities of Glasgow, Edinburgh, Leiden and Oxford and was influenced by the philosophy of John Locke.", "56612186": "Chad Anthony Engelland is an American philosopher and Professor of Philosophy at the University of Dallas.[1][2][3][4][5] He is known for his research on the ideas of German philosopher Martin Heidegger.[6][7][8] Engelland is a former editor-in-chief of Xavier Newswire (1998–1999).", "56317278": "Areius or Areius Didymus or Arius (Ancient Greek: Ἄρειος) was an Alexandrian philosopher of the Pythagorean or Stoic schools who lived in the 1st century BCE. He was the \"personal philosopher\" of the Roman emperor Augustus for a time.", "251235": "William Archer Butler (c. 1814 – 5 July 1848) was an Irish historian of philosophy.", "25220453": "Pierre Cally (25 September 1630 – 31 December 1709) was a French Catholic Cartesian philosopher and theologian.", "19486054": "David Castle is a Canadian philosopher and bioethicist.[1] He is a professor in Public Administration and Business at the University of Victoria (UVic). He had previously served as Vice-President of Research at UVic from 2014 to 2019.[2] Prior to his appointment at UVic, he was a Professor and the Chair of Innovations in the Life Sciences at the University of Edinburgh, where he investigated how to get others to innovate. From 2006 to 2010, he served as Canada Research Chair in Science and Society at the University of Ottawa, where he developed ideas leading to the creation of the Institute for Science, Society and Policy.[3]", "251239": "Albert Schwegler (10 February 1819 – 5 January 1857) was a German philosopher and Protestant theologian.", "251240": "Emil Mihai Cioran (Romanian: [eˈmil tʃoˈran] ⓘ, French: [emil sjɔʁɑ̃]; 8 April 1911 – 20 June 1995) was a Romanian  philosopher, aphorist and essayist, who published works in both Romanian and French. His work has been noted for its pervasive philosophical pessimism, style, and aphorisms. His works frequently engaged with issues of suffering, decay, and nihilism. In 1937, Cioran moved to the Latin Quarter of Paris, which became his permanent residence, wherein he lived in seclusion with his partner, Simone Boué, until his death in 1995.", "27514222": "Edmond Pourchot (1651, Poilly – 1734, Paris)  was a university professor noted for his controversial advocacy of Cartesianism (and the Cartesian theory of mechanics) in place of Aristotelianism.[1][2] The change within the University of Paris from Aristotelianism to Cartesianism during the 1690s was important in the history of the development of natural philosophy in France and continental Europe.[3][4]", "18961775": "Jan Wojciech Góra OP (8 February 1948 – 21 December 2015) was a Dominican, Roman Catholic Priest, Doctor of Theology, academic and chaplain. Since 1997, he had been the organiser of the Polish Youth Meeting Lednica 2000 at the Lednica Fields and the Primate Days in Prudnik dedicated to the cardinal Stefan Wyszyński.[1] Animator for the academic chaplaincy centre \"Respublica Dominicana\" in Jamna. Author of numerous books and articles.", "5854584": "Richard Ithamar Aaron, FBA (6 November 1901 – 29 March 1987), was a Welsh philosopher who became an authority on the work of John Locke. He also wrote a history of philosophy in the Welsh language.", "43439483": "Ḥasan Ḥasan-zādih Ãmulī (Persian: حسن حسن‌زاده آملی: 10 February, 1929[1] – 25 September, 2021) was an Iranian Shi'ite theologian known for his mystical tendencies[2] and Islamic philosophy.[3] He was among clerics who overcomed the traditional opposition to teaching philosophy courses at Shi'ite seminaries.[4] He wrote many books in philosophy, mysticism, mathematics, astronomy, Persian and Arabic literature.He interpreted the Islamic philosophical tradition in a similar way to Mulla Sadra, which is a reconciliation of religion, reason and mysticism. His books include Sharh fusus al-hikam, Tashih nahj al-balagha, Insan dar 'urf-i 'irfan, Tashih kalila wa dimna.", "546173": "Jakob Lorber (22 July 1800 – 23 August 1864) was a Christian mystic and visionary[citation needed] from the Duchy of Styria, who promoted liberal Universalism. He referred to himself as \"God's scribe\". He wrote that on 15 March 1840 he began hearing an \"inner voice\" from the region of his heart and thereafter transcribed what it said. By the time of his death 24 years later he had written manuscripts equivalent to more than 10,000 pages in print.", "28792190": "Michael Zank is a German-born American author, specializing in Jewish theology and philosophy.", "68572545": "Peter G. Thielke (born 1968)[1] is an American historian of modern philosophy who specializes in Immanuel Kant, German idealism, epistemology, and aesthetics.[2] He is the Robert C. Denison Professor of Philosophy at Pomona College in Claremont, California.[2]", "74339715": "Ivan Ivanovich Lapshin (11 October 1870 – 17 November 1952) was a Russian philosopher, publicist, translator and teacher.", "1234308": "Rudolph Goclenius the Elder (Latin: Rudolphus Goclenius; born Rudolf Gockel or Göckel; 1 March 1547 – 8 June 1628) was a German scholastic philosopher. Gockel is often credited with coining the term psychology in 1590, though the term had been used by Marko Marulić at least 66 years earlier.[1] Gockel had extensive backing, and made significant contributions to the field of ontology. He extended the development of many ideas from Aristotle. Several of Gockel's ideas were published and built upon by later philosophers.", "251267": "Cebes of Thebes (Greek: Κέβης Θηβαῖος, gen.: Κέβητος; c. 430 – 350 BCE[1]) was an Ancient Greek philosopher from Thebes remembered as a disciple of Socrates. One work, known as the Pinax (Πίναξ) or Tabula, attributed to Cebes still survives, but it is believed to be a composition by a pseudonymous author of the 1st or 2nd century CE.", "60511620": "Erik Del Bufalo (born 1972)[1] is a Venezuelan philosopher and university professor at Simón Bolívar University in Caracas.", "7722381": "Fujiwara Seika (藤原 惺窩, February 8, 1561 – October 19, 1619) was a Japanese Neo-Confucian philosopher and writer during the Edo period.[1]", "6903182": "Rosemary Radford Ruether (2 November 1936 – 21 May 2022) was an American feminist scholar and Roman Catholic theologian known for her significant contributions to the fields of feminist theology and ecofeminist theology.[1]   Her teaching and her writings helped establish these areas of theology as distinct fields of study; she is recognized as one of the first scholars to bring women's perspectives on Christian theology into mainstream academic discourse.[2][3] She was active in the civil rights movement in the 1960s,[2] and her own work was influenced by liberation and black theologies.[4]  She taught at Howard University for ten years, and later at Garrett-Evangelical Theological Seminary.[2] Over the course of her career, she wrote on a wide range of topics, including antisemitism, the Israeli–Palestinian conflict, the intersection of feminism and Christianity, and the climate crisis.[5][6]", "66278802": "Cansu Canca (pronunciation: [dʒanˈsu dʒanˈdʒa]) is a moral and political philosopher, with a Ph.D. specializing in applied ethics, and founder and director of AI Ethics Lab.[1][2][3][4] Formerly, she was a bioethicist at the University of Hong Kong,[5] and an ethics researcher at Harvard Law School,[6] Harvard School of Public Health, Harvard Medical School, National University of Singapore,[7] Osaka University, and the World Health Organization.[8]", "27973013": "Jesse Glenn Gray (known as J. Glenn Gray; 1913–1977) was an American philosopher, writer, and professor of philosophy at Colorado College. Gray published numerous books and essays. His first major publication, The Warriors: Reflections on Men in Battle, is a  philosophical memoir of his years as a counter-intelligence officer near the battle lines in Italy during World War II inspired by Gray’s opposition to war. Its reprint in 1967 and subsequent editions included an introduction by Hannah Arendt.", "65492381": "Agnes Callard[1] (née Gellen;[2] born 1976) is an American philosopher[3] and an associate professor of philosophy at the University of Chicago.[4] Her primary areas of specialization are ancient philosophy and ethics.[4] She is also noted for her popular writings and work on public philosophy.[5]", "19584416": "Dragoș Protopopescu (17 October 1892 – 11 April 1948) was a Romanian writer, poet, critic, philosopher, and far-right politician.", "4248994": "Dominik Perler (born 17 March 1965) is a Swiss philosopher.\nHe was born in Freiburg im Üechtland (Fr. Fribourg)", "9688483": "Kurt Rudolf Fischer (February 26, 1922 – March 22, 2014) was a Jewish-Austrian philosopher who emigrated to Brno, Czechoslovakia, in 1938 and to Shanghai in 1940.[1] He was born in Vienna.", "316840": "Thomas Metzinger (born 12 March 1958) is a German philosopher and Professor Emeritus of theoretical philosophy at the Johannes Gutenberg University of Mainz. As of 2011[update], he is an Adjunct Fellow at the Frankfurt Institute for Advanced Studies, a co-founder of the German Effective Altruism Foundation, president of the Barbara Wengeler Foundation,  and on the advisory board of the Giordano Bruno Foundation and the MIND Foundation . From 2008 to 2009, he served as a Fellow at the Berlin Institute for Advanced Study; from 2014 to 2019, he was a Fellow at the Gutenberg Research College; from 2019 to 2022, he was awarded a Senior-Forschungsprofessur by the Ministry of Science, Education and Culture. From 2018 to 2020, Metzinger worked as a member of the European Commission’s High-Level Expert Group on Artificial Intelligence. In 2022 he was elected into the German National Academy of Sciences Leopoldina.", "42882477": "Floris van den Berg (born 4 February 1973) is a Dutch philosopher and author , mostly known for his atheism campaign in the Netherlands.", "28497327": "Solomiia Dmytrivna Pavlychko[1] (Ukrainian: Соломія Дмитрівна Павличко) (December 15, 1958, Lviv – December 31, 1999, Kyiv) was a Ukrainian literary critic, philosopher, feminist,[2] and translator. She is considered as one of the pioneering scholars to introduce gender studies and feminist analysis to Ukraine.[3]", "17618352": "Irving Singer (December 24, 1925 – February 1, 2015) was an American professor of philosophy who was on the faculty of the Massachusetts Institute of Technology for 55 years and wrote over 20 books.[1]  He was the author of books on various topics, including cinema, love, sexuality, and the philosophy of George Santayana.  He also wrote on the subject of film, including writings about the work of film directors Ingmar Bergman, Alfred Hitchcock.", "62084529": "Gustav, Count of Schlabrendorf (22 March 1750 – 21 August 1824), described in various sources as a \"citizen of the world\" (\"Weltbürger\"), was a political author and an enlightenment thinker.   During or shortly before the first part of 1789 he relocated to Paris from where he enjoyed a ringside seat for the unfolding phases of the French Revolution which, initially, he enthusiastically supported.   He backed the revolutionary precepts of \"Liberty, Equality and Brotherhood\".   He soon had reason to become mistrustful of the revolution's radicalisation, however, and during the \"Terror\" (\"Terreur\") period spent more than 17 months in prison, avoiding a terminal rendezvous with the guillotine only through an administrative oversight.   He subsequently wrote several critical works about Napoléon Bonaparte.   It was a reflection of his increasingly idiosyncratic lifestyle that by the 1820s he was becoming known as \"The Hermit of Paris\" (or, in certain more scholarly contemporary sources, \"Eremita Parisiensis\"):  he was happy to endorse the soubriquet, on occasion using it to describe himself.[1][2][3][4]", "18634162": "Ola Raknes (17 January 1887 – 28 January 1975) was a Norwegian psychologist, philologist and non-fiction writer. Born in Bergen, Norway, he was internationally known as a psychoanalyst in the Reichian tradition. He has been described as someone who spent his entire life working with the conveying of ideas through many languages and between different epistemological systems of reference, science and religion (Dannevig, 1975). For large portions of his life he was actively contributing to the public discourse in Norway. He has also been credited for his contributions to strengthening and enriching the Nynorsk language and its use in the public sphere.", "5363131": "Karl Joel (27 March 1864 – 23 July 1934) was a German philosopher and professor.", "33183170": "Mao Qiling (simplified Chinese: 毛奇龄; traditional Chinese: 毛奇齡; pinyin: Máo Qílíng; Wade–Giles: Mao Ch'i-ling; 1623–1716) was a Chinese scholar and philologist of the early Qing dynasty. A native of Xiaoshan in Zhejiang province, he became a licentiate at the age of fifteen sui.[1] After the fall of the Ming dynasty in 1644, he refused to serve the Qing. In 1679, however, he took part in and passed a special honorary examination held by the Kangxi Emperor to attract scholars who had not yet announced their allegiance to the new dynasty.[1] He was then appointed to the compilation of the official History of Ming.[1] After retiring from office in 1687, he went to live in Hangzhou (Zhejiang), where he taught many disciples.[1]", "25056706": "Rabirius was a 1st-century BC Epicurean associated with Amafinius and Catius as one of the early popularizers of the philosophy in Italy. Their works on Epicureanism were the earliest philosophical treatises written in Latin.[1] Other than Lucretius, Amafinius and Rabirius are the only Roman Epicurean writers named by Cicero.[2]", "37541315": "Mary Margaret Anne McCabe FBA (born 18 December 1948), known as M. M. McCabe, is emerita professor of ancient philosophy at King's College London. She has written   books on Plato and other ancient philosophers, including the pre-Socratics, Socrates and Aristotle.[2]", "7624133": "Julia Elizabeth Annas (born 1946[1]) is a British philosopher who has taught in the United States for the last quarter-century. She is Regents Professor of Philosophy Emerita at the University of Arizona.[2]", "12309959": "Jonathan Schaffer is an American philosopher specializing in metaphysics and also working in epistemology, mind, and language. He is best known for his work on grounding and his development of monism, and is also a notable proponent of contrastivism.", "4773332": "David Papineau (/ˈpæpɪnoʊ/; born 1947) is a British academic philosopher, born in Como, Italy.[2] He works as Professor of Philosophy of Science at King's College London and the City University of New York Graduate Center, and previously taught for several years at Cambridge University, where he was a fellow of Robinson College.", "49141205": "Richard Sugarman (born July 12, 1944) is an American academic and political consultant. He is a professor of religion at the University of Vermont and \"a world-renowned expert on the French philosopher Emmanuel Levinas.\"[1] He was an advisor to presidential candidate Bernie Sanders on his 2016 presidential campaign.", "52418008": "Luigi Stefanini (1891–1956) was an Italian philosopher.[1]", "56186328": "Cornelius Lacy[1] Golightly (May 23, 1917- March 20, 1976) [2] was the first black president of the Detroit Board of Education.[3] He was a teacher, civil rights activist, public intellectual, and educational administrator.[2]", "1660378": "Norman Geras (/ˈɡɛrəs/;[1] 25 August 1943 – 18 October 2013)[2] was a political theorist and Professor Emeritus of Politics at the University of Manchester. He contributed to an analysis of the works of Karl Marx in his book Marx and Human Nature[3] and the article \"The Controversy About Marx and Justice\". His \"Seven Types of Obloquy: Travesties of Marxism\", appeared in the Socialist Register in 1990.", "251359": "Peter John Olivi, also Pierre de Jean Olivi or Petrus Joannis Olivi[a] (1248 – 14 March 1298), was a French Franciscan theologian and philosopher who, although he died professing the faith of the Roman Catholic Church, remained a controversial figure in the arguments surrounding poverty at the beginning of the 14th century.  In large part, this was due to his view that the Franciscan vow of poverty also entailed usus pauper (i.e., 'poor' or 'restricted' use of goods). While contemporary Franciscans generally agreed that usus pauper was important to the Franciscan way of life, they disagreed that it was part of their vow of poverty.  His support of the rigorous view of ecclesiastical poverty played a part in the ideology of the groups coming to be known as the Spiritual Franciscans or Fraticelli.", "41899489": "Diego Mateo López Zapata (August 1664 – July 1745) was a Spanish physician and philosopher who was denounced by the Spanish Inquisition and subsequently tortured for following and promoting Judaism in the 17th and 18th centuries. Zapata treated a number of influential figures in the court of King Philip V.[1]", "64968170": "Charles Pépin is a French philosopher and novelist. He was born in Saint Cloud in 1973. He is the author of several bestsellers, such as Les Vertus de l’échec (Allary Éditions, 2016), La Confiance en soi (Allary Éditions, 2018) and La Planète des sages (Dargaud, 2011 et 2015).[1]", "8738289": "Cheng Yi (1033–1107), also known by various other names and romanizations, was a Chinese classicist, essayist, philosopher, and politician of the Song Dynasty.[1] He worked with his older brother Cheng Hao. Like his brother, he was a student of Zhou Dunyi, a friend of Shao Yong, and a nephew of Zhang Zai. The five of them along with Sima Guang are called the Six Great Masters by his follower Zhu Xi. He became a prominent figure in neo-Confucianism, and the philosophy of Cheng Yi, Cheng Hao and Zhu Xi is referred to as the Cheng–Zhu school or the Rationalistic School.[2]", "67589618": "Boris Valentinovich Yakovenko (4 June [O.S. 23 May] 1884 – 16 January 1949) was a Russian philosopher. As one of the more prominent Russian neo-Kantians, much of Yakavenko's work focused on problems of cognition.", "24335859": "Gani Bobi (Serbian Cyrillic: Гани Боби; 20 November 1943 – 17 July 1995) was an Albanian philosopher and sociologist from Kosovo.", "57103862": "Karl Wilhelm Jerusalem (21 March 1747 – 30 October 1772) was a German lawyer. His suicide in Wetzlar became the model for that of The Sorrows of Young Werther by Goethe.", "1398266": "Syrianus (Ancient Greek: Συριανός, Syrianos; died c. 437 A.D.) was a Greek Neoplatonist philosopher, and head of Plato's Academy in Athens, succeeding his teacher Plutarch of Athens in 431/432 A.D. He is important as the teacher of Proclus, and, like Plutarch and Proclus, as a commentator on Plato and Aristotle. His best-known extant work is a commentary on the Metaphysics of Aristotle. He is said to have written also on the De Caelo and the De Interpretatione of Aristotle and on Plato's Timaeus.", "30856703": "Horace Meyer Kallen (August 11, 1882 – February 16, 1974) was a German-born American philosopher who supported pluralism and Zionism.", "13194754": "Cronius (Greek: Κρόνιος; fl. 2nd century AD) was a celebrated Neopythagorean philosopher.[1] He was probably a contemporary of Numenius of Apamea, who lived in the 2nd century, and he is often spoken of along with him.[2] Nemesius[3] mentions a work of his On Reincarnation, (Greek: περὶ παλιγγενεσίας), and Origen is said to have diligently studied the works of Cronius.[4] Porphyry also states that he endeavoured to explain the fables of the Homeric poems in a philosophical manner. This is all we know about Cronius, although he appears to have been very distinguished among the Neopythagoreans.", "7558665": "Paul Russell (born Glasgow, Scotland, 1955) is a professor in philosophy at Lund University, where he is Director of the Lund/Gothenburg Responsibility Project [LGRP].  His position at Lund is a half-time research position and has been made possible thanks to a major grant from the Swedish Research Council for \"the international recruitment of leading researchers\" (2014). Prior to his current position at Lund University he has held positions as Professor of  philosophy at the University of British Columbia, and at Gothenburg University.", "1398284": "Syntipas[a] is the purported author of the Seven Wise Masters, a cycle of stories of Indian and Persian origin popular in medieval literature. He first appears in Arabic renditions as an Indian philosopher who lived around 100 BC.", "23778831": "Henryk Skolimowski (4 May 1930[1] in Warsaw – 6 April 2018 in Warsaw)[2][3][4] was a Polish philosopher. He completed technical studies, musicology and philosophy in Warsaw. He received his Ph.D. in philosophy from Oxford University.", "68376082": "Jan Dullaert of Ghent Latinized as Ioannis Dullardi (c. 1480 – 19 September 1513) was a Flemish philosopher and logician who lived in France as an Augustinian friar. He elucidated principles of propositional logic in his commentaries on the works of Aristotle published from 1506 to 1509.", "41440788": "Wolfgang Konrad Spohn (born 20 March 1950, in Tübingen) is a German philosopher. He is professor of philosophy and philosophy of science at the University of Konstanz.", "29087258": "Howard Augustine Ozmon Jr. (December 11, 1929 – September 6, 2014) was an American philosopher who was a professor emeritus of Virginia Commonwealth University.[1]", "448028": "Let me not desire anything but the highest good for my worst enemy.", "58086946": "Daniel Stoljar (born 1967) is an Australian philosopher and Professor of Philosophy at the Australian National University. He was the President of the Australasian Association of Philosophy (2016–2017). Stoljar is known for his works on physicalism and philosophical progress.[1][2]", "37901859": "Michel Guiomar (3 November 1921 – 6 January 2013) was a French writer and philosopher who was a Professor Emeritus of Aesthetics at the University of Paris IV.[1]", "40949287": "Pierre-Joseph Proudhon (UK: /ˈpruːdɒ̃/,[1] US: /pruːˈdɒ̃, pruːˈdoʊn/, French: [pjɛʁ ʒɔzɛf pʁudɔ̃]; 15 January 1809 – 19 January 1865) was a French socialist,[2][3][4][5] politician, philosopher, and economist who founded mutualist philosophy and is considered by many to be the \"father of anarchism\".[6] He was the first person to declare himself an anarchist,[7][8] using that term, and is widely regarded as one of anarchism's most influential theorists. Proudhon became a member of the French Parliament after the Revolution of 1848, whereafter he referred to himself as a federalist.[9] Proudhon described the liberty he pursued as \"the synthesis of community and property\".[10] Some consider his mutualism to be part of individualist anarchism[11][12][13] while others regard it to be part of social anarchism.[14][15][16]", "17192492": "Lars Gule (born 24 June 1955) is a Norwegian philosopher. He has graduated with a doctorate in philosophy, and is an associate professor (at Oslo Metropolitan University). From 2000 to 2005 he was secretary general of the Norwegian Humanist Association. Gule became known to the general public in 1977 when after having joined the DFLP group, Gule was arrested in Beirut, Lebanon with Semtex[3] in his luggage intended for Israeli targets leading to a six-month conviction and subsequent deportation.[4][5] He remains active as a anti-Israel activist.[5] Gule is often used by Norwegian media as an authority on questions regarding the Middle East, Islam and extremism.[5]", "3823152": "Johan Jakob (or Jacob) Borelius (27 July[citation needed] 1823 – 1909) was an influential professor of theoretical philosophy at the University of Lund, Sweden[1] from 1866 to 1898.  He has been called \"The Last Swedish Hegelian.\"", "22068": "Naomi Klein (born May 8, 1970) is a Canadian author, social activist, and filmmaker known for her political analyses; support of ecofeminism, organized labour, and leftism; and criticism of corporate globalization,[1] fascism, ecofascism[2] and capitalism.[3] As of 2021, she is an associate professor, and professor of climate justice at the University of British Columbia, co-directing a Centre for Climate Justice.[4]", "45274676": "Timothy Endicott (born 9 July 1960) is a Canadian legal scholar and philosopher specializing in constitutional law and language and law.[1] He is the Vinerian Professor of English Law at the University of Oxford, and a fellow of All Souls College, Oxford.[2]", "22959676": "Marc Jean-Bernard (born 14 May 1952) is a French philosopher, academic, writer, classical guitarist and musicologist. Among the main academic interests reflected in his research and publications are Philosophy, Aesthetics, Musicology, Cultural Diplomacy, Austrian culture, Latin American culture, Italian culture, Diplomacy, and generally the hermeneutics of culture. He is currently based at the University of Puerto Rico in San Juan.", "68474429": "Philip Goff is a British author, Idealist philosopher, and professor at Durham University whose research focuses on philosophy of mind and consciousness.[1] Specifically, it focuses on how consciousness can be part of the scientific worldview. Goff holds that materialism is incoherent and that dualism leads to \"complexity, discontinuity and mystery\".[2] Instead, he advocates a \"third way\", a version of Russellian idealist monism that attempts to account for reality's intrinsic nature by positing that consciousness is a fundamental, ubiquitous feature of the physical world. \"The basic commitment is that the fundamental constituents of reality—perhaps electrons and quarks—have incredibly simple forms of experience.\"[3][4][5][6]", "62805580": "May Sim (born 1962) is an American philosopher and professor of philosophy at College of the Holy Cross. She is a former president of the Metaphysical Society of America (2013).[1] She is noted for her comparative studies of Confucian and Aristotelian ethics. She was influenced by Alasdair MacIntyre, who supervised her doctoral dissertation at Vanderbilt University.[2]", "1267277": "Adam Heinrich Müller (30 June 1779 – 17 January 1829; after 1827 Ritter[1] von Nitterdorf) was a German-Austrian conservative philosopher, literary critic, and political economist, working within the romantic tradition.", "60315213": "Karsten Harries (born 1937) is a German philosopher and Emeritus Howard H. Newman Professor of Philosophy at Yale University, where he taught from 1965 until his retirement. Harries is known for his expertise on Heidegger, early modern philosophy, and the philosophy of art and architecture.[1][2][3]", "39310927": "Jean-Marie Cossette (October 30, 1928 – April 28, 2007) was an aerial photographer, newspaper manager, and activist in the Canadian province of Quebec. He was a prominent member of the Quebec sovereigntist movement and was president of the Saint-Jean-Baptiste Society of Montreal on three occasions.", "40359504": "Hanawa Hokiichi (塙保己一, 23 June 1746 – 7 October 1821) was a Japanese blind kokugaku scholar of the Edo period.", "25351761": "Miroslav Tuđman (Croatian pronunciation: [mǐ-, mîroslaʋ tûdʑman]; 25 May 1946 – 31 January 2021) was a Croatian scientist and politician, the son and eldest child of the first President of Croatia, Franjo Tuđman, and his wife Ankica.[1][2][3]", "21321298": "Vladimir Dvorniković (28 July 1888 – 30 September 1956) was an ethnic Croat and politically  Yugoslav philosopher, ethno-psychologist, and a strong proponent of a Yugoslav ethnicity. He was a professor at the University of Zagreb during the 1920s. Dvorniković was also an advocate of psychologism and animal philosophy. He is best known for authoring the book \"Characterology of the Yugoslavs.\"", "6805068": "Aron Iosifovich Katsenelinboigen (Russian: Арон Иосифович Каценелинбойген; September 2, 1927 – July 30, 2005) was a founder of predispositioning theory, a subject in decision theory and systems theory that models development in the context of uncertainty.", "25810521": "Pál Szende (born as Pál Schwarz, 7 February 1879 – 15 July 1934) was a Hungarian politician, who served as Minister of Finance between 1918 and 1919. From 1904 he worked as a lawyer. He participated in the radical political movement along with Oszkár Jászi. After the establishment of the Hungarian Soviet Republic he lived in Vienna. Szende took part in the Austrian Civil War after that he escaped to Czechoslovakia then Romania, where he died. Pál Szende is buried in the city of Seini, Romania.", "23254620": "Walter Berns (May 3, 1919 – January 10, 2015) was an American constitutional law and political philosophy professor. He was a resident scholar at the American Enterprise Institute and a professor emeritus at Georgetown University.", "6870623": "Vivian Carol Sobchack is an American cinema and media theorist and cultural critic.", "12179044": "Robert L. Holmes (December 28, 1935) is a Professor Emeritus of Philosophy at the University of Rochester, and an expert on issues of peace and nonviolence. Holmes specializes in ethics, and in social and political philosophy. He has written numerous articles and several books on those topics, and has been invited to address national and international conferences.", "45340268": "Mark Coeckelbergh (born 1975) is a Belgian philosopher of technology. He is Professor of Philosophy of Media and Technology at the Department of Philosophy of the University of Vienna[1] and former President of the Society for Philosophy and Technology.[2] He was previously Professor of Technology and Social Responsibility at De Montfort University in Leicester, UK,[3] Managing Director of the 3TU Centre for Ethics and Technology,[3] and a member of the Philosophy Department of the University of Twente.[4] Before moving to Austria, he has lived and worked in Belgium, the UK, and the Netherlands. He is the author of several books, including Growing Moral Relations (2012),[5] Human Being @ Risk (2013),[6] Environmental Skill (2015),[7] Money Machines (2015),[8] New Romantic Cyborgs (2017),[9] Moved by Machines (2019),[10] the textbook Introduction to Philosophy of Technology (2019),[11] and AI Ethics (2020).[12]  He has written many articles and is an expert in ethics of artificial intelligence.[13] He is best known for his work in philosophy of technology and ethics of robotics and artificial intelligence (AI), he has also published in the areas of moral philosophy and environmental philosophy.", "57005677": "Sergio Eduardo Stuparich Clementi (born December 14, 1943) was a Chilean author and philosopher descending from Italian immigrants from the Adriatic island of Lussin, Croatia.", "3659382": "Graham Priest (born 1948) is Distinguished Professor of Philosophy at the CUNY Graduate Center, as well as a regular visitor at the University of Melbourne, where he was Boyce Gibson Professor of Philosophy and also  at the University of St Andrews.", "14112375": "Euphantus (Greek: Εὔφαντος; fl. c. 320 BCE[1]) of Olynthus was a philosopher of the Megarian school as well as a historian and tragic poet. He was the disciple of Eubulides of Miletus, and the instructor of Antigonus II Gonatas king of Macedonia. He wrote many tragedies, which were well received at the games. He also wrote a very highly esteemed work, On Kingship (Greek: Περὶ Βασιλείας), addressed to Antigonus, and a history of his own times. He lived to a great age.[2][3]", "30627449": "Eugene Thacker is an American author. He is Professor of Media Studies at The New School in New York City.[1] His writing is associated with the philosophy of nihilism and pessimism. Thacker's books include In the Dust of This Planet (part of his Horror of Philosophy trilogy) and Infinite Resignation.", "11884154": "Lycophron (/ˈlaɪkəfrɒn/ LY-kə-fron; Greek: Λυκόφρων, translit. Lukóphrōn) was a sophist of Ancient Greece.", "19814012": "ʿAlī ibn Muḥammad ibn ʿAbbās al-Baghdadi (923–1023) (Arabic: علي بن محمد بن العباس التوحيدي البغدادي) also known as Abū Ḥayyān al-Tawḥīdī (Arabic: أبو حيان التوحيدي) was an Arab[2][3] or Persian[4][5] and one of the most influential intellectuals and thinkers of the 10th century. Yāqūt al-Ḥamawī described him as \"the philosopher of litterateurs and the litterateur of philosophers.\" However, he was neglected and ignored by the historians of his era. This neglect continued until Yāqūt wrote his book Muʿjam al-Udabāʾ (معجم الأدباء), which contained a biographical outline of at-Tawḥīdī, relying primarily on what al-Tawḥīdī had written about himself.", "42653313": "Wang Gen (Wang Ken Chinese: 王艮; pinyin: Wáng Gěn), (20 July 1483 – 2 January 1541) was a Ming dynasty Neo-Confucian philosopher who popularized the teachings of Wang Yangming.[1]  Wang gen was the founder of the Taizhou School (simplified Chinese: 泰州学派; traditional Chinese: 泰州學派; pinyin: Tàizhōu xuépài).[1]", "41408129": "Margaret MacDonald (9 April 1903[1] – 7 January 1956) was a British analytic philosopher. She worked in the areas of philosophy of language, political philosophy and aesthetics.", "22149": "Nāgārjuna [c. 150 – c. 250 CE (disputed)] was an Indian Mahāyāna Buddhist philosopher monk of the Madhyamaka (Centrism, Middle Way) school.[2] He is widely considered one of the most important Buddhist philosophers.[3] Jan Westerhoff considers him to be \"one of the greatest thinkers in the history of Asian philosophy.\"[4]", "58644104": "Yascha Benjamin Mounk[2] (born 10 June 1982) is a German-born American political scientist and author. He is Associate Professor of the Practice of International Affairs at Johns Hopkins University's School of Advanced International Studies in Washington, D.C. In July 2020, he founded Persuasion, an online magazine devoted to defending the values of free societies.", "5265043": "Mark Steiner (May 6, 1942 – April 6, 2020) was an American-born Israeli professor of philosophy. He taught philosophy of mathematics and physics at the Hebrew University of Jerusalem. Steiner died after contracting COVID-19 during the COVID-19 pandemic.", "55793299": "John MacFarlane is an American professor of philosophy at the University of California, Berkeley[2] interested in logic and metaphysics.  He has made influential contributions to truth-value theory inferential semantics.[2]\n[3]  In 2015, he was elected a Fellow the American Academy of Arts and Sciences. He is also known for his contributions to open source software, especially the Pandoc document converter and other Markdown parsers and verifiers.  MacFarlane was among the group of people that helped launch the CommonMark standardization effort for Markdown.[4][5]", "57366166": "Antoon A.A. Van den Braembussche (born 9 July 1946 in Eeklo) is a Flemish Philosopher of Culture, Emeritus Professor at the Vrije Universiteit Brussel, and a poet. He started as a poet, became a professor in the philosophy of history, and later specialized in art philosophy.", "6051479": "Niall Shanks (18 January 1959 –  13 July 2011) was an English philosopher and critic of intelligent design.", "27776666": "Elliott Mendelson (May 24, 1931 – May 7, 2020) was an American logician. He was a professor of mathematics at Queens College of the City University of New York,[1] and the Graduate Center, CUNY. He was Jr. Fellow, Society of Fellows, Harvard University, 1956–58.[2]", "1627806": "Calvin George Seerveld (born 1930) received a BA from Calvin College in 1952 and an MA in English literature and classics from the University of Michigan in 1953. He then went on to study under D. H. Th. Vollenhoven at the Free University (VU) in Amsterdam, where his doctoral dissertation dealt with Croce's aesthetics. It was supervised by Vollenhoven and Carlo Antoni. He then taught philosophy and German at Trinity Christian College and went on to teach philosophical aesthetics at the Institute for Christian Studies in Toronto.", "26957470": "Bernhard Alexander (1850–1927) was a Hungarian writer of Jewish background, and a professor of philosophy and aesthetics.", "54956": "Charles Louis de Secondat, Baron de La Brède et de Montesquieu (French pronunciation: [ʃaʁl lwi də səɡɔ̃da baʁɔ̃ də la bʁɛd e də mɔ̃tɛskjø]; 18 January 1689 – 10 February 1755), generally referred to as simply Montesquieu (US: /ˈmɒntəskjuː/,[1] UK also /ˌmɒntɛˈskjɜː/,[2] French: [mɔ̃tɛskjø]), was a French judge, man of letters, historian, and political philosopher.", "62215855": "Johann Christoph Muhrbeck (7 January 1733 – 15 January 1805) was a Swedish Pomeranian philosopher.", "1955513": "Franciszek Fiszer (better known as Franc Fiszer; March 25, 1860 – April 9, 1937) was a Polish metaphysician and alchemist,[1] a friend of the most notable writers and philosophers of contemporary Warsaw and one of Warsaw's semi-legendary people. Described as an erudite bon vivant and gourmand, he is remembered for a large number of anecdotes, jokes and sayings coined by him and about him.", "12572348": "Yan Zhitui (Chinese: 顏之推; pinyin: Yán Zhītuī; Wade–Giles: Yen2 Chih1-t'ui1, 531–591) courtesy name Jie (Chinese: 介) was a Chinese calligrapher, painter, musician, writer, philosopher and politician who served four different Chinese states during the late Northern and Southern dynasties: the Liang Dynasty in southern China, the Northern Qi and Northern Zhou Dynasties of northern China, and their successor state that reunified China, the Sui Dynasty. Yan Zhitui was a supporter of Buddhism in China despite criticism by many of his Confucian-taught peers.", "14472896": "Nausiphanes (Greek: Ναυσιφάνης; lived c. 325 BC) was an ancient Greek atomist philosopher from Teos.", "27547331": "Evandro Agazzi (born 23 October 1934) is an Italian philosopher and professor at the University of Genoa. His fields of interest are ethics of science and technology, logic, metaphysics, philosophy of language, philosophy of science, philosophical anthropology, and systems theory.", "23484105": "Juan Manuel Guillén Benavides (born November 24, 1941) is a Peruvian philosopher and politician. In 2007, he became President of the Arequipa Region.", "317131": "Yoshida Shōin (吉田松陰, born Sugi Toranosuke (杉 寅之助); September 20, 1830 – November 21, 1859), commonly named Torajirō (寅次郎), was one of Japan's most distinguished intellectuals in the late years of the Tokugawa shogunate. He devoted himself to nurturing many ishin shishi who in turn made major contributions to the Meiji Restoration.", "2283216": "Sarane Alexandrian (15 June 1927, Baghdad – 11 September 2009, Ivry-sur-Seine) was a French philosopher, essayist, and art critic.", "12441296": "Hendrik Laurenszoon Spiegel (11 March 1549 – 4 January 1612) was one of the most important writers and thinkers from Amsterdam in the second half of the sixteenth century.", "58087126": "Fiona Jenkins (born 1965) is an Australian philosopher and Associate Professor of Philosophy at the Australian National University.\nShe is known for her works on feminist theory, the status of women in philosophy and Nietzschean philosophy.\nJenkins was the convenor of the ANU Gender Institute from 2012 to 2015.[1][2][3][4][5][6]", "24565467": "William Irwin (born 1970) is Professor of Philosophy at King's College in Wilkes-Barre, Pennsylvania and is best known for originating the \"philosophy and popular culture\" book genre with Seinfeld and Philosophy: A Book about Everything and Nothing in 1999 and The Simpsons and Philosophy: The D'oh! of Homer in 2001.", "939743": "Cyril Edwin Mitchinson Joad (12 August 1891 – 9 April 1953) was an English philosopher, author, teacher and broadcasting personality. He appeared on The Brains Trust, a BBC Radio wartime discussion programme. He popularised philosophy and became a celebrity, before his downfall in a scandal over an unpaid train fare in 1948.[1]", "2971369": "Wang Bi (Chinese: 王弼; 226–249), courtesy name Fusi (Chinese: 輔嗣), was a Chinese philosopher and politician. During his brief career he produced commentaries on the Tao Te Ching and I Ching which were highly influential in Chinese philosophy.[1][2]", "54187754": "Alain Cophignon (born 26 February 1963, in Paris) is a French writer, photographer and  aesthetician.", "51435243": "Rachel Cooper (born 1974) is a British philosopher specialising in the philosophy of medicine and philosophy of science, especially the philosophy of psychiatry. She is currently a professor in the Department of Politics, Philosophy and Religion at Lancaster University. She is the author of Classifying Madness (2005, Springer), Psychiatry and the Philosophy of Science (2007, Acumen) and  Diagnosing the Diagnostic and Statistical Manual of Mental Disorders (2014, Karnac).", "841452": "Pherecydes of Syros (/fəˈrɛsɪˌdiːz/; Greek: Φερεκύδης ὁ Σύριος; fl. 6th century BCE) was an Ancient Greek mythographer and proto-philosopher from the island of Syros. Little is known about his life and death. Some ancient testimonies counted Pherecydes among the Seven Sages of Greece, although he is generally believed to have lived in the generation after them. Others claim he may have been a teacher of Pythagoras, a student of Pittacus, or a well-traveled autodidact who had studied secret Phoenician books.", "9950962": "František Mareš (20 October 1857 – 6 February 1942) was a Czechoslovak professor of physiology and philosophy, and a nationalist politician. He was rector of the Charles University in 1920–21,[1] and a member of the National Democrats.", "2807538": "Joseph Frédéric Bérard (4 November 1789 – 16 April 1828) was a French physician and philosopher. He was born at Montpellier.", "1234674": "Marie de Gournay (French pronunciation: [maʁi də ɡuʁnɛ] ⓘ; 6 October 1565, Paris – 13 July 1645) was a French writer, who wrote a novel and a number of other literary compositions, including The Equality of Men and Women (Égalité des hommes et des femmes, 1622)[1]  and The Ladies' Grievance (Grief des dames, 1626).[2] She insisted that women should be educated. Gournay was also an editor and commentator of Michel de Montaigne. After Montaigne's death, Gournay edited and published his Essays.", "47929075": "Anne de La Vigne (1634–1684) was a French poet and natural philosopher who was a follower of René Descartes.", "36984569": "Charles Larmore (born 23 March 1950) is an American philosopher. He is the W. Duncan MacMillan Family Professor of the Humanities and Professor of Philosophy at Brown University, noted for his writings on political liberalism as well as on various topics in moral philosophy and the history of philosophy.", "53335803": "Yugpurush: Mahatma Na Mahatma is a 2016 Gujarati play based on the relationship between Jain philosopher Shrimad Rajchandra and Indian independence leader Mahatma Gandhi. The play depicts the spiritual journey of Gandhi. It is written by Uttam Gada and directed by Rajesh Joshi. The original song for the play is composed by Sachin–Jigar. It is produced by Shrimad Rajchandra Mission, Dharampur and inspired by its founder Pujya Gurudevshri Rakeshbhai. The play is adapted into seven total languages including English, Bengali, Hindi, Marathi, Tamil and Kannada. It won the Best Drama award at the 16th Annual Transmedia Gujarati Screen and Stage Awards 2016.\nThe play has completed 1004 shows as of November 2017.[1][2][3]", "8247041": "William Wallace (11 May 1844 – 18 February 1897) was a Scottish philosopher and academic who became fellow of Merton College and White's Professor of Moral Philosophy at Oxford University. He was best known for his studies of German philosophers, most notably Hegel, some of whose works he translated into highly regarded English editions. While reputedly forbidding in manner, he was known as an able and effective teacher and writer who succeeded in greatly improving the understanding of German philosophy in the English-speaking world. He died at the age of 52 after a bicycle accident near Oxford.", "21649155": "Julius Schaller (July 13, 1810 – June 21, 1868) was a German philosopher born in Magdeburg.", "874248": "Anaxilaus or Anaxilas of Larissa (Greek: Ἀναξίλαος, Ἀναξίλας; fl. 1st century BC) was a physician and Pythagorean philosopher. According to Eusebius, he was banished from Rome in 28 BC by Augustus on the charge of practicing magic.[1] Anaxilaus wrote about the \"magical\" properties of minerals, herbs, and other substances and derived drugs, and is cited by Pliny in this regard.[1] His exceptional knowledge of natural science allowed him to produce tricks that were mistaken for magic.", "6903566": "Wei Yuan (Chinese: 魏源; pinyin: Wèi Yuán; April 23, 1794 – March 26, 1857),[1] born Wei Yuanda (魏遠達), courtesy names Moshen (默深) and Hanshi (漢士), was a Chinese scholar from Shaoyang, Hunan. He moved to Yangzhou, Jiangsu in 1831, where he remained for the rest of his life. Wei obtained the provincial degree (juren) in the Imperial examinations and subsequently worked in the secretariat of several statesmen such as Lin Zexu. Wei was deeply concerned with the crisis facing China in the early 19th century; while he remained loyal to the Qing dynasty, he also sketched a number of proposals for the improvement of the administration of the empire.", "62805783": "James Felt (January 4, 1926 – February 17, 2022) was an American philosopher and John Nobili Professor of Philosophy at the University of Santa Clara. He was a former president of the Metaphysical Society of America (2002).[1][2]", "17946392": "Hedwig Conrad-Martius (Berlin, 27 February 1888 – Starnberg, 15 February 1966) was a German phenomenologist who became a Christian mystic.", "19519259": "Joaquim Carreras i Artau (August 14, 1894 in Girona – August 12, 1968 in Tiana, Barcelona) was a Catalan philosopher.", "6477596": "Igor Markovich Yefimov or Igor Efimov (Russian: И́горь Ма́ркович Ефи́мов; August 8, 1937 – August 12, 2020) was an American philosopher, historian, writer and publisher of Russian origin. Some of his works were published under the pen name Andrei Moscovit. Together with Boris Vakhtin [ru], Sergei Dovlatov, Vladimir Gubin [ru], and Vladimir Maramzin [ru], he founded the Leningrad writers' group \"Townspeople\" (Gorozhane [ru]), whose works circulated in samizdat.[1] He was also the founder of Hermitage Publishers; a company specializing in Russian writers.", "20010781": "Hans Skjervheim (9 October 1926 – 22 February 1999) was a Norwegian philosopher. He was born in Voss.[1]", "70473504": "Mario Dal Pra (1914-1992) was an Italian philosopher, academic, and historian. During World War II, he was also a partisan. Dal Pra was noted for developing his concept of praxis into an original philosophical approach called \"transcedentalism of praxis\".[1] His works also included his investigations of Thomas Hobbes' view on logic.", "40294177": "Frances Egan is a professor of philosophy at Rutgers University.[1][2]    She has authored a number of articles and book chapters on philosophy of mind, philosophy of cognitive science, and perception.[1]", "743205": "Michael Lou Martin (February 3, 1932 – May 27, 2015) was an American philosopher and former professor at Boston University.[2] Martin specialized in the philosophy of religion, although he also worked on the philosophies of science, law, and social science.  He served with the US Marine Corps in Korea.[3]", "45635365": "Donald Cary Williams (28 May 1899 – 16 January 1983), usually cited as D. C. Williams, was an American philosopher and a professor at both the University of California Los Angeles (from 1930 to 1938) and at Harvard University (from 1939 to 1967).", "60872491": "Veronica Ivy (born 1982), formerly Rachel McKinnon, is a Canadian competitive cyclist and transgender rights activist.[1] In 2018, she became the first transgender world track cycling champion by placing first at the UCI Women’s Masters Track World Championship for the women's 35–44 age bracket.", "579373": "Yun Seondo (Korean: 윤선도; 1587–1671), also spelled as Yoon Sun-Do, was a Korean philosopher, poet, and politician. A Neo-Confucian scholar, he was also known by his art names Gosan and Haeong.[1]", "10344239": "John Halgren of Abbeville[1] (c. 1180 – 28 September 1237) was a French scholastic theologian and cleric. He served successively as a university professor, priest, prior, archbishop, cardinal, apostolic legate and diplomat.", "54646576": "Konrad Talmont-Kamiński (born 1 January 1971 in Chojnice, Poland[1]) is an analytic philosopher and cognitive scientist, dealing with epistemology, philosophy of science, philosophy of mind and the theory of rationality.[3][4][5][6] His work is also influenced by psychology, biology, history, anthropology and other disciplines.[3][6]", "67557167": "Sirāj al-Dīn Mahmūd ibn Abī Bakr Urmavī (also spelled Urmawī; 1198–1283) was a Persian-speaking Iranian[3][4] Shafiʽi jurist, logician and philosopher from Urmia in Azerbaijan, a region in north-western Iran.[4] He spent most of his scholarly life in Ayyubid-ruled Cairo, and from 1257 in Seljuk-ruled Konya. The Iranian diaspora he was part of, proficient in Persian and Arabic, contributed majorly to the Islamization and Persianization of Anatolia.[5] Most of his extant works were written in Arabic but there is also one known work in Persian.[6] He was an acquintance of Rumi.[7]", "63133490": "Christopher Shields (born 26 July 1958) is an American philosopher and George N. Shuster Professor of Philosophy at the University of Notre Dame.[1]\nHe is the editor of Notre Dame Philosophical Reviews.[2]", "52909875": "Fiona Hughes is a British Academic. She is a Senior Lecturer in philosophy and Director of Education for Philosophy at the University of Essex.[1][2]", "20010804": "Jon Hellesnes (born 16 September 1939) is a Norwegian philosopher, novelist and essayist.", "39507765": "Michael Bordt SJ (born 28 April 1960 in Hamburg)[1] is a German philosopher and academic. He is a professor at the Munich School of Philosophy and specialized in the area of ancient philosophy, especially Plato and Aristotle. Since 2011 he has been the chair of the Institute of Philosophy and Leadership at Munich.[1][2]", "72832833": "Margit Sutrop (née Mikelsaar; born 13 October 1963) is an Estonian philosopher, ethicist, academic, and politician. She is a member of XIV Riigikogu.[1]", "2545476": "Antonio Labriola (Italian: [anˈtɔːnjo labriˈɔːla]; 2 July 1843 – 12 February 1904) was an Italian Marxist theoretician and philosopher. Although an academic philosopher and never an active member of any Marxist political party, his thought exerted influence on many political theorists in Italy during the early 20th century, including the founder of the Italian Liberal Party, Benedetto Croce, as well as the leaders of the Italian Communist Party, Antonio Gramsci and Amadeo Bordiga. He also influenced the Russian revolutionary and Soviet politician Leon Trotsky.[1]", "186184": "Shaivism/Tantra/Nath", "46815054": "Ahmad Vaezi (Persian: احمد واعظی; born 1963) is an Iranian philosopher, scholar and clergyman. As of 2023, he is the chief of Islamic propagation office of the Center for the Islamic Iranian Model of Progress in Qom.[1]", "67884879": "Johann David Hahn (9 July 1729–9 March 1784) was a German educator.", "153422": "Ham Seok-heon (13 March 1901 – 4 February 1989) was a notable figure in the Religious Society of Friends (Quaker) movement in Korea, and was nicknamed the \"Gandhi of Korea.\" Ham was an important Asian voice for human rights and non-violence during the 20th century, despite numerous imprisonments for his convictions. He was a Quaker who concluded that all religions are on common ground in terms of human beings, a view shared by many Quakers.", "40359759": "Anita Superson is a professor of philosophy at the University of Kentucky.[1]  She was also the visiting Churchill Humphrey and Alex P. Humphrey Professor of Feminist Philosophy at the University of Waterloo during the winter term of 2013.[1]", "68081486": "Xavier Lacroix (22 September 1947 – 29 June 2021) was a French philosopher and theologian.[1][2][3]", "70473551": "Goldsmiths, University of London", "36394841": "Loreta Anilionytė (born in Kaunas) is a Lithuanian philosopher, writer and translator.[1] She is an associate Professor of Ethics and Philosophy of the Lithuanian University of Educology  and a Ph.D.  of Lithuanian Culture Research Institute (formerly of Philosophy, Sociology and Law Institute).[1] \nShe graduated from Vilnius University,  Lithuanian language and literature.[1] In 1991 she received her Ph.D. in history of German philosophy and ethics (\"The Problem of Values in Kant and Scheler ethics\").\nThere are many published works including scientific articles and books, a novel, and essays, in her bibliography.[1]", "9688923": "Grace Mead de Laguna (28 September 1878 – 17 February 1978) was an American philosopher who taught at Bryn Mawr College in Pennsylvania.", "43276128": "Robert Buchanan (1785–1873) was a Scottish minister and Professor of Logic and Rhetoric at the University of Glasgow, known as a dramatist and poet.", "2840418": "Ludwig Babenstuber (1660 – 5 April 1726) was a German philosopher and theologian and vice-chancellor of the University of Salzburg.", "3888996": "Martin Stokhof (born 1950, Amsterdam) is a Dutch logician and philosopher. Stokhof wrote a joint Ph.D. dissertation with Jeroen Groenendijk on the semantics of questions, under the supervision of Renate Bartsch and Johan van Benthem. He was also an important figure in the development of dynamic semantics (together with Groenendijk, Veltman and others, following work by Irene Heim and Kamp). He is also known for his work on Ludwig Wittgenstein.", "62805864": "Richard Joseph Blackwell (July 31, 1929 - October 10, 2021) was an American philosopher and professor emeritus of philosophy at Saint Louis University,[1] where he held the Danforth Chair in the Humanities.[2] His research has been on the interactions between modern science and philosophy.[2][3]", "68900714": "Mabja Jangchub Tsöndrü (Tib. རྨ་བྱ་བྱང་ཆུབ་བརྩོན་འགྲུས་, Wyl. rma bya byang chub brtson 'grus, d. 1185) was an influential 12th century Tibetan Buddhist Madhyamaka scholar.[1][2] He is known for his \"Ornament of Reason\", an important commentary on Nagarjuna's Mūlamadhyamakakārikā.", "350061": "Stanisław II August[a] (born Stanisław Antoni Poniatowski;[b] 17 January 1732 – 12 February 1798), known also by his regnal Latin name Stanislaus II Augustus, and as Stanisław August Poniatowski, was King of Poland and Grand Duke of Lithuania from 1764 to 1795, and the last monarch of the Polish–Lithuanian Commonwealth.", "52909935": "Peter Carravetta (born 10 May 1951 in Lappano) is an Italian philosopher, poet, literary theorist and translator.[1][2][3]", "186224": "Rajneesh (born Chandra Mohan Jain; 11 December 1931 – 19 January 1990), also known as Acharya Rajneesh,[2] Bhagwan Shree Rajneesh,[1] and later as Osho (Hindi pronunciation: [ˈo:ʃo:]), was an Indian Godman,[3] philosopher, mystic, and founder of the Rajneesh movement.[1] He was viewed as a controversial new religious movement leader during his life. He rejected institutional religions,[4][1][5] insisting that spiritual experience could not be organized into any one system of religious dogma.[6] As a guru, he advocated meditation and taught a unique form called dynamic meditation. Rejecting traditional ascetic practices, he advocated that his followers live fully in the world but without attachment to it.[6] In expressing a more progressive attitude to sexuality[7] he caused controversy in India during the late 1960s and became known as \"the sex guru\".[1][8][9]", "27776887": "Robert Blanché (1898–1975) was an associate professor of philosophy at the University of Toulouse. He wrote many books addressing the philosophy of mathematics.", "186234": "David Joseph Bohm FRS[1] (/boʊm/; 20 December 1917 – 27 October 1992) was an American–Brazilian–British scientist who has been described as one of the most significant theoretical physicists of the 20th century[2] and who contributed unorthodox ideas to quantum theory, neuropsychology and the philosophy of mind. Among his many contributions to physics is his causal and deterministic interpretation of quantum theory known as De Broglie–Bohm theory.", "3037057": "Hans Blumenberg (born 13 July 1920, Lübeck – 28 March 1996, Altenberge) was a German philosopher and intellectual historian.", "776066": "Jules Régis Debray (French: [dəbʁɛ]; born 2 September 1940) is a French philosopher, journalist, former government official and academic.[1] He is known for his theorization of mediology, a critical theory of the long-term transmission of cultural meaning in human society, and for associating with Marxist revolutionary Che Guevara in Bolivia in 1967 and advancing Salvador Allende's presidency in Chile in the early 1970s.[2] He returned to France in 1973 and later held various official posts in the French government.", "13817733": "Rogers Garland Albritton (August 15, 1923 – May 21, 2002) was an American philosopher who served as chair of the Harvard and UCLA philosophy departments. He published little (only five research papers during his lifetime) and inspired the entry \"albritton\" - a contraction of \"all but written\" - in the Philosophical Lexicon begun by Daniel Dennett (said entry having had its origins in a family joke).[1][2]  Albritton's specialties included ancient philosophy, philosophy of mind, free will, skepticism, metaphysics and the work of Ludwig Wittgenstein.[3]", "47667085": "Camilo José Arcadio Cela Conde, 2nd Marquess of Iria Flavia (born 17 January 1946), is a Spanish writer. He is the son of Nobel Prize winning writer Camilo José Cela and is currently a Professor of Philosophy of law, Morality and Politics at the University of the Balearic Islands.[1]", "5625742": "Govinda Bhagavatpada (IAST Govinda Bhagavatpāda) was the Guru of the Adi Shankara.[1] Little is known of his life and works, except that he is mentioned in all the traditional accounts (Shankara Vijayams) as the teacher of Adi Shankara. He was the disciple of Gaudapada (IAST Gauḍapāda).[2] He is mentioned in the first verse of Adi Shankara's prakaraṇa grantha (treatise) Viveka Chudamani. He is named after Gaudapada in the Guru Parampara (lineage) of Sringeri Sharada Peetham.[2] He is considered to be an incarnation of Shesha.", "317325": "Huang-Lao", "317332": "Huang-Lao", "19519391": "Manuel Sacristán Luzón (born Madrid, 1925, died Barcelona, 1985) was a Spanish philosopher and writer.", "1071011": "Ramanuja ([ɽaːmaːnʊdʑɐ]; Middle Tamil: Rāmāṉujam; Classical Sanskrit: Rāmānuja c. 1017 CE – 1137 CE;), also known as Ramanujacharya, was an Indian Hindu philosopher, guru and a social reformer. He is noted to be one of the most important exponents of the Sri Vaishnavism tradition within Hinduism.[7][8][9] His philosophical foundations for devotionalism were influential to the Bhakti movement.[8][10][11]", "8509349": "Xu Youyu (simplified Chinese: 徐友渔; traditional Chinese: 徐友漁; pinyin: Xú Yǒuyú; Wade–Giles: Hsü Yu-yü, born 1947 in Chengdu) is a Chinese scholar in philosophy, a public intellectual, and a proponent of Chinese liberalism.", "48322469": "Fang Bao (Chinese: 方苞; pinyin: Fāng Bāo; Wade–Giles: Fang Pao; 25 May 1668 – 29 September 1749), courtesy names Fengjiu (鳳九), Linggao (靈皋), and Wangxi (望溪),[1] was a Chinese nobleman, courtier, orator, philosopher, poet, scholar, author and government official of the Qing dynasty. He is best known as a founder of the Tongcheng school of literary prose which was influential during the mid-Qing dynasty.[2][3]", "74241965": "Beate Roessler (born 1958 in Heidelberg) is a German philosopher and researcher who is a Professor of Ethics at the University of Amsterdam.[1]", "56055735": "Unn Irene Aasdalen (born 26 February 1963) is a Danish-Norwegian philosopher and intellectual historian. She is a former journalist and editor of the Norwegian Press. Unn Irene Aasdalen is (from August 2013) the director of Nansen Academy – Norwegian Humanistic Academy[1] in Lillehammer, Norway.", "33642424": "Muhammad ibn Muhammad ibn al-Hasan al-Tusi (1201 – 1274),[a] also known as Nasir al-Din al-Tusi[5] (Arabic: نصیر الدین الطوسی; Persian: نصیر الدین طوسی) or simply as (al-)Tusi, was a Persian polymath, architect, philosopher, physician, scientist, and theologian.[6] Nasir al-Din al-Tusi was a well published author, writing on subjects of math, engineering, prose, and mysticism. Additionally, al-Tusi made several scientific advancements. In astronomy, al-Tusi created very accurate tables of planetary motion, an updated planetary model, and critiques of Ptolemaic astronomy. He also made strides in logic, mathematics but especially trigonometry, biology, and chemistry. Nasir al-Din al-Tusi left behind a great legacy as well. Tusi is widely regarded as one of the greatest scientists of medieval Islam,[7] since he is often considered the creator of trigonometry as a mathematical discipline in its own right.[8][9][10] The  Muslim scholar Ibn Khaldun (1332–1406) considered Tusi to be the greatest of the later Persian scholars.[11] There is also reason to believe that he may have influenced Copernican heliocentrism.[12][13][14][15][16][17] Nasir proposed that humans are related to animals and that some animals have a limited level of awareness while humans have a superior level of awareness amongst animals.", "513977": "Former", "50681787": "Serdok Penchen Sakya Chokden (gser mdog pan chen shakya mchog ldan, 1428–1507)  (also transliterated as Shakya Chogden)  was one of the most important religious thinkers of the Sakya school of Tibetan Buddhism. He was a student of Rongtön Shecha Kunrig (1367-1449), Dönyö Pelwa, Künga Zangpo and many other Tibetan scholars.[1] He also received empowerments and studied under several Kagyu lineages. Sakya Chokden's seat was the Thubten Serdogchen monastery in south Shigatse.", "8705980": "Qadi Kamal al-Din Husayn ibn Mu'in al-Din Ali Maybudi (Persian: قادی کمال الدین حسین بن معین الدین علی میبدی), better known as Qadi Husayn Maybudi (قادی حسین میبدی), was an Iranian scholar and qadi (judge) in the city of Yazd under the Aq Qoyunlu. He was executed in 1504 after having participated in a failed revolt against the Safavid shah (king) Ismail I (r. 1501–1524).", "35477435": "D. G. Leahy (March 20, 1937 – August 7, 2014[1]) was an American philosopher and philosophical theologian, called by Thomas J. J. Altizer \"our most radical and comprehensive postmodern thinker.\"[2] His books include Novitas Mundi: Perception of the History of Being, Foundation: Matter the Body Itself,[3] Faith and Philosophy: The Historical Impact,  and Beyond Sovereignty: A New Global Ethics and Morality.", "56252347": "Yehuda Liebes (Hebrew: יהודה ליבס; born 1947)[1] is an Israeli academic and scholar. He is the Gershom Scholem Professor Emeritus of Kabbalah at the Hebrew University of Jerusalem. He is considered a leading scholar of Kabbalah; his other research interests include Jewish myth, Sabbateanism, and the links between Judaism and ancient Greek religion, Christianity, and Islam. He is the recipient of the 1997 Bialik Prize, the 1999 Gershom Scholem Prize for Kabbalah Research, the 2006  EMET Prize for Art, Science and Culture, and the 2017 Israel Prize in Jewish thought.", "11360193": "John Herman Randall Jr. (February 14, 1899 – December 1, 1980) was an American philosopher, New Thought author,[1] and educator.", "33839042": "Kiyokazu Washida (鷲田 清一, Washida Kiyokazu) is a  Japanese philosopher, specializing in clinical philosophy and ethics. He was born in Kyoto, Japan, and is currently a professor at Otani University. He was the 16th president of Osaka University and served on the screening committee of the Jirō Osaragi Prize, and the Suntory Prize for Social Sciences and Humanities.", "16111556": "Michael of Massa (Latin: Michaelus Massensis; Michael Beccucci de Massa) (died 1337) was an Italian Augustinian Hermit and theologian. He is known both as a scholastic philosopher and as an author of contemplative works.", "49076174": "Božidar Knežević (3 March 1862, Ub - 18 February 1905, Belgrade) was a Serbian philosopher, writer, and literary critic. Despite being educated for the priesthood, he abandoned the  Orthodox religion, and began to develop his career in science and topics of social regeneration. He rejected dogmatism, believing instead that neither religious nor historical nor scientific knowledge could be wholly accurate.", "23156688": "Sheikh Al-Hajj Salim Suwari was a 13th-century West African Soninke karamogo (Islamic scholar) who focused on the responsibilities of Muslim minorities residing in a non-Muslim society. He formulated an important theological rationale for peaceful coexistence with the non-Muslim ruling classes called the Suwarian tradition, which survives to this day despite the pressures of modernism.[1]", "415697": "Sir Donald Neil MacCormick QC (Hon.) FRSE FBA (27 May 1941 – 5 April 2009) was a Scottish legal philosopher and politician. He was Regius Professor of Public Law and the Law of Nature and Nations at the University of Edinburgh from 1972 until 2008. He was a Member of the European Parliament 1999–2004, member of the Convention on the Future of Europe, and officer of the Scottish National Party.", "52680664": "Henry Clement Byerly (August 7, 1935 – December 28, 2016) was an American philosopher known for his work in philosophy of science, logic and evolutionary theory. He was Professor Emeritus at the University of Arizona, where he taught from 1967–1995.", "34396122": "Dr. Ivan Seliminski  (1799 – 1866) was a prominent Bulgarian philosopher, scholar, teacher and medical doctor.", "9000925": "Karel Kosík (26 June 1926 – 21 February 2003) was a Czech Marxist philosopher. In his most famous philosophical work, Dialectics of the Concrete (1963), Kosík presents an original reinterpretation of the ideas of Karl Marx in light of Martin Heidegger's phenomenology. His later essays can be called a sharp critique of the modern society from a leftist but not strictly Marxist position.", "61036511": "Kailasa Candra Dasa (IAST: Kailāsa Candra dāsa; born 9 January 1951), also known as J. K. Goodwin, is an American Gaudiya Vaishnava teacher, sidereal astrologer and author with a small number of students.[1][2] In 1972, he joined the International Society for Krishna Consciousness (ISKCON) in Madison, Wisconsin. After the passing of ISKCON founder A. C. Bhaktivedanta Swami Prabhupada, he opposed ISKCON's \"zonal acharyas\", beginning in 1978 and 1979.[3][4][5] He is co-founder of the Vaishnava Foundation, a nonprofit organization incorporated under the name Metamorphosis League for Monastic Studies.[6][7][8][9][10][11][12][13][14] He works out of the United States. He continues to oppose what he sees as the deviations that emerged within ISKCON after the demise of A. C. Bhaktivedanta Swami Prabhupada.[15][4][16][17][18]", "59398112": "Bill Brewer is a British philosopher and Susan Stebbing Professor of Philosophy at King's College London. He was previously the Head of the Department of Philosophy.[1][2]", "32888804": "Everett Wesley Hall (April 24, 1901 – June 17, 1960) [1] was an American philosopher, known for his advocacy of common-sense realism and his notion of what he called the \"categorial\" primacy of certain assertions.  Hall received his A.B. and M.A. degrees from Lawrence College, and his Ph.D. from Cornell University (in 1929).  Between 1929 and his death in 1960, he taught at the following universities: the University of Chicago, Ohio State, Stanford, the University of Iowa, and the University of North Carolina (he was Department Chairman at the last two schools and was Kenan Professor at North Carolina).  He also held visiting appointments at Northwestern University, the University of Southern California, and Kyoto University.  Hall was the author of four books as well as numerous papers. The books are What is Value (1952), Modern Science and Human Values(1956), Philosophical Systems(1960), and Our Knowledge of Fact and Value (1961). After his death a number of his papers were collected by his colleague, E. M. Adams and published as Categorial Analysis (1964).", "42555379": "Apollophanes of Antioch (Greek: Ἀπολλοφάνης; fl. 250 BC) was a Stoic philosopher. During his life, he left the Seleucid empire for Athens.[1] There he became a pupil and friend of Aristo of Chios.[2] As a student of Aristo, he may have call himself an Aristonian. There is some assertion that he is the same as Apollophanes the physician who lived at the court of Antiochus.[3]", "55285": "Ernst Waldfried Josef Wenzel Mach (/mɑːx/ MAHKH, German: [ɛʁnst ˈmax]; 18 February 1838 – 19 February 1916) was an Austrian/Czech[2] physicist and philosopher, who contributed to the physics of shock waves. The ratio of the speed of a flow or object to that of sound is named the Mach number in his honour. As a philosopher of science, he was a major influence on logical positivism and American pragmatism.[3] Through his criticism of Newton's theories of space and time, he foreshadowed Einstein's theory of relativity.[4]", "54089720": "Isaak (Isay) Izrailevich Prezent (Russian: Исаа́к (Исай) Изра́илевич Презе́нт; 27 September [O.S. 15 September] 1902 – 6 January 1969)[1] was a Soviet philosopher of biology,[2] best known for his work on Marxist methodology of science as one of the key figures of Lysenkoism.", "61233145": "Werner Stegmaier (born 19 July 1946 in Ludwigsburg) is a German philosopher. He was the founding director of the Department of Philosophy at the University of Greifswald after the collapse of the Soviet Union and the German reunification. From 1994 until 2011, he was chair of philosophy with a focus on practical philosophy.[1]\nHis main field of research is the philosophy of orientation. He first published it in the German Philosophie der Orientierung (2008); its English translation has been published as What is Orientation? A Philosophical Investigation (2019).[2] To promote the ideas of this philosophical approach, the Hodges Foundation for Philosophical Orientation was founded in Nashville, Tennessee, in 2018.[3] His second major field of research is Friedrich Nietzsche's philosophy. Both areas of research are integrated in his Nietzsche meets Luhmann. Orientierung im Nihilismus (2016). In 2018, the Hodges Foundation for Philosophical Orientation was founded in Nashville, Tennessee (USA) with the aim of making this philosophy known in the English-speaking world and continuing to develop it by collaborating with people from diverse backgrounds.", "25352193": "Johann Joachim Lange (26 October 1670 – 7 May 1744) was a German Protestant theologian and philosopher.[1]", "55891971": "Kōji Taki (Japanese: 多木 浩二, Hepburn: Taki Kōji, 27 December 1928 – 13 April 2011) was a Japanese critic and philosopher.[1]", "32004102": "Hilde Lindemann (also Hilde Lindemann Nelson) is an American philosophy professor and bioethicist and emerita professor at Michigan State University. Lindemann earned her B.A. in German language and literature in 1969 at the University of Georgia. Lindemann also earned her M.A. in theatre history and dramatic literature, in 1972, at the University of Georgia. Lindemann began her career as a copyeditor for several universities.[1] She then moved on to a job at the Hastings Center in New York City, an institute focused on bioethics research, and co-authored book The Patient in the Family, with James Lindemann Nelson, before deciding to earn a Ph.D. in philosophy at Fordham University in 2000.[2] Previously, she taught at the University of Tennessee and Vassar College and served as the associate editor of the Hastings Center Report (1990–95). Lindemann usually teaches courses on feminist philosophy, identity and agency, naturalized bioethics, and narrative approaches to bioethics at Michigan State University.", "972810": "Li Ao (Chinese: 李翱; pinyin: Lǐ Áo) (772–841), courtesy name Xizhi (習之), was Chinese philosopher and prose writer of the Tang Dynasty.", "5298193": "Carl Joachim Friedrich (/ˈfriːdrɪk/; German: [ˈfʀiːdʀɪç]; June 5, 1901 – September 19, 1984) was a German-American professor and political theorist. He taught alternately at Harvard and Heidelberg until his retirement in 1971. His writings on state and constitutional theory, constitutionalism and government made him one of the world's leading political scientists in the post-World War II period. He is one of the most influential scholars of totalitarianism.", "27777043": "Daniel Bonevac is an American philosopher born in Pittsburgh. He is professor of philosophy at the University of Texas at Austin. He has degrees in philosophy from Haverford College, and the University of Pittsburgh. His areas of interest are metaphysics, philosophical logic, ethics, and Eastern philosophy. In autumn 2016, Bonevac joined 145 other scholars and writers in declaring support for Donald Trump for president.[1] He has posted hundreds of philosophy videos on his YouTube channel.", "35674136": "Jakob Herman Schell (28 February 1850 – 31 May 1906) was a German philosopher and theologian. He was ordained as a Roman Catholic priest in 1873, he became Professor of theology in 1888.", "9721881": "Menedemus of Pyrrha (Lesbos) (Greek: Μενέδημος; fl. c. 350 BC, was a member of Plato's Academy, during the time of Speusippus. Upon the death of Speusippus in 339 BC, an election was held for the next scholarch of the Academy.  Menedemus and Heraclides narrowly lost to Xenocrates. Menedemus left the Academy, and set up a school of his own.[1]", "42653723": "Emil Taubert (23 January 1844 in Berlin – 10 April 1895 in Berlin) was a German philologist, writer and librettist.[1] He was the son of composer Wilhelm Taubert and studied philology and philosophy at the Friedrich-Wilhelms University in his hometown. After completing his studies he got a job as a teacher at the Friedrich-Wilhelms-Gymnasium in Berlin.", "66082843": "Sheikh Ahmad Rouhi (Persian: شیخ احمد روحی) was an Iranian writer, political thinker, and libertarian. He is best known for his work with Mirza Aqa Khan Kermani and Jamāl al-Dīn al-Afghānī in Istanbul and for writing nationalist and libertarian works. His famous book, Hasht Behesht, is about Bábism beliefs and critiques of Baháʼí Faith.", "37279772": "Ha Ryun (Korean: 하륜; January 22, 1348 – November 24, 1416[1]), also spelled as Ha Yun, was a Joseon politician and Neo-Confucian scholar, educator, and writer. He served as Chief State Councillor  during the reign of King Taejong from 1408 to 1409, from 1409 to 1412 and again from 1414–1415. He was from the Jinju Ha clan (진주 하씨; 晋州河氏).[2]", "16570396": "William Thomas Valerio Fontaine (born William Thomas Fontaine; December 2, 1909 – December 29, 1968) was an American philosopher. Teaching at the University of Pennsylvania from 1947 to 1967, he was an American Professor of philosophy in the Ivy League. He was African American and advocated for African American rights.[1]", "26990626": "Defunct groups", "36100133": "Don Collins Reed (born in Fayetteville, Arkansas) is an emeritus professor of ethics and history of philosophy at Wittenberg University.[1][2]", "14047272": "Helga Kuhse (26 March 1940) is an Australian utilitarian philosopher and bioethicist.", "53565481": "Sumatindra Tirtha (c. 1692 – c. 1725) was a Dvaita scholar and the 20th pontiff of the Madhva matha at Kumbakonam (also known as Raghavendra Matha). Succeeding Surindra Tirtha in 1692, Sumatindra extended the reach of the matha from Kumbakonam to Thanjavur, Madurai and Srirangam. Through his travels and a close association with the royalty, Sumatindra was able to proliferate the principles of Dvaita in the Tamil region. [1] An accomplished scholar and poet, he has authored numerous works on poetics, drama and music as well as commentaries on Vedanta.", "12507185": "Alan Brian Carter (born 1952, Lincolnshire, England) is Emeritus Professor of Moral Philosophy at the University of Glasgow.", "60708914": "Nasrollah Pourjavady is an Iranian philosopher, Sufi scholar and a professor of philosophy at the University of Tehran in Tehran, Iran.[1][2][3] He is the founder and former head of the Iran University Press and a permanent member of the Academy of Persian Language and Literature.[4]", "350258": "Bernard-Henri Georges Lévy (/leɪˈviː/, French: [bɛʁnaʁ ɑ̃ʁi ʒɔʁʒ levi]; born 5 November 1948) is a French public intellectual. Often referred to in France simply as BHL,[2] he was one of the leaders of the \"Nouveaux Philosophes\" (New Philosophers) movement in 1976. His opinions, political activism and publications have also been the subject of several controversies over the years.[3][4][5][6]", "8345650": "Paul Yu (simplified Chinese: 余英华; traditional Chinese: 余英華) was a Chinese-American academic who was the President of State University of New York at Brockport (SUNY Brockport) between 1997–2004.", "60119093": "Alan Richard White (9 October 1922 – 23 February 1992) was an analytic philosopher who worked mainly in epistemology, the philosophy of mind, and, latterly, legal philosophy. Peter Hacker notes that he was \"the most skillful developer of Rylean ... ideas in philosophical psychology\" and that \"if anyone surpassed Austin in subtlety and refinement in the discrimination of grammatical differences, it was White.\"[2] Richard Swinburne remarks that \"during the heyday of 'ordinary language philosophy' no tongue practised it better.\"[3]", "61724724": "Shri Vedanidhi Tirtha (Śrī Vedanidhi Tīrtha) (died 1635), was a Hindu philosopher, scholar, theologian and saint. He served as the pontiff of Shri Uttaradi Math from 1631-1635. He was the seventeenth in succession from Madhvacharya.[1]", "57563191": "Menachem Fisch is an Israeli philosopher. He is the Joseph and Ceil Mazer Professor Emeritus of History and Philosophy of Science, and co-Director of the Frankfurt-Tel Aviv Center for the Study of Religious and Interreligious Dynamics at Tel Aviv University. He is also Senior Fellow of the Goethe University's Forschungskolleg Humanwissenschaften, Bad Homburg.[1][2][3]", "612408": "Speusippus (/spjuːˈsɪpəs/;[1] Greek: Σπεύσιππος; c. 408 – 339/8 BC[2]) was an ancient Greek philosopher. Speusippus was Plato's nephew by his sister Potone.  After Plato's death, c. 348 BC, Speusippus inherited the Academy, near age 60, and remained its head for the next eight years. However, following a stroke, he passed the chair to Xenocrates. Although the successor to Plato in the Academy, Speusippus frequently diverged from Plato's teachings. He rejected Plato's Theory of Forms, and whereas Plato had identified the Good with the ultimate principle, Speusippus maintained that the Good was merely secondary. He also argued that it is impossible to have satisfactory knowledge of any thing without knowing all the differences by which it is separated from everything else.", "22588": "Defunct", "153666": "Robert Kilwardby (c. 1215 – 11 September 1279) was an Archbishop of Canterbury in England and a cardinal. Kilwardby was the first member of a mendicant order to attain a high ecclesiastical office in the English Church.", "1824834": "Peter Tudvad (born 27 April 1966 in Holme south of Århus) is a Danish Søren Kierkegaard scholar, author, philosopher and social critic, formerly at the Søren Kierkegaard Research Center and at the University of Copenhagen; he left the Søren Kierkegaard Research Center after a heated debate with colleague Joakim Garff, whose Kierkegaard biography he lambasted in his own book Kierkegaards København.[1]", "18372675": "Chen Jiru (simplified Chinese: 陈继儒; traditional Chinese: 陳繼儒; pinyin: Chén Jìrú; Wade–Giles: Ch'en Chi-ju; 1558–1639) was a Chinese landscape painter, calligrapher and essayist during the Ming dynasty (1368–1644).[1]", "37476423": "Mohammed Allal Sinaceur (born 1941) is a Moroccan philosopher, politician and writer. He was the Moroccan Minister of Cultural Affairs.", "65624138": "Dmitriy Borisovich Volkov (born 9 July 1976 in Moscow) is an entrepreneur and philosopher[1] He co-founded Social Discovery Group (SDGroup), an international internet holding with headquarters in Malta, and сo-owns Dating Group.[2][3]", "25417808": "Peter Stillman is Professor of Political Science at Vassar College. He has taught there since 1970. He has an extensive range of publications and his interests cover modern political philosophy, especially that related to ecological thought, utopian political theory, and Hegel and Marx's political philosophy.[1]", "47372376": "Mark Fisher (11 July 1968 – 13 January 2017), also known under his blogging alias k-punk, was an English writer, music critic, political and cultural theorist, philosopher, and teacher based in the Department of Visual Cultures at Goldsmiths, University of London. He initially achieved acclaim for his blogging as k-punk in the early 2000s, and was known for his writing on radical politics, music, and popular culture.", "27547737": "Surendra Shivdas Barlingay (20 July 1919 – 19 December 1997) Nagpur, India) was an Indian logician and Marathi writer. He earned his PhD in philosophy at Nagpur University, taught at University of Pune and Zagreb University, and was chair of the philosophy department at Delhi University. Barlingay was chair of the State Board of Literature and Culture for the government of the Indian state of Maharashtra from 1980 to 1988. Barlingay was incarcerated during India's independence movement. Barlingay introduced the concept of geni-analysis in philosophy.", "153691": "John of Salisbury (late 1110s – 25 October 1180), who described himself as Johannes Parvus (\"John the Little\"),[1] was an English author, philosopher, educationalist, diplomat and bishop of Chartres.", "10672221": "Ximen Bao was a Chinese hydraulic engineer, philosopher, and politician. He was a government minister and court advisor to Marquis Wen of Wei (reigned 445–396 BC) during the Warring States period of ancient China. He was known as an early rationalist, who had the State of Wei abolish the practice of sacrificing people to the river god He Bo.[1] Although the earlier statesman Sunshu Ao is credited as China's first hydraulic engineer (damming a river to create a large irrigation reservoir), Ximen Bao is nonetheless credited as the first engineer in China to create a large canal irrigation system.", "14080095": "Monimus (/ˈmɒnɪməs/; Greek: Μόνιμος; 4th century BC) of Syracuse, Magna Graecia, was a Cynic philosopher.", "51927142": "Jennifer Nagel is a Canadian philosopher at the University of Toronto.[1][2][3]  Her research focuses on epistemology, philosophy of mind, and metacognition. She has also written on 17th century (Western) philosophy, especially John Locke and René Descartes.", "4806760": "Defunct", "4216939": "John Francis Xavier Knasas (born 1948) is an American philosopher. He is a leading existential Thomist in the Neo-Thomist movement, best known for engaging such thinkers as Bernard Lonergan, Alasdair MacIntyre and Jeremy Wilkins in disputes over human cognition to affirm a Thomistic epistemology of direct realism[1][2][3] and defending the thought of Jacques Maritain, Étienne Gilson and Fr. Joseph Owens.[4]  He holds the Bishop Wendelin J. Nold Endowed Chair as Professor of Philosophy at the Center for Thomistic Studies at the University of St. Thomas in Houston[5] and earned his doctorate at the University of Toronto, under the direction of Fr. Joseph Owens.[6]", "35674220": "Marcel-Jacques Dubois (1920–2007) was a French academic and theologian of the Dominican Order and a naturalized citizen of Israel. He was linked to Bruno Hussar's House of Isaiah and involved in Relations between Catholicism and Judaism. He was professor of philosophy at the Hebrew University of Jerusalem (where he served as chairman of department) and was on the 1974 Commission of the Holy See for Religious Relations with the Jews. He had significance as an orthodox Dominican who rejected supersessionism. He spent much to most of his life in Israel and Teddy Kollek declared him an \"Honored Citizen of Jerusalem\".[1] He participated in a series of televised debates with Israeli thinker Yeshayahu Leibowitz. In 1996 he won the Israel Prize for his work for Israeli society.[2]", "37509229": "Johan Andreas Dèr Mouw (Dutch pronunciation: [ˈjoːɦɑn ɑnˈdreːjɑs dɛrˈmʌu]; 24 July 1863 – 8 July 1919) was a Dutch poet and philosopher. During Dèr Mouw's life only some of his poems were published in literary journals. His penname \"Adwaita\" is Sanskrit for \"he who is without two-ness\".[1]", "28465262": "Thomas S. Hibbs (November 3, 1960) is an American philosopher and the 9th President of the University of Dallas, a Catholic liberal arts university.[1]  He served as president from July 1, 2019 until March 7, 2021.[2]   As of July 1, 2021 he is the  J. Newton Rayzor Sr. Professor of Philosophy at Baylor University,[3] where had served as dean of the honors college and distinguished professor of ethics and culture from 2003 until 2019. Hibbs' predecessor in the Rayzor Chair was the Scottish Catholic philosopher, John Haldane.[4]", "415857": "Itsuo Tsuda (津田 逸夫, Tsuda Itsuo, 3 May 1914 – 10 March 1984)[1] was a Japanese philosopher and a practitioner and teacher of aikido and Seitai.", "53729393": "Kenneth Einar Himma is an American philosopher, author, lawyer, academic and lecturer.", "66279539": "Abbas Khadir (3 March 1973; German: Abbas Khider; Arabic:عباس خضر) is a German author and poet of Iraqi origin. He was imprisoned for his political activism against the regime of Saddam Hussein, and took refuge in a number of countries before he was granted asylum in Germany, namely Berlin, in 2000, where he continues to live.[1] He is mostly known for his four novels, \"The Village Indian,” “The President's Oranges,” “Letter to the Aubergine Republic” and “A Slap in the Face,” to which he received several literary prizes and scholarships, including, most recently, the Adelbert von Chamisso Prize.", "60315769": "Alfred J. Freddoso (born 1946) is an American philosopher and Professor Emeritus of Philosophy and John and Jean Oesterle Professor Emeritus of Thomistic Studies at the University of Notre Dame.[1][2]\nHe is the father of David Freddoso.", "54679674": "Johanna Charlotte Unzer (née Ziegler) (17 November 1724 in Halle an der Saale — 29 January 1782 in Altona, Hamburg), was a German writer and philosopher, famed for her progressive views on women's education. She was awarded the imperial Dichterkrone in 1753. She is known for her anacreontic poetry.[1][2]", "51304586": "Félicien Robert Challaye (1 November 1875 – 26 April 1967) was a French philosopher, anti-colonialist and human rights activist.", "47077520": "Auguste Lecerf (1872–1943) was a French Reformed pastor of the Église réformée de France (Reformed Church of France) and a partly autodidact neo-Calvinist theologian. From 1927 onwards, he was dogmatics professor at the Protestant Faculty of Theology in Paris.[1][2] As a specialist in Jean Calvin, he authored several books and articles on Reformed dogmatics.", "9590934": "Ahn Hyang (안향, 安珦; 1243 – 12 September 1306), also known as Ahn Yu (안유, 安裕), was a leading Confucian scholar born in Yeongju in present-day South Korea, and was from the Sunheung Ahn clan. He is considered the founder of Neo-Confucianism in Korea, introducing Song Confucianism to the Goryeo kingdom. Ahn Hyang visited China, transcribing the works of Zhu Xi and bringing his copy and portraits of Confucius and Zhu Xi to Korea to use in his revitalization of Confucianism. He strove to replace Buddhism with Confucianism.", "38295705": "Jason F. Brennan (born 1979) is an American philosopher and business professor. He is currently the Robert J. and Elizabeth Flanagan Family Professor of Strategy, Economics, Ethics, and Public Policy at the McDonough School of Business at Georgetown University.[1]", "8509597": "Wang Ruoshui (Chinese: 王若水; pinyin: Wáng Ruòshuǐ; Wade–Giles: Wang Jo-shui, 1926–2002), was a Chinese journalist, political theorist, and philosopher. He was born in Shanghai, and graduated from Peking University with a degree in philosophy. After working at the People's Daily for over three decades, Wang was expelled from the party in 1987 during the Anti-Bourgeois Liberalization Campaign, largely due to his long-standing vocal advocacy of Marxist humanism that led to the Anti-Spiritual Pollution Campaign in 1983. After his exile from the party, he went to United States as a visiting scholar to continue his research. Wang was known as a major exponent of Marxist humanism and of Chinese liberalism in the second half on his life.", "22702": "Origen of Alexandria[a] (c. 185 – c. 253),[4] also known as Origen Adamantius,[b] was an early Christian scholar,[7] ascetic,[8] and theologian who was born and spent the first half of his career in Alexandria. He was a prolific writer who wrote roughly 2,000 treatises in multiple branches of theology, including textual criticism, biblical exegesis and hermeneutics, homiletics, and spirituality. He was one of the most influential and controversial figures in early Christian theology, apologetics, and asceticism.[8][9] He has been described as \"the greatest genius the early church ever produced\".[10]", "56907951": "Ioannis D. Evrigenis is a Greek-American political philosopher. He is a professor of Government at Claremont McKenna College.", "11393201": "Ludwig Rosenfelder (July 18, 1813, in Breslau – April 18, 1881, in Königsberg) was a German painter and philosopher. He studied at Wilhelm Hensel and Wilhelm Ternite at Prussian Academy of Arts and specialized in religious and historical paintings.", "7788721": "Zayn al-Abidin Shirvani (Persian: زین‌العابدین شیروانی; 1779—1837), also known by his pen-name of Tamkin, was a Persian scholar, mystic, and traveler from Shirvan.[1]", "1824952": "Ayn Rand Institute", "21256376": "László Rudas (born Adolf Róth;[1] 21 February 1885, in Sárvár – 29 April, 1950, in Budapest) was a Hungarian communist newspaper editor, Marxist–Leninist philosopher, professor and politician who survived the Great Purge in the Soviet Union to become director of the Central Party School of the Communist Party of Hungary.", "37443770": "Antonio Banfi (Vimercate, 30 September 1886 – Milano, 22 July 1957) was an Italian philosopher and senator. He is also noted for founding the Italian philosophical school called critical rationalism.[1]", "31152315": "Miguel Abensour (French: [abɑ̃suʁ], February 13, 1939 – April 22, 2017) was a French philosopher specializing in political philosophy.", "1693881": "Dong Zhongshu (Chinese: 董仲舒; Wade–Giles: Tung Chung-shu; 179–104 BC) was a Chinese philosopher, politician, and writer of the Han dynasty. He is traditionally associated with the promotion of Confucianism as the official ideology of the Chinese imperial state. He apparently favored heaven worship over the tradition of cults celebrating the five elements.[1] Ultimately banished to the Chancellery of Weifang by his adversary Gongsun Hong, Gongsun effectively promoted Dong's partial retirement from political life, and his teachings were transmitted from there.[1] However, he apparently enjoyed great influence in the court in the last decades of his life leading up to that.[2]", "31512774": "Martin Anton Maurus Marty (German: [ˈmarti]; 18 October 1847 – 1 October 1914) was a Swiss-born Austrian philosopher and Catholic priest. He specialized in philosophy of language, philosophy of psychology and ontology.", "65624263": "Karl Marx in Kalbadevi is a 2013 one-man play about the German philosopher Karl Marx played by Satchit Puranik. Written by Uttam Gada and directed by Manoj Shah, the play depicts an imaginary visit by Marx to Kalbadevi, the hypercapitalist area of Mumbai, India. The play tried to introduce to a commercially-minded Gujarati community the ideas of a radical critic of capitalist society, in a style that adopts song, dance, repartee, and interactive badinage with the audience to make his complex ideas more suitable to the taste and cultural background of local audiences.", "1136841": "\"International Philosophy\", commonly referred to as the Philosophers' Football Match, is a Monty Python sketch depicting a football match in the Munich Olympiastadion between philosophers representing Greece and Germany. Starring in the sketch are Archimedes (John Cleese), Socrates (Eric Idle), Hegel (Graham Chapman), Nietzsche (Michael Palin), Marx (Terry Jones), and Kant (Terry Gilliam). Palin also provides the match television commentary.", "153803": "Murray Bookchin (January 14, 1921 – July 30, 2006[2]) was an American social theorist, author, orator, historian, and political philosopher. A pioneer in the environmental movement,[3] Bookchin formulated and developed the theory of social ecology and urban planning within anarchist, libertarian socialist, and ecological thought. He was the author of two dozen books covering topics in politics, philosophy, history, urban affairs, and social ecology. Among the most important were Our Synthetic Environment (1962), Post-Scarcity Anarchism (1971), The Ecology of Freedom (1982), and Urbanization Without Cities (1987). In the late 1990s, he became disenchanted with what he saw as an increasingly apolitical \"lifestylism\" of the contemporary anarchist movement, stopped referring to himself as an anarchist, and founded his own libertarian socialist ideology called \"communalism\", which seeks to reconcile and expand Marxist, syndicalist, and anarchist thought.[4][5]", "2119888": "Lewis Ricardo Gordon (born May 12, 1962) is an American philosopher at the University of Connecticut who works in the areas of Africana philosophy, existentialism, phenomenology, social and political theory, postcolonial thought, theories of race and racism, philosophies of liberation, aesthetics, philosophy of education, and philosophy of religion. He has written particularly extensively on Africana and black existentialism, postcolonial phenomenology, race and racism, and on the works and thought of W. E. B. Du Bois and Frantz Fanon. His most recent book is titled: Fear of Black Consciousness.[1]", "186577": "Shūzō Kuki (九鬼 周造, Kuki Shūzō, February 15, 1888 – May 6, 1941) was a Japanese art critic, philosopher, and poet.", "33478866": "Arthur David Ritchie FRSE ((1891-06-22)22 June 1891 – (1967-03-12)12 March 1967) was a British chemical physiologist and philosopher.[1]", "26400982": "John McIntyre CVO FRSE (20 May 1916 – 15 December 2005) was a Scottish minister and theologian. He was Moderator of the General Assembly of the Church of Scotland 1982/83 and Chaplain to the Queen in Scotland from 1990 to 1996.", "186595": "Tsunashima Ryōsen (綱島 梁川, Tsunashima Ryōsen, May 27, 1873–September 14, 1907) was a Japanese author and philosopher. He was a graduate of Tōkyō Senmon Gakkō.[1] He was originally a rationalist and then became a Christian.[2] He is buried in Tokyo's Zōshigaya cemetery.", "17389796": "Former", "186597": "Ikki Kita (北 一輝, Kita Ikki, 3 April 1883 – 19 August 1937; real name: Kita Terujirō (北 輝次郎)) was a Japanese author, intellectual and political philosopher who was active in early Shōwa period Japan. Drawing from an eclectic range of influences, Kita was a self-described socialist who has also been described as the \"ideological father of Japanese fascism\",[1] although his writings touched equally upon pan-Asianism, Nichiren Buddhism, fundamental human rights and egalitarianism and he was involved with Chinese revolutionary circles. While his publications were invariably censored and he ceased writing after 1923, Kita was an inspiration for elements on the far-right of Japanese politics into the 1930s, particularly his advocacy for territorial expansion and a military coup. The government saw Kita's ideas as disruptive and dangerous; in 1936 he was arrested for allegedly joining the failed coup attempt of 26 February 1936 and executed in 1937.", "25352424": "Johann Christian Lossius (22 April 1743 in Liebstadt near Weimar – 8 January 1813 in Erfurt) was a German materialist philosopher who made contributions to philosophical anthropology, the philosophy of mind, and physiognomy.", "13490413": "Ronald Bon de Sousa Pernes (/də ˈsuːzə/ də SOO-zə; born 1940) is a Swiss-born Canadian philosopher and academic. He is an emeritus professor at the Department of Philosophy of the University of Toronto, which he joined in 1966.", "63854830": "Richard D. McKirahan Jr. is an American philosopher and Edwin Clarence Norton Professor of Classics and Professor of Philosophy at Pomona College in Claremont, California.[1] He is known for his works on Pre-Socratics.[2][3]", "5921009": "Janet Coleman FRHistS (born 1945, New York City[1]) is a British academic and historian of political theory.", "57137403": "Luis José Silva Michelena, best known as Ludovico Silva (1937–1988) was a Venezuelan poet and philosopher. A Marxist philosopher, he developed an account of ideology as symbolic surplus.[1]", "37640455": "Federico Ferrari (born 15 September 1969) is an Italian philosopher and art critic. He teaches Philosophy of Art at Brera Academy, in Milan, Italy.[1]", "40360200": "Mauro Carbone (born 8 December 1956) is an Italian philosopher. Since 2009, he has been a full professor at the Faculté de Philosophie of the Jean Moulin University Lyon 3[1] in Lyon, France. From 2012 to 2017, he has been a senior member of the Institut Universitaire de France.", "38885648": "Muhammad Said Ramadan Al-Bouti (Arabic: مُحَّمَد سَعِيد رَمَضَان ٱلْبُوطِي, romanized: Muḥammad Saʿīd Ramaḍān al-Būṭī) (1929 – 21 March 2013) was a renowned Sunni Muslim scholar, writer, and professor from Syria, where he was vice dean in Damascus University and served as imam of the Umayyad Mosque.[8]", "39770384": "George Anastaplo (November 7, 1925 – February 14, 2014)[1] was a professor at Loyola University Chicago School of Law and author who was famously denied admission for many years to the Illinois Bar.  The denial of his admission became a Supreme Court case, In re Anastaplo, in which he insisted that the First Amendment of the U.S. Constitution protects the privacy of political affiliations; in particular, he refused to answer questions about membership in the Communist Party.  Anastaplo's stand was based on Constitutional principles and consequent rejection of McCarthyism, and nobody alleged that he had membership in the Communist Party. The Supreme Court's majority upheld the lower courts' ruling in favor of the Illinois Bar, although Justice Hugo Black dissented. After his Supreme Court case and denial of admission to the Bar, Anastaplo supported his family by teaching at the University of Chicago and other universities and colleges. He wrote many articles and books on philosophy, many of which acknowledged the influence of his teacher, Leo Strauss.[2][3]", "28170516": "Douglas B. Rasmussen (born 1948) is professor of philosophy at St. John's University, where he has taught since 1981.", "66771226": "Michela Massimi is an Italian and British philosopher of science,[1] a professor of philosophy at the University of Edinburgh, and the president-elect of the Philosophy of Science Association.[2] Her research has involved scientific perspectivism and perspectival realism,[3] the Pauli exclusion principle, and the work of Immanuel Kant.[4]", "31316251": "David Charles Gooding (21 November 1947 – 13 December 2009) was a Professor of History and Philosophy of Science, and the Director of the Science Studies Centre, at the University of Bath, UK .[1] He was President of the History of Science Section of the BAAS (2002–2003).", "47044892": "Nathan Greenslit (born November 3, 1975) is an American musician, writer, and academic.", "645403": "Vladimir (affectionately known as Didi; a small boy calls him Mr. Albert) is one of the two main characters from Samuel Beckett's Waiting for Godot.", "19192096": "Martin Balluch (born 12 October 1964) is an Austrian physicist, philosopher, vegan and prominent animal rights activist. He co-founded the Austrian Vegan Society in 1999, and has been president of the Austrian Association Against Animal Factories since 2002.[1] The philosopher Peter Singer has called Balluch \"one of the foremost spokesmen in the worldwide animal rights movement for pursuing the nonviolent, democratic road to reform.\"[2]", "743717": "Charles Secretan (January 19, 1815 – January 21, 1895) was a Swiss philosopher. He was born on 19 January 1815 in Lausanne, Switzerland, where he also died on 21 January 1895.", "612650": "Psychoanalysis,\nFeminist Philosophy,\nFeminist Theory,\nPhilosophy,\nPsychology,\nSchizophrenia", "4675882": "Sengzhao (or Seng-Chao) (Chinese: 僧肇; pinyin: Sēngzhào; Wade–Giles: Seng-chao; Japanese: 僧肇, Sōjō; 384–414)[1]\nwas a Chinese Buddhist philosopher from Later Qin. Born to a poor family in Jingzhao, he acquired literary skills, apparently including the capacity to read Pali, and became a scribe. This exposed him to a variety of uncommon documents. He was influenced by Taoists, Laozi and Zhuangzi,[2] and although we are told he enjoyed Lao Tzu’s Daodejing (Tao-te ching, Dotokyu-kyo), he was overjoyed when he discovered the Vimalakirti Sutra. This encounter transformed his life and he became a Buddhist. He was known as being among the ablest of the disciples of Kumārajīva.[3]", "907564": "Alexander Fraser Tytler, Lord Woodhouselee FRSE (15 October 1747 – 5 January 1813) was a Scottish advocate, judge, writer and historian who was a Professor of Universal History, and Greek and Roman Antiquities at the University of Edinburgh.[1]", "383277": "Philipp Frank (March 20, 1884 – July 21, 1966) was a physicist, mathematician and philosopher of the early-to-mid 20th century. He was a logical positivist, and a member of the Vienna Circle. He was influenced by Mach and was one of the Machists criticised by Lenin in Materialism and Empirio-criticism.[1]", "4315437": "Catius (fl. c. 50s–40s BC) was an Epicurean philosopher, identified ethnically as an Insubrian Celt from Gallia Transpadana. Epicurean works by Amafinius, Rabirius, and Catius were the earliest philosophical treatises written in Latin.[1] Catius composed a treatise in four books on the physical world and on the highest good (De rerum natura et de summo bono). Cicero credits him, along with the lesser prose stylist Amafinius, with writing accessible texts that popularized Epicurean philosophy among the plebs, or common people.[2]", "47175983": "Ivan (Ivica) Djeparoski[1](born 1958 in Skopje, Republic of Macedonia) is a philosopher, cultural theorist, poet and translator. He graduated from the Faculty of Philosophy in Skopje where he received his M.A. and Ph.D. He is an author of fourteen books in the field of aesthetics and cultural theory, five poetry books and also of two poetry anthologies, for which he was awarded the \"Mlad Borec Prize\" (1984), \"Dimitar Mitrev Prize\" (1993) and “Paradigm Prize” (2009). He works at the Faculty of Philosophy in Skopje as a professor of \"Aesthetics\", \"History of Aesthetics\" and \"Cultural Theories\".[2] He is/was Head of the Institute of Philosophy (2004-2009; 2013-), Head of postgraduate studies of the Institute of philosophy (2010-2013) and secretary of Macedonian P.E.N. Centre. (1999-2001; 2009-2014). He also translates (William Blake, Joseph Brodsky, James Joyce, David Hume, Edmund Burke). He was granted the \"Grigor Prlicev Award\" (1993) for a poetic rendition as well as the „Miladinov Brothers” award Archived 2016-10-09 at the Wayback Machine(2017) for the best poetry book The Light of Mount Athos, written in Macedonian.[3] His poetry and some of his essays are translated into several languages.", "34330928": "Fred Reinhard Dallmayr (born October 18, 1928) is an American philosopher and political theorist. He is Packey J. Dee Professor Emeritus in Political Science with a joint appointment in philosophy at the University of Notre Dame (US). He holds a Doctor of Law from the Ludwig Maximilian University of Munich, and a PhD in political science from Duke University. He is the author of some 40 books and the editor of 20 other books. He has served as president of the Society for Asian and Comparative Philosophy (SACP); an advisory member of the scientific committee of RESET – Dialogue on Civilizations (Rome); the executive co-chair of World Public Forum – Dialogue of Civilizations (Vienna), and a member of the supervisory board of the Dialogue of Civilizations Research Institute (Berlin).", "2808116": "Louis Eugène Marie Bautain (17 February 1796 – 15 October 1867), was a French philosopher and theologian.", "35019065": "Hermann Vetter (born c. 1933[1]) is a German academic and translator who has made many works of English-language philosophy available in German. He specialized in sociology of knowledge and social psychology. His academic career was interrupted by the \"student revolutions\" of the 1960s.[2]", "51992891": "Arturo Marcelino Sosa Abascal SJ (born 12 November 1948) is a Venezuelan Catholic priest who serves as the 31st and present superior general of the Society of Jesus. He was elected by the Society's 36th General Congregation on 14 October 2016, succeeding Adolfo Nicolás. He is the first person born in Latin America to lead the Jesuits.", "58906941": "Adrian J. Walsh (born 1963) is an Australian philosopher and Professor of Philosophy at the University of New England (Australia).[3]\nHe is known for his expertise on political philosophy, philosophy of economics and applied ethics.[4][5][6][7]\nWalsh is an Associate Editor of the Journal of Applied Philosophy.[8]", "16537921": "Richard Turner (25 September 1941, in Stellenbosch – 8 January 1978, in Durban), known as Rick Turner, was a South African academic and anti-apartheid activist[1] who was murdered, possibly by the South African security forces, in 1978. Nelson Mandela described Turner \"as a source of inspiration\".[2]", "743748": "Henri Frédéric Amiel (French pronunciation: [ɑ̃ʁi fʁedeʁik amjɛl]; 27 September 1821 – 11 May 1881) was a Swiss moral philosopher, poet, and critic.", "53008709": "Spanish philosophy is the philosophical tradition of the people of territories that make up the modern day nation of Spain and of its citizens abroad.  Although Spanish philosophical thought had a profound influence on philosophical traditions throughout Latin America, political turmoil within Spain throughout the 20th century diminished the influence of Spanish philosophy in international contexts.[1] Within Spain during this period, fictional novels written with philosophical underpinnings were influential, leading to some of the first modernist European novels, such as the works of Miguel de Unamuno and Pío Baroja.[2]", "58054981": "Enrique Fidel Verástegui Peláez  (24 April 1950 – 27 July 2018), was a Peruvian author and mathematician. He was a member of Movimiento Hora Zero with the poets Jorge Pimentel, Juan Ramírez Ruiz, Jorge Nájar, Enriqueta Belevan and Carmen Ollé.[2][3]", "481604": "Chanakya ( IAST: Cāṇakya, pronunciationⓘ; 375–283 BCE) was an ancient Indian polymath who was active as a teacher, author, strategist, philosopher, economist, jurist, and royal advisor. He is traditionally identified as Kauṭilya or Vishnugupta, who authored the ancient Indian political treatise, the Arthashastra,[3] a text dated to roughly between the fourth century BCE and the third century CE.[4] As such, he is considered the pioneer of the field of political science and economics in India, and his work is thought of as an important precursor to classical economics.[5][6][7][8] His works were lost near the end of the Gupta Empire in the sixth century CE and not rediscovered until the early 20th century.\nAround 321 BCE, Chanakya assisted the first Mauryan emperor Chandragupta in his rise to power and is widely credited for having played an important role in the establishment of the Maurya Empire. Chanakya served as the chief advisor to both emperors Chandragupta and his son Bindusara.[9]", "15751496": "Jean C. Baudet is a Belgian philosopher and writer, born in Brussels (May 31, 1944)[1] and died in Laeken (July 18, 2021).", "481609": "Manuel Rubén Abimael Guzmán Reynoso (Latin American Spanish: [maˈnwel ruˈβen aβimaˈel ɡusˈman rejˈnoso]; 3 December 1934 − 11 September 2021[1][2]), also known by his nom de guerre Chairman Gonzalo (Spanish: Presidente Gonzalo), was a Peruvian Maoist guerrilla leader, considered a terrorist by various governments during his lifetime. He founded the organization Communist Party of Peru – Shining Path (PCP-SL) in 1969 and led a rebellion against the Peruvian government until his capture by authorities in 12 September 1992. He was subsequently sentenced to life imprisonment for terrorism and treason.", "61823308": "William Lambert Newman, FBA (1834–1923) was a British ancient historian and philosopher.", "6117711": "Defunct", "4315476": "Gaius Amafinius (or Amafanius) was one of the earliest Roman writers in favour of the Epicurean philosophy. He probably lived in the late 2nd and early 1st century BC.[1] He wrote several works, which are censured by Cicero as deficient in arrangement and style. He is mentioned by no other ancient writer but Cicero.[2]  In the Academica, Cicero reveals that Amafinius translated the Greek concept of atoms as \"corpuscles\" (corpusculi) in Latin.", "56056157": "Nischaldas (1791-1860[1] or 1792–1863[2]) was a Hindu saint and writer. He wrote many books on Vedic themes,[3] the most popular of which is Vichara Sagar, an important work on the advaita philosophy.[4][unreliable source?]", "24664414": "Amynomachus (fl. 3rd century BC), son of Philocrates, from the Attic deme of Bate[1] was, together with Timocrates son of Demetrius from Potamos,[2] the heir of Epicurus (ca. 270 BC). Whether they were Epicurean philosophers themselves is uncertain. Epicurus' property was given to them  on condition that they give the Garden to Hermarchus and the other Epicureans. In this way Epicurus an Athenian citizen, ensures that Hermarchus and other non-Athenian Epicureans could remain in the Garden, although they cannot inherit legally the property.", "940386": "Camil Petrescu (Romanian pronunciation: [kaˈmil peˈtresku]; 9/21 April 1894 – 14 May 1957) was a Romanian playwright, novelist, philosopher and poet. He marked the end of the traditional novel era and laid the foundation of the modern novel era in Romania.", "5757283": "Philipp Albert Stapfer (23 September 1766, in Bern – 27 March 1840, in Paris) was a Swiss politician and philosopher.", "40098152": "Anna Callender Brackett (May 21, 1836 – March 18, 1911) was an American philosopher, translator, feminist, and educator. She translated Karl Rosenkranz's Pedagogics as a System and wrote The Education of American Girls, a response to arguments against the coeducation of males and females.", "14473579": "Metrodorus of Cos (Greek: Μητρόδωρος τῆς Κῶ; fl. c. 460 BC) was the son of Epicharmus. Like several of his family he addicted himself partly to the study of Pythagorean philosophy, partly to the science of medicine. He wrote a treatise upon the works of Epicharmus, in which, on the authority of Epicharmus and Pythagoras himself, he maintained that the Doric was the proper dialect of the Orphic hymns.[1]", "4217199": "Javed Iqbal (Urdu: جاوید اقبال‎; 5 October 1924 – 3 October 2015) was a Pakistani philosopher and senior justice of the Supreme Court of Pakistan. He was internationally known for his acclaimed publications on philosophy of law and modern Islamic philosophy in international and national journals.[1]", "3463536": "Mahmud Bayazidi (Kurdish: مەحموودی بایەزیدی, romanized: Mehmûdê Bazîdî, 1797 Doğubeyazıt – 1859 Erzurum), was an Ottoman Kurdish philosopher and polymath from Bayazid.", "61462897": "Satyavara Tirtha (c. 1716 - c. 1797) was an Indian philosopher, scholar and the pontiff of Uttaradi Math, a math (mutt) dedicated to Dvaita philosophy. He was the successor of Satyasandha Tirtha and the 27th pontiff of Uttaradi Math since Madhvacharya, the chief proponent and the one who rejuvenated this Dvaita philosophy and served the pontificate from 1794 to 1797.[1][2]", "30333299": "Rev. John Vattanky SJ (3 July 1931- 22 February 2021) was a Jesuit priest, belonging to Kerala province, in India. An Indian philosopher, specializing in Gangesa's Navya-Nyāya, he resided at De Nobili College, Pune. Vattanky was a Professor Emeritus of Jnana-Deepa Vidyapeeth, Pune, India. He has contributed significantly[1] to the growth of Indian philosophy and Indian Christian Theology.[2]", "54385024": "Ann Pellegrini is Professor of Performance Studies (Tisch School of the Arts) and Social and Cultural Analysis (Faculty of Arts and Science) at NYU and the director of NYU's Center for the Study of Gender and Sexuality.[1] In 1998, she founded the Sexual Cultures book series at NYU Press with José Muñoz;[2] she now co-edits the series with Joshua Takano Chambers-Letson and Tavia Nyong'o.[3] Her book You Can Tell Just By Looking, co-authored with Michael Bronski and Michael Amico, was a finalist for the 2014 Lambda Literary Award for Best LGBT Non-Fiction.[4]", "2218371": "Sheikh Pir Nasiruddin Abul Hakayik Pir Mahmud bin Ahmed Ahi Evran bin Abbas Veli al-Khoyi (1169–1261), commonly known as Ahi Evran or Pir Ahi Evren-ı Veli, was a Turkic Alevi Sufi saint, preacher, philosopher, poet who wrote 20 books. He is mostly remembered as the founder and leader of the Ahi Brotherhood.[1]", "3004803": "Lushan Huiyuan (simplified Chinese: 庐山慧远; traditional Chinese: 廬山慧遠; pinyin: Lúshān Huìyuǎn; Wade–Giles: Lushan Hui-yüan; 334–416 AD), meaning \"Huiyuan of Mount Lu\", was a Chinese Buddhist teacher who founded Donglin Temple at the foot of Mount Lu in Jiujiang province and wrote the text On Why Monks Do Not Bow Down Before Kings in 404 AD. He was born in Shanxi province but moved to Jiujiang, where he died in 416. Although he was born in the north, he moved south to live within the bounds of the Eastern Jin Dynasty.", "10639751": "Nicholas Maxwell (born 3 July 1937[1]) is a British philosopher.", "50944393": "Wendy Anne Rogers FAHA (born 1957)[2] is a professor of clinical ethics at Macquarie University in Sydney, Australia.[3][4] She was nominated as one of Nature's 10 people who mattered in 2019 for revealing ethical failures in China’s studies on organ transplantation.[1][5][6]", "28498316": "Eulamius (/juːˈleɪmiəs/; Greek: Eὐλάμιος), born in Phrygia, was, along with Damascius, one of the Athenian philosophers who sought asylum at the court of Khosrau I (r. 531–579) of Persia in 531/532 when Byzantine emperor Justinian I (r. 527–565) closed down the last pagan philosophical schools in Athens.[1] Eulamius was disappointed  in Persia and ultimately returned to Byzantium in 532 together with other Greek philosophers, protected by a treaty that guaranteed their safety.[2] His name appears as Eulalios (Greek: Eὐλάλιος) in the Suda and as Eulamios (Greek: Eὐλάμιος) in the historical works of Agathias.[1]", "1989006": "Agostino Steuco (in Latin Agostinus Steuchus or Eugubinus) (1497/1498–1548), Italian humanist, Old Testament scholar, Counter Reformation polemicist and antiquarian, was born at Gubbio in Umbria.  He discoursed on the subject of perennial philosophy and coined the term philosophia perennis.[1]", "36624790": "Petrus Martinez de Osma (Spanish: Pedro Martínez de Osma) (died 1480) was a Spanish theologian and philosopher, known for his views on indulgences, which he retracted at the end of his life.", "35183000": "Reza Negarestani (born 1977) is an Iranian philosopher and writer, known for \"pioneering the genre of 'theory-fiction' with his book\" Cyclonopedia[3] which was published in 2008. It was listed in Artforum as one of the best books of 2009.[4] Negarestani directs the critical philosophy programme at The New Centre for Research & Practice.[5]", "67656088": "Kenneth Brian Wilson OBE (10 April 1937 – 12 January 2017) was a British theologian, philosopher and teacher. He was a Minister in the Methodist Church of Great Britain; Principal of Westminster College, Oxford; and wrote extensively in the areas of theology, philosophical theology and ecclesiology.", "252312": "James Hinton (baptised 26 November 1822 – 16 December 1875) was an English surgeon and author. He was the father of mathematician Charles Howard Hinton. He was an outspoken advocate of polygamy. He appears as a character in some fictional accounts of the 19th century English serial murderer known as Jack the Ripper.", "58317212": "Yoshihiro Nitta (にった　よしひろ, Yoshihiro Nitta, legal name 新田義弘; 21 January 1929 – 15 March 2020) was a Japanese university professor and philosopher.[1] He is reputed as one of the greatest people to have influenced the Japanese philosophy.[2]", "73947552": "William Arnaud (Latin: Guillelmus Arnaldus) was a Scholastic philosopher and Master of Arts who taught at the University of Toulouse in the 13th century.[1][2]", "61725091": "Syed Mohammed Madni Ashraf often referred to as Shaykh al-Islām,[4][5] and Madni Miyan[6][7][8] (born on 27 August 1938 CE; 1 Rajab 1357 AH) is an Indian Islamic scholar,[9] theologian, spiritual leader[10] and author from Ashrafpur Kichhauchha, Uttar Pradesh, India.[11][12]\nKnown for his eloquent speeches, he is an expert of Islamic Philosophy, Islamic Sacred Law and Fiqh (Jurisprudence).\n[9]", "88483": "Sun Yat-sen (traditional Chinese: 孫中山; simplified Chinese: 孙中山; pinyin: Sūn Zhōngshān, /ˈsʌn ˌjætˈsɛn/,[a] 12 November 1866 – 12 March 1925)[2][3][4] was a Chinese revolutionary statesman, physician, and political philosopher who served as the first provisional president of the Republic of China and the first leader of the Kuomintang (Nationalist Party of China). He is called the \"Father of the Nation\" in the present-day Republic of China (Taiwan) and the \"Forerunner of the Revolution\" in the People's Republic of China for his instrumental role in the overthrow of the Qing dynasty during the 1911 Revolution. Sun is unique among 20th-century Chinese leaders for being widely revered by both the Communist Party in Mainland China and the Nationalist Party in Taiwan.[5]", "13654439": "Zbigniew Pełczyński (Polish pronunciation: [ˈzbʲigɲɛf pɛwˈʈ͡ʂɨj̃skʲi], 29 December 1925 – 22 June 2021) was a Polish-British political philosopher and academic. He taught politics at Pembroke College, Oxford, from 1957 to 1992, and was later an Emeritus Fellow of the college. Pełczyński was instrumental in providing opportunities for scholars from Poland and other post-communist countries to study at British universities, especially at Oxford and Cambridge.", "22954": "Cardinal virtues \nForm of the Good \nTheory of forms \nDivisions of the soul \nPlatonic love", "5691819": "Rudolf Maria Holzapfel (1874, Cracow – 1930, Muri (Kanton Bern)) was a Poland-born Austrian psychologist, philosopher. He was nominated for the Nobel Prize in Literature six times.[1]", "88493": "Progressive Era", "940461": "Jan Patočka (Czech pronunciation: [ˈpatot͡ʃka]; 1 June 1907 – 13 March 1977) was a Czech philosopher. Having studied in Prague, Paris, Berlin, and Freiburg, he was one of the last pupils of Edmund Husserl and Martin Heidegger. In Freiburg he also developed a lifelong philosophical friendship with Husserl's assistant Eugen Fink. Patočka worked in the Czechoslovak Socialist Republic for almost his entire career, but never joined the Communist Party and was affected by persecution, which ended in his death as a dissident spokesperson of Charter 77.", "252342": "Aristippus of Cyrene (/ˌærəˈstɪpəs/; Ancient Greek: Ἀρίστιππος ὁ Κυρηναῖος; c. 435 – c. 356 BCE) was a hedonistic Greek philosopher[1][2] and the founder of the Cyrenaic school of philosophy.[3] He was a pupil of Socrates, but adopted a different philosophical outlook, teaching that the goal of life was to seek pleasure by adapting circumstances to oneself and by maintaining proper control over both adversity and prosperity. His view that pleasure is the only good came to be called ethical hedonism.[4][1] Due to the ideological and philosophical differences between Socrates and himself, Aristippus faced backlash by Socrates and many of his fellow-pupils. Out of his hedonistic beliefs, Aristippus' most famous phrase was, \"I possess, I am not possessed.\"[5] Despite having two sons, Aristippus identified his daughter Arete as the \"intellectual heiress\" of his work, resulting in the systematization of his work and the Cyrenaic school of philosophy, by Arete, and her son Aristippus the Younger, Aristippus' grandson, during the later years of his life and after his death.[6][1]", "9525687": "Herbert Spiegelberg (May 18, 1904 – September 6, 1990) was an American philosopher who played a prominent role in the advancement of phenomenogical philosophy in the United States.", "30038462": "Jean-Felix Nourrisson (18 July 1825 – 13 June 1899) was a nineteenth-century French Catholic philosopher.[1]", "18176450": "Mark D. Sacks (29 December 1953 – 17 June 2008) was a British philosopher best known for his work on Kant, Post-Kantian idealism, and the epistemological tradition in European Philosophy. He was one of the few philosophers in Britain who sought to integrate the Analytic philosophy tradition with Continental philosophy.", "2021827": "René-Louis de Voyer de Paulmy, 2nd Marquis of Argenson (18 October 1694 – 26 January 1757) was a politician who served as Minister for Foreign Affairs from November 1744 to January 1747 and was a friend of Voltaire. His younger brother, Marc-Pierre, Count of Argenson (1696-1764), was Minister of War from 1743 to 1757.", "7920067": "Bannanje Govindacharya (3 August 1936 – 13 December 2020) was an Indian philosopher and Sanskrit scholar versed in Veda Bhashya, Upanishad Bhashya, Mahabharata, Puranas and Ramayana. He wrote Bhashyas (commentaries) on Veda Suktas, Upanishads, ShataRudriya, Brahma Sutra Bhashya, Gita Bhashya and was an orator. He was awarded the Padma Shri by the Government of India in 2009.[1]", "25778629": "Thomas Samuel Kuhn (/kuːn/; July 18, 1922 – June 17, 1996) was an American historian and philosopher of science whose 1962 book The Structure of Scientific Revolutions was influential in both academic and popular circles, introducing the term paradigm shift, which has since become an English-language idiom.", "1989064": "Abū al-ʿAlāʾ al-Maʿarrī (Arabic: أبو العلاء المعري, full name أبو العلاء أحمد بن عبد الله بن سليمان التنوخي المعري Abū al-ʿAlāʾ Aḥmad ibn ʿAbd Allāh ibn Sulaymān al-Tanūkhī al-Maʿarrī, also known under his Latin name Abulola Moarrensis;[1] December 973 – May 1057)[2] was a philosopher, poet, and writer from (present-day Ma'arrat al-Nu'man, Syria).[3] Because of his controversially irreligious worldview, he is known as one of the \"foremost atheists\" of his time according to Nasser Rabbat.[3]", "47241677": "Joseph Vogl (born October 5, 1957) is a German philosopher who has written on literature, culture and media. He is professor of modern German literature, literary, media and cultural studies at the Humboldt University of Berlin.", "20732372": "Muhammed Hamdi Yazır also known as Elmalılı Hamdi Yazır and Elmalılı (1878 – 27 May 1942) was a Turkish Maturidi theologian, logician, Qur'an translator, Qur'anic exegesis scholar, Islamic legal academic, philosopher and encyclopedist.", "1333724": "Paul-Yves Nizan (French: [nizɑ̃]; 7 February 1905 – 23 May 1940) was a French philosopher and writer.", "23005": "Philip Kindred Dick (December 16, 1928 – March 2, 1982), often referred to by his initials PKD, was an American science fiction writer.[1] He wrote 44 novels and about 121 short stories, most of which appeared in science fiction magazines during his lifetime.[2] His fiction explored varied philosophical and social questions such as the nature of reality, perception, human nature, and identity, and commonly featured characters struggling against elements such as alternate realities, illusory environments, monopolistic corporations, drug abuse, authoritarian governments, and altered states of consciousness.[3][4] He is considered one of the most important figures in 20th century science fiction.[5]", "69360093": "Alexander J. Mazur (b. 1969, d. August 2016; also known as Zeke Mazur[1][2]) was an American scholar specializing in Neoplatonism, Gnosticism, and mysticism. Mazur is noted for his work on the relationship between Neoplatonism and Gnosticism.[3]", "1530336": "Franz Erdmann Mehring (27 February 1846 – 28 January 1919) was a German communist historian, literary and art critic, philosopher, and revolutionary socialist politician who was a senior member of the Spartacus League during the German Revolution of 1918–1919.", "45079009": "Vanessa Lemm FRSN was previously vice-president and Executive Dean of the College of Humanities, Arts and Social Sciences at Flinders University. She is Chief Editor of the journal, Nietzsche Studien and published on the topics of Friedrich Nietzsche and Michel Foucault. She was the Executive Dean, Faculty of Arts and Education at Deakin University (2021-2022).", "11033063": "Zizek! or Žižek!, is a 2005 documentary film directed by Astra Taylor. An international co-production of the United States and Canada, its subject is philosopher and psychoanalyst Slavoj Žižek, a prolific author and former candidate for the Presidency of Slovenia.", "219629": "Elamkulam Manakkal Sankaran Namboodiripad (13 June 1909 – 19 March 1998), popularly known by his initials 'E. M. S.' was an Indian communist politician and theorist, who served as the first Chief Minister of Kerala in 1957–1959 and then again in 1967–1969. As a member of the Communist Party of India (CPI), he became the first non-Congress Chief Minister in the Indian republic. In 1964, he led a faction of the CPI that broke away to form the Communist Party of India (Marxist) (CPI(M)).", "16275952": "David Havard Macleod Brooks (6 February 1950 – 27 October 1996) was a South African philosopher and professor of philosophy at the University of Cape Town.", "30267894": "Paul Walter Franks is the Robert F. and Patricia Ross Weis Professor of Philosophy and Judaic Studies at Yale University.[1] He graduated with his PhD from Harvard University in 1993. Franks' dissertation, entitled \"Kant and Hegel on the Esotericism of Philosophy\", was supervised by Stanley Cavell and won the Emily and Charles Carrier Prize for a Dissertation in Moral Philosophy at Harvard University. He completed his B.A (First Class) and M.A, in Philosophy, Politics and Economics at Balliol College, Oxford. Prior to this, Franks received his general education at the Royal Grammar School, Newcastle, and studied classical rabbinic texts at Gateshead Talmudical College.[2]", "3496441": "Frank R. Wallace (1932 – January 26, 2006), born Wallace Ward, was an American author, publisher and mail-order magnate.[1] Previously a professional poker player, he is originator of the philosophy of Neo-Tech (also referred to as \"Neotech\" or \"Neothink\") an offshoot of Ayn Rand's Objectivism.[2]  He was convicted of various federal tax crimes in the 1990s. During his trials, he challenged the oath he was required to take before testifying which became the case United States v. Ward in which the Appeals Court upheld his right to recite an alternate oath.", "350732": "Anthony Braxton (born June 4, 1945) is an American experimental composer, educator, music theorist, improviser and multi-instrumentalist who is best known for playing saxophones, particularly the alto.[1] Braxton grew up on the South Side of Chicago, Illinois, and was a key early member of the Association for the Advancement of Creative Musicians.[2] He received great acclaim for his 1969 double-LP record For Alto, the first full-length album of solo saxophone music.[3][4]", "15260177": "T. K. Seung[a] (September 20, 1930 – February 19, 2022) was a Korean-American philosopher and literary critic. His academic interests cut across diverse philosophical and literary subjects, including ethics, political philosophy, Continental philosophy, cultural hermeneutics, and literary criticism.", "9361945": "William John Richardson, S.J. (2 November 1920 – 10 December 2016) was an American philosopher, who was among the first to write a comprehensive study of the philosophy of Martin Heidegger, featuring an important preface by Heidegger himself.[1] In addition to his specialization in Heidegger, Richardson was also, as a trained psychoanalyst, a specialist in the thought of Jacques Lacan. He was a Jesuit priest (entering the order on 14 August 1941, he was ordained a priest on 15 August 1953). He taught philosophy at Fordham University and, beginning in 1981, at Boston College, where he was, at the time of his death, emeritus professor of philosophy. He died in December 2016 in Weston, Massachusetts at the age of 96.[2]", "37313052": "The Twelve Philosophers or Wise Ones[1] (Chinese: 十二哲, Shí'èr Zhé) are 12 eminent philosophers in the Chinese Confucian tradition. They are traditionally accounted a kind of sainthood and their spirit tablets are prominently placed in Confucian temples, six upon the east and six upon the west side of the Hall of the Great Completion (Dacheng Dian).[1]", "776738": "Giovanni Gentile (Italian: [dʒoˈvanni dʒenˈtiːle]; 30 May 1875 – 15 April 1944) was an Italian[3][4] philosopher, educator, and politician. Described by himself and by Benito Mussolini as the \"philosopher of fascism\", he was influential in providing an intellectual foundation for Italian fascism, and ghostwrote part of \"The Doctrine of Fascism\" (1932) with Mussolini. He was involved in the resurgence of Hegelian idealism in Italian philosophy and also devised his own system of thought, which he called \"actual idealism\" or \"actualism\", which has been described as \"the subjective extreme of the idealist tradition\".[5][6][7]", "62577187": "Sybe Schaap (born 20 May 1946) is a Dutch politician of the People's Party for Freedom and Democracy. He has been Senator since 12 July 2007 till 11 July 2019, doing water, agriculture, foreign affairs and European Union affairs. For example, he arranged a majority in favor of the Ukraine–European Union Association Agreement in the Dutch parliament.", "12802598": "Griffith Powell (1561 – 15 June[1] or 28 June[2] 1620) was a philosopher and Principal of Jesus College, Oxford, from 1613 to 1620.", "74045991": "Giasone Denores or De Nores (c. 1530 — 1590) was an Italian philosopher of the Renaissance.", "28564007": "Božidar Debenjak (born 7 May 1935) is a Slovenian Marxist philosopher, social theorist and translator.", "33020457": "Kenneth Wain (born 1943) is a major Maltese philosopher and educator. His areas of specialisation in philosophy are chiefly education, ethics, political philosophy.[1]", "2153003": "Chief Justice Hamoodur Rahman (Urdu: حمود الرحمن; 1 November 1910 – 20 December 1981[1]), NI. HI, was a Pakistani Bengali jurist and an academic who served as the Chief Justice of Pakistan from 18 November 1968 until 31 October 1975.", "4577839": "Li Zhi (1527–1602), often known by his pseudonym Zhuowu (which means, “I who am smart”), was a Chinese philosopher, historian and writer of the late Ming dynasty. A critic of the Neo-Confucianist views espoused by Zhu Xi, which was then the orthodoxy of the Ming government, he was persecuted and committed suicide in prison.", "58612272": "Mulla Ali Kani (Persian: ملا علی کنی), (1805 - 1888) was an Iranian Shia Muslim scholar and philosopher involved with the Iranian Constitutional Revolution.[1][2] He was a pupil of Muhammad Hasan al-Najafi. Kani was in charge of religious affairs of Iran, and had a great influence on people and even on Naser al-Din Shah Qajar and his court.[3]\nAfter the singing  of the Reuter concession in 1873 which in practice made Iran a colony of Britain, Mulla Ali Kani wrote a letter to the King, Nasir al-Din Shah, and opposed  this contract. He wrote that what Reuter gains through this contract is even more than what Britain gained in India. He also wrote that when there is a flaw in governmental affairs, it is religious scholars' duty to refer to it, regardless of whether the king favors this approach, or tries to correct it or not. He asked the king in strong terms to cancel the contract and dismiss the prime minister, who was behind the signing of the contract. As a result of these objections, as well as foreign objections to the contract, Nasir al-Din Shah eventually canceled the contract and removed the minister from the office.[4]\nKani died in Tehran in 1888 and was buried in the shrine of Shah-Abdol-Azim shrine in Rey.[5]", "20535858": "Theudas of Laodicea (Greek: Θευδάς ό Λαοδικεύς) was a Pyrrhonist philosopher[1] and  physician of the Empiric school,[2] in the 2nd century. He is mentioned by Diogenes Laërtius as being a native of Laodicea in Syria, a pupil of Antiochus of Laodicea, and a contemporary of Menodotus.[3] A physician of this name is also quoted by Andromachus.[4]", "2611765": "Henry Corbin (14 April 1903 – 7 October 1978)[1] was a French philosopher, theologian, and Iranologist, professor of Islamic studies at the École pratique des hautes études. He was influential in extending the modern study of traditional Islamic philosophy from early falsafa to later and \"mystical\" figures such as Suhrawardi, Ibn Arabi, and Mulla Sadra Shirazi. With works such as Histoire de la philosophie islamique (1964), he challenged the common European view that philosophy in the Islamic world declined after Averroes[2] and Avicenna.", "60283447": "Jordan Shapiro (born November 15, 1977) is an American author known for his work on parenting, education, gender, and technology.[1][2][3][4][5][6]", "219709": "Defunct", "2513470": "Hu Hanmin (traditional Chinese: 胡漢民; simplified Chinese: 胡汉民; pinyin: Hú  Hànmín; Jyutping: Wu4 Hon3 Man4; 9 December 1879 – 12 May 1936) was a  Chinese philosopher and politician who was one of the early conservative right-wing faction leaders in the Kuomintang (KMT) during revolutionary China.", "27220545": "Rob Grootendorst (11 February 1944 in Schiedam – 23 February 2000 in Amsterdam) was a Dutch communication and argumentation theory scholar. He was professor for Dutch speech communication at the University of Amsterdam. His contributions to the argumentation field include the co-foundation of the pragma-dialectic school in argumentation theory.", "43342407": "Carlo Dalla Pozza (October 16, 1942 in Taranto – July 18, 2014 in Lecce)[1] was an Italian philosopher of science and logician.", "74439239": "Devin Stauffer (born 1970) is an American philosopher and Professor of Political Science at the University of Texas at Austin. Previously he taught at Kenyon College and St. John's College in Annapolis.\nStauffer is known for his works on classical and early modern political thought.[1][2][3][4]", "4217415": "Aristotle for Everybody: Difficult Thought Made Easy is a 1978 book by the philosopher Mortimer J. Adler.  It serves as an \"introduction to common sense\" and philosophic thinking, for which there is \"no better teacher than Aristotle,\" and which is \"everybody's business,\" in his opinion.[1]", "24599111": "James Patrick Griffin (8 July 1933 – 21 November 2019)[1] was an American-born philosopher, who was White's Professor of Moral Philosophy at the University of Oxford from 1996 to 2019.", "64903755": "Motiravan Kangali or Moti Ravan Kangale (2 February 1949 – 30 October 2015) was an Indian linguist and author from the Gond community. He is known for his work on the origins and development of the Gondi language,[1][2] and particularly for his creation of a script for it.[3] Kangali authored Gondi dictionaries in English, Hindi and Marathi.[4] He also aided efforts for the standardization and preservation of Gondi grammar while authoring several books on Gond society, culture and religion.[5]", "32135755": "Monique Canto-Sperber (born 1954) is a French philosopher. Her works, translated in several languages, are focused on ethics and contemporary political issues. A former Director of the École normale supérieure from 2005 to 2012, she has been President of Paris Sciences et Lettres – Quartier latin, a French higher education and research institution, since 2012.", "39606861": "Harold Joseph Laski (30 June 1893 – 24 March 1950) was an English political theorist and economist. He was active in politics and served as the chairman of the British Labour Party from 1945 to 1946 and was a professor at the London School of Economics from 1926 to 1950. He first promoted pluralism by emphasising the importance of local voluntary communities such as trade unions. After 1930, he began to emphasize the need for a workers' revolution, which he hinted might be violent.[3] Laski's position angered Labour leaders who promised a nonviolent democratic transformation. Laski's position on democracy-threatening violence came under further attack from Prime Minister Winston Churchill in the 1945 general election, and the Labour Party had to disavow Laski, its own chairman.[4]", "27810381": "For the Canadian writer and editor, see Nancy Bauer.", "51927632": "Gerald Jones is a London-based philosopher, educator and textbook author.", "64117330": "Alfred Kolleritsch (16 February 1931 – 29 May 2020) was an Austrian journalist, poet and philosopher.[1][2][3]", "7330387": "Lopamudra, (Sanskrit: लोपामुद्रा) also known as Kaveri, Kaushitaki and Varaprada, [1] was a philosopher according to ancient Vedic Indian literature. She was the wife of the sage Agastya who is believed to have lived in the Rigveda period (1950 BC-1100 BC) as many hymns have been attributed as her contribution to this Veda. She was not only the consort of Agastya but a Rishiki in her own right, as she was the well known Rishiki who visualized the \"Hadi Panchadasi\" mantra of the Srikul Shakta tradition of Hinduism. She was one of the prominent Brahmavadinis. [2][3]", "64772698": "Jean-Marc Gabaude (15 May 1928 – 24 July 2020) was a French philosopher and professor.[1]", "64510561": "Bohdan (Fedir) Oleksandrovych Kistiakivskyi (Ukrainian: Богдан (Федір) Олександрович Кістяківський; 16 November 1869 – 16 April 1920) was a Ukrainian philosopher, jurist, and sociologist. He reached prominence with his Gesellschaft und Einzelwesen (Society and Individuals) published in Berlin in 1899. Philosophically he defended transcendental idealism.[1] In 1902 he contributed to Problems of Idealism (Problemy Idealizma), edited by Pavel Novgorodtsev.[2] In 1909 he contributed the essay \"In Defense of Law\" to the anthology Vekhi (Landmarks).", "41048676": "Fernand Deschamps (July 13, 1868 in Châtelineau – March 15, 1957 in Brussels)[1] was a Belgian intellectual who participated in the great socio-economic and ethical debates in the first half of the twentieth century.", "58710629": "Barbara Miriam Noske  is a Dutch cultural anthropologist and philosopher. She introduced the concept animal–industrial complex in her 1989 book Humans and Other Animals.[1][2][3]", "62052965": "Richard Lee Cartwright (1925–2010) was an American philosopher of language and emeritus professor of philosophy at MIT.", "9165418": "Richard Ferrybridge[1] was an English Scholastic logician of the fourteenth century.", "55073394": "Ahmad Milad Karimi (born February 10, 1979) is an Afghan-born German philosopher of religion, scholar of Islam, translator of the Koran, and poet. Karimi is professor of Islamic Philosophy at the University of Münster.[1]", "58120820": "Dinesh Joseph Wadiwel is an Australian social and political theorist who is presently an associate professor in Human Rights and Socio-Legal Studies at the University of Sydney. His work addresses critical animal studies, the rights of disabled people, and theoretical perspectives on violence.[1][2]", "12343925": "George Lansing Raymond, (September 11, 1839–July 11, 1929) was a prominent professor of Aesthetic Criticism at Princeton University from 1881 to 1905,[1] and author of a new system of esthetics. He was nominated for the Nobel Prize in Literature seven times.[2]", "41114232": "Hassan Askari Rizvi (Urdu: حسن عسکري رضوي) (SI), is a Pakistani political scientist and military analyst who served as caretaker Chief Minister of Punjab, Pakistan in 2018. He is noted for his work in comparative politics, nuclear weapons, and country's domestic policy.[1]", "383609": "Stéphane Lupasco (born Ștefan Lupașcu; 11 August 1900 – 7 October 1988) was a Romanian philosopher who developed non-Aristotelian logic.", "1432190": "Paul Joseph Salomon Benacerraf (/bɪˈnæsərəf/; born March 26, 1931)[2][3] is a French-born American philosopher working in the field of the philosophy of mathematics who taught at Princeton University his entire career, from 1960 until his retirement in 2007.  He was appointed Stuart Professor of Philosophy in 1974, and retired as the James S. McDonnell Distinguished University Professor of Philosophy.[4]", "6871680": "Sean Michael Carroll (born October 5, 1966) is an American theoretical physicist and philosopher who specializes in quantum mechanics, cosmology, and philosophy of science. Formerly a research professor at the Walter Burke Institute for Theoretical Physics at the California Institute of Technology (Caltech) department of physics,[1] he is currently an external professor at the Santa Fe Institute,[2] and the Homewood Professor of Natural Philosophy at Johns Hopkins University.[3][4] He has been a contributor to the physics blog Cosmic Variance, and has published in scientific journals such as Nature as well as other publications, including The New York Times, Sky & Telescope and New Scientist. He is known for his atheism, his vocal critique of theism and defense of naturalism.[5][6][7][8] He is considered a prolific public speaker and science populariser.[8][9][10] In 2007, Carroll was named NSF Distinguished Lecturer by the National Science Foundation.[11]"}