{"53469248": "Robert Lyster Thornton (29 November 1908 – 28 September 1985) was a British-Canadian-American physicist who worked on the cyclotrons at Ernest Lawrence's Radiation Laboratory in the 1930s. During World War II he assisted with the development of the calutron as part of the Manhattan Project. He returned to Berkeley in 1945 to lead the construction of the 184-inch (470 cm) cyclotron, and spent the rest of his career there.", "60121157": "Ma Jin (Chinese: 马瑾; 27 November 1934 – 12 August 2018) was a Chinese geophysicist and structural geologist. She was a senior research fellow at the Institute of Geology of the China Earthquake Administration, and an academician of the Chinese Academy of Sciences.", "1925203": "Jean-Antoine Nollet (French: [ʒɑ̃ ɑ̃twan nole];[1] 19 November 1700 – 25 April 1770)[2] was a French clergyman and physicist who did a number of experiments with electricity and discovered osmosis. As a deacon in the Catholic Church, he was also known as Abbé Nollet.", "46194774": "John Maxwell Irvine (28 February 1939 – 24 March 2012) was a British theoretical physicist and university administrator, who served as Vice-Chancellor of the University of Birmingham and the Principal and Vice-Chancellor of the Aberdeen.[1]", "21815383": "Fabiola Gianotti (Italian: [faˈbiːola dʒaˈnɔtti]; born 29 October 1960) is an Italian experimental particle physicist who is the current and first woman Director-General at CERN (European Organization for Nuclear Research) in Switzerland.[4][5]  Her first mandate began on 1 January 2016 and ran for a period of five years. At its 195th Session in 2019, the CERN Council selected Gianotti for a second term as Director-General. Her second five-year term began on 1 January 2021 and goes on until 2025. This is the first time in CERN's history that a Director-General has been appointed for a full second term.[6]", "42066013": "Helen Elizabeth Mason OBE is a British theoretical physicist at the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge. She holds a Personal Readership in Solar Physics.[2]\nHelen Mason has been involved in many solar space projects such as Skylab, Yohkoh and the Solar Maximum Mission. She has been working as a co-investigator of the Solar and Heliospheric Observatory project launched in 1995, and more recently on Hinode and the Solar Dynamics Observatory. She is a Fellow of St Edmund's College, Cambridge.[3]", "20799589": "Marek Gaździcki (born 9 June 1956) is a Polish high-energy nuclear physicist, and the initiator and spokesperson of the NA61/SHINE experiment at the CERN Super Proton Synchrotron (SPS).[1]", "22274155": "Alessandra Buonanno  is an Italian American theoretical physicist and director at the Max Planck Institute for Gravitational Physics (Albert Einstein Institute)[1] in Potsdam. She is the head of the \"Astrophysical and Cosmological Relativity\" department.[2] She holds a research professorship[3] at the University of Maryland, College Park, and honorary professorships at the Humboldt University in Berlin,[4] and the University of Potsdam.[5] She is a leading member of the LIGO Scientific Collaboration,[6] which observed gravitational waves from a binary black-hole merger in 2015.[7]", "71098476": "Madappa Prakash (born December 28, 1953, in Mysore) is an Indian-American nuclear physicist and astrophysicist, known for his research on the physics of neutron stars and heavy-ion collisions.[1]", "74440811": "David Lawrence Hill (November 11, 1919 – December 14, 2008) was an American nuclear physicist who worked on the Manhattan Project in World War II and was head of the Federation of American Scientists. He is best known for his 1959 testimony against the nomination of Lewis Strauss as United States Secretary of Commerce.", "61661291": "Stefanie Barz is a German physicist and Professor of Quantum Information and Technology at the University of Stuttgart. She studies quantum physics and quantum information in photonics.", "15949935": "Vladimir Vladimirovich Belousov (Russian: Влади́мир Влади́мирович Белоу́сов) (30 October [O.S. 17 October] 1907 in Moscow – December 25, 1990) was an Earth scientist in the Soviet Union, and a prominent advocate of alternatives to the theories of plate tectonics and seafloor spreading[1] during the period of the 20th century in which debate on these subjects was most intense.[2]", "29024391": "Umesh Waghmare is an Indian physicist, and presently a Professor in the Theoretical Sciences Unit at Jawaharlal Nehru Centre for Advanced Scientific Research.", "38494343": "Hong-Yee Chiu (Chinese: 丘宏義; born October 1932) is a Taiwanese-American astrophysicist, at NASA for 35 years, and successful publisher of EHGBooks micro-publishing company.  He was born in Shanghai, China.", "11755660": "John Mitchell Nuttall (21 July 1890 – 28 January 1958) was an English physicist, born in Todmorden. He is best remembered for his work with the physicist Hans Geiger, which resulted in the Geiger–Nuttall law of radioactive decay.", "69427341": "Brian Vohnsen is an Associate Professor of Physics at UCD[1] in Dublin, Ireland specializing in optics. He is head of the Advanced Optical Imaging Group which he founded in 2008.[2][3] He has received recognition for his ability to connect the field of biomedical optics and nano-optics.[4] In 2021 he became a fellow of Optica for significant contributions to vision science, including photoreceptor optics and high resolution retinal imaging.[5]", "26042510": "David R. Nelson (born May 9, 1951) is an American physicist,[1] and Arthur K. Solomon Professor of Biophysics, at Harvard University.[2]", "9068688": "Walter Clarkson Pitman III (21 October 1931 – 1 October 2019) was an American geophysicist and a professor emeritus at Columbia University.[1] His measurements of magnetic anomalies on the ocean floor supported the Morley–Vine–Matthews hypothesis explaining seafloor spreading. With William Ryan, he developed the Black Sea deluge theory. Among his major awards are the Alexander Agassiz Medal and the Vetlesen Prize.", "22143126": "Arthur Stewart Eve CBE FRS FRSC[1] (22 November 1862 – 24 March 1948) was an English physicist who worked in Canada.", "155800": "Frederick Reines (/ˈraɪnəs/ RY-nəs;[1] March 16, 1918 – August 26, 1998) was an American physicist. He was awarded the 1995 Nobel Prize in Physics for his co-detection of the neutrino with Clyde Cowan in the neutrino experiment. He may be the only scientist in history \"so intimately associated with the discovery of an elementary particle and the subsequent thorough investigation of its fundamental properties.\"[2]", "70279320": "François M. Peeters is a Belgian physicist.", "65757337": "Jenny Anne Barretto is a Filipino geologist and geophysicist based in New Zealand. She is credited for the discovery of Apolaki, the largest caldera in the world.[1][2][3][4]", "45605019": "Jacques Émile Blamont ([ʒak bla.mɔ̃]; 13 October 1926 – 13 April 2020) was a French astrophysicist,[1][2] author and the founder scientific and technical director of National Centre for Space Studies (CNES-Centre national d'études spatiales), known to have contributed to the development of Veronique, the first rocket launched by France in 1957.[3][4] He was an elected fellow of the French Academy of Technologies[5] and a professor emeritus of the Pierre and Marie Curie University (University of Paris VI).[6]", "51339423": "Carsten Peterson, born in 1945 and married to journalist Lotten Peterson, is a Swedish theoretical physicist and professor at Lund University. His current field of research is computational biology.", "53010596": "Zhi-Xun Shen (Chinese: 沈志勋; born July 1962) is a Chinese-American experimental and solid state physicist who is a professor at Stanford University. He is particularly noted for his ARPES studies on high-temperature superconductors.", "10150053": "Richard Anthony \"Tony\" Stradling (1937-2002), was a notable English semiconductor physicist, latterly professor of physics at Imperial College London.", "64217256": "Joan Mary Centrella is an American astrophysicist known for her research on computer simulations of general relativity, gravity waves, gravitational lenses, and binary black holes.[1][2] She is the former deputy director of the Astrophysics Science Division at NASA's Goddard Space Flight Center, and is Executive in Residence for Science and Technology Policy at West Virginia University.[3]", "35545259": "Walter Zürn (born August 21, 1937) is a German physicist and seismologist. His field of interest is tides and seismic vibrations. The Zurn Peak (1515m) in Antarctica is named for him.", "6807724": "Richard Franklin Humphreys (May 16, 1911 – August 8, 1968)[1] was a physicist and President of Cooper Union.", "25256110": "Harold Adelbert Zahl (August 24, 1904 – March 11, 1973) was an American physicist who had a 35-year career with the U.S. Army Signal Corps Laboratories, where he served as the director of research at Fort Monmouth and made major contributions to radar development. He is perhaps most famous for inventing the GA-4 Transmitter-Receiver Tube and the VT-158, which became known as the Zahl tube.[1][2][3]", "60874930": "Sven Gösta Nilsson (January 14, 1927, Kristianstad – April 24, 1979, Lund) was a Swedish theoretical physicist at the Lund Institute of Technology.", "42623157": "Ying-Cheng Lai is a Chinese theoretical physicist/electrical engineer who works in the field of chaos theory and complex dynamical systems. He is among the pioneers in the field of relativistic quantum chaos. Currently, he works at Arizona State University as a Regents Professor. He also holds an ISS Chair Professorship in Electrical Engineering.", "57528": "Jean Claude Eugène Péclet (10 February 1793 – 6 December 1857) was a French physicist.", "27812025": "V. Alan Kostelecký is a theoretical physicist who is a distinguished professor of physics at Indiana University, Bloomington. He is noted for his work on Lorentz symmetry breaking in particle physics.[2] He has been described as the world's leading authority on violations of space-time symmetry.[3]", "68018385": "Wang Yangyuan (born 1 January 1935) is a Chinese physicist who is a professor at Peking University, a member of the Chinese Academy of Sciences, and currently dean of the university's Institute of Microelectronics and director of its Department of Microelectronics.", "5234899": "Douglas Alan Ross FRS (born 9 May 1948)[1] is a British physicist.  As of 2017[update] he is Professor Emeritus of physics at the University of Southampton.", "37183702": "Lorenzo M. Narducci (25 May 1942 – 21 July 2006) was an Italian-American physicist known for his contributions to quantum optics and the study of laser instabilities, in particular. He was the author of more than 200 scientific papers and several books including Laser Physics and Laser Instabilities.[1]  In addition to his research on the theory of laser instabilities[1][2] he also contributed to the physics of emission and absorption in three-level systems,[3] and frequency locking.[4]", "47603927": "Michael H. Ritzwoller (born July 29, 1954) is an   observational seismologist and professor of physics at University of Colorado Boulder.[1] He is also the director of the Center for Imaging the Earth's Interior at University of Colorado Boulder. His early work was mainly in normal mode seismology and helioseismology. Research in the last decade has concentrated on developing methods to focus seismic models derived from surface wave dispersion information to tectonic scales, particularly in the US and China. Recent emphasis has focused on developing methods for exploiting ambient noise and earthquakes in surface wave tomography and combining this information to produce 3-D models of the crust and uppermost mantle. In addition, he has developed Monte Carlo methods for seismic inversions and has worked on applying physical constraints from geodynamical models and thermodynamics into seismic inversions. He has published numerous articles with an h-index of 50 (updated on 23 August 2015).[2]", "8511709": "Reza Mansouri (Persian: رضا منصوری, born in 1948) is an iranian physicist and astronomer and a retired professor of physics at Sharif University of Technology.[1] His main research interest is cosmology, gravitation and general relativity. As an author he had written several books and papers on scientific development in iran and also in his profession relativity.", "6250722": "The MIT Department of Physics has over 120 faculty members, is often cited as the largest physics department in the United States, and hosts top-ranked programs.[1][2][3][4] It offers the SB, SM, PhD, and ScD degrees. Fourteen alumni of the department and nine current or former faculty members (two of whom were also students at MIT) have won the Nobel Prize in Physics.", "49307874": "Wang Yifang (Chinese: 王贻芳; born February 1963 in Jiangsu) is a Chinese particle and accelerator physicist. He is director of the Institute of High Energy Physics (IHEP) of the Chinese Academy of Sciences in Beijing and known for contributions to neutrino physics, in particular his leading role (with Kam-Biu Luk) at Daya Bay Reactor Neutrino Experiment to determine the last unknown neutrino mixing angle θ 13 (see neutrino).[1]", "11296997": "Paul Buford Price (1932 – 2021[1]), usually known as P. Buford Price, was a professor in the graduate school at the University of California, Berkeley and a member of the National Academy of Sciences.  His work had been wide-ranging over his career, but began with the study of physics and included cosmic rays, astrophysics, nuclear physics, glaciology, climatology, biology in extreme environments, and origins of life.  He was born November 8, 1932, in Memphis, TN[2] and died December 28, 2021.[1]", "63004901": "Max Clifton Brewer (1924–2012) was an Arctic scientist, geophysicist, geological engineer, environmentalist, educator, and philosopher, and is best known for his expertise in the scientific field of permafrost.[1] He was the longest-serving director (1956-1971) of the Naval Arctic Research Laboratory (NARL) in Utqiaġvik, Alaska (formerly known as Barrow) where he established and managed the NARL ice stations in the Arctic Ocean.[2] From 1971-1974 he served in the gubernatorial cabinet of William A. Egan as the first commissioner of the Alaska Department of Environmental Conservation.[3][4]", "33743085": "V'yacheslav Vasilovich Danilenko (born 1935, Ukrainian: Выячеслав Васильович Даниленко) is a Ukrainian[1] physicist who specializes in the nanodiamonds, which he gained expertise during his time in the former Soviet program of nuclear weapons.[2][3]", "188656": "Thomas Townsend Brown (March 18, 1905 – October 27, 1985)[1] was an American inventor whose research into odd electrical effects led him to believe he had discovered a connection between strong electric fields and gravity, a type of antigravity effect. Instead of being an antigravity force, what Brown observed has generally been attributed to electrohydrodynamics,[citation needed] the movement of charged particles that transfers their momentum to surrounding neutral particles in air, also called \"ionic drift\" or \"ionic wind\". For most of Brown's life he attempted to develop devices based on his ideas, trying to promote them for use by industry and the military. The phenomena came to be called the \"Biefeld–Brown effect\" and \"electrogravitics\".", "44228851": "Rembert A. Duine (born March 2, 1975) is a professor of theoretical physics[2] at Utrecht University in the Netherlands and a part-time professor at Eindhoven University of Technology in the Netherlands. He wrote his PhD thesis under the supervision of Henk Stoof, working on ultracold atoms. He has authored and co-authored more than 100[3] papers on spintronics, ultracold atoms, and condensation in dissipative systems like photons, magnons, and excitons. In 2019, Duine received a prestigious NWO Vici grant of 1.5 Million Euros.[4]", "17621236": "Floyd K. Richtmyer Prize (1997)\nDavid Turnbull Prize (1998)\nDistinguished Teacher–Scholar Prize (2001)\nMemory Ride Prize for Alzheimer Research (2001)\nDwight Nicholson Medal (2003)[1]\nTeresiana Medal (2004)\nBoltzmann Medal (2004)[2]\nZenith Fellow Award of the Alzheimer Association (2005)\nJulius Edgar Lilienfeld Prize (2008)[3]\nSenior Award, European Complex Systems Society (2014)", "3105015": "Howard Mason Georgi III (born January 6, 1947) is an American theoretical physicist and the Mallinckrodt Professor of Physics and Harvard College Professor at Harvard University.[1] He is also director of undergraduate studies in physics. He was co-master and then faculty dean of Leverett House with his wife, Ann Blake Georgi, from 1998 to 2018. His early work was in Grand Unification and gauge coupling unification within SU(5) and SO(10) groups (see Georgi–Glashow model).", "23716090": "Munir Hasan Nayfeh is a Palestinian-American particle physicist, renowned for his pioneering work in nanotechnology. Nayfeh was born in December 1945, in the neighborhood of Shweikeh in Tulkarem city, in what was then Mandatory Palestine. Following the 1948 Palestine war and Palestinian exodus, Nayfeh's family was compelled to settle in Jordan, where he received his Thanaweyeh Ammeh (high school diploma). He received his bachelor's degree in 1968, and his master's in physics in 1970 from the American University of Beirut, after which he won a scholarship to pursue his PhD at Stanford University in the US, which he successfully completed in 1974.[1]", "47866108": "Francis Rudolph Shonka (18 April 1906 – 11 October 1970)  was a physicist and inventor. Shonka was known for his pioneering work with ionizing radiation measurement devices and equipment. This equipment bears his name today as the: Shonka ionization chamber, the Shonka electrometer, and Shonka plastics.", "63594749": "Felicitas Pauss is an Austrian physicist. She obtained her PhD, Berechnung von Neutron-Proton Polarisationsobservablen (\"Calculation of neutron/proton polarization observables\"), from University of Graz, Austria, in 1976.[1] Pauss has published almost 1500 scientific papers and has given over 450 talks.[2][3] From 2009 to 2013 she was in charge of International Relations at CERN.[4][5] Prior to becoming a professor at Swiss Federal Institute of Technology at Zurich in 1993, while at Cornell and CERN, she was member of UA1 and L3 collaborations.[6] In 1994, she joined the CMS collaboration and contributed to its design, construction, and management.[7][8]", "21160197": "Edward Mikhailovich Drobyshevski (Russian: Дробышевский, Эдуард Михайлович) (1936-2012), was a Russian astro- and plasma physicist.", "25518342": "Girish S. Agarwal, Fellow of the Royal Society UK,[1] (born 7 July 1946)[2] is a theoretical physicist. He is currently at the Texas A & M University with affiliations to the Departments of Biological and Agricultural Engineering, Physics and Astronomy, and the Institute for Quantum Science and Engineering.[3] Earlier he worked as Noble Foundation Chair and the Regents Professor at the Oklahoma State University.[3] He is a recognized leader in the field of quantum optics and also has made major contributions to the fields of nonlinear optics, nanophotonics and plasmonics.[4] In 2013 he published the textbook \"Quantum Optics\",[5] covering a wide range of recent developments in the field, which has been well received by the community.[6]", "51667206": "Jiří Linhart (13 April 1924 – 6 January 2011)[1] Nuclear fusion physicist and Czech Olympic swimmer. He competed in the men's 200 metre breaststroke at the 1948 Summer Olympics in London.[2] He stayed on in London[citation needed] after which he took his PhD under the supervision of Denis Gabor. He was a pioneer of Nuclear Fusion, author of \"Plasma Physics\" (1960) - the first textbook on Plasma science, and many academic papers and early patents on nuclear reactors.", "1925384": "Yuval Ne'eman (Hebrew: יובל נאמן‎, 14 May 1925 – 26 April 2006) was an  Israeli theoretical physicist, military scientist, and politician. He was Minister of Science and Development in the 1980s and early 1990s.[1] He was the President of Tel Aviv University from 1971 to 1977. He was awarded the Israel Prize in the field of exact sciences (which he returned in 1992 in protest of the award of the Israel Prize to Emile Habibi), the Albert Einstein Award, the Wigner Medal, and the EMET Prize for Arts, Sciences and Culture.", "58876165": "Maha Ashour-Abdalla (Arabic: مها عاشور عبدالله, 1943 – May 1, 2016) was an Egyptian-born physics and astronomy professor.[1][2] She was named a fellow of the American Physical Society in 1986 and of the American Geophysical Union in 1993.[3]", "70148377": "Alan Harold Luther (born December 14, 1940) is an American physicist, specializing in condensed matter physics.", "352537": "Prof. Dr. Reinhard Alfred Furrer (25 November 1940 – 9 September 1995) was a German physicist and astronaut.", "64086299": "Franz Mandl (1923–2009) was a British theoretical physicist, known for his graduate-level textbooks.", "9003299": "Yevgeny Konstantinovich Zavoisky (Russian: Евгений Константинович Завойский; September 28, 1907 – October 9, 1976) was a Soviet physicist known for discovery of electron paramagnetic resonance in 1944.[1][2] He likely observed nuclear magnetic resonance in 1941, well before Felix Bloch and Edward Mills Purcell, but dismissed the results as not reproducible.[3][4] Zavoisky is also credited with design of luminescence camera for detection of nuclear processes in 1952 and discovery of magneto-acoustic resonance in plasma in 1958.", "7823656": "Harry Kroger (August 13, 1936 – September 9, 2022) was an American physicist and electrical engineer.  He used to be a Bartle professor of electrical engineering at Binghamton University, a part of the State University of New York (SUNY) system.  He had been a member of the Institute of Electrical and Electronics Engineers (IEEE) since 1964 and became a Life Fellow of the IEEE in 2001. He initially retired to Florida, then moved back to Austin, Texas.", "352564": "Sir John Douglas Cockcroft OM KCB CBE FRS (27 May 1897 – 18 September 1967)  was a British physicist who shared with Ernest Walton the Nobel Prize in Physics in 1951 for splitting the atomic nucleus, and was instrumental in the development of nuclear power.", "42656053": "Christine Mary Rutherford Fowler, FRAS, FGS, FRCGS (born 1950) is a British geologist and academic. From 2012 to 2020, she served as the Master of Darwin College, Cambridge. She was previously a lecturer at Royal Holloway, University of London, rising to become Dean of its Faculty of Science.", "71819581": "Susan Gourvenec FREng is a British geoscientist who is Professor of Offshore Geotechnical Engineering and deputy director of the Southampton Marine and Maritime Institute at the University of Southampton. She was elected a Fellow of the Royal Academy of Engineering in 2022.", "55468353": "Olga Anatolevna Kocharovskaya (Russian: Ольга Анатольевна Кочаровская) is a distinguished professor of physics at Texas A&M University,[1] known for her contributions to laser physics, quantum optics[2] and gamma ray modulation.[3]", "418114": "Max Valier (9 February 1895 – 17 May 1930) was an Austrian rocketry pioneer. He was a leading figure in the world's first large-scale rocket program, Opel-RAK, and helped found the German Verein für Raumschiffahrt (VfR – \"Spaceflight Society\") that would bring together many of the minds that would later make spaceflight a reality in the 20th century.", "63103301": "Karl-Heinz Rädler (14 May 1935 – 9 February 2020) was an astrophysicist at the Leibniz Institute for Astrophysics Potsdam who worked on cosmic magnetic fields.", "49701193": "Steven Cundiff is an American experimental physicist and the Harrison M. Randall collegiate professor of physics at the University of Michigan.[1] His research interests include the production and manipulation of ultrafast pulses, in particular for applications in studying light-matter interactions. Cundiff is a Fellow of American Physical Society, the Optical Society of America, and the Institute of Electrical and Electronics Engineers. He is the co-author (with Jun Ye) of the standard reference for frequency combs titled Femtosecond Optical Frequency Comb: Principle, Operation and Applications.[2]", "50913611": "Valerie Masson-Delmotte is a French climate scientist and Research Director at the French Alternative Energies and Atomic Energy Commission, where she works in the Climate and Environment Sciences Laboratory (LSCE).[1] She uses data from past climates to test models of climate change, and has contributed to several IPCC reports.[1]", "40493397": "Vishnu Vasudev Narlikar FRAS (26 September 1908 – 1 April 1991) was an Indian physicist specializing in general relativity. He is considered \"the doyen of General Relativity in India.\" The Centre for Theoretical Physics, Jamia Millia Islamia has instituted the annual \"V. V. Narikar Memorial Lecture\" in memory of him.[3]", "70672727": "Adriaan van der Woude (3 June 1930, Westerbroek – 20 August 2017) was a Dutch nuclear physicist, known as a leading expert on giant resonances.[1]", "1204568": "Sir William Fletcher Barrett (10 February 1844 in Kingston, Jamaica – 26 May 1925) was an English physicist and parapsychologist.[1][2]", "21487962": "Abdul Rasul was an Iraqi nuclear engineer and a nuclear scientist. He was the central figure in Iraq's nuclear weapon program and is considered a nuclear weapon technologist. He was the head of Iraq's nuclear program from 1973 until 1981. He was heavily involved in France-Iraq nuclear cooperation deal. During his visit to France, he was poisoned at a Paris lunch by Mossad and died in 1981. Tzipi Livni, Israel's prominent and powerful politician is believed to be involved in his murder. He worked at Osirak, which was a nuclear reactor site reportedly involved in the development of nuclear weapons.", "50782565": "Patrick G. O’Shea (born c. 1957) is an Irish-American scientist and academic. From February 2017 to September 2020, he was the fifteenth president of University College Cork.[1][2] He was previously vice president and chief research officer at the University of Maryland.[3]", "38265190": "Nello Carrara (19 February 1900 – 5 June 1993) was an Italian physicist and founder of the Electromagnetic Wave Research Institute. He researched X-rays and was a pioneer of radar, but is best known for coining the term \"microwave\".", "3105132": "František Záviška (November 18, 1879 – April 17, 1945) was a Czechslovak physicist. The major asset of his scientific work is integrated in nine studies on waveguides published between the years 1912 and 1939. They evaluated, on the basis of the Maxwell equations, the effect of radiation by electromagnetic waves in space using conductible and non-conductible cylinders, tubes and their combinations, organized in different ways. The results of Záviška's experiments were groundbreaking, but they were published in Czech journals only and never became known abroad.[1]", "71098735": "Arthur Nathaniel \"Pete\" Thorpe (26 April 1933-30 June 2015) was a physicist and professor at Howard University in Washington, D.C. He was the second student to receive a PhD in physics from Howard, and helped to establish a cooperative degree program between Howard University and other historically Black colleges and universities to increase access to physics education. Throughout his career, his research centered around condensed matter; solid state physics; the evaluation of superconducting materials for space application; and enhancing high-temperature superconductors.[1][2]", "56353137": "Joanna Dunkley OBE is a British astrophysicist and Professor of Physics at Princeton University. She works on the origin of the Universe and the Cosmic microwave background (CMB)[4] using the Atacama Cosmology Telescope, the Simons Observatory and the Large Synoptic Survey Telescope (LSST).[1][5]", "67527026": "Rita Dorothy Guggenheim Lerner (May 7, 1929 – July 16, 1994)[1] was an American physicist, librarian, editor, and science communicator who worked for many years at the American Institute of Physics. With George L. Trigg, she was co-editor of the Encyclopedia of Physics (Addison-Wesley, 1981).[2]", "156018": "Ettore Majorana  (/maɪəˈrɑːnə/,[2] Italian: [ˈɛttore majoˈraːna]; born on 5 August 1906 – likely dying in or after 1959)[1] was an Italian theoretical physicist who worked on neutrino masses. On 25 March 1938, he disappeared under mysterious circumstances after purchasing a ticket to travel by ship from Palermo to Naples.", "30859641": "Sir John Turton Randall, FRS FRSE[2] (23 March 1905 – 16 June 1984) was an English physicist and biophysicist, credited with radical improvement of the cavity magnetron, an essential component of centimetric wavelength radar, which was one of the keys to the Allied victory in the Second World War. It is also the key component of microwave ovens.[3][4]", "71426428": "Zhang Xingqian (Chinese: 张兴钤; 16 October 1921 – 29 July 2022) was a Chinese metal physicist who was a professor at the China Academy of Engineering Physics, and an academician of the Chinese Academy of Sciences.", "10936706": "Olexander Smakula (Ukrainian: Олександр Теодорович Смакула) (1900 in Dobrovody, Austria-Hungary, today Ukraine – 17 May 1983 in Auburn, Massachusetts, USA) was a Ukrainian physicist known for the invention of anti-reflective lens coatings based on optical interference.", "31973763": "Carl Schulz (12 November 1851 – 15 August 1944) was a Norwegian educator and politician for the Liberal Party. He became known as a teacher of physics, electrotechnics and mineralogy before advancing to being school director.", "12280202": "Tor Hagfors (18 December 1930 – 17 January 2007) was a Norwegian scientist, radio astronomer, radar expert and a pioneer in the studies of the interactions between electromagnetic waves and plasma. In the early 1960s he was one of a handful of pioneering theorists that independently developed a theory that explained the scattering of radio waves by the free electrons in a plasma and applied the result to the ionosphere. He became founding director of the new EISCAT facilities that were then under construction in 1975, by which time he already been director at most of the other incoherent scatter radar facilities in the world. The asteroid 1985 VD1 is named 7279 Hagfors after him.", "8020369": "John Stachel (/ˈstætʃəl/; born 29 March 1928) is an American physicist and philosopher of science.", "44523926": "Shelia Guberman (born 25 February 1930, Ukraine, USSR) is a scientist in computer science, nuclear physics, geology, geophysics, medicine, artificial intelligence and perception.  He proposed the D-waves theory of Earth seismicity,[1] algorithms of Gestalt-perception (1980) and Image segmentation, and programs for the technology of oil and gas fields exploration (1985).", "40198551": "Belinda Jane Wilkes is a Senior Astrophysicist at the Smithsonian Astrophysical Observatory (SAO) in Cambridge, Massachusetts, US, and former director of the Chandra X-ray Center.[1]", "64250262": "Mary Beth Stearns (née Gorman, February 5, 1925 – February 14, 2019) was an American solid-state physicist known for her work on magnetism.[1][2]", "72114582": "June Lorraine Matthews is an American nuclear physicist.", "42557846": "Jens Lothe (25 November 1931 – 26 September 2016) was a Norwegian physicist.", "59433374": "Georg Nagel (born 24 August 1953 in Weingarten, Germany) is a biophysicist and professor at the Department for Neurophysiology at the University of Würzburg in Germany. His research is focused on microbial photoreceptors and the development of optogenetic tools.", "44917155": "Jörg M. Colberg (born 15 February 1968)[1] is a German writer, educator and photographer,[2] living in Northampton, Massachusetts, USA.[3] He is the founder and editor of Conscientious, a blog dedicated to contemporary fine-art photography.[4][5] He worked as a research scientist in astronomy[6] and has been a professor of photography at the Hartford Art School.[7]", "6644132": "Abdullah Sadiq (born 1940), is a Pakistani physicist and ICTP laureate who received the ICTP Prize in the honour of Nikolay Bogolyubov, in the fields of mathematics and solid state physics in 1987 for his contributions to scientific knowledge in the field of mathematics and statistical physics.[1] He is the professor of physics and current dean of the department of physics of the Air University of the Pakistan Air Force (PAF).", "67559848": "Paola Borri is an Italian physicist whose research in biophotonics has included the use of Raman scattering in 3d microscopy of cancer-derived organoids.[1] Other topics in her research have included nonlinear optics and the study of quantum dots. She is a professor of biosciences and of physics and astronomy at Cardiff University, coordinator of the European Marie Curie ETN consortium MUSIQ,[2] and a Fellow of the Learned Society of Wales.[3]", "54813101": "Rhisiart Morgan Davies (4 February 1903 – 1958) was a Welsh physicist. He was born in Corris, Gwynedd, and attended schools in Machynlleth and Dolgellau before, in 1921, winning a scholarship to study physics at the University College of Wales, Aberystwyth. After graduating first-class honours in physics in 1924, he was appointed to the research staff team in H.M. Signals School in Portsmouth, but did not remain in the position for long, instead returning to Aberystwyth to work, initially, as an assistant lecturer in the physics department, before being appointed a lecturer in 1928. Whilst there he worked on a D.Sc. (Wales) degree for important work on the measurement of dielectric and elastic constants under dynamic conditions, which he completed in 1937.", "12738989": "John Robert Woodyard (1904–1981) was an American physicist who made important contributions to the technology of microwave electronics and invented \"doping\" to improve the performance of semiconductors.", "1597869": "George Irving Bell (August 4, 1926 – May 28, 2000) was an American physicist,[2] biologist and mountaineer, and a grandson of John Joseph Seerley.[3] He died in 2000 from complications of leukemia after surgery.[4]", "31220143": "Otto Willi Gail (18 July 1896 – 29 March 1956) was a German science journalist and author.", "7332276": "Gurgen Ashotovich Askaryan (Armenian: Գուրգեն Ասկարյան; Russian: Гурген Аскарьян or Гурген Аскарян) (14 December 1928 – 2 March 1997) was a prominent Soviet - Armenian physicist, famous for his discovery of the self-focusing of light, pioneering studies of light-matter interactions, and the discovery and investigation of the interaction of high-energy particles with condensed matter. (See Askaryan effect)", "72638901": "Lisa Barsotti is a research scientist at the Massachusetts Institute of Technology Kavli Institute.", "2056630": "John Robert Beyster (July 26, 1924 – December 22, 2014), often styled J. Robert Beyster, was an American scientist and entrepreneur, and the founder of Science Applications International Corporation.[1] He was Chairman of the Board until his retirement in July 2004, and served as chief executive officer (CEO) until November 2003. Beyster's primary areas of interest were national security and nuclear reactor physics.[2] Beyster also founded two nonprofit organizations to assist organizations considering employee ownership: the Beyster Institute and the Foundation for Enterprise Development.", "18899382": "Richard James Duffin (1909 – October 29, 1996) was an American physicist, known for his contributions to electrical transmission theory and to the development of geometric programming and other areas within operations research.", "156089": "Alexander Mikhailovich Prokhorov[1] (born Alexander Michael Prochoroff, Russian: Алекса́ндр Миха́йлович Про́хоров; 11 July 1916 – 8 January 2002) was an Australian-born Russian physicist known for his pioneering research on lasers and masers in the former Soviet Union for which he shared the Nobel Prize in Physics in 1964 with Charles Hard Townes and Nikolay Basov.", "58876347": "Berndt O. Mueller (also Berndt Müller) (born 8 February 1950 in Markneukirchen,  German Democratic Republic) is a German-born theoretical physicist who specializes in nuclear physics.[1][2] He is a professor at Duke University.", "64184767": "Elisabeth Giacobino (born April 2, 1946) is a French physicist specialized in laser physics, nonlinear optics, quantum optics and super-fluidity.[1][2][3] She is one of the pioneers of quantum optics and quantum information.[4] She graduated from Pierre and Marie Curie University (Paris VI) and started working at the French National Centre for Scientific Research, where she has spent the majority of her professional career.[1][3] She has been an invited professor at New York University and University of Auckland.[3] She has over 230 publications and over 110 invited presentations in international conferences. She has been the coordinator of four European projects and is a member of Academia Leopoldina as well as a fellow member of the European Physical Society, the European Optical Society and the Optical Society of America.[3][4]", "65921471": "Anna Köhler FRSC is a German physicist who is a Professor of Physics at the University of Bayreuth. Her research considers electronic processes in organic and organometallic molecules. She makes use of optical and electrical spectroscopy to better understand photo-physical processes. In 2020 she became the first woman to win the Max Born Medal and Prize.", "13099457": "Harald Herborg Nielsen (January 25, 1903 – January 8, 1973) was an American physicist.", "70705602": "Richard Brandner Dunn (December 14, 1927 – September 29, 2005) was an American solar physicist and astronomer who was a pioneer in solar physics. He is known for his designs of solar telescopes and their instruments, most notably the Richard B. Dunn Solar Telescope. At the time of his death he was astronomer emeritus of the National Solar Observatory.", "23716295": "Professor David Lyth (21 June 1940) is a researcher in particle cosmology at the University of Lancaster. He has published over 165 papers as well as two books on early universe cosmology and cosmological inflation.[1]", "41935307": "Carl Axel Fredrik Benedicks (27 May 1875 – 16 July 1958) was a Swedish physicist whose work included geology, mineralogy, chemistry, physics, astronomy and mathematics.", "43737551": "Hasan Abdullayev (also spelled as Hasan Mammadbaghir oghlu Abdullayev; Azerbaijani: Həsən Məmmədbağır oğlu Abdullayev; Russian: Гасан Мамедбагир оглы Абдуллаев; August 20, 1918 – September 1, 1993) was a leading[2][3] Soviet and Azerbaijani physicist, scientist and public official, who served as President of the National Academy of Sciences of the Azerbaijan SSR. He was a Doctor of Sciences in physics and mathematics, Professor of physics and mathematics, Director of the Institute of Mathematics and Physics of the National Academy of Sciences of the Azerbaijan SSR, full Academician of the National Academy of Sciences of the Azerbaijan SSR, corresponding member of the Soviet Academy of Sciences and Russian Academy of Sciences, and in 1970-1983 was the longest-serving President of the National Academy of Sciences of the Azerbaijan SSR.[4] He was also an elected member of the Azerbaijan SSR Parliament, and the elected member of the 8th, 9th and 10th convocations of the Supreme Soviet of the Soviet Union.[citation needed] Academician Abdullayev was one of the founders of the Soviet semiconductors physics and a leading scientist in new technologies. He made an outstanding contribution to the development of electronics, astrophysics, aeronautics, medicine, biophysics and defense industries. Academician Abdullayev was the author of 585 Soviet and foreign patents, including 171 secret and 65 top secret patents, author of 28 scientific books (monographs), over 800 journal and encyclopedia articles in English, Russian and Azerbaijani languages.[5]", "844240": "Victor Frederick \"Viki\" Weisskopf (also spelled Viktor; September 19, 1908 – April 22, 2002) was an Austrian-born American theoretical physicist. He did postdoctoral work with Werner Heisenberg, Erwin Schrödinger, Wolfgang Pauli, and Niels Bohr.[1] During World War II he was Group Leader of the Theoretical Division of the Manhattan Project at Los Alamos,[2] and he later campaigned against the proliferation of nuclear weapons.[3]", "29876692": "James R. Powell was an American physicist, notable – together with Gordon Danby – for his work on superconducting maglev, for which he shared the Franklin Institute \"Medal 2000 for Engineering\".[1][2]  He was a director of the MAGLEV 2000 of Florida Corporation and Danby Powell Maglev Technology Corporation.[3] He received his BS in chemical engineering in 1953 from Carnegie Institute of Technology (now Carnegie Mellon University) and his Sc.D. in nuclear engineering from the Massachusetts Institute of Technology in 1958. He joined Brookhaven National Laboratory (BNL) in 1956, where he became a tenured senior nuclear engineer.  He retired in late 1996.[3] Powell died on May 23, 2019.", "64446936": "Kuo-chu Ho (Chinese: 何国柱, 13 November 1922 – 9 October 2017) was a Chinese professor of nuclear physics, known as one of the founders of theoretical physics in Nankai University.[1]", "60776922": "Gary Steigman (February 23, 1941, New York City – April 9, 2017, Columbus, Ohio) was an American astrophysicist and astronomer, known for his research on primordial nucleosynthesis, particle physics in the first few minutes of the Big Bang, and relic particle abundance.[1][2]", "56615388": "György Marx (25 May 1927 – 2 December 2002) was a Hungarian physicist, astrophysicist, science historian and professor. He discovered the lepton numbers and established the law of lepton flavor conservation.[3][4]", "54157791": "Franz Pfeiffer (born 25 November 1972 in Kösching, Germany) is a German physicist known for his contributions to the development of Phase-contrast X-ray imaging and its applications in biomedical research.", "64217569": "Jacqueline Krim is an American condensed matter physicist specializing in nanotribology, the study of film growth, friction, and wetting of nanoscale surfaces.[1][2] She is a Distinguished University Professor of Physics at North Carolina State University.[3]", "24371681": "Ajoy Roy (1 March 1935 – 9 December 2019) was a Bangladeshi professor of physics at the University of Dhaka, but was best known for his prominent role in Bangladesh's human rights activism and freethinking. He was one of the eminent educationists promoting secular humanism in Bangladesh.", "516587": "William Edgar Thornton (April 14, 1929 – January 11, 2021) was an American NASA astronaut. He received a Bachelor of Science degree in physics from University of North Carolina and a doctorate in medicine, also from UNC. He flew on Challenger twice, the STS-8 and STS-51-B missions.", "21848557": "Edgar Y. Choueiri (born 1961 in Lebanon) is a Lebanese American plasma physicist and previously president of the Lebanese Academy of Sciences.[1] He is best known for clarifying the role of plasma instabilities in spacecraft electric thrusters (see plasma propulsion), for conceiving and developing new spacecraft propulsion concepts and, more recently, for his work on 3D audio.[2][3][4]", "254446": "Louis Eugène Félix Néel ForMemRS (22 November 1904 – 17 November 2000) was a French physicist born in Lyon[5] who received the Nobel Prize for Physics in 1970 for his studies of the magnetic properties of solids.[1]", "21258739": "Tom Timusk (born 1933) is a Professor Emeritus of Physics at McMaster University in Hamilton, Ontario Canada. He is a retired member of the Condensed Matter research team at McMaster.[1] He was an immigrant from Estonia displaced by Second World War. He settled in Hamilton, Ontario Canada.", "26763768": "William Wilson (March 29, 1887 – May 8, 1948) was an English-born physicist who spent much of his career in the United States. Born in Preston, he studied at the University of Manchester and at Cambridge University, studying radioactivity under Sir Ernest Rutherford at the latter institution. He became a lecturer at the University of Toronto before joining Bell Laboratories in 1915. There he worked in the development of radio-telephone systems.", "3760650": "Walter Dröscher is a retired physicist who has worked on developing Heim Theory. In 1980, Dröscher was introduced to the reclusive German physicist Burkhard Heim and became one of the few physicists to collaborate with Heim.", "60744204": "Nicola Justine Fox (born 1968)[2] is the Associate Administrator for NASA's Science Mission Directorate. Appointed to the position in February 2023, she is therefore NASA's head of science.[3] She previously served as the Director of NASA's Heliophysics Science Division of the Goddard Space Flight Center and in the Applied Physics Laboratory at the Johns Hopkins University. Fox was the lead scientist for the Parker Solar Probe, and served as the Science and Operations Coordinator for the International Solar-Terrestrial Physics Science Initiative.", "52650514": "Ernest Ambler (November 20, 1923 – February 17, 2017[1]) was a British-American physicist who served as the Acting Under Secretary for Technology in the Department of Commerce (1988–89), as director of the United States' National Bureau of Standards (NBS, 1975–89), and as the first director of the United States' National Institute of Standards and Technology 1988–89.", "58057237": "Sun Wenguang (simplified Chinese: 孙文广; traditional Chinese: 孫文廣; born August 26, 1934, died 2021) was an activist and vocal critic of the Chinese government. He was a professor of Physics at Shandong University in Jinan from 1982 until 1994 when he retired.", "60416536": "Angelika Kalt is a Swiss professor of petrology and geodynamics who was at The University of Neuchâtel[1] from 2000 to 2008. She started at the Swiss National Science Foundation (SNSF) in 2008 and in April 2016, became its director.[2]", "26010144": "Charles Kincaid Bockelman (November 29, 1922 – June 6, 2002) was an American nuclear physicist and deputy provost of Yale University. He was a member of the New York Academy of Sciences.[1]", "66118180": "Majed Chergui (born 1956 in Casablanca) is a Swiss and French physicist specialized in ultrafast dynamics of light-induced processes. He is a professor at EPFL (École Polytechnique Fédérale de Lausanne), head of the Laboratory of Ultrafast Spectroscopy at EPFL's School of Basic Sciences, and founding director of the Lausanne Centre for Ultrafast Science (LACUS).[1][2]", "72180270": "Xie Sishen (Chinese: 解思深; pinyin: Xiè Sīshēn; 18 February 1942 – 2 November 2022) was a Chinese physicist, and an academician of the Chinese Academy of Sciences.[1]", "614959": "Don Leslie Lind[1] (May 18, 1930 – August 30, 2022) was an American scientist, naval officer, aviator, and NASA astronaut. He graduated from the University of Utah with an undergraduate degree in physics in 1953. Following his military service obligation, he earned a PhD in high-energy nuclear physics from the University of California, Berkeley in 1964.", "12771889": "Rodney Michael John Cotterill Order of the Dannebrog (27 September 1933 – 24 June 2007[1]) was an English-Danish physicist, and neuroscientist, who was educated at University College London (B.Sc., 1st), Yale (M.S.) and Cambridge University (Ph.D.). He spent most of his career as a professor at the Technical University of Denmark, Denmark, (1967-) after having spent five years as a researcher at the Argonne National Laboratory.", "69394998": "Christine Garban-Labaune is a French plasma physicist known for her research in inertial confinement fusion.", "48292408": "Mikhail Mikhaylovich Rusinov (Russian: Михаил Михайлович Русинов, 11 February 1909 – 29 September 2004) was a Russian scientist specialising in optics. He co-founded the USSR Science School of Computational Optics and discovered several optical phenomena, including aberration vignetting (1938), projection centre distortion (1957), and existence of second-order aberration (1986). The phenomenon of projection centre distortion became the basis for engineering photometry.[1]", "27976254": "Kyozi Kawasaki (川崎 恭治, Kawasaki Kyōji, 4 August 1930 — 12 November 2021[1]) was a Japanese physicist. His research interests include chemical physics and statistical mechanics. In 2001, Kawasaki was awarded the Boltzmann Medal for \"his contribution to our understanding of dynamic phenomena in condensed matter systems, in particular the mode-coupling theory of fluids near criticality, and nonlinear problems, such as critical phenomena in sheared fluids and phase separations\".[2]", "8086085": "Constantin Senlecq (Fauquembergues, 1842 – Ardres, 1934)  was a French scientist and inventor who is credited with the invention of telectroscope. He worked independently of the American  inventor George R. Carey, who came up with a similar idea at approximately the same time ( 1877–1880).\nTelectroscope was the first prototype television. It used the photoconductive properties of selenium to transmit an image.", "60187205": "Hidetoshi Katori (香取秀俊, Katori Hidetoshi, born 27 September 1964), is a Japanese physicist and professor at the University of Tokyo best known for  having invented the magic wavelength technique for ultra precise optical lattice atomic clocks.[1] Since 2011, Katori is also Chief Scientist at the Quantum Metrology Lab, RIKEN.[2]", "17982023": "Jorge Alberto Sábato (June 4, 1924 – November 16, 1983) was an Argentine physicist and technologist.", "25584208": "Vyacheslav Gennadievich Turyshev (Russian: Вячеслав Геннадьевич Турышев) is a Russian physicist now working in the US at the NASA Jet Propulsion Laboratory (JPL). He is known for his investigations of the Pioneer anomaly, affecting Pioneer 10 and Pioneer 11 spacecraft, and for his attempt to recover early data of the Pioneer spacecraft to shed light on such a phenomenon.[1]", "42066513": "Boris Ionovich Shklovskii (born 1944) is a theoretical physicist, at the William I Fine Theoretical Physics Institute, University of Minnesota, specializing in condensed matter. Shklovskii earned his A.B. degree in Physics, in 1966 and a Ph.D. in condensed matter theory, in 1968 from Leningrad University.[1]", "33153616": "C.V.Vishveshwara (6 March 1938 – 16 January 2017) was an Indian scientist and black hole physicist. Specializing in Einstein's General Relativity, he worked extensively on the theory of black holes and made major contributions to this field of research since its very beginning.[1] He is popularly known as the 'black hole man of India'.[2]", "65364562": "Nicolò D'Amico (1953-2020), also known as Nichi D’Amico, was an astronomer and President of Istituto Nazionale di Astrofisica.", "38298196": "Bjørn Trumpy (6 July 1900 – 8 June 1974) was a Norwegian physicist. He was born in Bergen. His research areas covered spectral physics, earth magnetism, cosmic radiation and nuclear physics. Trumpy was the first rector at the University of Bergen, from its establishment in 1948. He was decorated Commander of the Order of St. Olav in 1951.[1][2]", "18276952": "Bernard F. Schutz FInstP FLSW (born August 11, 1946, in Paterson, New Jersey)[1] is an American and naturalised British physicist.  He is well known for his research in Einstein's theory of general relativity, especially for his contributions to the detection of gravitational waves, and for his textbooks. Schutz is a Fellow of the Royal Society and a Member of the US National Academy of Sciences. He is a professor of physics and astronomy at Cardiff University, and was a founding director of the Max Planck Institute for Gravitational Physics (Albert Einstein Institute) in Potsdam, Germany, where he led the Astrophysical Relativity division from 1995 to 2014. Schutz was a founder and principal investigator of the GEO gravitational wave collaboration, which became part of the LIGO Scientific Collaboration (LSC). Schutz was also one of the initiators of the proposal for the space-borne gravitational wave detector LISA (Laser Interferometer Space Antenna), and he coordinated the European planning for its data analysis until the mission was adopted by ESA in 2016. Schutz conceived and in 1998 began publishing from the AEI the online open access (OA) review journal Living Reviews in Relativity, which for many years has been the highest-impact OA journal in the world, as measured by Clarivate. (The journal is now published by Springer.[2])", "20177499": "José Achache is founder and CEO of ALTYN, a Swiss company in space and commercial applications of satellites. After 17 years in academia as professor of geophysics at the Institut de Physique du Globe de Paris, followed by 17 years as an  executive in French then international research and development  organizations in environment and space (Bureau de Recherches Géologiques et Minières, Centre national d'études spatiales, European Space Agency, Group on Earth Observations), Achache is now developing technologies for satellites (optical systems for observation and telecommunication, image compression, cybersecurity) as well as applications of space on Earth (global IoT, Earth observation and environmental intelligence).  He participates in ESA BIC CH, a joint programme of ESA and the Swiss Space Office, which supports space startups and fosters the development of commercial applications and services powered by satellites.", "73196126": "Nirjhari Sinha is an Indian human rights activist who, with her husband Mukul Sinha, founded Jan Sangharsh Manch (JSM).[1] She is also director of Pravda Media Foundation, the parent organization of the fact-checking website AltNews run by her son Pratik Sinha and Mohammed Zubair.[1][2][3][4][5][6]", "58090083": "Francesco Guerra (born 10 November 1942) is an Italian mathematical physicist, whose main research contributions are in quantum field theory and spin glasses.", "29876838": "Gordon Thompson Danby (November 8, 1929 – August 2, 2016) was a Canadian-American physicist notable (together with Dr. James R. Powell) for his work on superconducting Maglev, for which he shared the Franklin Institute 'Medal 2000 for Engineering'.[1][2][3]", "2482793": "Bernard Leonard Cohen (June 14, 1924 – March 17, 2012) was born in Pittsburgh,[1][self-published source?] and was Professor Emeritus of Physics at the University of Pittsburgh. Professor Cohen was a staunch opponent of the so-called Linear no-threshold model (LNT) which postulates there exists no safe threshold for radiation exposure. His view which has support from a minority.[2][3] He died in March 2012.[4]", "24306283": "Sergei Gukov (Russian: Серге́й Гу́ков; born 1977) is a professor of mathematics and theoretical physics. Gukov graduated from Moscow Institute of Physics and Technology (MIPT) in Moscow, Russia before obtaining a doctorate in physics from Princeton University under the supervision of Edward Witten.[1]", "52650608": "Gerhard Abstreiter is a German physicist and professor of physics at Technical University of Munich (TUM), currently holding the university's highest honor, the Emeritus of Excellence and also being a distinguished visiting professor at University of California, Santa Barbara. From 1987 to 2015, he was a full professor at TUM and also, in 2010 and 2011, a distinguished visiting professor at University of Tokyo. He is a Fellow of the American Physical Society, Bavarian Academy of Sciences and Humanities and acatech.[1][2][3][4]", "63201912": "Oskar Painter is a Canadian born (1972) experimental physicist who works on nanoscale optics, nanomechanical devices, and superconducting qubits. He is the John G. Braun Professor of Applied Physics and Professor of Physics at Caltech. Since 2019, he is also Head of Quantum Hardware at Amazon Web Services (AWS).", "9069177": "Piara Singh Gill (28 October 1911 – 23 March 2002) was an Indian nuclear physicist and a pioneer in cosmic ray nuclear physics.[1] He was the first Director of Central Scientific Instruments Organisation (CSIO) of India.[2] He was research fellow of University of Chicago (1940).[3] He was research Professorship fellow of Tata Institute of Fundamental Research (TIFR) (1947), Officer-on-Special Duty (OSD) with the Atomic Energy Commission in New Delhi. Professor and head of the Department of Physics at Aligarh University (1949), Director of Central Scientific Instruments Organization (CSIO) (1959) and Professor Emeritus at Punjab Agricultural University (1971).[3]", "25223803": "Hartvig Caspar Christie (1 December 1826 – 3 March 1873) was a Norwegian mineralogist and physicist.", "58647164": "Katharina Boll-Dornberger (2 November 1909 – 27 July 1981), also known as Käte Dornberger-Schiff, was an Austrian-German physicist and crystallographer.[1][2] She is known for her work on order-disorder structures.[1][3][4][5][6]", "38625916": "Ibrahim Haddad (Arabic: ابراهيم حداد) (born 1938) is a Syrian politician who served as minister of oil and mineral reserves from December 2001 to February 2006.", "50389633": "Andrew Vincent Granato (9 May 1926, in Cleveland, Ohio – 3 June 2015, in Urbana, Illinois) was an American theoretical physicist, specializing in condensed matter physics.[1] He is known for the Granato-Lücke formula.[2][3]", "13886087": "Rafael Brüschweiler is a scientist who studies nuclear magnetic resonance (NMR). He is credited for the development of Covariance NMR, which shortens the NMR measurement time for multidimensional spectra of both solution and solid-state NMR. It also allows for easier analysis and interpretation. For this achievement he was awarded the Laukien Prize in NMR Spectroscopy at the 47th Experimental Nuclear Magnetic Resonance Conference (ENC). He is also a leading scientist in NMR-based metabolomics and protein NMR.", "713353": "Evgeny Mikhailovich Lifshitz[1] ForMemRS[2] (Ukrainian: Євге́н Миха́йлович Лі́фшиць, Russian: Евге́ний Миха́йлович Ли́фшиц; February 21, 1915, Kharkiv – October 29, 1985, Moscow) was a leading Soviet physicist and brother of the physicist Ilya Lifshitz.", "50684555": "Alan Kelly (Girvan, Scotland, June 1928 - ?, December 2015) was a Scottish physicist who was also considered a pioneer of discographers.[1]", "63333004": "Kim Doochul is a South Korean theoretical physicist. He was head of the Department of Physics, director of the BK21 Physics Research Division, and professor emeritus at Seoul National University. He was also a fellow and chairperson in the Korean Academy of Science and Technology before becoming the fifth president of Korea Institute for Advanced Study and the second president of Institute for Basic Science. He was a standing trustee with the Asia Pacific Center for Theoretical Physics[1] and a board of Trustee member of the Korean Physical Society.", "3334797": "Paul G. Hewitt (born December 3, 1931) is an American physicist, former boxer, uranium prospector, author, and cartoonist. Born in Saugus, Massachusetts, Hewitt lives in St. Petersburg, Florida with his wife.[2]", "15164047": "Christopher Tadeusz Czeslaw Sachrajda FRS (born 15 November 1949) is a British physicist. He is a professor of physics at the University of Southampton since 1990.[2][3]", "61596306": "Daniel Scherwin Koltun (1933–2014) was an American theoretical physicist, specializing in nuclear physics.", "56517269": "Katherine Mary Blundell OBE is a Professor of Astrophysics at the University of Oxford and a supernumerary research fellow at St John's College, Oxford.[2] Previously, she held a Royal Society University Research Fellowship,[when?] and fellowships from the Royal Commission for the Exhibition of 1851 and Balliol College, Oxford.[3][4]", "31285910": "Uroš Seljak (born 13 May 1966 in Nova Gorica) is a Slovenian cosmologist and a professor of astronomy and physics at University of California, Berkeley.[3] He is particularly well-known for his research in cosmology and approximate Bayesian statistical methods.", "59695771": "Wang Dezhao or Ouang Te-Tchao (Chinese: 汪德昭; December 20, 1905 – December 28, 1998) was a Chinese physicist who was known for his research in atmospheric electricity and underwater acoustics. Under the direction of Paul Langevin, he helped the French improve sonar at the beginning of World War II and after his return to China, Wang was considered as the founder of national defense water acoustics in China.[1]", "56156830": "Wendy Sadler MBE FInstP FHEA FLSW is a British science communicator and lecturer at Cardiff University. She is the founding director of Science Made Simple, which focuses on engaging audiences with the physical sciences. Her areas of interest include inspiring the next generation of scientists, engineers and communicators; women in STEM; and making STEM subjects accessible to diverse audiences.[1]", "50356897": "Adolf Goetzberger (29 November 1928 – 24 February 2023) was a German physicist.", "70050467": "Atsushi Momose (百生敦, Momose Atsushi) is a Japanese physicist and professor at Tohoku University known for his contributions to the field of phase-contrast X-ray imaging.", "68051623": "Dhiraj Bora (30 September 1951 – 19 June 2021) was an Indian physicist, educationist and professor. Bora, known as a plasma scientist, was a former director of the Institute of Plasma Research located in Gandhinagar, Gujarat.[2] He was the chief scientist of the ITER – India. He won the Kamal Kumari National Award in 2012 in recognition of his contribution to the field of science. In 2016 he was elected as the vice-chancellor of  Assam Science and Technology University and held the post until his death.[3] He died on 19 June 2021.[4]", "72016553": "David A. Weintraub is an American astrophysicist and is the Professor of Astronomy at Vanderbilt University.[1]", "156331": "Thomas Gold[3] (May 22, 1920 – June 22, 2004[4]) was an Austrian-born American astrophysicist, a professor of astronomy at Cornell University, a member of the U.S. National Academy of Sciences, and a Fellow of the Royal Society (London).[4]  Gold was one of three young Cambridge scientists who in 1948 proposed the now mostly abandoned \"steady state\" hypothesis of the universe. Gold's work crossed boundaries of academic and scientific disciplines, into biophysics, astronomy, aerospace engineering, and geophysics.", "56779436": "Charles Elbaum (May 15, 1926 – March 4, 2018) was an American physicist.", "25617070": "Luciano Guerriero is an Italian physicist. He earned his degree in physics at University of Padua in 1952 and is now based in Bari University. Between 1988 and 1992 He headed the Italian Space Agency and has set up programs of collaboration with NASA such as the Cassini–Huygens mission to Saturn.[1][2]", "287410": "Shinichiro Tomonaga[1] (朝永 振一郎, Tomonaga Shin'ichirō, March 31, 1906 – July 8, 1979), usually cited as Sin-Itiro Tomonaga in English,[2] was a Japanese physicist, influential in the development of quantum electrodynamics, work for which he was jointly awarded the Nobel Prize in Physics in 1965[3] along with Richard Feynman and Julian Schwinger.", "68346547": "William Wolfgang Happ (1919 – 1998) was a physicist, electrical engineer, and pioneer in semiconductors. He was one of the first four recruits by William Shockley to help develop technologies at Shockley Semiconductor Laboratory.", "22078135": "Everette Lee DeGolyer (October 9, 1886 – December 14, 1956), was a prominent oil company executive, petroleum exploration geophysicist and philanthropist in Dallas.  He was known as \"the founder of applied geophysics in the petroleum industry\",[2] as \"the father of American geophysics,\" and was a legendary collector of rare and often early edition books primarily in the fields of Southwestern history, railroads, law, geology, science, and both English and American literature.", "17916601": "William Ritchie (1790?–1837) was a Scottish physicist. He was noted as an ingenious experimentalist.", "42197694": "Wilfrid Noel Bond (27 December 1897 – 25 August 1937) was an English physicist and engineer known for his work in fluid mechanics. He received his Doctor of Science from the University of London, and was a lecturer at the University of Reading from 1921 until his death.[1][2]  The Bond number, used in fluid mechanics to characterize the shape of bubbles and drops, is named after him.[3]", "8544961": "Demetrius Hondros (Greek: Δημήτριος Χόνδρος, April 9./21. 1882 in Serres  – July, 29. 1962, Athens) was a  Greek physicist. He was born in April 1882 in what was then the Ottoman Empire.", "67723972": "Juhan Ross (14 August 1925 Aburi, Virumaa – 21 June 2002) was an Estonian atmospheric physicist. He was focused on actinometric measurements related to vegetation canopy. He worked out the fundamental principles of phytoactinometry.[1]", "37413575": "Ikaros Bigi (born 27 August 1947) is a German theoretical physicist. His research focuses on refining the Standard Model phenomenology.[1][2]", "549577": "Francis Bitter (July 22, 1902 – July 26, 1967) was an American physicist.[1]", "64774866": "Lay Nam Chang (traditional Chinese: 章禮南; simplified Chinese: 章礼南; pinyin: Zhāng Lǐnán, June 1, 1943 – December 8, 2020) was an American theoretical physicist. Over the course of his career, he published research on topics in particle physics, nuclear physics,[1] general relativity, and quantum cosmology. In the mid-1970s, he also published pioneering work on the foundations of string theory.[2][3]  In 2003, he served as the founding dean of the College of Science at Virginia Polytechnic Institute and State University (“Virginia Tech”) and held that position until 2016.[4]", "38462163": "Manuel Francisco Morales (July 23, 1919 – November 12, 2009) was a Honduran-born American biophysicist who did pivotal research on the molecular basis of muscle contraction.", "57467605": "Imperial College London", "36561621": "Bertram Josef Richard Batlogg (born 1950) is an Austrian physicist known for his research on high-temperature superconductivity.[1]", "16868055": "Steven C. Frautschi (/ˈfraʊtʃi/; born December 6, 1933) is an American theoretical physicist, currently professor of physics emeritus at the California Institute of Technology (Caltech). He is known principally for his contributions to the bootstrap theory of the strong interactions and for his contribution to the resolution of the infrared divergence problem in quantum electrodynamics (QED).  He was named a Fellow of the American Physical Society in 2015 for \"contributions to the introduction of Regge poles into particle physics, elucidation of the role of infrared photons in high energy scattering, and for seminal contributions to undergraduate physics education\".[1]", "43934422": "Marshall Glecker Holloway (November 23, 1912 – June 18, 1991) was an American physicist who worked at the Los Alamos Laboratory during and after World War II. He was its representative, and the deputy scientific director, at the Operation Crossroads nuclear tests at Bikini Atoll in the Pacific in July 1946. Holloway became the head of the Laboratory's W Division, responsible for new weapons development. In September 1952 he was charged with designing, building and testing a thermonuclear weapon, popularly known as a hydrogen bomb. This culminated in the Ivy Mike test in November of that year.", "58712802": "Peter Clive Thonemann (3 June 1917 – 10 February 2018) was an Australian-born British physicist who was a pioneer in the field of fusion power while working in the United Kingdom.", "27910886": "Carlo Maria Becchi (Italian: [ˈkarlo ˈbekki]; born 20 October 1939) is an Italian theoretical physicist.", "42754793": "Dr. Yadav Pandit  is a research scholar, working in the field of Experimental Nuclear Physics.", "73917167": "Costas Christou Kounnas (Κώστας Χρήστου Κουννάς, 23 January 1952 – 21 January 2022)[1] was a Cypriot theoretical physicist, known for his research on string theory, supersymmetry, supergravity, GUTs, and quantum chromodynamics.[2]", "10085103": "Allan Dawson Boardman was a British physicist, known for his work on surface plasmons and guided wave optics, especially nonlinear waves, solitons, magneto-optics and negative refracting metamaterials.  He was a theorist and numerical analyst in these areas, especially magneto-optics and metamaterials. In 2006 he was made a fellow of the Optical Society of America for his contributions in these fields and for \"exemplary leadership and service to the optics community\".[3]", "4088563": "Friedwardt Winterberg (born June 12, 1929) is a German-American theoretical physicist and was a research professor at the University of Nevada, Reno. He is known for his research in areas spanning general relativity, Planck scale physics, nuclear fusion, and plasmas. His work in nuclear rocket propulsion earned him the 1979 Hermann Oberth Gold Medal of the Wernher von Braun International Space Flight Foundation[1][2][3] and a 1981 citation by the Nevada Legislature.[3][4] He is also an honorary member of the German Aerospace Society Lilienthal-Oberth.", "27583219": "Alan Astbury FRS FRSC[1] (1934–2014)[2] was a Canadian physicist, emeritus professor at the University of Victoria,[3][4] and director of the Tri-Universities Meson Facility (TRIUMF) laboratory.[5][6][7]", "66347776": "Jonas Alster (born 18 July 1933) is an Israeli nuclear physicist.", "10216193": "Professor Sir Kerr Grant (1878–1967) was an Australian physicist and a significant figure in higher education administration in South Australia in the first half of the twentieth century.", "10740487": "Adrian Michael Berry, 4th Viscount Camrose (15 June 1937 – 19 April 2016)[1] was a British hereditary peer, journalist, and global warming denier.", "1336072": "Jun Kondō (近藤 淳 Kondō Jun, 6 February 1930 – 11 March 2022) was a Japanese theoretical physicist.", "9560841": "Christian Gerthsen (21 November 1894 in Hörup, Alsen, Province of Schleswig-Holstein, German Reich – 8 December 1956 in Karlsruhe, West Germany) was a German physicist who made contributions to atomic and nuclear physics, as well as writing numerous textbooks.", "38200075": "Peter Ignaz Paul Kalmus OBE HonFInstP (born 25 January 1933), is a British particle physicist, and emeritus professor of physics at Queen Mary, University of London.[1]", "28009230": "William Reed Callahan (September 5, 1931 – July 5, 2010) was an American Catholic priest whose activism to change Vatican policy on women's ordination, gay Catholics and social justice led to his expulsion from the Society of Jesus in 1991.[1] He was thereafter forbidden to act as a priest.", "31613712": "The Fundamental Fysiks Group was founded in San Francisco in May 1975 by two physicists, Elizabeth Rauscher and George Weissmann, at the time both graduate students at the University of California, Berkeley. The group held informal discussions on Friday afternoons to explore the philosophical implications of quantum theory. Leading members included Fritjof Capra, John Clauser, Philippe Eberhard, Nick Herbert, Jack Sarfatti, Saul-Paul Sirag, Henry Stapp, and Fred Alan Wolf.[1]", "60842769": "PhD degree at Delft University of Technology in 2005 with Leo Kouwenhoven", "42689306": "Șerban Țițeica (March 27 [O.S. March 14] 1908 – May 28, 1985) was a Romanian quantum physicist. He is regarded as the founder of the Romanian school of theoretical physics.[1]", "844570": "Sir James Alfred Ewing KCB FRS FRSE DL[1] MInstitCE (27 March 1855 − 7 January 1935) was a Scottish physicist and engineer, best known for his work on the magnetic properties of metals and, in particular, for his discovery of, and coinage of the word, hysteresis.", "11133729": "Gheorghe Ghimpu (26 July 1937 – 13 November 2000) was a Moldovan politician and a political prisoner in the former Soviet Union and then in Moldova.", "68346657": "Tomonori Totani (戸谷 友則, Totani Tomonori, born November 21, 1971) is a Japanese astronomer, professor at University of Tokyo. He is a director of FastSound Project at Subaru Telescope, Hawaii. He specializes in cosmology, galaxy formation, and high-energy astrophysics.", "62350115": "Hiroshi Enatsu (12 September 1922  – 4 August 2019) was a Japanese theoretical physicist who contributed to a relativistic Hamiltonian formalism in quantum field theory.", "56025893": "Elizabeth \"Libby\" Anne Jackson OBE FRAeS (born 18 March 1981)[1] is a British space exploration expert who works for the UK Space Agency.", "50717477": "Robin Elizabeth Bell is Palisades Geophysical Institute (PGI) Lamont Research Professor at Columbia University's Lamont–Doherty Earth Observatory[1] and a past President of the American Geophysical Union (AGU), 2019–2021. Dr. Bell was influential in co-ordinating the 2007 International Polar Year and was the first woman to chair the National Academy of Sciences Polar Research Board.[1][2] She has made numerous important discoveries with regard to subglacial lakes and ice sheet dynamics, and has a ridge, called Bell Buttress, in Antarctica named after her.[2][3]", "52978471": "Gilbert \"Gil\" George Lonzarich (born 1945)[1] is a solid-state physicist who works at the Cavendish Laboratory at the University of Cambridge. He is particularly noted for his work on superconducting and magnetic materials.", "50029372": "Einar A. Tandberg-Hanssen (6 August 1921 – 22 July 2011) was a Norwegian-American astrophysicist with a specialty in solar physics.[1]", "53633854": "Tom Quinn is a professor in the Department of Astronomy at the University of Washington (UW) in Seattle.[1] He is the leader of the N-Body Shop, a faculty member of the astrobiology program at UW,[2] and an affiliate member at the eScience Institute. He assisted in generating the cosmological simulation code called ChaNGA.[3]", "3990337": "Édouard Brézin (French: [bʁezɛ̃]; born 1 December 1938 Paris) is a French theoretical physicist. He is professor at Université Paris 6, working at the laboratory for theoretical physics (LPT) of the École Normale Supérieure since 1986.", "71525186": "Cynthia Elizabeth Kieras Phillips (1954 – September 1, 2015) was an American physicist known for her work on plasma, and on the use of radio waves to heat plasma for applications in magnetic confinement fusion.", "385864": "Owen Chamberlain (July 10, 1920 – February 28, 2006) was an American physicist who shared with Emilio Segrè the Nobel Prize in Physics for the discovery of the antiproton, a sub-atomic antiparticle.[1][2]", "39576394": "Kennedy J. Reed (May 24, 1944 – June 20, 2023) was an American theoretical atomic physicist in the Theory Group in the Physics & Advanced Technologies Directorate at Lawrence Livermore National Laboratory (LLNL) and a founder of the National Physical Science Consortium (NPSC), a group of about 30 universities that provides physics fellowships for women and minorities.[1]", "24896332": "Leonard Isaac Schiff was born in Fall River, Massachusetts, on March 29, 1915[1] and died on January 21, 1971, in Stanford, California.\nHe was a physicist best known for his book Quantum Mechanics,[2][3] originally published in 1949[4] (a second edition appeared in 1955 and a third in 1968).", "648016": "Olaf Dreyer (born 1969, Hamburg) is a German theoretical physicist whose research interests include quantum gravity and the quantum measurement problem. Dreyer received his Ph.D. in quantum gravity in 2001 from the Pennsylvania State University[1] under the direction of Abhay Ashtekar.[2] Subsequently, he has held a postdoctoral fellowship at the Perimeter Institute for Theoretical Physics in Waterloo, Ontario, a Marie Curie Fellowship at Imperial College, London, and a postdoctoral fellowship at the Center for Theoretical Physics, Massachusetts Institute of Technology.", "60580689": "Marija Strojnik Scholl (born 13 July 1950 in Ljubljana) is a Slovene astrophysicist currently working as a distinguished professor at the Optical Research Center in León, Mexico. She is best known for developing an autonomous system for optical navigation based on CCD technology which is currently used in nearly all commercial aircraft and numerous spacecraft, including in the NASA Cassini mission.[1][2]", "22078290": "Catherine Bréchignac (French pronunciation: [katʁin bʁeʃiɲak] ⓘ; born 12 June 1946) is a French physicist. She is a commander of the Légion d'honneur, \"secrétaire perpétuel honoraire\" of the Académie des sciences and former president of the CNRS (\"National Centre for Scientific Research\").[1] The Times says she has \"a formidable reputation for determination, decisiveness and an aptitude for analysing and clarifying complex matters.\"[2] As a president of the CNRS, she was responsible for 25,000 employees, 12,000 of whom are researchers, and a budget of 2.42 billion Euros.[2]", "33776466": "Magnus Berggren (born 1968), is a Swedish professor of organic electronics at Linköping University.", "648024": "Nima Arkani-Hamed (Persian: نیما ارکانی حامد; born April 5, 1972) is an American-Canadian[3][4] theoretical physicist of Iranian descent, with interests in high-energy physics, quantum field theory, string theory, cosmology and collider physics. Arkani-Hamed is a member of the permanent faculty at the Institute for Advanced Study in Princeton, New Jersey.[5] He is also director of the Carl P. Feinberg Cross-Disciplinary Program in Innovation at the Institute and director of The Center for Future High Energy Physics (CFHEP) in Beijing, China.[6]", "2286435": "Walter Heinrich Heitler (German: [ˈhaɪtlɐ]; 2 January 1904 – 15 November 1981) was a German physicist who made contributions to quantum electrodynamics and quantum field theory.  He brought chemistry under quantum mechanics through his theory of valence bonding.", "6251368": "Chiara Rosanna Nappi (born 21 February 1951) is an Italian physicist.  Her research areas have included mathematical physics, particle physics, and string theory.", "30630761": "Galina Vladimirovna Kurlyandskaya (Russian: Галина Владимировна Курляндская; born 30 January 1961) is a Russian physicist, known for her works on giant magnetoimpedance.[1]", "72147823": "Radu Dan Constantinescu (born 17 October 1955) is a Romanian physicist specializing in the field of nonlinear dynamical systems and constrained dynamic, gauge field theory and of mathematical models describing nonlinear phenomena. He served as Secretary General of the Romanian Physical Society, and is currently the President of the Balkan Physical Union, among other roles in the European physics milieu.", "67887983": "Georgios Drys (Γεώργιος Δρυς) (1944 – 3 June 2021) was a Greek politician who served as a member of parliament from 1989 to 2004 and as Ministry of Agriculture (Greece) [el] from 2001 to 2004.[1][2][3]", "71525233": "Kui-juan Jin (Chinese: 金奎娟) is a Chinese physicist.", "35840882": "Wolfgang Axel Tomé is a physicist working in medicine as a researcher, inventor, and educator. He is noted for his contributions to the use of photogrammetry in high precision radiation therapy;[1][2] his work on risk adaptive radiation therapy which is based on the risk level for recurrence in tumor sub-volumes using biological objective functions;[3][4][5] and the development of hippocampal avoidant cranial radiation therapy techniques to alleviate hippocampal-dependent neurocognitive impairment following cranial irradiation.[6][7][8][9][10][11][12]", "49242996": "Willem Gerrit \"Wim\" Mook (10 July 1932 – 24 January 2016) was a Dutch isotope physicist.", "67036020": "Christine Erbe is a German-Australian physicist specializing in underwater acoustics. She is a professor in the School of Earth and Planetary Sciences and director of the Centre for Marine Science and Technology (CMST)—both at Curtin University in Perth, Western Australia, Australia. Erbe is known for her research on acoustic masking in marine mammals, investigating how man-made underwater noise interferes with animal acoustic communication.[1]", "1041271": "Walther Müller (6 September 1905, in Hanover – 4 December 1979, in Walnut Creek, California) was a German physicist, most well known for his improvement of Hans Geiger's counter for ionizing radiation, now known as the Geiger-Müller tube.", "68543354": "Gari David Clifford is a British-American physicist, biomedical engineer, academic, and researcher. He is the Chair of Emory's Department of Biomedical Informatics and a Professor of Biomedical Engineering and Biomedical Informatics at Emory University and Georgia Institute of Technology.[1]", "43672445": "Jason Crain (born August 24, 1966) is an American physicist based in the United Kingdom. He was appointed to IBM Research in 2016.[1] He previously held the chair of applied physics at the University of Edinburgh[2] in Scotland and was appointed director of research at the UK's National Physical Laboratory (NPL) in London (as of 2015) where he also held the role of head of physical sciences (since 2007).[3] He is also visiting professor at the IBM TJ Watson Research Center in New York. His background is in the structure and physics of disordered matter at the molecular scale with a view to applications.", "69591933": "Reinhard F. Werner (born 26th march 1954) is a German physicist, and Professor at the Institute of Theoretical Physics at the Leibniz Universität Hannover.[1]", "40690562": "Eugene Theodore Agard (August 15, 1932 – December 31, 2017)[1] was an American medical physicist and a former director of the Flower Hospital Oncology Center. Originally from Barbados, he earned a master's degree in physics from the University of London, specifically the Middlesex Hospital Medical School division of the University of London, and a Ph.D. from the University of Toronto in the same field. He was a believer in creationism.[2]", "4416386": "William Rarità (March 21, 1907 – July 8, 1999)[1] was an American theoretical physicist who mainly worked on nuclear physics, particle physics and relativistic quantum mechanics. He is particularly famous for the formulation of Rarita–Schwinger equation. His famous formula is applicable to spin 3/2 particles as opposed to spin 1/2 particles. Rarita taught physics at Brooklyn College for 32 years before he became a visiting scientist in the theory group at LBNL. At the time of his retirement in 1996, he was doing research at LBNL.  In addition to his work with Julian Schwinger, Rarita also collaborated with Herman Feshbach.[2]", "38069126": "Karl Rebane (11 April 1926, Pärnu – 4 November 2007, Tartu) [1] was a Soviet and Estonian physicist.", "70378375": "Maria V. Chekhova (born 1963) is a Russian-German physicist known for her research on quantum optics and in particular on the quantum entanglement of pairs of photons. She is a researcher at the Max Planck Institute for the Science of Light in Erlangen, Germany, where she heads an independent research group on quantum radiation,[1] and a professor at the University of Erlangen–Nuremberg, in the chair of experimental physics (optics).[2]", "11494281": "David B. Kaplan (born 1958) is an American physicist.  He is a professor of physics at the University of Washington, where he was director of the Institute for Nuclear Theory during the period 2006–2016 and is now a senior fellow.", "2188176": "Harlan True Stetson FRAS (28 June 1885–14 October 1964) was an American astronomer and physicist.[1][2]", "3040144": "Erwin Wilhelm Müller (or Mueller) (June 13, 1911 – May 17, 1977) was a German physicist who invented the Field Emission Electron Microscope (FEEM), the Field Ion Microscope (FIM), and the Atom-Probe Field Ion Microscope. He and his student, Kanwar Bahadur, were the first people to experimentally observe atoms.[1]", "47932309": "Peter Theophil Riess (27 June 1804 – 22 October 1883) was a German physicist, known mostly for his work in electricity, particularly friction electricity, but also in the field of electromagnetic induction.  In the latter work he developed two devices, the spark micrometer (sometimes called the Riess micrometer) and the Riess spiral coils, both of which were used by Heinrich Hertz in his experiments to prove the propagation of electromagnetic waves.", "8315798": "Heinrich Johann Welker (9 September 1912 in Ingolstadt – 25 December 1981 in Erlangen) was a German theoretical and applied physicist who invented the \"transistron\", a transistor made at Westinghouse independently of the first successful transistor made at Bell Laboratories.  He did fundamental work in III-V compound semiconductors, and paved the way for microwave semiconductor elements and laser diodes.", "67527576": "Lillian Christie McDermott (1931 – July 8, 2020) was an American physicist. In the early 1970s, McDermott established the Physics Education Group (PEG) at the University of Washington to \"improve the teaching and learning of physics from kindergarten all the way through graduate school.\" She was recognized for her many contributions to the field of physics education research with an election to the American Physical Society in 1990.", "30499738": "John Samuel Forrest FRS[1] (20 August 1907 – 11 November 1992) was a Scottish-born physicist, writer and Professor Emeritus, University of Strathclyde.", "57369501": "Jet Propulsion Laboratory \nRAND Corporation \nHughes Research Laboratories \nIBM", "11297696": "Roger John Cashmore CMG FRSA (born 22 August 1944) is the chair of the United Kingdom Atomic Energy Authority.[1] Previously he was principal of Brasenose College, Oxford, and professor of experimental physics at the University of Oxford.\nHis interests include the origin of the masses of particles and the Higgs boson.[2]", "30630818": "Gérald Bastard (born 3 April 1950 in Paris[1]) is a highly cited[2]  French physicist known for his work on semiconductor heterostructures. As of 2011[update], he is a research director at the Department of Physics of the École Normale Supérieure in Paris.", "70640560": "Eric B. Norman is an American physicist. He is a professor in the graduate school of the University of California, Berkeley.[1]", "25523": "Richard Phillips Feynman (/ˈfaɪnmən/; May 11, 1918 – February 15, 1988) was an American theoretical physicist, known for his work in the path integral formulation of quantum mechanics, the theory of quantum electrodynamics, the physics of the superfluidity of supercooled liquid helium, as well as his work in particle physics for which he proposed the parton model. For his contributions to the development of quantum electrodynamics, Feynman received the Nobel Prize in Physics in 1965 jointly with Julian Schwinger and Shin'ichirō Tomonaga.", "746424": "David Orlin Hestenes (born May 21, 1933) is a theoretical physicist and science educator. He is best known as chief architect of geometric algebra as a unified language for mathematics and physics,[1] and as founder of Modelling Instruction, a research-based program to reform K–12 Science, Technology, Engineering, and Mathematics (STEM) education.[2]", "58647482": "Agnès Acker, née Keller, (born 28 January 1940 in Thann, Haut-Rhin)[1] is a French astrophysicist, professor emeritus of the University of Strasbourg, founder of the Strasbourg Planetarium and founding president of the Association of French-speaking Planetaries (APLF). Her research focuses on the late stages of solar-type star evolution: planetary nebulae, binarity of nuclei, stellar winds.[2]", "320445": "Luis Walter Alvarez (June 13, 1911 – September 1, 1988) was an American experimental physicist, inventor, and professor who was awarded the Nobel Prize in Physics in 1968 for his discovery of resonance states in particle physics using the hydrogen bubble chamber.[1] In 2007 the American Journal of Physics commented, \"Luis Alvarez was one of the most brilliant and productive experimental physicists of the twentieth century.\"[2]", "57828286": "Lance Jenkins Dixon (born 22 June 1961, in Pasadena, California) is an American theoretical particle physicist. He is a professor in the SLAC Theory Group at the Stanford Linear Accelerator Center (SLAC) at Stanford University.", "47539152": "N. Valarmathi (born 31 July 1959) is an Indian scientist and project director of RISAT-1, India's first indigenously-developed radar imaging satellite. She is the first person to receive the Abdul Kalam Award, instituted in 2015 by the Government of Tamil Nadu in honour of former President Abdul Kalam.[1]", "61268945": "Misty C. Bentz (born July 4, 1980) is an American astrophysicist and Professor of Physics and Astronomy at Georgia State University. She is best known for her work on supermassive black hole mass measurements and black hole scaling relationships.", "57435100": "Krystle McLaughlin is a Caribbean-American structural biophysicist. She is an assistant professor of chemistry at Vassar College.", "69526502": "Ronald Charles (Ron) Newman FRS[1] (10 December 1931 — 30 July 2014) was a British physicist who specialised in the field of semiconductors.", "3531750": "Gregory Stock is an American biophysicist, best-selling author, biotech entrepreneur, and the former director of the Program on Medicine, Technology and Society at UCLA’s School of Medicine. His interests lie in the scientific and evolutionary as well as ethical, social and political implications of today's revolutions in the life sciences and in information technology and computers.", "582630": "Wubbo Johannes Ockels (28 March 1946 – 18 May 2014) was a Dutch physicist and astronaut with the European Space Agency who, in 1985, became the first Dutch citizen in space when he flew on STS-61-A as a payload specialist. He later became professor of aerospace engineering at Delft University of Technology.", "21357545": "Ady Stern is an Israeli physicist.", "59761651": "Warwick Bowen is an Australian quantum physicist and nanotechnologist at The University of Queensland. He leads the Quantum Optics Laboratory,[1] is Director of the UQ Precision Sensing Initiative[2] and is one of three Theme Leaders of the Australian Centre for Engineered Quantum Systems.[3]", "5596147": "Vern Oliver Knudsen (December 27, 1893 – May 13, 1974) was an American acoustical physicist.[1]", "35644409": "Pierre Aigrain (28 September 1924 – 30 October 2002) was a French physicist and Secretary of Research in the French Academy of Sciences.[1]", "54092798": "Luis Fernando de la Peña-Auerbach known as Luis de la Peña is a Mexican physicist, born in Mexico City in 1931. He is a researcher of the Institute of Physics and professor of the Faculty of Sciences of the National Autonomous University of Mexico (UNAM) and is a member of the Science Advisory Council of the Presidency of Mexico.", "54387711": "Chihaya Adachi (born 26 October 1963) is a Japan-born scientist and lecturer specializing in organic electronics which is a field of materials science. Adachi is the Director of the Center for Organic Photonics and Electronics Research (OPERA) at Kyushu University,[1] a large multi-disciplinary team of physicists, chemists, and engineers from both academia and industry.", "71394309": "Fiorenza Donato  is an Italian theoretical astroparticle physicist whose research involves the study of cosmic rays and their use in understanding the nature of dark matter, the possible products of particle collisions involving dark matter, the creation and behavior of antimatter among high-energy cosmic particles, and gamma-ray astronomy. She is a full professor of theoretical physics at the University of Turin.[1]", "43639818": "Pier Luigi Ighina (1908 in Milan – 2004 in Imola), was an Italian researcher. His unorthodox theories on electromagnetism are not recognized by the scientific community.", "8971278": "Anthony R. \"Tony\" Barringer (October 20, 1925 – August 15, 2009) was a Canadian/American geophysicist. He made numerous contributions to mineral exploration technology. His most famous work was the development of the INPUT airborne electromagnetic system, which has been credited in the discovery of tens of billions of dollars' worth of ore deposits.", "1041429": "Haroutune Krikor Daghlian Jr. (May 4, 1921 – September 15, 1945) was an American physicist with the Manhattan Project, which designed and produced the atomic bombs that were used in World War II. He accidentally irradiated himself on August 21, 1945, during a critical mass experiment at the remote Omega Site of the Los Alamos Laboratory in New Mexico and died 25 days later from the resultant radiation poisoning.", "71558168": "Floyd Rowe Watson (April 23, 1872, Lawrence, Kansas – January 18, 1974) was an American experimental physicist, known for his research on acoustics and the acoustical design of buildings.[1][2][3]", "19817499": "Srikanth Sastry is an Indian physicist. He is a Boston University alumnus and he along with Raghunathan Srianand were awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in physical sciences in 2008.", "13394972": "Richard Mollier (German: [mɔˈli̯eː]; 30 November 1863, Triest – 13 March 1935, Dresden) was a German professor of Applied Physics and Mechanics in Göttingen and Dresden, a pioneer of experimental research in thermodynamics, particularly for water, steam, and moist air.", "8578084": "Lauro Moscardini (born October 30, 1961) is an Italian astrophysicist and cosmologist. Moscardini has studied N-body cosmological simulations with non-Gaussian initial conditions. The research activity is mainly focussed in the field of theoretical and observational cosmology, in particular with the application of numerical techniques in astrophysics and the study of the formation of large cosmic structures. Moscardini's research is a mixture of observations and building models of large scale structures in the universe.", "5366823": "Giovanni Jona-Lasinio (born 1932), sometimes called Gianni Jona, is an Italian theoretical physicist, best known for his works on quantum field theory and statistical mechanics. He pioneered research concerning spontaneous symmetry breaking, and the Nambu–Jona-Lasinio model is named after him. When Yoichiro Nambu received the Nobel Prize, Jona-Lasinio gave the Nobel Lecture in his place, as a recognition from Nambu for their joint work.[2] At present, he holds a faculty position in the Physics Department of Sapienza University of Rome, and is a full member of the Accademia dei Lincei.", "1106988": "Sir James Hall of Dunglass, 4th Baronet FRS FRSE (17 January 1761 – 23 June 1832) was a Scottish geologist and geophysicist. He was a Member of Parliament for St. Michael's borough (Mitchell, Cornwall) 1807–1812.", "72115246": "Suzanna Randall (born 6 December 1979) is a German astrophysicist working at the European Southern Observatory.[1][2] In 2018, Randall was selected as an astronaut candidate by the private spaceflight organisation Die Astronautin (\"The Female Astronaut\"), which aims to send the first German woman into space.", "28107823": "Adam Anderson AM LLD FRSE (27 June 1783 – 5 December 1846)[1] was a Scottish physicist and encyclopedist. He was the rector of Perth Academy from 1811 to 1839, and Professor of Natural and Experimental Philosophy 1839 to 1846 at St Andrews University.", "1238064": "Alexander Markovich Polyakov (Russian: Алекса́ндр Ма́ркович Поляко́в; born 27 September 1945) is a Russian theoretical physicist, formerly at the Landau Institute in Moscow and, since 1989, at Princeton University, where he is the Joseph Henry Professor of Physics Emeritus.[1][2]", "517168": "Amos Emerson Dolbear (November 10, 1837 – February 23, 1910) was an American physicist and inventor.  Dolbear researched electrical spark conversion into sound waves and electrical impulses. He was a professor at University of Kentucky in Lexington from 1868 until 1874.  In 1874 he became the chair of the physics department at Tufts University in Medford, Massachusetts.[1] He is known for his 1882 invention of a system for transmitting telegraph signals without wires.  In 1899 his patent for it was purchased in an unsuccessful attempt to interfere with Guglielmo Marconi's wireless telegraphy patents in the United States.", "30204976": "Leopoldo García-Colín Scherer (27 November 1930, in Mexico City – 8 October 2012, in Mexico City) was a Mexican scientist specialized in Thermodynamics and Statistical Mechanics who received  the National Prize for Arts and Sciences in 1988.[3]", "69297211": "Silvia Vignolini (born 1981[3]) is an Italian physicist who is Director of research at the Max Planck Institute of Colloids and Interfaces and Professor of Chemistry and Bio-materials[4] in the Yusuf Hamied Department of Chemistry at the University of Cambridge.[1][5] Her research investigates natural photonics structures, the self-assembly of cellulose and light propagation through complex structures. She was awarded the KINGFA young investigator award by the American Chemical Society and the Gibson-Fawcett Award in 2018.[6][7]", "61826117": "Thomas Christos Katsouleas (known as \"TomKat\" by students[1]) is an American physicist, engineer, and academic administrator. In February 2019, he was named the 16th president of the University of Connecticut and officially began his term in August.[2][3] He resigned the presidency in 2021 and returned to the faculty.[4]", "49931333": "Michael O. Steinitz is an professor emeritus of physics at St. Francis Xavier University. From 1998 to 1999, Steinitz was the president of the Canadian Association of Physicists.[1][2] He spearheads the Antigonish Performing Arts Series for the town of Antigonish.[3]", "25781326": "Isaac L. Chuang is an American electrical engineer and physicist. He leads the quanta research group at the Center for Ultracold Atoms at Massachusetts Institute of Technology (MIT).[2] He received his undergraduate degrees in physics (1990) and electrical engineering (1991) and master's in electrical engineering (1991) at MIT.[3]  In 1997 he received his PhD in electrical engineering from Stanford University.[3]", "58582095": "Aditi Sen De is an Indian scientist, a professor in quantum information and computation group at the Harish-Chandra Research Institute, Allahabad. She was born on 1st October 1974 in Kolkata, India. She is known for her research on quantum information and computation, quantum communication including quantum cryptography, quantum optics and many-body physics. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded her the Shanti Swarup Bhatnagar Prize for Science and Technology for her contributions to physical sciences in 2018.\nShe is the first female physicist to be given this honour. In 2022, she was elected as a member of Indian Academy of Sciences and Indian National Science Academy.", "1369167": "George V. Skrotskii (January 11, 1915 – July 13, 1992) was a Russian physicist.", "1991766": "Robert L. Cook (December 10, 1952) is a computer graphics researcher and developer, and the co-creator of the RenderMan rendering software. His contributions are considered to be highly influential in the field of animated arts.[2][3]", "10478689": "Richard D. Leapman (born 6 December 1950) is an English physicist who is current scientific director of National Institute of Biomedical Imaging and Bioengineering (NIBIB), since October 2006 [1] and a chief of the laboratory of bioengineering and physical science. Leapman's research interests are in the development and application of quantitative electron microscopy and the application of novel nanoscale imaging methods to solve problems in structural and cellular biology.", "5891171": "Hessel de Vries (November 15, 1916 in Annen – December 23, 1959 in Groningen), was a Dutch physicist and professor at the University of Groningen who furthered the detection methods and applications of radiocarbon dating to a variety of sciences. The Nobel prize was awarded for in this field in 1960, however de Vries was not a contender, since the prize is not awarded posthumously and Hessel de Vries died in 1959 by suicide after murdering an analyst, Anneke Hoogeveen.[1] He has been called \"the unsung hero of radiocarbon dating\" by Eric Willis, the first director of the radiocarbon-dating laboratory at the University of Cambridge.[2] The 1960 Nobel Prize in Chemistry was awarded to Willard Libby for his radiocarbon-dating method. His other major area of research included studies of human color vision and hearing.[3][4] De Vries became a member of the Royal Netherlands Academy of Arts and Sciences in 1956.[5]", "14705768": "Cornelis \"Cees\" Dekker (born 7 April 1959 in Haren, Groningen) is a Dutch physicist, and Distinguished University Professor at the Technical University of Delft. He is known for his research on carbon nanotubes, single-molecule biophysics, and nanobiology.", "55567465": "Echur Varadadesikan Sampathkumaran (born 6 December 1954) is an Indian condensed matter physicist and a Distinguished Professor at the Tata Institute of Fundamental Research. Known for his research on the thermal and transport behaviour of magnetic systems, Sampathkumaran is an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India as well as The World Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1999.[1][note 1]", "23716969": "John Ruhl is Connecticut Professor in Physics and Astronomy at Case Western Reserve University.[1]", "12313707": "Karl Hermann Knoblauch (German pronunciation: [ˈhɛʁman ˈknoːplaʊx, - ˈknɔp-];[1][2] 11 April 1820 – 30 June 1895) was a German physicist. He is most notable for his studies of radiant heat. He was one of the six founding members of the Deutsche Physikalische Gesellschaft at Berlin on 14 January 1845.", "72967278": "Boris Nikolaevich Veprintsev (Russian: Борис Николаевич Вепринцев; 4 April 1928 – 11 April 1990) was a Russian biophysicist and ornithologist who specialized in the study of bird calls. He established and built up a large library of bird calls, many of which were published as LPs including several in the series known as the \"Birds of the USSR\". His professional area of research was however in biophysics particularly on cell membrane structure and transport. In his later years, he worked on the cryopreservation of animal genetic material.", "57762929": "Guy Roderick Wilkinson FRS (born 1968 at Ashton-under-Lyne) [1] is a particle physicist, working on the Large Hadron Collider project at CERN,[3] professor of physics at the University of Oxford and a Fellow of Christ Church, where he holds the college's Alfred Moritz Studentship.[4][5]", "38397042": "Gottfried Landwehr (22 August 1929 – 24 January 2013) was a German physicist.", "124021": "Henry Norris Russell ForMemRS HFRSE FRAS (October 25, 1877 – February 18, 1957) was an American astronomer who, along with Ejnar Hertzsprung, developed the Hertzsprung–Russell diagram (1910). In 1923, working with Frederick Saunders, he developed Russell–Saunders coupling, which is also known as LS coupling.[3][4][5][6][7][8][9][10]", "59237500": "Simon John Devitt FRSN FAIP (born 17 July 1981) is an Australian theoretical quantum physicist who has worked on large-scale Quantum computing architectures,  Quantum network systems design, Quantum programming development and Quantum error correction. In 2022 he was appointed as a member to Australia's National Quantum Advisory Committee.[1]", "57402494": "Ayana Holloway Arce is a professor of physics at Duke University. She works on particle physics, using data from the Large Hadron Collider to understand phenomena beyond the Standard Model.", "30860415": "Michele Mosca is co-founder and deputy director of the Institute for Quantum Computing at the University of Waterloo, researcher and founding member of the Perimeter Institute for Theoretical Physics, and professor of mathematics in the department of Combinatorics & Optimization at the University of Waterloo. He has held a Tier 2 Canada Research Chair in Quantum Computation since January 2002, and has been a scholar for the Canadian Institute for Advanced Research since September 2003.[1][2]  Mosca's principal research interests concern the design of quantum algorithms, but he is also known for his early work on NMR quantum computation together with Jonathan A. Jones.", "68871295": "Kim Anne Kastens (born 1954) is an American geophysicist who is a professor at the Lamont–Doherty Earth Observatory. She was awarded the American Geophysical Union Excellence in Earth and Space Science Education Award in 2009 and elected Fellow in 2021.", "27878529": "Harald Keres (15 November [O.S. 2 November] 1912, in Pärnu – 26 June 2010) was an Estonian physicist[1] considered to be the father of the Estonian school of relativistic gravitation theory.[2] In 1961 Keres became a member of the Estonian Academy of Sciences in the field of theoretical physics.[2] In 1996 Keres was awarded  the Order of the National Coat of Arms, Class III.[3]", "30860426": "Paul B. Ruffin (born March 20, 1955) is an American scientist and educator. He is active in the field of applied science during his career as a research physicist conducting exploratory and advanced research and development in Fiber-optic communication, Microelectromechanical systems (MEMS), and Nanotechnology at the U. S. Army Aviation and Missile Research, Development, and Engineering Center (AMRDEC).[1][2] In July 2003, Ruffin was promoted to the highest rank for a research scientist —  Senior Research Scientist (ST)[3] — that anyone could achieve in Government service, making him the first African American to ever attain such status in the Civilian Army workforce.", "17622158": "Bjørn Håvard Wiik (born 17 February 1937 in Bruvik, Norway; died 26 February 1999 in Appel, Germany) was a Norwegian elementary particle physicist, noted for his role on the experiment that produced the first experimental evidence for gluons and for his influential role on later accelerator projects.[1] Wiik was director of DESY, in Hamburg, Germany, from 1993 until his death.[2]", "71558291": "John (secular name Vladimir Nikolayevich Rudenko) is a bishop of Urzhum and Omutninsk of the Russian Orthodox Church. He is also a radiophysicist, candidate of physical and mathematical sciences (1994) and lecturer at Novosibirsk State Technical University (1990s).", "550038": "David Cromwell (born 1962) is a British media campaigner and oceanographer. With David Edwards, he is a co-editor of the Media Lens website.", "71066775": "Michael C. F. Wiescher (born 1949 in Wuppertal) is a German-American experimental nuclear physicist and astrophysicist,[1] known for his laboratory research in nuclear physics connected with various astrophysical phenomena such as stellar evolution and explosion environments.[2][3][4]", "69395613": "Judith Mary Hillier (née Preston) is a British physicist who is associate professor of science education at the University of Oxford.[2][3] She is a lead tutor for the Postgraduate Certificate in Education programme in science and serves as vice president of Kellogg College, Oxford. She was awarded the Marie Curie-Sklodowska medal by the Institute of Physics in 2021 for her support of women in physics.", "57468070": "University of Poona", "53339303": "Joseph Cecil Maby (1902-1971) was a British biophysicist, dowser and psychical researcher.", "69952683": "Patricia Louise Clark is an American biophysicist. She is the Rev. John Cardinal O’Hara, C.S.C., Professor of Chemistry and Biochemistry, associate vice president for research, and director of the Biophysics Instrumentation Core Facility at the University of Notre Dame.", "71165100": "Jens Lindhard (26 February 1922 – 15 October 1997) was a Danish physicist and professor at Aarhus University working on condensed matter physics, statistical physics and special relativity. He was the president of the Royal Danish Academy of Sciences and Letters between 1981 and 1988.[1]", "52978867": "John Robert Cunningham, OC (January 5, 1927 – January 4, 2020) was a Canadian medical physicist who was noted for his contributions in the development of computerized radiation treatment planning dose calculations in radiation therapy.", "34170043": "David J. Lockwood is a Canadian physicist and researcher emeritus at the National Research Council of Canada (NRC). He is also an adjunct professor at the University of Windsor in Windsor, Ontario, editor of the journal Solid State Communications, editor of the Springer book series \"Topics in Applied Physics\",[1] and secretary-treasurer of the Canadian Association of Physicists. Lockwood is a Fellow of the Royal Society of Canada, the American Physical Society, the Electrochemical Society, and the Institute of Physics.", "57074877": "Vladimir Vasilyevich Bolotin[1] (Russian: Владимир Васильевич Болотин; March 29, 1926 in Tambov – May 28, 2008 in Moscow) was a Soviet and Russian physicist in the field of solid mechanics, Doctor of Sciences, Distinguished Professor at the Moscow Power Engineering Institute, Academician of the Russian Academy of Sciences (since 1992),[2] Academician of the Russian Academy of Architecture and Construction Sciences (since 1993), Honorary Member of the Russian Academy of Engineering, Foreign Member of the United States National Academy of Engineering (since 1996).[3] Laureate of the 1985 USSR State Prize and of the 2000 State Prize of the Russian Federation.", "22734019": "M.Sc. : Clarkson College of Technology, USA", "34268357": "Dorin Mircea Stelian Poenaru (born April 9, 1936, Suiug, Bihor County) is a Romanian nuclear physicist and engineer. He contributed to the theory of heavy particle radioactivity (cluster decay).", "21718216": "Mary Lou Zoback (née Chetlain; born July 5, 1952) is an American geophysicist and seismologist. A specialist in tectonic stress and natural hazards risks, she spent most of her career as a research scientist with the United States Geological Survey. Zoback chaired the World Stress Map project of the International Lithosphere Program from 1986 to 1992. Zoback served on the U.S. Nuclear Waste Technical Review Board from 2012 to 2018.", "35644618": "Paul Eugen Sieg (2 August 1899 – 2 May 1950) was a German physicist and writer.", "67527885": "Jon Kjell Gjønnes (26 January 1931 – 6 April 2021) was a Norwegian physicist.", "25808": "Robert Norton Noyce (December 12, 1927 – June 3, 1990), nicknamed \"the Mayor of Silicon Valley\", was an American physicist and entrepreneur who co-founded Fairchild Semiconductor in 1957 and Intel Corporation in 1968. He was also credited with the realization of the first monolithic integrated circuit or microchip, which fueled the personal computer revolution and gave Silicon Valley its name.[nb 1][1]", "53142738": "Gustav Karsten (24 November 1820 – 16 March 1900) was a German physicist.", "22701269": "Muhammad Hafeez Qureshi (Urdu: محمد حفيظ قريشى; ) (28 January 1930 – 11 August 2007), SI, HI, known as Hafeez Qureshi, was a Pakistani nuclear scientist and a mechanical engineer, known for his classified work at WGS at the Pakistan Atomic Energy Commission (PAEC).[1]", "32761054": "Raj Kumar Pathria (born March 30, 1933) is a theoretical physicist, a Distinguished Professor Emeritus at University of Waterloo, and an Urdu poet.[1][2]", "26731742": "Hironari Miyazawa (宮沢 弘成, Miyazawa Hironari, 1927–2023) was a Japanese particle and nuclear physicist, known for his work in supersymmetry, which was first proposed by Miyazawa in 1966 as a possible symmetry between mesons and baryons.[3][4][5][6]", "25486564": "Gerasimos D. Danilatos (also known as Gerry D. Danilatos) (born circa 1946) is a Greek-Australian physicist and inventor of the environmental scanning electron microscope (ESEM).[1][2]", "11494642": "David Elazzar Kaplan is a theoretical particle physicist at the Johns Hopkins University.", "51176694": "Mercedes Tharam Richards (Kingston, 14 May 1955 – Hershey, 3 February 2016),[1] née Davis, was a Jamaican astronomy and astrophysics professor.[2] Her investigation focused on computational astrophysics, stellar astrophysics and exoplanets and brown dwarfs,[3] and the physical dynamics of interacting binary stars systems.[1] However, her pioneering research in the tomography of interacting binary star systems and cataclysmic variable stars[2] to predict magnetic activity and simulate gas flow is her most known work.[1]", "54453497": "Jane Greaves is a Professor of Astronomy based at Cardiff University. While at the University of St Andrews she led the team which discovered a protoplanet within the protoplanetary disk around the young star HL Tauri.[1]", "36168953": "Yoshio Koide (小出 義夫, Koide Yoshio, born May 16, 1942 in Kanazawa, Ishikawa) is a Japanese theoretical physicist working in particle physics. Koide is known for his eponymous Koide formula, which some physicists think has great importance but which other physicists contend is merely a numerical coincidence.", "36005113": "Kenneth William Ford (born May 1, 1926) is an American theoretical physicist, teacher, and writer, currently residing near Philadelphia, Pennsylvania. He was the first chair of the physics department at the University of California, Irvine, and later served as president of the New Mexico Institute of Mining and Technology (New Mexico Tech) and as Executive Director and CEO of the American Institute of Physics.", "42329340": "Nergis Mavalvala (born 1968) is a Pakistani-American astrophysicist. She is the Curtis and Kathleen Marble Professor of Astrophysics at the Massachusetts Institute of Technology (MIT), where she is also the dean of the university's school of science. She was previously the Associate Head of the university's Department of Physics.[1] Mavalvala is best known for her work on the detection of gravitational waves in the Laser Interferometer Gravitational-Wave Observatory (LIGO) project,[1][2] and for the exploration and experimental demonstration of macroscopic quantum effects such as squeezing in optomechanics. She was awarded a MacArthur Fellowship in 2010.[3][4][5]", "5694717": "Chih-Kung Jen (Chinese: 任之恭; pinyin: Rén Zhīgōng; August 15 or October 2, 1906 – November 19, 1995) was a Chinese physicist who emigrated to the U.S. and participated in some of the 20th century's major scientific, political and social developments in both the United States and China.", "713982": "Doctor Light is the name of two characters appearing in media published by DC Comics: supervillain Arthur Light and superhero Jacob Finlay.[1]", "38069507": "George Brown Arfken (November 20, 1922 – October 8, 2020) was an American theoretical physicist and the author of several mathematical physics texts.[1] He was a physics professor at Miami University from 1952 to 1983 and the chair of the Miami University physics department 1956–1972.[2] He was an emeritus professor at Miami University.[3] Arfken was also an authority on Canadian philately.[4]", "40854797": "Jens Rud Nielsen (22 September 1894 – 20 April 1979) was born in Copenhagen [2] and was an esteemed physicist at the University of Oklahoma. He immigrated to the United States in 1922. He was awarded the John Simon Guggenheim Fellowship in 1931.", "779536": "Fat Man and Little Boy (released in the United Kingdom as Shadow Makers) is a 1989 American epic historical\nwar drama film directed by Roland Joffé, who co-wrote the script with Bruce Robinson. The story follows the Manhattan Project, the secret Allied endeavor to develop the first nuclear weapons during World War II. The film is named after \"Little Boy\" and \"Fat Man\", the two bombs dropped on the Japanese cities of Hiroshima and Nagasaki, respectively.", "50717985": "Boris Pritychenko (Russian: Борис Васильевич Притыченко) is a Russian–American nuclear physicist. He compiles experimental data, works on nuclear databases, and serves as editor-in-chief of the journal Atomic Data and Nuclear Data Tables.", "54158629": "Lars Ivar Samuelson (born 20 December 1948) is a Swedish physicist and professor in nanotechnology and semiconductor electronics[6] at Lund University.", "32761131": "Richard Warren Aldrich is an American neuroscientist who is currently the Karl Folkers Chair of Interdisciplinary Medical Research and Professor of Neurobiology in the School of Biological Sciences at the University of Texas.", "26371373": "Ioannis Liritzis  (Greek: Ιωάννης Λυριντζής; born 2 November 1953) is professor of physics in archaeology (archaeometry) and his field of specialization is the application of natural sciences to archaeology and cultural heritage. He studied physics at the University of Patras and continued at the University of Edinburgh, where he obtained  his Ph.D. in 1980. Since then, he undertook postgraduate work at the University of Oxford,  Université Bordeaux III, University of Edinburgh and the Academy of Athens.", "255286": "James Alfred Van Allen (September 7, 1914 – August 9, 2006) was an American space scientist at the University of Iowa. He was instrumental in establishing the field of magnetospheric research in space.", "23520574": "Johann Rafelski (born 19 May 1950) is a German-American theoretical physicist. He is a professor of physics at the University of Arizona in Tucson,[1] guest scientist at CERN (Geneva),[2] and has been LMU-Excellent Guest Professor at the Ludwig Maximilian University of Munich in Germany.", "54388042": "Arianna Wright Rosenbluth (September 15, 1927 – December 28, 2020) was an American physicist who contributed to the development of the Metropolis–Hastings algorithm. She wrote the first full implementation of the Markov chain Monte Carlo method.", "57664844": "Anders Gösta Ekspong (born Anders Gösta Carlson[1] on 24 February 1922 in Skogstorp, Husby-Rekarne Township, Södermanland County, – 24 February 2017[2]) was a Swedish physicist and former professor at Stockholm University.[3] His main area of work was atomic physics. Ekspong defended his thesis for doctorate in 1955 at Uppsala University with a dissertation on Cosmic Radiation under supervision of Axel E. Lindh.[4]", "34727249": "H. John Caulfield (March 25, 1936 – January 31, 2012) was an American physicist who specialized in holography and optical computing. He was the author of numerous refereed publications, a Fellow of the Optical Society of America and the SPIE. He was also awarded the SPIE Gold Medal in 2005.", "53765461": "Krityunjai Prasad Sinha (5 July 1929 – 23 January 2023) was an Indian theoretical physicist and an emeritus professor at the Indian Institute of Science. Known for his research in solid-state physics and cosmology, Sinha was elected a fellow of all the three major Indian science academies – the Indian National Science Academy, the Indian Academy of Sciences, and the National Academy of Sciences, India. In 1974, the Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest honors in Indian science, in recognition of his contributions to the field of physical sciences.[1][note 1]", "288092": "Robert W. Bussard (August 11, 1928 – October 6, 2007) was an American physicist who worked primarily in nuclear fusion energy research. He was the recipient of the Schreiber-Spence Achievement Award for STAIF-2004.[1] He was also a fellow of the International Academy of Astronautics and held a Ph.D. from Princeton University.[2]", "43640157": "William Graham Hoover is an American computational physicist.", "43640160": "Moshe Carmeli (Hebrew: משה כרמלי, 1933–2007) was the Albert Einstein Professor of Theoretical Physics, Ben Gurion University (BGU), Beer Sheva, Israel and President of the Israel Physical Society.[1]  He received his D.Sc. from the Technion-Israel Institute of Technology in 1964.[1]  He became the first full professor at BGU's new Department of Physics.[2]  He did significant theoretical work in the fields of cosmology, astrophysics, general and special relativity, gauge theory, and mathematical physics, authoring 4 books, co-authoring 4 others, and publishing 128 refereed research papers in various journals and forums, plus assorted other publications (146 in all).[1]  He is most notable for his work on gauge theory and his development of the theory of cosmological general relativity, which extends Albert Einstein's theory of general relativity from a four-dimensional spacetime to a five-dimensional space-velocity framework.", "1959265": "Arthur Robert von Hippel (November 19, 1898 – December 31, 2003)[1] was a German American materials scientist and physicist. Von Hippel was a pioneer in the study of dielectrics, ferromagnetic and ferroelectric materials, and semiconductors and was a codeveloper of radar during World War II.[2]", "222567": "Igor Vasilyevich Kurchatov (Russian: Игорь Васильевич Курчатов; 12 January 1903 – 7 February 1960), was a Soviet physicist who played a central role in organizing and directing the former Soviet program of nuclear weapons.[2]", "4842861": "Thomas-François Dalibard (French pronunciation: [tɔma fʁɑ̃swa dalibaʁ]; born in Crannes-en-Champagne, France in 1709, died in 1778) was a French physicist who performed the first lightning rod experiment.[1] He was married to the novelist and playwright Françoise-Thérèse Aumerle de Saint-Phalier.[2]", "70215023": "Pranab Rebatiranjan Dastidar (10 July 1933 – 11 February 2022) was an Indian electronics engineer and nuclear physicist. He was a director of Bhabha Atomic Research Center.[2] Dastidar led the Electronic Detonation System in Smiling Buddha project, India's first ever nuclear bomb test.[5] He received Padma Shri in 1975.[6] He died at California on 11 February 2022.[3]", "21751157": "Arthur Jules Morin (19 October 1795 – 7 February 1880) was a French physicist. He conducted experiments in mechanics and invented the Morin dynamometer. He introduced the term coefficient of friction and demonstrated its utility.[1]", "70149498": "Wakefield Scott Stornetta (born June 1959) is an American physicist and scientific researcher. His 1991 paper \"How to Time-Stamp a Digital Document”,[1] co-authored with Stuart Haber, won the 1992 Discover Award for Computer Software and is considered to be one of the most important papers in the development of cryptocurrencies.[2][3]", "34071931": "William Zev Hassid (1899–1974) was a pioneer research scientist in sugar biochemistry, who announced the synthesis of sucrose in 1944.[1] He received the Sugar Research Award of the National Academy of Sciences (jointly with Doudoroff and Barker) for this discovery in 1945.[2][3]\nHe also received the Charles Reid Barnes Honorary Life Membership Award of the American Society of Plant Physiologists (1964),[4] and the C. S. Hudson Award of the American Chemical Society (1967).\nIn 1972 he was recognized the Sixth International Symposium on Carbohydrate Chemistry as one of three outstanding senior American carbohydrate chemists.  Hassid served as a member of the National Academy of Sciences and the American Academy of Arts and Sciences, and as Chairman of the Division of Carbohydrate Chemistry of the American Chemical Society (1949–1950).", "13788542": "Marc A. Kastner (born November 20, 1945) is an American physicist and Donner Professor of Science and the former dean of the School of Science at the Massachusetts Institute of Technology. Currently he is president of the Science Philanthropy Alliance.", "52684159": "Sir Frederick William George White KBE FAA FRS (26 May 1905 – 17 August 1994) was a New Zealand-born Australian physicist and ornithologist who was Chairman of CSIRO from 1959 to 1970.[2][3][4][5]", "61957505": "Lenka Zdeborová (born 24 November 1980)[1] is a Czech physicist and computer scientist who applies methods from statistical physics to machine learning and constraint satisfaction problems. She is a professor of physics and computer science and communication systems at EPFL (École Polytechnique Fédérale de Lausanne).[2][3]", "42362243": "Duncan G. Steel (born 1951) is an American experimental physicist, researcher and professor in quantum optics in condensed matter physics. He is the Robert J. Hiller Professor of Electrical Engineering, Professor of Physics, Professor of Biophysics, and Research Professor in the Institute of Gerontology at the University of Michigan.[1] Steel is also a Guggenheim Scholar and a Fellow of American Physical Society, the Optical Society of America, and the Institute of Electrical and Electronics Engineers. He coedited the five-volume series on the Encyclopedia of Modern Optics.[2]", "61040005": "Peter Vincent Ridd is an Australian physicist, author, and former professor at James Cook University (JCU), North Queensland, Australia. Ridd is known for his participation in a media campaign seeking to discredit the science informing the protection of the Great Barrier Reef.[2][3][4]", "34301320": "Bernd T. Matthias (June 8, 1918 – October 27, 1980[1]) was a German-born American physicist credited with discoveries of hundreds of elements and alloys with superconducting properties.[2][3] He was said to have discovered more elements and compounds with superconducting properties than any other scientist.[4]", "58761": "Heike Kamerlingh Onnes (Dutch pronunciation: [ˈɦɛikə ˈkaːmərlɪŋ ˈɔnəs]; 21 September 1853 – 21 February 1926) was a Dutch physicist and Nobel laureate. He exploited the Hampson–Linde cycle to investigate how materials behave when cooled to nearly absolute zero and later to liquefy helium for the first time, in 1908. He also discovered superconductivity in 1911.[1][2][3]", "63137166": "James F. Drake (born June 26, 1947) is an American theoretical physicist who specializes in plasma physics.[1] He is known for his studies on plasma instabilities[2][3] and magnetic reconnection[4][5] for which he was awarded the 2010 James Clerk Maxwell Prize for Plasma Physics by the American Physical Society.[6]", "35874196": "Josef Karl Franz Otto Geitler, Ritter von Armingen (14 September 1870 – 20 June 1923) was an Austrian physicist born in Smíchov, today a district in Prague. He is remembered for his investigations of electromagnetic waves.", "36529558": "John Oluseun Dabiri[1] is a Nigerian-American aeronautics engineer and the Centennial Chair Professor at the California Institute of Technology (Caltech), with appointments in the Graduate Aerospace Laboratories (GALCIT) and Mechanical Engineering.[2] His research focuses on unsteady fluid mechanics and flow physics, with particular emphasis on topics relevant to biology, energy, and the environment.  He is best known for his research of the hydrodynamics of jellyfish propulsion and the design of a vertical-axis wind farm adapted from schooling fish. He is the director of the Biological Propulsion Laboratory,[3] which examines fluid transport with applications in aquatic locomotion, fluid dynamic energy conversion, and cardiac flows, as well as applying theoretical methods in fluid dynamics and concepts of optimal vortex formation.", "3171735": "Steven Earl Jones (born March 25, 1949)[1] is an American physicist. Among scientists, Jones became known for his research into muon-catalyzed fusion and geo-fusion.[2][3][4] Jones is also known for his association with 9/11 conspiracy theories.[5][6] Jones has claimed that mere airplane crashes and fires could not have resulted in so rapid and complete a fall of the World Trade Center Towers and 7 World Trade Center, suggesting controlled demolition instead.[6][7]  In late 2006, some time after Brigham Young University (BYU) officials placed him on paid leave, he elected to retire in an agreement with BYU.[8] Jones continued research and writing following his early retirement from BYU, including a paper published in Europhysics News in August 2016.[9]", "45671841": "Riccardo Levi-Setti (July 11, 1927 – November 8, 2018[1]) was an Italian emeritus professor of physics and paleontology at the University of Chicago[2] and a Holocaust survivor.[3]", "7267746": "John Cromwell Mather (born August 7, 1946, Roanoke, Virginia) is an American astrophysicist, cosmologist and Nobel Prize in Physics laureate for his work on the Cosmic Background Explorer Satellite (COBE) with George Smoot.", "70247846": "Gabriel C. Spalding is an American physicist.", "44787116": "Pedro Gil Ferreira (born 18 March 1968) is a Portuguese astrophysicist and author.[2][3] As of 2016 he is Professor of Astrophysics at the University of Oxford,[4] and a fellow of Wolfson College.", "38397364": "Salvatore Torquato is an American theoretical scientist born in Falerna, Italy. His research work has impacted a  variety of fields, including physics,[6]\nchemistry,[7] applied and pure mathematics,[8] materials science,[9] engineering,[10] and biological physics. He is the Lewis Bernard Professor of Natural Sciences in the department of chemistry and Princeton Institute for the Science and Technology of Materials at Princeton University. He has been a senior faculty fellow in the Princeton Center for Theoretical Science, an enterprise dedicated to exploring frontiers across the theoretical natural sciences. He is also an associated faculty member in three departments or programs at Princeton University: physics, applied and computational mathematics, and mechanical and aerospace engineering. On multiple occasions, he was a member of the schools of mathematics and natural sciences at the Institute for Advanced Study, Princeton, New Jersey.[11]", "43017653": "Oriol Bohigas i Martí (22 December 1937 – 22 October 2013) was a Spanish and French physicist.", "55633332": "Junichiro Kono is a professor in the Departments of Electrical and Computer Engineering, Physics and Astronomy, and Materials Science and NanoEngineering, at Rice University.", "48031159": "Maria Strømme, (born 7 April 1970 in Svolvær) is a Norwegian physicist who lives and works in Sweden.", "57402809": "Sinéad Majella Griffin (born July 20, 1986) is an Irish physicist working at Lawrence Berkeley National Laboratory on high energy physics and condensed matter. She won the 2017 Swiss Physical Society Award in General Physics.", "38462910": "Herman Postma (March 29, 1933 – November 7, 2004) was an American scientist and educational leader. Born in Wilmington, North Carolina, he moved to Oak Ridge, Tennessee, in 1959 after attending Duke, Harvard and MIT. Much of Postma's career was at Oak Ridge National Laboratory where he served as Laboratory Director from 1974 to 1988.", "62973377": "Stanley Sweet Hanna (17 May 1920, in Sagaing – 27 December 2012, in Palo Alto, California) was an American physicist.", "68380099": "Paul K. Kearns is an American physicist. He received his bachelor’s degree from Purdue University in Natural Resources & Environmental Science in 1976 and a masters and Ph.D. in bionucleonics from Purdue University in 1977 and 1980, respectively.", "55469508": "Nora Berrah is an Algerian physicist who studies how light and matter interact. She is a professor at the University of Connecticut, where she previously was chair of the physics department.", "68609477": "Sergei Vladimirovich Orlov (Сергей Владимирович Орлов; 18 August 1880 – 12 January 1958) was an astrophysicist. His main work was on cometary orbits, origins, forms and classifications. He contributed to mathematical approaches to predicting the variation in cometary brightness and intensity along its orbit.", "681413": "Paul Langevin[1] (/lænʒˈveɪn/;[2] French: [pɔl lɑ̃ʒvɛ̃]; 23 January 1872 – 19 December 1946) was a French physicist who developed Langevin dynamics and the Langevin equation. He was one of the founders of the Comité de vigilance des intellectuels antifascistes, an anti-fascist organization created after the 6 February 1934 far right riots. Being a public opponent of fascism in the 1930s resulted in his arrest and being held under house arrest by the Vichy government for most of World War II. Langevin was also president of the Human Rights League (LDH) from 1944 to 1946, having recently joined the French Communist Party.", "66315722": "Irene Georgakoudi (born 7 June 1971) is a Greek biophysicist and Professor of Biomedical Engineering at Tufts University, where her work focuses on developing non-invasive medical imaging techniques based on optical spectroscopy for applications in medical diagnostics and therapeutics.", "45376975": "Arthur Weglein is an American seismologist. He is the Hugh Roy & Lillie Cranz Cullen distinguished professor of physics at the University of Houston, and director of its Mission-oriented Seismic Research Program. He received the Townsend Harris Medal of the City College of New York in 2008 for his contributions to seismology. He received the Reginald Fessenden Award[1] of the Society of Exploration Geophysicists in 2010.[2]\nHe received the Maurice Ewing Medal of the Society of Exploration Geophysicists in 2016.", "714192": "Antonia Caetana de Paiva Pereira Maury (March 21, 1866 – January 8, 1952) was an American astronomer who was the first to detect and calculate the orbit of a spectroscopic binary.  She published an important early catalog of stellar spectra using her own system of stellar classification, which was later adopted by the International Astronomical Union. She also spent many years studying the binary star Beta Lyrae.  Maury was part of the Harvard Computers, a group of female astronomers and human computers at the Harvard College Observatory.", "25224659": "Donald G. Ivey (6 February 1922 - 25 June 2018) was the principal of the University of Toronto's New College from 1963 to 1974.", "57075159": "Suzanne Mary Imber (born May 1983) is a British planetary scientist specialising in space weather at the University of Leicester.[2] She was the winner of the 2017 BBC Two television programme Astronauts, Do You Have What It Takes?.[3][4]", "39085527": "Alexander Suss Langsdorf Jr. (May 30, 1912 – May 24, 1996) was an American physicist on the team that developed the atomic bomb and several devices related to nuclear physics. He was a vocal opponent of the use and proliferation of nuclear weapons.[2]", "25912801": "Andrew E. Lange (July 23, 1957 – January 22, 2010)[1] was an astrophysicist and Goldberger Professor of Physics at the California Institute of Technology in Pasadena, California. Lange came to Caltech in 1993 and was most recently the chair of the Division of Physics, Mathematics and Astronomy. Caltech's president Jean-Lou Chameau called him \"a truly great physicist and astronomer who had made seminal discoveries in observational cosmology\".[2]", "64415202": "Gerhard Neukum (1944-2014) was a German planetary scientist who worked on the chronology of solar system bodies.  He obtained a Ph.D. in physics at the Heidelberg University.  He was a professor at the Ludwig Maximilian University of Munich and at the Free University of Berlin.[1]", "60810724": "Richard Allen Isaacson (born October 6, 1941)[2]  is a retired American physicist who has been cited by 2017 Nobel Laureate Rainer Weiss as indispensable to the LIGO gravitational wave project.[3] Isaacson's 1967 PhD dissertation established that the theoretical gravitational waves had features similar to other known types of waves.[4] Isaacson went on to champion the LIGO project as the NSF Program Director of Gravitational Physics for decades.  Weiss and fellow Laureate Kip Thorne have honored Isaacson by endowing the American Physical Society's  Richard A. Isaacson Award in Gravitational-Wave Science[5][6]", "62907877": "Mark G. Alford (born 3 July 1962) is a theoretical physicist and former chair (2012-2022) of the Department of Physics at Washington University in St. Louis.[1] He researches dense matter inside neutron stars.[2][3][4]", "47474151": "Richard John Blaikie (born 25 August 1965) is a physicist who works in the field of nano-scale optics. He is currently Deputy Vice-Chancellor (Research and Enterprise) at the University of Otago.", "39806442": "Charlotta Frölich (28 November 1698 – 21 July 1770) was a Swedish writer, historian, agronomist and poet. She sometimes used the pseudonym Lotta Triven. She published poems, stories, and work about political and scientific subjects. She was the first female to be published by the Royal Swedish Academy of Sciences.", "14247406": "Ulf Lindström (born 12 November 1947) is a Swedish theoretical physicist working in the fields of string theory, supersymmetry, and general relativity.", "50030070": "Jan Korringa (31 March 1915 – 9 October 2015) was a Dutch American theoretical physicist, specializing in theoretical condensed matter physics. He also contributed to the KKR Method.", "17556982": "Hannspeter Winter (born in Wels on 22 August 1941; died in Vienna on 8 November 2006) was an Austrian plasma physicist who did research on hollow atoms[1] and held a full professorship at the TU Wien. He won the Austrian Cross of Honour for Science and Art, 1st class in 2001 and the prestigious German Alexander von Humboldt Research Prize in 2003.  He was co-editor of Europhysics Letters, Heavy Ion Physics, Plasma Physics and Controlled Fusion and has published approximately 270 peer-reviewed papers in international scientific journals. He was married to the Austrian judge Renate Winter.", "20211192": "Heinrich Streintz (May 7, 1848 in Vienna – November 11, 1892 in Graz ) was an Austrian physicist.", "27846134": "Alexey Ekimov  or Aleksey Yekimov[1] (Russian: Алексей Екимов; born 1945) is a Russian[2] solid state physicist and a pioneer in nanomaterials research. He discovered the semiconductor nanocrystals known as quantum dots in 1981, while working at the Vavilov State Optical Institute.[3][4][5] In 2023, he was awarded the Nobel Prize in Chemistry for this discovery.", "5957114": "Raymond Lee Orbach (born 1934) is an American physicist and administrator.  He served as Under Secretary for Science in the United States Department of Energy from 2006 until 2009, when he was replaced by Steven E. Koonin. Until his resignation in December 2012,[1] Orbach was director of the Energy Institute at the University of Texas at Austin.[2] Orbach continues to do research as a tenured professor in the Cockrell Family Dean's Chair for Engineering Excellence at the University of Texas.", "4089336": "Lev Pavlovich Rapoport (Russian: Лев Павлович Рапопорт, January 13, 1920 – September 15, 2000) was well known for his pioneering works in nuclear and atomic theoretical physics.", "70313472": "Eva Julia Augusta Ramstedt (15 September 1879 – 11 September 1974) was a Swedish physicist who specialized in radiology and studied under Nobel laureate Marie Curie.[1] She was heavily involved in women's rights in academia and was among the founding members of an association for female academics now known as Kvinnliga Akademikers Förening. Due in part to the association's efforts, several legal changes were enacted that nudged Swedish female academics closer to having the same rights as their male colleagues, including a change to the Basic Laws of Sweden in 1909 and universal suffrage in 1921.[2]", "8873476": "Frank Farmer OBE (18 September 1912 – 16 July 2004) was an English physicist, and a pioneer in the application of physics to medicine, particularly in relation to the practical aspects of cancer treatment by radiation.[1][2][3][4]", "65922566": "Karin M. Rabe (born 1961)[1] is an American condensed matter and computational materials physicist known for her studies of materials near phase transitions, including ferroelectrics, multiferroics, and martensites.[2][3] She also works on the theoretical design of new materials.[4] She is a distinguished professor and Board of Governors Professor of Physics at Rutgers University.[5]", "13821458": "James Jeffrey Binney, FRS, FInstP (born 12 April 1950) is a British astrophysicist. He is a professor of physics at the University of Oxford and former head of the Sub-Department of Theoretical Physics as well as an Emeritus Fellow of Merton College. Binney is known principally for his work in theoretical galactic and extragalactic astrophysics, though he has made a number of contributions to areas outside of astrophysics as well.", "33252897": "Mārcis Auziņš (born 11 January 1956) is a Latvian physicist. From 2007 to 2015 he served as the rector of the University of Latvia. In 1998, Auziņš was also elected a member of the Latvian Academy of Sciences. In 2005 he was a visiting Miller professor at University of California, Berkeley[1]", "48817699": "David P. DiVincenzo (born 1959) is an American theoretical physicist. He is the director of the Institute of Theoretical Nanoelectronics at the Peter Grünberg Institute at the Forschungszentrum Jülich and professor at the Institute for Quantum Information at RWTH Aachen University. With Daniel Loss (at the University of Basel), he proposed the Loss–DiVincenzo quantum computer in 1997,[2] which would use electron spins in quantum dots as qubits.[3]", "70739493": "Isaac Wulfovich Beilin (Russian: Исаак Вульфович Бейлин; died March 9, 1897) was an Imperial Russian teacher and physician.", "4417067": "Arthur Scott Lodge (20 November 1922 – 24 June 2005) was a prominent rheologist and the originator of the Lodge elastic liquid constitutive equation and inventor of the Lodge Stressmeter.  Author of two important textbooks in rheology (Elastic Liquids and Body Tensor Fields in Continuum Mechanics) he was one of the founding members of the Rheology Research Center at the University of Wisconsin–Madison, USA.", "43574833": "Étienne Samuel Biéler (3 February 1895 – 25 July 1929) was a Swiss-born Canadian physicist who made important advances in the study of the strong interaction that holds the atomic nucleus together.", "1074739": "Seth Henry Neddermeyer (September 16, 1907 – January 29, 1988) was an American physicist who co-discovered the muon, and later championed the implosion-type nuclear weapon while working on the Manhattan Project at the Los Alamos Laboratory during World War II.", "38200888": "Robert Simpson Silver CBE, MA, Ph.D, D.Sc., D.Tech, F.I.Mech.E, F.Inst.P, FRSE  (1913–1997) was a Scottish physicist and mechanical engineer, awarded the Unesco Prize for Science in 1968 for his discovery of a process for the demineralisation of sea water. Prior to his work there had been no commercially viable desalination process that involved continuous flow; plants had to be stopped and emptied of accumulated salt from time to time, such as when a passenger liner using desalination was in port. Silver performed a thermodynamic analysis (now known as \"Second Law Analysis\") [1] showing that reverse osmosis and \"multi-stage flash\" were the optimal processes for purification of water. As reverse osmosis technology was less advanced in the mid-20th century he designed multi-stage flash equipment, of which the first operational large-scale installation was in Kuwait.", "50357822": "Norman Myles Kroll (6 April 1922, Tulsa, Oklahoma – 8 August 2004, La Jolla, California) was an American theoretical physicist, known for his pioneering work in QED.[1]", "32532034": "Vahagn \"Vahe\" Gurzadyan (Armenian: Վահագն Գուրզադյան; born 21 November 1955) is an Armenian mathematical physicist and a professor and head of Cosmology Center at Yerevan Physics Institute, Yerevan , Armenia, best known for co-writing \"Concentric circles in WMAP data may provide evidence of violent pre-Big-Bang activity\"[1]\npaper with his colleague, Roger Penrose, and collaborating on Roger Penrose's recent book Cycles of Time.", "2418245": "Cheick Modibo Diarra (born 1952) is a Malian astrophysicist, businessman, and politician who was acting Prime Minister of Mali from April 2012 to December 2012.", "56518215": "Richard Latter (20 February 1923 – 2 December 1999) was a theoretical physicist, who was famous for his political involvement in the United States during the Cold War, where he warned against MIRVs developed in Soviet Russia, by which arms-reduction treaties could be evaded.", "2352712": "Jonas Ferdinand Gabriel Lippmann (16 August 1845 – 13 July 1921) was a Franco-Luxembourgish physicist and inventor, and Nobel laureate in physics for his method of reproducing colours photographically based on the phenomenon of interference.[2] His parents were French Jews.", "1041998": "Christof Koch (/kɒx/ KOKH;[1] born November 13, 1956) is a German-American neurophysiologist and computational neuroscientist best known for his work on the neural basis of consciousness. He is the president and chief scientist of the Allen Institute for Brain Science in Seattle. From 1986 until 2013, he was a professor at the California Institute of Technology.[2]", "45049422": "Charles James \"Chuck\" Hailey is an experimental astrophysicist and Pupin Professor of Physics at Columbia University. He earned his BA in physics from Cornell University in 1977 and his PhD from Columbia in 1983, with a thesis entitled \"The Development of an Imaging Gas Scintillation Proportional Counter for Use in X-ray Astronomy.\" He received tenure from Columbia University in 1995.[1] Hailey's research focuses on high energy astrophysics and experimental particle physics. He is co-director of the Columbia Astrophysics Laboratory, where he works on gamma-ray and X-ray research.[1]", "63137361": "Roy Walter Gould (April 25, 1927 – February 19, 2022) was an American electrical engineer and physicist who specialized in plasma physics.[1] In 1959, he (together with Alvin Trivelpiece) was the first to describe electrostatic waves that were propagating at the boundary of a magnetized plasma column, now commonly known as Trivelpiece–Gould modes.[2]", "59860569": "Hou Xun ([xôʊ ɕy̌n]; Chinese: 侯洵; born 6 December 1936) is a Chinese optical physicist, specializing in optoelectronics. He is a research professor and former director (1986–1995) of the Xi'an Institute of Optics and Precision Mechanics. He won the State Science and Technology Progress Award three times and was elected an academician of the Chinese Academy of Sciences in 1991.", "7267936": "George Fitzgerald Smoot III (born February 20, 1945) is an American astrophysicist, cosmologist, Nobel laureate, and the second contestant to win the $1 million prize on Are You Smarter than a 5th Grader?. He won the Nobel Prize in Physics in 2006 for his work on the Cosmic Background Explorer with John C. Mather that led to the \"discovery of the black body form and anisotropy of the cosmic microwave background radiation\".", "8087137": "Adriano de Paiva (1847–1907)  was a Portuguese scientist who was one of the pioneers of telectroscope. He worked at the Politechnical Academy of Porto and conducted research into selenium as a material to transmit images.", "70346341": "Calvin Rudolph Howell (born December 7, 1955) is an American physicist and professor at Duke University in Durham, North Carolina.", "25945701": "Nikolay Borisovich Sukhomlin (Russian: Николай Борисович Сухомлин; April 1945, in Leningrad – 12 January 2010, in Haiti) was a Russian scientist who discovered new solutions and symmetry for the Black-Scholes equation.[1][2]", "1074789": "Robert Serber (March 14, 1909 – June 1, 1997) was an American physicist who participated in the Manhattan Project. Serber's lectures explaining the basic principles and goals of the project were printed and supplied to all incoming scientific staff, and became known as The Los Alamos Primer. The New York Times called him “the intellectual midwife at the birth of the atomic bomb.”[2]", "27944552": "Andrei Sergeyevich Monin (Russian: Андрей Сергеевич Монин; 2 July 1921 – 22 September 2007) was a Soviet and Russian geophysicist, mathematician, and oceanographer. Monin was known for his contributions to statistical theory of turbulence and atmospheric physics. He served as the Director of the P.P. Shirshov Institute of Oceanology of the Academy of Sciences of the Soviet Union.[1] He was instrumental in developing the Shirshov Institute into one of the largest scientific centers for ocean and earth science studies.[2]", "49833573": "Joseph L. Kirschvink (born 1953) is an American geologist and geophysicist.  He is the Nico and Marilyn Van Wingen Professor of Geobiology at Caltech,[1] known for contributions to paleomagnetism[2] and biomagnetism[3] (discovery of the first magnetofossils) and the Snowball Earth hypothesis.[4] He is also Principal Investigator (PI) of Earth–Life Science Institute.", "28108397": "Dimitar D. Sasselov (Bulgarian: Димитър Д. Съселов; born 1961) is a Bulgarian astronomer based in the United States. He is a Professor of Astronomy at Harvard University and director of the Harvard Origins of Life Initiative.[1] In 2002, Sasselov led a team that discovered the most distant planet in the Milky Way known at the time.[2]", "64972399": "Galina Khitrova (1959 – June 4, 2016) was a Russian-American physicist and optical scientist known for her research on cavity quantum electrodynamics, excitons, nonlinear optics, quantum dots, and vacuum Rabi oscillations. She was a professor of optical sciences at the University of Arizona.[1][2]", "747120": "Henry Augustus Rowland ForMemRS HonFRSE (November 27, 1848 – April 16, 1901) was an American physicist and Johns Hopkins educator.  Between 1899 and 1901 he served as the first president of the American Physical Society.  He is remembered for the high quality of the diffraction gratings he made and for the work he did with them on the solar spectrum.", "55830128": "Jane MacArthur FRAS is a British planetary scientist and science writer based in Leicester.", "69461620": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "70248058": "Chien-Peng Yuan is a Taiwanese physicist.", "33777276": "Helen Dannetun (born 1957) is a Swedish professor of physics and rector of Linköping University.", "12248701": "Bunji Sakita (崎田 文二, Sakita Bunji, 1930 – August 31, 2002) was a Japanese-American theoretical physicist who made important contributions in quantum field theory, superstring theory and discovered supersymmetry in 1971. He was a distinguished professor of physics at the City College of New York.[1]", "28337790": "Vlatko Vedral FInstP is a Serbian-born (and naturalised British citizen) physicist and Professor in the Department of Physics at the University of Oxford and a Fellow of Wolfson College, Oxford.[1]  Until the summer of 2022 he also held a joint appointment at the Centre for Quantum Technologies (CQT) at the National University of Singapore. He is known for his research on the theory of quantum entanglement and quantum information theory.  He has published numerous research papers,[1] which are regularly cited, in quantum mechanics and quantum information, and was awarded the Royal Society Wolfson Research Merit Award in 2007. He has held a lectureship and readership at Imperial College, a professorship at Leeds and visiting professorships in Vienna, Singapore (NUS) and at the Perimeter Institute for Theoretical Physics in Canada.[citation needed]  He is the author of several books, including Decoding Reality.[4]", "1107581": "Bengt Nölting (1 May 1962 – 16 September 2009[1]) was a German physicist and biophysicist who pioneered various methods in biophysics and engineering. Achievements include studying biological macromolecules, the development of self-evolving computer programs, and the development new energy technologies. From 1994–1997 Nölting was scientist at Cambridge University and the Cambridge Centre for Protein Engineering (UK) where he developed, together with Sir Alan R. Fersht, methods for the high resolution of protein folding.", "47408773": "Peter E. Toschek (18 April 1933 – 25 June 2020[1]) was a German experimental physicist who researched nuclear physics, quantum optics, and laser physics. He is known as a pioneer of laser spectroscopy and for the first demonstration of single trapped atoms (ions). He was a professor at Hamburg University.", "32466573": "Adam Frank  (born 1962) is an American physicist, astronomer, and writer. His scientific research has focused on computational astrophysics with an emphasis on star formation and late stages of stellar evolution. His work includes studies of exoplanet atmospheres and astrobiology. The latter include studies of the generic response of planets to the evolution of energy-intensive civilizations (exo-civilizations).", "1795728": "Wu Ta-You (simplified Chinese: 吴大猷; traditional Chinese: 吳大猷; pinyin: Wú Dàyóu) (27 September 1907 – 4 March 2000) was a Chinese physicist and writer who worked in the United States, Canada, mainland China and Taiwan. He has been called the Father of Chinese Physics.[1]", "3794580": "David McNiven Garner (26 November 1928 – 13 May 2016[1]) was notable as a published research physicist, with a focus in physical oceanography and ocean circulation.", "9070229": "Hans Henrik Andersen (May 1, 1937 in Frederiksberg, Denmark – November 3, 2012) was a professor at the Niels Bohr Institute at the University of Copenhagen (emeritus since 2004).[1] He was the founder and subsequently co-editor of the scientific journal \"Nuclear Instruments and Methods in Physics Research B\".", "714394": "Friedrich Carl Alwin Pockels (18 June 1865 – 29 August 1913) was a German physicist.  He was born in Italy to Captain Theodore Pockels and Alwine Becker.  He obtained a doctorate from the University of Göttingen in 1888, and from 1900 to 1913 he was professor of theoretical physics at the University of Heidelberg.", "24897180": "Aslı Erdoğan (born 8 March 1967) is a prize-winning Turkish writer, author, human rights activist, and columnist for Özgür Gündem and formerly for Radikal, ex political prisoner, particle physicist. Her second novel has been published in English,[1][2] and eight books translated into twenty languages.", "27125406": "Tasneem Zehra Husain is a Pakistani theoretical physicist. She is one of few Pakistani women to obtain a doctorate in physics, and the first Pakistani woman string theorist.[1]  An eminent scientist, she has been a guest speaker at a various schools and colleges in an effort to promote science and technology in Pakistan.", "32401056": "Renate Wiener Chasman (January 10, 1932 – October 17, 1977)[1] was a physicist.", "41215648": "Franz Rudolf Paul Gruner (13 January 1869 in Bern – 11 December 1957) was a Swiss physicist.", "17065642": "John Allan Broun FRS (21 September 1817 – 22 November 1879) was a Scottish scientist with interests in magnetism, particularly of the earth, and meteorology. Broun studied in Edinburgh University and worked at the observatory in Makerstoun from 1842 to 1849 before moving to India to work in the Kingdom of Travancore. He continued his studies on geo-magnetism in India and was involved in setting up observatories there apart from managing the Napier Museum in Trivandrum. One of the fundamental discoveries he made was that the Earth loses or gains magnetic intensity not locally, but as a whole. He also found that solar activity causes magnetic disturbances.", "47015594": "Jürgen Renn (born 11 July 1956 in Moers, West Germany) is a German historian of science, and since 1994 Director at the Max Planck Institute for the History of Science in Berlin.", "45508268": "Chandralekha Singh is an Indian-American physicist[1] who is a professor in the Department of Physics and Astronomy at the University of Pittsburgh and the Founding Director of the Discipline-Based Science Education Research Center.[2]", "61793965": "Gale J. Young (1912–1990) was an American engineer, mathematical physicist, biophysicist, and applied mathematician. He is known as a pioneer of nuclear engineering[1] and as one of the namesakes of the Eckart-Young theorem in linear algebra.", "68380333": "Elvira Moya de Guerra (born Elvira Moya Valgañón, 19 February 1947) is a Spanish theoretical nuclear physicist who became the first female full professor of physics in Spain.[1][2] She is a professor emerita of physics at the Complutense University of Madrid.[3] Her research topics have included double beta decay.[4][2]", "255670": "James David Forbes FRS FRSE FGS (1809–1868)[1] was a Scottish physicist and glaciologist who worked extensively on the conduction of heat and seismology. Forbes was a resident of Edinburgh for most of his life, educated at its University and a professor there from 1833 until he became principal of the United College of St Andrews in 1859.", "67888824": "Sara A. Majetich is an American physicist and Professor of Physics at Carnegie Mellon University. Her work considers magnetic nanoparticles and nanostructures for application in spintronic devices. She is a Fellow of the American Physical Society and the Institute of Electrical and Electronics Engineers.", "25061053": "Peter Finke (born 1944) is a German theoretical physicist who participated in Project-706, Pakistan's clandestine nuclear research project. A close associate and friend of the famous Pakistani nuclear engineer Munir Ahmad Khan (late), he is citizen of both Pakistan and Germany. He is one of the European scientists who participated in Project-706 in the 1970s.[1]", "43312833": "Shadia Rifa'i Habbal (Arabic: شادية رفاعي حبال) is a Syrian-American astronomer and physicist specialized in Space physics. A professor of Solar physics, her research is centered on Solar wind and Solar eclipse.", "943811": "Tiberius Cavallo (also Tiberio) (30 March 1749, Naples, Italy – 21 December 1809, London, England) was an Italian physicist and natural philosopher.[1] \nHis interests included electricity, the development of scientific instruments, the nature of \"airs\", and ballooning. \nHe became both a Member of the Royal Academy of Sciences in Naples,[2] and a Fellow of the Royal Society of London in 1779.[3] \nBetween 1780 and 1792, he presented the Royal Society's Bakerian Lecture thirteen times in succession.[4]", "70739662": "Reinhard Stock (born 1938) is a German experimental physicist, specializing in heavy-ion physics.", "779988": "Olinto De Pretto (26 April 1857 – 16 March 1921) was an Italian industrialist and geologist from Schio, Vicenza. There is claimed by an[additional citation(s) needed] Italian mathematician, Umberto Bartocci,[1][2] that De Pretto may have been the first person to derive the energy–mass-equivalence \n\n\n\nE\n=\nm\n\nc\n\n2\n\n\n\n\n{\\displaystyle E=mc^{2}}\n\n, generally attributed to Albert Einstein. But this is refuted by Ignazio Marchioro in Quaderni di Schio, where it shows that the similarity was a coincidence, and that the energy proposed by De Pretto doubles the one of Einstein's formula.[3]\nAlso, De Pretto suggested that radioactive decay of uranium and thorium was an example of mass transforming into energy.[citation needed]", "15099611": "Paul-Quentin Desains (12 July 1817 – 3 May 1885) was a French physicist.", "30861027": "Lieutenant General Kerim Abbasali oghlu Kerimov (Azerbaijani: Kərim Abbasəli oğlu Kərimov, Russian: Керим Аббас-Алиевич Керимов; November 14, 1917 – March 29, 2003) was a Soviet and Russian engineer of Azerbaijani ethnicity and a general in Soviet Army, who is regarded as one of the key scientists and founders in the Soviet Union's space program, and for many years a central figure in the Soviet space program.", "12379876": "Arthur Edwin Covington (21 September 1913 – 17 March 2001) was a Canadian physicist who made the first radio astronomy measurements in Canada. Through these he made the valuable discovery that sunspots generate large amounts of microwaves at the 10.7 cm wavelength, offering a simple all-weather method to measure and predict sunspot activity, and their associated effects on communications. The sunspot detection program has run continuously to this day.", "6743781": "Manuel Sandoval Vallarta (11 February 1899 – 18 April 1977) was a Mexican physicist. He was a Physics professor at both MIT and the Institute of Physics at the National Autonomous University of Mexico (UNAM).[2]", "69297916": "Dimitri Kusnezov is an American physicist and academic who is the under secretary of homeland security for science and technology.[1] He has published over 160 research papers and articles and has over 4000 citations according to Google Scholar.[2]", "38299391": "Jene A. Golovchenko (1946 – November 13, 2018)  was an American physicist. He was born in 1946, and received his PhD in physics in 1972, from Rensselaer Polytechnic Institute. He completed three sets of postdoctoral studies at Aarhus University and spent several years in industry as a Distinguished Member of the Technical Staff at Bell Laboratories in Murray Hill, NJ. His initial interests were in condensed matter physics, nuclear physics, and materials science.", "55666433": "Atish Dabholkar (Marathi अतीश दाभोलकर) is an Indian theoretical physicist. He is currently the Director of the Abdus Salam International Centre for Theoretical Physics (ICTP)  [1] with the rank of Assistant Director-General, UNESCO. Prior to that, he was head of ICTP's High Energy, Cosmology and Astroparticle Physics section,[2] and also Directeur de Recherche at the Centre National de la Recherche Scientifique (CNRS) at Sorbonne University in the \"Laboratoire de Physique Théorique et Hautes Énergies\" (LPTHE).", "48654089": "Trilochan Pradhan (3 January 1929 – 4 December 2021) was an Indian scientist.[1][2]", "34629386": "Norman Apsley OBE FREng[1]  is the former Chief Executive Officer of Catalyst Inc in Belfast, formerly known as the Northern Ireland Science Park.", "60778256": "Qian Ji (Chinese: 钱骥; 27 December 1917 – 28 August 1983) was a Chinese physicist and aerospace engineer who was instrumental in the development of China's first satellite, the Dong Fang Hong I, and its first successful 3-in-1 satellite launch, the Shijian 2. In 1999, he was posthumously awarded the Two Bombs, One Satellite Meritorious Medal.", "15886098": "Włodzimierz Klonowski (1945 – April 4, 2020) was a Polish biomedical physicist who worked in the field of biological engineering.", "2385684": "George Robert Carruthers (October 1, 1939 – December 26, 2020)[1][2] was an African American inventor, physicist, engineer and space scientist. Carruthers perfected a compact and very powerful ultraviolet camera/spectrograph for NASA to use when it launched Apollo 16 in 1972. He designed it so astronauts could use it on the lunar surface, making all adjustments inside their bulky space suits. Upon instructions from Carruthers, they used the camera to record the Earth's outermost atmosphere, noting its variations, and also mapped portions of the far-ultraviolet sky recording stars and galaxies, and the gaseous media between them. In 1970, sending his instruments aboard Aerobee sounding rockets, he had demonstrated that molecular hydrogen exists in the interstellar medium. Among numerous citations and awards, in 2003, Carruthers was inducted into the National Inventors Hall of Fame, and he received an honorary doctorate for Engineering from Michigan Technological University.  He also was awarded the 2011 National Medal for Technology and Invention from President Barack Obama, \"For invention of the Far UV Electrographic Camera, which significantly improved our understanding of space and earth science.\"[3][4]", "354070": "Brian Randolph  Greene[1] (born February 9, 1962) is an  American theoretical physicist and mathematician. Greene was a physics professor at Cornell University from 1990–1995, and has been a professor at Columbia University since 1996 and chairman of the World Science Festival since co-founding it in 2008.  Greene has worked on mirror symmetry, relating two different Calabi–Yau manifolds (concretely relating the conifold to one of its orbifolds).  He also described the flop transition, a mild form of topology change, showing that topology in string theory can change at the conifold point.", "2778906": "Mario Garavaglia (born 1937) is an Argentine physicist.", "26175261": "Rafael Armenteros (1922 – 5 March 2004) was a Spanish particle physicist, who was one of the leading figures in CERN's various bubble chamber experiments.[1] Armenteros got his physics degree from Imperial College London in 1946,[2] and began his scientific career at the University of Manchester. After working on cosmic rays with Blackett and Butler,[3] and later with  Leprince-Ringuet at École Polytechnique,[4] he subsequently worked at CERN with Charles Peyrou.", "39446309": "Stephan W. Koch (23 May 1953 in Frankfurt am Main – 12 September 2022 in Fronhausen[1][2][3]) was a German theoretical physicist. He was a professor at the University of Marburg and works on condensed-matter theory, many-body effects, and laser theory. He is best known for his seminal contributions to the optical and electronic properties of semiconductors, semiconductor quantum optics, and semiconductor laser designs. Major portion of his research work has focused on the quantum physics and application potential of semiconductor nanostructures. Besides gaining fundamental insights to the many-body quantum theory, his work has provided new possibilities to develop, e.g., laser technology, based on accurate computer simulations. His objective has been to self-consistently include all relevant many-body effects in order to eliminate phenomenological approximations that compromise predictability of effects and quantum-device designs.", "63366949": "Barbara A. Bekins is a research hydrologist at the United States Geological Survey. She studies the environmental impact of a crude oil spill near Bemidji, Minnesota. She was elected a member of the National Academy of Engineering in 2020 for contributions to characterizing subsurface microbial populations related to contaminant degradation.", "43575079": "Alan C. Burton MBE (April 18, 1904 – June 27, 1979) was an English-born Canadian physicist. He is considered a founding father of modern biophysics.[1]", "16672553": "Lev Petrovich Bulat (Russian: Лев Петрович Булат; 1947–2016) was a Russian physicist.", "59074346": "Sir Ian Trevelyan Chapman FREng FRS is a British physicist who is the chief executive of the United Kingdom Atomic Energy Authority (UKAEA).[1][2][3][4]", "1042219": "Thomas Howard Stix (July 12, 1924 – April 16, 2001) was an American physicist.  Stix performed seminal work in plasma physics and wrote the first mathematical treatment of the field in 1962's The Theory of Plasma Waves.[1]", "71427881": "Arun Kumar Sarma is the Director General at North East Centre for Technology Application and Reach,[1][2][3] and a former Professor and Dean at Vellore Institute of Technology.", "17458992": "Wolfgang Gentner (23 July 1906 in Frankfurt am Main – 4 September 1980 in Heidelberg)[1] was a German experimental nuclear physicist.", "9168691": "Harold Ray Garner (born 5 February 1954), known informally as \"Skip\", is a biophysicist with research careers in plasma physics, bioengineering and bioinformatics. Garner was born in St. Louis, Missouri.[citation needed]\nHe received his B.S. degree in Nuclear Engineering (minor in computer science) at the University of Missouri, Rolla in 1976 and a PhD in plasma/high temperature matter physics from the University of Wisconsin–Madison in 1982.[1][2] He also holds an honorary professional engineering degree also from the University of Missouri, Rolla.[citation needed]", "41772853": "Steven Jay Schwartz (born September 15, 1951) is a professor of space physics at Imperial College London. He was awarded the Chapman Medal of the Royal Astronomical Society in 2006 \"in recognition of his pioneering work in solar terrestrial physics and space plasma physics\".[1][2] In 2009, he became the head of the Space and Atmospheric Physics Group at Imperial College London.[3]", "49342270": "Burton E Freeman (July 3, 1924 – October 4, 2016) was an American physicist and explosive engineer who researched the calculated expedition timetables for the American Project Orion nuclear propulsion spacecraft in the 1950s and 60s.[1] He calculated timetables for round trips to Mars and Venus.", "4286280": "Horst Stöcker (born 1952 in Frankfurt, West Germany) is a German theoretical physicist and Judah M. Eisenberg Professor Laureatus at the Goethe University Frankfurt.", "68609871": "Xu Houze (4 May 1934 – 31 August 2021) was a Chinese geodesist and geophysicist, and member of Chinese Academy of Sciences.[1]", "2877265": "Stuart Stephen Papworth Parkin (born 9 December 1955[1]) is an experimental physicist, director at the Max Planck Institute of Microstructure Physics in Halle and an Alexander von Humboldt Professor at the Institute of Physics of the Martin-Luther-University Halle-Wittenberg.[2]", "29878101": "Pedro Arrojo-Agudo is a Spanish physicist, economist, environmentalist, and a professor at the University of Zaragoza. He was awarded the Goldman Environmental Prize in 2003, for his contributions to conservation of water.[1] He was made the United Nations Special Rapporteur on the human rights to safe drinking water and sanitation in October 2020.[2]", "2680669": "Giovanni Rossi Lomanitz (10 October 1921 – 31 December 2002) was an American physicist.[1][2]"}