{"52582772": "Pietrino Manca (1927[1]  – 25 January 2001[1]) was an Italian physicist. He studied chemistry at the University of Cagliari under Aldo Iandelli, and graduated in 1951. He later became a professor of the science of materials at the university, and head of its department of physics. He wrote a paper in 1961 describing the relation between gap energy and mean bond energy in semiconductors, later called \"Manca's relation\".[1][2][3] He was nominated for a Nobel Prize in 1987.[4] He died in Cagliari on 25 January 2001.[1]", "53893498": "Shasanka Mohan Roy (born 2 September 1941) is an Indian quantum physicist and a Raja Ramanna fellow of the Department of Atomic Energy at the School of Physical Sciences of Jawaharlal Nehru University. He is also a former chair of the Theoretical Physics Group Committee at Tata Institute of Fundamental Research. Known for developing Exact Integral Equation on pion-pion dynamics, also called Roy's equations, and his work on Bell inequalities, Roy is an elected fellow of all the three major Indian science academies – Indian Academy of Sciences, Indian National Science Academy, and National Academy of Sciences, India – as well as The World Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded Roy the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1981.[1][note 1]", "53074299": "Georg Wilhelm Muncke or Georg Wilhelm Munke (28 November 1772, in Hilligsfeld – 17 October 1847, in Großkmehlen) was a German physicist.", "842109": "Felix Andries Vening Meinesz (30 July 1887 – 10 August 1966) was a Dutch geophysicist and geodesist. He is known for his invention of a precise method for measuring gravity (gravimetry). Thanks to his invention, it became possible to measure gravity at sea, which led him to the discovery of gravity anomalies above the ocean floor. He later attributed these anomalies to continental drift.[1] He was a Fellow of the Royal Society.[1]", "60545408": "Ibrahim I. Cissé is an Nigerien-American biophysicist. He is currently director of the Max Planck Institute of Immunobiology and Epigenetics.[1] Previously, Cissé was at the California Institute of Technology[2] as Professor of Physics and the Massachusetts Institute of Technology as Professor of Physics and Biology.[3][4] He has won several awards for his work, including in 2021 the MacArthur Fellowship.", "16275840": "G. Norris Glasoe (29 October 1902 – May 1987) was an American nuclear physicist. He was a member of the Columbia University team which was the first in the United States to verify the European discovery of the nuclear fission of uranium via neutron bombardment. During World War II, he worked at the MIT Radiation Laboratory. He was a physicist and administrator at the Brookhaven National Laboratory.", "43506050": "Mykhailo Ulyanovych Bilyi (Ukrainian: Михайло Улянович Білий; 12 November 1922 – 5 August 2001) was a Ukrainian and Soviet politician, who served as the Chairman of the Verkhovna Rada of the Ukrainian Soviet Socialist Republic from 1972 to 1980. Since 1969 he was a Corresponding Member of the National Academy of Sciences of Ukraine (then the Academy of Sciences of Ukrainian SSR).", "13293956": "Sir Charles Drummond Ellis FRS[1]  (b. Hampstead, 11 August 1895; died Cookham 10 January 1980) was an English physicist and scientific administrator.  His work on the magnetic spectrum of the beta-rays helped to develop a better understanding of nuclear structure.[2]", "57235848": "Janet Marie Conrad (born 1963) is an American experimental physicist, researcher, and professor at MIT studying elementary particle physics. Her work focuses on neutrino properties and the techniques for studying them. In recognition of her efforts, Conrad has been the recipient of several highly prestigious awards during her career, including an Alfred P. Sloan Research Fellow, a Guggenheim Fellow, and the American Physical Society Maria Goeppert-Mayer Award.", "59824522": "Qian Linzhao (Chinese: 钱临照; Wade–Giles: Ch'ien Lin-chao; 28 August 1906 – 26 July 1999), also known as Tsien Ling-Chao, was a Chinese optical physicist and historian. He was a founding member of the Chinese Academy of Sciences, and served as Vice President of the University of Science and Technology of China. He co-founded the Chinese Electron Microscopy Society, which established the Qian Linzhao Award in his memory.", "16570765": "Walter Herrmann (20 September 1910[1] – 11 August 1987)[2] was a German nuclear physicist and mechanical engineer who worked on the German nuclear energy project during World War II. After the war, he headed a laboratory for special issues of nuclear disintegration at Laboratory V in the Soviet Union.", "2808209": "Bert Schroer (born 10 November 1933 in Gelsenkirchen, Germany) is a German mathematical physicist, now a  visiting professor in Rio de Janeiro and an emeritus professor in Berlin, who is known for his work on algebraic quantum field theory, braid groups, infraparticles, and other issues related to quantum field theory.", "3627411": "Paul Howard Frampton is an English theoretical physicist who works in particle theory and cosmology. From 1996 until 2014, he was the Louis D. Rubin, Jr. Distinguished Professor of physics and astronomy, at the University of North Carolina at Chapel Hill. He is affiliated with the Department of Mathematics and Physics of the University of Salento, in Italy.[1][2][better source needed]", "63232403": "Keith Howard Burrell (born April 13, 1947 in Santa Monica, California) is an American plasma physicist.[1]", "57104789": "University of Ibadan,(B.Sc.)\nUniversity of Ibadan, (M.Sc.)", "2808225": "Sylvester James Gates Jr. (born December 15, 1950), known as S. James Gates Jr. or Jim Gates, is an American theoretical physicist who works on supersymmetry, supergravity, and superstring theory. He currently holds the Clark Leadership Chair in Science with the physics department at the University of Maryland College of Computer, Mathematical, and Natural Sciences. He is also affiliated with the University Maryland's School of Public Policy. He served on former President Barack Obama's Council of Advisors on Science and Technology.[2]", "4544929": "David Keynes Hill FRS[1] (23 July 1915 – 18 August 2002) was a British biophysicist.", "44095908": "Olivier Guyon (born 1975) is a French-American astronomer.  He is an astronomer at the Steward Observatory of the college of science and professor in the James C. Wyant College of Optical Sciences,[1] both of The University of Arizona. He is the SCExAO Project Scientist at the Subaru Telescope. Guyon was awarded a MacArthur Fellowship \"Genius Grant\" in 2012.[2]", "72440228": "Arezoo M. Ardekani is an Iranian-American physicist who is a professor at Purdue University. Her research considers the flow of complex fluids. She was elected a Fellow of the American Society of Mechanical Engineers in 2020 and a Fellow of the American Physical Society in 2022.", "22534568": "Michael L. W. Thewalt (born 5 December 1949 in Karlsruhe, Germany)[1] is a Canadian physicist. He received his BSc from McMaster University in 1972. His MSc and PhD were from the University of British Columbia in the mid-1970s. He teaches at Simon Fraser University and is known for researching semiconductors,[2] especially isotopically enriched silicon.", "67033520": "Leonardo Senatore is an Italian theoretical physicist and professor at the Stanford Institute for Theoretical Physics, the Kavli Institute for Particle Astrophysics and Cosmology, and SLAC. He was recently appointed professor at ETH Zurich.[1]", "62151094": "Taghi Amirani is an Iranian-born English physicist and documentary filmmaker who lives in the United Kingdom.[1] He has worked primarily in television, prior to the release of the film documentary Coup 53 in 2019.[1]", "61888961": "Rita M. Sambruna Commander OMRI FRAS (Hon) is an Italian-American astrophysicist and is the Deputy Director of the Astrophysics Science Division at National Aeronautics and Space Administration's (NASA) Goddard Space Flight Center. From September 2022 to May 2023, she was the Acting Deputy Director of the Science Exploration Directorate at Goddard. Rita held the Clare Boothe Luce Professorship in Physics and Astronomy at George Mason University in 2000-2005.", "66705870": "Hae-Young Kee is a professor in the department of physics at the University of Toronto and is a Canada Research Chair in the Theory of Quantum Materials.[1][2] In 2018, she was elected as a Fellow of the American Physical Society and in 2020 was made a Theoretical Physics Distinguished Fellow from Asia Pacific Center. [3][4]", "13195729": "Janusz Andrzej Zakrzewski (23 July 1932 in Kraków – 26 October 2008 in Warsaw) was a Polish physicist. He was a professor of the University of Warsaw (since 1971), member of the Warsaw Scientific Society (since 1984), Polish Academy of Sciences (1986), Polish Academy of Learning. He served as president of the Polish Physical Society between 1987–1991.", "52746707": "Gerald Dennis Mahan (born November 24, 1937, died November 21, 2021, age 83) was an American condensed matter physicist, with specific research interests in transport and optical properties of materials, and solid-state devices. He was a fellow of the American Physical Society.[1]", "55794130": "A. W. Peet (born 1968)[2] is a professor of physics at the University of Toronto. Peet's research interests include string theory as a quantum theory of gravity, quantum field theory and applications of string theory to black holes, gauge theories, cosmology,[2] and the correspondence between anti-de Sitter space and conformal field theories (Maldacena duality).[3]", "7789016": "Wilhelm Lenz (February 8, 1888 in Frankfurt am Main – April 30, 1957 in Hamburg) was a German physicist, most notable for his invention of the Ising model[1] and for his application of the Laplace–Runge–Lenz vector to the old quantum mechanical treatment of  hydrogen-like atoms.[2]", "58743258": "Ramona Lynn Vogt is a high-energy physicist at Lawrence Livermore National Laboratory.", "4544993": "Maurice Neville Hill FRS[1] (29 May 1919 – 11 January 1966) was a British marine geophysicist.", "46979553": "William Bullerwell FRS[1] FRSE MID (27 September 1916 – 25 November 1977) was a geologist and geophysicist. He was chief geophysicist and deputy director of the Institute of Geological Sciences in Britain. He was one of the first scientists to advocate the use of geothermal energy.[2][3]", "18766313": "Robert Vivian Pound (May 16, 1919 – April 12, 2010)[1] was a Canadian-American[2] physicist who helped discover nuclear magnetic resonance (NMR) and who devised the famous Pound–Rebka experiment supporting general relativity.[3] He became a tenured professor of physics at Harvard without ever having received a graduate degree.", "17324538": "Eric Voice (2 June 1924 – 11 September 2004)  was a British nuclear scientist. He was noted for being against nuclear weapons, his advocacy of nuclear power, and his voluntary intake of plutonium to check its effects.", "30857724": "James Daniel \"BJ\" Bjorken (born 1934) is an American theoretical physicist.  He was a Putnam Fellow in 1954,[1] received a BS in physics from MIT in 1956, and obtained his PhD from Stanford University in 1959.  He was a visiting scholar at the Institute for Advanced Study in the fall of 1962.[2]  Bjorken is emeritus professor in the SLAC Theory Group at the Stanford Linear Accelerator Center, and was a member of the Theory Department of the Fermi National Accelerator Laboratory (1979–1989).", "27580924": "Gerhart Lüders (25 February 1920 – 31 January 1995) was a German theoretical physicist who worked mainly in quantum field theory and was well known for the discovery and a general proof of the CPT theorem. This theorem is also called the Pauli-Lüders theorem and is one of the most fundamental rules of particle physics.", "62380542": "Natan Andrei is an American theoretical physicist who deals with solid state physics and particle physics. He is a distinguished professor at Rutgers University.[1]", "54942207": "Cary B. Forest is professor of physics at the University of Wisconsin–Madison. His research relates to experimental plasma physics on the border between nuclear fusion research and laboratory plasma astrophysics. He is a fellow of the American Physical Society.[1][2]", "55859711": "Fritz Rohrlich (May 12, 1921 – November 14, 2018) was an American theoretical physicist and educator who published in the fields of quantum electrodynamics, classical electrodynamics of charged particles, and the philosophy of science.[1][2]", "60611068": "Glennys Reynolds Farrar (born 1946) is a professor of physics at New York University who specializes in particle physics, cosmology and the study of dark matter.[1][2] She has made several significant contributions to the fields of hadron and dark matter phenomenology, helping to develop the working \"Standard Cosmological Model\".[3][4][5] Farrar is a figure in developing many modern particle-search techniques, achieving numerous recognitions including as the Guggenheim Fellowship for Natural Sciences and Sloan Fellowship. She holds a faculty position at New York University (NYU), where she has been since 1998.", "33315331": "Maximilian Haider (born 23 January 1950 in Freistadt, Austria) is an Austrian physicist.", "54254092": "Edgar Imant Silinsh (Latvian: Edgars Imants Siliņš, Russian: Эдгар Александрович Силиньш, Edgar Aleksandrovich Silinsh; 21 March 1927 – 26 May 1998) was a Soviet and Latvian scientist in the field of semiconductor physics and philosophy of science, academician of the Latvian Academy of Sciences (1992).", "69917223": "Sarah C. Eno is an American experimental particle physicist at the University of Maryland, College Park, where she is a professor of physics and UMD Distinguished Scholar–Teacher. She has participated in several large experimental collaborations in high-energy physics, including the AMY experiment at the Japanese TRISTAN particle accelerator, the DØ experiment at Fermilab in the US, the Collider Detector at Fermilab, and the Compact Muon Solenoid experiment at the Large Hadron Collider in France and Switzerland.[1]", "25057834": "John Lawrence Cardy FRS (born 19 March 1947, England)[1] is a British–American theoretical physicist. He is best known for his work in theoretical condensed matter physics and statistical mechanics, and in particular for research on critical phenomena and two-dimensional conformal field theory.", "36723243": "Nicolaas 'Nico' Godfried van Kampen (June 22, 1921 – October 6, 2013) was a Dutch theoretical physicist, who worked mainly on statistical mechanics and non-equilibrium thermodynamics.[1]", "7035443": "List of characters for the CBS television series, CSI: Miami.", "24140342": "Alice Leigh-Smith (née Prebil), born September 11, 1907, was a Croatian born nuclear physicist. She is best known for being the first woman in British history to receive a PhD in nuclear physics.[1] Additionally, she is remembered for her pioneering research in cancer and for her attempts in the discovery of an elusive element, Element 85.", "1432131": "Robert Benjamin Leighton (/ˈleɪtən/; September 10, 1919 – March 9, 1997) was a prominent American experimental physicist who spent his professional career at the California Institute of Technology (Caltech).[1] His work over the years spanned solid state physics, cosmic ray physics, the beginnings of modern particle physics, solar physics, the planets, infrared astronomy, and millimeter- and submillimeter-wave astronomy. In the latter four fields, his pioneering work opened up entirely new areas of research that subsequently developed into vigorous scientific communities.", "72866372": "Other reasons this message may be displayed:", "69622346": "Virginia Ruth Brown (March 11, 1934 – February 8, 2016) was an American nuclear physicist known for her contributions on the structure, interaction, reactions, and bremsstrahlung of nucleons and atomic nuclei. She spent most of her career as a researcher at the Lawrence Livermore National Laboratory.[1][2]", "27712079": "Friedrich-Karl \"Friedel“ Thielemann (born 17 April 1951 in Mülheim an der Ruhr) is a German-Swiss theoretical astrophysicist.", "3398229": "Milton A. Rothman (November 30, 1919 – October 6, 2001) was a United States nuclear physicist and college professor.", "57858646": "Bryan Peter Kibble (20 October 1938 – 28 April 2016) was a British physicist and a pioneering metrologist. He was the inventor of the Kibble balance, an improved version of the current balance, developed for the realisation of the S.I. unit of mass, the kilogram.", "70867547": "Riccardo Felici (11 June 1819 – 20 July 1902) was a physicist and Italian professor of the University of Pisa. He is best known for the electrodynamics law that bears his name, through which the total charge passing through a circuit subject to an induced current can be calculated as the difference between the final and initial flux of the magnetic field, divided by the electrical resistance of the circuit. Felici anticipated by almost fifty yearsm, the experiments by André Blondel  in 1914 in his search for the general law of magnetic induction.[1]", "64608860": "Florence Martin (25 December 1867 – 27 October 1957) was an Australian-American physicist and philanthropist. She performed research at the University of Sydney under Sir Richard Threlfall and at Cavendish Laboratory under J. J. Thomson.[1] Her donations of land in Douglas County, Colorado, led to the creation of Daniels Park, a Denver Mountain Park.", "38296161": "Kedareswar Banerjee (15 September 1900 – 30 April 1975) was an X-ray crystallographer and director of the Indian Association for the Cultivation of Science, Kolkata.[1][2] Early in his career he determined the structures of naphthalene and anthracene. In 1931, he worked with Sir William Henry Bragg and developed one of the first direct methods of crystal structure determination. He was Professor of Physics at the Indian Association for the Cultivation of Science from 1943 to 1952 and Director of the Association from 1959 until his retirement in 1965. Between 1952 and 1959 he was Head of the Department of Physics at Allahabad University.[3][4] His interests in crystallography were widespread and, with his death, India has lost a renowned teacher. K. Banerjee joined the research group of Sir C. V. Raman at the Indian Association for the Cultivation of Science (IACS), Calcutta, a premier Indian research institute of India.[5] He worked in various institutions including IACS, the India Meteorological Department, University of Dhaka and Allahabad University and finally retired as the Director of IACS, Calcutta in 1965. Prof. Banerjee explained some points of crystal research to Homi J. Bhabha (21 Dec 1956) also.[6][7]", "67033698": "Philip C. Schuster is a theoretical elementary particle physicist and chair of the Particle Physics and Astrophysics Department at  SLAC National Accelerator Laboratory.", "72768099": "Marina M. Romanova is a Russian-American computational astrophysicist, known for her work simulating the magnetohydrodynamics of accretion disks, including their interactions with the stellar magnetic fields of T Tauri stars and other young magnetized stars,[1] and the formation of magnetic towers along the rotation axis of the accretion disks of black holes.[2] She works as a senior research associate in the Cornell Center for Astrophysics and Planetary Science, in the Department of Astronomy at Cornell University.[3]", "50715235": "George William Series FRS (22 February 1920 – 2 January 1995) was a British physicist, notable for his work on the optical spectroscopy of hydrogen atoms.", "49961573": "Leonard Thomas Draycott known professionally as L. T. Draycott (1913  – 28 January 1967) was a British schoolmaster and writer on physics.", "2120297": "Ugo Fano (July 28, 1912 – February 13, 2001) was an Italian American physicist, notable for contributions to theoretical physics.[2]", "64182889": "Patrick Mora (born 1952) is a French theoretical plasma physicist who specializes in laser-plasma interactions.[1][2] He was awarded the 2014 Hannes Alfvén Prize[3] and 2019 Edward Teller Award[4] for his contributions to the field of laser-plasma physics.", "1923692": "Stephen Louis Adler (born November 30, 1939) is an American physicist specializing in elementary particles and field theory. He is currently professor emeritus in the school of natural sciences at the Institute for Advanced Study in Princeton, New Jersey.", "44325493": "Edmund Edward Fournier d'Albe (1868 – 29 June 1933, St. Albans, UK) was an Irish physicist, astrophysicist and chemist.  He was a university professor and distinguished himself in the study and popularization of electromagnetism, as well as the beginnings of astrophysics.  He also experimented with improving radio and television.", "1497720": "Artur Konrad Ekert FRS (born 19 September 1961) is a British-Polish professor of quantum physics at the Mathematical Institute, University of Oxford, professorial fellow in quantum physics and cryptography at Merton College, Oxford, Lee Kong Chian Centennial Professor at the National University of Singapore and the founding director of the Centre for Quantum Technologies (CQT). His research interests extend over most aspects of information processing in quantum-mechanical systems, with a focus on quantum communication and quantum computation. He is best known as one of the pioneers of quantum cryptography.", "33741435": "Valerie L. Thomas (born February 8, 1943) is an American data scientist and inventor. She invented the illusion transmitter, for which she received a patent in 1980.[2] She was responsible for developing the digital media formats that image processing systems used in the early years of NASA's Landsat program.[3]", "31808123": "Piero Giorgio Bordoni (Rome, 18 July 1915 – 19 September 2009) was an Italian physicist, who first measured the anelastic relaxation effect (dissipation of elastic energy and softening of the elastic modulus), named after him, due to the stress induced motion of dislocations in metals.[1] That experiment, together with a similar one by T.S. Kê,[2] opened the way to the study of the dynamics of dislocations in solids. Those were also the first experiments of anelasticity in solids, a branch of physics studying defects, excitations and phase transitions in condensed matter, first systematised by Clarence Zener.[3]", "47438460": "Vsevolod Feliksovich Gantmakher (October 8, 1935 – March 5, 2015[1]; Russian: Всеволод Феликсович Гантмахер), was a prominent Russian experimental physicist of Jewish origin, was born in Moscow as son of Felix Gantmacher, a prominent mathematician. He was a full Member of the Russian Academy of Sciences and is known for his fundamental contributions to condensed matter physics especially for the Gantmakher effect and Gantmakher–Kaner oscillations.", "12900989": "George Edward Bacon MA ScD (Cantab.) PhD (London) FInstP (born Derby, England, 5 December 1917  – 18 March 2011) was a British nuclear physicist, specializing in neutron diffraction.", "43637378": "Giulio Casati (born December 10, 1942) is Emeritus Professor of Theoretical Physics at University of Insubria. Casati is known for his work on chaos, both classical and quantum, being considered one of the pioneers of the latter.\nCasati is in fact principally known for the discovery of quantum dynamical localization phenomenon, that highlighted the relevance of chaos in quantum mechanics. His landmark paper, with Boris Chirikov, Joseph Ford and Felix Izrailev,[1] is among the most quoted in the field. With Boris Chirikov, Italo Guarneri and Dima Shepelyansky Casati also discovered that quantum localization deeply affects the excitation of hydrogen atom in strong monochromatic fields.[2] Further major contributions considered the connections between quantization of non integrable systems and the statistical theory of spectra.[3] With the advent of quantum computing Casati and his coworkers studied the efficient quantum computing of complex dynamics.[4][5][6][7] \nOn the classical side, Casati's interests regarded mostly energy conduction in non-linear lattices:[8] from the earliest numerical proof of the validity of Fourier law in one-dimensional many body systems, obtained in collaboration with Bill Wisscher, Franco Vivaldi, and Joseph Ford,[9] to the description of a thermal rectifier and of a thermal transistor.[10] The same techniques lead to the theoretical demonstration of a one-way mirror for light[11]", "63068806": "Harold Yoonsung Hwang (born 4 August 1970 in Pasadena, California) is an American physicist, specializing in materials physics, condensed matter physics, nanoscience, and quantum engineering.[1][2]", "5757575": "José Mariano Rebelo Pires Gago, ComSE (16 May, 1948 – 17 April, 2015), commonly referred to as Mariano Gago, was a Portuguese physicist and politician, mostly known for his tenures as Minister for Science and Higher Education. He held government offices for a total of 13 years, more than any other person since 1976.", "10410636": "Henry Herman (\"Heinz\") Barschall (April 29, 1915 – February 4, 1997) was a German-American physicist.[1][2]", "22305422": "György Gömöri (also George Gömöri or George Gomori; 16 July 1904 – 28 February 1957)[1] was a Hungarian-American physician who became famous as a histochemist.[2]", "907919": "Constantin Dmitrievich Perskyi (Константин Дмитриевич Перский) (2 June 1854 – 5 April 1906) was a scientist from the Russian Empire who is credited with coining the word television (télévision) in a paper that he presented in French at the 1st International Congress of Electricity, which ran from 18 to 25 August 1900 during the International World Fair in Paris. At the time, he was Professor of Electricity at the Artillery Academy of Saint Petersburg. His paper referred to the work of other experimenters in the field, including Paul Gottlieb Nipkow and Porfiry Ivanovich Bakhmetiev, who were attempting to use the photoelectric properties of selenium as the basis for their research in the field of image transmission.", "10967697": "Hans E. J. Neugebauer was a German-born physicist and imaging scientist  who later lived in the United States and Canada.[1]", "46193298": "Fan Haifu (Chinese: 范海福; pinyin: Fàn Haǐfú; 15 August 1933 – 8 July 2022)[2] was a Chinese crystallographer, physicist, and writer. He was a member of the Chinese Academy of Sciences and The World Academy of Sciences.[3]", "70310547": "Robert Hilton Meservey (April 1, 1921, in Hanover, New Hampshire – June 18, 2013, in Cambridge, Massachusetts)[1] was an American physicist, specializing in condensed matter physics. He is known as the co-discoverer, with Paul Tedrow [de], of spin-polarized tunneling,[2] which enabled the development of spin polarized scanning tunneling microscopy and other applications.[3][4]", "65231510": "Samantha Jane Holdsworth is a medical physicist from New Zealand.[1] She is a lecturer in medical imaging at the University of Auckland, and a principal investigator at the Centre for Brain Research.[2][3]", "33413785": "Pavel Kroupa (born 24 September 1963 in Jindřichův Hradec, Czechoslovakia) is a Czech-Australian astrophysicist and professor at the University of Bonn.", "7985819": "Gilbert Norman Plass (March 22, 1920 – March 1, 2004) was a Canadian physicist who in the 1950s made predictions about the increase in global atmospheric carbon dioxide (CO2) levels in the 20th century and its effect on the average temperature of the planet that closely match measurements reported half a century later.[3]", "48388763": "Irina Veretennicoff is a physicist, honorary professor of the Vrije Universiteit Brussel.", "2120356": "Richard Earl Berendzen (September 6, 1938 – November 3, 2022) was an American scientist, professor, and president of American University, specializing in astronomy. His resignation in 1990 came following formal charges of making indecent phone calls to households in the Fairfax area over the course of several weeks that year. In 1992, he returned to American University as a full-time physics professor until his retirement in 2006.", "54090405": "Deepak Dhar (born 30 October 1951) is an Indian theoretical physicist known for his research on statistical physics and stochastic processes. In 2022, he became the first Indian to be awarded the Boltzmann Medal, the highest recognition in statistical physics awarded once every three years by IUPAP, for exceptional contributions to the subject.", "41310888": "Michael J. Bedzyk is an x-ray physicist, Professor of Materials Science and Engineering at Northwestern University.", "63363756": "Ian Butterworth CBE FRS (3 December 1930 — 29 November 2013) was a particle physicist. His career included a period as a research director at CERN from 1983 to 1986. He was elected Fellow of the Royal Society in 1981, and was made Commander of the British Empire in 1984.[1]", "44554925": "John Wilson Moore (November 1, 1920 – March 30, 2019) was an American biophysicist who pioneered the emergent power of computers, beginning in the 1950s, to reveal how signals are generated, integrated, and then travel in neurons. He is well known for his discovery (with Toshio Narahashi), that the puffer fish toxin tetrodotoxin causes death by blocking the sodium ion channels that are responsible for nerve activity.[1] Moore was emeritus professor of Neurobiology at Duke University Medical School where he had been a member of the faculty since 1961. Moore's NEURON simulator software, begun with and now carried forward by Michael Hines, is used worldwide. Moore received the Cole Award of the Biophysical Society in 1981.[2]", "3725999": "Albert Roach Hibbs (October 19, 1924 – February 24, 2003) was an American mathematician and physicist affiliated with the Jet Propulsion Laboratory (JPL).[1][2] He was known as \"The Voice of JPL\" due to his gift for explaining advanced science in simple terms.[3] He helped establish JPL's Space Science Division in 1960 and later served as its first chief. He was the systems designer for Explorer 1, the USA's first satellite, and helped establish the framework for exploration of the Solar System through the 1960s.  Hibbs qualified as an astronaut in 1967 and was slated to be a crew member of Apollo 25, but he ultimately did not go to the Moon due to the Apollo program ending after the Apollo 17 mission in 1972.", "13195957": "Konstanty Zakrzewski (14 January 1876 in Warsaw – 19 January 1948 in Kraków) was a Polish physicist. He was a professor of the Jagiellonian University (1911–1913 and since 1917) and professor of the Lviv University (1913–1917), member of the Polish Academy of Learning (since 1920).", "67558077": "Peter Reed Saulson (born October 30, 1954) is an American physicist and professor at Syracuse University. He is best known as a former spokesperson for the LIGO collaboration serving from 2003 to 2007 and research on gravitational wave detectors.[1][2][3]", "842429": "David Mervyn Blow FRS FInstP[6] (27 June 1931 – 8 June 2004)[5][7][8] was an influential British biophysicist. He was best known for the development of X-ray crystallography, a technique used to determine the molecular structures of tens of thousands of biological molecules. This has been extremely important to the pharmaceutical industry.[9]", "61954754": "Michel Spiro (born 24 February 1946 in Roanne, Loire, France) is a French physicist.", "13261507": "Qazi Motahar Hossain (30 July 1897 – 9 October 1981) was a Bangladeshi writer, scientist, statistician, chess player, and journalist.", "39738051": "Sven Oluf Sørensen (26 November 1920 – 16 September 2017)[1] was a Norwegian physicist. He was born in Paris, as a son of painter Henrik Sørensen and Gudrun Cleve. Sørensen was appointed professor in nuclear physics at the University of Oslo. He has participated in several international research groups, in particular associated to CERN in Genéve.[2] Also he established Holmsbu billedgalleri [no] and Vinje Biletgalleri [no] in honour of his father, Henrik Sørensen.", "40590023": "Richard John Agnich\nJames Randall Agnich", "64445132": "Charles William Trowbridge (10 July 1930 – 13 November 2019) was a British physicist and engineer working in the field of computational electromagnetics.", "12835536": "Eugene Irving Gordon  (September 14, 1930 – September 15, 2014) was an American physicist.  He was Director of the Lightwave Devices Laboratory of Bell Labs.", "16931538": "James A. Isenberg (born 1951) is an American theoretical physicist and mathematician, professor emeritus at the University of Oregon.", "61856466": "Gen Shirane (kanji: 白根 元 Shirane Gen; furigana: しらね げん; May 15, 1924 in Nishinomiya,[1] Japan – 16 January 16, 2005 in Bellport, New York) was a Japanese-American experimental solid-state physicist, known for his investigations using neutron scattering as a probe of solids.[2] He lived most of his life in the USA.[3]", "71293652": "Kazumi Maki (kanji: 真木 和美,[1] kana: まき かずみ Maki Kazumi, January 27, 1936, Takamatsu, Japan – September 10, 2008, Los Angeles) was a Japanese theoretical physicist, known for his research in \"superconductivity, superfluid ³He, and quasi‑one‑dimensional (1D) materials.\"[2]", "3037911": "José Antonio Balseiro (March 29, 1919 in Córdoba – March 26, 1962 in Bariloche) was an Argentine physicist.", "72014554": "Cynthia J. Olson Reichhardt (also published as C. J. Olson) is an American condensed matter physicist whose research involves the use of computer simulations to study disordered media and non-equilibrium systems,[1] with applications to the understanding of how aging affects stockpiled nuclear weapons.[2] She is a member of the technical staff at the Los Alamos National Laboratory, where she is affiliated with the Physics and Chemistry of Materials Group,[3] and with the Center for Nonlinear Studies.[4]", "24173278": "Felix Maria von Exner-Ewarten (23 August 1876 in Vienna – 7 February 1930, Vienna) was an Austrian meteorologist and geophysicist.", "35838688": "James A. (Jim) Piper AM (1 January 1947 – 20 July 2023) was a New Zealand/Australian physicist, Deputy Vice-Chancellor (Research) and Professor of Physics at Macquarie University.[3]", "23269": "A physicist is a scientist who specializes in the field of physics, which encompasses the interactions of matter and energy at all length and time scales in the physical universe.[1][2] Physicists generally are interested in the root or ultimate causes of phenomena, and usually frame their understanding in mathematical terms. They work across a wide range of research fields, spanning all length scales: from sub-atomic and particle physics, through biological physics, to cosmological length scales encompassing the universe as a whole. The field generally includes two types of physicists: experimental physicists who specialize in the observation of natural phenomena and the development and analysis of experiments, and theoretical physicists who specialize in mathematical modeling of physical systems to rationalize, explain and predict natural phenomena.[1]", "38722286": "Alexander Arkadyevich Migdal (Russian: Александр Арка́дьевич Мигдал; born 22 July 1945) is a Russian-American physicist and entrepreneur, formerly at Landau Institute for Theoretical Physics, Space Research Institute, Princeton University, ViewPoint Corp, Magic Works LLC, and now at Migdal Research LLC.", "2939632": "Edward George \"Taffy\" Bowen, CBE, FRS (14 January 1911 – 12 August 1991)[1] was a Welsh physicist who made a major contribution to the development of radar. He was also an early radio astronomer, playing a key role in the establishment of radioastronomy in Australia and the United States.", "37968626": "Neil William Ashcroft (27 November 1938 – 15 March 2021) was a British solid-state physicist.", "32922357": "Peter Bruce Lyons (February 23, 1943 – April 29, 2021)[1] was confirmed by the US Senate as the Assistant Secretary of Energy for Nuclear Energy on April 14, 2011.[2] He was appointed to his previous role as Principal Deputy Assistant Secretary of the Office of Nuclear Energy in September, 2009. As Assistant Secretary, Dr. Lyons was responsible for all programs and activities of the Office of Nuclear Energy. He retired from the Department of Energy on June 30, 2015.[3]", "71228152": "Christine A. Orme is an American physicist who studies the growth and decay of materials at surfaces, especially focusing on biomineralization. She is a Senior Staff Scientist at the Lawrence Livermore National Laboratory, working in the  \t\nBioNanomaterials Group of the Physical and Life Sciences Directorate.[1]", "47176451": "Cyril Agodi Onwumechili (20 January 1932 – 16 May 2023) was a Nigerian physicist, academic administrator, and professor of geophysics at the University of Ibadan and later University of Nigeria, Nsukka. He was the fourth Vice Chancellor of the University of Ife[1] (now Obafemi Awolowo University) from January 1979 to December 1982 and the former President/Vice Chancellor of the Anambra State University of Technology, Enugu, Nigeria, from January 1983 to December 1986 (when it incubated to the now Enugu State University of Science and Technology, Enugu; the now Nnamdi Azikiwe University, Awka; and the now Ebonyi State University, Abakaliki). [2] He delivered the Ahiajoku lecture on 20 November 2000. [3] He was the first Nigerian geophysicist and the second president of the Nigerian Academy of Science.[4]\nHe was elected as president of the Academy in 1979 to succeed Professor Victor Adenuga Oyenuga, the first emeritus professor of the University of Ibadan and the first African professor of Agricultural science.[5]", "62249732": "Gilles Fontaine (1948 – November 1, 2019) was a professor of astrophysics at the Université de Montréal in Quebec, Canada.", "12376839": "Gustave Pierre Trouvé (2 January 1839 – 27 July 1902) was a French electrical engineer and inventor in the 19th century. A polymath, he was highly respected for his innovative skill in miniaturization.", "51501836": "Jean-Baptiste Le Roy (15 August 1720, in Paris – 20 January 1800, in Paris) was an 18th-century French physicist and one of the major contributors to the Encyclopédie by Diderot and d’Alembert for technology. The son of 18th-century Parisian clockmaker and watchmaker Julien Le Roy, he had three brothers: Pierre (1717–1785), a brilliant clock-maker in his own right, Julien-David (1724–1803), a neo-classical architect and archaeologist, and Charles a physician and Encyclopédiste.", "44817164": "Josip Franjo Domin (German: Joseph Franz Domin, Hungarian: József Ferenc Domin, 28 January 1754 – 19 January 1819) was a Croatian-Hungarian physicist, priest, physician and a\npioneer of electrotherapy.[1]", "48913166": "Daniel N. Baker (born 1947) is an American space scientist. He is the Distinguished Professor of Astrophysical and Planetary Science at the University of Colorado Boulder and director of the Laboratory for Atmospheric and Space Physics.[6][3] He received his B.A. from the University of Iowa in 1969 and his Ph.D. from the same institution in 1974.[6][5] In 2010 he was elected to the National Academy of Engineering for \"leadership in studies, measurements, and predictive tools for the Earth's radiation environment and its impact on U.S. security.\"[1][7]", "38624014": "Ernest Jeffrey Moniz, GCIH[1] (/moʊniːz/;[2] born December 22, 1944) is an American nuclear physicist and former government official. From May 2013 to January 2017, he served as the 13th United States secretary of energy in the Obama administration. Prior to this, Moniz served as associate director for science in the Office of Science and Technology Policy in the Executive Office of the President of the United States from 1995 to 1997 and undersecretary of energy from 1997 to 2001 during the Clinton administration. He is currently the co-chair and CEO of the Nuclear Threat Initiative (NTI),[3] as well as president and CEO of the Energy Futures Initiative (EFI), a nonprofit organization working on climate and energy technology issues, which he co-founded in 2017.[4]", "40688409": "Yuri Petrovich Raizer (Russian: Юрий Петрович Райзер, 26 January 1927 – 25 June 2021) was a prominent Soviet and Russian theoretical physicist.", "21977888": "F. Dow Smith was president of the Optical Society of America in 1974.[1]", "49077026": "Alfred  Daniell FRSE (1853-1937) was a Welsh-born British advocate, remembered for his contributions to Physics. His textbooks have been translated into most European languages, and other languages from Afrikaans to Japanese.", "1137445": "Pariah is a fictional character in stories published by DC Comics. He is a cosmologist who first appeared as a pivotal character in the limited series Crisis on Infinite Earths #1 (April 1985), for which he was created by writer Marv Wolfman and artist George Pérez.[1]", "61168423": "Rumi Nakamura is an Earth scientist at the Austrian Academy of Sciences. She works on solar-terrestrial interactions, with a particular focus on the terrestrial magnetosphere. Nakamura won the 2014 European Geosciences Union Julius Bartels Medal.", "22403882": "Donald B. Keck (born January 2, 1941) is an American research physicist and engineer most noted for his involvement in developing low-loss optical fiber. Keck grew up in Lansing, Michigan and attended Michigan State University, after which he joined Corning Incorporated’s research department. As a senior research scientist for Corning, Keck, along with Robert D. Maurer and Peter C. Schultz, designed the first optical fiber with optical losses low enough for wide use in telecommunications.", "1497900": "John Theophilus Desaguliers FRS (12 March 1683 – 29 February 1744) was a British natural philosopher, clergyman, engineer and freemason who was elected to the Royal Society in 1714 as experimental assistant to Isaac Newton. He had studied at Oxford and later popularized Newtonian theories and their practical applications in public lectures. Desaguliers's most important patron was James Brydges, 1st Duke of Chandos. As a Freemason, Desaguliers was instrumental in the success of the first Grand Lodge in London in the early 1720s and served as its third Grand Master.", "34167604": "Stephanie Dorothea Christine Wehner  (born 8 May 1977 in Würzburg)[1] is a German physicist and computer scientist.", "38984504": "Praful D. Bhavsar[1] (17 August 1926 – 30 September 2023) was an Indian space scientist who held several major positions in the Indian Space program including the Project Scientist for the first rocket launch into space from Indian soil on 21 November 1963. In 1986, he retired from the position of Director, Space Applications Centre of the Indian Space Research Organization (ISRO)[2]\nand the Director, Indian Remote Sensing Satellite Utilization Program.[3]", "9493307": "Josef Meixner (24 April 1908 – 19 March 1994) was a German theoretical physicist,[1] known for his work on the physics of deformable bodies, thermodynamics, statistical mechanics, Meixner polynomials, Meixner–Pollaczek polynomials, and spheroidal wave functions.[2]", "71457598": "Karl Heinz Bennemann (born July 31, 1932) is a German condensed matter physicist. He has contributed to the advance on the understanding of traditional BCS and high Tc superconductors, the magnetic properties of alloys, the magnetic properties of low dimensional systems, the physicochemical properties of surfaces, the physicochemical properties of nanostructured materials, ultrafast phenomena, and non-linear optics, among others. His work was recognized through an Alfred P. Sloan fellowship in 1969.", "23812928": "Cherry A. Murray is an American academic who is professor of physics and the director of the Biosphere2 Institute at the University of Arizona at Tucson.[1]  She is the Benjamin Peirce Professor of Technology and Public Policy emerita[2] at, and former dean of, the Harvard School of Engineering and Applied Sciences (SEAS).", "30792512": "Theodor des Coudres (13 March 1862 in Veckerhagen, Weser – 8 October 1926 in Leipzig) was a German physicist.", "25451331": "Evelyn L. Hu (Chinese: 胡玲) is the Tarr-Coyne Professor of Applied Physics and of Electrical Engineering at Harvard University. Hu has made major contributions to nanotechnology by designing and creating complex nanostructures. Her work has focused on nanoscale devices made from compound semiconductors and on novel devices made by integrating various materials, both organic and inorganic. She has also created nanophotonic structures that might someday facilitate quantum computing.", "318282": "Marguerite Catherine Perey (19 October 1909 – 13 May 1975) was a French physicist and a student of Marie Curie. In 1939, Perey discovered the element francium by purifying samples of lanthanum that contained actinium. In 1962, she was the first woman to be elected to the French Académie des Sciences, an honor denied to her mentor Curie. Perey died of cancer in 1975.[1]", "18078540": "Mark G. Kuzyk (born May 7, 1958 in Chester, Pennsylvania) is an American physicist. He received his Ph.D. degree at the University of Pennsylvania[1] in 1985, then was a member of technical staff at Bell Labs in Princeton, New Jersey from 1985 to 1990.  He has been a professor of physics and astronomy at Washington State University since 1990, where he has served as associate chair of Physics, Chair of the Materials Science Program, and Chair of Graduate Studies in Physics.[2]", "21977932": "Francis Dudley Williams (April 12, 1912 – December 2, 2004) was an American physicist. He served as president of the Optical Society of America from 1976 to 1980.[1][2]", "18602833": "Ludwig Lange (born 21 June 1863 in Gießen; died 12 July 1936 in Weinsberg) was a German physicist.", "39738198": "Frank Scheffold (Pfullendorf, Germany, 28 May 1969) is the head of the  Soft Matter and Photonics Group[1] in the physics department at the University of Fribourg, Switzerland.[2]", "14965594": "Jonathan P. Dowling (3 April 1955 – 5 June 2020) was an Irish-American researcher and professor in theoretical physics, known for his work on quantum technology, particularly for exploiting quantum entanglement (in the form of a NOON state) for applications to quantum metrology, quantum sensing, and quantum imaging.", "58809185": "Gladys Isabel Harper (née Mackenzie; 2 May 1903 – 1972) was a Scottish physicist who studied X-rays. She taught physics at Newnham College, Cambridge and was a research fellow of the University of Bristol.[1]", "65985378": "Vladimir Konstantinovich Arkadiev (Russian: Владимир Константинович Аркадьев; 21 April 1884 – 1 December 1953) was a Russian and Soviet physicist who studied magnetism and related phenomena. He was among the first to make use of the Meissner effect to levitate magnets as a test of superconductivity.[1]", "7756641": "Jean-Daniel Colladon (15 December 1802, Geneva – 30 June 1893) was a Swiss physicist.", "41245541": "Natalie M. Batalha (born 1966) is professor of Astronomy and Astrophysics at UC Santa Cruz. Previously she was a research astronomer in the Space Sciences Division of NASA Ames Research Center and held the position of Co-Investigator and Kepler Mission Scientist on the Kepler Mission, the first mission capable of finding Earth-size planets around other stars.[1][2][3]", "22174572": "Renata Elizaveta Kallosh (Ukrainian: Рената Єлизавета Каллош; born 1943) is a Russian-American theoretical physicist. She is a professor of physics at Stanford University, working there on supergravity, string theory and inflationary cosmology.", "28433260": "Suraj Narayan Gupta (1 December 1924 – 4 July 2021) was an Indian-born American theoretical physicist, notable for his contributions to quantum field theory.", "67787638": "Hartmut Löwen (born May 23, 1963 in Hamm) is a German physicist working in the field of statistical mechanics and soft matter physics.", "44227447": "Gillian Knapp is a professor of astronomical sciences at Princeton University. She is a faculty fellow at Whitman College.[1] She has been involved in the Sloan Digital Sky Survey[2] and she is an active member of the International Astronomical Union.[3]", "8477569": "Ivan K. Schuller (born 1946 in Romania) is an American condensed matter experimental physicist. He is best known for his work on superlattices. His interests are focused on thin films, nanostructures, novel materials, magnetism, and superconductivity.", "66509709": "Jakob Pöschl (25 February 1828 in Vienna – 6 January 1907 in Graz) was an Austrian physicist and university teacher.[1]", "70343570": "Timothy George Hawarden FRAS (24 December 1943 – 10 November 2009) was a South African astrophysicist known for his pioneering work on passive cooling techniques for space telescopes for which he won NASA's Exceptional Technology Achievement Medal.", "60939156": "Felisa Núñez Cubero (January 21, 1924 - August 10, 2017) was a Spanish physicist. She was the first female professor at the Polytechnic University of Madrid.[1]", "2251669": "Jayant Vishnu Narlikar FNA,  FASc, FTWAS  (born 19 July 1938) is an Indian astrophysicist and emeritus professor at the Inter-University Centre for Astronomy and Astrophysics (IUCAA).[1] He developed with Sir Fred Hoyle the conformal gravity theory, known as Hoyle–Narlikar theory. It synthesises Albert Einstein's theory of relativity and Mach's principle. It proposes that the inertial mass of a particle is a function of the masses of all other particles, multiplied by a coupling constant, which is a function of cosmic epoch.", "49863574": "Freddy Alexander Cachazo is a Venezuelan-born theoretical physicist who holds the Gluskin Sheff Freeman Dyson Chair in Theoretical Physics at the Perimeter Institute for Theoretical Physics in Waterloo, Ontario, Canada.", "62249880": "Kevin C. A. Burke (Kevin Charles Anthony Burke, November 13, 1929 - March 21, 2018) was a geologist known for his contributions in the theory of plate tectonics.[1][2] In the course of his life, Burke held multiple professorships,[1][3] most recent of which (1983-2018) was the position of professor of geology and tectonics at the Department of Earth and Atmospheric Science, University of Houston. His studies on plate tectonics, deep mantle processes, sedimentology, erosion, soil formation and other topics extended over several decades and influenced multiple generations of geologists and geophysicists around the world.[1][3]", "66706332": "Olga Smirnova is a German physicist who is Head of the Strong Field Theory Group at the Max Born Institute for Nonlinear Optics and Short Pulse Spectroscopy and Professor at the Technical University of Berlin. Her research considers the interaction of strong fields with atoms and molecules.", "21552028": "Modesto Montoya (born 24 February 1949) is a nuclear physicist and former president of the Peruvian Institute for Nuclear Energy in Lima, Peru.  He is a former president and current member of the Peruvian Academy of Nuclear Sciences, former president of the Peruvian Physical Society and member for Peruvian National Academy of Sciences. In 2021, he became an advisor to President Pedro Castillo on science matters.[1] He served as minister of the environment of Peru.", "51436451": "Kasturi Lal Chopra (31 July 1933 – 18 May 2021) was an Indian materials physicist and a former director of the Indian Institute of Technology, Kharagpur.[1] He was the founder of the Thin Film Laboratory at Indian Institute of Technology, Delhi and the Microscience Laboratory at IIT, Kharagpur and held several US and Indian patents (though no patents anywhere are identifiable for any worth) for his research findings.[2] Author of a number of books on thin film technology,[3] he was a recipient of Shanti Swarup Bhatnagar Prize, the highest Indian award in the science and technology categories.[4] The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2008, for his contributions to science and engineering.[5]", "6118308": "Anatoly Aleksandrovich Vlasov (Russian: Анато́лий Алекса́ндрович Вла́сов; 20 August [O.S. 7 August] 1908 – 22 December 1975) was a Russian, later Soviet, theoretical physicist prominent in the fields of statistical mechanics, kinetics, and especially in plasma physics.", "6904740": "Georg Hermann Quincke FRSFor HFRSE (German: [ˈkvɪŋkə]; November 19, 1834 – January 13, 1924) was a German physicist.", "67820458": "Gottfried Möllenstedt (14 September 1912 – 11 September 1997) was a German physicist and professor at the University of Tübingen, where he founded the Institute of Applied Physics in 1957,[3] and served as rector from 1966 to 1968.[4] Together with his doctoral student Heinrich Düker (1923–1985), in 1955 he invented the electron biprism, which is widely used in electron holography.[4]", "35806122": "Ken Riley is a physicist.", "47864749": "Elias Burstein (September 30, 1917 – June 17, 2017) was an American experimental condensed matter physicist whose active career in science spanned seven decades.[1] He is known for his pioneering fundamental research in the optical physics of solids; for writing and editing hundreds of articles and other publications; for bringing together scientists from around the world in international meetings, conferences, and symposia; and for training and mentoring dozens of younger physicists.[2]", "62413741": "Lu Xiyun (Chinese: 陆夕云; born April 1963) is a Chinese physicist currently serving as director of the School of Engineering Science, University of Science and Technology of China.[1]", "10116015": "Graham Michael \"Mike\" Purdy is a British geophysicist and oceanographer who specializes in marine seismology.  He retired [1] as the Executive Vice President for Research [2] at Columbia University on 1 January 2020. Previously, he was the Director of Columbia's Lamont–Doherty Earth Observatory (LDEO). Currently he is a Professor Emeritus of Earth and Environmental Sciences.", "15850416": "Charles H. Henry (May 6, 1937 – September 16, 2016) was an American physicist. He was born in Chicago, Illinois. He received an M.S. degree in physics in 1959 from the University of Chicago, and a Ph.D. degree in physics in 1965 from the University of Illinois, under the direction of Charlie Slichter.  In March 2008, he was featured in an article in the Physics Illinois News,[1] a publication of the Physics Department of the University of Illinois.", "3333041": "Maria Spiropulu (/ˌspɪrəˈpuːluː/; Greek: Μαρία Σπυροπούλου) is a Greek particle physicist. She is the Shang-Yi Ch'en Professor of Physics at the California Institute of Technology.", "49208245": "Helge Stjernholm Kragh (born February 13, 1944) is a Danish historian of science who focuses on the development of 19th century  physics, chemistry, and astronomy.[1] \nHis published work includes biographies of Paul Dirac, Julius Thomsen and Ludvig Lorenz, and The Oxford Handbook of the History of Modern Cosmology (2019) which he co-edited with Malcolm Longair.[1]", "4185016": "James Loudon FRSC (May 24, 1841 – December 29, 1916) was a Canadian professor of mathematics and physics and President of the University of Toronto from 1892 to 1906. He was the first Canadian-born professor at the University of Toronto.[1]", "16604090": "Klara (Minna) Renate Döpel (née Mannß; 1900 – 6 April 1945 in Leipzig) was a feminist and a German lawyer until 1933. Then she married the German nuclear physicist Robert Döpel, and they worked together as a team at Leipzig University studying nuclear reactor configurations for the German nuclear energy project. Klara was killed in an air raid near the end of World War II.", "60578758": "Sean Dougherty is a Canadian astrophysicist who has been involved in a large number of radio astronomical facilities, both Canadian and international.", "2186185": "John Michael Ziman (16 May 1925 – 2 January 2005)[1] was a British-born New Zealand  physicist and humanist who worked in the area of condensed matter physics.[2][3][4] He was a spokesman for science, as well as a teacher and author.", "41475019": "Victor Chan (Hong Kong, 1945) is a physicist and a Hong-Kong-born Canadian writer. Founder of the Dalai Lama Center for Peace and Education, Chan has known the 14th Dalai Lama since 1972. Co-author with him of two essays, he also wrote a guide of pilgrimage to Tibet. He lives in Vancouver in British Columbia, Canada.[1][2]", "39377871": "John Arthur Woollam (born 10 August 1939) is an American educator, research physicist, electrical engineer, and George Holmes Distinguished Professor at the University of Nebraska–Lincoln in Lincoln, Nebraska. He is also a successful entrepreneur who in 1987 founded the J.A. Woollam Company, an ellipsometry company based in Lincoln, Nebraska, and a world leader in the research, development, and commercialization of ellipsometry instruments. Woollam is also a known as a philanthropist[1] and nature conservationist.[2]", "47668180": "Edward Henry Farhi (born June 26, 1952[1]) is a physicist working on quantum computation as a principal scientist at Google. In 2018 he retired from his position as the Cecil and Ida Green Professor of Physics at the Massachusetts Institute of Technology. He was the director of the Center for Theoretical Physics at MIT from 2004 until 2016.  He made contributions to particle physics, general relativity and astroparticle physics  before turning to his current interest, quantum computation.", "58088409": "Lan Yang is a Chinese-born physicist specializing in optics.", "37772251": "Brian J. Orr is an Australian scientist known for various experimental and theoretical contributions to molecular and optical physics, including laser spectroscopy and optical parametric oscillators.", "25844701": "Jean-Claude Pecker (10 May 1923 – 20 February 2020)[1] was a French astronomer, astrophysicist and author, member of the French Academy of Sciences and director of the Nice Observatory.  He served as the secretary-general of the International Astronomical Union from 1964 to 1967. Pecker was the President of the Société astronomique de France (SAF), the French amateur astronomical society, from 1973–1976.[2]  He was awarded the Prix Jules Janssen by the French Astronomical Society in 1967. A minor planet (1629 Pecker) is named after him.[3] Pecker was a vocal opponent of astrology and pseudo-science[4][5] and was the president of the Association française pour l'information scientifique (AFIS), a skeptical organisation which promotes scientific enquiry in the face of quackery and obscurantism.", "48258017": "Vishnu Ganesh Bhide (1925–2006) was an Indian physicist and educationist, known for his pioneering work on Mossbauer spectroscopy and his contributions to science education in India.[1] He was the scientific advisor to the Government of India during 1973-75 and a member of the  International Commission on the Applications of Mossbauer Effect.[1] The Government of India awarded him the fourth highest civilian honour of the Padma Shri in 1992.[2]", "28793837": "Heinz Kohnen (5 February 1938 – 25 July 1997) was a German scientist and geophysicist known for his work in polar research.  Kohnen helped determine the site of the first German Antarctic station during an expedition from 1979-1980. Kohnen-Station, a field station on Dronning Maud Land, Antarctica, is named after him.[1]", "25287667": "Peter Laut is a professor Emeritus of Physics, from the Technical University of Denmark, DTU. He retired in 2003.", "9001973": "Ataç İmamoğlu[1] (born August 12, 1964) is a Turkish-Swiss physicist working on quantum optics and quantum computation. His academic interests are quantum optics, semiconductor physics, and nonlinear optics.", "12835833": "Albert Rose (30 March 1910 – 26 July 1990) was an American physicist, who made major contributions to TV video camera tubes such as the orthicon, image orthicon, and vidicon.[1][2]", "5004282": "Geoffrey Brian West (born 15 December 1940)[1] is a British theoretical physicist and former president and distinguished professor of the Santa Fe Institute. He is one of the leading scientists working on a scientific model of cities. Among other things, his work states that with the doubling of a city's population, salaries per capita will generally increase by 15%.[2]", "47733760": "William Rudolph Kanne (7 July 1913 – 24 October 1985), was a physicist, inventor and pioneer in the field of gas flow through ionization detectors, a member of the group responsible for the first self-sustained nuclear chain fission reaction at Staggs Field in Chicago, and participated in the Manhattan Project at the Chicago, Oak Ridge and Hanford sites.", "19487757": "Bradley C. Edwards is an American  physicist who has been involved in the development of the space elevator concept.[1]", "646158": "David Jonathan Gross (/ɡroʊs/; born February 19, 1941) is an American theoretical physicist and string theorist. Along with Frank Wilczek and David Politzer, he was awarded the 2004 Nobel Prize in Physics[1] for their discovery of asymptotic freedom. Gross is the Chancellor's Chair Professor of Theoretical Physics at the Kavli Institute for Theoretical Physics (KITP) of the University of California, Santa Barbara (UCSB),[2] and was formerly the KITP director and holder of their Frederick W. Gluck Chair in Theoretical Physics.[3] He is also a faculty member in the UCSB Physics Department[4] and is affiliated with the Institute for Quantum Studies[5] at Chapman University in California. He is a foreign member of the Chinese Academy of Sciences.[6]", "71654414": "Sarah Demers is an American physicist and the Horace D. Taft associate professor of physics at Yale University.", "67361807": "Sandra Gail Biedron (born 1973) is an American physicist who serves as the Director of Knowledge Transfer for the Center for Bright Beams[1] as well as professor in Electrical & Computer Engineering[2] and Mechanical Engineering at the University of New Mexico, where in 2021 she mentors nine graduate students and two post-doctoral researchers. Her research includes the development, control, operation and use of laser and particle accelerator systems. She is also Chief Scientist of Element Aero,[3] a consulting and R&D company incorporated in 2002. She was elected Fellow of the American Physical Society in 2013.", "40721426": "Celso Grebogi FRSE (born 1947) is a Brazilian theoretical physicist who works in the area of chaos theory. He  is one among the pioneers in the nonlinear and complex systems and chaos theory. Currently he works at the University of Aberdeen as the \"Sixth Century Chair in Nonlinear and Complex Systems\". He has done extensive research in the field of plasma physics before his work on the theory of dynamical systems. He and his colleagues (Edward Ott and James A. Yorke) have shown with a numerical example that one can convert a chaotic attractor to any one of numerous possible attracting time-periodic motions by making only small time-dependent perturbations of an available system parameter. This article is considered as one among the classic works in the control theory of chaos and their control method is known as the OGY method.\nHe was listed in the 2016 Thomson Reuters Citation Laureates.[1]", "646162": "John Henry Schwarz (/ʃwɔːrts/; born November 22, 1941) is an American theoretical physicist.[4] Along with Yoichiro Nambu, Holger Bech Nielsen, Joël Scherk, Gabriele Veneziano, Michael Green, and Leonard Susskind, he is regarded as one of the founders of string theory.", "70638612": "David Maurice Brink FRS (20 July 1930, Hobart, Tasmania, Australia – 8 March 2021, Oxford, UK)[1][2] was an Australian-British nuclear physicist. He is known for the Axel-Brink hypothesis.[3]", "16899090": "Hans-Dieter Betz (born 29 September 1940) is a German professor emeritus of experimental physics.", "36887574": "Ray Weymann is a retired astronomer and astrophysicist, associated with the Carnegie Institution of Washington.  His PhD is from Princeton University.  He is a founder of the Climate Science Rapid Response Team, a member National Academy of Sciences (1984),[1] and past president of the Astronomical Society of the Pacific 1973-1975.", "646165": "Michael Boris Green FRS HonFInstP (born 22 May 1946) is a British physicist and a pioneer of string theory. He is a Professor of Theoretical Physics in the School of Physics and Astronomy at Queen Mary University of London, emeritus professor in the Department of Applied Mathematics and Theoretical Physics and a Fellow of Clare Hall, Cambridge. He was Lucasian Professor of Mathematics from 2009 to 2015.[5][6][7][8]", "1989661": "William Aaron Nierenberg (February 13, 1919 – September 10, 2000) was an American physicist who worked on the Manhattan Project and was director of the Scripps Institution of Oceanography from 1965 through 1986.[1] He was a co-founder of the George C. Marshall Institute in 1984.", "56359": "Leo Szilard (/ˈsɪlɑːrd/; Hungarian: Szilárd Leó, pronounced [ˈsilaːrd ˈlɛoː]; born Leó Spitz; February 11, 1898 – May 30, 1964) was a Hungarian-American physicist and inventor. He conceived the nuclear chain reaction in 1933, patented the idea in 1936, and in late 1939 wrote the letter for Albert Einstein's signature that resulted in the Manhattan Project that built the atomic bomb. According to György Marx, he was one of the Hungarian scientists known as The Martians.[1]", "28761133": "Lewis Carroll Epstein is the author of layman's books on physics that use an idiosyncratic mix of cartoons and single-page brain teasers to pull the reader into advanced concepts in classical mechanics, quantum theory, and relativity.[1][2]", "62610479": "Charles Paul Enz (born 19 January 1925)[1] is a Swiss theoretical physicist, known for his long association with Wolfgang Pauli.", "318514": "Robert Woodrow Wilson (born January 10, 1936) is an American astronomer who, along with Arno Allan Penzias, discovered cosmic microwave background radiation (CMB) in 1964.[1] The pair won the 1978 Nobel Prize in Physics for their discovery.[2]", "318516": "Arno Allan Penzias (/ˈpɛnziəs/; born April 26, 1933) is an American physicist, radio astronomer and Nobel laureate in physics. Along with Robert Woodrow Wilson, he discovered the cosmic microwave background radiation, which helped establish the Big Bang theory of cosmology.", "19029045": "Lilienfeld Prize (2006)Chaires Blaise Pascal (2007)Pomeranchuk Prize (2013)\nICTP Dirac Medal (2016)  Elected to the National Academy of Sciences (2018)", "50191413": "Michael Stewart Witherell (born 22 September 1949) is an American particle physicist and laboratory director.[1]  He has been the director of the Lawrence Berkeley National Laboratory since 2016.[2][3] Witherell, a particle physicist, previously served as Director of Fermilab. He previously served as professor and vice chancellor for research at the University of California, Santa Barbara.", "22797369": "Albert Polman (born 21 April 1961, Groningen) is a Dutch physicist and former director of the AMOLF research laboratory in Amsterdam.", "67361851": "Nan Phinney (born 1945) is a retired American accelerator physicist at SLAC. She was program coordinator for the Stanford Linear Collider (SLC), the world's first linear collider. Her research interests are high energy colliders and linear colliders. She became an American Physical Society Fellow in 1993. Her last job title at SLAC was \"Distinguished Staff Scientist\".", "54385725": "Bruce Peter Luyendyk (born 1943) is an American geophysicist and oceanographer, currently professor emeritus of marine geophysics at the University of California, Santa Barbara. His work spans marine geology of the major ocean basins, the tectonics of southern California, marine hydrocarbon seeps, and the tectonics and paleoclimate of Antarctica. His research includes tectonic rotations of the California Transverse Ranges, participation in the discovery of deep-sea hydrothermal vents,[1] quantitative studies of marine hydrocarbon seeps, and geologic exploration of the Ford Ranges in Marie Byrd Land, Antarctica.", "64674879": "Susan Marjorie Scott FAA is an Australian mathematical physicist whose work concerns general relativity, gravitational singularities, and black holes. She is a Professor of Theoretical Physics at the Australian National University (ANU).[1][2]", "49175616": "Ulrich Höfer (born 7 July 1957, in Zusmarshausen) is a German professor of physics at the University of Marburg. He received his Ph.D. in 1989. According to Google Scholar, Höfer has an h-index of 44/50 (Scopus/Goggle Scholar, As of 2022[update]).[1][2] His main research area is Surface Dynamics.[3]", "67361858": "Martin Breidenbach (born 1943) is an American professor of particle physics and astrophysics, emeritus, at Stanford University. His research interests have included e+e- colliding beam physics, detector optimization, and electromagnetic calorimeters.", "59235395": "Ophelia Pastrana Ardila (Bogotá, 4 October 1982) is a Colombian-Mexican transgender physicist, economist, speaker, YouTuber, technologist and comedian. She is the first transgender women naturalized by Mexico. Business Insider listed her as one of the most influential women on Twitter regarding technology aspects.[1] In 2018 she was recognized as one of the BBC's 100 Women.[2][3]", "73456706": "Amy Lisa Graves (also published as Amy L. Ritzenberg and Amy L. R. Bug) is a retired American physicist and physics educator, the Walter Kemp Professor Emerita in the Natural Sciences and Professor of Physics at Swarthmore College.[1] Her publications include works on gender bias in physics,[2][3] physics education,[4] and computational simulations of phenomena in condensed matter physics, including jamming.[5]", "62643274": "Anamaría Font Villarroel is a Venezuelan theoretical physicist and professor of the Central University of Venezuela (UCV). Her research has been focused on models about the primordial components of matter in the context of string theory.", "66640972": "Claude Pruneau (born November 9, 1960) is a Canadian-American experimental high-energy nuclear physicist. He is a professor of physics at Wayne State University and the author of several books. He is best known for his work on particle correlation measurements in heavy ion collisions at the Relativistic Heavy Ion Collider and the Large Hadron Collider.", "53730381": "Richard Battye (born 19 October 1969) is a cosmologist, theoretical physicist and former first-class cricketer. He is currently a Professor of Cosmology at the University of Manchester and has been the associate director (science) in the Jodrell Bank Centre for Astrophysics since 2015.", "3005518": "Arthur Bertram Cuthbert Walker Jr. (August 24, 1936 – April 29, 2001) was an African-American solar physicist and a pioneer of EUV/XUV optics.  He developed normal incidence multilayer XUV telescopes to photograph the solar corona.  Two of his sounding rocket payloads, the Stanford/MSFC Rocket Spectroheliograph Experiment and the Multi-Spectral Solar Telescope Array, recorded the first full-disk, high-resolution images of the Sun in XUV with conventional geometries of normal incidence optics. This technology is used in solar telescopes such as SOHO/EIT and TRACE, and in the fabrication of microchips via ultraviolet photolithography.", "71490639": "Indian National Science Academy\nBhabha Atomic Research Centre, Mumbai", "4938832": "David Alter (December 3, 1807 – September 18, 1881) was a prominent American inventor and scientist of the 19th century. He was born in Westmoreland County, Pennsylvania and graduated from the Reformed Medical School in New York City. He had German and Swiss ancestry.[1]", "56450129": "Irina Vyacheslavovna Rakobolskaya (Russian: Ири́на Вячесла́вовна Ракобо́льская; 22 December 1919 – 22 September 2016) was a mathematician and physicist who served as the chief of staff of the women's 46th Taman Guards Night Bomber Aviation Regiment during World War II. After the war she worked as a physicist at Moscow State University and studied cosmic rays. She received numerous high state awards in her career and was awarded the title Honored Scientist of the Russian SFSR in 1990. She co-authored a book with Natalya Meklin-Kravtsova, an aviator from the regiment, titled We Were Called Night Witches about their experiences in the war, as their nickname given by their German opponents, Nachthexen, meant \"night witches\".[1]", "35314773": "Kai-Ming Ho is a senior physicist at Ames Laboratory and distinguished professor in Department of Physics and Astronomy at Iowa State University.", "187477": "Joseph Henry  (December 17, 1797[1][2]– May 13, 1878) was an American scientist who served as the first secretary of the Smithsonian Institution. He was the secretary for the National Institute for the Promotion of Science, a precursor of the Smithsonian Institution.[3] He also served as president of the National Academy of Sciences from 1868 to 1878.", "66051165": "Victor Alessandro Mundella (3 December 1866 – 4 March 1939) was an English physicist, author and teacher. He was prominent in the field of Technical Education and was said to be among the leading educationalists of his time. He was Principal of the Technical College in Sunderland, England for 24 years.", "64642140": "Makoto Gonokami (五神 真, Gonokami Makoto, born 1957) is a professor of science and engineering in University of Tokyo, mostly in the field of physics. He was 30th president of the University of Tokyo, after succeeding Junichi Hamada who retired in 2015, and until the expiration of his term in March 2021.[1][2][3] In 2022 he became president of Riken.[4]", "34298976": "Milton Stanley Livingston (May 25, 1905 – August 25, 1986) was an American accelerator physicist, co-inventor of the cyclotron with Ernest Lawrence, and co-discoverer with Ernest Courant and Hartland Snyder of the strong focusing principle, which allowed development of modern large-scale particle accelerators. He built cyclotrons at the University of California, Cornell University and the Massachusetts Institute of Technology. During World War II, he served in the operations research group at the Office of Naval Research.", "42130533": "Mervin Joseph Kelly (February 14, 1894 – March 18, 1971) was an American industrial physicist. He worked at Bell Labs from 1925 to 1959, in which time he held positions such as director of research, president, and chairman of the board of directors.[1]", "27090021": "Yao-Tzu Li or Y. T. Li (Chinese: 李耀滋; pinyin: Lǐ Yàozī; February 1, 1914, Beijing[1][2] – August 14, 2011[3]) was an American aerodynamicist, businessman, inventor, and mechanical engineer. He was the professor emeritus in aeronautics and astronautics at the Massachusetts Institute of Technology.", "71621738": "James Percy Ault (October 29, 1881, Olathe, Kansas – November 29, 1929, Apia, Samoa) was an American geodetic surveyor, geophysicist, geomagnetic researcher, and captain of the research vessel Carnegie.[1] As captain of the Carnegie, he discovered submarine mountain ranges off the western coast of South America and provided empirical confirmation of the Chandler wobble.[2]", "15326316": "Ignace-Gaston Pardies (5 September 1636 – 21 April 1673)[1] was a French Catholic Jesuit priest and scientist.", "35216493": "Arkady Girshevich Aronov (Russian: Аркадий Гиршевич Аронов; July 26, 1939 in Leningrad, Soviet Union – November 13, 1994 in Rehovot, Israel) was a Russian and Israeli theoretical condensed matter physicist, notable for his achievements in physics of semiconductors and in mesoscopic physics.[2][1]", "68901998": "Rodica Ramer is a Romanian[1] born Australian professor of microelectronics at the University of New South Wales, where she and her team  work on the development of radio-frequency microelectronic technologies, advancing wireless communication technology.[2][3] She earned a Ph.D from the University of Bucharest in solid-state physics in 1992.[1] Prior to working at UNSW, she was a senior research scientist at the Microwave Laboratory, National Centre for Nuclear Energy of Romania, a research associate at the Superconductivity Laboratory, the University of Alabama, Tuscaloosa, and at the Microwave Laboratory, Colorado State University, Fort Collins.[1] She is a fellow of the Electromagnetics Academy.[4]", "63298678": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "35282047": "Academia Europaea membership (2010)", "7986304": "Boris S. Kerner (born 1947) is a German physicist and civil engineer who created three phase traffic theory.[1][2][3][4][5][6]  The three phase traffic theory is the framework for the description of empirical vehicular traffic states in three traffic phases: (i)  free traffic flow (F), (ii)  synchronized traffic flow (S), and (iii)  wide moving jam  (J). The synchronized traffic flow and wide moving jam phases belong to congested traffic.", "30203008": "Hans Volker Klapdor-Kleingrothaus (also known as H.V. Klapdor; born 25 January 1942, in Reinbek) is a German physicist who works in nuclear physics, particle physics and astrophysics.", "70376578": "Louis Malter (April 28, 1907 – May 7, 1985) was an American physicist specializing in vacuum tube research and high-vacuum systems. He is known for his 1936 discovery[1] of the eponymous Malter effect.[2]", "4283524": "Emory Leon Chaffee (April 15, 1885 – March 8, 1975) was an American physicist. He was a professor at Harvard University from 1911 to 1953.", "14933128": "Louis Georges Gouy (February 19, 1854 – January 27, 1926)[1] was a French physicist. He is the namesake of the Gouy balance, the Gouy–Chapman electric double layer model (which is a relatively successful albeit limited model that describes the electrical double-layer which finds applications in vast areas of studies from physical chemistry to biophysics) and the Gouy phase.", "20044943": "Christoph Cremer (born in Freiburg im Breisgau, Germany) is a German physicist and emeritus[1] at the Ruprecht-Karls-University Heidelberg, former honorary professor at the University of Mainz[2][3] and was a former group leader at Institute of Molecular Biology (IMB) at the Johannes Gutenberg University of Mainz, Germany,[4] who has successfully overcome the conventional limit of resolution that applies to light based investigations (the Abbe limit) by a range of different methods (1971/1978 development of the concept of 4Pi-microscopy; 1996 localization microscopy SPDM; 1997 spatially structured illumination SIM (first developed in 1995 by John M. Guerra at Polaroid Corp.)[5]).[6][7] In the meantime, according to his own statement, Christoph Cremer is a member of the Max Planck Institute for Chemistry (Otto Hahn Institute) and the Max Planck Institute for Polymer Research.[8][9][10]", "28236949": "John W. Bond OBE (born 1956) is an English physicist. He developed a technique for lifting fingerprints off of metal years after they are left by virtue of the corrosion caused to the metal by the fingerprint sweat. He has several patented inventions related to metal corrosion. His invention was named a Times magazine best invention of 2008.[1]  In 2011 he received an OBE in the Queen's Birthday Honours list for services to Forensic Science.", "35839125": "Herschel Clifford Parker (born Brooklyn, New York, 9 July 1867; died 1931[1]) was a United States physicist and mountaineer.", "8543383": "Tingye Li (simplified Chinese: 厉鼎毅; traditional Chinese: 厲鼎毅; pinyin: Lì Dǐngyì; July 7, 1931 – December 27, 2012) was a Chinese-American scientist in the fields of microwaves, lasers and optical communications. His innovative work at AT&T pioneered the research and application of lightwave communication, and has had a far-reaching impact on information technology for over four decades.[1]", "58776729": "Matthew Hastings is an American physicist, currently a Principal Researcher at Microsoft. Previously, he was a professor at Duke University and a research scientist at the Center for Nonlinear Studies and Theoretical Division, Los Alamos National Laboratory. He received his PhD in physics at MIT, in 1997, under Leonid Levitov.[1]", "50748570": "Silvan Samuel Schweber (10 April 1928 in Strasbourg – 14 May 2017)[1] was a French-born American theoretical physicist and historian of science.", "1236127": "Sir Leonard George Holden Huxley KBE, FAA  (29 May 1902 – 4 September 1988) was an Australian physicist.", "40131746": "Roderick William (Rod) Boswell AM FAA FTSE (born 1933 in `Yackandandah[1]) is an Australian physicist. He is a professor at the Australian National University in Canberra, in the Space Plasma, Power and Propulsion group of the Plasma Research Laboratory.[2] He invented a technology which become the basis for the development of a new type of rocket thruster, the Helicon Double Layer Thruster: the ongoing development of the Australian Plasma Thruster is supported by the European Space Agency.[3]", "34364579": "John Randolph Winckler (October 27, 1916 – February 6, 2001) was an American experimental physicist notable for his discovery of sprites in 1989[1]\n[2]\n[3]\n[4]\n[5]\nand other discoveries in the fields of solar, magnetospheric, auroral, and atmospheric physics.", "60972197": "Tang Dingyuan (Chinese: 汤定元; 12 May 1920 – 3 June 2019), also known as Ting-Yuan Tang,[1] was a Chinese physicist and writer. He was considered a founder of semiconductor and infrared research in China. He served as Director of the Shanghai Institute of Technical Physics and was elected an academician of the Chinese Academy of Sciences in 1991.[2]", "62250149": "John-Michael Kendall (born 1962)[6] FRS[7] is a Geophysicist and Professor in the Department of Earth Sciences at the University of Oxford.[1][8]", "31186087": "Lucinda \"Lucie\" May Green (born c. 1975)[1] is a British science communicator and solar physicist.", "2317484": "Malcolm Roy Beasley (born January 4, 1940, in San Francisco)[1] is an American physicist. He is professor emeritus of applied physics at Stanford University.  He is known for his research related to superconductivity.[2]", "5397677": "John Gerald Taylor (18 August 1931 – 10 March 2012) was a British physicist and author.[1] He is notable for writing a book critical of paranormal phenomena.[2]", "3595448": "Howard Earle Petch, OBC FRSC (12 May 1925 – 26 November 2018[1]) was a Canadian academic administrator. Petch was the President of the University of Waterloo and the University of Victoria.", "711870": "Nathan Rosen (Hebrew: נתן רוזן; March 22, 1909 – December 18, 1995) was an American-Israeli physicist noted for his study on the structure of the hydrogen atom and his work with Albert Einstein and Boris Podolsky on entangled wave functions and the EPR paradox. The Einstein–Rosen bridge, later named the wormhole, was a theory of Nathan Rosen.", "30891199": "David Adam Wilkinson, FRAS (born 16 May 1963) is a British Methodist minister, theologian, astrophysicist and academic. He was the Principal of St John's College, Durham (2006-2023), and is a professor in the Department of Theology and Religion at Durham University.[1] He remains at St John's College, having been appointed, in September 2023, Director of Equipping Christian Leadership in an Age of Science (ECLAS), an international project based at St John’s College.[2] He is the author of several books on the relationship between science and religion,[3][4] and a regular contributor to Thought for the Day on BBC Radio 4.[5] He has a PhD in astrophysics and is a Fellow of the Royal Astronomical Society.", "21552321": "Ezer Griffiths OBE, FRS[1] (27 November 1888 – 14 February 1962) was a Welsh physicist most noted for his work on the insulation properties of metals, heat transference, evaporation and refrigeration.[2][3][4][5]", "45538504": "Deborah Berebichez is a Mexican physicist, data scientist, TV host, educator and entrepreneur who dedicates her career to promoting education in science, technology, engineering and math (STEM) fields. She was the first Mexican woman to graduate with a Ph.D. in physics from Stanford University.[1][2] She has developed models for cellular wave transmission which are in the process of being patented. Sometimes known as \"The Science Babe\", she appears in mainstream television and radio segments where she explains concepts in physics in everyday life.", "32496844": "Alfred Gordon Gaydon (26 September 1911 – 16 April 2004) was a leading spectroscopist and combustion scientist.", "89293": "Robert Lull Forward (August 15, 1932 – September 21, 2002) was an American physicist and science fiction writer.[2] His literary work was noted for its scientific credibility and use of ideas developed from his career as an aerospace engineer. He also made important contributions to gravitational wave detection research.[3]", "38690012": "Robert H. Brandenberger (born 1956) is a Swiss-Canadian theoretical cosmologist and a professor of physics at McGill University in Montreal, Quebec, Canada.", "63200483": "Wulf Bernard Kunkel (6 February 1923, Eichenau, Germany – 3 September 2013, Oakland, California) was a German-born American physicist, specializing in plasma physics, especially \"the development of ion beams for plasma heating\".[1]", "62119145": "The Fly II is a 1989 American science fiction horror film directed by Chris Walas. The film stars Eric Stoltz and Daphne Zuniga, and is a sequel to the 1986 film The Fly, itself a remake of the 1958 film of the same title. Stoltz's character in this sequel is the adult son of Veronica Quaife and Seth Brundle, a scientist who became a human-fly hybrid as a result of an experiment gone awry, played by Jeff Goldblum in the 1986 remake. With the exception of footage of Goldblum from the first film, John Getz was the only actor to reprise his role, with another actress filling the Geena Davis role as Quaife in the opening birth scene. Unlike the previous film, this film received negative reviews.", "22699244": "Noor Muhammad Butt (Urdu: نور محمد بٹ); b. 3 June 1936),  SI, FPAS, also known as N. M. Butt, is a Pakistani nuclear physicist and professor of physics at the Preston University who is known for his research publications in understanding the gamma-rays burst, Mössbauer effect, diffraction, later the nanotechnology.[2]", "40197357": "Jean-Loup Gervais (born 10 September 1936 in Paris) is a French theoretical physicist.", "43605230": "Bruce Rosen is an American physicist and radiologist and a leading expert in the area of functional neuroimaging. His research for the past 30 years has focused on the development and application of physiological and functional nuclear magnetic resonance techniques, as well as new approaches to combine functional magnetic resonance imaging (fMRI) data with information from other modalities such as positron emission tomography (PET), magnetoencephalography (MEG) and noninvasive optical imaging. The techniques his group has developed to measure physiological and metabolic changes associated with brain activation and cerebrovascular insult are used by research centers and hospitals throughout the world.", "19258608": "Yuri Andreyevich Osipyan (Russian: Юрий Андреевич Осипьян; February 15, 1931 – September 10, 2008[1]) was a Soviet, Russian-Armenian physicist who worked in the field of solid-state physics.", "47504627": "Cornelis Jan Bakker (11 March 1904 – 23 April 1960)[1] was a Dutch physicist and second Director General of CERN.[2] He was also a member of the Royal Netherlands Academy of Sciences.", "53730551": "Suresh Chand Jain (5 December 1926 – 10 December 2009) was an Indian physicist and director of the Defence Research and Development Organization. Known for his research in solid state physics, Jain was an elected fellow of the Indian National Science Academy and National Academy of Sciences, India. In 1966, the Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to physical sciences.[1][note 1]", "2252026": "Rudolf Grimm (born 10 November 1961) is an experimental physicist from Austria. His work centres on ultracold atoms and quantum gases. He was the first scientist worldwide who, with his team, succeeded in realizing a Bose–Einstein condensation of molecules.", "43080957": "Jenny Rosenthal Bramley (July 31, 1909 – May 26, 1997) was a Russian-born American physicist. She held numerous patents on electroluminescence and electro-optics, and was cited by the IEEE as being \"well known for her innovative work in lasers.\"[1]  She was the second woman elected as a fellow of the IEEE.[2]", "2972927": "Chia-Wei Woo GBS CBE (traditional Chinese: 吳家瑋; simplified Chinese: 吴家玮; pinyin: Wú Jiāwěi), CBE GBS, was the founding president of the Hong Kong University of Science and Technology. His work included raising funding and recruiting outstanding faculty for the university. With Chung Sze Yuen, Woo created an institution, including a top ranked Business School, known as the HKUST Business School. The school's MBA, EMBA and Executive Education programs have been consistently ranked as Asia's top programs, and in the World Top 50 MBA programs by the Financial Times of London.[1] Woo retired in 2001 after 13 years of service and remains President Emeritus as well as University Professor Emeritus.", "4971776": "The Atom (Ray Palmer) is a superhero appearing in American comic books published by DC Comics. The character was created by editor and co-plotter Julius Schwartz, writer Gardner Fox and penciler Gil Kane. The Atom was one of the first superheroes of the Silver Age of Comic Books and debuted in Showcase #34 (October 1961).", "59301124": "Peter Kalmus (born May 9, 1974) is an American scientist and writer based in Altadena, California. He is a data scientist at NASA's Jet Propulsion Laboratory as an associate project scientist at UCLA's Joint Institute for Regional Earth System Science & Engineering.", "9526540": "William Ralph Bennett Jr. (January 30, 1930 – June 29, 2008) was an American physicist known for his pioneering work on gas lasers. He spent most of his career on the faculty of Yale University.", "67329300": "Francesca Vidotto (born November 22, 1980) is an Italian theoretical physicist.", "3726612": "Heinrich Gustav Johannes Kayser ForMemRS[1] (German: [ˈkaɪzɐ]; 16 March 1853  – 14 October 1940) was a German physicist and spectroscopist.[2]", "187670": "Hideki Yukawa ForMemRS[1] FRSE (湯川 秀樹, Yukawa Hideki, 23 January 1907 – 8 September 1981)[2] was a Japanese theoretical physicist and the first Japanese Nobel laureate for his prediction of the pi meson, or pion.", "71032088": "Ken'ichi Nomoto (野本 憲一 Nomoto Ken'ichi, born 1 December 1946 in Tokyo) is a Japanese astrophysicist and astronomer, known for his research on stellar evolution, supernovae, and the origin of heavy elements.[1]", "60513566": "Edgar Lipworth (1923 – 14 July 1977) was an American physicist,[1] specializing \"in research in molecular and atomic beams, nuclear physics, lasers and the symmetry of physical laws under time reversal.\"[2]", "52419877": "Peter Gumbsch (born 21 January 1962 in Pforzheim, Germany) is a German physicist and materials scientist. He is the director of the Fraunhofer-Institut für Werkstoffmechanik IWM, (Fraunhofer Institute for Mechanics of Materials IWM) in Freiburg, Germany and professor for mechanics of materials at the Karlsruhe Institute of Technology (KIT).", "9723174": "Irwin Ira Shapiro is an American astrophysicist and Timken University Professor at Harvard University.  He has been a professor at Harvard since 1982.[2]  He was the director of the Center for Astrophysics | Harvard & Smithsonian from 1982 to 2004.[3][4]", "35183913": "Rakesh Kumar Popli (1952 – 15 September 2007) was an Indian nuclear physicist who would establish the first Ekal Vidyalayas, or One-Teacher Schools, in remote regions of India.[1]", "58514733": "Vasily Vladimirovich Shuleikin (Russian: Василий Владимирович Шуле́йкин, 1 January 1895 – 25 April 1979) was a Soviet scientist, mathematician and engineer. He made significant contributions to understanding of nonlinear wave phenomena, ocean acoustics and marine physics.[1][2][3][4] His work on  sea ice flows is considered foundational.[5]", "744756": "Lee Alvin DuBridge (21 September 1901 – 23 January 1994) was an American educator and physicist, best known as president of the California Institute of Technology from 1946–1969.[1]", "711990": "Wolfgang Ketterle (German pronunciation: [ˈvɔlfɡaŋ ˈkɛtɐlə] ⓘ; born 21 October 1957) is a German physicist and professor of physics at the Massachusetts Institute of Technology (MIT). His research has focused on experiments that trap and cool atoms to temperatures close to absolute zero,[1] and he led one of the first groups to realize Bose–Einstein condensation in these systems in 1995.[2] For this achievement, as well as early fundamental studies of condensates, he was awarded the Nobel Prize in Physics in 2001, together with Eric Allin Cornell and Carl Wieman.[3]", "12999995": "Luboš Motl (Czech pronunciation: [ˈluboʃ ˈmotl̩]; born 5 December 1973) is a Czech physicist and blogger. He was an assistant professor in physics at Harvard University from 2004 to 2007. His scientific publications were focused on string theory. He is currently a visiting scholar at Rutgers in high energy physics.[citation needed]", "20077885": "Stephen F. Paul (November 13, 1953 – September 15, 2012) was a physicist at the Princeton Plasma Physics Laboratory at Princeton University.  He created and patented the P-series fuels, a new, liquid, renewable, non-petroleum gasoline formulation.  He was in the process of converting an unused sludge plant in Trenton, NJ to process organic waste for fuel before he died.", "42753346": "Achim Schwenk is a German physicist. He became a professor at the Institute of Nuclear Physics at the Darmstadt University of Technology in 2009.", "253253": "Pavel Alekseyevich Cherenkov (Russian: Па́вел Алексе́евич Черенко́в [ˈpavʲɪl ɐlʲɪkˈsʲe(j)ɪvʲɪtɕ tɕɪrʲɪnˈkof];  July 28, 1904 – January 6, 1990) was a Soviet physicist who shared the Nobel Prize in physics in 1958 with Ilya Frank and Igor Tamm for the discovery of Cherenkov radiation, made in 1934.[1]", "73162055": "Sachiko Amari is a Japanese astrophysicist who focuses upon presolar grains. She developed the method for isolating presolar grains in primitive meteorites and also researched noble gases in meteorites.[1] Amari was awarded the Urey Medal by the European Association of Geochemistry in 2021.[2] She currently is a Research Professor of Physics at Washington University in St. Louis.", "67231048": "Jennifer L. Ross is an American physicist who is Professor and Chair of the Department of Physics at Syracuse University. Her research considers active biological condensed matter physics. She was elected fellow of the American Physical Society in 2018 and American Association for the Advancement of Science in 2022.", "43670859": "Hiroshi Matsumoto (松本 紘, Matsumoto Hiroshi) (born November 17, 1942) is a Japanese engineer and atmospheric scientist. He was the president of Kyoto University until August 2014, and then served as the president of RIKEN until March 2022. He is a member of the Japanese government's committee on space policy. He has a Doctorate in Engineering (1973, Kyoto University). He was born in Zhangjiakou, China.[1]", "449870": "Prince Pyotr Romanovich Bagration (Russian: Пётр Рома́нович Багратио́н, Georgian: პეტრე რომანის (რევაზის) ძე ბაგრატიონი; 24 September 1818 – 17 January 1876), the son of general Prince Roman Bagration, was a Russian-Georgian statesman, general and scientist who invented the first dry galvanic cell.", "68246863": "Hilary Cane is planetary scientist known for her research on solar energetic particles.", "61922642": "Michele Vendruscolo (born in Udine, 23 July 1966) is an Italian British physicist working in the UK, noted for his theoretical and experimental work on protein folding, misfolding and aggregation.[1]", "18013525": "Stanley Deser (March 19, 1931 – April 21, 2023) was an American physicist known for his contributions to general relativity. He was an emeritus Ancell Professor of Physics at Brandeis University in Waltham, Massachusetts and a senior research associate at California Institute of Technology.", "44752216": "Elena Aprile (born March 12, 1954) is an Italian-American experimental particle physicist. She has been a professor of physics at Columbia University since 1986. She is the founder and spokesperson of the  XENON Dark Matter Experiment. Aprile is well known for her work with noble liquid detectors and for her contributions to particle astrophysics in the search for dark matter.[1][2]", "63888732": "Elisabetta Matsumoto is an American physicist whose scientific interests include the study of knitted fabrics' special mathematical and mechanical properties.[1]", "33840477": "Alexander Marian Bradshaw CBE, FRS, HonFInstP (born 12 July 1944 Bushey) is a British physicist. He was scientific director of the Max Planck Institute for Plasma Physics, from 1999 to 2008.[1]", "60611934": "Daniel Nicholas McKinsey is an American experimental physicist. McKinsey is a leader in the field of direct searches for dark matter interactions, and serves as Co-Spokesperson of the \nLarge Underground Xenon experiment.[1] and is an executive committee member of the LUX-ZEPLIN experiment. He serves as Director and Principal Investigator of the TESSERACT Project, and is also The Georgia Lee Distinguished Professor of Physics at the University of California, Berkeley.", "8838494": "Sir Peter Leonard Knight FRS HonFInstP (born 12 August 1947) is a British physicist, professor of quantum optics and senior research investigator at Imperial College London, and principal of the Kavli Royal Society International Centre.[2][3] He is a leading academic in the field of quantum optics and is the recipient of several major awards including the Royal Medal from the Royal Society and the Thomas Young Medal and Prize from the Institute of Physics. He is a former president of the Institute of Physics and the Optical Society of America, the first non North American-based person to take the position.", "9952609": "Roald Zinnurovich Sagdeev (Russian: Роальд Зиннурович Сагдеев, Tatar: Роальд Зиннур улы Сәгъдиев; born 26 December 1932) is a Russian expert in plasma physics and a former director of the Space Research Institute of the USSR Academy of Sciences.[1] He was also a science advisor to the Soviet President Mikhail Gorbachev. Sagdeev graduated from Moscow State University. He is a member of both the Russian Academy of Sciences and the American Philosophical Society.[2] He has worked at the University of Maryland, College Park since 1989 in the University of Maryland College of Computer, Mathematical, and Natural Sciences.  He is also currently a senior advisor at the Albright Stonebridge Group, a global strategy firm, where he assists clients with issues involving Russia and countries in the former Soviet Union. Sagdeev was married to, and divorced from, Susan Eisenhower, granddaughter of Dwight D. Eisenhower.[3][4]  Sagdeev was the recipient of the 2003 Carl Sagan Memorial Award, and the James Clerk Maxwell Prize for Plasma Physics (2001).", "72801637": "Gennady Yakovlevich Krasnikov (Russian: Геннадий Яковлевич Красников; born 30 April 1958 in Tambov, RSFSR) is a Russian scientist in the field of semiconductor physics who has been serving as the president of the Russian Academy of Sciences since 2020.", "40197478": "David J. Pine is an American physicist who has made contributions in the field of soft matter physics, including studies on colloids, polymers, surfactant systems, and granular materials. He is professor of physics in the NYU College of Arts and Science and chair of the Department of Chemical and Biomolecular Engineering at the NYU Tandon School of Engineering.[1][2]", "53468523": "Aycan Yurtsever is a Turkish-Canadian physicist, currently a Canada Research Chair at Université du Québec's Institut national de recherche scientifique.[1][2][3]", "53402990": "Robert Hamilton Austin (born 1946) is an American physicist and a professor of physics at Princeton University.[1][2]", "70376815": "Dianne Kasnic Prinz (September 29, 1938 – October 12, 2002) was an American scientist, a physicist with the United States Naval Research Laboratory. She trained as an astronaut, and was mission communicator for STS-51-F.", "66018671": "Amri Wandel (born 1954, Hebrew: עמרי ונדל) is a senior scientist in Astrophysics at the Racah Institute of Physics at the Hebrew University of Jerusalem. Wandel is an expert in astrobiology and chairman of the Israeli Association of Astrobiology and Early Life. He is also president of the International Academy of Sciences San Marino.", "41540979": "Alexander V. Balatsky (born 19 October 1961) is a USSR-born American physicist. He is the professor of theoretical physics at NORDITA and University of Connecticut. He served as the founding director of the Institute for Materials Science (IMS) at Los Alamos National Laboratory in 2014–2017.", "53370229": "Alexander Crichton Mitchell FRSE (1 July 1864 – 15 April 1952), named in some sources as Arthur Crichton Mitchell, was a Scottish physicist with a special interest in geomagnetics who worked for many years in India as a professor and head of a meteorological observatory before returning to Scotland. He then worked with the Royal Navy to devise a system, known as an anti-submarine indicator loop, for detecting submarines by detecting currents induced in a loop of wire on the sea floor.", "65002877": "George William Clarkson Kaye (8 April 1880 – 16 April 1941) was an English physicist.[1][2][3] He is best known as one of the authors, together with Thomas Laby, of the authoritative scientific reference work Tables of Physical and Chemical Constants and Some Mathematical Functions, first published in 1911 and better known as Kaye and Laby.[4]\nHe was a driving force behind the formation and early years of  the ‘International X-ray and Radium Protection Committee’ (IXRPC), the world's first international radiological protection body, created in 1928. [5]", "62774666": "Stanford University", "34266507": "Ross Gunn (May 12, 1897 – October 15, 1966) was an American physicist who worked on the Manhattan Project during World War II. The New York Times described him as \"one of the true fathers of the nuclear submarine program\".[1]", "67591566": "Duncan R. Lorimer (born 1969) is a British-born American astrophysicist. He is a professor of astronomy at West Virginia University, known for the discovery of the first fast radio burst in 2007.[1][2][3][4]", "70081936": "Sylvia Speller was born on June 17, 1967, in Haren, Germany. She is a German physicist who obtained her Dr. rer. nat. from the University of Osnabruck (1995) and has been a professor in the faculty of mathematics and natural sciences at the University of Rostock since 2012. She teaches and researches experimental physics, specifically, surface and interface physics, nanophysics, and scanning probe methods. Speller is currently a member of the German Physical Society.[1]", "45309328": "Madan M. Rehani is an Indian-born medical physicist.", "41770388": "Jean-Pol Vigneron (5 March 1950 – 24 June 2013) was a Belgian physics professor. Jean-Pol started his career working on semi-conductor physics, however he is best known for his later work on the physics of animal colours, photonic crystals, and naturally occurring optical structures.[1]", "68771221": "Glenn Ansel Fry (September 10, 1908 – January 5, 1996)[1] was an American scientist who studied physiological optics and optometry.", "18636184": "Joseph Murdoch Ritchie (June 10, 1925 – July 9, 2008)[1] was a Scottish born American biophysicist and a professor at Yale University.", "59628955": "Joseph E. Pesce FRS is an Italian-American astrophysicist and Program Officer at the National Science Foundation in the US. He is a part-time professor at George Mason University and a visiting professor at the University of Colorado, Boulder.[1]", "318878": "Rainer \"Rai\" Weiss (/waɪs/ WYSSE, German: [vaɪs]; born September 29, 1932) is a German-born American physicist, known for his contributions in gravitational physics and astrophysics. He is a professor of physics emeritus at MIT and an adjunct professor at LSU. He is best known for inventing the laser interferometric technique which is the basic operation of LIGO. He was Chair of the COBE Science Working Group.[1][2][3]", "34823587": "Eugene Michael Chudnovsky (born 12 December 1948) is a Distinguished Professor of Physics at Lehman College[1][2] and a member of the doctoral faculty at the Graduate Center of the City University of New York. Chudnovsky is a Fellow of the American Physical Society (APS), elected 1993[3] for \"seminal contributions to random ferromagnetism, macroscopic quantum tunneling, and hexatic order in high Tc materials\". He is mostly known for his work on quantum tunneling of magnetization.[4] Chudnovsky explained magnetic avalanches experimentally observed in molecular magnets as deflagration.[5]", "449955": "Charles Stark \"Doc\" Draper (October 2, 1901 – July 25, 1987) was an American scientist and engineer, known as the \"father of inertial navigation\".[2] He was the founder and director of the Massachusetts Institute of Technology's Instrumentation Laboratory, later renamed the Charles Stark Draper Laboratory, which made the Apollo Moon landings possible through the Apollo Guidance Computer it designed for NASA.", "27123108": "Tom Murphy is a professor of physics at the University of California, San Diego. He is the project investigator for the Apache Point Observatory Lunar Laser-ranging Operation Project. Professor Murphy completed his Ph.D. in astrophysics at the California Institute of Technology after which he completed a postdoc at the University of Washington - Seattle before becoming a professor at the University of California, San Diego. In 2010 his group was responsible for locating the former Soviet Union's Lunokhod 1 rover.[1]", "4545960": "Erich Schumann (5 January 1898 – 25 April 1985) was a German physicist who specialized in acoustics and explosives, and had a penchant for music. He was a general officer in the army and a professor at the University of Berlin and the Technical University of Berlin. When Adolf Hitler came to power he joined the Nazi Party.  During World War II, his positions in the Army Ordnance Office and the Army High Command made him one of the most powerful and influential physicists in Germany. He ran the German nuclear energy program from 1939 to 1942, when the army relinquished control to the Reich Research Council. His role in the project was obfuscated after the war by the German physics community's defense of its conduct during the war. The publication of his book on the military's role in the project was not allowed by the British occupation authorities. He was director of the Helmholtz Institute of Sound Psychology and Medical Acoustics.", "5856680": "Sir Alfred Brian Pippard, FRS (7 September 1920 – 21 September 2008),[1] was a British physicist. He was Cavendish Professor of Physics from 1971 until 1982 and an Honorary Fellow of Clare Hall, Cambridge, of which he was the first President.", "2842026": "Leonard Mandel (May 9, 1927 – February 9, 2001) was an American physicist who contributed to the development of theoretical and experimental modern optics and is widely considered one of the founding fathers of the field of quantum optics. With Emil Wolf he published the highly regarded book Optical Coherence and Quantum Optics.[1][2]", "61791659": "Almadena Yurevna Chtchelkanova is a Russian-American scientist. She is a program director in the Division of Computing and Communication Foundations at the National Science Foundation.", "843182": "Alejandro Corichi is a theoretical physicist working at the Quantum Gravity group of the National Autonomous University of Mexico (UNAM). He obtained his bachelor's degree at UNAM (1991) and his PhD  at Pennsylvania State University (1997). \nHis field of study is General Relativity and Quantum Gravity, where\nhe has contributed to the understanding of classical aspects of black holes, to the non-commutativity and black holes within the approach known as Loop quantum gravity and to loop quantum cosmology.", "220600": "Henry Kater FRS, FRAS (16 April 1777 – 26 April 1835) was a British physicist of German descent.", "45014473": "Suhas Pandurang Sukhatme is an Indian scientist, teacher, author and a former Chairman of the Atomic Energy Regulatory Board of the Government of India, known for his expertise in heat transfer and energy technologies.[1][2][3][4] He was honoured by the Government of India, in 2001, with the fourth highest Indian civilian award of Padma Shri.[5]", "64380367": "Ubay Orifovich Orifov (Russian: Убай Арифович Арифов; 15 June [O.S. 2 June] 1909 – 24 December 1976) was a Soviet Uzbek physicist and academician who served as the President of the Academy of Sciences of the Uzbek SSR from 1962 to 1966.[1] He was also a participant in the Great Patriotic War.", "66051535": "Malcolm Golby Haines (12 October 1936 – 13 January 2013)[1] was a British plasma physicist known for his research on Z-pinches.[2] He was a Fellow of the American Physical Society[3] and was co-awarded the 2005 Hannes Alfvén Prize.[4]", "54975954": "Michael Arthur Moore (born 1943)[2] FRS[3] is a British physicist and Emeritus Professor of theoretical physics in the School of Physics and Astronomy at the University of Manchester where he has worked since 1976.[2][4]", "36593108": "Yuan Cao (Chinese: 曹原; pinyin: Cáo Yuán) is a Chinese electrical engineer and physicist. His research is focused on the properties of two-dimensional materials.[3][2] He discovered that a stack of two sheets of graphene, cooled to 1.7 K, could act as a superconductor or as an insulator when exposed to an electric field.[4][5] In 2018, Nature chose him as one of 10 people who mattered that year in science, calling him a \"graphene wrangler.\"[4][6][7][8][9]", "6053337": "Leon Knopoff (July 1, 1925 – January 20, 2011) was an American geophysicist and musicologist.[1] He received his education at Caltech, graduating in 1949 with a PhD in physics, and came to UCLA the following year. He served on the UCLA faculty for 60 years.  His research interests spanned a wide variety of fields and included the physics and statistics of earthquakes, earthquake prediction, the interior structure of the Earth, plate tectonics, pattern recognition, non-linear earthquake dynamics and several other areas of solid Earth geophysics.[2]  He also made contributions to the fields of musical perception and archaeology.", "54255067": "Vladimir G. Dubrovskii  (Russian: Владимир Германович Дубровский; born in 1965) is the head of Laboratory of physics of nanostructures at St. Petersburg Academic University,[1] a leading research scientist at Ioffe Institute,[2] and a professor at St. Petersburg State University and ITMO University.[3]", "24796639": "Prem Chand Pandey is an Indian space scientist, planetary scientist, and academic in the fields of satellite oceanography, remote sensing, atmospheric science, the Antarctic and climate change,[1] and also he is the founding director of the National Centre for Polar and Ocean Research (NCPOR).", "44162530": "Axel Stoll (30 October 1948 – 28 July 2014)[1] was a far-right esoteric German geophysicist and conspiracy theorist. He wrote many books, including Hochtechnologie im Dritten Reich and Das Wissen um die unterdrückte Physik - Ein Buch von Axel Stoll, combining pseudo-science and various conspiracy theories, especially concerning Nazi Germany.\nHe received notoriety through the publication of internet videos.", "49176035": "Josef Lutz (born 1954 in Ellwangen (Jagst)) is a German physicist and electrical engineer.", "11492834": "Hans Heinrich von Halban (24 January 1908 – 28 November 1964) was a French physicist, of Austrian-Jewish descent.", "54025702": "Deepak Kumar (1 April 1946–26 January 2016) was an Indian condensed matter physicist and a professor at the School of Physical Sciences of Jawaharlal Nehru University. Known for his research on quantum mechanics and other areas of condensed matter physics, Kumar was an elected fellow of the Indian Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1988.[1][note 1]", "2547178": "Józef Łukaszewicz (13 December 1863 – 19 October 1928) was a Polish[1] physicist, geologist and mineralogist, as well as a 19th-century revolutionary. During his life he took part in a failed attempt to assassinate tsar Alexander III of Russia,[2][3] served a lifetime sentence in Shlisselburg prison, was a professor at numerous universities, headed the Petersburg Institute of Geography and a chair in the Stefan Batory University of Wilno.", "10673649": "Robert Alden Cornog (July 7, 1912 – July 17, 1998) was a physicist and engineer who helped develop the atomic bomb and missile systems, and made significant discoveries regarding isotopes of hydrogen and helium.", "5823985": "Rudolf Fleischmann (1 May 1903 – 3 February 2002) was a German experimental nuclear physicist from Erlangen, Bavaria. He worked for Walther Bothe at the Physics Institute of the University of Heidelberg and then at the Institute for Physics of the Kaiser Wilhelm Institute for Medical Research. Through his association with Bothe, he became involved in the German nuclear energy project, also known as the Uranium Club; one of Fleischmann's areas of interest was isotope separation techniques. In 1941 he was appointed associate professor of experimental physics at the newly established Reichsuniversität Straßburg, in France. Late in 1944, he was arrested under the American Operation Alsos and sent to the United States. After he returned to Germany 1946, he became Director of the State Physical Institute at the University of Hamburg and developed it as a center of nuclear research. In 1953, he took a position at the University of Erlangen and achieved emeritus status in 1969. He was a signatory of the Göttingen Manifesto in 1957.", "51994102": "Mukul Ranjan Kundu (10 February 1930 – 16 June 2010), was an Indian solar physicist, known best as a pioneer of radio observations of the Sun. Early in his career, he showed that the Sun's 10.7 centimetre radio flux is correlated with the level of ionisation in the Earth's ionosphere.[1] The 10.7 cm flux is now used as a standard proxy for the level of magnetic activity on the Sun. He served on the editorial board of the journal Solar Physics and was awarded the George Ellery Hale Prize in 2007.", "1498615": "Rudolf Haag (17 August 1922 – 5 January 2016) was a German theoretical physicist, who mainly dealt with fundamental questions of quantum field theory. He was one of the founders of the modern formulation of quantum field theory and he identified the formal structure in terms of the principle of locality and local observables. He also made important advances in the foundations of quantum statistical mechanics.[2]", "53927418": "George Bernard Benedek (born 1 December 1928) is an American physicist currently the Alfred H. Caspary Professor of Physics and Biological Physics and of Health Sciences and Technology Emeritus at Massachusetts Institute of Technology.[1][2][3][4]", "29580798": "Konstanty Jodko-Narkiewicz, also known as Konstanty Narkiewicz-Jodko (1901–1963), was a Polish geophysicist who specialized in studying cosmic radiation. He was also a mountaineer, Arctic explorer, and balloonist.", "34037250": "Sir John Edwin Enderby CBE FRS FInstP[1] (16 January 1931 – 3 August 2021) was a British physicist, and was Professor of Physics at University of Bristol from 1976 to 1996.[4] He developed innovative ways of using neutrons to study matter at the microscopic level. His research has particularly advanced our understanding of the structure of multicomponent liquids— those made up of two or more types of atoms – including commonly used liquid alloys and glasses.[1][5]", "58809860": "Claudia Maraston is a Professor of Astrophysics at the University of Portsmouth. She designs models for the calculation of spectro-photometric evolution of stellar populations. She is the winner of the 2018 Royal Astronomical Society Eddington Medal.", "7790085": "Gerd Binnig (German pronunciation: [ˈɡɛʁt ˈbɪnɪç] ⓘ; born 20 July 1947[1]) is a German physicist. He is most famous for having won the Nobel Prize in Physics jointly with Heinrich Rohrer in 1986 for the invention of the scanning tunneling microscope.[2]", "59596294": "Mei-Yin Chou (Chinese: 周美吟; born 1958) is a Taiwanese physicist.", "51437062": "Andrew Keith Jack (also known as Keith Jack) (9 September 1885 – 26 September 1966) was an Australian physicist who served as a member of the Ross Sea Party as part of Ernest Shackleton's Imperial Trans-Antarctic Expedition.", "72900107": "Michael Brandon Jones is an American geophysicist who is program director at the National Science Foundation. He has worked on the development of geosciences education. He is the 2023 President of the American Geophysical Union.", "11984401": "Konrad Dannenberg (August 5, 1912 – February 16, 2009) was a German-American rocket pioneer and member of the German rocket team brought to the United States after World War II.", "30793235": "Chen Xuejun (simplified Chinese: 陈学俊; traditional Chinese: 陳學俊; pinyin: Chén Xuéjùn; 5 March 1919 – 4 July 2017)[1] was a Chinese physicist. He was a thermal power engineering scientist, professor and former vice president of Xi'an Jiaotong University. He graduated from National Central University with a bachelor's degree in engineering. He studied in the graduate school of Purdue University in the United States. He was an academician of the Chinese Academy of Sciences and of The World Academy of Sciences.", "63331864": "Ruth E. Blake is an American geochemist and environmental scientist. She is a professor at Yale University in earth & planetary sciences, environmental studies, and chemical & environmental engineering. Blake's work focuses on marine biogeochemical processes, paleoclimate, astrobiology, and stable isotope geochemistry.[1][2]", "74309146": "Maria Cristina Volpe is an astrophysicist specializing in the theory and phenomenology of cosmological neutrinos, including neutrinos from supernovae, the mass of neutrinos, and neutrino oscillation. She has also been involved in research on ground-based facilities for neutrino production via beta decay, producing so-called \"beta beams\". She is a director of research for the French National Centre for Scientific Research.", "70508058": "William Joseph Marciano (born October 11, 1947) is an American theoretical physicist, specializing in elementary particle physics.", "60284447": "Laura B. Eisenstein (1942–1985) was a professor in the physics department at the University of Illinois until her early death.[1] Eisenstein was known for her contributions to the understanding of light-energy transduction mechanisms in biological molecules and their higher order assemblies. She was an experimentalist and spectroscopist who was particularly well known for her contributions applying the techniques of x-ray absorption spectroscopy and time-resolved resonance Raman spectroscopy to the study of biomolecules. These studies indicated that phenomena such as quantum-mechanical tunnelling can be successfully investigated even in soft-matter systems like proteins.", "70082080": "Max Dresden (April 23, 1918, Amsterdam – October 29, 1997, Palo Alto) was a Dutch-American theoretical physicist and historian of physics. He is known for his research in \"statistical mechanics, superconductivity, quantum field theory, and elementary particle physics.\"[1]", "22863393": "Jainendra K. Jain (born 1960) is an Indian-American physicist and the Evan Pugh University Professor and Erwin W. Mueller Professor of Physics at Pennsylvania State University. He is also Infosys Chair Visiting Professor at IISc, Bangalore. Jain is known for his theoretical work on quantum many body systems, most notably for postulating particles known as Composite Fermions.", "40066596": "Felix Auerbach (12 November 1856 – 26 February 1933) was a German physicist.", "67362349": "Alice Elizabeth White is an American physicist. She is a professor and chair at the Boston University College of Engineering.[1] Previously, she was Chief Scientist at Bell Labs.[2] She is a fellow of the APS, the IEEE and the OSA.", "60055088": "Brian D. Nord is an American astrophysicist and machine learning researcher at Fermi National Accelerator Laboratory (also known as Fermilab or FNAL).", "32693815": "Borys Viktorovych Grynyov (Ukrainian: Борис Вікторович Гриньов) (born 1 April 1956 in Kharkiv, Ukraine) is a Ukrainian scientist, public figure, member of the National Academy of Sciences of Ukraine (NAS), Honored Science Worker of Ukraine, Doctor of Engineering Science, Professor and currently Director of the State Fund for Fundamental Research of Ukraine. Chief Researcher  of Institute for Scintillation Materials NAS of Ukraine[citation needed]", "42163771": "Professor Ganesar Chanmugam (1939–1996) was a Sri Lankan astrophysicist.", "66608713": "Marlene Rosenberg is an American plasma physicist known for her work on cosmic and interplanetary dusty plasma.", "4939344": "David Berenstein is a Colombian theoretical physicist and professor at University of California, Santa Barbara, USA. He received his Ph.D. from University of Texas, Austin, in 1998 under the supervision of Willy Fischler, coauthor of matrix theory. He was a visiting scholar at the Institute for Advanced Study in 2001-04 and again in the fall of 2010.[1]", "25714263": "Mannque Rho (Korean: 노만규; RR: No Man-gyu; born December 14, 1936) is a South Korean-French theoretical physicist.\nHe has contributed to theoretical nuclear/hadron physics and suggested Brown-Rho Scaling with Gerald E. Brown which predicts how the masses of the hadrons disappear in hot and dense environments.", "69688921": "Per Osland is a Norwegian physicist specializing in theoretical particle physics.[1] He is a professor emeritus at the University of Bergen.[2]", "68574823": "Sophus Septimus Henrichsen (12 November 1845 – 21 December 1928) was a Norwegian physicist and scientist. He worked at the University of Kristiania (Oslo). He wrote several textbooks of high school physics and organized the journal Nyt Tidsskrift for Fysik og Kemi in 1896.", "7790184": "Heinrich Rohrer (6 June 1933 – 16 May 2013) was a Swiss physicist who shared half of the 1986 Nobel Prize in Physics with Gerd Binnig for the design of the scanning tunneling microscope (STM). The other half of the Prize was awarded to Ernst Ruska.[2][3][4][5] The Heinrich Rohrer Medal is presented triennially by the Surface Science Society of Japan with IBM Research – Zurich, Swiss Embassy in Japan, and Ms. Rohrer in his memory.[6][7] The medal is not to be confused with the Heinrich Rohrer Award presented at the Nano Seoul 2020 conference.[8]", "18603625": "Vassilis Angelopoulos (Greek: Βασίλης Αγγελόπουλος; born February 13, 1965) is a Greek American physicist. He is a specialist on space and astrophysical plasmas.", "68247151": "Jane Lee Fox is a physicist known for her research on the atmosphere of planets including Mars and Venus. She has many published works at her current institution, Wright State University.", "63037040": "Bikiran Prasad Barua (11th February 1945 – 17th August 2023) was a Bangladeshi physicist and educationist. He was chairman of the physics department of the University of Chittagong. In recognition of his contribution in education, the government of Bangladesh awarded him the country's second-highest civilian award Ekushey Padak in 2020.[1]", "41737842": "Stephen John Fossey is a British astronomer working at UCL Observatory, which is part of University College London (UCL). He discovered the nearby supernova SN 2014J and is one of the three editors of The Observatory magazine.", "7626355": "Maurice Paul Auguste Charles Fabry ForMemRS[1][2] (French: [fabʁi]; 11 June 1867 – 11 December 1945) was a French physicist working on optics.[3][4] Together with Alfred Pérot he invented the Fabry–Pérot interferometer. He is also one of the co-discoverers of the ozone layer.", "47799924": "Bernard Abram Lippmann.[1][2] (August 18, 1914 – February 12, 1988)[3] was an American theoretical physicist. A former Professor of Physics at New York University, Lippmann is mainly known for the Lippmann-Schwinger equation, a widely used tool in non-relativistic scattering theory, which he formulated together with his doctoral supervisor Julian Schwinger[4]", "6610548": "Charles Bachman Moore Jr. (October 28, 1920 – March 2, 2010) was an American physicist, engineer and meteorologist, known for his research on atmospheric physics and his work with gas balloons. He was born in Maryville, Tennessee.", "58482298": "Agnès Barthélémy is a French physicist. She is an expert on nanostructures. She is a professor at Université Paris-Sud and a member of the Institut Universitaire de France.", "22765181": "Anthony Ichiro Sanda (三田 一郎, Sanda Ichirō, born March 4, 1944) is a Japanese-American particle physicist. Along with Ikaros Bigi, he was awarded the 2004 Sakurai Prize for his work on CP violation and B meson decays.[1]", "65658494": "Joshua A. Frieman is a theoretical astrophysicist who lives and works in the United States. He is a senior scientist at Fermilab and a professor of astronomy and astrophysics at the University of Chicago. Frieman is known for his work studying dark energy and cosmology, and he co-founded the Dark Energy Survey experiment.[1] He was elected a member of the National Academy of Sciences in 2022.[2]", "43114112": "Brenda Pruden Winnewisser is a scientist and oral historian. She is the wife of Manfred Winnewisser, a professor of physics at Ohio State University in Columbus, Ohio. Winnewisser has collaborated on Manfred Winnewisser's research in terahertz science and technology.[1] According to Microsoft Academic Search, she has 122 research publications (as of 2014).[2]", "28827268": "Lev Borisovich Okun (Russian: Лев Борисович Окунь; 7 July 1929 – 23 November 2015) was a Soviet theoretical physicist. He is known for his contributions to particle physics and quantum chromodynamics. He coined the term hadron.", "53141124": "Adolf Wüllner (13 June 1835, in Düsseldorf – 6 October 1908, in Aachen) was a German physicist.", "10542726": "Jacques Pierre Friederich (Friedel) Sellschop (8 June 1930 – 4 August 2002) was a South African scientist and pioneer in the field of applied nuclear physics.", "70409865": "Regina Abby Rameika is an American experimental neutrino physicist known for her work with the DONUT collaboration at Fermilab, which provided the first direct observations of the tau neutrino. She continues to work as a distinguished scientist at Fermilab, where she is co-spokesperson for the Deep Underground Neutrino Experiment (DUNE).[1]", "36724362": "Penrose \"Parney\" C. Albright is an American physicist known for his work with the U.S. Government, think tanks and National Laboratories, and government contractors. Since November 1, 2014, he has been the president and CEO of HRL Laboratories,[1] a research firm jointly owned by Boeing and General Motors. Until December 2013 he served as the director of Lawrence Livermore National Laboratory, and, in 2014, he served as a senior advisor in the Office of the Director of National Intelligence.", "67591819": "Gang Cao is an American condensed matter physicist, academic, author, and researcher. He is a professor of physics at the University of Colorado Boulder.[1] and Director of Center for Experiments on Quantum Materials.", "22797966": "William Roy Piggott (18 July 1914 – 20 May 2008) was a student of Sir Edward Appleton who transferred a large group of German specialists from Austria into the British Zone of Occupation in Germany in 1945. He edited the still valid official booklet of reduction rules for ionospheric soundings with Karl Rawer and was engaged in international activities during the International Geophysical Year (IGY) and for a long time afterwards.", "42327695": "Florence \"Flossie\" van Straten (1913–1992) was an aerological engineer known for advancing the science of naval meteorology during and after World War II.[1]", "69099155": "Nikolaos Kylafis  (Greek: Νικόλαος Κυλάφης) is a Greek Theoretical Astrophysicist, who is professor emeritus[1] at the Department of Physics of the University of Crete, Greece.", "44195476": "Shin-Tson Wu, (Chinese: 吳詩聰) is an American physicist and inventor of Taiwanese origin. He is currently a Pegasus professor at CREOL, The College of Optics and Photonics, University of Central Florida. Wu's contributions to liquid-crystal research and the resulting patent portfolio for next-generation liquid crystal displays (LCDs), adaptive optics, laser-beam steering, biophotonics, and new photonic materials, have had a major impact on display technology worldwide.", "48651925": "Ivor Robinson (October 7, 1923 – May 27, 2016)[1][2] was a British-American mathematical physicist, born and educated in England, noted for his important contributions to the theory of relativity. He was a principal organizer of the Texas Symposium on Relativistic Astrophysics.", "58941075": "Paul Geoffrey Murdin OBE FRAS (born 5 January 1942) is a British astronomer. He identified the first clear candidate for a black hole, Cygnus X-1, with his colleague Louise Webster.", "12803734": "Lucile M. Jones (born 1955) is a seismologist and public voice for earthquake science and earthquake safety in California.[1] One of the foremost and trusted public authorities on earthquakes,[2] Jones is viewed by many in Southern California as \"the Beyoncé of earthquakes\" who is frequently called up on to provide information on recent earthquakes.[3][4]", "28401308": "Wick C. Haxton (born August 21, 1949, in Santa Cruz, California) is an American theoretical nuclear physicist and astrophysicist.[1]  He is a professor of physics at the University of California, Berkeley and senior faculty scientist at Lawrence Berkeley National Laboratory.[2]  He was appointed a co-editor of the journal Annual Review of Nuclear and Particle Science as of 2023.[3]", "51240604": "Fazley Bary Malik (August 16,1934 - July 4, 2014) was a Bangladeshi physicist. He was a professor of theoretical nuclear and atomic physics at Southern Illinois University Carbondale from 1980 until 2014.[1]", "10346146": "Edward Lee (2 March 1914 – 31 December 2001) was a British scientist, inventor, and civil servant. He was the builder of Britain's first infrared spectrometer, and later served as Director of the Admiralty Research Laboratory.", "50880163": "Prof Reinhold Heinrich (Henry) Furth FRSE (20 October 1893 – 17 July 1979) was a German-speaking physicist born in Prague, noted for his 1951 BAAS lecture Physics and Social Equilibrium. He is also remembered for his 1934 theory that stars are composed of Antiparticles.[1]", "42852008": "Heinrich Mache (27 April 1876 – 1 September 1954) was an Austrian physicist. He won the Haitinger Prize of the Austrian Academy of Sciences in 1915.[1]", "29515434": "Alexey Maksimovich Fridman (17 February 1940 – 29 October 2010) was a Soviet physicist specializing in astrophysics, physics of gravitating systems and plasma physics. He discovered new types of instabilities in gravitating media, created the theory of planetary rings and predicted the existence of small Uranus satellites that were later discovered. He also developed the hydrodynamic theory of spiral structure in galaxies. Fridman worked at the Institute of Astronomy of the Russian Academy of Sciences, INASAN,[1] and was professor at the Moscow Institute of Physics and Technology and at Moscow State University.", "50257590": "Yang Hung-duen (traditional Chinese: 楊弘敦; simplified Chinese: 杨弘敦; pinyin: Yáng Hóngdūn; born 3 September 1965) is a Taiwanese physicist. Yang was the president of National Sun Yat-sen University from 2008 to 2016, when he was selected to lead the Ministry of Science and Technology.", "37772983": "René Turlay (1932–2002) was a French nuclear physicist.", "27745976": "R. Clark Jones (June 30, 1916 – April 26, 2004) was an American physicist working in the field of optics. He studied at Harvard University and received his PhD in 1941. Until 1944 he worked at Bell Labs, later until 1982 with the Polaroid Corporation. In a sequence of publications between 1941 and 1956 he demonstrated a mathematical model to describe the polarization of coherent light, the Jones calculus.", "515769": "Sir Owen Willans Richardson, FRS[1] (26 April 1879 – 15 February 1959) was a British physicist who won the Nobel Prize in Physics in 1928 for his work on thermionic emission, which led to Richardson's law.[3][4][5][6][7][8]", "70377146": "Eugenie Lisitzin (November 13, 1905[1][2] – October 28, 1989[3]) was a Finnish physical oceanographer active in the mid-20th century. She was the first woman in Finland to earn a PhD in physics (1938) and join the Finnish Society of Sciences and Letters (1960). She also was the first acting director of a scientific department of the Finnish government (Finnish Institute of Marine Research, 1961–1963).", "71163577": "Maria Roser Valentí is a Spanish-Catalonian professor of theoretical condensed matter physics at Johann Wolfgang Goethe-Universität Frankfurt am Main.[1]", "63037116": "Johannes Geiss (4 September 1926 – 30 January 2020) was a German physicist.[1]", "35249855": "Friedrich C. Simmel (born 1970) is a German biophysicist and professor at the Technical University Munich. He is a researcher in the field of DNA nanotechnology and is best known for his work on DNA nanomachines[1] and dynamic DNA-based systems.[2]", "46751425": "Gian-Reto Plattner (10 December 1939 – 7 December 2009) was a Swiss physicist and politician of the Social Democratic Party of Switzerland.", "30203589": "Rolf Nordhagen (2 August 1927 – 1 July 2013[1]) was a Norwegian physicist and computer scientist.[2][3]", "37445318": "Werner Braunbek (German: Werner Braunbek; 8 January 1901 – 9 February 1977) was a German physicist.[1]", "9035464": "Ardeshir Hosseinpour[1] (Persian: اردشير حسين‌پور;‎ 1962 – 15 January 2007) was an Iranian nuclear scientist, physics professor, and electromagnetism expert,[2] who was involved in the Iranian nuclear program.[2][3][4] He died mysteriously in early 2007 during his nuclear work at Isfahan.", "73457353": "Bart De Pontieu is a solar physicist who works at Lockheed Martin's Solar & Astrophysics Laboratory. He is known for his work on the dynamics and heating of the solar chromosphere, transition region and corona,[1] via both wave mechanisms[2] and nanoflares.  De Pontieu has had a major role in multiple solar scientific space missions, including TRACE, Hinode, the Solar Dynamics Observatory, and IRIS.[3]  He is the Principal Investigator of the in-development Multi-Slit Solar Explorer selected by NASA in February 2022.[4]", "20733643": "Louis Lliboutry (born 19 February 1922 in Madrid; died on 21 October 2007 in Grenoble) was a French glaciologist, geophysicist, and mountaineer. While in Chile in the early 1950s, he analysed and explained the formation of snow penitents in the Andes, which marked his first contribution to glaciology. He founded in Grenoble in 1958 the Laboratory of Alpine Glaciology and headed it for 25 years; he also set up at that period a pioneering syllabus in geophysics. His contributions to mechanics of viscous media (such as ice and the Earth's mantle) and to geodynamics are internationally acknowledged.", "61038287": "Esther \"Polly\" Salaman (née Polianowsky) (Hebrew: אֶסְתֵּר פאָליאַנאָווסקי שָׂלָמָן, Russian: Эстер Поляновская Саламан; \n6 January 1900 – 9 November 1995) was a Russian-born Jewish writer and physicist. She is best known for her memoir on Albert Einstein, her friend and teacher while studying at the University of Berlin.[1]", "60645071": "Maura E. Hagan is a Professor of Physics and Dean of the College of Science at Utah State University. She is a Fellow of both the American Meteorological Society and the American Geophysical Union, and was elected a member of the National Academy of Sciences in 2019.", "50290385": "Thomas Michael Donahue (May 23, 1921 – October 16, 2004) was an American physicist, astronomer, and space and planetary scientist.", "73752273": "Teodor Paweł Gotszalk is a Polish scientist who is head of department of Nanometrology at Wrocław University of Science and Technology and since 2022 corresponding member of Polish Academy of Sciences.[1] Gotszalk works in the area of nanotechnology and nanometrology, particularly scanning probe microscopy (SPM), scanning electron microscopy (SEM) and focused ion beam (FIB) techniques, and using microelectromechanical systems (MEMS).", "56516309": "Chanda Prescod-Weinstein (born c. 1982)[2] is an American theoretical cosmologist and particle physicist at the University of New Hampshire. She is also an advocate of increasing diversity in science.", "8478421": "Vladimir Iosifovich Veksler (Russian: Владимир Иосифович Векслер; Ukrainian: Володимир Йосипович Векслер; March 4, 1907 – September 22, 1966) was a prominent Soviet experimental physicist.", "23191262": "Dipankar Home (born 11 November 1955) is an Indian theoretical physicist at Bose Institute, Kolkata. He works on the fundamental aspects of quantum mechanics, including quantum entanglement and Quantum communication. He is co-author with Partha Ghose of the popular book Riddles in your Teacup - Fun with Everyday Scientific Puzzles.[1]", "33971937": "Soo-Bong Kim is a South Korean physicist.", "60645093": "Elisabeth (Beth) Gwinn is a professor in the Department of Physics at the University of California, Santa Barbara (UCSB). Gwinn was the first woman to join the Physics faculty at UCSB. Gwinn's research team explores topics at the intersection of nanoscience, biology, and optics. She is particularly well known for her work on silver nanoclusters and bimolecular-stabilized derivatives thereof.[1] Gwinn is a prominent advocate for boosting diverse representation in the field of physics. She has been an advocate for increasing accessibility to STEM careers more generally through mentorship opportunities for public school students in the United States at the elementary and high-school levels.", "59694823": "JJ Eldridge is a theoretical astrophysicist based in New Zealand. Eldridge is the head of the Department of Physics at the University of Auckland and co-author of The Structure And Evolution Of Stars.", "42360551": "Fredric William Taylor (24 September 1944 – 16 December 2021) was a British physicist and academic. He was Halley Professor of Physics Emeritus at the University of Oxford,[1][2] where he lived until his death.", "40328939": "Julius Johann Phillipp Ludwig Elster (24 December 1854 in Blankenburg – 6 April 1920) was a teacher and physicist.", "7692013": "Edmund Clifton Stoner FRS (2 October 1899 – 27 December 1968) was a British theoretical physicist. He is principally known for his work on the origin and nature of itinerant ferromagnetism (the type of ferromagnetic behaviour associated with pure transition metals like cobalt, nickel, and iron), including the collective electron theory of ferromagnetism and the Stoner criterion for ferromagnetism.[3][4][5][6][7][8] Stoner made significant contributions to the electron configurations in the periodic table.[9][10][11]", "21913329": "Munir Ahmad Khan (Urdu: منير احمد خان; 20 May 1926 – 22 April 1999), NI, HI, FPAS, was a Pakistani nuclear reactor physicist who is credited, among others, with being the \"father of the atomic bomb program\" of Pakistan for their leading role in developing their nation's nuclear weapons during the successive years after the war with India in 1971.[1][2][3]", "62873330": "David Arthur Lind (September 12, 1918 – March 6, 2015) was an American physics professor, Guggenheim Fellow, mountain climber, and skier.[1] He was part of a five-man team that made the first ascent of Forbidden Peak in the North Cascades in 1940.[2]", "3596017": "Andrew R. Liddle FRSE (born 9 June 1965) is a Principal Investigator at the University of Lisbon.[1] From 2018 to 2020 he was a Visiting Fellow at the University of Waterloo.[2] From 2013 to 2017 he was Professor of astrophysics at the Royal Observatory Edinburgh.[2] Publications include books and over 260 papers. He is a theoretical cosmologist and is interested in understanding the properties of the Universe and how these relate to fundamental physical laws.", "45670132": "Hattie Carwell (born July 17, 1948) is an American physicist and former scientist with the United States Department of Energy and the International Atomic Energy Agency. In 1990, she became a program manager for high energy and nuclear programs with the DOE San Francisco Operations Office.[1] She additionally was a lead operation engineer at the Berkeley Site Office from 1994 to 2006. She has also contributed to several non-profit organizations with the goal of promoting diversity within STEM-related fields.", "40361717": "Sulabha Kashinath Kulkarni (born 1 June 1949 in Pune, Maharashtra) is an Indian physicist, whose research spans the areas of Nanotechnology, Materials Science, and Surface Science. She is currently a visiting faculty member at Indian Institute of Science Education and Research, Pune, India.[1]", "66281212": "Agata Różańska [aˈɡata ruˈʐaɲska] (born 3 October 1968 in Bydgoszcz, Poland) is a Polish astronomer and astrophysicist.  Research Professor at the field of\nX-ray astronomy. She works on numerical computations of emission processes in astrophysical X-ray sources and their observations.", "17948414": "Arthur Joachim von Oettingen (28 March [O.S. 15] 1836 – 5 September 1920) was a Baltic German physicist and music theorist. He was the brother of theologian Alexander von Oettingen (1827–1905) and ophthalmologist Georg von Oettingen (1824–1916).", "58318595": "Uta Klement (born 18 December 1962) is a senior professor at Chalmers University of Technology who works in the field of materials science with emphasis on electron microscopy.", "60940047": "Li Hengde (Chinese: 李恒德; 30 June 1921 – 28 May 2019) was a Chinese nuclear physicist and materials scientist who established China's first nuclear materials program at Tsinghua University. He was a founding academician of the Chinese Academy of Engineering, a Fellow of Biomaterials Science and Engineering (FBSE), and a Fellow of the Materials Research Society. He served as President of the Chinese Materials Research Society from 1991 to 1999 and as President of the International Union of Materials Research Societies (IUMRS) from 1999 to 2000.", "64577300": "Herbert Graves Winful (born 3 December 1952)[1] is a Ghanaian-American engineering professor, whose honours include in 2020 the Quantum Electronics Award.[2] He is the Joseph E. and Anne P. Rowe Professor of Electrical Engineering, Arthur F. Thurnau Professor of Electrical Engineering and Computer Science,[3] and a Professor of Physics at the University of Michigan.[4]", "68378389": "Daniel S. Fisher (born November 21, 1956) is an American theoretical physicist working in statistical physics.[1]", "69263125": "Benedetto Vigna (born 10 April 1969 in Potenza) is an Italian physicist and businessman. He is currently the chief executive officer of Ferrari.", "60514073": "Eugene Hecht (born 2 December 1938 in New York City) is an American physicist and author of a standard work in optics.", "13033250": "Charles Kittel (July 18, 1916 – May 15, 2019) was an American physicist. He was a professor at University of California, Berkeley from 1951 and was professor emeritus from 1978 until his death.[2]", "3596069": "David Wands is professor of cosmology at the Institute of Cosmology and Gravitation, in the University of Portsmouth.", "46391084": "Catherine L. Johnson is a planetary scientist known for her research on the magnetic fields of planets including Mercury, Venus, Earth and its moon, and Mars. In 2023, she was elected to the National Academy of Sciences.[1]", "7692091": "Russell Stannard, OBE (24.5[clarification needed] December 1931[citation needed] – 4 July 2022) was a British high-energy particle physicist.", "56581951": "Jennifer Ann Gupta, known as Jen, is an astrophysicist and science communicator based at the University of Portsmouth. She has presented on Tomorrow's World on the BBC.", "55992133": "Olivier Doré is a cosmologist, who is currently working as research scientist in Jet Propulsion Laboratory and visiting associate faculty at the California Institute of Technology.[1][2]", "2285386": "Robert Carr Dynes (born November 8, 1942) is a Canadian-American physicist, researcher, and academic administrator, and professor of physics at the University of California, Berkeley, and the former president of the University of California system, and former chancellor of the University of California San Diego.", "3891023": "Ronald Collé  (born February 11, 1946) is a specialist in nuclear and radiochemistry, radionuclidic metrology, and the development of standards. He has worked at the National Institute of Standards and Technology (NIST) from 1976 to 2003 and from 2005 to present, and currently serves as a research chemist in the Radioactivity Group of the NIST Physics Laboratory (Ionizing Radiation Division).[1]", "548687": "Peter Armbruster (born 25 July 1931) is a German physicist at the Gesellschaft für Schwerionenforschung (GSI) facility in Darmstadt, Germany, and is credited with co-discovering elements 107 (bohrium), 108 (hassium), 109 (meitnerium), 110 (darmstadtium), 111 (roentgenium), and 112 (copernicium) with research partner Gottfried Münzenberg.", "7790420": "Karl Alexander Müller (20 April 1927 – 9 January 2023) was a Swiss physicist and Nobel laureate. He received the Nobel Prize in Physics in 1987 with Georg Bednorz for their work in superconductivity in ceramic materials.", "2285399": "Frances Hellman is a physicist who was dean of the division of mathematical and physical sciences at the University of California, Berkeley from 2015 until 2021.[1][2] Her primary academic focus has been the study of the thermodynamic properties of novel solid materials, especially thin film semiconducting, superconducting, and magnetic materials. She has served as chair of the physics department and holds a dual appointment in the materials science and engineering department.", "548702": "Gottfried Münzenberg (born 17 March 1940) is a German physicist.", "41312097": "Christian Spielmann (born 1963, Innsbruck, Austria) is an Austrian  physicist and a professor at the University of Jena", "59858785": "Jason Hyrum Steffen (born May 15, 1975)[2] is an American astrophysicist and assistant professor of physics and astronomy at the University of Nevada, Las Vegas (UNLV). He is also a member of the science team for NASA's Kepler mission. He worked at Fermilab and Northwestern University for a decade before joining the UNLV faculty. He is known for his work on the discoveries of several exoplanets.[3][4][5] He has also developed an alternative method for boarding passengers onto commercial aircraft, known as the Steffen Boarding Method. It has been found to be significantly faster than the \"back-to-front\" method used by most commercial airlines.[6][7] He was inspired to begin research on the topic after waiting in an exceptionally long line to board a plane at an airport.[8]", "33513332": "Sultana Nurun Nahar is a Bangladeshi-American physicist. She is a research scientist in the Department of Astronomy at Ohio State University.[1]", "2056054": "Dan Peter McKenzie CH FRS (born 21 February 1942) is a Professor of Geophysics at the University of Cambridge, and one-time head of the Bullard Laboratories of the Cambridge Department of Earth Sciences. He wrote the first paper defining the mathematical principles of plate tectonics on a sphere, and his early work on mantle convection created the modern discussion of planetary interiors.", "40329080": "Hans Friedrich Karl Geitel (16 July 1855 in Braunschweig – 15 August 1923 in Wolfenbüttel) was a German physicist. He is credited with coining the phrase \"atomic energy.\"", "53960570": "Alex Ignatiev (born 1945) is an American physicist, currently distinguished professor at University of Houston.[1][2][3]", "1892223": "Gilles George Cloutier, CC OQ FRSC (June 27, 1928 – May 13, 2014) was a Canadian physicist and former director of the Alberta Research Council.[1]", "63561600": "Joseph Melvin Reynolds (16 July 1924, Woodlawn, Tennessee – 11 June 1997, Baton Rouge, Louisiana) was an American professor of physics and a university administrator.[1][2] He was a Guggenheim Fellow for the academic year 1958–1959.[3]", "45145987": "Mikhail Iosifovich Katsnelson (Russian: Михаил Иосифович Кацнельсон; born 10 August 1957) is a Russian-Dutch professor of theoretical physics. He works at Radboud University Nijmegen where he specializes in theoretical solid state physics and many-body quantum physics.[1][2] He is one of the most cited scientists in the field of condensed matter physics.", "66740104": "Roberto Cingolani (born 23 December 1961) is an Italian physicist, academic and manager who served as minister for ecological transition in the cabinet of Prime Minister Mario Draghi from 2021 to 2022.[1][2][3]\nOn May 10 2023, the Board of Directors of Leonardo appointed Mr. Roberto Cingolani to the position of Chief Executive Officer and General Manager.[4]", "483214": "Iosif Samuilovich Shklovsky (Russian: Ио́сиф Самуи́лович Шкло́вский; sometimes transliterated Josif, Josif, Shklovskii, Shklovskij) (1 July 1916 – 3 March 1985) was a Soviet astronomer and astrophysicist. He is remembered for work in theoretical astrophysics and other topics, as well as for his 1962 book on extraterrestrial life, the revised and expanded version of which was co-authored by American astronomer Carl Sagan in 1966 as Intelligent Life in the Universe.", "352146": "Kazimierz Fajans (Kasimir Fajans in many American publications; 27 May 1887 – 18 May 1975) was a Polish American physical chemist of Polish-Jewish origin, a pioneer in the science of radioactivity and the co-discoverer of chemical element protactinium.", "9920403": "Peter D. Zimmerman (June 15, 1941, Portsmouth, Virginia – August 27, 2021 Washington, D. C.[1]) was an American nuclear physicist, arms control expert, and former chief scientist of the Senate Foreign Relations Committee. At his death, he was emeritus professor of science and security at King's College London.  He retired from the college in August 2008 and was named professor emeritus on 1 September of the same year.[2]", "13361044": "Evry Léon Schatzman (16 September 1920 – 25 April 2010[1][2]) was a French scientist hailed as \"the father of modern French astrophysics\".[1]", "26795925": "Dr. Athar Ali (20 August 1963 – 4 October 2003) was a Pakistani system engineer and a rocket scientist who was murdered in Karachi on 4 October 2003. He was an expert in missile technology and was the senior scientist at the Space and Upper Atmosphere Research Commission (SUPARCO) during the time of the development of Shaheen missile guidance system. SUPARCO is a Pakistani governmental agency.  His death led to the mass demonstration in a Shiite community in Karachi.", "15654806": "Carlo Giuseppe Matteo Marangoni (29 April 1840 – 14 April 1925) was an Italian physicist.", "65429395": "Dai Yuanben (Chinese: 戴元本; pinyin: Dài Yuánběn; July 31, 1928 – September 26, 2020) was a Chinese physicist. He was a member of the 7th, 8th and 9th National Committee of the Chinese People's Political Consultative Conference.[1][2]", "45211546": "Michael Miles Gore AO (5 September 1934 – 8 January 2022) was a British-born Australian engineer, physicist, and science explainer, who worked at the Australian National University in Canberra. He was noted for being the founder of Questacon, the first interactive science centre in Australia.", "70868891": "David M. Strom (born about 1959) is an experimental high energy particle physicist on the faculty of the University of Oregon.", "53731228": "Arthur Lee Foley (1867–1945) was an American physicist, university professor, and architect.", "62381982": "Walter H. F. Smith is a geophysicist, currently working in NOAA's Laboratory for Satellite Altimetry. He was formerly Chair of the scientific and technical sub-committee of GEBCO from 2003 to 2013.[1]", "68116409": "Melanie Becker was a physicist known for her research into string theory. She was a tenured professor of physics at Texas A&M University upon her death in 2020.", "73195449": "Javier Santaolalla Camino (bor August 31, 1982) is a Spanish physicist, engineer, doctor in particle physics and scientific popularizer.[1] He has worked at the National Center for Space Studies in France, CIEMAT and the European Organization for Nuclear Research, where he was part of the team that discovered the Higgs boson through the Large Hadron Collider from CMS Experiment.[2]", "30760892": "Priyamvada (Priya) Natarajan is a professor in the departments of astronomy and physics at Yale University.  She is noted for her work in mapping dark matter and dark energy, particularly with her work in gravitational lensing, and in models describing the assembly and accretion histories of supermassive black holes. She authored the book Mapping the Heavens: The Radical Scientific Ideas That Reveal the Cosmos.[1]", "10215361": "John C. Browne (born July 29, 1942) is an American physicist.", "5758919": "Robert John Strutt, 4th Baron Rayleigh FRS[1] (28 August 1875 – 13 December 1947) was a British peer and physicist. He discovered \"active nitrogen\" and was the first to distinguish the glow of the night sky.", "68181960": "Johann Wolfgang Koch (born 18 October 1962) is a German physicist and computer scientist. He teaches applied computer science at the University of Bonn, Germany, and is chief scientist of the Fraunhofer Institute for Communication, Information Processing and Ergonomics.[1] In 2011, Koch was elected a IEEE Fellow[2] and since 2015, he has been an  IEEE Distinguished Lecturer[3]", "34430919": "Hugo Ragnar Parr (born 23 April 1947) is a Norwegian physicist, civil servant and politician for the Labour Party.", "9002955": "Walter Henry Barkas (2 September 1912 – 28 March 1969) was professor of physics at the University of California, Riverside beginning in 1965. He specialized in the use of nuclear emulsions, i.e., photographic plates having a thick sensitive layer, for purposes of Particle physics.[1]", "59367374": "Beate Heinemann is a German particle physicist who has held positions at universities in Europe and the United States. She currently holds a joint appointment at two German institutions, Albert Ludwigs University of Freiburg and the DESY laboratory in Hamburg.[1]", "57040869": "Sarah Hörst (born April 26, 1982) is an associate professor of planetary sciences at Johns Hopkins University, who focuses on understanding planetary atmospheric hazes, in particular the atmosphere of Saturn's moon Titan.", "24557": "Peter James Carroll (born 1953[1]) is an English occultist, writer,[1] and physics graduate.[a] He is one of the originators of chaos magic theory, a cofounder of the Illuminates of Thanateros,[1] and the founder and chancellor of Arcanorium College.[2]", "2154485": "Zoltán Lajos Bay (July 24, 1900 in Gyulavári – October 4, 1992 in Washington, D.C.)[1] was a Hungarian physicist, professor, and engineer who developed technologies, including tungsten lamps and\nmicrowave devices.  He was the leader of the second group to observe radar echoes from the Moon (Moonbounce). From 1930, he worked at the University of Szeged as a professor of theoretical physics.", "39182326": "John Elliott (Jack) Nafe (July 22, 1914 in Seattle – April 6, 1996) was an American oceanographer and geophysicist best known for his work on acoustic propagation in the oceans and solid earth.", "67133439": "Rose M. Mutiso is a Kenyan activist and materials scientist. She is co-founder and CEO of The Mawazo Institute.[1] She is the research director of the Energy for Growth Hub.[2] She was short listed for the 2020 Pritzker Emerging Environmental Genius Award.[3]", "22929410": "Richard M. Weiner (6 February 1930 – 13 August 2020[1]) was a professor of theoretical physics at the University of Marburg in Marburg, Germany and an associate of the Laboratoire de Physique Théorique at Paris-Sud 11 University in Orsay, France.", "25878530": "David Hardy Whiffen FRS[1] (15 August 1922 – 2 December 2002) was an English physicist and pioneer of infrared and Electron Spin Resonance known for the \"Whiffen Effect\".[2][3]", "66707465": "Rochus Eugen (Robbie) Vogt (born December 21, 1929, in Neckarelz, Germany) is a German-American physicist, famous as the director and principal investigator of the LIGO project from 1987 to 1994.[1]", "22011918": "Colin Edward Webb MBE FRS FInstP[2] (born 9 December 1937) is a British physicist and former professor at the University of Oxford, specialising in lasers.", "72179728": "Torichan Pavlovich Kravets (Russian: Торичан Павлович Кравец; 22 March 1876 – 21 May 1955) was a Russian and Soviet physicist who worked on optical physics and geophysics and examined the history of physics. He was briefly exiled to Siberia on charges of being anti-Soviet from 1923 to 1926. He served as a professor at Leningrad.", "11558930": "Vassili Nesterenko (2 December 1934 – 25 August 2008) was a Soviet and Belarusian physicist from Ukraine and a former director of the Institute of Nuclear Energy at the National Academy of Sciences of Belarus (1977–1987).[1]", "43835413": "David John McComas (born May 22, 1958) is an American space physicist, Vice President for Princeton Plasma Physics Laboratory, and Professor of Astrophysical Sciences and leads the Space Physics at Princeton Group at Princeton University. He had been Assistant Vice President for Space Science and Engineering at the Southwest Research Institute, Adjoint Professor[1] of Physics at the University of Texas at San Antonio (UTSA), and was the founding director of the Center for Space Science and Exploration[2] at Los Alamos National Laboratory.  He is noted for his extensive accomplishments in experimental space plasma physics, including leading instruments and missions to study the heliosphere and solar wind: IMAP, IBEX, TWINS, Ulysses/SWOOPS, ACE/SWEPAM, and Parker Solar Probe.  He received the National Academy of Science's 2023 Arctowski Medal, European Geosciences Union 2022 Hannes Alfven Medal, SCOSTEP 2022 Distinguished Scientist Award, a NASA Exceptional Public Service Medal in 2015, the 2014 COSPAR Space Science Award, and the American Geophysical Union 1993 Macelwane Medal.", "44621853": "Federico Molero Giménez (11 January 1908, Almería – 1969, Madrid) was a Spanish physicist and inventor, who made pioneering studies of the potential of solar energy for human use. During the Spanish Civil War, he played an important part in the two year Republican defense of Madrid through his work on the city's defenses.", "27484193": "Klaus Hepp  (born 11 December 1936) is a German-born Swiss theoretical physicist working mainly in quantum field theory. Hepp studied mathematics and physics at Westfälischen Wilhelms-Universität in Münster and at the Eidgenössischen Technischen Hochschule (ETH) in Zurich, where, in 1962, with Res Jost as thesis first advisor and Markus Fierz as thesis second advisor, he received a doctorate for the thesis (\"Kovariante analytische Funktionen“) and at ETH in 1963 attained the rank of Privatdozent. From 1966 until his retirement in 2002 he was professor of theoretical physics there. From 1964 to 1966 he was at the Institute for Advanced Study in Princeton. Hepp was also Loeb Lecturer at Harvard and was at the IHÉS near Paris.", "53108773": "Bretislav Friedrich (born 29 May 1953) is a Research Group leader at the Department of Molecular Physics, Fritz-Haber-Institut der Max-Planck-Gesellschaft  and Honorarprofessor at the Technische Universität in Berlin, Germany. He is globally recognized for his pioneering research surrounding interaction of molecules with and in electric, magnetic, and optical fields as well as on cold molecules.[1] He was admitted to the Learned Society of the Czech Republic in 2011.", "61530151": "Adrian Kent is a British theoretical physicist, Professor of Quantum Physics at the University of Cambridge, member of the Centre for Quantum Information and Foundations, and Distinguished Visiting Research Chair at the Perimeter Institute for Theoretical Physics.[1][2][3] His research areas are the foundations of quantum theory, quantum information science and quantum cryptography. He is known as the inventor of relativistic quantum cryptography. In 1999 he published the first unconditionally secure protocols for bit commitment and coin tossing, which were also the first relativistic cryptographic protocols.[4][5] He is a co-inventor of quantum tagging, or quantum position authentication, providing the first schemes for position-based quantum cryptography.[6][7] In 2005 he published with Lucien Hardy and Jonathan Barrett the first security proof of quantum key distribution based on the no-signalling principle.[8]", "68018222": "Lucy Mensing (also Lucie), later Mensing-Schütz or Schütz, (11 March 1901 - 28 April 1995) was a German physicist and a pioneer of quantum mechanics.", "43966510": "Claire Berger is a French physicist at the Georgia Institute of Technology and a Director of Research at the French National Centre for Scientific Research. Berger has co-authored about 200 publications in international journals and has a citation index of 10,880. She has won a number of prizes including the CNRS medal for Young Researcher and the Louis Ancel Prize [fr] of the French Physical Society. She was recently elected fellow of the American Physical Society.[1]", "15458352": "Lorin Blodget (May 23, 1823 in  Busti, Chautauqua County, New York – 1901), American physicist and writer.  Blodget was born near Jamestown and attended the Jamestown Academy.  He later attended a college now called Hobart College in Geneva, NY.", "63561776": "George G. Shor Jr. (June 8, 1923 – July 3, 2009) was an American marine geophysicist.[3][2]  His entire career was at the Scripps Institution of Oceanography in La Jolla, California. He began his career working with the Mohole Project, an ambitious project that attempted to drill to the Mohorovičić discontinuity from deep-ocean regions.[4]", "44556344": "Patrizia Caraveo (born April 8, 1954, Milan) is an Italian astrophysicist."}