{"56000397": "Salomon Eduard Gubler (7 July 1845 – 6 November 1921) was a Swiss mathematician. With Johann Heinrich Graf he published Einleitung in Die Theorie Der Bessel'schen Funktionen (A Treatise on the Theory of Bessel Functions) in two volumes (1898–1900). He was the author of very appreciated textbooks on mathematics and numerous reports about the methodology and organization on mathematics teaching, and he was a member of the Swiss commission for the teaching of mathematics and founder of the Swiss association of teachers of mathematics.[1] His main research interest was the Bessel functions.[2]", "65425": "Aleksandr Mikhailovich Lyapunov (Russian: Алекса́ндр Миха́йлович Ляпуно́в, pronounced [ɐlʲɪkˈsandr mʲɪˈxajləvʲɪtɕ lʲɪpʊˈnof]; 6 June [O.S. 25 May] 1857 – 3 November 1918) was a Russian mathematician, mechanician and physicist. His surname is variously romanized as Ljapunov, Liapunov, Liapounoff or Ljapunow. He was the son of the astronomer Mikhail Lyapunov and the brother of the pianist and composer Sergei Lyapunov.", "37388179": "Frances Hardcastle (13 August 1866 – 26 December 1941) was an English mathematician, in 1894 one of the founding members of the American Mathematical Society.[3] Her work included contributions to the theory of point groups.[4]", "41615251": "Margarethe Kahn[1] (known as Grete Kahn,[2] also Margarete Kahn,[3] born 27 August 1880, missing after deportation to Piaski, Poland on 28 March 1942) was a German mathematician and Holocaust victim.[4] She was among the first women to obtain a doctorate in Germany. Her doctoral work was on the topology of algebraic curves.", "38403990": "Wen-Ch'ing (Winnie) Li (Chinese: 李文卿; born December 25, 1948) is a Taiwanese-American mathematician and a Distinguished Professor of Mathematics at Pennsylvania State University.[1] She is a number theorist, with research focusing on the theory of automorphic forms and applications of number theory to coding theory and spectral graph theory. In particular, she has applied her research results in automorphic forms and number theory to construct efficient communication networks called Ramanujan graphs and Ramanujan complexes.", "51052442": "Jie Chen is a statistician who works as a professor of biostatistics and epidemiology at the Medical College of Georgia. As well as biostatistics, her research interests include change detection.", "50954138": "Anatoli (or Anatoly) Nikolaievich Andrianov (Анатолий Николаевич Андрианов, born 21 July 1936) is а Russian mathematician.", "43581340": "Gabriele Nebe (born 1967)[1] is a German mathematician with contributions in the theory of lattices, modular forms, spherical designs, and error-correcting codes. With Neil Sloane, she maintains the Online Catalogue of Lattices.[2] She is a professor in the department of mathematics at RWTH Aachen University.", "60161950": "Barbara Jean Bestgen Reys (born 1953)[1] is an American mathematics educator known for her research in number sense and mental calculation, for her mathematics textbooks, and for her leadership in developing curriculum standards for elementary school mathematics education.[2] She is Curators Professor Emeritus at the University of Missouri, and a winner of the Lifetime Achievement Award of the National Council of Teachers of Mathematics.", "47153057": "Joseph Rémi Léopold Delbœuf (30 September 1831, Liège, Belgium – 14 August 1896, Bonn, Germany) was a Belgian experimental psychologist[1] who studied visual illusions including his work on the Delboeuf illusion. He studied and taught philosophy, mathematics, and psychophysics.[1] He published works across a diverse range of subjects including the curative effects of hypnotism.[2]", "491426": "Sir Thomas Muir CMG FRS FRSE[1] (25 August 1844 – 21 March 1934) was a Scottish mathematician, remembered as an authority on determinants.[2][3][4]", "10387372": "Taylor Lockwood Booth (September 22, 1933 – October 20, 1986) was a mathematician known for his work in automata theory.", "56459180": "Kurt Strebel (20 April 1921, Wohlen, Aargau – 26 October 2013, Zurich) was a Swiss mathematician, specializing in geometric function theory.", "2391986": "Alessandro Maria Gaetano Galilei (25 August 1691 – 21 December 1737) was an Italian mathematician, architect and theorist, a member of the same patrician family as Galileo.", "57474996": "Andrey Voronenko (Russian: Андре́й Анато́льевич Вороне́нко) (born 1972) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1]", "42762166": "Percey Franklyn Smith (21 August 1867 – 1956) was an American mathematician and professor of mathematics at Sheffield Scientific School of Yale University.[1][2]", "65467": "Persi Warren Diaconis (/ˌdaɪəˈkoʊnɪs/; born January 31, 1945) is an American mathematician of Greek descent and former professional magician.[2][3] He is the Mary V. Sunseri Professor of Statistics and Mathematics at Stanford University.[4][5]", "360380": "Sarah Flannery (born 1982, County Cork, Ireland) was, at sixteen years old, the winner of the 1999 Esat Young Scientist Exhibition for her development of the Cayley–Purser algorithm, based on work she had done with researchers at Baltimore Technologies during a brief internship there.[1] The project, entitled \"Cryptography – A new algorithm versus the RSA\", also won her the EU Young Scientist of the Year Award in 1999.[2]", "42860487": "Lida Baker Kittrell Barrett (May 21, 1927 – January 28, 2021[1]) was an American mathematics professor and administrator. She served on many committees and boards and contributed to mathematics, mathematics education, and increasing the participation of members of underrepresented groups in mathematics. She served as president of the Mathematical Association of America (MAA) in 1989 and 1990.", "63111112": "Andrew Victor Sutherland is an American mathematician and Principal Research Scientist at the Massachusetts Institute of Technology.[1]  His research focuses on computational aspects of number theory and arithmetic geometry.[1] He is known for his contributions to several projects involving large scale computations, including the Polymath project on bounded gaps between primes,[2][3][4][5][6] the L-functions and Modular Forms Database,[7][8] the sums of three cubes project,[9][10][11] and the computation and classification of Sato-Tate distributions.[12][13][14][15]", "9535433": "Reverend Thomas Kingsmill Abbott (26 March 1829 – 18 December 1913) was an Irish scholar and educator.", "69304266": "Christine M. Hrenya is an American chemical engineer and applied mathematician whose research involves computational fluid dynamics, especially of aerosols, multiphase flow, and fluidization of granular materials.[1][2] She is a professor of chemical and biological engineering at the University of Colorado.[3]", "3735500": "Jacques-Louis Lions (French: [ljɔ̃ːs];[1] 2 May 1928 – 17 May 2001) was a French mathematician who made contributions to the theory of partial differential equations and to stochastic control, among other areas.  He received the SIAM's John von Neumann Lecture prize in 1986 and numerous other distinctions.[2][3] Lions is listed as an ISI highly cited researcher.[4]", "71401422": "Jean Jacques Bret (25 September 1781 – 29 January 1819) was a French professor of mathematics at the University of Grenoble. He worked on analytical geometry, polynomial roots, and the theory of conics and quadrics.", "45219790": "Iván Gutman (born in 1947) is a Serbian chemist and mathematician.", "51970012": "Henry Coley (18 October 1633 – 30 April 1704) was an astrologer and mathematician, and amanuensis of William Lilly.", "65306588": "Catherine Jami (born 1961)[1] is a French historian of mathematics specializing in Chinese mathematics. She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Centre for Studies on Modern and Contemporary China (CECMC) at the School for Advanced Studies in the Social Sciences (EHESS) in Paris.[2] She is the former president of the Association française d’études chinoises and of the International Society for the History of East Asian Science, Technology, and Medicine.", "35422174": "William John Youden (April 12, 1900 – March 31, 1971) was an Australian-born American statistician who formulated new statistical techniques in statistical analysis and in design of experiments. He developed the \"Youden square\", an incomplete block design developed from a 1937 paper, \"Use of Incomplete Block Replications in Estimating Tobacco Mosaic Virus\". He also helped to introduce the concept of restricted randomization, which he called constrained randomization.[1][2][3][4] He devised Youden's J statistic as a simple measure summarising the performance of a binary diagnostic test.[5]", "24903646": "Qaiser Mushtaq (born 28 February 1954), (D.Phil.(Oxon), ASA, KIA), is a Pakistani mathematician and academic who has made numerous contributions in the field of Group theory and Semigroup. He has been vice-chancellor of The Islamia University Bahawalpur from December 2014 to December 2018. Mushtaq is one of the leading mathematicians and educationists in Pakistan. Through his research and writings, he has exercised a profound influence on mathematics in Pakistan. Mushtaq is an honorary full professor at the Mathematics Division of the Institute for Basic Research, Florida, US.", "33193951": "Edgar William Middlemast (1864–1915) was a British mathematician and educator in India in the early twentieth century. He served as the Deputy Director of the Department of Public Instruction, Madras Presidency, as Professor of Mathematics at the Presidency College, Madras from 1910 and as Principal of the college in 1915.", "69042145": "Florence Merlevède is a French probability theorist whose research interests focus on dependent and weakly dependent random variables, including Bernstein inequalities and central limit theorems for these variables. She is a professor in the laboratory for analysis and applied mathematics at Gustave Eiffel University, associated with the research group on probability and statistics there.[1]", "11468771": "Qāḍī Zāda al-Rūmī (1364 in Bursa, Ottoman Empire – 1436 in Samarqand, Timurid Empire), whose actual name was Salah al-Din Musa Pasha (qāḍī zāda means \"son of the judge\", al-rūmī \"the Roman\" indicating he came from Asia Minor, which was once Roman), was a Turkish astronomer and mathematician who worked at the observatory in Samarkand. He computed sin 1° to an accuracy of 10−12.", "1540070": "Jacob Palis Jr. (born 15 March 1940) is a Brazilian mathematician and professor. Palis' research interests are mainly dynamical systems and differential equations. Some themes are global stability and hyperbolicity, bifurcations, attractors and chaotic systems.", "46727148": "Marie-Louise Dubreil-Jacotin (7 July 1905 – 19 October 1972) was a French mathematician, the second woman to obtain a doctorate in pure mathematics in France, the first woman to become a full professor of mathematics in France, the president of the French Mathematical Society, and an expert on fluid mechanics and abstract algebra.", "48857072": "John R. Terry is a British mathematician, currently an Interdisciplinary Professorial Fellow and EPSRC Established Career Fellow at the University of Birmingham,[1] where he is Director of the Centre for Systems Modelling and Quantitative Biomedicine.[2] He was previously Director of the EPSRC Centre for Predictive Modelling in Healthcare, a £2M initiative funded by the EPSRC.[3] He is well known for the development and application of mathematical techniques in biology and medicine, notably epilepsy and neuroendocrinology. He is a member of the ILAE task force on Network Diseases,[4] as well as a member of the Scientific Advisory Committee of Epilepsy Research UK.[5] According to Gateway to Research he has received approaching £13M in research funding,[6] a substantial amount for a mathematician. His research has been recognized internationally, most recently by the University of Melbourne through a Miegunyah Fellowship.[7]", "8126454": "Jorge Juan y Santacilia (Novelda, Alicante, 5 January 1713 – Madrid, 21 June 1773) was a Spanish mariner, mathematician, natural scientist, astronomer, engineer, and educator.  He is generally regarded as one of the most important scientific figures of the Enlightenment in Spain.  As a military officer, he undertook sensitive diplomatic missions for the Spanish crown and contributed to the modernization and professionalization of the Spanish Navy.  In his lifetime, he came to be known as el sabio español (\"the Spanish savant\").  His career as a public servant constitutes an important chapter in the Bourbon Reforms of the 18th century.", "524280": "Ernest Benjamin Esclangon (17 March 1876 – 28 January 1954) was a French astronomer and mathematician.", "28770303": "Masanori Ohya (大矢 雅則, Ōya Masanori, born 1947) is a Japanese mathematician.", "15433729": "Robert Marsham (27 January 1708–4 September 1797) was an English naturalist considered to be the founding father of phenology, the study of the effects of the seasons on plants and animals.", "1572874": "Dawn Prince-Hughes (born 1964[1]) is an American anthropologist, primatologist, and ethologist. She is the author of several books, including Gorillas Among Us: A Primate Ethnographer's Book of Days and her memoir Songs of the Gorilla Nation: My Journey Through Autism, and she is the editor of the essay collection Aquamarine Blue 5: Personal Stories of College Students with Autism.", "72220685": "Jane Silverthorne (July 26, 1953 – August 15, 2022) was a biologist based in America who worked on plant development in response to light. She became a program officer at the National Science Foundation in the USA as well as a Senior Policy Analyst for the White House Office on Science and Technology.", "68190235": "Jasmin Graham is an American marine biologist known for her work in conservation and social justice, with a special focus on shark science. She is a co-founder of Minorities in Shark Sciences.", "63504415": "Viviana Simon is a Professor of Microbiology at the Icahn School of Medicine at Mount Sinai (ISMMS). She is a member of the ISMMS Global Health and Emerging Pathogens Institute. Her research considers viral-host interactions and the mode of action of retroviral restriction factors. During the COVID-19 pandemic, Simon developed an antibody test that can determine immunity to Coronavirus disease 2019.", "13074470": "Sir John Rex Beddington CMG FRS FRSE HonFREng[1]  (born 13 October 1945)[2] is a British population biologist and Senior Adviser at the Oxford Martin School, and was previously Professor of Applied Population Biology at Imperial College London, and the UK Government Chief Scientific Adviser from 2008 until 2013.[3][4][5]", "58458150": "Malwattage Celestine Violet Savitri Gunatilleke (born July 30, 1945) is professor emeritus at the University of Peradeniya in Sri Lanka's Central Province. She has had a long career in forest ecology and has been a leader in quantitative ecology and education. Most of her research has focused in the Sinharaja rain forest in Sri Lanka. She considers her main contribution to forest ecology to be spreading the idea that successful forest conservation depends on local conservationists. In line with this, she is proud of her students and their accomplishments in the field of conservation.", "2031658": "Zhores Aleksandrovich Medvedev (Russian: Жоре́с Алекса́ндрович Медве́дев; 14 November 1925 – 15 November 2018) was a Russian agronomist, biologist, historian and dissident. His twin brother is the historian Roy Medvedev.", "983089": "Sir Charles Wyville Thomson FRSE FRS FLS FGS FZS (5 March 1830 – 10 March 1882) was a Scottish natural historian and marine zoologist. He served as the chief scientist on the Challenger expedition; his work there revolutionized oceanography and led to his being knighted.", "852018": "Sir William Henry Flower KCB FRS FRCS FRAI (30 November 1831 – 1 July 1899) was an English surgeon, museum curator  and comparative anatomist, who became a leading authority on mammals and especially on the primate brain. He supported Thomas Henry Huxley in an important controversy with Richard Owen about the human brain and eventually succeeded Owen as Director of the Natural History Museum in London.", "61898805": "Kenneth W. Witwer is an associate professor of molecular and comparative pathobiology and neurology at the Johns Hopkins University School of Medicine in Baltimore, Maryland, United States. As nominated President-Elect of the International Society for Extracellular Vesicles (ISEV), Witwer previously served as Secretary General and Executive Chair of Science and Meetings of the society. His laboratory studies extracellular vesicles (EVs), noncoding and extracellular RNA (exRNA), and enveloped viruses, including HIV and SARS-CoV-2. Witwer is a member of the Richman Family Precision Medicine Center of Excellence in Alzheimer's Disease, has advised the US Environmental Protection Agency and the US National Institutes of Health, and is an associate editor of the Journal of Extracellular Vesicles.", "72974390": "Andrea Lynn Richardson (born 1962) is an American pathologist and physician-scientist specialized in the molecular pathology of breast cancer. She is the Peter and Judy Kovler Professor in Breast Cancer Research and an associate professor of pathology and oncology at the Johns Hopkins School of Medicine. Richardson runs a clinic at the Sibley Memorial Hospital.", "5079094": "Cicely Kate Bertram, JP (née Ricardo; 8 July 1912 – 6 July 1999) was a British academic specialising in East African and Palestinian fisheries, and working with her husband Colin Bertram on sirenea.[1][2] Part of the 1930s \"Cambridge school\" of biologists, she contributed to two seminal reports on freshwater fish in eastern Africa.", "1343543": "Lieutenant-Colonel Edward Arthur Butler (4 July 1843 – 16 April 1916) was an English ornithologist and British Army officer. He is commemorated in the scientific specific name for the Omani owl, Strix butleri.", "38600761": "Stephen Charles Kowalczykowski (\"Steve K\") is a Distinguished Professor of Microbiology and Molecular Genetics at the University of California at Davis. His research focuses on the biochemistry and molecular biology of DNA repair and homologous recombination. His lab combines fluorescence microscopy, optical trapping and microfluidics to manipulate and visualize single molecules of DNA and the enzymes involved in processing and repairing DNA. He calls this scientific approach, \"visual biochemistry\".[1] Stephen Kowalczykowski was elected to the American Society for Arts and Science in 2005, the National Academy of Sciences in 2007 and was a Harvey Society Lecturer at Rockefeller University in 2012.[2][3]", "66846778": "Denis Francis Kinane (born 29 January 1957) is a Scottish immunologist, cell biologist, infection, immunity and genomics specialist. He is the author of more than 250 papers with an H-index of 82, and editor of Nature[1] and Springer[2] journals. Kinane has held professorial appointments in pathology, periodontology, immunology, infection and immunity at medical and dental schools in the UK, United States and Switzerland. He is a director of two large US[3] and Chinese[4] health companies and Scientific Director, CMO and founder of several smaller international companies.", "52035641": "K. Christopher Garcia is an American scientist known for his research on the molecular and structural biology of cell surface receptors. Garcia is a professor in the Departments of Molecular and Cellular Physiology and Structural Biology at the Stanford University School of Medicine,[1] an Investigator of the Howard Hughes Medical Institute[2] and a member of the National Academies of Science and Medicine.[3][4] In addition to his role at Stanford, Garcia is a co-founder of several biotechnology companies, including Alexo Therapeutics,[5] Surrozen,[6] and 3T Biosciences.[7]", "70451260": "Maria Tonelli-Rondelli (1899–1970) was an Italian entomologist who studied the taxonomy and identification of ticks (Ixodidae), especially South American species.[1]", "58359870": "Norbert Becker (born 1949 in Hüffelsheim, Landkreis Bad Kreuznach) is a biologist, university lecturer at the University of Heidelberg, scientific-technical director of  KABS, and managing director and vice-president of the European Mosquito Control Association (EMCA). He is also president of the World Mosquito Control Association (WMCA).[1][2][3][4]", "46202949": "Nermin Gözükırmızı, scientific advisor and professor in Istanbul University, was born on June 18, 1951, in İzmit, Turkey.", "56950858": "Houra Merrikh is an Iranian-American microbiologist.[1][2] She is a full professor at Vanderbilt University in the Department of Biochemistry. Her field of work is antibiotic resistance and bacterial evolvability.[2][3][4]", "46432332": "Pablo E. Visconti is an Argentine professor of reproductive biology at the  University of Massachusetts Amherst, whose papers on reproduction were recognized as Papers of the Week by both the Journal of Biological Chemistry and Proceedings of the National Academy of Sciences in October 2013.[1]", "26574927": "Enrique Beltrán Castillo (1903–1994) was one of Mexico's first conservationists. A student of Alfonso Herrera at the UNAM in the 1920s, Beltrán was appointed by Herrera \"to head two marine commissions (in 1923 and 1926), that were established to study and improve the use of Mexico's coastal fisheries.\"[1]", "37257296": "Ethel (Nicholson) Browne Harvey (December 14, 1885 in Baltimore, Maryland – September 2, 1965 in Falmouth, Massachusetts) was an American embryologist, known for her critical findings about cell division, using the embryology of sea urchins, and for early work studying embryonic cell cleavage.", "11305043": "Lodewijk Jules Arthur Wyns (born 29 November 1946) is a Belgian former athlete and molecular biologist and professor at the Vrije Universiteit Brussel (Brussels, Belgium).", "50724956": "Kit Kovacs is a marine mammal researcher, best known for her work on biology, conservation and management of whales and seals. She is based at the Norwegian Polar Institute (NPI), Tromsø[1] and is an Adjunct professor of biology, Marine Biology, at the University Centre in Svalbard (UNIS).[2]", "73531489": "Stacey Harmer is a chronobiologist whose work centers on the study of circadian rhythms in plants. Her research focuses on the molecular workings of the plant circadian clock and its influences on plant behaviors and physiology. She is a professor in the Department of Plant Biology at the University of California, Davis.", "67895395": "Melissa Cristina Márquez is a Puerto Rican marine biologist and science communicator. She studies chondrichthyan fishes, including great white sharks.[1]", "98409": "Theophrastus (/ˌθiː.əˈfræstəs/; Ancient Greek: Θεόφραστος, romanized: Theóphrastos, lit. 'godly phrased'; c. 371 – c. 287 BC)[3] was a Greek philosopher and the successor to Aristotle in the Peripatetic school. He was a native of Eresos in Lesbos.[4] His given name was Τύρταμος (Túrtamos); his nickname Θεόφραστος (Theóphrastos) was given by Aristotle, his teacher, for his \"divine style of expression\".", "67764330": "Klaus Ring (born 25 February 1934) is a German microbiologist who served as president of the Goethe University Frankfurt from 1986 to 1994.", "62619755": "Henri Rochefort is a French biochemical doctor, born on 20 November 1935 in Paris, who studied the influence of various hormones and their antagonists on breast and ovarian cancers. He is a corresponding member of the French Academy of sciences.", "58065010": "Masayasu Nomura (野村眞康, Nomura Masayasu, April 1927 – November 19, 2011) was a Japanese molecular biologist.", "37748859": "Laurent Susini (born April 18, 1965) is a French molecular biologist; his research is in the area of cancer and the genetic basis of tumor reversion.", "9732220": "Bruce Bagemihl is a Canadian biologist, linguist, and author of the book Biological Exuberance: Animal Homosexuality and Natural Diversity.[1][2]", "2588804": "Embrik Strand (2 June 1876 – 3 November 1947) was an entomologist and arachnologist who classified many insect and spider species including the greenbottle blue tarantula.", "65044620": "Barbara Ambrose is a botanist working in the field of Plant Evolutionary Developmental Biology (Evo-Devo). As the Director of Laboratory Research at the New York Botanical Garden, Ambrose is a prolific scholar and leader and mentor in her field who is interested in patterns in plant diversity on macro and micro scales.[4]", "71958670": "Nancy Ruth Goldman Nossal (c. 1937 - September 28, 2006) was an American molecular biologist specialized in the study of DNA replication. She was chief of the laboratory of molecular and cellular biology at the National Institute of Diabetes and Digestive and Kidney Diseases from 1992 to 2006.", "69632142": "John Stuart Gray (21 August 1941 – 21 October 2007) was a British-Norwegian marine biologist.", "44499088": "Sir James Cuthbert Smith FRS FMedSci (born 31 December 1954)[4] is Director of Science at the Wellcome Trust, Senior Group Leader at the Francis Crick Institute and President of the Council at Zoological Society of London.[5][6][7][8][3][9]", "58949789": "Dr Norman Tebble FRSE FIB (1924–1998) was a 20th-century British marine biologist.", "40501421": "Stefan Schuster (born 7 November 1961 in Meissen) is a German biophysicist. He is professor for bioinformatics at the University of Jena.", "18841773": "Rubeus Hagrid (/ˈhæɡrɪd/) is a fictional character in the Harry Potter book series written by J. K. Rowling. He is introduced in Harry Potter and the Philosopher's Stone as a half-giant and half-human who is the gamekeeper and Keeper of Keys and Grounds of Hogwarts, the primary setting for the first six novels. In the third novel Harry Potter and the Prisoner of Azkaban, Hagrid is promoted to Care of Magical Creatures professor, and is later revealed to be a member of the Order of the Phoenix. A loyal, friendly, softhearted personality who is easily brought to tears, he is also known for his thick West Country accent.", "62324919": "Anne L. Plant is an American biochemist. She is a Fellow at the National Institute of Standards and Technology where she was previously chief of the biosystems and biomaterials division. Plant investigates measurements and models of cell populations. She is a recipient of the United States Department of Commerce's Bronze and Silver Medals. Plant is a fellow of the American Institute for Medical and Biological Engineering and the American Association for the Advancement of Science.", "69468348": "Richard P. Grant is a British biologist and former writer/editor of The Scientist.[1]", "63799486": "Valeria Francisca Eugenia Leopoldina de María de Guadalupe Souza Saldívar is a Mexican scientist who specializes in evolutionary and microbial ecology. She is a senior researcher in the Department of Evolutionary Ecology of the Institute of Ecology of the National Autonomous University of Mexico and a level III researcher in the National System of Researchers.[1] She was the former president of the Scientific Society of Ecology of Mexico.", "50430156": "Ira Tabas is an American molecular biologist who currently serves as Richard J. Stock Professor and Vice-Chair of Research in the Department of Medicine, Professor of Anatomy & Cell Biology at Columbia University in the City of New York, and an endocrinologist affiliated with NewYork–Presbyterian Hospital .[1]", "67272921": "Afwa Thameur, in Arabic: عفوا ثامر is a plant biologist and agronomist from Tunisia who specialises in drought tolerance in cereal crops. She holds is a Fellow of the Arab Women Leaders in Agriculture initiative.", "13697250": "Dagur Bergþóruson Eggertsson (born 19 June 1972) is an Icelandic politician who is the Mayor of Reykjavík. He was the vice-chairman of the Social Democratic Alliance from 2009 until 2013. He was first elected to the city council of Reykjavík in a 2002 election and became the mayor on 16 October 2007. Dagur is formally educated as a physician[1] but also has a master's degree in Human Rights and International Law from the University of Lund in Sweden.", "52166886": "Upinder Singh Bhalla (born 1963) is an Indian computational neuroscientist, academic and a professor at National Centre for Biological Sciences of the Tata Institute of Fundamental Research.[1] He is known for his studies on neuronal and synaptic signalling in memory and olfactory coding using computational and experimental methods[2] and is an elected fellow of the Indian Academy of Sciences[3] and the Indian National Science Academy.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2007, for his contributions to biological sciences.[5] The Infosys Science Foundation[6] awarded him the Infosys Prize 2017 in Life Sciences for his pioneering contributions to the understanding of the brain's computational machinery.[7]", "47513837": "Daisy Roulland-Dussoix (9 September 1936 – 5 January 2014) was a Swiss molecular microbiologist. She was one of the discoverers of restriction enzymes during her doctoral studies. There is controversy over whether she should have received the 1978 Nobel prize in Physiology and Medicine, which was awarded to Hamilton O. Smith, Daniel Nathans, and Werner Arber.", "19071214": "UNEP's Who's Who of Women and the Environment (2006)", "47972591": "John Peter Novembre (born 1977 or 1978) is a computational biologist at the University of Chicago. He received a MacArthur Fellowship in 2015. Novembre has developed data visualization and analysis techniques to investigate correlations between genomic diversity, geography, and demographic structure.[1]", "49086703": "Sudhir Kumar Sopory (born 7 January 1948) is an Indian educationist, plant physiologist, scientist and former vice chancellor of Jawaharlal Nehru University, New Delhi.[1][2] He is known to be the first to purify a protein kinase C activity from plants and is credited with the identification of topoisomerase as a substrate of protein kinase C.[3] He is an elected Fellow of several major Indian science academies and The World Academy of Sciences (TWAS) and is a recipient of many honours, including the 1987 Shanti Swarup Bhatangar Prize, the highest Indian award in the science and technology categories.[4] The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2007, for his contributions to science and technology.[5]", "33325298": "Richard High Ebright is an American molecular biologist. He is the Board of Governors Professor of Chemistry and Chemical Biology at Rutgers University and Laboratory Director at the Waksman Institute of Microbiology.[1][2]", "1245428": "Tom Knight is an American synthetic biologist and computer engineer, who was formerly a senior research scientist at the MIT Computer Science and Artificial Intelligence Laboratory, a part of the MIT School of Engineering.[1] He now works at the synthetic biology company Ginkgo Bioworks, which he cofounded in 2008.", "4489461": "Akihiro Kusumi (楠見 明弘, Kusumi Akihiro, born October 1952[1]) is a Japanese biologist who proposed an explanation for reduced diffusion speed of lipid and protein molecules in the cell membrane, based on a model of hop diffusion in which lipids are confined to a reduced space, created by a membrane-skeleton-induced compartments. this compartments allow the lipids or proteins freely in a limited region and limiting also the diffusion to other parts of the membrane. Getting to a new compartment is called \"hop diffusion\" while diffusion in the compartment is allowed by Brownian movement, the compartments of the cell are responsible of the reduced diffusion speed of the lipid or proteins when compared to artificial vesicles.[2]", "71631094": "Jocelyn Joe-Strack, (Daqualama Da-kal-a-ma  Aishihik First Nation) is an Indigenous Canadian scientist.[1]", "11305204": "Frederic Rousseau is a Flemish[1] Belgian molecular biologist and researcher at the KU Leuven (Leuven, Belgium). Together with Joost Schymkowitz he is group leader at the VIB Switch Laboratory, KU Leuven. His research interest is on essential cellular processes where functional regulation is governed by protein conformational switches that have to be actively controlled to ensure cell viability[2]", "44794112": "Pamela J. Green is Crawford H. Greenewalt Chair, Professor of Plant and Soil Sciences and Professor of Marine Studies at the University of Delaware. She has researched the uses for RNA, one of the three major biological macromolecules that are essential for all known forms of life.[1]", "51478785": "Stephen E. Straus (November 23, 1946[1] – May 14, 2007) was an American physician, immunologist, virologist and science administrator. He is particularly known for his research into human herpesviruses and chronic fatigue syndrome, and for his discovery of the autoimmune lymphoproliferative syndrome genetic disorder. He headed the Laboratory of Clinical Investigation of the National Institute of Allergy and Infectious Diseases, National Institutes of Health (NIH), and served as the founding director of the NIH's National Center for Complementary and Alternative Medicine.", "40239360": "Kristaps Helmanis (German: Christopher Hellmann, Russian: Христофор Иванович Гельман; 3 June 1848 – 2 March 1892) was a Latvian vaccinologist and microbiologist. He discovered tuberculin simultaneously with Robert Koch and mallein together with Oto Kalniņš (1891).", "30343428": "Aaron Novick (June 24, 1919 – December 21, 2000) is considered one of the founders of molecular biology. He started the University of Oregon's Institute of Molecular Biology, believed to be the first of its kind in the world, in 1959.", "7569676": "Nicole King (born 1970) is an American biologist and faculty member at the University of California, Berkeley in molecular and cell biology and integrative biology.[1] She was awarded a MacArthur Fellowship in 2005.[2] She has been an investigator with the Howard Hughes Medical Institute (HHMI) since 2013.", "53838096": "Warren G. Abrahamson is an American biologist, currently at Bucknell University and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "69697809": "Andreas Dräger (German: [anˈdʁeːas ˈdʁɛːɡɐ]; born 20 September 1980) is a German bioinformatician who leads the research group for Computational Systems Biology of Infections and Antimicrobial-Resistant Pathogens at the University of Tübingen.", "6390034": "Barbara Mary Frances Pearse FRS (born 24 March 1948, Wraysbury, Buckinghamshire, England) is a British biological scientist. She works at the Medical Research Council Laboratory of Molecular Biology in Cambridge, United Kingdom.[2][3]", "1442066": "Martin Henry Dawson (6 August 1896 – 27 April 1945) was a Canadian researcher who made important contributions in the fields of infectious diseases.[1]", "8225041": "Louis Harold Gray FRS (10 November 1905 – 9 July 1965) was an English physicist who worked mainly on the effects of radiation on biological systems. He was one of the earliest contributors of the field of radiobiology[6]  Amongst many other achievements, he defined a unit of radiation dosage (absorbed dose) which was later named after him as an SI unit, the gray.[7][8]", "2359574": "Ellen S. Vitetta is the director of the Cancer Immunobiology Center at the University of Texas Southwestern Medical Center in Dallas.[1][2]", "622877": "Marcus Elieser Bloch (1723–1799) was a German physician and naturalist who is best known for his contribution to ichthyology through his multi-volume catalog of plates illustrating the fishes of the world. Brought up in a Hebrew-speaking Jewish family, he learned German and Latin and studied anatomy before settling in Berlin as a physician. He amassed a large natural history collection, particularly of fish specimens. He is generally considered one of the most important ichthyologists of the 18th century, and wrote many papers on natural history, comparative anatomy, and physiology.", "73957664": "Hynda K. Kleinman is an American cell biologist who was the chief of the cell biology section at the National Institute of Dental and Craniofacial Research from 1985 to 2006. She co-invented Matrigel.", "11305248": "Joost Schymkowitz is a Belgian molecular biologist and researcher at the KU Leuven (Brussels, Leuven). Together with Frederic Rousseau he is group leader at the VIB Switch Laboratory, KU Leuven.", "7438629": "Ursula W. Goodenough (born March 16, 1943) is a Professor of Biology Emerita at Washington University in St. Louis where she engaged in research on eukaryotic algae. She authored the textbook Genetics and the best-selling book The Sacred Depths of Nature and speaks regularly about religious naturalist orientation and evolution. She contributed to the NPR blog, 13.7: Cosmos & Culture, from 2009 to 2011.[1]", "14483749": "Gerald Mayer Rubin (born 1950) is an American biologist, notable for pioneering the use of transposable P elements in genetics, and for leading the public project to sequence the Drosophila melanogaster genome.  Related to his genomics work, Rubin's lab is notable for development of genetic and genomics tools and studies of signal transduction and gene regulation.  Rubin also serves as a vice president of the Howard Hughes Medical Institute and executive director of the Janelia Research Campus.[2][3][4][5]", "35782951": "Alexander (Alex) Keynan  (18 February 1921 – 7 May 2012) was an Israeli microbiologist. He was co-founder and the first director of Israel Institute for Biological Research.[1]", "7569715": "Sir Richard Rawlinson Vyvyan, 8th Baronet (6 June 1800 – 15 August 1879) was an English landowner and Tory politician who sat in the House of Commons variously between 1825 and 1857.", "35422516": "Adolf Gottstein (2 November 1857 in Breslau – 3 March 1941) was a German social hygienist and epidemiologist.", "51118391": "Guido Kroemer (born 11 June 1961) is a cell biologist who has made contributions to the understanding of the role of mitochondria in cell death. He is a member of multiple scientific academies in Europe and is one of the most highly cited authors in cell biology.[1]", "57901367": "Pedro Trebbau (born Karl Peter Trebbau Millowitsch; 20 May 1929 – 16 January 2021)[1] was a German-born Venezuelan zoologist. His career was characterized by the promotion and preservation of Venezuelan wildlife and nature. His research and collaboration with the herpetologist Peter Pritchard produced the still-extant reference book on The Turtles of Venezuela.[2]", "69140797": "Stacey Ann Missmer is an American reproductive biologist who is a professor at Michigan State University. She was the first faculty member to be appointed under the Michigan State University Global Health Initiative. Her research considers physical and environmental risk factors for endometriosis and infertility.", "72057151": "Paul Adrian Negulescu is an American–Romanian cell biologist. He is the Senior Vice President and Site Head of the San Diego Research Center of American pharmaceutical company Vertex Pharmaceuticals. He received the 2022 Shaw Prize in Life science and medicine, together with Michael J. Welsh, for their work that uncovered the etiology of cystic fibrosis and developed effective medications.[3]", "52330820": "Nkandu Phoebe Luo (born 21 December 1951) is a Zambian microbiologist and politician who was a vice presidential candidate for the Patriotic Front in the August 2021 election. She is a microbiologist who previously served as Head of Pathology and Microbiology at the University Teaching Hospital in Lusaka and has carried out extensive research into HIV/AIDS.", "70648136": "Peter L. Harrison is an Australian marine biologist and ecologist. He is a Distinguished Professor at Southern Cross University, Australia, and the founding director of the Marine Ecology Research Centre.[1] His specialty is coral reproduction ecology and larval restoration.", "72319317": "Masashi Yanagisawa (柳沢 正史, Yanagisawa Masashi, born May 25, 1960) is a Japanese-American molecular biologist and physician, famous for his discovery of the hormone endothelin and the neuropeptide orexin, the absence of which is the cause of narcolepsy. He is currently the Director of the International Institute for Integrative Sleep Medicine, University of Tsukuba, and an adjunct professor at the Department of Molecular Genetics, University of Texas Southwestern Medical Center.[3]", "51413344": "David Arnold Relman is an American microbiologist and the Thomas C. and Joan M. Merigan Professor in Medicine, and in Microbiology & Immunology at the Stanford University School of Medicine. His research focuses on the human microbiome and microbial ecosystem—for which he was a pioneer in the use of modern molecular methods, as well as on pathogen discovery and the genomics of host response.[1]", "38502761": "Ada E. Yonath (Hebrew: עדה יונת, pronounced [ˈada joˈnat]; born 22 June 1939)[1] is an Israeli crystallographer and Nobel laureate in Chemistry, best known for her pioneering work on the structure of ribosomes. She is the current director of the Helen and Milton A. Kimmelman Center for Biomolecular Structure and Assembly of the Weizmann Institute of Science.", "4358511": "Columbia University", "58229103": "Ernesta Di Capua (26 July 1875, Rome - 23 October 1943, Auschwitz) was an Italian botanist, taxonomist, and explorer.[1]  She was executed at the Auschwitz concentration camp for her Jewish heritage.[2]  The species Caralluma dicapuae was named in her honor.[3]", "71336308": "Evdokia Reshetnik (Ukrainian: Євдокія Решетник; 1 March 1903 O.S./14 March 1903 (N. S.) – 22 October 1996) was a Ukrainian zoologist and ecologist. She was a specialist in the mole-rats and ground squirrels of Ukraine, and was the first scientist to describe the sandy blind mole-rat of southern Ukraine in 1939. She played a key role in keeping the National Museum of Natural History at the National Academy of Sciences of Ukraine operable in the inter-war and immediate post-war periods, in spite of arrests by both the Gestapo and Soviet authorities. She was one of the people involved in hiding specimens of the museum to prevent them being taken by the Germans. She is known for arguing that ecology, species distribution, populations, utility, and variability, should be weighed before making determinations that labeled certain animals as pests and harmful to the environment. Though she was responsible for maintaining the historiography of scientific development in Ukraine, her own legacy was lost until the twenty-first century.", "67371380": "María Teresa Miras Portugal (19 February 1948 – 27 May 2021)[1] was a Spanish scientist, pharmacist, biochemist, molecular biologist and Emeritus professor at the Complutense University of Madrid. She was a member of the Spanish \"Real Academia Nacional de Farmacia\" and served as President of this Institution from 2007 to 2013, becoming the first female to be elected for this position in a Spanish \"Real Academia\".[2][3] She was Honorific President.[4]", "2949495": "Michael F. Jacobson (born July 29, 1943), who holds a Ph.D. in microbiology from Massachusetts Institute of Technology, is an American scientist and nutrition advocate.", "27066746": "Mimi A. R. Koehl is an American marine biologist, biomechanist, and professor at University of California, Berkeley,[1] and head of the Koehl Lab.[2] She was a MacArthur Fellow in 1990.", "72974716": "Leonid Viktorovich Krushinsky (Russian: Леонид Викторович Крушинский; 16 June 1911 –  25 May 1984) was a Soviet and Russian biologist who specialized in the experimental study of animal behaviour at Moscow State University. The Krushinksy-Molodkina strain of rat susceptible to seizures caused by loud sounds was produced in his laboratory in the 1950s and is named after him and his student Ludmila Molodkina.", "44368255": "Annie Letitia Massy (29 January 1868 – 17 April 1931[1]) was a self-taught marine biologist, ornithologist, and an internationally recognised expert on molluscs,[2] in particular cephalopods.[3] She was one of the founders of the Irish Society for the Protection of Birds in 1904.[1] Many of the details of her life are unknown which is attributed to the fact that she is often described as a shy and retiring person,[4] with no known photograph of her in existence.[2]", "68813184": "Bao Zhenmin (Chinese: 包振民; pinyin: Bāo Zhèngmín; born 27 December 1961) is a Chinese marine biologist who is dean of the Marine Life Sciences School, Ocean University of China, and an academician of the Chinese Academy of Engineering.[1]", "2457986": "Arthur Taylor Winfree (May 15, 1942 – November 5, 2002) was a theoretical biologist at the University of Arizona.[1] He was born in St. Petersburg, Florida, United States.[2]", "61243785": "Suzanne Eaton (December 23, 1959 – July 2, 2019) was an American scientist and professor of molecular biology at the Max Planck Institute of Molecular Cell Biology and Genetics in Dresden, Germany.", "66159017": "Ernest Marshall Wright FRS (born 1940) is an Irish-born American physiologist.[1]  He is primarily known for his work on the mechanisms of glucose-sodium co-transporters in intestinal and other tissues in humans and animals.[2]", "19136941": "Eske Willerslev (born 5 June 1971) is a Danish evolutionary geneticist notable for his pioneering work in molecular anthropology, palaeontology, and ecology. He currently holds the Prince Philip Professorship in Ecology and Evolution at University of Cambridge,[1][2] UK and the Lundbeck Foundation Professorship in Evolution at Copenhagen University, Denmark. He is director of the Centre of Excellence in GeoGenetics, a research associate at the Wellcome Trust Sanger Institute, and a professorial fellow at St John's College, Cambridge.[3] Willerslev is a foreign associate of the National Academy of Sciences (US) and holds the Order of the Dannebrog issued by her Majesty Queen Margrethe II of Denmark in 2017.[4][5][6][7]", "56066481": "Sara Margaret Rankin FRSB is a professor of Leukocyte and Stem Cell Biology at Imperial College London. She is known for her work in stimulating endogenous bone marrow stem cells to repair the body. Rankin identifies as being neurodiverse.", "70353336": "Cécile Charrier (born 1983) is a French neuroscientist research fellow at Inserm, the Institut national de la santé et de la recherche médicale (the French National Institute of Health and Medical Research), at the Ecole Normale Supérieure Institute of Biology. She received the Irène Joliot-Curie \"Young Female Scientist of the Year\" award in 2021 for her work.[1]", "22315457": "Kjell Egil Eimhjellen (20 October 1928 – 23 July 2023) was a Norwegian microbiologist.", "56984002": "Jean-Antoine Rioux (1925–2017) was a French parasitologist, mainly a specialist of leishmaniasis. He coined the term ecoepidemiology for a discipline combining concepts of ecology and epidemiology to understand parasite transmission patterns and processes. He was a professor at the University of Montpellier, France, and one of the founders of the Société Française de Parasitologie in 1962.[1]", "67535301": "N. Louise Glass is the Fred E. Dickinson Chair of Wood Science and Technology at the University of California, Berkeley. She specialises in plant and microbial biology, particularly fungal cell biology and genetics", "44138955": "Phyllis Dewing Coley is a Biology professor currently teaching at the University of Utah. In 1996 she received the University's Distinguished Research Award. She has been a research associate at the Smithsonian Tropical Research Institute since 1995.[1] In 2023, she was elected to the National Academy of Sciences.[2]", "21037516": "Michael Vivian Berridge (born 1946) is a New Zealand cell biologist. Since 1976, he has led the cancer cell and molecular biology research group at the Malaghan Institute of Medical Research. He is also a professor at Victoria University of Wellington and a Distinguished Research Fellow at the Malaghan Institute of Medical Research. He is best known for elucidating cellular mechanisms of reduction of tetrazolium dyes that are widely used in biology, and for the discovery of mitochondrial genome transfer from healthy cells to mitochondrial DNA-deficient cancer cells.", "25395664": "Paul G. Falkowski (born 1951) is an American biological oceanographer in the Institute of Marine and Coastal Sciences at Rutgers University in New Brunswick, New Jersey.  His research work focuses on phytoplankton and primary production, and his wider interests include evolution, paleoecology, photosynthesis, biogeochemical cycles and astrobiology.", "66191829": "Hillary Catherine Maddin is a Canadian paleontologist and developmental biologist known for her work on development in extinct and extant amphibians. She is currently an associate professor in the Department of Earth Sciences at Carleton University.", "54395351": "Claude Duret (c. 1570–1611) was a French judge, botanist, historiographer and linguist. He was a close friend of agriculturalist Olivier de Serres  (1539–1619).", "70189528": "Erich Bornberg-Bauer (born 1963 in Vienna) is an Austrian biochemist, theoretical biologist and bioinformatician.", "45449693": "John (Ivan) Boris Balinsky (July 4, 1934 in Kyiv, Ukrainian SSR – October 1, 1983 in Ames, Iowa, Iowa, United States) - South African and American zoologist of Ukrainian origin.  His father Boris Balinsky was an embryologist.", "8290784": "Robert Elliot Pollack is an American biologist whose interests cross many academic lines. He grew up in Brooklyn, attended public schools, and majored in physics at Columbia University, where he graduated from the College in 1961. He received a PhD in Biological Sciences from Brandeis University in 1966, and subsequently was a postdoctoral Fellow in Pathology with Howard Green at NYU Medical center, and at the Weizmann Institute in Israel with Ernest Winocour. He was then recruited to Cold Spring Harbor Laboratory by James Watson to establish a research program on reversion of cancer cells. He became a tenured Associate Professor of Microbiology at the Stony Brook University Medical Center before returning to Columbia as a Professor of Biological Sciences in 1978. He served as Dean of Columbia College from 1982 to 1989, overseeing the enrollment of women in the College for the first time.", "47841763": "Andrea Gill was President of the Senate of Belize from 2008 to 2012. Between 2008 and 2009, she served as president of the Forum of Presiding Officers of National Parliaments of Central America and the Caribbean (FOPREL).", "13402595": "Michel A. J. Georges (1959) is a Belgian biologist and a professor at the University of Liège.", "53707245": "F. James Rohlf is an American biostatistician, currently a Distinguished Professor Emeritus at Stony Brook University  and Fellow of the American Association for the Advancement of Science.[1][2]", "68190702": "Anya Waite is a biological oceanographer working at the Ocean Frontier Institute in Dalhousie University's Faculty of Science in Nova Scotia, Canada, where she was born and raised.[1] She studies nitrogen fluxes in polar oceans and particle dynamics in mesoscale eddies as an Appointed Associate Vice-President Research (Ocean) of Dalhousie University and Chief Executive Officer of Ocean Frontier Institute.[2] She was previously Winthrop Professor at the University of Western Australia's Oceans Institute,[3] the Section Head of Polar Biological Oceanography at the Alfred Wegener Institute in Bremerhaven, and a professor of oceanography in the biology department at the University of Bremen.[2] Throughout her time at the University of Western Australia, she was awarded the PCB Professional Development Scholarship.[4] Anya attended the 27th annual Conference of the United Nations Framework Convention on climate change in November, 2022.[5]", "55312880": "Lev Osipovich Belopolsky (4 July 1907 – 5 November 1990) was a Soviet ornithologist and marine biologist who founded the Biological Station of the Zoological Institute in Rybachiy. He worked extensively on polar ecology, especially in the Barents Sea and the Curonian Spit, and produced works on the biology of the birds of the region.", "59769338": "Janet Louise Smith (born 1951)[1] is the Margaret J. Hunter Collegiate Professor in the Life Sciences Institute, director of the Center for Structural Biology at the University of Michigan, professor of biological chemistry and biophysics at the University of Michigan, and research professor in the Life Sciences Institute.[2] Additionally, she is the scientific director of The General Medical Sciences and Cancer Institutes’ structural biology facility at the Advanced Photon Source (GM/CA @ APS).[3][4]", "33817092": "Anne Elizabeth Condon, FRSC is an Irish-Canadian computer scientist, professor, and former head of the Computer Science Department of the University of British Columbia.[1] Her research focuses on computational complexity theory, DNA computing, and bioinformatics.[2][3] She has also held the NSERC/General Motors Canada Chair for Women in Science and Engineering (CWSE) from 2004 to 2009, and has worked to improve the success of women in the sciences and engineering.[4]", "51839494": "Kenneth J. Sterling (July 29, 1920 – January 12, 1995) was a medical doctor and prominent researcher on the topic of thyroid hormone and human metabolism. He made significant discoveries on thyroid hormone activation and treated patients at the Columbia-Presbyterian Medical Center for over thirty years.[2][3]", "44040718": "Cornelis W. \"Kees\" Moeliker (born 9 October 1960) is a Dutch biologist and director of the Natural History Museum Rotterdam.[1][2]   He is also European Bureau Chief of the Annals of Improbable Research.[3]", "5636629": "Ignacio Bolívar y Urrutia (Spanish pronunciation: [iɣˈnasjo βoˈliβaɾjuˈrutja]; 9 November 1850 – 19 November 1944) was a Spanish naturalist and entomologist, and one of the founding fathers of Spanish entomology. He helped found the Real Sociedad Española de Historia Natural (Royal Spanish Natural History Society) in 1871, and was the author of several books and of over 1000 species.", "62456344": "Tang Chongti (Chinese: 唐崇惕; born November 26, 1929) is a Chinese parasitologist and professor of Xiamen University.[1] In 1991, she was elected as an academician of the Chinese Academy of Sciences.[2] She is mainly engaged in research on pathogenic developmental biology, epidemiology, and prevention of zoonotic parasitic diseases.[3][4]", "31097370": "Richard Shine AM FAA (born 7 June 1950) is an Australian evolutionary biologist and ecologist; he has conducted extensive research on reptiles and amphibians, and proposed a novel mechanism for evolutionary change. He is currently a Professor of Biology at Macquarie University, and an Emeritus Professor at The University of Sydney.", "74482207": "Other reasons this message may be displayed:", "18776622": "Scott Ray Woodward[1] is a microbiologist and molecular biologist who specializes in genetic genealogy and ancient DNA studies. He was a professor[ambiguous] at Brigham Young University (BYU) from 1989 to 2003.  He was the president and principal investigator for the Sorenson Molecular Genealogy Foundation between 2005 and 2012, and the chief scientific officer from 2007 to 2012 at Genetree. He was the executive director of Genomic Study at Ancestry.com from 2012 to 2015. He currently[when?] teaches at Utah Valley University.[2] He is a member of the Church of Jesus Christ of Latter-day Saints (LDS Church).", "8258103": "Hans Vogel (20 January 1900 – 5 April 1980) was a German scientist known for his work in helminthology (study of parasitic worms). For much of his career he was associated with the Bernhard Nocht Institute for Tropical Medicine in Hamburg.", "8553022": "Andrew Herbert Knoll (born 1951) is the Fisher Research Professor of Natural History[1] and a Research Professor of Earth and Planetary Sciences[2] at Harvard University.[2][3]  Born in West Reading, Pennsylvania, in 1951, Andrew Knoll graduated from Lehigh University with a Bachelor of Arts in 1973[2][3] and received his Ph.D. from Harvard University in 1977[3] for a dissertation titled \"Studies in Archean and Early Proterozoic Paleontology.\"[2]  Knoll taught at Oberlin College for five years before returning to Harvard as a professor in 1982.[2]  At Harvard, he serves in the departments of Organismic and Evolutionary Biology and Earth and Planetary Sciences.[1][2]", "492100": "Anders Adolph Retzius (13 October 1796 – 18 April 1860), was a Swedish professor of anatomy and a supervisor at the Karolinska Institute in Stockholm.", "5046870": "Samuel Stanhope Smith (March 15, 1751 – August 21, 1819) was a Presbyterian minister, founding president of Hampden–Sydney College and the seventh president of the College of New Jersey (now Princeton University) from 1795 to 1812. His stormy career ended in his enforced resignation. His words – \"If reason and charity cannot promote the cause of truth and piety, I cannot see how it should ever flourish under the withering fires of wrath and strife\" – epitomize his career.[1]", "14385751": "Margaret \"Minx\" T. Fuller is an American developmental biologist known for her research on the male germ line and defining the role of the stem cell environment (the hub cells that establish the niche of particular cells) in specifying cell fate and differentiation.[1][2]", "33686105": "Rihab Rashid Taha al-Azawi (Arabic: رحاب رشيد طه; born 12 November 1957) is an Iraqi microbiologist, dubbed Dr Germ by United Nations weapons inspectors, who worked in Saddam Hussein's biological weapons program. A 1999 report commissioned by the United States Joint Chiefs of Staff and the Defense Intelligence Agency (DIA) named her as one of the world's most dangerous women.[1] Dr Taha admitted producing germ warfare agents but said they had been destroyed.[2]", "29360737": "Abdul Rashid, (born 1950) is a Pakistani agricultural scientist, who has served as a Member (Bio-sciences) of the Pakistan Atomic Energy Commission (PAEC) from 2008 to 2011 and Director General of Pakistan's National Agricultural Research Center (NARC) from 2006 to 2008. He received a Ph.D. from the University of Hawaii at Manoa, Hawaii, in the United States.", "33981026": "Clarence Matthew Tarzwell (1907–1993) was an aquatic biologist and water pollution researcher in the employ of the United States Public Health Service and later, the Environmental Protection Agency.  He was the founding director of the National Marine Water Quality Laboratory in West Kingston, Rhode Island, and was a major contributor to the formulation of the Clean Water Act of 1972.[1]", "11371107": "Allen Kerr AO, FRS, FAA (born 21 May 1926) is a Scottish-born Australian biologist. He served as Professor of Plant Pathology at the University of Adelaide. His most significant work was his study of crown gall — a plant cancer induced by Agrobacterium tumerfaciens.", "66060901": "Harvard University (Ph.D)", "37323369": "Carolyn Talcott (born June 14, 1941) is an American computer scientist known for work in formal reasoning, especially as it relates to computers, cryptanalysis and systems biology. She is currently the program director of the Symbolic Systems Biology group at SRI International.[3][4]", "25887338": "Tim Lee (born Tim Xtreme Lee;[1] 1977 in Los Angeles, California), is an American stand-up comedian and biologist living in southern California. His father gave him the middle name Xtreme, hoping his son would grow up to be a stunt man. Lee rejected that path and focused on the sciences for most of his life, studying ecology and evolution at UC San Diego, where he graduated magna cum laude in biology. He went on to complete his PhD at UC Davis, developing simulation and analytical models of population dynamics before becoming a comedian.[2]", "11305588": "Bart De Strooper is a Belgian molecular biologist and professor at Vlaams Instituut voor Biotechnologie and KU Leuven (Leuven, Belgium) and the UK Dementia Research Institute and University College London, UK. De Strooper's research seeks to translate genetic data into the identification and treatment of neurodegenerative diseases and treatments. interest are the secretases, proteases which cleave the amyloid precursor protein (APP), resulting in amyloid peptides.", "41190009": "Maria Leptin (born 1954) is a German developmental biologist and immunologist, and the current President of the European Research Council. She was the Director of the European Molecular Biology Organization from 2010 to 2021.", "9175674": "Graeme Ruxton FRSE is a zoologist known for his research into behavioural ecology and evolutionary ecology.", "71959163": "Sara Margery Lewis is an American biologist, professor, author, and firefly expert.[1][2][3]", "53084801": "Dr. Radhika Nair  is an Indian cancer biology researcher. She currently serves as the Ramanujan Faculty Fellow at the Rajiv Gandhi Centre for Biotechnology, in Trivandrum, India, and Senior Research Officer at Garvan Institute of Medical Research in Darlinghurst, Sydney, New South Wales, Australia.[1] She specializes in understanding the cell intrinsic mechanisms that allow tumor cells to survive, go dormant and then thrive, specifically in breast cancer.[2]", "62587522": "Josie Osborne is a Canadian politician who was elected to the Legislative Assembly of British Columbia in the 2020 provincial election.[2] She represents the electoral district of Mid Island-Pacific Rim as a member of the British Columbia New Democratic Party (BC NDP). She has served in the cabinet of British Columbia since 2020, currently as Minister of Energy, Mines and Low Carbon Innovation.", "34275971": "Denis Barberet (1714–1770) was a French biologist and veterinarian.[1]", "72286857": "Irene Bosch is a Venezuelan biologist and researcher graduated from the Central University of Venezuela with two doctorates from Harvard University in molecular biology and tropical medicine, with extensive experience in research on dengue, zika and chikungunya.[1]", "25690775": "Michel Siffre (born 3 January 1939) is a French underground explorer, adventurer and scientist. He was born in Nice, where he spent his childhood.", "42730140": "Antonius Suwanto, (born November 30, 1959) is an Indonesian biologist and professor, known for discovering two circular chromosomes or plasmids in Rhodobacter with Kaplan S in 1989.[1]", "51086003": "Mrinalini Puranik is lead scientist at Unilever Limited. Her areas of research include biomolecular spectroscopy, Raman spectroscopy of proteins, and nucleic acids.[citation needed] She started her career as associate professor at Indian Institute of Science Education and Research, Pune (IISER).[1] In 2015, her article \"Solution structures of purine base analogues 9-deazaguanine and 9-deazahypoxanthine\" was published by the Journal of Biomolecular Structure and Dynamics.[2]", "2163393": "Sean B. Carroll (born September 17, 1960) is an American evolutionary developmental biologist, author, educator and executive producer. He is a distinguished university professor at the University of Maryland and professor emeritus of molecular biology and genetics at the University of Wisconsin–Madison. His studies focus on the evolution of cis-regulatory elements in the regulation of gene expression in the context of biological development, using Drosophila as a model system. He is a member of the National Academy of Sciences, of the American Philosophical Society (2007), of the American Academy of Arts and Sciences and the American Association for Advancement of Science. He is a Howard Hughes Medical Institute investigator.", "54952641": "Rajeev Raghavan is a fisheries scientist and aquatic conservation biologist known for his work on the freshwater fishes of the Indian subcontinent.[1] Rajeev is currently an Assistant Professor at the Kerala University of Fisheries and Ocean Studies, Kochi, India, the South Asia Chair of the IUCN’s Freshwater Fish Specialist Group.[2][3], and the IUCN Freshwater Fish Red List Authority Coordinator for Asia and Oceania.", "66224836": "John J. Lowe is an American infectious disease scientist, assistant vice chancellor for health security at University of Nebraska Medical Center, and associate professor in the Department of Environmental, Agricultural and Occupational Health at University of Nebraska Medical Center College of Public Health.[1] In 2014, he led Nebraska Medicine hospital’s effort to treat and care for Ebola virus disease patients and led the University of Nebraska Medical Center’s coronavirus disease 2019 response efforts.", "16253645": "Gary A. Strobel (born September 23, 1938) is an American microbiologist and naturalist. He was co-contributor to the discovery that somaclonal variation occurs in plants and can be used for plant improvement. The discovery of the Ri plasmid in Agrobacterium rhizogenes also originated in his laboratory. He examined endophytic fungi and bacteria for their novel bioactive compounds and their unique biology. Forbes magazine called him the \"Indiana Jones of fungus hunters\" for his expeditions, collections, and research into fungi.[1]", "22053582": "Karl Maramorosch (January 16, 1915 – May 9, 2016) was an Austrian-born American virologist, entomologist, and plant pathologist. A centenarian and polyglot, he conducted research on viruses, mycoplasmas, rickettsiae, and other micro-organisms; and their transmission to plants through insect vectors in many parts of the world. He is the co-author of a textbook on techniques in virology and is the author of numerous papers on the biology and ecology of plant viruses, their hosts, and vectors. He received the Wolf Prize in Agriculture in 1980 for his contribution to the study of crop pathogens.", "66585303": "Scott A. Taylor is an associate professor at the University of Colorado, where he teaches topics such as hybridization, speciation, evolutionary ecology, and population genomics within different species of birds.[1] Taylor serves as a member of their Department of Ecology and Evolutionary Biology.[1] Prior to achieving this position, his Ph.D. at Queen’s University in Kingston, Ontario, Canada consisted of applying genomics to natural hybrid zones to study the architecture of reproductive isolation.[1]", "43516635": "Zita Carla Torrão Pinto Martins (born 1979),[3][4] OSE, is a Portuguese astrobiologist, and an associate professor at Instituto Superior Técnico.[5] She was a Royal Society University Research Fellow (URF)[1] at Imperial College London.[6] Her research explores how life may have begun on Earth by looking for organic compounds in meteorite samples.[7][8][9][10]", "6554334": "Gonzalo Javier Trancho Gayo (Madrid, 8 February 1955) is a Spanish anthropologist.", "20120292": "Herschel Lewis Roman (September 29, 1914[1] – July 2, 1989) was a geneticist famous for popularizing the use of yeast in genetic research.[2]", "1311462": "Waldemar Mordechai Wolff Haffkine CIE, born Vladimir Aronovich (Markus-Volf) Khavkin (Russian: Владимир Аронович (Маркус-Вольф) Хавкин; 15 March 1860 – 26 October 1930) was a Ukrainian-French bacteriologist known for his pioneering work in vaccines.", "44040939": "Urs Leupold (July 19, 1923 – October 9, 2006) was a Swiss geneticist whose studies of the fission yeast Schizosaccharomyces pombe were instrumental in establishing this organism as a key model system for eukaryotic cell and molecular biology.[1][2]  Leupold began his studies of S. pombe in 1946 upon encouragement by Øjvind Winge. In 1947, Leupold determined that a culture of S. pombe str. liquefaciens contained strains expressing four distinct mating types: h40,  h90, h+, and h−. Most current S. pombe laboratory strains are derived from the h90, h+, and h− strains known as 968, 975, and 972.[3]", "45253364": "Susan C. Alberts is an American primatologist, anthropologist, and biologist who is the current Chair of the Department of Evolutionary Anthropology at Duke University;[1] previously, she served as a Bass fellow and the Robert F. Durden Professor of Biology at Duke.[2] She currently co-directs the Amboseli Baboon Research Project with Jeanne Altmann of Princeton University.[2] Her research broadly studies how animal behavior evolved in mammals, with a specific focus on the social behavior, demography, and genetics of the yellow baboon, although some of her work has included the African elephant.[2] She was elected a fellow of the American Academy of Arts and Sciences in 2014, won the Cozzarelli Prize of the National Academy of Sciences in 2016, and was elected a fellow of the National Academy of Sciences in 2019.[1][3]", "54231803": "Janet Iwasa is an American data visualization expert and assistant professor of biochemistry at the University of Utah.[1]", "45024004": "Mauricio de la Maza-Benignos (July 27, 1970 –) is a Mexican conservationist, naturalist[1], zoologist and multi award winning filmmaker[2]. He is also a member of Mexico's National System of Researchers.[3] In addition to his work in ichthyology, he is an agronomist and zootechnician, a jurist, an administrator, and an editor.", "262935": "Erasistratus (/ˌɛrəˈsɪstrətəs/; Greek: Ἐρασίστρατος; c. 304 – c. 250 BC) was a Greek anatomist and royal physician under Seleucus I Nicator of Syria. Along with fellow physician Herophilus, he founded a school of anatomy in Alexandria, where they carried out anatomical research. As well, he is credited with helping to found the methodic school of teachings of medicine in Alexandria whilst opposing traditional humoral theories of Hippocratic ideologies.[1] Together with Herophilus, he is credited by historians as the potential founder of neuroscience due to his acknowledgements of nerves and their roles in motor control through the brain and skeletal muscles.[1]", "39093020": "Michael Morris Rosbash (born March 7, 1944) is an American geneticist and chronobiologist. Rosbash is a professor and researcher at Brandeis University[1] and investigator at the Howard Hughes Medical Institute. Rosbash's research group cloned the Drosophila period gene in 1984 and proposed the Transcription Translation Negative Feedback Loop[2] for circadian clocks in 1990. In 1998, they discovered the cycle gene, clock gene, and cryptochrome photoreceptor in Drosophila through the use of forward genetics, by first identifying the phenotype of a mutant and then determining the genetics behind the mutation. Rosbash was elected to the National Academy of Sciences in 2003. Along with Michael W. Young and Jeffrey C. Hall, he was awarded the 2017 Nobel Prize in Physiology or Medicine \"for their discoveries of molecular mechanisms controlling the circadian rhythm\".[3][4]", "4981547": "Robert Ernst Eduard Wiedersheim (21 April 1848 – 12 July 1923) was a German anatomist who is famous for publishing a list of 86 \"vestigial organs\" in his book The Structure of Man: An Index to His Past History.[2]", "42205996": "Priya Davidar is an Indian scientific researcher, conservation biologist, scholar, and author.[1][2] She retired as a Professor at Pondicherry University and has conducted ecological research in different regions of India.[2] She has authored a few books, including Whispers from the Wild, co-authored with E.R.C Davidar and published by Penguin India books.[2][3] She was elected Fellow of the American Association for the Advancement of Science in 2012.[4] She is actively involved with the conservation of forests and wildlife.[2] She has published about 100 papers in scientific journals.[citation needed]", "31097645": "Kinichiro Sakaguchi (坂口 謹一郎, Sakaguchi Kin'ichirō, November 17, 1897 – December 9, 1994) was a Japanese agricultural chemist and microbiologist.", "6980398": "Casimir-Joseph Davaine (19 March 1812 – 14 October 1882) was a French physician known for his work in the field of microbiology. He was a native of Saint-Amand-les-Eaux, department of Nord.", "26772279": "Gladys Kalema-Zikusoka  (born 8 January 1970) is a Ugandan veterinarian and founder of Conservation Through Public Health, an organisation dedicated to the coexistence of endangered mountain gorillas, other wildlife, humans, and livestock in Africa.[1]", "49382207": "Harry Melvin Rose (May 30, 1906, in Niles, Ohio – November 4, 1986, in Meredith, New Hampshire) was an American physician and microbiologist whose laboratory at Columbia University developed an accurate diagnostic test for rheumatoid arthritis in 1948.[1] The test became known as the Rose-Waaler or Waaler-Rose test, since it was independently developed by both Rose and the Norwegian bacteriologist Erik Waaler.[2] Rose was among the first recipients of the Gairdner Foundation International Award for his work in developing the test.[3]", "47153992": "Meir Yoeli (August 20, 1912 – December 5, 1975) was a biologist, researcher and educator.[1] He is best known for his expertise in the field of infectious and parasitic diseases, which led to advancements in malaria research in the 1960s and 70s.[2][3] His name inspired the term, \"yoelii,\" the taxonomy of organisms with English names. Yoeli was also a professor at New York University, where he wrote scientific papers on the study of human malaria.", "60064584": "Nancy B. Simmons is an American zoologist, mammalogist, professor, and author. Specializing in bats, Simmons has conducted extensive research on the morphology and evolutionary history of numerous bat species. She is also the curator-in-charge of the Department of Mammalogy at the American Museum of Natural History and a professor at the Richard Gilder Graduate School.[1]", "42206024": "Sudha Bhattacharya (born 7 March 1952) is an Indian academic, scientist and a writer. She is recognized primarily for her in-depth study of Entamoeba histolytica, a parasitic protozoan that causes amoebiasis: Dr. Bhattacharya's laboratory first detected Ribosomal RNA genes on Circular DNA, while studying the parasite, and also discovered families of retrotransposons in the parasite genome.[1] Her work has primarily been in the fields of Molecular Parasitology and Gene Regulation.", "51872586": "Virendra Nath Pandey (born 1947) is an Indian geneticist, molecular virologist and enzymologist, known for his studies on the DNA recombinase enzyme complex.[1] He is an associate professor at the New Jersey Medical School of the Rutgers University and a former scientist at Bhabha Atomic Research Center.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1991, for his contributions to biological sciences.[3]", "47874892": "Nathalie A. Cabrol (French pronunciation: [natali kabʁɔl] ⓘ) (born August 30, 1963 [1]) is a French American astrobiologist specializing in planetary science. Cabrol studies ancient lakes on Mars, and undertakes high-altitude scientific expeditions in the Central Andes of Chile as the principal investigator of the \"High Lakes Project\" funded by the NASA Astrobiology Institute (NAI). There, with her team, she documents life's adaptation to extreme environments, the effect of rapid climate change on lake ecosystems and habitats, its geobiological signatures, and relevance to planetary exploration.", "46203725": "Alfredo Kanthack BA (Lond), BSc, BS, MA (Cantab), MB, MD, LRCP, FRCP, FRCS (1863-1898) was a Brazilian-born microbiologist and pathologist who worked in England. His distinguished career was cut short by his premature death at the age of 35.[1][2]", "66159437": "Evelyn Butler Tilden (March 28, 1891 – 1983) was an American microbiologist who researched carbohydrates and bacteria in saliva at National Institutes of Health and Northwestern University Dental School. She later served as head of laboratories at Brookfield Zoo.", "40567632": "Alan M. Jones (born 13 May 1957) is an American cell biologist. He is Kenan Distinguished Professor of Biology [1] at the University of North Carolina at Chapel Hill and has a joint appointment with the Department of Pharmacology in the UNC School of Medicine. He is a past President of the American Society of Plant Biologists (ASPB, 2013-2014).[2]  He is a Fellow of The American Association for the Advancement of Science, Fellow of American Society of Plant Biologists, and an Alexander von Humboldt Fellow.", "70746963": "Zhuang Qiaosheng (Chinese: 庄巧生; 5 August 1916 – 8 May 2022) was a Chinese geneticist and breeder, and an academician of the Chinese Academy of Sciences. He was a member of the China Democratic League. He was a member of the 7th National Committee of the Chinese People's Political Consultative Conference.", "39093077": "Samer Hattar (Arabic: سامر حتر) is a chronobiologist and a leader in the field of non-image forming photoreception. He is the Chief of the Section on Light and Circadian Rhythms at the National Institute of Mental Health, part of the National Institutes of Health. He was previously an associate professor in the Department of Neuroscience and the Department of Biology at Johns Hopkins University in Baltimore, MD.  He is best known for his investigation into the role of melanopsin and intrinsically photosensitive retinal ganglion cells (ipRGC) in the entrainment of circadian rhythms.", "40764246": "Tadatsugu Taniguchi (谷口 維紹, Taniguchi Tadatsugu, born January 1, 1948 in Wakayama Prefecture) is a Japanese immunologist known for his pioneer research on Interferons and Interferon regulatory factors.", "34276182": "Georges Coutagne (20 September 1854, in Lyon – 18 August 1928, in Saint-Genis-Laval) was a French biologist, botanist, engineer, malacologist and naturalist.", "34800475": "Robert Chambers (October 23, 1881 – July 22, 1957) was an American biologist, inventor of instruments to dissect living cells.[1][2][3]\nChambers was president of the American Society of Zoologists, president of Harvey Society, and president of the Union of American Biological Sciences.  He was also chief of Laboratory of Experimental Cell Research at the Marine Biological Laboratory. Chambers received his Ph.D. from the University of Munich, Germany.[1]", "60162912": "Xiaoqi Feng is a Chinese plant geneticist, currently based at the John Innes Centre, Norwich, England.[1]", "37225314": "H. (Hubert) Rodney Withers (September 21, 1932 – February 25, 2015)[1] was an Australian radiation biologist and physician. He made many contributions to the fields of radiobiology and clinical radiation therapy, but he is best known for his work on post-radiation tissue repair and the effects of ionizing radiation on normal tissues.[2]", "19628910": "Henri-Mamert-Onésime Delafond (13 February 1805 – 15 November 1861) was a French veterinarian born in Saint-Amand-en-Puisaye, Nièvre department. Delafond was one of the primary representatives of veterinary science in France during the first half of the nineteenth century.[1]", "25822067": "Charles Joel Arntzen (born 1941)[1] is a plant molecular biologist.[1] His major contributions are in the field of \"plant molecular biology and protein engineering, as well as the utilization of plant biotechnology for enhancement of food quality and value, for expression of pharmacological products in transgenic plants, and for overcoming health and agricultural constraints in the developing world.\"[2]", "62096244": "Chelsea Marina Rochman is an American marine and freshwater ecologist whose research focuses on anthropogenic stressors (primarily plastic pollution) in freshwater and marine ecosystems.[1] Since September 2016, Rochman has been an assistant professor at the University of Toronto in the department of Ecology and Evolutionary Biology and a scientific advisor to the Ocean Conservancy.", "35029877": "Tandy Warnow is an American computer scientist and  Grainger Distinguished Chair in Engineering at the University of Illinois at Urbana–Champaign.[4][5] She is known for her work on the reconstruction of evolutionary trees, both in biology and in historical linguistics, and also for multiple sequence alignment methods.[6]", "43418500": "Mary Jane Osborn (September 24, 1927 – January 17, 2019)[1] was an American biochemist and microbiologist known for her research on the biosynthesis of lipopolysaccharide (bacterial endotoxin), a key component of the outer membrane of Gram-negative bacteria, and discovering the mechanism of action of the anti-cancer drug methotrexate.[2] She headed the Department of Molecular Biology and Biophysics at the University of Connecticut Health Center and served as president of the American Society for Biochemistry and Molecular Biology.", "51217288": "Louise Allcock is a British researcher, best known for her work on ecology and evolution of the cephalopods of the Southern Ocean and deep sea.[1][2][3] She is the editor of the Zoological Journal of the Linnean Society.", "39945120": "Auguste Fernbach (2 March 1860 – 26 January 1939) was a French biologist.", "20874146": "Russell F. Doolittle (January 10, 1931 – October 11, 2019) was an American biochemist who taught at the University of California, San Diego (UCSD). Described as a \"world-renowned evolutionary biologist\",[1] Doolittle's research primarily focused on the structure and evolution of proteins.[2] Highlights of Doolittle's decades of research include his role in co-developing the hydropathy index and determining the structure of fibrinogen.", "10027939": "John Jenner Weir, FLS, FZS (9 August 1822 – 23 March 1894) was an English amateur entomologist, ornithologist and British civil servant. He is best known today for being one of the naturalists who corresponded with and provided important data to both Charles Darwin and Alfred Russel Wallace.", "72811428": "Amelie Karin Josephine Schoenenwald (born 1989) is a German biologist and reserve astronaut. After studying at the Technical University of Munich from 2009 to 2015, Schoenenwald earned a PhD in integrative structural biology at the Medical University of Vienna in 2020. She was chosen as a reserve astronaut in the European Astronaut Corps in 2022. By the time of her selection, she had worked in industry for a few years.", "64127909": "Professor Neil Hall is head of the Earlham Institute, a life science research centre in Norwich, England, and director of the Hall Group, which aims to understand why some infectious agents are more damaging than others.", "5342115": "Anders Sandøe Ørsted, also written as Anders Sandoe Oersted or Anders Sandö Örsted (21 June 1816 – 3 September 1872) was a Danish botanist, mycologist, zoologist and marine biologist. He was the nephew of physicist Hans Christian Ørsted and of politician Anders Sandøe Ørsted.[1]", "36176807": "Ch. Mohan Rao is an Indian molecular biologist.[1] He holds a Ph.D. in chemistry from the University of Hyderabad. He was a visiting associate at the National Institutes of Health, US, during 1990–92. He was a visiting professor at the Tokyo Science University, Japan during 1996. Visiting Scientist, UTMB, Galveston, USA, Visiting Professor, Protein Research Institute, Osaka, Japan. Adjunct Professor, RMIT University, Melbourne, Australia. He was positioned as director for the Centre for Cellular and Molecular Biology in Hyderabad, India. He is CSIR-Distinguished Scientist and Sir JC Bose National Fellow at CCMB [2] He was awarded in 1999 the Shanti Swarup Bhatnagar Prize for Science and Technology, the highest science award in India,  in the Medical  Sciences category.[3]", "12845994": "Gayle J. Fritz is an American paleoethnobotanist working out of Washington University in St. Louis. She is a world expert on ancient crops.[1] Fritz runs the Paleoethnobotany Lab at Washington University in St. Louis under the auspices of the Anthropology Department.", "48595884": "Gábor Hraskó (born 26 August 1963) is a Hungarian science communicator and skeptic, well known within the Hungarian and international movement as the president of the Hungarian Skeptic Society[1] and chairman of the European Council of Skeptical Organisations (2013-2017).[2] He is a member of the Club of Hungarian Science Journalists,[3] author of the \"X-Aknák\" popular science blog, and was co-editor and co-host of the television series of the same name.[4] Hraskó is a scientific and technical consultant for the Committee for Skeptical Inquiry.[5]", "46367661": "Julia A. Vorholt (born September 15, 1969[1]) is a full professor of microbiology at ETH Zurich and an elected member of the German Academy of Sciences Leopoldina.[1]", "55477167": "Victor Marc Nigon (born 11 October 1920 in Metz, France, died 5 July 2015) was a biologist who was first to study the nematode worm Caenorhabditis elegans in the laboratory, with Ellsworth Dougherty, in the 1940s.[1][2]", "38765492": "Sir Colin Raymond William Spedding CBE (22 March 1925 – 17 December 2012)[1] was a British biologist, agricultural scientist and animal welfare expert. Spedding founded or worked for numerous agricultural agencies, including the Farm Animal Welfare Council, Assured Food Standards and the UK Register of Organic Food Standards.[1] He also held academic posts at the University of Reading and the Grassland Research Institute, and was a prolific author of books on wildlife and agriculture.[2]", "52167608": "Shantanu Chowdhury (born 1968) is an Indian structural biologist and a professor at Institute of Genomics and Integrative Biology of the Council of Scientific and Industrial Research.[1] He is known for developing a mechanism for gene regulation mediated by DNA Secondary-Structure in diverse cellular contexts.[2] An elected fellow of the National Academy of Sciences, India,[3] he is a recipient of the National Bioscience Award for Career Development of the Department of Biotechnology in 2010.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2012, for his contributions to biological sciences.[5]", "4457401": "Judith Goslin Hall OC FRSC FCAHS (born July 3, 1939) is a pediatrician, clinical geneticist and dysmorphologist who is a dual citizen of the United States and Canada.[not verified in body]", "1442763": "Roman Vishniac (/ˈvɪʃniæk/; Russian: Рома́н Соломо́нович Вишня́к; August 19, 1897 – January 22, 1990) was a Russian-American photographer, best known for capturing on film the culture of Jews in Central and Eastern Europe before the Holocaust. A major archive of his work was housed at the International Center of Photography until 2018, when Vishniac's daughter, Mara Vishniac Kohn, donated it to The Magnes Collection of Jewish Art and Life at the University of California, Berkeley.[1][2][3]", "59048908": "Hasan Bolkan is a retired research microbiologist who focused his career on plant pathology - diseases and infectious insects in tomato varieties and other produce. Bolkan retired from Campbell Soup Company as the director of research in the seed division. There he specialized in tomato production and disease control. He is known for his experience with commercial production of tomatoes.", "68846542": "Nancy Kedersha (born 1951) is an American cell biologist and micrographer. She got her Ph.D. from Rutgers University where she worked in Richard Berg's lab studying the characteristics and assembly of prolyl hydroxylases. Afterwards she joined Leonard Rome's lab at UCLA as a post-doctoral fellow where she co-discovered the vault (organelle). Subsequently, she worked at ImmunoGen Inc. where she worked on staining and photographing different cancer cells. She then worked as an instructor of medicine at Brigham and Women's Hospital in Paul Anderson's lab, where her work focused on studying stress granule formation. In late-2020, she retired. In addition to her contributions as a scientist, Kedersha has been quite successful in different microscopy competitions. She is a four-time Nikon Small World finalist and in 2011 she won the Lennart Nilsson Award.", "2065359": "Robert Morris Sapolsky (born April 6, 1957) is an American neuroendocrinology researcher and author. He is a professor of biology, neurology, neurological sciences, and neurosurgery at Stanford University. In addition, he is a research associate at the National Museums of Kenya.[3]", "36897746": "James William Schopf (born September 27, 1941) is an American paleobiologist and professor of earth sciences at the University of California Los Angeles.[1][2] He is also Director of the Center for the Study of Evolution and the Origin of Life, and a member of the Department of Earth and Space Sciences, the Institute of Geophysics and Planetary Physics, and the Molecular Biology Institute at UCLA. He is most well known for his study of Precambrian prokaryotic life in Australia's Apex chert. Schopf has published extensively in the peer reviewed literature about the origins of life on Earth. He is the first to discover Precambrian microfossils in stromatolitic sediments of Australia (1965), South Africa (1966), Russia (1977), India (1978), and China (1984).[3] He served as NASA's principal investigator of lunar samples during 1969–1974.[4][5]", "58590168": "Eileen Anne McLaughlin is a Scottish molecular biology academic working in Australia. As of 2021 she is a professor at the University of Wollongong.", "69403608": "Albrecht Manegold (born 1973 in Mannheim[1]) is a German ornithologist and paleontologist. He is the curator of the vertebrate collection at the State Museum of Natural History Karlsruhe. He is known for contributions to the study of early passerine evolution. He has described extinct passerines and piciformes including the fossil treecreeper Certhia rummeli and the fossil woodpecker Australopicus nelsonmandelai.", "2294747": "Jean Baptiste Carnoy (11 January 1836 – 6 September 1899), born in Rumillies (Belgium), was a Roman Catholic priest and a scientist in the field of cytology. He made the initial explanation of the real nature of the albuminoid membrane, and conducted noted experiments on cellular segmentation.[citation needed]", "55477212": "Ellsworth C. Dougherty (July 21, 1921 – 1965) was a biologist who was first to study the nematode worm Caenorhabditis elegans in the laboratory, with Victor Nigon, in the 1940s.[1][2][3] He did most of his studies and medical work in California.", "5243888": "George Crawford Hyndman (1796–1867) was an Irish auctioneer and amateur biologist.", "70124535": "Ximena Vélez Liendo (born 7 March 1976, Oruro, Bolivia) is a Bolivian conservation biologist whose work focus on the ecology of the Andean bear, known as jukumari in aymara language, and its conservation in Bolivia and the rest of South America.", "53117944": "Susan Weller was archdeacon of Walsall from 2014.[1] to 2019.", "63505413": "Richard Michael Krause (January 4, 1925 – January 6, 2015) was an American physician, microbiologist, and immunologist. He was the director of the National Institute of Allergy and Infectious Diseases from 1975 to 1984. Krause later served as the dean of medicine at Emory University before returning to National Institutes of Health as a senior scientific advisor at the John E. Fogarty International Center. Krause was formerly a longtime professor at Rockefeller University.", "69534725": "Peter Karl Sorger (born February 13, 1961, in Halifax Nova Scotia, Canada) is a systems and cancer biologist and Otto Krayer Professor of Systems Pharmacology in the Department of Systems Biology at Harvard Medical School.[1] Sorger is the founding head of the Harvard Program in Therapeutic Science (HiTS), director of its Laboratory of Systems Pharmacology (LSP), and co-director of the Harvard MIT Center for Regulatory Science. He was previously a Professor of Biology and Biological Engineering at the Massachusetts Institute of Technology where he co-founded its program on Computational and Systems Biology (CSBi). Sorger is known for his work in the field of systems biology and for having helped launch the field of computational and systems pharmacology. His research focuses on the molecular origins of cancer and approaches to accelerate the development of new medicines. Sorger teaches Principles and Practice of Drug Development at Massachusetts Institute of Technology and Harvard University.", "70714373": "John Lafayette Magee (October 28, 1914 – December 16, 2005) was an American chemist known for his work on kinetic models of radiation chemistry,[2][3] especially the Samuel-Magee model for describing radiolysis in solution.", "65799179": "George S. Bullerjahn is an American microbiologist, a former Distinguished Research Professor at Bowling Green State University in Ohio.[1] He is the founding director of the Great Lakes Center for Fresh Waters and Human Health. His specialty is microbial ecology; his research has focused on the health of the Laurentian Great Lakes, particularly the harmful algal bloom-forming populations in Lake Erie since the early 2000s.", "44860429": "Jane A. McKeating is a professor of molecular biology at Oxford University, and honorary professor at the University of Birmingham, England, where she worked as a professor of molecular virology until 2017.[1] She is listed as a notable scientist in Thomson Reuters' Highly Cited Researchers 2014, ranking her among the top 1% most cited scientists.[2]", "58786829": "Haifan Lin (Chinese: 林海帆; pinyin: Lín Hǎifān) is a Chinese-born American stem cell biologist. He is the Eugene Higgins Chair Professor of Cell Biology at Yale University and the founding Director of the Yale Stem Cell Center. He previously founded and directed the Stem Cell Research Program at Duke University. Recognized for his significant contributions to stem cell research, he was elected to the US National Academy of Sciences and American Academy of Arts and Sciences in 2018.[1]", "1311770": "Sir Paul Patrick Gordon Bateson, FRS[6] (31 March 1938 – 1 August 2017) was an English biologist with interests in ethology and phenotypic plasticity.[1][7] Bateson was a professor at the University of Cambridge and served as president of the Zoological Society of London from 2004 to 2014.[8][9][10][11][12]", "46531611": "Victoria Suzanne Meadows is a Professor with the Astronomy Department and Director of the Astrobiology Program at the University of Washington.[1] She is also the Principal Investigator for the NASA Astrobiology Institute's Virtual Planetary Laboratory[2] Lead Team and the chair of the NAI Focus Group on Habitability and Astronomical Biosignatures (HAB). The research direction of the team is to create computer models that can be used to understand planet formation, stability and orbital evolution, and to simulate the environment and spectra of planets that can potentially be habitable.", "64619550": "Dr. A. Catharine Ross is the Dorothy Foehr Huck Chair and a Professor of Nutrition and Physiology at Penn State University.[1] She studies areas of nutritional science related to the vitamin A molecule.", "853027": "Antonios Trakatellis (Greek: Αντώνιος Τρακατέλλης) (born 4 September 1931 in Thessaloniki) is a Greek Member of the European Parliament (MEP), and an academic biochemist. He was elected on the New Democracy ticket and sits with the European People's Party group. He has been leader of the ND parliamentary group since 2000.[1]", "62325796": "Craig E. Cameron is the chair of the department of microbiology and immunology at the University of North Carolina at Chapel Hill. He is a Fellow of the American Association for the Advancement of Science and American Society for Microbiology.", "37389348": "Darshan Ranganathan (4 June 1941 – 4 June 2001) was an organic chemist from India who was known for her work in bio-organic chemistry, including \"pioneering work in protein folding.\"[2] She was also recognized for her work in \"supramolecular assemblies, molecular design, chemical simulation of key biological processes, synthesis of functional hybrid peptides and synthesis of nanotubes.\"[3]", "56984614": "Betül Kacar is a Turkish-American astrobiologist and an Assistant Professor at the University of Wisconsin. She directs a NASA Astrobiology Research Center exploring the essential attributes of life, its origins and how they should shape our notions of habitability and the search for life on other worlds.[1]", "25822256": "Roy Curtiss III is a professor of Genomics, Evolution, & Bioinformatics at the University of Florida.[1] He was elected to the United States National Academy of Sciences in 2001.[2]", "27886655": "Patricia Ann Baird, OC OBC (born 11 October 1937)[1]  is a British medical geneticist active in Canada. Her research has specialized on the relationship between medical technology and ethics.[2]", "67601473": "Arturo Zychlinsky (born 1962) is a biologist and since 2001 director at the Max Planck Institute for Infection Biology.[1] His research focuses on Neutrophil Extracellular Traps (NETs) which he discovered together with Volker Brinkmann,[2] and the immune function of chromatin.", "61867075": "Kira S. Makarova (Russian: Кира Макарова) is an Estonian-American evolutionary biologist known for her research on the biology of CRISPR and Cas9. She is a staff scientist at the National Center for Biotechnology Information.", "50562115": "Deneb Karentz is full-time faculty, professor, and chair of the Biology Department at University of San Francisco.[1] Her research focuses on the ultraviolet photobiology of marine organisms and understanding their strategies for protection from UV exposure, particularly in relation to the ecological implications of Antarctic ozone depletion.", "53576777": "Shahid Jameel (born 8 August 1957) is an Indian virologist and academic. Dr. Jameel is the Sultan Qaboos bin Said Fellow at Oxford Centre for Islamic Studies and Research Fellow, Green Templeton College, University of Oxford. He serves as the Principal Investigator for the Centre's project on Public Health, Science and Technology in Muslim societies. Previously he was the director of the Trivedi School of Biosciences since its inception in the year 2020 at Ashoka University.[1] He was formerly head of the scientific advisory group to the Indian SARS-CoV-2 Genomics Consortia (INSACOG) established in December 2020,[2][3] and the chief executive officer of Wellcome Trust DBT India Alliance. Known for his research in hepatitis E virus, Jameel is an elected fellow of all the three major Indian science academies viz. National Academy of Sciences, India, Indian Academy of Sciences, and Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 2000.[4][note 1]", "44106830": "Chitra Dutta is a former chief scientist and head of Structural Biology and Bioinformatics division in CSIR-Indian Institute of Chemical Biology, Kolkata, India.[1] She is a physicist working in the areas of bioinformatics and computational biology. She is  engaged in 'in-silico' analysis of genome/proteome architectures of host/vector/pathogen systems in quest of novel intervention strategies. Comparative genome analysis of various bacterial, viral and parasitic pathogens conducted by her group have not only given an insight into the natural forces driving the molecular evolution of the microbial world, but also provided a better understanding of the intricacies of pathogen–host interactions and co-evolution. She has demonstrated how the relative strengths of various selection pressures vary within and across the organisms depending on their G+C-content, life-style and taxonomic distribution. Her group has also delineated the role played by mutational imbalance, hydrophobicity, gene expressivity and aromaticity in shaping microbial protein architectures.[2] She is also internationally acclaimed for her studies on ‘Chaos game representation’.[3] She has developed novel algorithms for recognition of fractal patterns in nucleotide and amino acid sequences through statistical analyses of genome and proteome composition of different thermophilic, symbiotic/parasitic organisms and she has revealed that thermal adaptation involves overrepresentation of purine bases in mRNAs, higher GC-content of the structural RNAs and enhanced usage of positively charged residues and aromatic residues at the cost of neutral polar residues, while the parasitic adaptation is reflected in the extreme genome reduction, presence of weak translational selection and large heterogeneity in membrane associated proteins. Recent works from her group on 'pan-genomic analysis of human microbiome in health and diseases' have also been highly acknowledged in scientific literature.[4]", "69534800": "Jan Roland Holmgren (born in Borås, Sweden) is a Swedish physician, microbiologist, immunologist, and vaccinologist, known for his research on cholera and mucosal immunology, specifically, for his leadership in developing \"the world's first effective oral cholera vaccine\".[1]", "56329297": "Nagasuma Chandra is an Indian structural biologist, biochemist and a professor at the department of biochemistry of the Indian Institute of Science. She is known for her studies on Mycobacterium tuberculosis. The Department of Biotechnology of the Government of India awarded her the National Bioscience Award for Career Development, one of the highest Indian science awards, for her contributions to biosciences in 2008.", "66946131": "Danielle L. Dixson is an Associate Professor of Marine Ecology in the School of Marine Science and Policy at the University of Delaware.[1] Her research focusses on how human-induced change to marine ecosystems impacts animal behaviour.[2] Her work, now known to be fraudulent,[3] was about understanding how ocean acidification affects the behaviour of coral reef fishes.[4]", "58229844": "Frances Emily White (8 June 1832[1] – 29 December 1903) was an American anatomist and physiologist.", "3736660": "Lydia Rabinowitsch-Kempner (22 August 1871 – 3 August 1935) was a Jewish bacteriologist and physician, known for her research on tuberculosis and public health.[1][2] She was the second woman to become a Professor in Prussia.", "1573974": "Kanatzhan \"Kanat\" Alibekov (Kazakh: Қанатжан Байзақұлы Әлібеков, romanized: Qanatjan Baizaqūly Älıbekov; Russian: Канатжан Алибеков, romanized: Kanatzhan Alibekov; born 1950), known as Kenneth \"Ken\" Alibek since 1992, is a Kazakh-American microbiologist, bioweaponeer, and biological warfare  administrative management expert.", "24446044": "Ian Richard Swingland (born 2 November 1946) is a British conservationist, convicted in 2017 of conspiring to commit fraud by false representation.[1] He founded DICE (Durrell Institute of Conservation and Ecology) at the University of Kent in 1989, recognised as one of the first interdisciplinary research and postgraduate training institutes in the world concentrating on biodiversity, communities and sustainable development.  While at DICE he served as director and was elected to the first chair in Conservation Biology in the United Kingdom.", "40436829": "Mark L. Wheelis is an American microbiologist. Wheelis is currently a professor in the College of Biological Sciences, University of California, Davis.[1] Carl Woese and Otto Kandler with Wheelis wrote the important paper Towards a natural system of organisms: proposal for the domains Archaea, Bacteria, and Eucarya that proposed a change from the Two-empire system of Prokaryotes and Eukaryotes to the Three-domain system of the domains Eukaryota, Bacteria and Archaea.[2]", "47940707": "Sahak Karapetovich Karapetyan (Armenian: Սահակ Կարապետյան, 16 May 1906 – 6 December 1987) was a Soviet and Armenian physiologist and politician. Karapetyan served as the Chairman of the Council of Ministers of the Armenian Soviet Socialist Republic from 1947 to 1952.[1]", "54658152": "Frank Harlan Lewis (January 8, 1919 – December 12, 2008) was an American botanist, geneticist, taxonomist, systematist, and evolutionist who worked primarily with plants in the genus Clarkia. He is best known for his theories of \"catastrophic selection\"  and \"saltational speciation\", which are closely aligned with the concepts of quantum evolution and sympatric speciation. The concepts were first articulated in 1958 by Lewis and Peter H. Raven,[1] and later refined in a 1962 paper by Lewis[2] in which he coined the term  \"catastrophic selection\". In 1966,[3] he referred to the same mechanism as \"saltational speciation\".", "164968": "Jan or Johannes Swammerdam (February 12, 1637 – February 17, 1680) was a Dutch biologist and microscopist. His work on insects demonstrated that the various phases during the life of an insect—egg, larva, pupa, and adult—are different forms of the same animal. As part of his anatomical research, he carried out experiments on muscle contraction. In 1658, he was the first to observe and describe red blood cells.  He was one of the first people to use the microscope in dissections, and his techniques remained useful for hundreds of years.", "59475065": "Ivan Abramovich Zalkind (Russian: Иван Абрамович Залкинд; 1 May[1] 1885 in Saint Petersburg,[2] Russia – 27 November[1] 1928 in Leningrad,[3] Soviet Union), also known as Ivan Artamonov (Russian: Иван Артамонов),[3] was a Jewish[4] Soviet diplomat. Originally a biologist who got his doctorate from the Sorbonne in Paris, Zalkind took part in the October Revolution on the side of Leon Trotsky. When Trotsky 1917 became People's Commissar for Foreign Affairs (de facto: Soviet foreign minister), he made Zalkind his first deputy (de facto: Permanent Under Secretary of State or Deputy Minister of Foreign Affairs).[5][6][7][8][9] When Trotsky resigned as foreign minister (because of the peace Treaty of Brest-Litovsk), Zalkind was sent as plenipotentiary and consul to Switzerland[3][10][11][12][13] (Zürich, 1918), Turkey (Istanbul, 1922), Latvia (Liepāja, 1923) and Italy (Genoa, 1924, and Milan, 1925). Back in the Soviet Union, after Trotsky's downfall he was expelled from the Communist party and shot himself.[3]", "26674298": "Susan E. Mango is an American biologist, the former H.A. and Edna Benning Professor of Oncological Sciences at the University of Utah,[1] and former professor at Harvard University.[2] She is Professor of Cell and Developmental Biology and research group leader at Biozentrum University of Basel[3]", "41649281": "Marian Ewurama Addy FGA OV (née Cole; 7 February 1942 – 14 January 2014) was a Ghanaian biochemist[1][2][3] and the first Host of the National Science and Maths Quiz.[4][5][6] The first Ghanaian woman to attain the rank of full professor of natural science, Addy became a role model for school girls and budding female scientists on the limitless opportunities in science, technology, engineering and mathematics (STEM) disciplines.[2][7] Marian Addy was also a Fellow of the Ghana Academy of Arts and Sciences, elected in 1999.[1][2] In the same year, she was awarded the UNESCO Kalinga Prize for the Popularization of Science.[1]", "99468": "Berthold Karl Hölldobler BVO (born 25 June 1936) is a German zoologist, sociobiologist and evolutionary biologist who studies evolution and social organization in ants. He is the author of several books, including The Ants, for which he and his co-author, E. O. Wilson, received the Pulitzer Prize for non-fiction writing in 1991.", "7505039": "Jean-Pierre Lecocq (17 July 1947 – 20 January 1992) was a Belgian molecular biologist and entrepreneur.", "58721433": "Emma Yhnell is a British scientist, science communicator and senior lecturer based at Cardiff University.[1] She has previously conducted research on computerised cognitive training and Huntington's disease. An advocate for public engagement and science communication, and a STEM ambassador, Yhnell won the British Science Association's Charles Darwin Award Lecture for Agricultural, Biological and Medical Sciences and the British Neuroscience Association's Public Engagement Award.", "30377118": "Charles Crossland (3 September 1844 – 9 December 1916) was an English mycologist.", "33952": "Emil Hans Willi Hennig (20 April 1913 – 5 November 1976) was a German biologist and zoologist who is considered the founder of phylogenetic systematics, otherwise known as cladistics.[1][2][3] In 1945 as a prisoner of war, Hennig began work on his theory of cladistics, which he published in German in 1950, with a substantially revised English translation published in 1966. With his works on evolution and systematics he revolutionised the view of the natural order of beings.[4][5] As a taxonomist, he specialised in dipterans (true flies).", "61670570": "Franciszek Białous (August 7, 1901 – January 14, 1980) was a Polish microbiologist. Between 1955 and 1971, he was the Chair of Microbiology at the Higher School of Agriculture, now Szczecin Academy of Agriculture [pl].[1][2]", "69239980": "Michael Travisano (born February 12, 1961) is an American evolutionary biologist, and a Distinguished McKnight University Professor at the University of Minnesota Twin Cities. In 2020, he started his position as Head Department in Ecology, Evolution & Behavior Department at the College of Biological Sciences.", "34014389": "Raymond Alan Dixon FRS (born 1 December 1947) is a British microbiologist at the John Innes Centre,[1] Norwich, specialising on the molecular understanding of biological nitrogen fixation in bacteria. He was educated at the University of Reading (BSc, 1969) and the University of Sussex (DPhil, 1972).[2]", "68682938": "Leonid Schneider (born 1977) is a Ukrainian-German science journalist and molecular cell biologist. He is known for his blog For Better Science that covers research integrity and ethics.[1]", "63833275": "Ann Marie Hardy is an American epidemiologist and microbiologist who served as the human research protections officer at the National Institutes of Health Office of Extramural Programs.", "72058048": "Grigory Andreyevich Levitsky (19 November 1878 – 20 May 1942) was a Ukrainian and Soviet plant cytogeneticist. He worked along with Nikolai Vavilov who examined the role of mitochondria in plant heredity while also studying polyploidy and mutations. He introduced the term karyotype as used in its current sense, the phenotypic characterization of the set of diploid somatic chromosomes. He was subjected to imprisonment following a clash with T.D. Lysenko under Stalin's rule, and died in prison under unknown circumstances.", "54133954": "Iwo Robert Waclaw Lominski FRSE (1905–1968) was a Polish-born microbiologist working in Britain in the 20th century. In articles he is referred to as I. R. W. Lominski.", "30966982": "John N.A. Hooper is an Australian marine biologist and writer on science. He is the current Head of Biodiversity & Geosciences Programs at the Queensland Museum.[1] His research has included studying the possible medical benefits of marine sponges, including beta blockers for heart disease, and for compounds to combat illnesses like gastro-intestinal disease and cancer.[2][3] In 2007 he was a member of the Discussion Panel On Marine Genetic Resources for the eighth annual United Nations Informal Consultative Process for Oceans and the Law of the Sea (UNICPOLOS).[4]", "1574095": "Hamilton Othanel Smith (born August 23, 1931) is an American microbiologist and Nobel laureate.[1][2]", "4064464": "Mark Douglas Norman (1960s to present) is a scientist living in southern Australia. He works as a Chief Conservation Scientist with Parks Victoria.[1]", "31130837": "Robin Baker (born 13 March 1944) is a British novelist, popular science writer, lecturer and broadcaster.[1][2] A best-selling author in the field of sexual biology[3] his books have been translated into 27 different languages.[citation needed] These include the international bestseller Sperm Wars which was based on his own lab's original research on human sexuality.[4] His work and ideas on the evolution of human behaviour have been featured in many radio and television programmes around the world.[citation needed]", "26576091": "Wafik El-Deiry (born, 1961) is an American physician and cancer researcher who is the Associate Dean for Oncologic Sciences at the Warren Alpert Medical School, Brown University, Director of the Cancer Center at Brown University, and the Director of the Joint Program in Cancer Biology at Brown University and its affiliated hospitals.[1][2][3][4] He was previously deputy director of Translational Research at Fox Chase Cancer Center, where he was also co-Leader of the Molecular Therapeutics Program.[5]", "24511708": "Mathukumalli Vidyasagar FRS[1] (born 29 September 1947) is a leading control theorist and a Fellow of Royal Society. He is currently  a Distinguished Professor in Electrical Engineering  at IIT Hyderabad. Previously he was the Cecil & Ida Green (II) Chair of Systems Biology Science at the University of Texas at Dallas. Prior to that he was an executive vice-president at Tata Consultancy Services (TCS) where he headed the Advanced Technology Center. Earlier, he was the director of Centre for Artificial Intelligence and Robotics (CAIR), a DRDO defence lab in Bangalore. He is the son of eminent mathematician M V Subbarao.[citation needed]", "18023653": "Richard A. Lockshin (born December 1937 in Columbus, Ohio) is an American cellular biologist known for his work on apoptosis.", "62391532": "Michel Caboche (25 April 1946 - 15 March 2021)[1]\n, was a French biologist, director of research at Institut national de la recherche agronomique (INRA), member of the French Academy of Sciences and of the Scientific Council of the Parliamentary Office for the Assessment of Scientific and Technological Choices (OPECST).", "72713458": "Francisco Bozinovic Kuscevic (6 June 1959 – 1 January 2023) was a Chilean-Croatian[1] biologist and academic, mainly active in the field of evolutionary biology.", "64619765": "Tina M. Henkin is a professor of microbiology, Distinguished University Professor, and Robert W. and Estelle S. Bingham Professor of Biological Sciences at Ohio State University. She is a Fellow of the American Association for the Advancement of Science and the American Academy of Microbiology, and was elected as a member of the American Academy of Arts and Sciences and  the National Academy of Sciences.[1][2] In 2019, she was reappointed to her Bingham professorship.[3] Henkin researches how bacterial cells modulate gene expression in response to changes in their environment through effects on RNA structure via RNA regulatory elements called riboswitches, primarily using Bacillus subtilis as a model.[4] She is coauthor of the bacterial genetics textbook Snyder & Champness Molecular Genetics of Bacteria, published by the American Society of Microbiology Press.", "71697657": "Mary (Molly) Joyce Marples (née Ransford; 1908 - 1998) was a microbial ecologist/medical mycologist who spent most of her career conducting research and teaching at the University of Otago in New Zealand from her appointment in 1946 until her retirement in 1967.[1][2] She is noted as an early proponent of the theory that skin provides an ecosystem that supports a diversity of microorganisms.[3]", "47187201": "Olivier Voinnet (born 1973)[1] is a French biologist and professor of RNA biology at the ETH Zurich.[2][3] Voinnet obtained his PhD in 2001 in England in the group of David Baulcombe and later obtained a position as an independent group leader at the CNRS in Strasbourg where he was promoted to Directeur de Recherche in 2005. In 2010, he moved to  ETH Zurich where he was appointed a full professor of RNA Biology.[1][2] Voinnet's published articles have been subject to allegations of image manipulation, leading to multiple corrections and retractions: as of 2022 nine of Voinnet's scientific articles have been retracted, five others have received an expression of concern, and 25 others have been corrected.[4]", "42992901": "Giosuè Edoard Sangiovanni (15 January 1775 – 17 May 1849) was an Italian zoologist, the first professor of comparative anatomy in Italy and an early exponent of evolution.[1]", "7603461": "Allan McCulloch Campbell (April 27, 1929 – April 19, 2018) was an American microbiologist and geneticist and the  Barbara Kimball Browning Professor Emeritus in the Department of Biology at Stanford University.[1][2]  \nHis pioneering work on Lambda phage helped to advance molecular biology in the late 20th century.[3]\nAn important collaborator and member of his laboratory at Stanford University was biochemist Alice del Campillo Campbell, his wife.[1]", "11306263": "Patrick Callaerts is a Belgian molecular biologist and researcher at the Katholieke Universiteit Leuven (Leuven, Belgium).  He is head of the VIB Laboratory of Developmental Genetics, KU Leuven.", "69076248": "Sydney \"Sid\" Martin Finegold (August 21, 1921, Far Rockaway, Queens, New York City – September 17, 2018, Los Angeles) was an American physician, medical school professor, and medical researcher, specializing in anaerobic bacteriology.", "22316336": "Dr. Elizabeth Anita Widjaja (born 1951) is a Senior Principal Researcher of bamboo taxonomy at the Herbarium Bogoriense, Botany Division, Biological Research Centre at the Indonesian Institute of Sciences in Bogor, Indonesia.[1][2][3][4]\nShe is especially interested in Indonesian bamboo and Malesian bamboo generally, and promotes the cultivation of bamboo for the prevention of erosion.[2]", "43353396": "Jeffrey Skolnick is an American computational biologist. He is currently a Georgia Institute of Technology School of Biology Professor, the Director of the Center for the Study of Systems Biology, the Mary and Maisie Gibson Chair, the Georgia Research Alliance Eminent Scholar in Computational Systems Biology, the Director of the Integrative BioSystems Institute, and was previously the Scientific Advisor at Intellimedix.[1]", "56460599": "Munia Ganguli is an Indian biochemist, biotechnologist and a scientist at the Institute of Genomics and Integrative Biology (IGIB).[1] She is known for the development of non-invasive protocols of drug delivery[2] and the team led by her was successful in developing a drug delivery system for skin disorders, using a nanometer-sized peptide complex carrying plasmid DNA which has since shown effective penetration and apparently without harming the skin.[3] She holds two patents for the processes she has developed.[4] At IGIB, she has established her laboratory where she hosts several research scholars and scientists.[5] Her studies have been documented by way of a number of articles[6][note 1] and ResearchGate, an online repository of scientific articles has listed 76 of them.[7]", "63538488": "Nancy Jean Sullivan is an American cell biologist researching filovirus immunology and vaccine development. She is a senior investigator and chief of the biodefense research section at the Vaccine Research Center. Her team discovered the monoclonal antibody, mAb114.", "72647993": "Hans-Georg Schweiger (August 21, 1927 in Königsberg, Prussia – November 15, 1986 in Wilhelmsfeld) was a German cell biologist and a former director of the Max Planck Institute for Cell Biology.[1]", "63276353": "Laurie Marker is an American zoologist, researcher, author, educator, and one of the world's foremost cheetah experts, who founded the Cheetah Conservation Fund (CCF) in 1990.[1]  As executive director of CCF, among many endeavors, Marker helps rehabilitate cheetahs and reintroduce them to the wild, performs research into conservation, biology and ecology, educates groups around the world, and works toward a holistic approach to saving the cheetah and its ecosystems in the wild.[2] Before her work with CCF, Marker's career started to take off at the Wildlife Safari in the U.S., where her interest with captive cheetahs began.[2]", "61801799": "Nikolaus Rajewsky (born 1968) is a German system biologist at the Max-Delbrück-Center for Molecular Medicine (MDC) and at the Charité in Berlin.[1] He founded and directs the “Berlin Institute for Medical Systems Biology” (BIMSB, Max-Delbrück-Center for Molecular Medicine).[2] He leads the Rajewsky lab, where he studies how RNA regulates gene expression. He also co-chairs LifeTime, a pan-European research initiative of more than 90 academic institutions and 70 companies, which aims to revolutionize healthcare by mapping, understanding, and targeting cells during disease progression. LifeTime integrates several technologies: single-cell multiomics, machine learning, and personalized disease models such as organoids. Rajewsky has received numerous awards and honors, including the most prestigious German award, the Gottfried Wilhelm Leibniz Prize, endowed with 2.5 million euros by the German Research Foundation (DFG).[3]", "9274703": "Ian Grote Stirling OC FRSC (born September 26, 1941) is a research scientist emeritus with Environment and Climate Change Canada and an adjunct professor in the University of Alberta Department of Biological Sciences.[1] His research has focused mostly on Arctic and Antarctic zoology and ecology, and he is one of the world's top authorities on polar bears.[2] Stirling has written five books and more than 150 articles published in peer-reviewed scientific journals. He has written and spoken extensively about the danger posed to polar bears by global warming.", "12322127": "Peter Becker is a German molecular biologist. \nHe studied biology at the Ruprecht Karl University of Heidelberg until 1984 and finished his Ph.D at the German Cancer Research Center and the Ruprecht Karl University of Heidelberg in 1987.\nAfter being employed at the European Molecular Biology Laboratory from 1991 until 1999 he became head of the Adolf Butenandt Institute for molecular biology at the Ludwig Maximilian University of Munich.", "73499990": "Maddy Parsons is a British cell biologist who is a professor and Associate Dean for Impact & Innovation at King's College London. She is the Director of the Nikon Imaging Centre. Her research looks to understand the fundamental mechanisms that underpin cell adhesion and migration. She is Chair of the Medical Research Council Molecular & Cellular Medicine Board.", "62981478": "Vincenzo Pirrotta (born 1942) is a biologist known for his work on Drosophila and polycomb group proteins.[1] Born in Palermo, Italy, Pirotta migrated to the United States and enrolled at Harvard University. While at Harvard, he obtained undergraduate, graduate, and postdoctoral fellowships in physical chemistry and molecular biology. He later moved to Europe where he began studying gene regulation in bacteriophages and Drosophila (fruit flies).[1] He was appointed assistant professor at the University of Basel in 1972. Pirotta returned to the United States, earning a full professorship at the Baylor College of Medicine in 1992. He then took up the position of professor of zoology at the University of Geneva in 2002, and in 2004 became a distinguished professor of molecular biology and biochemistry at Rutgers University.[2]", "41485673": "Eric Alexander Gaucher (born January 1972) is an American biologist best known for his work in a field he termed Evolutionary Synthetic Biology.", "9733483": "National Academy of Sciences (2006) \nAmerican Academy of Arts and Sciences \nEuropean Molecular Biology Organization", "60720491": "Lucia Beatriz Rothman-Denes (born February 17, 1943) is an Argentinian American microbiologist who is the A. J. Carlson Professor in the Department of Molecular Genetics at the University of Chicago. She is known for studying the regulation of transcription and host interactions that occur during bacterial virus infection. She was elected to the National Academy of Sciences (NAS) in 2014.", "60523885": "Walter Eugene Garrey (April 7, 1874 – June 15, 1951) was an American physiologist and department head of the Vanderbilt University School of Medicine. He was known especially for his studies of the heart. He served as president of the American Physiological Society in 1938 and 1939.[1][2][3]", "50627950": "Iain Couzin is a British scientist and currently one of the directors of the Max Planck Institute of Animal Behavior, Department of Collective Behaviour and the chair of Biodiversity and Collective Behaviour at the University of Konstanz (Germany).[1] He is known for his work on collective behaviour in animals that aims to understand the fundamental patterns responsible for evolution of such behaviour in taxa as diverse as insects, fish and primates.[1] In recognition of his work, he has received several awards including the Searle Scholar Award in 2008, the Mohammed Dahleh Award in 2009, the National Geographic Emerging Explorer Award in 2012, the Scientific Medal of the Zoological Society of London in 2013, the Lagrange Prize in 2019, and most recently the Falling Walls Life Sciences Prize and the Leibniz Prize in 2022.[2][3][4]", "4392304": "Whitlow W. L. Au (July 31, 1940 – February 12, 2020) was a leading expert in bioacoustics specializing in biosonar of odontocetes (dolphins, porpoises, and toothed whales).[1] He is author of the widely known book The Sonar of Dolphins (1993) and, with Mardi Hastings, Principles of Marine Bioacoustics (2008). Au was honored as a Fellow of the Acoustical Society of America in 1990 and awarded the ASA's first Silver Medal in Animal Bioacoustics in 1998. He was graduate advisor to MacArthur Fellow Kelly Benoit-Bird, who credits Au for discovering how sophisticated dolphin sonar is, developing dolphin-inspired machine sonars to separate different species of fish with the goal of protecting sensitive species, and for making numerous contributions to the description of Humpback whale song, which helped protect these whales from ship noise and ship traffic.[2]", "62391665": "Alain Chédotal (born 18 September 1967 in Nantes) is a French researcher specialising in the development of neural circuits. He has been a member of the French Academy of sciences since 2017.", "427378": "Martyn David Jones (born 1 March 1947) is a former British Labour Party politician who was the Member of Parliament (MP) for Clwyd South from 1987 until his retirement at the 2010 general election.", "58787193": "Evelyn Elizabeth Telfer CBE FRSB is a reproductive biologist and professor at the University of Edinburgh. She leads a research team which has successfully grown immature human eggs to maturity in the lab, and discovered that human ovaries are capable of growing new eggs. In 2018 she was named one of Porter magazine's Incredible Women of 2018. In January 2019 she delivered the Anne McLaren Memorial Lecture at the Joint Fertility Societies Meeting in Birmingham: Fertility 2019. The Society of Reproduction and Fertility (SRF) presented her with their Distinguished Scientist award. Professor Telfer was presented with the Marshall Medal by SRF at Fertility 2023 in Belfast in recognition of her world leading contributions to the field of ovarian function and fertility preservation. The Marshall Medal is the Society’s premier award established in 1963 to commemorate the life and work of the eminent physiologist FHA Marshall. [1]", "59082118": "Robert Wayne Alexander (March 19, 1941 – January 6, 2023) was an American biologist and cardiologist known for research in the fields of atherosclerosis, hypertension, and vascular biology.[1]", "59999630": "Petra Anne Levin is an American microbiologist. She is a professor in the department of biology and co-director of the Plant and Microbial Biosciences Graduate Program at Washington University in St. Louis.", "61343122": "Myung Kyungjae is a biologist researching DNA repair pathways at the molecular level. He is a Distinguished Professor at the Ulsan National Institute of Science and Technology (UNIST) and the Director of the IBS Center for Genomic Integrity located on the UNIST campus. He is on the editorial board of various peer-reviewed journals and is a member of multiple scientific societies.", "64587155": "Harsh Vardhan Batra is an Indian scientist working in animal biotechnology at the Department of Biotechnology (DBT), of the Indian Ministry of Science and Technology. He is a former director of the Defence Food Research Laboratory (DFRL), a Defence Research and Development Organisation (DRDO) establishment at Mysore (April 2012 – Dec 2015). As a specialist in infectious diseases, he participated in the DRDO biodefence preparedness program, and was an expert member of the technical advisory committee on plague constituted by the government of India in September 1994. He served as technical consultant for the design and construction of high containment laboratories for DRDO, the Indian Council for Agricultural Research (ICAR) and Indian Council of Medical Research (ICMR).[1] He participated in the United Nations Biological Weapons Convention (BTWC) ad hoc group meetings in Geneva as a member of the Indian delegation, and conducted World Health Organization (WHO) Southeast Asia Regional Office meetings and workshops on infectious diseases.", "43255188": "Margaret (\"Peggy\") A. Goodell (born March 23, 1965) is an American scientist working in the field of stem cell research. Dr. Goodell is Chair of the Department of Molecular and Cellular Biology[1] at Baylor College of Medicine, Director of the Stem Cell and Regenerative Medicine (STaR) Center,[2] and a member of the National Academy of Medicine.[3] She is best known for her discovery of a novel method to isolate adult stem cells.[4]", "8291735": "Nicole Marthe Le Douarin (born 20 August 1930) is a developmental biologist known for her studies of chimeras, which have led to critical insights regarding higher animal nervous and immune systems.", "38143385": "Thomas L Schwarz is an American neuroscientist and molecular biology researcher at Children's Hospital, Boston,[1] and a professor of Neurology and Neurobiology in the Department of Neurobiology at Harvard Medical School.[2]", "64685474": "Ian Saem Majnep (c. 1948 – September 2007) was a naturalist from the Kalam people of Papua New Guinea who wrote about the plants, animals and the belief systems of the Kalam people while collaborating with the British anthropologist and ethnobiologist Ralph Bulmer. He worked as a field assistant for Bulmer at the University of Papua New Guinea in Port Moresby, and co-authored several books with Bulmer. He was also a main contributor to a dictionary of the Kalam language, which was published posthumously.", "60523951": "Dmitri Nusinow is an American chronobiologist who studies plant circadian rhythms.[1] He was born on November 7, 1976, in Inglewood, California. He currently resides in St. Louis, and his research focus includes a combination of molecular, biochemical, genetic, genomic, and proteomic tools to discover the molecular connections between signaling networks, circadian oscillators, and specific outputs. By combining these methods, he hopes to apply the knowledge elucidated from the Arabidopsis model to other plant species.", "40764856": "Stylianos E. Antonarakis (born 1951)[1] is a Greece-born human geneticist.", "1246649": "Stephen McDannell Hillenburg (August 21, 1961 – November 26, 2018) was an American animator, voice actor, and marine biology educator. He is best known for creating the animated television series SpongeBob SquarePants for Nickelodeon in 1999 – serving as the showrunner for its first three seasons, and again from season nine until his death – which has become the fifth-longest-running American animated series. He also performed the original voice of Patchy's pet parrot Potty the Parrot from the show.", "26183101": "Maria Ragland Davis (June 1, 1959 – February 12, 2010) was an American biologist and educator. She was associate professor of Biology at the University of Alabama in Huntsville where she studied molecular biology and plant genetics.[1]", "26183105": "Adriel Duland Johnson Sr. (June 22, 1957 – February 12, 2010) was an American biologist and faculty member at the University of Alabama in Huntsville whose research focused on areas of cell biology and nutritional physiology. He was one of three faculty members who was killed in the shooting on the UAH campus on February 12, 2010.", "3179970": "Charles Peter DeLisi (born December 9, 1941) is an American biomedical scientist and the Metcalf Professor of Science and Engineering at Boston University. He is noted for major contributions to the initiation of the Human Genome Project,[8][9] for transformative academic leadership,[10] and for research contributions to mathematical and computational immunology,[11] cell biophysics,[12] genomics[13][5] and protein[14] and nucleic acid[15][16] structure and function. Recent activities include mathematical finance[17] and climate change.[18]", "33490374": "Nir Friedman (born 1967) is an Israeli Professor of Computer Science and Biology at the Hebrew University of Jerusalem.[3][4]", "71304648": "Elizabeth Wagner Reed (August 27, 1912 – July 14, 1996) was an American geneticist and one of the first scientists to work on Drosophila speciation. She taught women's studies courses and had a particular interest in research aimed at recovering the history of nineteenth-century women scientists. Born in the Philippines to a Northern Irish nurse and an American civil servant, she grew up in Carroll, Ohio. After earning bachelor's, master's, and PhD degrees from Ohio State University, she became a teacher with an interest in genetics. In the 1940s, she worked with her husband on plant genetics at the Texas Agricultural Experiment Station. After he was killed in action during World War II, she returned to Ohio and conducted studies on penicillin at the Ohio State Research Foundation.", "18974154": "Bruce Edwards Ivins (/ˈaɪvɪnz/; April 22, 1946 – July 29, 2008)[1] was an American microbiologist, vaccinologist,[1] senior biodefense researcher at the United States Army Medical Research Institute of Infectious Diseases (USAMRIID), Fort Detrick, Maryland, and the person suspected by the FBI of the 2001 anthrax attacks.[2] Ivins died on July 29, 2008, of an overdose of acetaminophen (Tylenol) in a suicide after learning that criminal charges were likely to be filed against him by the Federal Bureau of Investigation (FBI) for an alleged criminal connection to the attacks.[3][4][5]", "61507024": "Adriana Marais is a South African theoretical physicist, technologist and advocate for off-world exploration.[1] She is a director of the Foundation for Space Development Africa,[2] an organisation aiming to send Africa's first mission to the Moon, the Africa2Moon Project. She is the founder of Proudly Human,[3] an initiative of which is the Off-World Project, a series of habitation experiments in Earth's most extreme environments.[4][5]", "72058320": "Zhou Qi (Chinese: 周琪; pinyin: Zhōu Qí; born April 1970) is a Chinese biologist who is the current vice president of the Chinese Academy of Sciences, and an academician of the Chinese Academy of Sciences.", "18351568": "Donald Eugene Brownlee (born December 21, 1943) is a professor of astronomy at the University of Washington at Seattle and the principal investigator for NASA's Stardust mission.[1] In 2000, along with his co-author Peter Ward, he co-originated the term Rare Earth, in reference to the possible scarcity of life elsewhere in the universe.[2] His primary research interests include astrobiology, comets, and cosmic dust.[3] He was born in Las Vegas, Nevada.[4]", "1494": "Alfred Russel Wallace OM FRS (8 January 1823 – 7 November 1913) was an English[1] naturalist, explorer, geographer, anthropologist, biologist and illustrator.[2] He independently conceived the theory of evolution through natural selection; his 1858 paper on the subject was published that year alongside extracts from Charles Darwin's earlier writings on the topic.[3][4] It spurred Darwin to set aside the \"big species book\" he was drafting and quickly write an abstract of it, which was published in 1859 as On the Origin of Species.", "20776409": "George Streisinger (December 27, 1927 – August 11, 1984) was an American molecular biologist and co-founder of the Institute of Molecular Biology at the University of Oregon.[1] He was the first person to clone a vertebrate, cloning zebrafish in his University of Oregon laboratory.[2] He also pioneered work in the genetics of the T-even bacterial viruses. In 1972, along with William Franklin Dove he was awarded a Guggenheim Fellowship award, and in 1975 he was selected as a member of the National Academy of Sciences, making him the second Oregonian to receive the distinction.[3] The University of Oregon's Institute of Molecular Biology named their main building \"Streisinger Hall\" in his honor.[4]", "18744801": "Dr. Johan N. Lundström (born 1973) is a Swedish biologist and psychologist.[1]", "74352097": "Stefan M. Pasiakos is a U.S. physiologist specializing in diet and supplemental nutrition, muscle physiology, and human performance. He has served as the director of the National Institutes of Health (NIH) office of dietary supplements since 2023. Pasiakos was previously chief of the military performance division at the United States Army Research Institute of Environmental Medicine.", "1869290": "Ali Al-Tamimi (also Ali Al-Timimi; born December 14, 1963) is an American computational biologist and Islamic teacher from Fairfax County, Virginia, who was convicted of soliciting treason and attempting to contribute services to the Taliban based on comments he is alleged to have made to a group of followers at a private dinner shortly after 9/11.[1][2][3][4] He was subsequently sentenced to life in prison in 2005. His direct appeal has not yet completed and has been pending for more than seventeen years. After being held in solitary confinement for more than a decade at the administrative maximum security United States Penitentiary ADX Florence, Colorado, the district court in 2020 ordered his conditional release into home confinement pending appeal after concluding that his case raised substantial legal issues.[5]", "16287212": "Pramatha Nath Bose (12 May 1855 – 1934) was a pioneering Indian geologist and paleontologist.[1] Bose was educated at Krishnagar Government College and later at St. Xavier's College of the University of Calcutta when he obtained a Gilchrist scholarship to study in London in 1874. He graduated in 1877 and went on to study at the Royal School of Mines in London and excelled in biology and paleontology.[2] During his study at Cambridge he became a friend of Rabindranath Tagore. He was one of the early Indians to join the Geological Survey of India as a graded officer. His initial work was on the Siwalik fossils. He is credited with the setting up of the first soap factory in India and was instrumental in the setting up of Jamshedpur by writing to J. N. Tata about the rich iron ore reserves.[3]", "66553329": "Ardem Patapoutian (born 1967)[1] is an Lebanese-American molecular biologist, neuroscientist, and Nobel Prize laureate of Armenian descent.[2] He is known for his work in characterizing the PIEZO1, PIEZO2, and TRPM8 receptors that detect pressure, menthol, and temperature. Patapoutian is a neuroscience professor and Howard Hughes Medical Institute investigator at Scripps Research in La Jolla, California. In 2021, he won the Nobel Prize in Physiology or Medicine jointly with David Julius.[3]", "63309312": "Elizabeth Dickinson Getzoff is an American biochemist. She holds a joint appointment at Scripps Research Institute in California, as professor emeritus in immunology and Microbiology, as well as integrative structural and computational biology (ISCB)[1]", "71271939": "Ann Reid is an American scientist. Since 2014, she is the executive director of the National Center for Science Education.", "73664007": "Carmen J. Williams is an American obstetrician-gynecologist and reproductive biologist. She has served as the deputy chief of the reproductive developmental biology laboratory at the National Institute of Environmental Health Sciences since 2017.", "67569160": "Fellow of the National Academy of Sciences", "755220": "Jacques Loeb (/loʊb/;[1] German: [løːp]; April 7, 1859 – February 11, 1924) was a German-born American physiologist and biologist.", "17794581": "Carl Franz Robinow (10 April 1909 – 20 October 2006) was a German researcher in bacterial and fungal cytology. He studied medicine in Freiburg and Vienna, obtained his M.D. in Hamburg in 1934. Following formative research experience in Denmark, England, and the U.S. he came to Canada in 1949 and worked in Department of Bacteriology and Immunology, Faculty of Medicine, University of Western Ontario.", "73139747": "Richard S. Young (died 1996) was an American biologist.[1][2]", "11961893": "Leslie Stephen Coles (January 19, 1941 – December 3, 2014) was an American biogerontologist who was the co-founder and executive director of the Gerontology Research Group[1] where he conducted research on supercentenarians[2][3] and aging.[4] He was also a visiting scholar in the computer science department at the University of California, Los Angeles[5] and an assistant researcher in the Department of Surgery, at the David Geffen School of Medicine.[1][6][7][8]", "73008677": "Charles Littnan is an American conservation biologist. He is the divisional director at the National Oceanic and Atmospheric Administration (NOAA) in Hawaii. He works in the Protected Species Division and is the lead scientist in the Hawaiian Monk Seal Research Program.[1]", "52495911": "Robin Campbell Allshire (born 19 May 1960) FRS FRSE FMedSci[3][4][5] is Professor of Chromosome Biology[6] at University of Edinburgh and a Wellcome Trust Principal Research Fellow.[7][1] His research group at the Wellcome Trust Centre for Cell Biology[8] focuses on the epigenetic mechanisms governing the assembly of specialised domains of chromatin and their transmission through cell division.[9]", "31786538": "Constance Louise Cepko is a developmental biologist and geneticist in Harvard Medical School. She is best known for her contributions in understanding the developmental biology of vertebrate central nervous systems.[3][4]", "13305393": "Ralph Marvin Steinman (January 14, 1943 – September 30, 2011)[2] was a Canadian physician and medical researcher at Rockefeller University, who in 1973 discovered and named dendritic cells while working as a postdoctoral fellow in the laboratory of Zanvil A. Cohn, also at Rockefeller University.[4][5] Steinman was one of the recipients of the 2011 Nobel Prize in Physiology or Medicine.", "64423478": "Shanta Dutta is an Indian medical researcher on Gastrointestinal diseases and currently the director of ICMR-National Institute of Cholera and Enteric Diseases (ICMR-NICED).[1]  She has over 29 years of research experience on infectious Diseases and topics of her research interest include prevention and control of acute and chronic diarrheal diseases, Antimicrobial resistance, Disease pathogenesis, Developing point of care diagnostics, enteric vaccines and alternative therapy. She has been elected as a Fellow of West Bengal Academy of Science and Technology (FWAST) ; National Academy of Sciences, India (FNASc),[2] and Fellow of National Academy of Medical Science (FAMS)", "11306557": "Johan Thevelein is a Belgian molecular biologist and professor at the Katholieke Universiteit Leuven (Leuven, Belgium). He is head of the VIB Department of Molecular Biology, KU Leuven.", "42239562": "Mary Margaret Hagedorn (born September 12, 1954) is a US marine biologist specialised in physiology who has developed a conservation program for coral species, using the principles of cryobiology, the study of cellular systems under cold conditions, and cryopreservation, the freezing of sperm and embryos.[1]", "52168267": "Rakesh Kumar Mishra is an Indian scientist specializing in genomics and epigenetics.[3] Mishra retired as the 6th director of CSIR-Centre for Cellular and Molecular Biology (CCMB) in Hyderabad, India,[4] on the April 30th, 2021. He is currently the Director of TIGS, Bengaluru and holds J. C. Bose Fellowship at CCMB.", "58164831": "Emilia Frances Noel  (9 February 1868[1] – 19 March 1950) was a British botanist, author, and illustrator.[2]", "17434213": "Ying Xu (Chinese: 徐鹰; pinyin: Xú Yīng) is a computational biologist and bioinformatician, and a chair professor under the title 'Regents-Georgia Research Alliance Eminent Scholar' in the Department of Biochemistry and Molecular Biology and the Institute of Bioinformatics at the University of Georgia, USA.", "25790053": "Thomas Vere Hodgson (1864–1926) was a biologist aboard H.M.S. Discovery during the Discovery Expedition of 1901–1904, known by the nickname Muggins.[1] He pursued his interest in marine biology initially in his spare time, but eventually found work at the Marine Biological Association in Plymouth. He worked on the collections from the Southern Cross Expedition,[2] before joining the Discovery expedition as one of its oldest members, at 37.[3] The post of naturalist had previously been offered to William Speirs Bruce, who declined, preferring to travel on the Scottish National Antarctic Expedition.[4] Hodgson's work on the Discovery provided the first descriptions of deep sea floor communities in the Antarctic.[5]", "29656677": "Stuart Leonard Pimm (born 27 February 1949) is the Doris Duke Chair of Conservation Ecology at Duke University. His early career was as a theoretical ecologist but he now specialises in scientific research of biodiversity and conservation biology.[3][4][5][6][7][8]", "8062568": "George Williams Peckham (March 23, 1845 – January 10, 1914) and Elizabeth Maria Gifford Peckham (December 19, 1854 – February 11, 1940) were a married couple who were early American teachers, taxonomists, ethologists, arachnologists, and entomologists, specializing in animal behavior and in the study of jumping spiders (family Salticidae) and wasps.", "4261485": "Marek Mlodzik is the Chair of the Department of Molecular, Cell and Developmental Biology and also holds professorships in Oncological Sciences and Ophthalmology at the Mount Sinai School of Medicine in New York City.[1]  Prior to this (from 1991 to 2000) he was a Group Leader at EMBL Heidelberg. In 1997, Mlodzik was elected as a member of the European Molecular Biology Organization.", "40437358": "Robert H. Wurtz is an American neuroscientist working as a NIH Distinguished Scientist and Chief of the Section on Visuomotor Integration at the National Eye Institute. He is a member of the US National Academy of Sciences and the American Academy of Arts and Sciences. He is recognised for developing methods for studying the visual system in 'awake-behaving' primates (as opposed to those under anesthesia), a technique now widely used for the study of higher brain functions. He pioneered the study of the neuronal basis of vision and its relation with cognitive functions.[1]", "72910449": "Alice Auersperg is an Austrian cognitive biologist specializing in the evolution of intelligence in birds. Her research is primarily focused on the physical cognition, play behavior, problem-solving and tool-making abilities in parrots and corvids.[1][2][3] Since 2011, she has managed the Goffin Lab of Comparative Cognition at the Messerli Research Institute of the University of Veterinary Medicine Vienna in Austria, where she has extensively studied the intelligence of the Tanimbar corella, also known as the Goffin's cockatoo.[4]", "62326387": "Claire Georgina Cupples (nee Wilson) is a Canadian microbiologist. She is a Professor in the Department of Molecular Biology and Biochemistry at Simon Fraser University. Her research focuses on the causes, consequences and prevention of mutations in microbes and in humans.", "60393080": "John Patrick Morrissey (born 31 December 1968 in Cork, Ireland) is an Irish microbiologist and biotechnologist. Since 2000 he has worked and taught as Professor of Microbiology at University College Cork (UCC), Ireland. Recently he works mainly on the optimisation of yeasts for industrial biotechnology, but is also involved in the works with several other organisms.", "55936638": "Carin Bondar (born 20 May 1975) is a Canadian biologist, writer, filmmaker, speaker and television personality. She is a host of Outrageous Acts of Science, Stephen Hawking's Brave New World, and Worlds Oddest Animal Couples.[1][2]", "13272704": "George Kollias (Greek: Γιώργος Κόλλιας; born 9 November 1958 in Athens) is a Greek biologist, Member of the Academy of Athens and Professor of Physiology at the Medical School of the National and Kapodistrian University of Athens. He is renowned for providing the preclinical rationale for the development of anti-TNF therapies for rheumatoid arthritis.[1][2] His research[3] is highly cited for discovering disease pathways in animal models of chronic inflammation and autoimmunity (e.g. rheumatoid arthritis, inflammatory bowel disease and multiple sclerosis).[4] He is credited with the development of major national infrastructures of scientific and technological excellence in Greece.", "47056521": "Emmanuelle Marie Charpentier (French: [ɛmanɥɛl ʃaʁpɑ̃tje]; born 11 December 1968[2]) is a French professor and researcher in microbiology, genetics, and biochemistry.[1] As of 2015, she has been a director at the Max Planck Institute for Infection Biology in Berlin. In 2018, she founded an independent research institute, the Max Planck Unit for the Science of Pathogens.[3] In 2020, Charpentier and American biochemist Jennifer Doudna of the University of California, Berkeley, were awarded the Nobel Prize in Chemistry \"for the development of a method for genome editing\" (through CRISPR). This was the first science Nobel Prize ever won by two women only.[4][5][6]", "13797013": "Karen Heather Vousden, CBE, FRS, FRSE, FMedSci (born 19 July 1957)[4] is a British medical researcher. She is known for her work on the tumour suppressor protein, p53, and in particular her discovery of the important regulatory role of Mdm2, an attractive target for anti-cancer agents. From 2003 to 2016, she was the director of the Cancer Research UK Beatson Institute in Glasgow, UK, moving back to London in 2016 to take up the role of Chief Scientist at CRUK and Group Leader at the Francis Crick Institute.", "22972056": "Nina Lilian Etkin (June 13, 1948 – January 26, 2009) was an anthropologist and biologist. Etkin was noted for her work in medical anthropology, ethnobiology, and ethnopharmacology. She studied the relation between food and health for over thirty years. Her work involved complementary and alternative medicines for prevention and treatment in Hawai‘i; the use of ethnomedicines in Indonesia; and health issues in Nigeria. She won numerous grants and awards from national and international agencies and published several books as well as over 80 professional articles in peer reviewed journals.[1]", "50661027": "Catherine Anderson is a Canadian scientist. She researched pre-eclampsia, a potentially fatal disease that can impact pregnant women, at BC Children's and Women's Hospital and the University of Nottingham.[1] She currently serves as Clinical Assistant Professor in the Faculty of Medicine at University of British Columbia and runs the Future Science Leaders program at Science World.[2] Maclean's described her as a \"nationally renowned science educator.\"[3]", "64751270": "Benedikt Sveinbjarnarson Gröndal[a] (1826–1907) was an Icelandic naturalist, poet, illustrator, and author.[1][2]", "56788647": "Aoife McLysaght is an Irish geneticist and a professor in the Molecular Evolution Laboratory of the Smurfit Institute of Genetics, Trinity College Dublin in Ireland.[1][3][4][5]", "4327082": "Andrzej Krzysztof Tarkowski (Polish pronunciation: [ˈan.dʐɛj tarkɔfski]; 4 May 1933 – 23 September 2016) was a Polish embryologist[3] and a professor at Warsaw University.[4] He is best known for his pioneering researches on embryos and blastomeres, which have created theoretical and practical basis for achievements of biology and medicine of the twentieth century - in vitro fertilization, cloning and stem cell discovery. In 2002 Tarkowski with Anne McLaren won the Japan Prize for their discoveries concerning the early development of mammalian embryos.[5]", "61507249": "Paulette R. Dillard is an American academic administrator and medical technologist. She is the 18th president of Shaw University.", "53216945": "Uttamchand Khimchand Sheth (1920–2000) was an Indian clinical pharmacologist and the director of King Edward Memorial Hospital and Seth Gordhandas Sunderdas Medical College.[1]", "64784059": "Anton Romanovich Zhebrak (Belarusian: Антон Раманавіч Жэбрак; 27 December 1901 – 20 May 1965) was a Soviet botanist, geneticist and professor.", "26609344": "Timothy A Stewart (born 30 September 1952) is a molecular biologist. He graduated from the University of Otago (BScHons, PhD.)", "68748996": "Elizabeth P. Carpenter is a British structural biologist who is a professor at the Nuffield Department of Medicine in Oxford. She solved the three-dimensional structure of human membrane proteins using X-ray crystallography. Carpenter uses X-ray crystallography to understand the atomic positions within proteins.", "52561615": "Lee Alan Fuiman is an American marine biologist, currently the Perry Richardson Bass Chair in Fisheries at University of Texas at Austin[1][2][3]", "8685270": "John Kenneth Inglis, B.Sc., B.A., Dip. Ed., M.Inst. Biol. (1933 - 5 March 2011), was a British biologist, writer, and Further and Higher Education lecturer in Oxford, England.", "42862295": "Dame Amanda Gay Fisher DBE FRS FMedSci[7][8] is a British cell biologist and Director of the Medical Research Council (MRC) London Institute of Medical Sciences[3] at the Hammersmith Hospital campus of Imperial College London, where she is also a Professor leading the Institute of Clinical Sciences.[9][8][10][11][12][13][14] She has made contributions to multiple areas of cell biology, including determining the function of several genes in HIV and describing the importance of a gene's location within the cell nucleus.", "48498394": "Deborah Martin-Downs is a Canadian aquatic biologist who specializes in fish and their environments. She has worked in ecology and conservation for over 30 years in Toronto both as a consultant and as director of the Toronto and Region Conservation Authority (TRCA). She is currently the Chief Administrative Officer Credit Valley Conservation Authority and oversees environmental conservation projects in and around Toronto.", "51480284": "Daniel A. Portnoy (born 1956 in Syracuse, NY) is a microbiologist, the Edward E. Penhoet Distinguished Chair in Global Public Health and Infectious Diseases, and a Professor of Biochemistry, Biophysics and Structural Biology in the Department of Molecular and Cell Biology and in the Division of Microbiology in the Department of Plant and Microbial Biology at the University of California, Berkeley.[1]  He is one of the world's foremost experts on Listeria monocytogenes, the bacterium that causes the severe foodborne illness Listeriosis.  He has made seminal contributions to multiple aspects of bacterial pathogenesis, cell biology, innate immunity, and cell mediated immunity using L. monocytogenes as a model system and has helped to push forward the use of attenuated L. monocytogenes as an immunotherapeutic tool in the treatment of cancer.", "8324834": "Julius Marmur (March 22, 1926 – May 20, 1996) was an American molecular biologist who made significant contributions to DNA research. His discovery, while working in the laboratory of Paul Doty at Harvard University, that the denaturation of DNA was reversible (DNA hybridization) and depended on salt- and GC-content,[1] had a major impact on how scientists thought about DNA, and how DNA could be handled in vitro. This discovery was a cornerstone of the recombinant DNA revolution.", "70321897": "David A. Fidock (born 8 December 1965), is the CS Hamish Young Professor of Microbiology and Immunology and Professor of Medical Sciences at Columbia University Irving Medical Center in Manhattan.[1][2][3]", "198379": "Barbara Ehrenreich (/ˈɛərənraɪk/, AIR-ən-rike;[1] née Alexander; August 26, 1941 – September 1, 2022) was an American author and political activist. During the 1980s and early 1990s, she was a prominent figure in the Democratic Socialists of America. She was a widely read and award-winning columnist and essayist and the author of 21 books. Ehrenreich was best known for her 2001 book Nickel and Dimed: On (Not) Getting By in America, a memoir of her three-month experiment surviving on a series of minimum-wage jobs. She was a recipient of a Lannan Literary Award.", "44107500": "Saraswathi Vishveshwara (born 1946) is an Indian biophysicist with specialization in the area of Molecular Biophysics. She is a professor in the Molecular Biophysics Unit at the Indian Institute of Science, Bangalore. She works on computational biology and her research is primarily focused on elucidating structure-function relationships in biological systems. Using computational-mathematical techniques to understand the functioning of macromolecules such as proteins is a key aspect of her research.", "1083119": "Henry Monroe \"Hank\" Beachell (September 21, 1906 – December 13, 2006) was an American plant breeder. His research led to the development of hybrid rice cultivars that saved millions of people around the world from starvation.", "69895927": "Nora J. Besansky (born 1960) is an American molecular biologist. She is the Martin J. Gillen Professor of Biological Sciences at the University of Notre Dame. In 2020, Besansky was elected a Member of the National Academy of Sciences for being an expert in the genomics of malaria vectors.", "13010685": "James Jeffrey Bull is Johann Friedrich Miescher Regents Professor in Molecular Biology at the University of Texas at Austin. He is best known for his influential 1983 monograph, Evolution of Sex Determining Mechanisms.", "2328318": "Stephen P. A. \"Steve\" Fodor (born in Seattle, Washington in 1953) is a scientist and businessman in the field of DNA microarray technology.[1][2][3]", "50562826": "Neela Winkelmann-Heyrovská (born 6 August 1969 in Prague) is a Czech academic, environmental activist and government official. She was the founder and first managing director of the Platform of European Memory and Conscience, an educational project of the European Union bringing together government institutions and NGOs from countries of Europe and North America active in research, documentation, awareness raising and education about the crimes of totalitarian regimes, in 2011-2018.[1][2]", "1083148": "Mary-Dell Chilton (born February 2, 1939, in Indianapolis, Indiana) is one of the founders of modern plant biotechnology.", "67176219": "Kristjan Port (born 9 May 1960 in Tallinn) is an Estonian sport biologist.[1]", "1822": "Antoine-Laurent de Lavoisier (/ləˈvwɑːzieɪ/ lə-VWAH-zee-ay;[1][2][3] French: [ɑ̃twan lɔʁɑ̃ də lavwazje]; 26 August 1743 – 8 May 1794),[4] also Antoine Lavoisier after the French Revolution, was a French nobleman and chemist who was central to the 18th-century chemical revolution and who had a large influence on both the history of chemistry and the history of biology.[5]", "35555106": "Wladimir Besnard (1890, St. Petersburg, Russia – 1960, São Paulo, Brazil) was a French biologist [1] and Brazilian oceanographer, and is considered to be the father of Brazilian oceanography.[2]", "14190373": "Sviatoslav Zabelin (born September 23, 1950) is a Russian environmentalist. He is founder of the environmentalist network Socio-Ecological Union. He was awarded the Goldman Environmental Prize in 1993.[1][2]", "61310771": "Deena Errampalli is a Canadian plant pathologist who is internationally known for her work on postharvest pathology of temperate tree fruits.[1] She has conducted research in India, the USA and Canada[2] and her work has resulted in new and innovative disease management strategies to improve plant health through Integrated Pest Management.[1] Errampalli was a researcher at Agriculture and Agri-Food Canada Vineland, a satellite station of the London Research and Developmnent Centre (2000-2018)[1][3] Errampalli was also the Test-Site-Manager for Agriculture and Agri-Food Canada Minor Use Pesticide Program at Vineland Station where she managed trials for insect pests, diseases and weed control on minor use crops.[1][2] She is also an award-winning fine-art painter, printmaker, and photographer whose work has been displayed in Canada, Italy, Poland, South Africa, USA, and India.[4]", "65636157": "Alba Marina Cotes Prado (Bogota, February 15 1959), is a Colombian chemist and biologist, known for her research on biological pest control[1] In 2009, Cotes became the first Latin American woman in receive a Honoris Causa degree by the Swedish University of Agricultural Sciences.[2][3][4]", "3999553": "Kevin P. Campbell is an Investigator for the Howard Hughes Medical Institute, UI Foundation Distinguished Professor, the Roy J. Carver Chair of Molecular Physiology and Biophysics, and head of the department; he is also professor of neurology and internal medicine at the University of Iowa.", "60655441": "Mariana Federica Wolfner  is the Goldwin Smith Professor of molecular biology and genetics at Cornell University. Her research investigates sexual conflict in the fruit fly Drosophila melanogaster.[1] She was elected a member of the National Academy of Sciences (NAS) in 2019 in recognition of her distinguished and continuing achievements in original research.[2][3]", "56035154": "Michael Karin is an Israeli-American Distinguished Professor of Pharmacology, Ben and Wanda Hildyard Chair for Mitochondrial and Metabolic Diseases, and American Cancer Society Research Professor at the University of California, San Diego.[1]", "71894867": "Willis Avery “Woody” Wood (August 6, 1921 – January 17, 2021)[1] was an American microbiology professor, an inventor, and an entrepreneur. He was the president of the American Society for Microbiology in 1980. Wood was known for his research on bacterial enzymes and the molecular biology of sugars and amino acids.[2]", "5506903": "Walter Holbrook Gaskell FRS (1 November 1847; Naples – 7 September 1914; Great Shelford) was a British physiologist.[1]", "71894872": "Jerelle A. Joseph is a computational chemist and academic from Dominica, who is also an advocate for representation and diversity in science. She is the founder of CariScholar, a network connecting students and academics from Caribbean countries.", "52037473": "Professor Julie Hazel Campbell AO FAA (born 2 November 1946)[1] is an Australian vascular biologist from Sydney, Australia. Campbell is a professorial fellow at the Australian Academy of Science[2] and is a world leader in the field of smooth muscle biology and, along with her husband, holds two patents for vascular implant material.[3]", "71894884": "Kelly Greig Ten Hagen is an American glycobiologist and head of the developmental glycobiology section at the National Institute of Dental and Craniofacial Research. She studies O-glycosylation regulation and its relationship to human disease.", "47744869": "Falko Feldmann (born 1959 in Goslar, West Germany) is a German biologist and practitioner of phytomedicine.  He is coordinator of matters concerning approval and registration of active substances and agents for plant protection, including international  cooperation on questions about European Plant Protection Laws. He also holds the post of director of the Deutschen Phytomedizinischen Gesellschaft e.V. (DPG, German Phytomedical Society) and is involved in a number of organisations and committees relevant to plant protection.[1][2][3]", "51906406": "Alok Bhattacharya (born 1951) is an Indian parasitologist, academic and a professor at the School of Life Sciences of the Jawaharlal Nehru University.[1] He chairs the Biotechnology Information System Network (BITSNET)[2] as well as the Life Sciences Expert Committee of FIST program of the Department of Science and Technology (DST).[3] He is an elected fellow of the Indian Academy of Sciences[4] and the Indian National Science Academy[5] and is known for his studies on Entamoeba histolytica and species-specific calcium binding protein and its gene.[6]", "73860971": "Gerald A. LeBlanc is an American biologist, toxicologist, author, and academic. He is a Professor Emeritus in the Department of Biological Sciences at the North Carolina State University.[1]", "42272631": "Qudsia Tahseen (born 15 December 1964) is a Professor of Zoology at Aligarh Muslim University and teaches Animal Ecology as well as Nematology to the students of the Masters programme. Her areas of research include taxonomy and developmental biology of terrestrial and aquatic nematodes.[1][2] Her thrust areas are Biodiversity, Taxonomy, Ecology and developmental biology of soil and fresh water nematodes.[3] She is a fellow of two national science academies of India.[4][5]", "70125435": "Ivan Erill is a Spanish computational biologist known for his research in comparative genomics and molecular microbiology. His work focuses primarily on bacterial comparative genomics, through the development of computational methods for analyzing regulatory networks and their evolution.[1][4]", "46237571": "John B. Hogenesch (born May 29, 1967) is an American chronobiologist and Professor of Pediatrics at the Cincinnati Children's Hospital Medical Center. The primary focus of his work has been studying the network of mammalian clock genes from the genomic and computational perspective to further the understanding of circadian behavior. He is currently the Deputy Director of the Center for Chronobiology, an Ohio Eminent Scholar, and Professor of Pediatrics in the Divisions of Perinatal Biology and Immunobiology at the Cincinnati Children's Hospital Medical Center.", "26183559": "Gopi K. Podila (September 14, 1957[1] – February 12, 2010) was an Indian–American biologist who served as a professor at the University of Alabama in Huntsville. He was one of three faculty members killed in a mass shooting at the university on February 12, 2010.[2] Podila was chairperson of the university's department of biological sciences, with a particular interest in the ecology of Populus and their mycorrhizal symbionts.", "61507465": "Csaba Pal (Hungarian: Pál [ˈpaːl] Csaba [ˈt͡ʃɒbɒ]; born March 27, 1975)[6][7] is a Hungarian biologist at the Biological Research Centre (BRC)[8] in Szeged Hungary. His laboratory is part of the Synthetic and Systems Biology Unit at BRC.[9][10] His research is at the interface of evolution, antibiotic resistance and genome engineering[11][5] and has published over 80 scientific publications in these areas.[12][13]", "66389898": "Shikandhini Kanagasundrem also professionally known as Shico Visuvanathan[1] MBE is a British-Sri Lankan microbiologist. Her grandfather Vythialingam Sivalingam was the first professor of Parasitology of Sri Lanka.[2]", "68880268": "Heather Margaret Ferguson FRSE, Professor of Medical Entomology and Disease Ecology, at Glasgow University; a specialist in researching mosquito vectors that spread malaria, in global regions where this is endemic, aiming to manage and control a disease which the World Health Organization estimates killed over 400,000 people in 2020.[1] Ferguson co-chairs the WHO Vector Control Advisory Group and was elected as a Fellow of the Royal Society of Edinburgh in 2021.[2]", "44337037": "Maude Jane Delap (7 December 1866 – 23 July 1953) was a self-taught marine biologist, known for being the first person to breed jellyfish in captivity, and thus observed their full life cycle for the first time.[1] She was also involved in extensive study of plankton from the coasts of Valentia Island.[2][3]", "1937": "Sir Alexander Fleming FRS FRSE FRCS[1] (6 August 1881 – 11 March 1955) was a Scottish physician and microbiologist, best known for discovering the world's first broadly effective antibiotic substance, which he named penicillin. His discovery in 1928 of what was later named benzylpenicillin (or penicillin G) from the mould Penicillium rubens has been described as the \"single greatest victory ever achieved over disease\".[3][4] For this discovery, he shared the Nobel Prize in Physiology or Medicine in 1945 with Howard Florey and Ernst Boris Chain.[5][6][7]", "34178962": "Bryan Thomas Grenfell OBE FRS[3] (born 1954)[2] is a British population biologist and the Kathryn Briger and Sarah Fenton Professor of Ecology and Evolutionary Biology and Public Affairs at the Princeton School of Public and International Affairs at Princeton University.[1][4]", "40208274": "Michiei Oto is a molecular biologist and an expert on the application of biotechnology to genetic testing.[1][2][3]\nHe was the first to propose gene literacy education.[4]", "34146195": "Robert Kyle Burns (July 26, 1896 – June 26, 1982) was an American biologist known for his work on sexual differentiation in vertebrates.[1] Burns was elected to the National Academy of Sciences in 1955.[1]\nThe New York Times reported in 1937 that Burns together with Thomas R. Forbes were able to change the sex of alligators by injecting them with female hormones.[2]\n[3]\nThe National Academies Press said that Burns \"pioneered the experimental manipulation of sex hormones in order to establish their roles in sex determination and differentiation\".[1]", "18057118": "Yoshiyuki Sakaki (榊 佳之, Sakaki Yoshiyuki) is a Japanese molecular biologist. He was the sixth president of Toyohashi University of Technology[1] and an emeritus professor of the University of Tokyo.", "49055648": "Brenda Jean Andrews CC FRSC is a Canadian academic, researcher and biologist specializing in systems biology and molecular genetics.", "69240741": "Murray Shear was an American scientist who worked on cancer research and was a pioneer in the field of Chemotherapy.[1][2][3][4][5]", "45320110": "Gyan Chandra Mishra is an Indian immunologist, cell biologist and the Director of the National Centre for Cell Science, Pune,[1][2] known for his researches towards the therapeutic control of diseases such as HIV, tuberculosis and malaria.[3] He was honoured by the Government of India in 2003 with Padma Shri, the fourth highest Indian civilian award.[4]", "38963124": "Alessandro Minelli (born 20 December 1948) is an Italian biologist, formerly professor of zoology in the Faculty of Mathematical, Physical and Natural Sciences of the University of Padova mainly working on evo-devo subjects.", "56690627": "Derrick J. Rossi (born 5 February 1966),[1] is a Canadian stem cell biologist and entrepreneur. He is a co-founder of the biotechnology company Moderna.", "23398346": "Rafael Lucas Rodríguez Caballero (March 24, 1915 in San Ramón – January 29, 1981) was a Costa Rican biologist, botanist, and artist known for his drawings of Costa Rican wildlife.[1][2]  He was a recipient of the Magón National Prize for Culture in 1977.[3]", "34015182": "Andreas Wagner (born 26 January 1967) is an Austrian/US evolutionary biologist and professor at the University of Zürich, Switzerland. He is known for his work on the role of robustness and innovation in biological evolution. Wagner is professor and chairman at the Department of Evolutionary Biology and Environmental Studies at the University of Zürich.", "43157460": "Gabriel Waksman FMedSci, FRS, is Courtauld professor of biochemistry and molecular biology at University College London (UCL), and professor of structural and molecular biology at Birkbeck College, University of London. He is the director of the Institute of Structural and Molecular Biology (ISMB) at UCL and Birkbeck, head of the Department of Structural and Molecular Biology at UCL, and head of the Department of Biological Sciences at Birkbeck.", "14387157": "Catherine Dulac is a French–American biologist.[2] She is the Higgins Professor in Molecular and Cellular Biology at Harvard University, where she served as department chair from 2007 to 2013.[3] She is also an investigator at the Howard Hughes Medical Institute. She was born in 1963 in France. She came to the United States for her postdoctoral study in 1991.", "47679455": "Darshan Singh Vohra was an Indian Army officer,[1] an engineer, one of the pioneers of prosthetics in Asia and the founder of the first prosthetic centre in Asia, Artificial Limb Centre, Pune[2] and Nevedac Prosthetic Centre, another prosthetic facility in Chandigarh.[3] After obtaining advanced training in prosthetics from Germany and England, he joined the Indian Army and was holding the rank of a colonel at the time of his superannuation.[4] He founded the first prosthetic centre in Asia, Artificial Limb Centre, immediately after World War II, in 1944, at Pune, for the rehabilitation of soldiers who lost their limbs in war and the facility has grown to become a 190 bedded healthcare centre, working attached to the Armed Forces Medical College, Pune.[2]", "1705963": "Edward Joseph Conway FRS[1] (3 July 1894 – 29 December 1968) was an Irish biochemist known for works pertaining to electrolyte physiology and analytical chemistry.[2][3]", "72910827": "Henryk Fryderyk Hoyer (26 April 1834 – 3 July 1907) was a Polish physician and professor at the University of Warsaw who is considered the founder of histology in Poland. He wrote the first textbook on histology in Polish in 1862. He is sometimes referred to as Henryk Hoyer (senior) to differentiate him from his son, the anatomist Henryk Ferdynand Hoyer. Hoyer's medium and Hoyer's solution are named after him.", "67569647": "Britt Koskella is an associate professor at the University of California, Berkeley, USA. She studies evolutionary biology, specialising in host-pathogen relationships.", "71272444": "Frankie Jackson is an American academic whose career has focused on the evolution and fossil history of archosaur reproduction, particularly the study of fossil eggs. Her research on fossil eggs spans five continents, and has been foundational to our views of dinosaur nesting behavior.", "43124732": "Sir Stephen Philip Jackson, FRS, FMedSci (born 17 July 1962) is the Frederick James Quick Professor of Biology. He is a senior group leader at the Cancer Research UK Cambridge Institute and associate group leader at the Gurdon Institute, University of Cambridge.", "41256961": "Michael Kirtland Skinner is a U.S. biologist specializing in reproductive biology and epigenetics.", "10160132": "Wendy Foden is a conservation biologist, best known for her work on climate change impacts on biodiversity.[1]", "47548422": "Miriam Dorothy (Posner) Finkel (22 January 1916 – 20 August 1999) was a radiobiologist who made significant contributions to molecular biology. Finkel lent her name to the Finkel-Biskis-Jinkins or FBJ virus.", "73730059": "Jamie S. Foster (born August 24, 1970) is an American astrobiologist, microbiologist, and academic. She is a professor at the Department of Microbiology and Cell Science, and Genetics and Genomes Graduate Program at the University of Florida.[1]", "68749327": "Inna Sekirov is a medical microbiologist and a physician scientist.[1] Sekirov is the Program Head for TB/Mycobacteriology at the British Columbia Centre for Disease Control, and a Clinical Assistant Professor of Pathology and Laboratory Medicine at the University of British Columbia[2] in Vancouver, British Columbia, Canada. Sekirov obtained her PhD, MD, and FRCPC at University of British Columbia, carrying out her PhD work at the Brett Finlay lab. Her research focuses on the public health-related aspects of medical microbiology, clinical applications of microbial genomics and TB/mycobacteriology diagnostic methods.[1]", "68978708": "Joanna M. Jones (née Dorothy Kain, 1930 – 21 July 2017) was a phycologist, marine biologist and diver.[1][2] She researched kelp forest ecology adding to the scientific knowledge on its population, reproduction, competition and growth as well as descriptions of subcanopy seaweeds found in kelp forests.[3] She was president of the British Phycological Society from 1987 to 1988.[4]", "428053": "Herbert Wayne \"Herb\" Boyer (born July 10, 1936) is an American biotechnologist, researcher and entrepreneur in biotechnology. Along with Stanley N. Cohen and Paul Berg, he discovered a method to coax bacteria into producing foreign proteins, which aided in jump-starting the field of genetic engineering.", "1771540": "Hermann Müller may refer to:", "49383446": "Jean Feldmann (1905–1978) was a French biologist, specialising in marine algae.[1]", "8587288": "Won Pyong-oh (May 19, 1929[1] – April 9, 2020) was a South Korean zoologist, known particularly for his work on Korean birds.  He was the son of noted North Korean ornithologist Won Hong-gu (1888–1970).  He published approximately 120 papers on Korean ornithology. He also published about 10 book-length studies of Korean zoology, although none have been translated into English.", "27199508": "Benedek Jávor (born 2 July 1972) is a Hungarian politician and a former Member of the European Parliament (MEP) from 2014 to 2019. He is a member of Dialogue for Hungary, part of the European Green Party.", "4655143": "Miroslav Radman (born April 30, 1944) is a Croatian biologist.", "71960634": "India NAP\nGail Houston Cassell is an American microbiologist whose research focuses on Mycoplasma species and multidrug-resistant tuberculosis. She is vice president of TB drug development at the Infectious Disease Research Institute. In 1994 she was the president of the American Society for Microbiology (ASM).", "50104378": "Mark Adrian Elgar is an Australian behavioural and evolutionary ecologist, based at the University of Melbourne since 1991. He established his reputation with research on bird foraging strategies[3] and sexual cannibalism in spiders,[4][5][6][7] but now explores a variety of evolutionary questions around sexual selection, social behaviour and chemical communication.[1]", "6948922": "Cyril Bibby (b. Liverpool, 1 May 1914 as Harold Cyril Bibby; d. Edinburgh 20 June 1987) was a biologist and educator. He was also one of the first sexologists.", "919610": "Achille Joseph Urbain (9 May 1884 – 5 December 1957) was a French biologist born in Le Havre.", "3606590": "Pierre Jacques Antoine Béchamp (French pronunciation: [pjɛʁ ʒak ɑ̃twan beʃɑ̃]; 16 October 1816 – 15 April 1908) was a French scientist now best known for breakthroughs in applied organic chemistry and for a bitter rivalry with Louis Pasteur.[1]", "64555071": "Ashwani Pareek (born 27 September 1969 in  Delhi and native of Sambhar Lake, Rajasthan, India) is Executive Director of NABI[1] a prominent plant biologist[2][3] and educator noted chiefly for his contribution in plant molecular biology and biotechnology. He is currently working as Professor of plant molecular biology and biotechnology at the School of Life Sciences, Jawaharlal Nehru University, New Delhi,[4] and adjunct professor at the University of Western Australia, Perth, Australia.[5] He is a recipient of several honors including the Visitors award for Technology Development from the President of India for developing Stress Tolerant Rice of the Next Generation (STRONG)[6][3] that has the potential to enhance the income of rice farmers. The award ceremony was held at the Rashtrapati Bhawan on 2 May 2018. Recently on 26 February 2020, he has been awarded \"Tata Innovation Award 2020\" by Department of Biotechnology, Govt of India.[7][8] He has interest in understanding the physiological and molecular adaptations in xero-halophytic plants and development of transgenic rice plants with enhanced tolerance towards multiple abiotic stresses.", "4819008": "Alfred Theodore MacConkey (1861-17 May 1931) was the British bacteriologist who developed MacConkey's agar, a selective medium that is used in the diagnosis of enteric pathogens. He was born McConkey but appears to have spelled his name \"MacConkey\" from at least 1881 and in all his published papers [1]", "66947153": "Gary Nathan Calkins (18 January 1869 – 4 January 1943) was an American protozoologist and a professor at Columbia University. He wrote several landmark textbooks on the biology of the protozoa. He described conjugation in Paramoecium and in his taxonomic approach separated chlorophyll containing flagellates from other protists.", "64981089": "David Suter (born 1978 in Switzerland) is a Swiss physician and molecular and cell biologist. His research focuses on quantitative approaches to study gene expression and developmental cell fate decisions. He is currently a professor at EPFL (École Polytechnique Fédérale de Lausanne), where he heads the Suter Lab at the Institute of Bioengineering of the School of Life Sciences.[1][2]", "70682723": "Iliana B. Baums is a professor at Pennsylvania State University known for her work on coral reef ecology.", "41814117": "İbrahim Adnan Saraçoğlu (1949, Safranbolu) is a Turkish chemistry professor, biochemist, microbiologist and researcher.", "53282928": "Agni Vlavianos Arvanitis (9 March 1936 – 7 April 2018)[1] was a professor and researcher in biology. Her main contribution lies in the field of biopolitics, and the theory of bios. She graduated from Barnard College in 1957 (B.A.), New York University (M.S.) and the University of Athens (Ph.D.). She worked as a researcher at the Museum of Natural History in New York, the University of California at Berkeley, and the University of Paris. She has also taught Biology, Biochemistry and Human Genetics at the Friends Seminary in New York, the American Community Schools Academy in Athens, and the University of Maryland.[2][3][4]", "32082047": "Aviv Regev (born 11 July 1971)[3] is a computational biologist and systems biologist and Executive Vice President and Head of Genentech Research and Early Development in Genentech/Roche.[4] She is a core member (on leave) at the Broad Institute of MIT and Harvard and professor (on leave) at the Department of Biology of the Massachusetts Institute of Technology.[5] Regev is a pioneer of single cell genomics and of computational and systems biology of gene regulatory circuits. She founded and leads the Human Cell Atlas project,[6] together with Sarah Teichmann.", "2689155": "Matti Häyry (Finnish pronunciation: [ˈmɑtːi ˈhæy̯ry]; born 20 September 1956) is Professor of Philosophy at Aalto University School of Business in Helsinki, Finland.[1] In 2004-2013, he was Professor of Bioethics and Philosophy of Law at the University of Manchester in England, and before that he held professorships in philosophy and moral philosophy at the universities of Central Lancashire and Kuopio.[2][unreliable source?]", "59443338": "Herman Frederik Nijhout (born November 25, 1947)[2] is a Dutch-born American evolutionary biologist and the John Franklin Crowell Professor of Biology at Duke University. His research is focused on evolutionary developmental biology and entomology, with a particular focus on the hormonal control of growth, molting and metamorphosis in insects, including the mechanisms that control the development of alternative phenotypes.[3] Much of his work has also been concerned with understanding the development and evolution of the wing patterns of  butterflies.[4]  He received the ESA Founders' Memorial Award from the Entomological Society of America in 2006.[5] In 2015, he was awarded the A.O. Kowalevsky Medal, and in 2018, he was elected a fellow of the American Academy of Arts and Sciences.[6]", "46336141": "George Parker Bidder (21 May 1863 – 31 December 1953) was a British marine biologist who primarily studied sponges. He was the President of the Marine Biological Association (MBA) from 1939 to 1945.", "38471828": "Max Hartmann (7 June 1876 – 11 October 1962) was a German biologist, alluded to in the book Phylogenetic Systematics by Willi Hennig for his investigations into divisions of sciences, most notably into descriptive and explanatory. He was a philosopher of science and the author of Allgemeine Biology.", "3606677": "Sir William Duncan Paterson Stewart FRS FRSE (born 6 June 1935) was President of the Royal Society of Edinburgh from 1999–2002 and Chairman of the Microbiological Research Authority.", "58787990": "Emily P. Balskus is an American chemical biologist, enzymologist, microbiologist, and biochemist born in Cincinnati, Ohio in 1980. She has been on the faculty of the Chemistry and Chemical Biology department of Harvard University since 2011 and is currently the Morris Kahn Professor. She has published more than 80 peer-reviewed papers and three book chapters. Since 2012 she has been invited to give over 170 lectures, has held positions on various editorial boards, and served as a reviewer for ACS and Nature journals among others. Balskus also currently serves as a consultant for Novartis, Kintai Therapeutics, and Merck & Co.", "17369239": "Yoshio Masui (増井 禎夫, Masui Yoshio, born January 1, 1931) is a Japanese-Canadian cell biologist.[1] Masui retired  in 1997 and has since held the position of Professor Emeritus at the University of Toronto.[2][3]", "919706": "Paul Spong OBC is a Canadian neuroscientist and cetologist from originally from New Zealand. He has been researching orcas (or killer whales) in British Columbia since 1967, and is credited with increasing public awareness of whaling, through his involvement with Greenpeace.", "34441372": "Hugh Robinson Whitehead OBE (11 November  1899 – 13 March 1983) was a New Zealand biochemist, microbiologist and scientific administrator. He was born in Leeds, Yorkshire, England, in 1899. He was the director of the Dairy Research Institute in Palmerston North, which is now the Fonterra Research and Development Centre.[1][2]", "35719326": "Beth Cindy Levine (April 7, 1960 – June 15, 2020) was an American microbiologist. She was an investigator at the Howard Hughes Medical Institute (HHMI), Professor of Internal Medicine and Microbiology, Director of the Center for Autophagy Research and Charles Cameron Sprague Distinguished Chair in Biomedical Sciences at the University of Texas Southwestern Medical Center.[1] She specialized in the field of autophagy; more specifically in its regulation and its role in diverse diseases, including cancer and infectious diseases.[2] Levine was described as a pioneer in the field of modern mammalian autophagy.[3]", "10913953": "Frances Crews James (born September 29, 1930) is an American ecologist who served as a Professor of Biological Sciences at Florida State University."}