{"1801254": "Fernand Seguin, CC OQ (June 9, 1922 – June 19, 1988) was a Canadian biochemist, professor and host of science programs on radio and television.", "50953262": "Susan K. Gilmour (born 1953) is an American cancer biologist and professor at Lankenau Institute for Medical Research.[1]", "25951279": "Günter P. Wagner (born May 28, 1954 in Vienna, Austria) is an Austrian-born evolutionary biologist who is Professor of Ecology and Evolutionary biology at Yale University,[1] and head of the Wagner Lab.[2]", "588848": "Dixy Lee Ray (September 3, 1914 – January 2, 1994) was an American politician who served as the 17th governor of Washington from 1977 to 1981. Variously described as idiosyncratic and \"ridiculously smart,\" she was the state's first female governor and was in office during the 1980 eruption of Mount St. Helens.  She was a supporter of atomic energy.", "1440815": "Pyotr Alexandrovich Chikhachyov, last name also spelled Chikhachev or Tchihatchev (Russian: Пётр Алекса́ндрович Чихачёв; 23 December 1808 – 13 October 1890) was a Russian naturalist and geologist who was admitted into the Russian Academy of Sciences in 1876 as an honorary member. He authored geographical and geological descriptions of the Altai, Xinjiang (1845), and Asia Minor (1853-1869). One of the Altai mountain ranges is named after him.", "58129458": "Jürg Ott is Emeritus Professor of statistical genetics at Rockefeller University, New York.[1]", "6749235": "Ilkka Aulis Hanski ForMemRS[1] (14 February 1953 – 10 May 2016) was a Finnish ecologist at the University of Helsinki, Finland.[3][4] The Metapopulation Research Center led by Hanski, until his death,[5] has been nominated as a Center of Excellence by the Academy of Finland. The group studies species living in fragmented landscapes and attempts to advance metapopulation ecology research.[6][7][8][9][10] Metapopulation ecology itself studies populations of plants and animals which are separated in space by occupying patches.[11]", "1866803": "Woodruff T. Sullivan III (\"Woody\" Sullivan) (born 1944) is a U.S. physicist and astronomer, known primarily for his work in astrobiology, galactic astronomy and extragalactic astronomy, history of astronomy, gnomonics, and the search for extraterrestrial intelligence (SETI).", "70941752": "Sarah Kimmins is a Canadian scientist whose research explores the role of epigenetics in germ cell (i.e. sperm and oocyte) development, fertility and offspring health. She is a professor in epigenomics, development and disease at the University of Montreal, in the Department of Pathology and Cellular Biology, in the Faculty of Medicine and is Senior Group Leader at the Centre de Recherche du Centre Hospitalier de l'Université de Montréal.", "63765577": "Andrew Rambaut FRS FRSE is a British evolutionary biologist, as of 2020[update] professor of molecular evolution at the University of Edinburgh.[1][3]", "63831115": "Jodi Beth Black is an American microbiologist and research administrator serving as deputy director of the Office of Extramural Research at the National Institutes of Health. She was previously the director and vice president of research administration at the Translational Genomics Research Institute and the acting director of the division of extramural activities at the National Heart, Lung, and Blood Institute.", "66157646": "Regina Lamendella is an American Professor of Microbiology.  She is best known for the use of omics for applied studies of microbiology in natural waterways and the guts of animals, including humans.[1][2][3]", "64597": "Karl Ludwig von Bertalanffy (19 September 1901 – 12 June 1972) was an Austrian biologist known as one of the founders of general systems theory (GST). This is an interdisciplinary practice that describes systems with interacting components, applicable to biology, cybernetics and other fields. Bertalanffy proposed that the classical laws of thermodynamics might be applied to closed systems, but not necessarily to \"open systems\" such as living things. His mathematical model of an organism's growth over time, published in 1934,[1] is still in use today.", "46234709": "Joseph Sidney Weiner FRCP FRAI (29 June 1915 – 13 June 1982) was a South African-born British human biologist and environmental physiologist.[1][2][3]  He was influential[4] and among other things helped expose the Piltdown hoax.[5] He was President of the Royal Anthropological Institute of Great Britain and Ireland, 1963–64, and Huxley Memorial Medallist in 1978.[5]", "31194204": "Robert D. Schreiber (born 1946) is an immunologist and currently is the Alumni Endowed Professor of Pathology and Immunology at Washington University School of Medicine. Schreiber has led a major revision in our understanding of how the immune system interacts with cancer. His work on the cancer immunoediting[1] hypothesis has helped reveal that the immune system is not only capable of destroying cancers, but can also drive them into a dormant state that, in some cases, results in an improved state of malignancy.", "66288739": "Marian Cecelia Johnson-Thompson (born December 9, 1946) is an American virologist who was a professor at the University of the District of Columbia. She was elected Fellow of the American Association for the Advancement of Science.", "53673060": "L. J. Mendis Wickramasinghe is a Sri Lankan herpetologist,[1] taxonomist,[2] naturalist[3],wildlife photographer.[4][5] Inspired by a childhood passion on snakes and by the diversity of his motherland, he has spent over two decades experiencing the forests across Sri Lanka.", "52034678": "William F. Perrin (August 20, 1938 – July 11, 2022)[1] was an American biologist specializing in the fields of cetacean taxonomy, reproductive biology, and conservation biology. He is best known for his work documenting the unsustainable mortality of hundreds of thousands of dolphins per year in the tuna purse-seine fishery of the eastern tropical Pacific.[2]  This work became a primary motivation for the U.S. Marine Mammal Protection Act (1972).  His work on cetacean taxonomy was acknowledged in 2002 when a newly recognized species of beaked whale, Perrin's beaked whale (Mesoplodon perrini), which was named in his honor (Dalebout 2002).[3]", "1211510": "Alain Bombard (French pronunciation: [alɛ̃ bɔ̃baʁ]; Paris, 27 October 1924 – Paris, 19 July 2005) was a French biologist, physician and politician famous for sailing in a small boat across the Atlantic Ocean without provision. He theorized that a human being could very well survive the trip across the ocean without provisions and decided to test his theory himself in order to save thousands of lives of people lost at sea.[citation needed]", "12221559": "Liliane Aimée Ackermann (née Weil) (1938–2007) was a French microbiologist, Jewish Community  pioneer, leader, writer, and lecturer.", "359542": "Paul Ralph Ehrlich (born May 29, 1932) is an American biologist known for his predictions and warnings about the consequences of population growth, including famine and resource depletion.[2][3][4][5] Ehrlich is the Bing Professor Emeritus of Population Studies of the Department of Biology of Stanford University, and President of Stanford's Center for Conservation Biology.", "68451463": "Othello Washington was an African-American microbiologist who worked at the Walter Reed Army Institute of Research from as early as the late 1950s (probably earlier) until at least the late 1980s.[1] Othello went by \"Wash\" and was a lab technician, although he was known for being very experienced and skilled. He worked with Stanley Falkow during Stan's PhD thesis work and assisted him in isolating and discovering plasmids. Washington published a paper on the GC content of Proteus species with Stan Falkow, contributing the earliest knowledge of this genus of organisms as distinct species.[2] After working with Falkow, Washington continued to work under Samuel B. Formal, and contributed to multiple fundamental studies of bacterial pathogenesis. Washington is an author on a study titled \"Invasion of HeLa Cells by Salmonella typhimurium: A Model for Study of Invasiveness of Salmonella\".[3] This paper helped establish HeLa cells as an appropriate cell line to model Salmonella infection of intestinal epithelium. Washington also was a contributing author on a 1986 study of Shigella pathogenesis.[4]", "58752137": "Margaret Barnes (26 August 1919 – 30 October 2009) was a British marine biologist.", "48397458": "John J. Tyson (born December 12, 1947, in Abington, Pennsylvania) is an American systems biologist and mathematical biologist who serves as University Distinguished Professor of Biology at Virginia Tech,\nand is the former president of the Society for Mathematical Biology.[1] He is known for his research on biochemical switches in the cell cycle, dynamics of biological networks and on excitable media.", "294037": "Johann Gottfried von Herder (/ˈhɜːrdər/ HUR-dər, German: [ˈjoːhan ˈɡɔtfʁiːt ˈhɛʁdɐ];[26][27][28] 25 August 1744 – 18 December 1803) was a German philosopher, theologian, poet, and literary critic. He is associated with the Enlightenment, Sturm und Drang, and Weimar Classicism. He was a Romantic philosopher and poet who argued that true German culture was to be discovered among the common people (das Volk). He also stated that it was through folk songs, folk poetry, and folk dances that the true spirit of the nation (der Volksgeist) was popularized.", "55868565": "Eddy Chukwura Agbo is a Nigerian molecular biologist.[1] He is the founder and CEO of Fyodor Biotechnologies.[2] He now is an American citizen.[3]", "67239063": "Erika L F. Holzbaur (born 1960) is an American biologist who is the William Maul Measey Professor of Physiology at University of Pennsylvania Perelman School of Medicine. Her research considers the dynamics of organelle motility along cytoskeleton of cells. She is particularly interested in the molecular mechanisms that underpin neurodegenerative diseases.", "70483099": "Gilles Boeuf (born November 6, 1950, in Paimbœuf) is a French biologist, who served as president of the National Museum of Natural History, France from February 2009 to August 2015. He was a professor at Pierre and Marie Curie University. He was knighted with the French Order of Merit in 2009, and the Legion of Honour in 2013.[1][2][3][4][5]", "71171229": "Nicholas Pyenson is a paleontologist and the curator of fossil marine mammals at the Smithsonian Institution’s National Museum of Natural History in Washington, DC. He is the author of numerous popular science works including the book Spying on Whales: The Past, Present, and Future of Earth's Most Awesome Creatures.[1]", "54066341": "Francisco Juan Martínez Mojica[a] (born 5 October 1963) is a Spanish molecular biologist and microbiologist at the University of Alicante in Spain. He is known for his discovery of repetitive, functional DNA sequences in bacteria which he named CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats). These were later developed into the first widespread genome editing tool, CRISPR-Cas9.[1]", "62487721": "Cheng-Ming Chuong (Chinese: 鍾正明; born 1952) is a Taiwanese-American biomedical scientist.[1]", "17759409": "Adolph Murie (September 6, 1899 – August 16, 1974), the first scientist to study wolves in their natural habitat,[1] was a naturalist, author, and wildlife biologist who pioneered field research on wolves, bears, and other mammals and birds in Arctic and sub-Arctic Alaska. He was also instrumental in protecting wolves from eradication and in preserving the biological integrity of the Denali National Park and the Arctic National Wildlife Refuge.[2]  In 1989 Professor John A. Murray of the English Department at the University of Alaska, Fairbanks received an NEH grant to inventory the extensive Adolph Murie written and slide archives at Rasmusson Library in the Arctic and Polar Collection.  He wrote a forty-page report and biographical narrative of Adolph Murie, which remains unpublished but which is in his papers.", "4619470": "Fu-Kuen Lin (Chinese: 林福坤; born 1941 in Keelung, Taiwan) is a mycological physiologist, nephrologist and hematologist.", "33422542": "Rameshwar Nath Koul Bamezai is an Indian scientist in the field of human genetics and cancer biology. He is the coordinator of the National Centre of Applied Human Genetics, School of Life Sciences, Jawaharlal Nehru University (New Delhi). He has served as the Vice chancellor of Shri Mata Vaishno Devi University. He was honoured with the Padma Shri Award by the President of India for his contributions to the fields of science and technology, in 2012.[1] An elected fellow of the National Academy of Medical Sciences,[2] he has published many articles on his research.[3][4][5][6][7][8]", "63110362": "Amanda M. Hulse-Kemp is a computational biologist with the United States Department of Agriculture – Agricultural Research Service. She works in the Genomics and Bioinformatics Research Unit and is stationed on the North Carolina State University campus in Raleigh, North Carolina.", "14974170": "Anne Vallée (26 July 1958, Quebec City, Quebec, Canada - 31 July 1982, Triangle Island, British Columbia, ) was one of the first biologists to observe the impact of climate change on animal populations.", "53837022": "Miriam Zolan is an American biologist, currently at Indiana University and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "10353891": "Ransom Aldrich \"Ram\" Myers, Jr. (13 June 1952 – 27 March 2007) was a world-renowned American-Canadian marine biologist and conservationist.[1]", "28966119": "Bal Krishan Anand (1917–2007) was an Indian physiologist and pharmacologist. He was credited for the discovery of the  feeding center in the  hypothalamus in 1951.[1] He is considered  the founder of modern Neurophysiology in India.[2]", "62651624": "Kathryn Rachel Ayscough is a professor of molecular cell biology and head of the department of biomedical science at the University of Sheffield. She was awarded the 2002 Society for Experimental Biology President's Medal. Her research investigates the role of the actin cytoskeleton in membrane trafficking and cell organisation.[1][2]", "50035945": "Daria Schirman, also called Dasha (May 24, 1874 – ?) was a Russian Empire physician and embryologist.", "53247209": "Om Datt Gulati (1927–2012) was an Indian pharmacologist and the Dean of the Department of pharmacology at Baroda Medical College.[1] Known for his researches in autonomic pharmacology,[2] he was also a professor at Pramukhswami Medical College, Anand and an honorary fellow of the Indian Pharmaceutical Society.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 1971.[4][note 1] He received B. C. Roy Award, the highest Indian medical award, in 1981.[5]", "48626924": "Joseph Thomas Cunningham (1859–1935) was a British marine biologist and zoologist known for his experiments on flatfish and his writings on neo-Lamarckism.[1]", "5766388": "John N. Reeve is an American microbiologist who is the Department Chair of microbiology at Ohio State University, where he is Rod Sharp Professor of Microbiology. He received his bachelor's degree from the University of Birmingham, UK, in 1968, and a Ph.D. in microbiology from the University of British Columbia, Canada. He undertook Postdoctoral appointments at University of Arizona, 1971–1973 and at the Max Planck Institute, W. Berlin, 1974–1979.[1]", "58850553": "Christine Jacobs-Wagner is a microbial molecular biologist.  She is the William H. Fleming, MD Professor of Molecular, Cellular, and Developmental Biology at Yale University and Professor of Microbial Pathogenesis, HHMI investigator, and director of the Microbial Sciences Institute at Yale Medical School.[1] Jacobs-Wagner's research has shown that bacterial cells have a great deal of substructure, including analogs of microfilaments, and that proteins are directed by regulatory processes to locate to specific places within the bacterial cell.[2] She was elected to the National Academy of Sciences in 2015[3] and has received a number of scientific awards.", "51576059": "Christine Muller-Schwarze (also Müller-Schwarze), an American psychologist from Utah State University, was the first American scientist to work on the Antarctic mainland.", "53837063": "David A. Zuberer is an American microbiologist, currently Professor Emeritus at Texas A&M University.[1][2]", "33160471": "Michael Mathew Walker ONZM FRSNZ is a biologist at University of Auckland[1] notable for his work engaging with Māori students. He established a mentoring program called Tuākana in 1991,[2] which pairs first year Māori students with more experienced students in an effort to reduce the previously-high drop-out rate. He is of Te Whakatōhea descent.", "70483228": "André Menez (September 12, 1943, in Vire – February 2, 2008, in Versailles) was a French biologist, who served as president of the National Museum of Natural History, France from 2006 to 2008. As a biologist, he specialised in the toxicology of snakes, scorpions, and sea anemones. He was knighted with the Legion of Honour, and the National Ordre du Merit.[1][2][3]", "56261918": "Mariana Meerhoff (born 17 June 1975) is a Uruguayan researcher and Full Professor at the University Center of the Eastern Region [es] of the University of the Republic (UdelaR). She is also honorary associate researcher at Aarhus University and a member of the Advisory Board of the South American Institute for Research and Education in the Sustainability and Resilience Sciences (SARAS). Likewise, she works as a Level 5 Full Professor of the Basic Sciences Development Program [es] (PEDECIBA), and is a Level 3 Researcher of the Sistema Nacional de Investigadores of the National Research and Innovation Agency (SNI, ANII) of Uruguay. She currently has more than 90 publications of scientific articles in peer-reviewed journals. In 2011 she was recognized with the L'Oréal-UNESCO Award for Women in Science for the project \"Ecosystem functioning in water bodies: effects of the degree of impact and the opening of the ecosystem\".[1] In 2015 she received the International Recognition of Professional Excellence in Limnology (IRPE) and the national Roberto Caldeyro Barcia-PEDECIBA Award.[2][3][4]", "49315102": "Christiane Woopen (born 12 December 1962) is a German medical ethicist. She was appointed Professor for Ethics and Theory of Medicine at the University of Cologne in 2009. There she is Executive Director of ceres (Cologne Center for Ethics, Rights, Economics, and Social Sciences of Health),[1] an interdepartmental institution created by the Rector and five of the six Faculties of Cologne University. Furthermore, she is Head of the Research Unit Ethics at the Faculty of Medicine and was from 2011 to 2019 Vice-Dean for Academic Development and Gender of that Faculty.[2] From 2012 to 2016 she was Chair of the German Ethics Council[3] and from 2014 to 2016 President of the Global Summit of National Ethics/Bioethics Committees.[4] She has been portrayed by various periodicals.[5][6][7][8]", "51248416": "Lisa Steiner is a professor of immunology in the department of biology at the Massachusetts Institute of Technology. When she arrived at MIT in 1967, she was the first woman faculty member in the department.[1] Her research focuses on the evolution and development of the immune system, using zebrafish as a model organism.[2]", "1375521": "Brian James Morris (born 14 July 1950)[1] is a professor emeritus of molecular medical sciences at the University of Sydney, Australia.", "21265701": "Aron Arthur Moscona (July 4, 1921[1] – January 14, 2009) was an American developmental biologist who studied how embryos develop, and how the undifferentiated cells within the developing embryo interact with each other and form into the tissues and organs of a living entity.", "19922225": "The Ordem dos Biólogos (OdB) is a professional body for biologists, primarily those working in Portugal. The Ordem dos Biólogos is headquartered in Lisbon, and has regional branches in several other cities across Portugal. It was founded on 4 July 1998 by the Decree-Law 183/98.[1] Any citizen with accredited degree and professional activity in biology (or other specific related fields covered by its statutes) within Portugal, is required by law to be affiliated with the Ordem dos Biólogos.", "228671": "Johannes Friedrich Miescher (13 August 1844 – 26 August 1895) was a Swiss physician and biologist. He was the first scientist to isolate nucleic acid in 1869. He also identified protamine and made a number of other discoveries.", "24542531": "Kikutaro Baba (馬場 菊太郎, Baba Kikutarō, 11 July 1905 Fukuoka Prefecture, Kyūshū, Japan – 30 November 2001 Japan)[1] was a Japanese malacologist. He was the leading researcher on sea slugs and bubble snails, opisthobranch gastropod mollusks[2] in Japan.[3]", "1506648": "Anne Simon is an American biology professor, scientist, and a science advisor on the American television series The X-Files, both the original series for all nine seasons and the 2016 miniseries. The first episode of the original series that she provided science consultation on was the first-season finale \"The Erlenmeyer Flask\", which was telecast on May 13, 1994. She became involved with the series through her connection as a family friend of series creator Chris Carter. She wrote a 2001 book about the biological science of the show, The Real Science Behind the X-Files: Microbes, Meteorites and Mutants (ISBN 0-684-85618-2).[1]", "60259673": "Bert Boyer is an American molecular biologist who is the Professor of Molecular Biology for the Department of Biology and Wildlife at University of Alaska Fairbanks, Bob and Charlee Moore Endowed Professor, Director of Alaska Native Health Research, and OHSU Knight for the Cardiovascular Institute School of Medicine. He was instrumental in forming the Center for Alaska Native Health Research.[1][2] Boyer's research group specifically focuses on genetic and environmental risk and prevention initiatives related to obesity and diabetes in Yup'ik Eskimos from Southwest Alaska.", "6487388": "Dame Rosalinde Hurley, DBE, FRCPath, FRCOG (30 December 1929 – 30 June 2004), was a British physician, microbiologist, pathologist, public health and medical administrator, ethicist and barrister. She was knighted in 1988 for her services to medicine and public health.[1]", "67435877": "Sharlene E. Santana is a Venezuelan–American biologist, currently serving as the Curator of Mammals at the Burke Museum of Natural History and as a professor of Evolutionary biology at the University of Washington, in Seattle, Washington.[1][2] Her research primarily focuses on the order Chiroptera (bats), and her work often engages with a diverse range of biological disciplines, including evolution, systematics, biomechanics, behavioral studies, and ecology.[2][3] Santana has worked to expand opportunities for underrepresented minorities in STEM fields and has relied on innovative applications of technology to increase the amount of high-quality scientific information that is available to the general public.[4][5]", "33783147": "Robert T. Lackey (born 1944) is a Canadian born fisheries scientist and political scientist living in the United States.  He is best known for his work involving the interplay between science and policy, natural resource management, and assessments of the future of salmon runs.  Lackey is a professor of fisheries and wildlife and adjunct professor of political science at Oregon State University.[1]  From 1981-2008, he held senior leadership posts at the United States Environmental Protection Agency research laboratory in Corvallis, Oregon.[2]", "523629": "Robert McCredie May, Baron May of Oxford, OM AC FRS HonFREng FAA FTSE FRSN  HonFAIB (8 January 1936 – 28 April 2020) was an Australian scientist who was Chief Scientific Adviser to the UK Government, President of the Royal Society,[8] and a professor at the University of Sydney and Princeton University. He held joint professorships at the University of Oxford and Imperial College London. He was also a crossbench member of the House of Lords from 2001 until his retirement in 2017.", "45383033": "Sigma Xi national lecturer – 1988–1990[2]\nFellow of the Bunting Institute – 1993–1994[2]\nFellow of the American Academy of Arts and Sciences[2]\nRally Day Medal for Medical Research and Reproductive Health (awarded by Smith College)[2]", "63569275": "Bradlee L. Heckmann is an American biologist, pharmacologist. Heckmann holds academic appointments as a neuroimmunologist at the Byrd Alzheimer's Center and USF Health Neuroscience Institute and is assistant professor in molecular medicine at the USF Health Morsani College of Medicine. Heckmann's research has been focused on understanding the regulation of inflammatory and metabolic processes in the central nervous system, with particular emphasis on neurodegenerative diseases including Alzheimer's disease[1] and the role of the autophagy machinery in this setting.", "37748098": "Melly S. Oitzl (in full: Maria-Silvana Oitzl, born 1955 in Lind/Arnoldstein) is an Austrian behavioral neuroscientist. She is associate professor of medical pharmacology at Leiden University[1] and adjunct professor of cognitive neurobiology at the University of Amsterdam.[2] Oitzl is mainly interested in the relationships between stress, cognition, and emotion.[3] She obtained her Ph.D. with the mention magna cum laude in 1989 from the University of Düsseldorf.[4] Oitzl is a member of the board of the Earth and Life Sciences division of the Netherlands Organisation for Scientific Research,[5] from which she had received an \"Aspasia\" grant in 2008.[6] She has been a member of the executive committee and a treasurer of the European Brain and Behaviour Society.[7] According to the Web of Science, Oitzl has published more than 130 articles in peer-reviewed scientific journals, which have been cited over 5000 times, with an h-index of 33.[8]", "4357513": "Marjorie Ellen Thompson (January 31, 1954 – September 15, 2014) was an American biologist and musician who served as Associate Dean of Biological Sciences at Brown University.", "52559241": "Stephen D. Hursting is an American scientist and current professor at the University of North Carolina at Chapel Hill. He is the former Margaret McKean Love Chair in Nutrition, Cellular, and Molecular Sciences at the University of Texas at Austin.[1][2][3][4]", "23985545": "Janice Ellen Clements is vice dean for faculty at the Johns Hopkins School of Medicine[1] and the Mary Wallace Stanton Professor of Faculty Affairs.[2] She is a professor in the departments of Molecular and Comparative Pathobiology, Neurology, and Pathology, and has a joint appointment in molecular biology and genetics. Her molecular biology and virology research examines lentiviruses and how they cause neurological diseases.", "71335314": "Brenda Konar is a marine scientist, and professor at University of Alaska Fairbanks.[1]", "7699860": "Matthias Mann (born 10 October 1959) is a scientist in the area of mass spectrometry and proteomics.", "70483349": "Bernard Chevassus-au-Louis (born January 24, 1949, in Paris) is a French biologist and ecologist, who served as the president of the National Museum of Natural History, France from 2002 to 2006. He was knighted with the Ordre national du Mérite in 2001.[1][2][3][4][5][6]", "46366102": "Steve A. Kay FRS is a British-born chronobiologist who mainly works in the United States. Dr. Kay has pioneered methods to monitor daily gene expression in real time and characterized circadian gene expression in plants, flies and mammals. In 2014, Steve Kay celebrated 25 years of successful chronobiology research at the Kaylab 25 Symposium, joined by over one hundred researchers with whom he had collaborated with or mentored.[1] Dr. Kay, a member of the National Academy of Sciences, U.S.A., briefly served as president of The Scripps Research Institute.[2] and is currently a professor at the University of Southern California. He also served on the Life Sciences jury for the Infosys Prize in 2011.", "65568150": "Susan Marie Mackem (born 1954)[1] is an American anatomic pathologist and physician-scientist. She researches vertebrate primary axis formation and the regulation of patterning and differentiation during limb development. She is a senior investigator and head of the regulation of vertebrate morphogenesis section at the National Cancer Institute's  Frederick National Laboratory for Cancer Research. She is also an attending pathologist at the National Institutes of Health Clinical Center.", "55901595": "Mary Jane Saunders is an American academic who served as president of Florida Atlantic University from 2010 to 2013. She has a background in scientific research and administration, specializing in biology.", "71499172": "Dora Biro  is a behavioral biologist and the Beverly Petterson Bishop and Charles W. Bishop Professor, Brain and Cognitive Sciences at the University of Rochester.[1][2]  She was previously a Professor of Animal Behaviour at the University of Oxford.[3] and a visiting professor in the Primate Research Institute of Kyoto University in Japan.[4]\nBiro studies social behavior, problem solving, and learning in birds and primates.", "1080745": "Susumu Tonegawa (利根川 進, Tonegawa Susumu, born September 5, 1939) is a Japanese scientist who was the sole recipient of the Nobel Prize for Physiology or Medicine in 1987 for his discovery of V(D)J recombination, the genetic mechanism which produces antibody diversity.[1] Although he won the Nobel Prize for his work in immunology, Tonegawa is a molecular biologist by training and he again changed fields following his Nobel Prize win; he now studies neuroscience, examining the molecular, cellular and neuronal basis of memory formation and retrieval.", "34078125": "Arthur Davis Hasler (January 5, 1908 – March 23, 2001) was an ecologist who is credited with explaining the salmon's homing instinct.[1][2][3][4] Hasler was a member of the National Academy of Sciences and the American Academy of Arts and Sciences.[2] The New York Times called him \"an internationally recognized authority on freshwater ecology\".[2] He served as President of The Ecological Society of America,[3] which called him \"one of the leading figures in 20th century freshwater ecology\".[3] Hasler pioneered a research method based on manipulation of entire lake ecosystems. This method became an instrumental new tool for ecology.[4] He published over 200 scientific papers, was an author or an editor of 7 books, and supervisor of 52 doctoral degrees.[5]", "69762482": "Florence Davy Thompson (née Lucas; 1865–1915) was an English-born Canadian biologist, artist and the founding librarian at the University of Manitoba.", "61603260": "Armin Moczek (born 8 July 1969 in Munich) is a German evolutionary biologist and full professor at Indiana University Bloomington.", "21134807": "Theodore Garland Jr. (born 28 November 1956) is a biologist specializing in evolutionary physiology at the University of California, Riverside.", "59506137": "Kate Gillian Storey is a developmental biologist and head of Division of Cell & Developmental Biology at University of Dundee.", "69172701": "Parveen F. Absar is a wildlife biologist from India. In 2017, she was credited with the discovery of a species of freshwater crab called Teretamon absarum, of the genus Teretamon and species speleaum.", "54820323": "Stella James Sims (1875-1963) was an African-American science professor who held positions at Storer College, Virginia University of Lynchburg, and Bluefield Colored Institute.", "40631787": "Vera Steinberger Byers is an American immunologist[1] who currently practices as a consultant in Incline Village, Nevada and was formerly a professor at the University of California San Francisco, before changing affiliations to University of Nottingham, where she helped conduct research on tumor immunology, later moving on to immunodermatology. While at UCSF, she helped develop a monoclonal antibody for use as an anticancer treatment, specifically against osteogenic sarcoma,[2] though it was originally used against graft-versus-host disease.[3]: 865 [4] While at the University of Nottingham, she published some papers on the regulation of the immune response to urushiol in poison ivy/poison oak, also using a monoclonal antibody.[5][6] Her work as a medical toxicologist pertaining to trichloroethylene[7] features in the book A Civil Action.[3]: 866  According to her testimony in the autism omnibus trial, she spent three years working at Immunex, where she worked on the anti-arthritis drug Enbrel.[3]: 867  However, the special master in these proceedings wrote, \"...there was no record at the FDA of Dr. Byers playing in any role in the Enbrel licensing application,\" to which Byers responded that \"the information did not make a difference.\"[1] The special master also wrote, \"[Byers'] insistence that it was acceptable to use adult norms to measure the immune function of infants and young children was, frankly, incredible.[1] Her testimony in this trial pertained to the alleged mechanism by which the measles virus from the MMR vaccine, in combination with thimerosal, caused Michelle Cedillo to suffer from a \"dysregulated immune system.\"[3]: 872  Dr. Byers formerly served on the editorial board of the journal Cancer Immunology, Immunotherapy, and has published some research in this journal.[7]", "67763691": "Enrico Schleiff (born 17 November 1971) is a German biologist and physicist, and the president of the Goethe University Frankfurt, serving since 1 January 2021.", "8650221": "Andrew James Baldwin (born February 5, 1977) is a U.S. Navy officer, ironman triathlete, television personality, humanitarian, and physician. .[1] He appeared on the 10th season of the reality dating show The Bachelor.", "72023540": "Robert Lyman Starkey (September 27, 1899, in Fitchburg, Massachusetts – August 8, 1991, in Jamesburg, New Jersey) was an American microbiologist. He was the president of the American Society for Microbiology in 1963.", "48889339": "Myrtle Elizabeth Johnson (1881 – 1967) was an American marine biologist, ascidiologist, and educator in California in the early 20th century.[1][2]  She was the first woman PhD faculty member at the San Diego State College (now San Diego State University), where she taught from 1921 to 1946, and was chair of the Biology department from 1928 to 1940.[2] Her major work, Seashore Animals of the Pacific Coast, published in 1927, was the standard descriptive text of intertidal species until Ed Ricketts's Between Pacific Tides was published in 1939.[3] Ricketts considered Johnson's book \"the vade mecum of marine biologists of the Pacific. Indispensable.\"[4]", "63143427": "Uriel Bachrach (Hebrew: אוריאל בכרך; born 1926) is a German-born Israeli molecular biologist and professor at the Hebrew University of Jerusalem. He is best known for his work on the physiology and function of naturally occurring polyamines.[1]  He was also a founding member of Hemed, the Israeli Science Corps, which developed munitions and weapons for the State of Israel prior to its founding as a state in 1948.[2]", "8158725": "Anita Bauer Roberts (April 3, 1942 – May 26, 2006) was an American molecular biologist who made pioneering observations of a protein, TGF-β, that is critical in healing wounds and bone fractures and that has a dual role in blocking or stimulating cancers.[1]", "9731591": "Colin Skinner (born 1965) is a British author, adventurer and molecular biologist who is attempting to walk around the world.  As of mid-2014, he has walked over 14,500 miles (23,300 km) and has crossed Great Britain, Iceland, United States and New Zealand.[1] He has used the walks to raise money and awareness for various causes, including conservation biology, people with disabilities, cancer relief, AIDS, and hospice.", "3898892": "Peter Gruss (born 28 June 1949) is a German developmental biologist, president of the Okinawa Institute of Science and Technology,[2] and the former president of the Max-Planck-Gesellschaft[3] (having been elected for the term from 2002 to 2008 and reelected for 2008–2014).", "71892493": "Katie Bentley is a British computer scientist who is group leader in the Cellular Adaptive Behaviour Laboratory at the Francis Crick Institute and an academic at King's College London. Her research considers computational simulations of cellular interactions.", "70123021": "María Elena Caso (18 December 1915 - 6 November 1991, Mexico) was a Mexican biologist who pioneered the study of starfish and other echinoderms in Mexico.[1] She started the National Collection of Equinoderms in Mexico, the most important one in Latin America, which currently counts with at least 100.000 samples from 800 species from the Mexican coast[2][3][4] and participated in the foundation of the laboratory of hydrobiology of the Biology Institute at the National Autonomous University of Mexico, currently known as \"Marine Sciences and Limnology Institute\".[5] She became a reference scientist in marine biodiversity.[6]", "62520848": "Ramona Amy Hoh (born 1979[1]) is a Canadian former para-alpine skier from Edmonton.[2] She won a silver and a bronze medal at the 1994 Winter Paralympics, and a bronze medal at the 1998 Winter Paralympics.[3]", "884248": "Steven A. Frank (born 1957) is a professor of biology at the University of California, Irvine.  His areas of expertise are evolutionary genetics, host-parasite interactions and social evolution.  He earned a Ph.D. from the University of Michigan in 1987.", "52067867": "Tim Stearns (born 1961 in Huntington, New York) is an American biologist and university administrator, and is the Dean of Graduate and Postgraduate Studies, Vice President of Education, and Head of Laboratory at The Rockefeller University. [1] Stearns was formerly the Frank Lee and Carol Hall Professor in the Department of Biology at Stanford University, with appointments in the Department of Genetics and the Cancer Center in the Stanford Medical School. Stearns served as chair of the Department of Biology at Stanford as well as Acting Dean of Research and Senior Associate Vice Provost of Research.[2] Stearns is an HHMI Professor, and is a member of JASON, a scientific advisory group. He has served on the editorial boards of The Journal of Cell Biology, Genetics and Molecular Biology of the Cell.", "34274843": "Marjolein Kriek (born 22 November 1973)[1] is a Dutch clinical geneticist at the Leiden University Medical Center. In 2008, at age 34, she became the first woman and probably the first European to have her total DNA genome sequenced.[2][3][4][5]", "47480349": "Linda Bartels Lange (January 15, 1882 – April 24, 1947) was an American bacteriologist known for her study of cancer, tuberculosis, and infectious diseases.[1]", "33619485": "Alf Nicolay Dannevig (1 May 1886 – 12 September 1960) was a Norwegian marine biologist who specialized on fish, and a local politician. He was the son of sea captain Gunder Mathiesen Dannevig, and the father of writer Birger Dannevig. He managed the hatchery Flødevigen Utklekningsanstalt from 1911 to 1956. His research included cod, salmon, trout, cultivation of lobster, and the marine biology of Skagerrak. He served as Mayor of Hisøy in 1945 and from 1948 to 1960.[1][2]", "18677275": "Robert B. Mellor (born in Yorkshire, UK) is a British scientist probably best known for his 1989 \"unified vacuole theory\", although also made significant contributions to environmental technology and to our understanding of the workings of the tech entrepreneurship ecosystem.", "65142306": "Donald Frederick Bacon (6 April 1926 – 28 August 2020) was a New Zealand microbiologist. In 1966, he was appointed the inaugural professor of microbiology at Massey University, where he remained until his retirement in 1989.", "52002341": "Wacław Mayzel (12 September 1847 – 19 April 1916) was a Polish histologist and the first person to describe mitosis. He was also involved in popularizing evolutionary thinking by translating Darwin's On the Origin of Species into Polish in 1873.", "12353064": "Paul-Tijs (Tijs) Goldschmidt (born 30 January 1953 in Amsterdam) is a Dutch writer and evolutionary biologist. Since 1 March 2012, Goldschmidt is writer in residence of the Artis Bibliotheek, which is part of the University of Amsterdam (UvA).", "10223144": "George Edward Fox (born December 17, 1945) is an astrobiologist, a Professor Emeritus and researcher at the University of Houston. He is an elected fellow of the American Academy of Microbiology, the American Association for the Advancement of Science,  American Institute for Medical and Biological Engineering and the International Astrobiology Society. Fox received his B.A. degree in 1967, and completed his Ph.D. degree in 1974; both in chemical engineering at Syracuse University.", "46497327": "Navalpakkam Parthasarthy, (1900–1993) was an Indian geneticist,[1] executive secretary of International Rice Commission and Rice Advisor to the governments of Liberia and Thailand.[2] The Government of India honoured him in 1958, with the award of Padma Shri, the fourth highest Indian civilian award for his services to the nation.[3]", "60587573": "Jue Chen (Chinese: 陈珏) is a Chinese-born American structural biologist and biochemist. She is the William E. Ford professor of biochemistry and head of the Laboratory of Membrane Biology and Biophysics at the Rockefeller University and a Howard Hughes Medical Institute investigator. Her research focuses on elucidating the structure and function of ATP-binding cassette (ABC) transporters.", "63110714": "Ann M. Bartuska (born August 6, 1953) is an ecologist and biologist. She is a senior advisor at Resources for the Future and a former Deputy Under Secretary for Research, Education, and Economics (REE) at the United States Department of Agriculture and former USDA Chief Scientist.[1]", "2948672": "Dr. Pablo de la Llave (1773–1833) was a Mexican Catholic priest, politician, and naturalist.", "50724416": "Doris Abele (June 22, 1957-2021)[1] was an Antarctic marine biologist based at the Alfred Wegener Institute (AWI) in Germany. She led the research group working on stress physiology and aging in marine invertebrates[2] and also the Ecology Polar regions And Coasts in the changing Earth System (PACES) programme.[3][4]", "53018184": "Frank L. Graham is a Canadian biologist, having been a Distinguished University Professor at McMaster University.[1][2][3]", "3669585": "Marian Stamp Dawkins CBE FRS[3] (born Marian Ellina Stamp; 13 February 1945)[2][4] is a British biologist and professor of ethology at the University of Oxford.[5] Her research interests include  vision in birds, animal signalling, behavioural synchrony, animal consciousness and animal welfare.[6][7][8]", "52231764": "Jack Alfred Heinemann is an American-New Zealand academic.", "36699745": "George C. Prendergast (born 1961) is an American biomedical scientist. His research has focused on cancer pathobiology and immunology.[1] Since 2004, he has been the President and CEO of Lankenau Institute for Medical Research, a cancer-focused research center in the U.S.[2][3][4] He is also the co-director of the Program in Cancer Cell Biology & Signaling at the Sidney Kimmel Cancer Center, Thomas Jefferson University.[5]", "34405986": "Dr. Krishnaswamy VijayRaghavan FRS [1] (born 3 February 1954) is an emeritus professor and former director of the National Centre for Biological Sciences.[2] On 26 March 2018, the Government of India appointed him as the principal scientific adviser to succeed Dr. R Chidamabaram. His term as Principal Scientific Adviser ended on April 2, 2022.  In 2012, he was elected a fellow of The Royal Society and in April 2014 he was elected as a foreign associate of the US National Academy of Sciences.[3] He was conferred the Padma Shri on 26 January 2013 and is also a recipient of the Infosys Prize in the life sciences category in 2009.[4][5]", "41549416": "Sir Michael Houghton (born 1949) is a British scientist and Nobel Prize laureate. Along with Qui-Lim Choo, George Kuo and Daniel W. Bradley, he co-discovered Hepatitis C in 1989.[1] He also co-discovered the Hepatitis D genome in 1986.[2] The discovery of the Hepatitis C virus (HCV) led to the rapid development of diagnostic reagents to detect HCV in blood supplies, which has reduced the risk of acquiring HCV through blood transfusion from one in three to about one in two million.[3][4] It is estimated that antibody testing has prevented at least 40,000 new infections per year in the US alone and many more worldwide.[5]", "60325492": "Clemens Georg Arvay[2] (22 July 1980 – 18 February 2023[3]) was an Austrian author of nonfiction books with an emphasis on health ecology.[4] In particular, his controversial conclusions about the relationship between the benefit and risk of the corona vaccines attracted media attention.", "64945781": "Alexander Leonidovich Gintsburg (Russian: Александр Леонидович Гинцбург; born 10 November 1951) is a Soviet and Russian microbiologist. Since 1997, he has been the director of the Gamaleya Research Institute of Epidemiology and Microbiology.[1] He is Jewish.[2]", "65502842": "David S. Wishart FRSC (born December 7, 1961) is a Canadian researcher and a Distinguished University Professor in the Department of Biological Sciences and the Department of Computing Science at the University of Alberta. Wishart also holds cross appointments in the Faculty of Pharmacy and Pharmaceutical Sciences and the Department of Laboratory Medicine and Pathology in the Faculty of Medicine and Dentistry. Additionally, Wishart holds a joint appointment in metabolomics at the Pacific Northwest National Laboratory in Richland, Washington. Wishart is well known for his pioneering contributions to the fields of protein NMR spectroscopy, bioinformatics, cheminformatics and metabolomics.[1][2][3] In 2011, Wishart founded the Metabolomics Innovation Centre (TMIC),[4] which is Canada's national metabolomics laboratory.", "56327804": "Subramaniam Ganesh (born 23 May 1968) is an Indian geneticist, molecular biologist and a professor at the department of biological sciences and bio-engineering of the Indian Institute of Technology, Kanpur. Known for his pioneering studies on Lafora progressive myoclonic epilepsy and other neurodegenerative disorders, Ganesh is an elected fellow of the Indian Academy of Sciences and the National Academy of Sciences, India. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2008.", "38829702": "Marlene Zuk (born May 20, 1956) is an American evolutionary biologist and behavioral ecologist. She worked as professor of biology at the University of California, Riverside (UCR) until she transferred to the University of Minnesota in 2012. Her studies involve sexual selection and parasites.[2]", "949904": "Jakob Johann Freiherr[2] von Uexküll (German: [ˈʏkskʏl]; 8 September [O.S. 27 August] 1864 – 25 July 1944) was a Baltic German biologist who worked in the fields of muscular physiology and animal behaviour studies and was an influence on the cybernetics of life.[citation needed] However, his most notable contribution is the notion of Umwelt,[3][4] used by semiotician Thomas Sebeok and philosopher Martin Heidegger. His works established biosemiotics[5] as a field of research.", "54066835": "John Arthur Reginald Miles CBE (13 May 1913 – 14 February 2004) was a New Zealand microbiologist and epidemiologist. He was in charge of the Department of Microbiology at Otago Medical School from 1955 to 1978, and became an Emeritus Professor in 1979.[1][2]", "60096155": "Prof. Datuk Dr. Asma binti Ismail is a Malaysian academic and molecular biologist. She is the first female Vice-Chancellor (VC) of Universiti Sains Malaysia (USM)  appointed  in 2016. She had previously been the first female VC of Universiti Sains Islam Malaysia (USIM), and first female Director General of Higher Education.", "62193315": "Helmy Eltoukhy is an American scientist and a businessperson who co-founded startups Avantome and Guardant Health.  He is best known for his contributions to genomics, semiconductor DNA sequencing, and personalized medicine. His startups were acquired by Illumina in 2008. Avantome was founded to develop and commercialize semiconductor-based DNA sequencing, during the race for the $1,000 genome.[3] Guardant Health was founded to pioneer non-invasive liquid biopsy approaches for cancer diagnosis, monitoring, personalized medicine treatment, and research.[4][5]", "14352038": "Marion Julia Lamb (29 July 1939 – 12 December 2021) was Senior Lecturer at Birkbeck, University of London, before her retirement. She studied the effect of environmental conditions such as heat, radiation and pollution on metabolic activity and genetic mutability in the fruit fly Drosophila. From the late 1980s, Lamb collaborated with Eva Jablonka, researching and writing on the inheritance of epigenetic variations, and in 2005 they co-authored the book Evolution in Four Dimensions, considered by some to be in the vanguard of an ongoing revolution within evolutionary biology.[1][2]", "47939246": "2009 #2 Scientific Discovery of the Year TIME Magazine\n2006 Elected Member, US National Academy of Sciences\n2007 National Academy of Sciences, John J. Carty Award for the Advancement of Science\n2005 American Society of Plant Biologists, Martin Gibbs Medal \n2004 International Plant Growth Substances Association Distinguished Research Award", "58359470": "Iwona Teresa Stroynowski née Fleszar[1] (born 1950) is a Polish-born American immunologist who is Professor in the Department of Immunology and Microbiology at University of Texas Southwestern Medical Center in Dallas, TX.  She discovered the process of gene expression control called attenuation early in her career, the first example of a riboswitch mechanism.", "65273522": "Denise A. Galloway is the associate director of the Human Biology Division and scientific director of the Pathogen-Associated Malignancies Integrated Research Center at Fred Hutchinson Cancer Research Center, and a professor of microbiology and pathology at the University of Washington School of Medicine. Her research focuses on human papillomavirus and its role in the development of cancer.", "27262647": "For the American folk-rock singer-songwriter, see Nancy Moran.", "44138169": "Margaret Gale Kidwell (born August 17, 1933) is a British American evolutionary biologist and Regents' Professor Emerita at the University of Arizona, Tucson. She grew up on a farm in the English Midlands during World War II. After graduating from the University of Nottingham in 1953, she worked in the British Civil Service as an Agricultural Advisory Officer from 1955 to 1960. She moved to the US in 1960 under the auspices of a Kellogg Foundation Fellowship to study Genetics and Statistics at Iowa State University. She married quantitative geneticist James F. Kidwell in 1961, obtained her MS degree in 1962 and moved with her husband to Brown University in 1963. She received her PhD from Brown University in 1973 under the guidance of Masatoshi Nei. From 1973 to 1984 she pursued independent research into a number of anomalous genetic phenomena in Drosophila which later lead to collaborative studies resulting in the discovery of hybrid dysgenesis and the isolation of transposable P elements. After appointment as Professor of Biology at Brown University in 1984 she moved to the University of Arizona in 1985 as Professor of Ecology and Evolutionary Biology. Additional positions included Chair of the Interdisciplinary Genetics Program from 1988 to 1991 and Head of the Department of Ecology and Evolutionary Biology from 1992 to 1997. Research at the University of Arizona has increasingly focused on the evolutionary significance of transposable genetic elements.", "40074938": "Marjorie Violet Mussett (1922 - 21 December 2004) was a British biologist and endocrinologist.", "70680250": "Ana Sofia Pereira Serrenho Reboleira (born 6 October 1980 in Caldas da Rainha) is a Portuguese biologist and speleologist, best known for her discovery of over 70 species of flora and fauna, and the description of 17 new taxa, and for her exploration work at the Krubera Cave.[1][2][3][4][5]", "60554941": "Eva-Mari Aro (born 1950) is a Finnish biologist and professor of plant molecular biology at the University of Turku, Finland.[1] Her research has focused on the function, regulation, damage, repair, and evolution of the machinery of photosynthesis, with applications in renewable energy.[2] She was elected to the Finnish Academy of Science and Letters in 2001 and was elected a foreign associate of the National Academy of Sciences in 2018.", "2096831": "Edward Bibbins Aveling (29 November 1849 – 2 August 1898) was an English comparative anatomist and popular spokesman for Darwinian evolution, atheism and socialism.[1] He was also a playwright and actor.", "33488578": "Thomas J. Kelly is an American cancer researcher whose work focuses on the molecular mechanisms of DNA replication. Kelly is  director of the Sloan-Kettering Institute,[4][5] the basic research arm of the Memorial Sloan-Kettering Cancer Center. He holds the Center's Benno C. Schmidt Chair of Cancer Research.", "43679427": "Jean-Baptiste-Louis-Théodore de Tschudi also known as Tschoudi or Tschudy (16 August 1734 – 7 March 1784) was a French botanist and poet.", "56295107": "Steven H. D. Haddock is a marine biologist known for his work on bioluminescence of the jellylike animals of the open ocean and the deep sea, and the photoproteins and fluorescent proteins of these animals.[1]", "16711365": "Antal Festetics, exactly (German: Antal-Erwin Graf Festetics von Tolna; born June 12, 1937, in Budapest, Hungary), is a Hungarian-Austrian biologist, zoologist and behavioural researcher. A student of Konrad Lorenz, in 1973 he became a university professor and director of the Institute for Hunting Biology at the University of Göttingen. In 1981 he became an honorary professor at the University of Vienna. In 1980 he became president of the Konrad Lorenz Institute for Evolution and Cognition Research. He was awarded for the establishment of national parks in Austria and Hungary, as well as the Austrian State Prize for Environmental Protection in 1988.", "11304648": "Frans Van Roy is a Belgian molecular biologist and professor at the University of Ghent (Ghent, Belgium). He is head of the VIB Department for Molecular Biomedical Research, UGent. His research interest is on the molecular mechanisms underlying the pathology and the cure of cancer[1] and inflammation-related disorders.", "5013206": "Edwin Stephen Goodrich FRS[1] (Weston-super-Mare, 21 June 1868 – Oxford, 6 January 1946), was an English zoologist, specialising in comparative anatomy, embryology, palaeontology, and evolution. He held the Linacre Chair of Zoology in the University of Oxford from 1921 to 1946. He served as editor of the Quarterly Journal of Microscopical Science from 1920 until his death.[2]", "163551": "Henry Walter Bates FRS FLS FGS (8 February 1825, in Leicester – 16 February 1892, in London) was an English naturalist and explorer who gave the first scientific account of mimicry in animals. He was most famous for his expedition to the rainforests of the Amazon with Alfred Russel Wallace, starting in 1848. Wallace returned in 1852, but lost his collection on the return voyage when his ship caught fire. When Bates arrived home in 1859 after a full eleven years, he had sent back over 14,712 species (mostly of insects) of which 8,000 were (according to Bates, but see Van Wyhe[1]) new to science.[2] Bates wrote up his findings in his best-known work, The Naturalist on the River Amazons.", "56229606": "Ranbaxy Research Award", "24280815": "Ingrid Natasha Visser (born 20 February 1966) is a New Zealand marine biologist who studies orcas. She regularly lectures on the subject aboard cruise ships, especially in Antarctica, and has been featured in several documentaries about orcas.", "6291184": "Pavel Grošelj (9 February 1883 – 26 January 1940) was a Slovene biologist and literary historian who was involved in the establishment and planning of a Slovene university (which became the University of Ljubljana). He was noted for various contributions to zoology and botany.", "26836721": "Antoine Nicolas Duchesne (born 7 October 1747 Versailles; died 18 February 1827 Paris) was a French botanist known for his keen observation of variation within species, and for demonstrating that species are not immutable, because mutations can occur.[1] \"As Duchesne's observations were unaided by knowledge of modern concepts of genetics and molecular biology, his insight was truly remarkable.\"[2] His particular interests were in strawberries and gourds.[3]", "13041409": "Kevin Eggan (born 1974 in Normal, Illinois[1]) is a Professor of Stem Cell and Regenerative Biology at Harvard University, known for his work in stem cell research (also known as \"therapeutic cloning\"), and as a spokesperson for stem cell research in the United States. He was a 2006 recipient of a MacArthur Fellowship (sometimes nicknamed the \"genius grant\").[2] In 2005, he was named to the MIT Technology Review TR35 as one of the top 35 innovators in the world under the age of 35.[3]", "3997448": "Ralph Vary Chamberlin[a] (January 3, 1879 – October 31, 1967) was an American biologist, ethnographer, and historian from Salt Lake City, Utah. He was a faculty member of the University of Utah for over 25 years, where he helped establish the School of Medicine and served as its first dean, and later became head of the zoology department. He also taught at Brigham Young University and the University of Pennsylvania, and worked for over a decade at the Museum of Comparative Zoology at Harvard University, where he described species from around the world.", "69402377": "Jum Sook Chung (Korean: 정점숙) is a South Korean carcinologist who researches the impact of neuroendocrine regulation on crustacean physiology, sex differentiation, and stress responses. She is a professor at the University of Maryland Center for Environmental Science Institute of Marine and Environmental Technology.", "38108939": "Johannes Palmberg (c.1640–1691) was a Swedish botanist, physician, and priest. He published the early Swedish textbook in botany, ’'Serta Florea Svecana'’ or ’'Swenske Örtekrantz'’, a Flora with alphabetically arranged pictures of the 150 most common trees and herbs together with descriptions of their use for medical purposes.[1]", "29720349": "Richard Joel Wassersug (born April 13, 1946) was an Honorary professor in the Department of Cellular and Physiological Sciences at the University of British Columbia. He was also an adjunct professor in the Department of Medical Neuroscience at Dalhousie University with a cross appointment in the Department of Psychology.[1][2] In addition, he is an adjunct professor at The Australian Research Centre in Sex, Health & Society (ARCSHS), La Trobe University.[3]", "1965854": "Moritz Schiff (28 January 1823, Frankfurt – 6 October 1896, Geneva) was a German physiologist and the elder brother of the chemist Hugo Schiff (1834-1915), particularly known for his staining technique.", "44138272": "Mary K. Firestone is a professor of soil microbiology in the Department of Environmental Studies, Policy, and Management at the University of California, Berkeley and a member of the National Academy of Sciences.[1] Her laboratory's research focuses on the ecology of microbes in various soils, and their contribution to the carbon cycle and nitrogen cycle in particular.[1]", "70483758": "Joseph Yanai is a researcher pioneering in studying the reversal of neurobehavioral birth defects in animal models.[1] He serves as a professor and Director of the Ross Laboratory for Studies in Neural Birth Defects at the Department of Medical Neurobiology, The Institute For Medical Research, Israel-Canada (IMRIC) at the Hebrew University-Hadassah Medical School Jerusalem, Israel and was also appointed as Adjunct Professor, Department of Pharmacology and Cancer Biology, Duke University School of Medicine, Durham, NC, USA.", "29097784": "László Detre (October 29, 1874, Nagysurány  – May 7, 1939, Washington, DC (a.k.a. Ladislas Deutsch, Ladislaus Deutsch[1]) was a Hungarian physician and microbiologist,[2] the founder and first director of the Hungarian Serum Institute in Budapest.[3]", "458553": "Michel Adanson (7 April 1727 – 3 August 1806) was an 18th-century French botanist and naturalist who traveled to Senegal to study flora and fauna. He proposed a \"natural system\" of taxonomy distinct from the binomial system forwarded by Linnaeus.", "3473221": "Louis Herman  (April 16, 1930 – August 3, 2016)[1] was an American marine biologist. He was a researcher of dolphin sensory abilities, dolphin cognition, and humpback whales. He was professor in the Department of Psychology and a cooperating faculty member of the Department of Oceanography at the University of Hawaiʻi at Mānoa. He founded the Kewalo Basin Marine Mammal Laboratory (KBMML) in Honolulu, Hawaii in 1970 to study bottlenose dolphin perception, cognition, and communication. In 1975, he pioneered the scientific study of the annual winter migration of humpback whales into Hawaiian waters. Together with Adam Pack, he founded The Dolphin Institute in 1993, a non-profit corporation dedicated to dolphins and whales through education, research, and conservation.", "59834182": "Mónica Fernández-Aceytuno Saénz de Santa María (born 4 May 1961) is a Spanish biologist and writer focused on public outreach on natural issues.", "59211593": "Maureen L. Condic is an American neurobiology professor, bioethicist, ombudsman, and appointee to the United States's National Science Board currently at the University of Utah.[1][2][3]", "1605449": "Karl Asmund Rudolphi (14 July 1771 – 29 November 1832) was a Swedish-born German naturalist, who is credited with being the \"father of helminthology\".", "12812107": "Hartmann F. Stähelin (20 October 1925 – 5 July 2011) was a Swiss pharmacologist with an outstanding record in basic and applied cancer and immunology research.  He discovered two important drugs: etoposide and ciclosporin.", "60653400": "Kathryn Virginia Anderson was an American developmental biologist researching about the various gene and protein interactions that guide the process of embryogenesis and especially neurulation.[1]", "41680728": "Cathryn Lewis is Professor of Genetic Epidemiology and Statistics at King's College London. She is Head of Department at the Social, Genetic and Developmental Psychiatry Centre, Institute of Psychiatry, Psychology and Neuroscience.[1]", "11304795": "Joël Vandekerckhove is a Belgian molecular biologist and professor at the University of Ghent (Ghent, Belgium). He is head of the VIB Department of Medical Protein Research, UGent.", "27426661": "Stefan Hugo Ernst Kaufmann (born 8 June 1948 in Ludwigshafen am Rhein) is a German immunologist and microbiologist and is one of the highly cited immunologists worldwide for the decade 1990 to 2000.[1] He is amongst the 0.01% most cited scientists of ca. 7 million scientists in 22 major scientific fields globally.[2]", "56950636": "Victoria Jane (Vicky) Forster is an English cancer researcher and science communicator. As of 2022 she is Patient and Community Engagement Lead at Women's College Hospital in Toronto.", "67567472": "Maureen Elizabeth Downey (May 1, 1921 – May 14, 2000) was an American zoologist who worked for three decades at the Smithsonian National Museum of Natural History. Known as \"The Starfish Lady,\" she was an authority on sea stars and other echinoderms, co-founding the International Echinoderm Conference in 1972. Among her discoveries is Midgardia xandaros, the world's largest starfish.", "63897457": "Namasivayam Gautham (born 1955) is a retired  Professor Emeritus at the Centre of Advance Study in Crystallography and Biophysics, University of Madras.[3] He is known for his work on DNA Crystallography, protein structure prediction and molecular docking.[4]", "50069366": "Nathalia Holt (born December 13, 1980) is a journalist and an American author of non-fiction. Her works include Cured, Rise of the Rocket Girls, The Queens of Animation and Wise Gals.", "51085175": "Gagandeep Kang FRS[2] (born 3 November 1962) is an Indian microbiologist and virologist who has been leading the work on enteric diseases, diarrheal infections and disease surveillance at the Bill & Melinda Gates Foundation since 2023.[3]", "50593655": "Khem Singh Gill (1 September 1930 – 17 September 2019)[1] was an Indian academic, geneticist, plant breeder and Vice-Chancellor of the Punjab Agricultural University.[2] He was known for his contributions to the Green Revolution in India. Instrumental for breeding new strains of wheat, linseed, and sesame, he was the author of the book Research on wheat and triticale in the Punjab[3] along with several additional articles on the subject.[4] He was also the vice-president of The Kalgidhar Trust[5] and The Kalgidhar Society, Baru Sahib, which is one of the largest Sikh charities. A Sant Teja Singh Chair Professor in Sikhism of the Eternal Global University[6] and a founding fellow of The World Academy of Sciences,[7] he was a recipient of Rafi Ahmad Kidwai Memorial Prize, Team Research Award of the Indian Council of Agricultural Research (ICAR), FICCI Award, ICAR Golden Jubilee Award and Silver Jubilee Award of the Indian Society of Oilseeds Research.[8] In 1992, the Government of India awarded him the third highest civilian honor of the Padma Bhushan for his contributions to science.[9]", "294783": "Langdon Cheves (/ˈtʃɪvɪs/[1][2] September 17, 1776 – June 26, 1857) was an American politician, lawyer and businessman from South Carolina. He represented the city of Charleston in the United States House of Representatives from 1810 to 1815, where he played a key role on the home front of the War of 1812. Cheves was a leader among the War Hawk faction of the House. He served as chairman of the Committees on Naval Affairs and Ways and Means under Speaker of the House Henry Clay, then succeeded Clay as Speaker in the war's final stages. After leaving the House, he served as President of the Second Bank of the United States from 1819 to 1822.", "64651136": "Edwin W. Taylor is an adjunct professor of cell and developmental biology at Northwestern University.[1] He was elected to the National Academy of Sciences in 2001.[2] Taylor received a BA in physics and chemistry from the University of Toronto in 1952; an MSc in physical chemistry from McMaster University in 1955, and a PhD in biophysics from the University of Chicago in 1957.[3] In 2001 Taylor was elected to the National Academy of Scineces in Cellular and Developmental Biology and Biochemistry.[4]", "11829121": "James C. Wang (Chinese: 王倬; pinyin: Wáng Zhuō; born November 18, 1936) is Chinese-born American biochemist and biologist. He is a Harvard University Professor of biochemistry and molecular biology. Wang was the first discoverer of topoisomerases. He was elected as an academician of the Taiwan Academia Sinica in 1982 and a member of the United States National Academy of Sciences.", "63438722": "Anna V. Molofsky is an American psychiatrist and glial biologist. She is an associate professor in the department of psychiatry at UC San Francisco. Her lab currently studies the communication between astrocytes, microglia, and neurons to understand how these signals regulate synaptic development in health and disease.", "48660355": "Laura Faye Landweber is an American evolutionary biologist. As of 2016[update], she is a professor of biochemistry and molecular biophysics and of biological sciences at Columbia University. Previously, she was a professor of ecology and evolutionary biology at Princeton University. She specializes in RNA-mediated epigenetic inheritance and molecular evolution.", "43319175": "Julia Bailey-Serres is professor of genetics, director of the Center for Plant Cell Biology, and a member of the Institute for Integrative Genome Biology at the University of California, Riverside.  Her accomplishments include the pioneering of methods for profiling the \"translatomes\" of discrete cell-types of plants and identification of a homeostatic sensor of oxygen deprivation in plants.[1]", "65601420": "Shruti Naik is an Indian American scientist who is an associate professor of biological sciences at the NYU Langone Medical Center.  In 2020 Naik was named a Packard Fellow for her research into the molecular mechanisms that underpin the function of tissue stem cells. She was awarded the 2018 regional Blavatnik Awards for Young Scientists and the International Takeda Innovator in Regeneration Award. She has also received the NIH Directors Innovator Award and been named a Pew Stewart Scholar in 2020.", "51085218": "Sandhya Srikant Visweswariah is a scientist and academic at the Indian Institute of Science, Bangalore, India. She is currently the Chairperson of the Department of Molecular Reproduction, Development and Genetics[1] and the Co-chair of the Centre for Biosystems Science and Engineering,[2] Indian Institute of Science. She additionally holds the position of Adjunct Professor, Faculty of Medicine and Dentistry,[3] University of Bergen,[4] Norway. Her research involves the investigation of the mechanism of signal transduction via cyclic nucleotides, phosphodiesterases and novel cyclases in bacteria.[5] Most recently, she was awarded a Bill and Melinda Gates Grand Challenges Explorations Grant[6] for her proposal entitled \"A Small Animal Model of ETEC-Mediated Diarrhea\".[7][8]", "851880": "Henry Christopher McCook (July 3, 1837 – 1911) was an American Presbyterian clergyman, naturalist, and prolific author on religion, history, and nature. He was a member of the celebrated Fighting McCooks, a family of Ohio military officers and volunteers during the American Civil War.", "73400237": "Eivin Røskaft is a Norwegian evolutionary biologist, academic, and author. He is a professor emeritus in evolutionary biology at the department of biology at the Norwegian University of Science and Technology (NTNU) in Trondheim, Norway.[1]\nRøskaft's research is focused on the application of evolutionary biology to conservation, which has led to projects in Asia and Africa that pertain to human-wildlife conflict, animal population dynamics, and animal behaviour in relation to human activities.[2] He has authored or co-authored several publications, including the books Conservation of Natural Resources: Some African & Asian Examples, and Northern Serengeti Road Ecology, and is an honorary professor at Hainan University, Haikou, China, and Palacký University Olomouc, Czech Republic. He is also an elected member of Royal Norwegian Scientific Society, and the recipient of their Scientific Award.[3]", "59080623": "Georgia Mae Dunston (born August 4, 1944) is an American geneticist who is professor of human immunogenetics at Howard University and founding director of the National Human Genome Center at Howard University.[1]", "41353135": "Sang Won Kang is a South Korean professor of proteomics at the Ewha Womans University whose numerous peer-reviewed articles have appeared in such journals as Journal of Biological Chemistry and the Journal of the American Society of Nephrology with the highest one being cited over 1,000 times.[2]", "41779125": "Hemanta Mishra is an international advisor for the Humane Society International.[1] He is the author of the books The Soul of the Rhino  and Bones of the Tiger. Over the course of his career in conservation biology, he has worked with the Smithsonian Institution, the World Wildlife Fund, the World Bank, Nepal's Department of National Parks and Wildlife Conservation, the Asian Development Bank, the American Himalayan Foundation, and the King Mahendra Trust for Nature Conservation. He was awarded the J. Paul Getty Wildlife Conservation Prize for his work and is credited with preventing the extinction of Nepal's rhinos and tigers.[2]", "51085249": "Rashna Bhandari is Head, Laboratory of Cell Signalling at the Centre for DNA Fingerprinting and Diagnostics, Hyderabad. Bhandari is pursuing her study on signal transduction in biological systems, with particular emphasis on understanding the role of inositol pyrophosphates in physiology and metabolism.", "62095297": "Sónia Maria Campos Soares da Rocha, usually referred to as Professor Sónia Rocha, is a Portuguese cell biologist who holds a personal chair in biochemistry at the University of Liverpool, where she is the head of the Department of Biochemistry. Rocha runs an active multidisciplinary cell signaling research group studying hypoxia, and focused around transcription factors such as Hypoxia-inducible factors and NF-κB. Her laboratory is currently based in the Institute of Integrative Biology.[1]", "17366991": "George Redmayne Murray (20 June 1865 – 21 September 1939) was an English physician who pioneered in the treatment of endocrine disorders.[1] In 1891, he introduced the successful treatment of myxedema, with injections of sheep thyroid extract,[2] the first instance of hormone replacement therapy.[3]", "14352336": "Marcus Edred Pembrey FMedSci (born 20 April 1943) is a British clinical geneticist with a research interest in non-Mendelian inheritance in humans.[1]  He is Emeritus Professor of Paediatric Genetics at UCL Great Ormond Street Institute of Child Health and Visiting Professor of Paediatric Genetics, University of Bristol. He featured in a 2005 'Horizon' program on BBC television called 'the Ghost in Your Genes'[1].", "69894096": "Harmit Singh Malik (born 1973) is an Indian American evolutionary biologist who is a professor and associate director at the Fred Hutchinson Cancer Research Center. He was awarded the 2022 Genetics Society of America Edward Novitski Prize.", "34602961": "John Thorpe Holloway  (15 November 1914 – 10 June 1977) was a New Zealand alpine explorer and forest ecologist. He was born in Oxford, New Zealand, on 15 November 1914. He was the only child of Margaret Brenda North and husband John Ernest Holloway, a vicar in the Anglican Church.[1]", "491474": "John Heslop-Harrison FRS[1] FAAAS (10 February 1920 – 8 May 1998) was a British soldier and botanist.", "23920591": "Barry Paw was a Burmese American biologist. He was notable for his role in discovering a new gene in humans that contributes to the production of hemoglobin.[3]", "11304931": "Jean-Christophe Marine (age 50, born 5 October 1968) is a Belgian molecular biologist and researcher at CME (Center of Human Genetics) Ku-Leuven (Belgium). He is head of the VIB Laboratory of Molecular Cancer Biology. His research interest is in the identification and characterization of cancer growth modulators, such as p53.[1]", "22216682": "Myra Weisberg Sklarew[1] (born 1934 Baltimore, Maryland) is an American biologist, poet and teacher.", "58523633": "Christian Lüscher (born April 13, 1963) is a Swiss neurobiologist and full professor at the Department of Basic Neurosciences of the University of Geneva.[1] He is also an attending in neurology at the Geneva University Hospital.[2] Lüscher is known for his contributions in the field addiction, particularly for establishing links of causality between the drug-evoked synaptic plasticity and adaptive behavior in mice.[3]", "63832050": "Christopher Vakoc is a molecular biologist and a professor at Cold Spring Harbor Laboratory.[1]", "2916347": "Alphonse Raymond Dochez (April 21, 1882 – June 30, 1964) was an American physician and microbiologist. His research focused on infectious diseases, including scarlet fever, the common cold, and pneumococcal pneumonia. Dochez is credited with developing the first effective treatment for scarlet fever. His work also established viruses as the cause of the common cold.[1]", "52428798": "Hao Wu (Chinese: 吴皓; pinyin: Wú Hào) is a Chinese American biochemist and crystallographer and the Asa and Patricia Springer Professor of Structural Biology in the Department of Biological Chemistry and Molecular Pharmacology at Harvard Medical School.[1] Her work focuses on molecular mechanisms of signal transduction in cell death and inflammation. She is the discoverer of  signalosomes, which are large macromolecular complexes involved in cell death and in innate and adaptive immune pathways. She has established a new paradigm for signal transduction that involves higher-order protein assemblies.[2] She has received the Pew Scholar Award, the Rita Allen Scholar Award, the Margaret Dayhoff Memorial Award, the NYC Mayor's Award for Excellence in Science and Technology, NIH MERIT and Pioneer Awards, and the Purdue University Distinguished Science Alumni Award. She was elected AAAS fellow in 2013 and to the National Academy of Sciences in 2015.[3]", "25165830": "Joseph Morton Ransdell (1931–2010) was an associate professor of philosophy from 1974 to 2000 at Texas Tech University in Lubbock, Texas. A native of Oklahoma City, Oklahoma, Ransdell in 1961 received his Bachelor of Arts degree in philosophy from San Francisco State University in San Francisco, California. He subsequently obtained his Ph.D. in philosophy from Columbia University in New York City, where he wrote his dissertation on Peirce. Before coming to Texas Tech, Ransdell taught philosophy at the University of California, Santa Barbara in Santa Barbara and then spent a year in San Luis Potosí, Mexico, to write his book Pursuit of Wisdom.  He wrote chiefly about Charles Sanders Peirce and his theory of representation. He was also interested in Socrates and the Socratic Plato. He was president of the Charles S. Peirce Society in 1999 and has been published in journals such as The Journal of Philosophy, Semiotica, Ètudes Phénoménologiques, Transactions of the Charles S. Peirce Society (table of contents), and SEED Journal, and in various anthologies. (See Charles Sanders Peirce bibliography#Ransdell.).[1]", "2293768": "Maryse Choisy (1903–1979) was a French philosophical writer, journalist and founder of the journal Psyché.", "16941066": "Giovanni Battista Scaramelli (24 November 1687 – 11 January 1752) was an Italian Jesuit, ethicist, and ascetical writer.", "14024715": "Euphrates (Greek: Εὐφράτης Evfratis) was an eminent Stoic philosopher, who lived c. 35–118 AD.", "12976141": "Simon of Faversham (also Simon Favershamensis, Simon de Faverisham, Simon von Faversham, or Simon Anglicus; c. 1260–1306) was an English medieval scholastic philosopher and later a university chancellor.[1]", "9306125": "Abdollah Javadi Amoli (Persian: عبدالله جوادی آملی; born (1933-05-05)5 May 1933) is an Iranian Twelver Shi'a Marja. He is a conservative and Political moderate Iranian politician, philosopher and one of the prominent Islamic scholars of the Iran. The official website for his scientific foundation, Isra, states that his ideas and views have been guidance to the Islamic Republic of Iran since the 1979 Islamic Revolution, and that \"his strategic and enlightening guidance\" has been \"extremely constructive\" during the past three decades. He is known as one of the biggest critics of the banking system in Iran.[1]", "1572880": "André Neher (22 October 1914 – 23 October 1988) was a French Jewish scholar and philosopher.", "4554768": "Stephen Law FRSA (born 1960) is an English philosopher. He is currently Director of the Certificate in Higher and Education and Director of Philosophy at The Department of Continuing Education, University of Oxford. Law was previously Reader in Philosophy and Head of Department of Philosophy at Heythrop College, University of London, until its closure in June 2018. He also edits the philosophical journal Think,[1] which is sponsored by the Royal Institute of Philosophy[2] and published by the Cambridge University Press. \nHe is a Fellow of The Royal Society of Arts and Commerce and in 2008 became the provost of the Centre for Inquiry UK.[3] In 2023 he became a fellow with the Committee for Skeptical Inquiry.[4]", "1245202": "John Earman (born 1942) is an American philosopher of physics. He is an emeritus professor in the History and Philosophy of Science department at the University of Pittsburgh. He has also taught at the University of California, Los Angeles, Rockefeller University, and the University of Minnesota, and was president of the Philosophy of Science Association.", "58425364": "Richard Bradley FBA (born 13 December 1964) is a South African philosopher. He is a professor at the London School of Economics and Political Science, a project leader at the Centre for Philosophy of Natural and Social Science, and the former editor of the journal Economics and Philosophy.[1]", "31293475": "Guillaume de La Perrière (1499/1503 in Toulouse – 1565) was one of the earliest French writers of emblem books.  His work is often associated with the French Renaissance.  La Perrière chronicled events in his home city of Toulouse. His best known work is Le Théâtre des bons engins, published in Paris in 1539, and was edited in later editions, published in 1540 and 1585.  More recently, La Perrière's Le miroir politique (1555) has received attention, thanks to the work of Michel Foucault.  Foucault identifies the work of La Perriere as belonging to Early Modern France and foreshadowing discourses of governmentality.", "40402980": "Claire Colebrook (or Claire Mary Colebrook) (born 25 October 1965),[1] is an Australian cultural theorist, currently appointed Edwin Erle Sparks Professor of English at Pennsylvania State University.[2] She has published numerous works on Gilles Deleuze, visual art, poetry, queer theory, film studies, contemporary literature, theory, cultural studies and visual culture. She is the editor (with Tom Cohen) of the Critical Climate Change Book Series at Open Humanities Press.[3]", "54165541": "Ravipudi Venkatadri (9 February 1922 – 21 January 2023) was an Indian activist in the rationalist and humanist movements.", "393256": "Étienne or Estienne de La Boétie (French: [etjɛn də la bɔesi] ⓘ, also [bwati] or [bɔeti];[2] Occitan: Esteve de La Boetiá; 1 November 1530 – 18 August 1563) was a French magistrate, classicist, writer, poet and political theorist, best remembered for his intense and intimate friendship with essayist Michel de Montaigne.[3][4] His early political treatise Discourse on Voluntary Servitude was posthumously adopted by the Huguenot movement and is sometimes seen as an early influence on modern anti-statist, utopian and civil disobedience thought.[3][5]", "72319018": "Krista Lawlor  is an American philosopher and Henry Waldgrave Stuart Memorial Professor of Philosophy at Stanford University.[1]\nShe is known for her works on  philosophy of mind and epistemology.[2][3][4]", "70909995": "Howard Stein (born January 21, 1929) is an American philosopher and historian of science.[1] He is an emeritus professor at the University of Chicago.[2]", "7012397": "Bernard Stiegler (French: [bɛʁnaʁ stiɡlɛʁ]; Seine-et-Oise, France 1 April 1952 –  5 August 2020) was a French philosopher. He was head of the Institut de recherche et d'innovation (IRI), which he founded in 2006 at the Centre Georges-Pompidou. He was also the founder in 2005 of the political and cultural group, Ars Industrialis; the founder in 2010 of the philosophy school, pharmakon.fr, held at Épineuil-le-Fleuriel; and a co-founder in 2018 of Collectif Internation, a group of \"politicised researchers\" His best known work is Technics and Time, 1: The Fault of Epimetheus.", "66781234": "Yuri Mikhailovich Orlov (April 16, 1928, village Borodinka, Krapivinsky District, Kemerovo Oblast - September 11, 2000, Moscow) - Russian scientist, professor of pedagogy, psychology and philosophy, practicing psychologist, creator of the theory and practices of SanoGene (healing) Thinking (SGT), author of books on personality psychology (\"Self-knowledge and self-education of character\", \"Climbing to individuality\", \"Resentment. Guilt\", \"Shame. Envy\", \"How to protect love\", \"Teaching. Formation of man\", \"The psychology of coercion. The psychology of nonviolence\" ,\"Healing by philosophy\", \"The philosophy of hypertension\" and many others).[1]", "46596148": "Chinese texts", "58556471": "William Donald Hudson, who published as W. D. Hudson (1920-2003) was an English Baptist minister and philosopher. He wrote on ethics, philosophy of religion, and the philosophy of Wittgenstein.[1]", "37814332": "Huw Price (/hjuː praɪs/; born 17 May 1953) is an Australian philosopher,[3] formerly the Bertrand Russell Professor in the Faculty of Philosophy, Cambridge,[4] and a Fellow of Trinity College, Cambridge.[5]", "98367": "Antisthenes (/ænˈtɪsθɪniːz/;[2] Greek: Ἀντισθένης; c. 446 – c. 366 BCE)[1] was a Greek philosopher and a pupil of Socrates. Antisthenes first learned rhetoric under Gorgias before becoming an ardent disciple of Socrates. He adopted and developed the ethical side of Socrates' teachings, advocating an ascetic life lived in accordance with virtue. Later writers regarded him as the founder of Cynic philosophy.", "39682117": "Donald D. Palmer is Emeritus Professor of Philosophy at the College of Marin in Kentfield, California. He is known for writing introductory books on philosophy and philosophers which attempt to make philosophical ideas accessible to novices.[1][2]\nHe also illustrates his own books.[3] Currently he is visiting assistant professor of philosophy at North Carolina State University in Raleigh, North Carolina.[4]", "98377": "Prodicus of Ceos (/ˈproʊdɪkəs/; Greek: Πρόδικος ὁ Κεῖος, Pródikos ho Keios; c. 465 BC – c. 395 BC) was a Greek philosopher, and part of the first generation of Sophists. He came to Athens as ambassador from Ceos, and became known as a speaker and a teacher. Plato treats him with greater respect than the other sophists, and in several of the Platonic dialogues Socrates appears as the friend of Prodicus. One writer claims Socrates used his method of instruction.[1] Prodicus made linguistics and ethics prominent in his curriculum. The content of one of his speeches is still known, and concerns a fable in which Heracles has to make a choice between Virtue and Vice. He also interpreted religion through the framework of naturalism.", "23593036": "Luo Rufang(Chinese: 罗汝芳, 1515–1588), also Weide (courtesy name, zì) or Jinxi (art pseudonym, hào), was a Chinese philosopher of the  Ming Dynasty.", "46596172": "Sidi Mohamed Barkat (born 1948 in Oran) is an Algerian philosopher employed in Paris.", "196686": "Joseph Michel Antoine Servan (November 3, 1737 – 1807) was a French publicist and lawyer.", "65994835": "Ciutat de Barcelona Prize (2016)", "294996": "Charles Margrave Taylor CC GOQ FRSC FBA (born November 5, 1931) is a Canadian philosopher from Montreal, Quebec, and professor emeritus at McGill University best known for his contributions to political philosophy, the philosophy of social science, the history of philosophy, and intellectual history. His work has earned him the Kyoto Prize, the Templeton Prize, the Berggruen Prize for Philosophy, and the John W. Kluge Prize.", "4587609": "Philip the Chancellor, (French: Philippe le Chancelier) also known as \"Philippus Cancellarius Parisiensis\" (Philip, Chancellor of Paris) (c 1160–December 26, 1236) was a French theologian, Latin lyric poet, and possibly a composer as well. He was Chancellor of Notre-Dame de Paris starting in 1217 until his death, and was also Archdeacon of Noyon. Philip is portrayed as an enemy to the Mendicant orders becoming prevalent at the time, but this has been greatly exaggerated. He may have even joined the Franciscan order soon before his death.[1]", "98394": "Gorgias (/ˈɡɔːrdʒiəs/;[1] Greek: Γοργίας; 483–375 BC)[2] was an ancient Greek sophist, pre-Socratic philosopher, and rhetorician who was a native of Leontinoi in Sicily. Along with Protagoras, he forms the first generation of Sophists. Several doxographers report that he was a pupil of Empedocles, although he would only have been a few years younger. W. K. C. Guthrie writes that \"Like other Sophists, he was an itinerant that practiced in various cities and giving public exhibitions of his skill at the great pan-Hellenic centers of Olympia and Delphi, and charged fees for his instruction and performances. A special feature of his displays was to ask miscellaneous questions from the audience and give impromptu replies.\"[3] He has been called \"Gorgias the Nihilist\" although the degree to which this epithet adequately describes his philosophy is controversial.[4][5][6][7]", "42434655": "Elsie Matilda Maude Whetnall (24 December 1897, in Isleworth, Middlesex – c. 1998) was a British analytic philosopher.", "7405676": "Isaac Albalag (Hebrew: יצחק אלבלג) was a Jewish philosopher of the second half of the 13th century.", "27230319": "Vere Claiborne Chappell ( March 22, 1930 – January 28, 2019) was an American philosopher and scholar specializing in early modern philosophy,[1] history of philosophy,  philosophy of mind and action, and metaphysics.[2]", "44040304": "Arturo Carsetti is an Italian Philosopher of sciences and former Professor of philosophy of science at the University of Bari and the University of Rome Tor Vergata. He is the editor of the Italian Journal for the philosophy of science La Nuova Critica[1] founded in 1957 by Valerio Tonini.[1][2][3] He is notable for his contributions, also as a member of the European Academy of Sciences and Arts, to philosophy of science, epistemology, metabiology, cognitive science, semantics and philosophy of mind.[2][4]", "42991729": "Tomasz Kitliński (born 29 December 1965) is a Polish political philosopher, cultural and social analyst, and civic activist. He is a lecturer and trade unionist at Maria Curie-Sklodowska University[1] and an author of books (Dream? Democracy! [2]), articles, petitions and letters of protest. In his research and teaching, he deals with contemporary society, culture and politics, intellectual history,[3] literary and critical theory, art practice, religious studies and social anthropology. In his activism, he champions women's, LGBT, labour and refugee rights and participation.", "53510258": "The Hemlock Cup: Socrates, Athens, and the Search for the Good Life is a 2010 popular history book on the life of Socrates written by Bettany Hughes and published by Jonathan Cape.[1]", "60915834": "An Expressive Theory of Punishment is a 2016 book by Bill Wringe, in which the author tries to develop and argue for what he refers to as a \"denunciatory theory\" of punishment.[1][2]", "32899": "William Payne Alston (November 29, 1921 – September 13, 2009) was an American philosopher. He is widely considered to be one of the most important epistemologists and philosophers of religion of the twentieth century,[1] and is also known for his work in metaphysics and the philosophy of language.[2] His views on foundationalism, internalism and externalism, speech acts, and the epistemic value of mystical experience, among many other topics, have been very influential.[3] He earned his PhD from the University of Chicago and taught at the University of Michigan, Rutgers University, University of Illinois, and Syracuse University.[2]", "52396167": "Sianne Ngai is an American cultural theorist, literary critic, and feminist scholar.  From 2000 to 2007 she was an Assistant Professor of English at Stanford University, from 2007-2011 an Associate Professor of English at UCLA, and from 2011 to 2017 Professor of English at Stanford University. She joined the faculty of the University of Chicago in fall 2017. Ngai earned her B.A. from Brown University in 1993 and her Ph.D from Harvard in 2000.[1]", "11665544": "Mitchell S. Thomashow is a writer, educator, and environmentalist focused on innovations in sustainability and environmental learning.[1]", "98439": "Jineology", "39026840": "Adam Wielomski (born December 25, 1972) is a professor at the University of Natural Sciences and Humanities in Siedlce, where he teaches in the Institute of Social Sciences and Security of the Faculty of Humanities.[1] Wielomski is the author and co-author of several books on Spanish and French counter-revolutionary political thought.[2] He is also the editor-in-chief of quarterly journal Pro Fide Rege et Lege and a columnist for Najwyższy Czas!.[3]", "5767324": "Stephen Ronald Craig Hicks (born August 19, 1960) is a Canadian-American philosopher. He teaches at Rockford University, where he also directs the Center for Ethics and Entrepreneurship.", "54984862": "Andreas Kemmerling (born 21 February 1950 in Bad Homburg vor der Höhe) is a German philosopher. He works in the analytic tradition.", "55247007": "Jan Maurits Broekman (born 1931 in Voorburg) is a Dutch-born philosopher, legal scientist, and social scientist. He worked three decades at the Katholieke Universiteit Leuven and continues to reside in Belgium. In 1971 he published a work on structuralism and in 1979 law and anthropology, asserting that the foundations of law are concealed in a specific image of a person.[citation needed]", "8454308": "Oberto Airaudi (29 May 1950 – 24 June 2013)[1] was an Italian philosopher and artist, who founded the Federation of Damanhur. Airaudi also went by the name of Falco (Hawk), based on the Damanhur practice of adopting animal names. He was born in Balangero, near Turin, Italy.[citation needed]", "46334117": "Cécile Fabre FBA (born 1971) is a French philosopher,[1] serving as professor of philosophy at the University of Oxford. Since 2014 she has been a senior research fellow at All Souls College, Oxford. Her research focuses on political philosophy, the ethics of war, bioethics, and theories of justice.[2][3]", "22118570": "Lynne Rudder Baker (February 14, 1944 – December 24, 2017) was an American philosopher and author. At the time of her death she was a Distinguished Professor at the University of Massachusetts Amherst.", "25854122": "Krastyo Kotev Krastev (Bulgarian: Кръстьо Котев Кръстев [ˈkrɤstjo ˈkɔtɛf ˈkrɤstɛf]; also transliterated as Krǎstjo Krǎstev, Krustyo Krustev, etc.) (31 May 1866 – 15 April 1919), popularly known as Dr. Krastev (д-р Кръстев), was a Bulgarian writer, translator, philosopher and public figure most notable as Bulgaria's first professional literary critic. Krastev was an influential member of the modernist Misal (\"Thought\") circle, a leading collaboration of writers that aimed to revolutionize Bulgarian literature and introduce the modern ideas of European literature and philosophy to the country.", "4522155": "Nakae Tōju (中江 藤樹, 21 April 1608 – 11 October 1648) was a writer and Confucian scholar of early Edo period Japan popularly known as \"the Sage of Ōmi\".[1]", "4194477": "Shaivism/Tantra/Nath", "19923114": "David L. Prychitko (born June 22, 1962) is an American economist of the Austrian School. Prychitko is a critic of Marxism,[1] but defends the idea of workers' self-managed firms in a freed market system. Prychitko is a tenured professor at Northern Michigan University.[2]", "45056186": "Rosalyn Diprose is Emeritus Professor of philosophy at University of New South Wales.[1]", "63930561": "Samuel Abravanel HaNasi also spelt Abarbanel (1473-1551) was a prominent Sephardic-Italian financier, academic, and supporter of Italian Jewry. He is best known as the chief financier of viceroy Don Pedro de Toledo.", "6160581": "Euthymius the Athonite (Georgian: ექვთიმე ათონელი Ekvtime Atoneli; c. 955–1024) was a Georgian monk, philosopher and scholar, who is venerated as a saint. His feast day in the Orthodox Church is May 13.[1]", "10617030": "François Thomas Pillon (7 March 1830, Fontaines, Yonne – 9 December 1914, Paris) [1] was a French philosopher.", "52560071": "Fabius Mieses (Yiddish: פֿאַבּיוס מיעזעס, Hebrew: פביוס מיזס; 31 October 1824 – 10 October 1898) was a Galician writer, poet, and philosopher of the Haskalah. Besides numerous published books, he frequently contributed poetry and articles to various Hebrew and German periodicals.[2]", "196809": "Antoine Louis Claude Destutt, comte de Tracy (French: [dɛstyt də tʁasi]; 20 July 1754 – 9 March 1836) was a French Enlightenment aristocrat and philosopher who coined the term \"ideology\".", "196811": "Constantin François de Chassebœuf, comte de Volney (3 February 1757 – 25 April 1820) was a French philosopher, abolitionist, writer, orientalist, and politician who was made Commander of the Legion of honour in 1804, Count of the empire in 1808, and a Peer of France by Louis XVIII. He was at first surnamed Boisgirais after his father's estate, but afterwards assumed the name of Volney (which he had created as a contraction of Voltaire and Ferney).[1]", "31064269": "Jean-Louis de Biasi is a French writer, lecturer, and spiritual teacher.", "23331023": "Mark Poster (July 5, 1941 – October 10, 2012)[1] was Professor Emeritus of History and Film and Media Studies at UC Irvine, where he also taught in the Critical Theory Emphasis. He was pivotal to \"bringing French critical theory to the U.S., and went on to analyse contemporary media.\"[2]", "46465237": "Maxim Alexeyevich Antonovich (Russian: Макси́м Алексе́евич Антоно́вич; 9 May 1835, – 14 November 1918) was a Russian literary critic, essayist, memoirist, translator and philosopher.[1][2]", "28246233": "Alcaeus and Philiscus (or Alcius and Philiscus; fl. 2nd century BC) were two Epicurean philosophers who were expelled from Rome in either 173 BC or 154 BC.", "53149920": "Michael Nedo (1940-) is the director of the Wittgenstein Archive in Cambridge.", "51216609": "Anita Avramides is a British philosopher whose work focuses on the philosophy of language, and the philosophy of the mind. She is a reader at the University of Oxford, based at St. Hilda's College, where she is Southover Manor Trust Tutorial Fellow in Philosophy. Since 2014, she has served as Vice Chair of the Philosophy Faculty at Oxford.[1][2]", "55836901": "Elizabeth Farquhar Flower (1914–1995) was an American philosopher and professor of philosophy at the University of Pennsylvania. She co-authored (with Murray G. Murphey) a standard textbook on the history of philosophy, History of Philosophy in America.[1]", "30376172": "Robert T. Craig (born May 10, 1947) is an American communication theorist from the University of Colorado, Boulder who received his BA in Speech at the University of Wisconsin–Madison, and his MA and PhD in communication from Michigan State University.[1][2] Craig was on the 1988 founding board of the journal \"Research on Language and Social Interaction,\"[3] a position he continues to hold.[4][5]  From 1991 to 1993 Craig was the founding editor of the International Communication Association journal \"Communication Theory\" which has been in continuous publication since 1991.[1] He is currently the editor for the ICA Handbook series.[1][6]  In 2009 Craig was elected as a Lifetime Fellow for the International Communication Association,[7] an organization he was president for in 2004–2005.[8][9]", "60489965": "Marc Fleurbaey (born 11 October 1961) is a French researcher specialized in normative economics and social choice theory. He has been researcher and professor in the United Kingdom, France and the United States since 1994. He is currently professor at the Paris School of Economics.[1]", "5865712": "Sakya Pandita[1] Kunga Gyeltsen (Tibetan: ས་སྐྱ​་པཎ་ཌི་ཏ་ཀུན་དགའ་རྒྱལ་མཚན, Wylie: Sa skya Paṇḍita Kun dga’ rgyal mtshan [1]) (1182 – 28 November 1251) was a Tibetan spiritual leader and Buddhist scholar and the fourth of the Five Sakya Forefathers (Wylie: sa skya gong ma lnga).[2] Künga Gyeltsen is generally known simply as Sakya Pandita (or Sapan for short), a title given to him in recognition of his scholarly achievements and knowledge of Sanskrit. He is held in the tradition to have been an emanation of Manjusri, the embodiment of the wisdom of all the Buddhas.[3]", "1016061": "Victoria, Lady Welby (27 April 1837 – 29 March 1912), more correctly Lady Welby-Gregory,[3] was a self-educated British philosopher of language, musician and watercolourist.", "3703041": "Francesc Pujols i Morgades (1882 in Barcelona – 1962 in Martorell) was a Catalan writer and philosopher.", "1409290": "Sidney Hook (December 20, 1902 – July 12, 1989) was an American philosopher of pragmatism known for his contributions to the philosophy of history, the philosophy of education, political theory, and ethics. After embracing communism in his youth, Hook was later known for his criticisms of totalitarianism, both fascism and Marxism–Leninism. A social democrat, Hook sometimes cooperated with conservatives, particularly in opposing Marxism–Leninism. After World War II, he argued that members of such groups as the Communist Party USA and Leninists like democratic centralists could ethically be barred from holding the offices of public trust because they called for the violent overthrow of democratic governments.", "42696971": "Elisabeth Gerle (born December 8, 1951) is Professor of ethics with a special focus on human rights at Uppsala University and Ethicist at the Research Department, Church of Sweden. She has spent several years at Princeton University as visiting scholar, first at The Center of International Relations and then at Princeton Theological Seminary. Since she returned to Sweden in 1995 she has lived in Lund and worked as senior ethicist and associate professor and lecturer at Lund and Malmö University in Ethics and Human Rights. During 2001–2005 she was dean of the Pastoral Institute in Lund. Her Lund office is situated at the Raoul Wallenberg Institute.", "11632926": "Allameh Mohammad-Taqi Ja'fari (Persian: علّامه محمّدتقی جعفری) (15 August 1925[1] – 16 November 1998)[2] was an Iranian scholar, philosopher, intellectual, and islamic theologist. Ja'fari was a Shia philosopher. He was expert in various fields such as history, logic, metaphysics, philosophy, literature, mysticism, jurisprudence, and philosophy of science.[3]", "37847332": "Santiago Kovadloff (born December 14, 1942) is an Argentine essayist, poet, translator, anthologist of Portuguese literature and author of children's stories. He was born in Buenos Aires where he graduated in Philosophy at the University of Buenos Aires with a thesis on the thought of Martin Buber called \"The hearer of God\". Some of his works were translated into Hebrew, Portuguese, German, Italian and French and others have spread throughout Spain.", "72515879": "Khalifa Abdul Hakeem (1 July 1893 – 30 January 1959) was a Pakistani philosopher, poet, critic, researcher, philologist, translator, and former professor of philosophy at Osmania University. He was the former director of Islamic Culture Institute, Lahore.[1][2]", "73138482": "Boris Grigoryevich Kuznetsov (Russian: Бори́с Григо́рьевич Кузнецо́в; 5 October 1903 – 5 September 1984) was a Soviet philosopher and historian. In 1931, he was appointed Head of the research institute of the energy industry and electrification.[1] In 1936, Boris Kuznetsov became deputy director of the Vavilov Institute for the History of Science and Technology.[1]", "164153": "Alexis Charles Henri Clérel, comte de Tocqueville  (/ˈtɒkvɪl, ˈtoʊkvɪl/ TO(H)K-vil,[10] French: [alɛksi də tɔkvil]; 29 July 1805 – 16 April 1859),[11] usually known as just Tocqueville, was a French aristocrat, diplomat, sociologist, political scientist, political philosopher, and historian. He is best known for his works Democracy in America (appearing in two volumes, 1835 and 1840) and The Old Regime and the Revolution (1856). In both, he analyzed the living standards and social conditions of individuals as well as their relationship to the market and state in Western societies. Democracy in America was published after Tocqueville's travels in the United States and is today considered an early work of sociology and political science.", "32899387": "The Lonergan Review is a peer-reviewed academic journal dedicated to the exploration of the thought and legacy of Bernard Lonergan (1904–1984). The purpose of the journal is to promote continuing interest in the field of Lonergan studies. It was established in 2009 as the official journal of the Bernard J. Lonergan Institute by the Center for Catholic Studies at Seton Hall University, and is distributed by the Philosophy Documentation Center. Richard Liddy is its director.", "196925": "Shehu Usman ɗan Fodio pronunciationⓘ (Arabic: عثمان بن فودي, romanized: ʿUthmān ibn Fodio; 15 December 1754 – 20 April 1817)[4] was a Fulani scholar, Islamic religious teacher, revolutionary and a philosopher who founded the Sokoto Caliphate and ruled as its first caliph.[5] After the successful revolution, the \"Jama'a\" gave him the title Amir al-Mu'minin (commander of the faithful). He rejected the throne and continued calling to Islam.", "43221310": "Carlos Pérez Soto (born 6 October 1954) is a Chilean teacher of physics, lecturer at various universities and a social sciences researcher. He is the author of several works covering a wide range of topics: philosophy of science and epistemology, political philosophy and Marxism, Dance History, anti-psychiatry.", "6259019": "Constantin G. Stere or Constantin Sterea (Romanian; Russian: Константин Егорович Стере, Konstantin Yegorovich Stere or Константин Георгиевич Стере, Konstantin Georgiyevich Stere; also known under his pen name Șărcăleanu; June 1, 1865 – June 26, 1936) was a Romanian writer, jurist, politician, ideologue of the Poporanist trend, and, in March 1906, co-founder (together with Garabet Ibrăileanu and Paul Bujor — the latter was afterwards replaced by the physician Ioan Cantacuzino) of the literary magazine Viața Românească.[1] One of the central figures of the Bessarabian intelligentsia at the time, Stere was a key actor during the Union of Bessarabia with Romania in 1918, and is associated with its legacy.", "25035091": "Hayashi Hōkō (林 鳳岡, January 11, 1644 – July 22, 1732), also known as Hayashi Nobutatsu, was a Japanese Neo-Confucian scholar, teacher and administrator in the system of higher education maintained by the Tokugawa bakufu during the Edo period. He was a member of the Hayashi clan of Confucian scholars.", "339": "Alice O'Connor (born Alisa Zinovyevna Rosenbaum;[c] February 2 [O.S. January 20], 1905 – March 6, 1982), better known by her pen name Ayn Rand (/aɪn/), was a Russian-born American author and philosopher.[3] She is known for her fiction and for developing a philosophical system she named Objectivism. Born and educated in Russia, Rand moved to the United States in 1926. After two early novels that were initially unsuccessful and two Broadway plays, she achieved fame with her 1943 novel, The Fountainhead. In 1957, Rand published her best-selling work, the novel Atlas Shrugged. Afterward, until her death in 1982, she turned to non-fiction to promote her philosophy, publishing her own periodicals and releasing several collections of essays.", "33110": "Friedrich Wilhelm Christian Karl Ferdinand von Humboldt (/ˈhʌmboʊlt/,[3] also US: /ˈhʊmboʊlt/,[4] UK: /ˈhʌmbɒlt/;[5] German: [ˈvɪlhɛlm fɔn ˈhʊmbɔlt];[6][7][8] 22 June 1767 – 8 April 1835) was a German philosopher, linguist, government functionary, diplomat, and founder of the Humboldt University of Berlin, which was named after him in 1949 (and also after his younger brother, Alexander von Humboldt, a naturalist).", "1704278": "John Boswell Cobb, Jr. (born 9 February 1925) is an American theologian, philosopher, and environmentalist. Cobb is often regarded as the preeminent scholar in the field of process philosophy and process theology, the school of thought associated with the philosophy of Alfred North Whitehead.[4] Cobb is the author of more than fifty books.[5] In 2014, Cobb was elected to the prestigious American Academy of Arts and Sciences.[6]", "64258395": "Mustafa Sabri Effendi (Ottoman Turkish: مصطفی صبری افندی; 1869 – 1954) was the second last Shaykh al-Islām of the Ottoman Empire.[1] He is known for his opinions condemning the Turkish nationalist movement under Kemal Atatürk.[2] Due to his resistance to Atatürk, he lived half of his life in exile in various countries, and died in Egypt.", "17891677": "Taras Kermauner (13 April 1930 – 11 June 2008) was a Slovenian literary historian, critic, philosopher, essayist, playwright and translator.", "33119": "William Ford Gibson (born March 17, 1948) is an American-Canadian speculative fiction writer and essayist widely credited with pioneering the science fiction subgenre known as cyberpunk. Beginning his writing career in the late 1970s, his early works were noir, near-future stories that explored the effects of technology, cybernetics, and computer networks on humans—a \"combination of lowlife and high tech\"[4]—and helped to create an iconography for the information age before the ubiquity of the Internet in the 1990s.[5] Gibson coined the term \"cyberspace\" for \"widespread, interconnected digital technology\" in his short story \"Burning Chrome\" (1982), and later popularized the concept in his acclaimed debut novel Neuromancer (1984). These early works of Gibson's have been credited with \"renovating\" science fiction literature in the 1980s.", "65798495": "Fr. Kevin Flannery (born 12 August 1950, Cleveland, Ohio[1]) is a Catholic moral philosopher, author, and professor. He is a professor of the history of ancient philosophy at the Pontifical Gregorian University. He entered the Society of Jesus in 1977.[2] He has served as a consultor of the Sacred Congregation for the Doctrine of the Faith since 2002.[1]", "18252131": "Asclepiades (Greek: Ἀσκληπιάδης; fl. 4th century AD) was a Cynic philosopher. He is mentioned by the emperor Julian whom Asclepiades visited at Antioch in 362.[1] Ammianus Marcellinus describes how Asclepiades accidentally destroyed the temple of Apollo at Daphne in Antioch:", "53805413": "Alice Voinescu (10 February 1885 – 4 June 1961) was a Romanian writer, essayist, university professor, theatre critic, and translator.", "4620656": "Robin Le Poidevin (born 1962) is Emeritus Professor of Metaphysics at the University of Leeds,[1] whose special interests include agnosticism, philosophy of religion, metaphysics, and philosophy of space and time.", "56066417": "Peter Klimentjevich Engelmeyer (10 April 1855 – 7 July 1942) was a Russian engineer and proponent of technology and positivism.", "8094067": "Robert L. Bernasconi (born 1950) is Edwin Erle Sparks Professor of Philosophy at Pennsylvania State University. He is known as a reader of Martin Heidegger and Emmanuel Levinas, and for his work on the concept of race. He has also written on the history of philosophy.[1]", "33063293": "Algis Uždavinys (1962–2010) was a Lithuanian philosopher and scholar. His work pioneered the hermeneutical comparative study of Egyptian and Greek religions, especially their esoteric relations to Semitic religions, and in particular the inner aspect of Islam (Sufism). His books have been published in Lithuanian, Russian, English and French, including translations of Plotinus, Frithjof Schuon and Ananda Coomaraswamy into Russian and Lithuanian.", "360830": "Huang-Lao", "26575230": "Sevastos Kiminitis or Sebastos Kyminites (Pontic: Σεβαστός Κυμινήτης) (1630-1703) was a Pontic Greek scholar who was born in a village close to Τrebizond, Pontus. He was principal of the Patriarchal Academy in Constantinople in the years 1671–1682. He left Constantinople in 1682 and moved to Τrebizond where he founded a Greek language school, known as Phrontisterion of Trapezous.[1] Around 1689 he moved to Bucharest to become principal of the Princely Academy of Bucharest. He died there in 1703.", "32833924": "Joseph Demarco (1718–1793) was a Maltese medical practitioner, a scientist, and a major philosopher. His areas of specialisation in philosophy were mostly philosophical psychology and physiology.[1]", "53150088": "Mihail Neamțu (Romanian pronunciation: [mihaˈil ˈne̯amtsu]), born 1978, is a Romanian conservative politician. He received a PhD in theology from King's College London and has written several books on politics, religion, and culture.", "10617226": "Menyhért Palágyi, in German Melchior or Meinhert Palagyi (16 or 26 December 1859 in Paks, Hungary – 14 July 1924 in Darmstadt, Germany) was a Hungarian philosopher, mathematician, and physicist of Jewish descent (his original name was Silberstein, it was changed in 1895). He was the elder brother of the Hungarian poet Ludwig Palágyi.", "1933708": "Emanuel Mendes da Costa (5 June 1717 – 31 May 1791)[a] was an English botanist, naturalist, philosopher, and collector of valuable notes and of manuscripts, and of anecdotes of the literati. Da Costa became infamous for embezzling funds while working at the Royal Society in London and was imprisoned.", "61112724": "Pierpaolo Donati (born September 30, 1946) is an Italian sociologist and philosopher of social science, who is considered one of the main exponents of relational sociology and a prominent thinker in relational theory.", "71238036": "John Rowning (c. 1701 – November 1771) was an English mathematician, clergyman, and philosopher. He wrote on natural philosophy, designed measuring and calculating instruments. In his book he rejected the idea of Newtonian ether and explained gravitational forces as being the action of God.", "38502810": "Franz Magnis Suseno, S.J., or Maria Franz Anton Valerian Benedictus Ferdinand von Magnis (born 26 May 1936) is a German-born Indonesian Jesuit priest and philosopher.", "65954": "John Milton Cage Jr. (September 5, 1912 – August 12, 1992) was an American composer and music theorist. A pioneer of indeterminacy in music, electroacoustic music, and non-standard use of musical instruments, Cage was one of the leading figures of the post-war avant-garde. Critics have lauded him as one of the most influential composers of the 20th century.[1][2][3][4] He was also instrumental in the development of modern dance, mostly through his association with choreographer Merce Cunningham, who was also Cage's romantic partner for most of their lives.[5][6]", "1311139": "Harry Gordon Frankfurt (May 29, 1929 – July 16, 2023) was an American philosopher. He was a professor emeritus of philosophy at Princeton University, where he taught from 1990 until 2002. Frankfurt also taught at Yale University, Rockefeller University, and Ohio State University.", "35881380": "Janardan Swami (c. 1504 - c. 1575), or simply Janardan or Janardana was an Indian Hindu scholar, statesman, poet and saint. He was the spiritual guru of prominent 16th-century saint Eknath. His compositions were mostly written in Marathi. He also wrote a few verses in Braj.[3][4]", "32309672": "ʿAbd-Al-Razzāq B. ʿAlī B. Al-Hosayn Lāhījī (died c. 1072 AH [1662 CE]) was an Iranian theologian, poet and philosopher.[1] His mentor in philosophy was his father-in-law Mulla Sadra.", "197033": "Mencius (/ˈmɛnʃiəs/ MEN-shee-əs);[1] born Meng Ke (Chinese: 孟軻); or Mengzi (Chinese: 孟子; 372–289 BC) was a Chinese Confucian philosopher who has often been described as the \"second Sage\" (亞聖), that is, second to Confucius himself. He is part of Confucius' fourth generation of disciples. Mencius inherited Confucius' ideology and developed it further.[2][3] Living during the Warring States period, he is said to have spent much of his life travelling around the states offering counsel to different rulers. Conversations with these rulers form the basis of the Mencius, which would later be canonised as a Confucian classic.", "50069928": "Vincent C. Müller is a German philosopher.", "64520620": "Ole Martin Moen (Norwegian pronunciation: [ˈû:lə ˈmɑ̀ːtɪn ˈmù:ən]; born 28 April 1985) is a Norwegian philosopher who works primarily with applied ethics and value theory. He is Professor of Ethics at Oslo Metropolitan University and Researcher in Philosophy and Principal Investigator for the 5-year research project \"What should not be bought and sold?\" at the University of Oslo, funded by the Research Council of Norway.[1]", "59244972": "Kim Ian Parker (born 1956) is a Canadian religious studies scholar, who serves as a professor at Memorial University of Newfoundland.[1]\nHe is known for his research on the Bible and the works of John Locke.[2][3][4][5]\nParker has held various grants from the Social Sciences and Humanities Research Council.", "35979695": "Harry Allen Overstreet (October 25, 1875 – August 17, 1970) was an American writer and lecturer, and a popular author on modern psychology and sociology.  His 1949 book, The Mature Mind, was a substantial best-seller that sold over 500,000 copies by 1952.", "43090359": "Raoul Heinrich Francé (May 20, 1874, in Vienna, Austria – October 3, 1943, in Budapest, Hungary) was an Austro-Hungarian botanist, microbiologist as well as a natural and cultural philosopher and popularizer of science. His botanical author abbreviation is \"Francé\".", "18153915": "Yves René Marie Simon (14 March 1903 – 11 May 1961) was a French Catholic political philosopher.", "19726782": "Czesław Lejewski (1913 in Minsk – 2001 in Doncaster) was a Polish philosopher and logician, and a member of the Lwow-Warsaw School of Logic. He studied under Jan Łukasiewicz and Karl Popper in the London School of Economics, and W. V. O. Quine.[1][2][3]", "17498560": "Dimitar Dimitrov (born in 1937 in Chrisa near Aridaia, Pella regional unit, Greece) is a Macedonian politician (minister and diplomat), scientist (professor in philosophy), writer.", "40239553": "Zillah R. Eisenstein is an American political theorist and gender studies scholar and Emerita Professor of the Department of Politics at Ithaca College, Ithaca, New York.[1] Specializing in political and feminist theory; class, sex, and race politics; and construction of gender,[1] Eisenstein is the author of twelve books and editor of the 1978 collection Capitalist Patriarchy and the Case for Socialist Feminism, which published the Combahee River Collective statement.[2]", "2589126": "Liú Ān (Chinese: 劉安, c. 179–122 BC) was a Chinese cartographer, monarch, and philosopher. A Han dynasty Chinese prince, ruling the Huainan Kingdom, and an advisor to his nephew, Emperor Wu of Han (武帝). He is best known for editing the (139 BC) Huainanzi compendium of Daoist, Confucianist, and Legalist teachings and is credited for inventing tofu. Early texts represent Liu An in three ways: the \"author-editor of a respected philosophical symposium\", the \"bumbling rebel who took his life to avoid arrest\", and the successful Daoist adept who transformed into a xian and \"rose into the air to escape prosecution for trumped-up charges of treason and flew to eternal life.\"[1]", "61243848": "Divya Dwivedi is an Indian philosopher[1] and author. She is an associate professor at the Indian Institute of Technology, Delhi. Her work includes a focus on philosophy of literature, aesthetics, philosophy of psychoanalysis, narratology, critical philosophy of caste and race, and the political thought of Gandhi.[2] She is the co-author of Gandhi and Philosophy: On Theological Anti-politics.", "56787402": "Ilsetraut Hadot (born 20 December 1928)[1] in Berlin, is a philosopher and historian of philosophy who specialised in Stoicism, Neoplatonism and more generally in Ancient Philosophy.", "40075722": "Thelma Zeno Lavine (1915–2011), was an American philosopher, professor, and writer, specializing mainly in the areas of 19th and 20th century, especially the writing of John Dewey. She taught courses that highlighted the correlation between philosophy and other topics such as economics, history, literature, and contemporary American culture[1]", "60359117": "Glen Allan Pettigrove is an American philosopher and Chair of Moral Philosophy at the University of Glasgow.[1] He is known for his expertise on philosophy of emotions.[2][3][4][5]", "35652051": "Lori Gruen is an American philosopher, ethicist, and author who is the William Griffin Professor of Philosophy at Wesleyan University in Middletown, Connecticut.[2] Gruen is also Professor of Science in Society, and Professor of Feminist, Gender and Sexuality Studies at Wesleyan.[2]", "20152788": "Harry Samuel Broudy  (July 27, 1905 – June 24, 1998) was a Polish-born American professor of the philosophy of education.", "426453": "Establish yourself firmly in the awareness of 'I AM'. This is the beginning, and also the end of all endeavour.", "5767638": "Clemens Baeumker (16 September 1853 – 7 October 1924) was a German historian of philosophy.", "14156256": "David Farrell Krell (born 1944),[1] is an American philosopher. He is professor emeritus of philosophy at DePaul University. He received his Ph.D. in philosophy at Duquesne University, where he wrote his dissertation on Heidegger and Nietzsche. He has taught at many universities in Germany, France, and England. Specializing in Continental Philosophy, he has written many books on Heidegger and Nietzsche, including Daimon Life: Heidegger and Life Philosophy (1992), Intimations of Mortality: Time, Truth, and Finitude in Heidegger's Thinking of Being (1986), The Good European: Nietzsche's Work Sites in Word and Image (1997), and Infectious Nietzsche (1996). Additionally, Krell has written extensively about German Idealism, his books in this area include The Tragic Absolute: German Idealism and the Languishing of God (2005), and Contagion: Sexuality, Disease, and Death in German Idealism and Romanticism (Indiana, 1998). Krell has also translated Heidegger's lectures on Nietzsche, and was the editor of Heidegger's Basic Writings (1977). In a 2005 interview, Krell cited Jacques Derrida as a major influence on his work on Nietzsche.", "754146": "Vazgen I also Vazken I of Bucharest, (Armenian: Վազգէն Ա Բուխարեստցի), born Levon Garabed Baljian (Armenian: Լևոն Կարապետ Աբրահամի Պալճյան; September 20, 1908 – August 18, 1994)[1] was the Catholicos of All Armenians between 1955 and 1994, for a total of 39 years, the 4th longest reign in the history of the Armenian Apostolic Church.", "492007": "George Dalgarno (c. 1616 – 1687) was a Scottish intellectual interested in linguistic problems. Originally from Aberdeen, he later worked as a schoolteacher in Oxford in collaboration with John Wilkins, although the two parted company intellectually in 1659.", "12714477": "Timothy John Smiley FBA (born 13 November 1930) is a British philosopher, appointed Emeritus Knightbridge Professor of Philosophy at Clare College, Cambridge University.[1] He works primarily in philosophy of mathematics and logic.", "229870": "Defunct", "61833711": "Jan-Werner Müller is a German political philosopher and historian of political ideas working at Princeton University.[1]", "7963119": "David ben Abraham ha-Laban (דוד בן אברהם הלבן) was a French religious philosopher and kabalist who lived after 1200. His grandfather, Judah, was rabbi of Coucy-le-Château.", "60916210": "Colin Wringe (born 1937) is a British educational theorist and Reader in Education at Keele University,[1] where he is an honorary fellow of the School of Social Science and Public Policy.[2] He is best known for his works on moral education.", "26575347": "Éric Werner (born 1940) is a Swiss philosopher, journalist and essayist.", "5505525": "Nikolay Konstantinovich Mikhaylovsky (Russian: Никола́й Константи́нович Михайло́вский; 27 November [O.S. 15 November] 1842 – 10 February [O.S. 28 January] 1904) was a Russian literary critic, sociologist, writer on public affairs, and one of the theoreticians of the Narodniki movement.[1]", "27886078": "Alessandro Ferrara (born 1953 in Trieste) is an Italian philosopher, professor of political philosophy at the University of Rome Tor Vergata and former president of the Italian Association for Political Philosophy. He also teaches legal theory at Luiss Guido Carli University in Rome.", "15106559": "Arius Didymus (Greek: Ἄρειος Δίδυμος Areios Didymos; fl. 1st century BC) was a Stoic philosopher and teacher of Augustus. Fragments of his handbooks summarizing Stoic and Peripatetic doctrines are preserved by Stobaeus and Eusebius.", "38601216": "Adèle G. Mercier (born 1958) is a Canadian philosopher, currently employed at Queen's University, Kingston, and fellow of LOGOS- Language, Logic and Cognition at the University of Barcelona, Spain. She studied at the University of Ottawa (BA and MA) and UCLA (MA and PhD in Philosophy, MA and CPhil in Linguistics).[1]", "1278463": "Vijñānabhikṣu (also spelled Vijnanabhikshu) was a Hindu philosopher from Bihar, variously dated to the 15th or 16th century,[1][2] known for his commentary on various schools of Hindu philosophy, particularly the Yoga text of Patanjali.[3][4] His scholarship stated that there is a unity between Vedānta, Yoga, and Samkhya philosophies,[5][6] and he is considered a significant influence on Neo-Vedanta movement of the modern era.[7]", "43352581": "Sarah-Jane Leslie is the Class of 1943 Professor of Philosophy and former Dean of the Graduate School at Princeton University,[1] where she is also affiliated faculty in the Department of Psychology,[2] the Kahneman-Treisman Center for Behavioral Science and Public Policy,[3] the Program in Cognitive Science, the Program in Linguistics, and the University Center for Human Values.[4]", "10617358": "Alexander Pfänder (7 February 1870, in Iserlohn – 18 March 1941, in Munich) was a German philosopher who was a member of the Munich phenomenological school.", "22577682": "Nina Karin Monsen (born 29 May 1943) is a Norwegian moral philosopher and author. She has written several books, both non-fiction and fiction, and has been active in Norwegian public debate since the early 1970s.", "51347991": "Cynthia M. Grund (born 19 January 1956, New Haven, Connecticut)[1] is an American philosopher and educator who as of August 2016 is Associate Professor of Philosophy at the University of Southern Denmark where she is also Research Director for The Aesthetics of Music and Sound project.[2][3]", "2818597": "Péter Pázmány de Panasz, S.J. (Hungarian: panaszi Pázmány Péter, pronounced [ˈpɒnɒsi ˈpaːzmaːɲ ˈpeːtɛr]; Latin: Petrus Pazmanus; German: Peter Pazman; Slovak: Peter Pázmaň;[1] 4 October 1570 – 19 March 1637), was a Hungarian Jesuit who was a noted philosopher, theologian, cardinal, pulpit orator and statesman. He was an important figure in the Counter-Reformation in Royal Hungary.", "27066919": "Lars Fredrik Händler Svendsen (born 16 September 1970) is a Norwegian philosopher.", "52331055": "Frédéric Schiffter (born 1956) is a French writer and philosopher.", "20283954": "Raza Kazim (Urdu: رضا کاظِم, born 13 January 1930[1]) is a lawyer, philosopher, inventor and former politician in Pakistan.", "62620212": "José Roca y Ponsa (1852–1938), known also as \"Magistral de Sevilla\", was a Spanish Roman Catholic priest. In historiography he is known mostly for his role in the 1899 conflict between the archbishops of Toledo and Seville. Catapulted to nationwide notoriety, in the early 1900s he was a point of reference for heated debates on religion and politics; today he is considered a representative of intransigent religious fundamentalism. Roca served as lecturing canon by the cathedrals of Las Palmas (1876-1892) and Seville (1892-1917), animated some diocesan periodicals, and published numerous booklets. He was one of very few nationally recognizable personalities of the Spanish Church who openly and systematically supported the Carlist cause, though he remained sympathetic also towards the Integrist breed of Traditionalism.", "54460981": "Adam Burley (died 1327/8) was a philosopher educated at University College, Oxford.", "59343421": "Mpho Tshivhase is a South African philosopher who teaches at the University of Pretoria. In April 2018, Tshivhase became the first black woman to receive a PhD in philosophy in all of South Africa.[1][2] Tshivhase teaches applied ethics and her research is focused on uniqueness and individuality.", "20906565": "Carl Davidson is a former student leader of the New Left of the 1960s, serving as a Vice President and National Secretary of Students for a Democratic Society. From 1968 to 1976, he worked on the Guardian newsweekly as a writer and news editor. Born in 1943, he graduated with a B.A. in philosophy from Penn State, and later taught and did graduate work at the University of Nebraska, between 1965 and 1966.", "32571975": "John Matthew Rispoli (17 August 1582 – 6 April 1639) was a major Maltese philosopher of great erudition. He was held in high esteem by the Grand Masters of the Knights Hospitaller Order, the Bishops of Malta, the Viceroys of Sicily, cardinals, bishops, inquisitors, and the common people. Perhaps the most eminent Maltese philosopher of the Middle Ages, the various extant writings of his are witness to his philosophical aptitude and dexterity as to his high calibre as a philosopher. These qualities were highly appreciated during his lifetime, in Malta as in France and Italy. He lived a busy life, both as an intellectual and as an administrator. He was professor of philosopher at various institutions of high education, an able preacher, and an official at various posts within the Dominican Order, of which his was a member. He was an avid aficionado of music, and was talented with playing musical instruments. Though the fame of holiness accompanied him in his life, this did not deter the Inquisition from suspecting him of heresy, and keeping him in its dungeons for fourteen months. When he died, he was given an almost state funeral.", "74056271": "Walter Jaeschke (20 September 1945 – \t14 July 2022) was a German philosopher, educated at Freie Universität Berlin and at the Technischen Universität Berlin, where he studied philosophy, history of religion, and sinology. He directed the critical Gesammelte Werke edition of the work of Georg Wilhelm Friedrich Hegel. He also co-directed critical editions of the works of Friedrich Heinrich Jacobi and Friedrich Daniel Ernst Schleiermacher. Jaeschke is known in particular for his scholarship on Hegel's philosophy of religion.[1][2]", "43418193": "Zhang Shiying (张世英; born 1921) is a Chinese philosopher. He became a philosophy professor at Peking University in 1952.[1] He began doing research into German Idealism in the 1950s. He emphasized God as a material force in order to justify his analysis into Hegel's theology.[2] In 1972 he published a materialist analysis of Hegel that was translated and commented upon by Alain Badiou.[3] In opposition to the Idealist System, Hegelian Contradiction was interpreted in light of the theory of One Divides Into Two. Since the 1970s he has written works in dialogue with the broader stream of Continental Philosophy, including Husserl and Derrida.[4]", "22708820": "Rachel M. McCleary (born 29 September 1953) is a lecturer in the  Economics Department at Harvard University[1] and a non-resident senior fellow at the American Enterprise Institute.[2]", "1180251": "Church, Sect, Mysticism", "48628318": "Fang Lanfen (simplified Chinese: 方兰芬; traditional Chinese: 方蘭芬; pinyin: Fāng Lánfēn) was a Chinese poet and scholar during the late Qing Empire.", "2523746": "Cercidas (Ancient Greek: Κερκιδᾶς Kerkidas; fl. 3rd century BC) was a poet, Cynic philosopher, and legislator for his native city Megalopolis. A papyrus roll containing fragments from seven of his Cynic poems was discovered at Oxyrhynchus in 1906.", "98921": "Aristoxenus of Tarentum (Greek: Ἀριστόξενος ὁ Ταραντῖνος; born c. 375, fl. 335 BC) was a Greek Peripatetic philosopher, and a pupil of Aristotle. Most of his writings, which dealt with philosophy, ethics and music, have been lost, but one musical treatise, Elements of Harmony (Greek: Ἁρμονικὰ στοιχεῖα; Latin: Elementa harmonica), survives incomplete, as well as some fragments concerning rhythm and meter. The Elements is the chief source of our knowledge of ancient Greek music.[1]", "3605101": "Leonardus Lessius (Dutch: Lenaert Leys; 1 October 1554, in Brecht – 15 January 1623, in Leuven) was a Flemish moral theologian from the Jesuit order.[1]", "5931635": "Abū al-Qāsim Sulaymān ibn Aḥmad ibn Ayyūb ibn Muṭayyir al-Lakhmī al-Shāmī al-Ṭabarānī (Arabic: أبو القاسم سليمان بن أحمد بن أيوب بن مطير اللَّخمي الشامي الطبراني) (AH 260/c. 874 CE - AH 360/971 CE)[1] was a Sunni scholar and jurist known for the extensive volumes of hadith that he published.", "628": "Aldous Leonard Huxley (/ˈɔːldəs/ AWL-dəs; 26 July 1894 – 22 November 1963) was an English writer and philosopher.[1][2][3][4] His bibliography spans nearly 50 books,[5][6] including novels and non-fiction works, as well as essays, narratives, and poems.", "3637876": "Kenneth George \"Ken\" Binmore, CBE, FBA (born 27 September 1940) is an English mathematician, economist, and game theorist, a Professor Emeritus of Economics at University College London (UCL)[1] and a Visiting Emeritus Professor of Economics at the University of Bristol.[2] As a founder of modern economic theory of bargaining (with Nash and Rubinstein), he made important contributions to the foundations of game theory, experimental economics, evolutionary game theory and analytical philosophy. He took up economics after holding the Chair of Mathematics at the London School of Economics. The switch has put him at the forefront of developments in game theory. His other interests include political and moral philosophy, decision theory, and statistics. He has written over 100 scholarly papers and 14 books.", "21856888": "Valentin Alberti (1635–1697) was a Lutheran, orthodox philosopher and theologian from Silesia and was the son of a preacher.", "15598201": "Alfred Julius Emmanuel Sorensen (October 27, 1890 – August 13, 1984), also known as Sunyata, Shunya, or Sunyabhai, was a Danish mystic, horticulturist and writer who lived in Europe, India and the US.", "40272509": "Margaret Urban Walker (born August 8, 1948)[2] is an American philosopher and academic who is the Donald J. Schuenke Chair Emerita in Philosophy at Marquette University.[3][4] Before her appointment at Marquette, she was the Lincoln Professor of Ethics at Arizona State University, and before that she was at Fordham University.[4] She has also previously held visiting appointments at Washington University in St. Louis, University of South Florida, and Catholic University of Leuven.[4]", "12485245": "Franz Xaver Niemetschek (Czech: František Xaver Němeček; Polish: Niemeczek) (24 July 1766 – 19 March 1849) was a Czech philosopher, teacher and music critic. He wrote the first full-length biography of Wolfgang Amadeus Mozart which has remained an important source of information about the composer.", "21627519": "Gaius the Platonist was a Middle Platonist philosopher who was active in the early to middle 2nd century AD.[1][2] Very little is known about him or his philosophical opinions,[3] None of Gaius's work survives, and we have no direct evidence that he ever wrote anything, however, the summaries of his teachings by his students influenced later developments of Neoplatonism.[1] He was the teacher of Albinus, who was the teacher of Galen, and is known to have published a lost nine-volume summary of Gaius' lectures on Plato,[4] which were used by the Neoplatonist philosopher Priscian of Lydia.[5] Porphyry also mentions the works of Gaius were read in the school of Plotinus.[6][1] It has also been speculated that the On Plato and His Doctrine written by Apuleius may have been taken from the lectures of Gaius, but this assertion is now seen as dubious.[7] The Middle Platonic anonymous commentary on the Theaetetus of Plato, which is partially extant, may also have come from his school.[8]", "63865476": "Peter Iver Kaufman is an American philosopher. He is the George Matthews and Virginia Brinkley Modlin Chair in Leadership Studies at the University of Richmond and is an emeritus professor of University of North Carolina at Chapel Hill.[1][2]", "56296073": "Rachel Elizabeth Zuckert (born January 6, 1969) is an American philosopher and professor of philosophy at the Northwestern University. \nShe is known for her expertise on Kantian philosophy.[2][3]\nZuckert is a former president of North American Kant Society.", "98954": "Frances Wright (September 6, 1795 – December 13, 1852), widely known as Fanny Wright, was a Scottish-born lecturer, writer, freethinker, feminist, utopian socialist, abolitionist, social reformer, and Epicurean philosopher, who became a US citizen in 1825. The same year, she founded the Nashoba Commune in Tennessee as a utopian community to demonstrate how to prepare slaves for eventual emancipation, but the project lasted only five years.", "623244": "Chantal Mouffe (French: [muf]; born 17 June 1943)[1] is a Belgian political theorist, formerly teaching at University of Westminster.[2]", "26739342": "Ian Rumfitt FBA is a British philosopher specializing in the philosophy of language and philosophy of math, who is currently Senior Research Fellow at All Souls College, Oxford.", "295569": "Alexander Gottlieb Baumgarten (/ˈbaʊmɡɑːrtən/; German: [ˈbaʊmˌgaʁtn̩]; 17 July 1714 – 27 May[4] 1762) was a German philosopher. He was a brother to theologian Siegmund Jakob Baumgarten (1706–1757).", "48136851": "Edward Bentham (23 July 1707 – 1 August 1776) was an Oxford based theologian who in 1763, with some evident reluctance,  became Regius Professor of Divinity at Oxford University.[1]", "28312215": "Hans Heinz Holz (26 February 1927 – 11 December 2011) was a German Marxist philosopher.[1][2]", "4358807": "Kent Bach (born 1943) is an American philosopher and Professor of Philosophy at San Francisco State University. His primary areas of research include the philosophy of language, linguistics and epistemology. He is the author of three books: Exit-existentialism: A philosophy of self-awareness, Linguistic Communication and Speech Acts, and Thought and Reference published by Wadsworth, the MIT Press, and Oxford University Press, respectively.", "4293277": "Kalyandev ji Maharaj (26 June 1876 (claimed) – 14 July 2004), known as Swami Kalyandev, was an Indian-born ascetic who was awarded the Padma Bhushan, the third highest civilian award in India, for his social work in the villages of India.[1][2]", "30737068": "Lakshmi Kumara Tatacharya (Tamil: லக்ஷ்மீ குமார தாத்தாச்சாரியார்),[1][2][3][4] (1571–1643)[5] was a prominent saint and guru of the Sri Vaishnava tradition of Hinduism. He served as the rajaguru (royal preceptor) for a ruler of the Vijayanagara Empire, Venkatapati Raya.[6] He was also the overseer of a number of sacred temples known as the Divya Desams, including Srirangam, Kanchipuram,[7] Tirumala, Melkote, and Srivilliputtur.", "59441843": "Ana de Miguel Álvarez (born 26 October 1961) is a Spanish philosopher and feminist. Since 2005 she has been a titular professor of Moral and Political Philosophy at King Juan Carlos University of Madrid. She directs the course History of Feminist Theory at the Complutense University of Madrid's Instituto de Investigaciones Feministas [es].[1][2]", "17793716": "Paconius Agrippinus was a Stoic philosopher of the 1st century.[1]  His father was put to death by the Roman emperor Tiberius on a charge of treason.[2]  Agrippinus himself was accused at the same time as Thrasea, around 67 AD, and was banished from Italy.[3][4]  As a philosopher he was spoken of with praise by Epictetus.[5]", "4194998": "Muhammad Atta-ullah Faizani (born 17 April 1923, date of death unknown)[1] was an Afghan Islamic scholar. The honorific \"Faizani\", a derivation of an Arabic word which denotes something that overflows with God's light (blessings), was bestowed upon him by the imam of the Kaaba during his Hajj.", "29229751": "Melissa (3rd century BC)[1][2] was a Pythagorean philosopher. Her name derives from the Greek word melli meaning honey.", "74056374": "Robert William Fischer is an American philosopher who specializes in epistemology (especially modal epistemology) and ethics (especially animal ethics). He is an Associate Professor in Philosophy at Texas State University, a Senior Research Manager at Rethink Priorities, and the Director of the Society for the Study of Ethics and Animals. His books include Modal Justification via Theories, in which he defends his account of \"Theory-Based Epistemology of Modality\", and The Ethics of Eating Animals, in which he argues that animal agriculture is frequently morally impermissible, but that veganism is nonetheless not morally required.", "28672697": "Chu Văn An (born Chu An, 25 August 1292 – c. 1370) was a Confucian, teacher, physician, and high-ranking mandarin of the Trần dynasty in Đại Việt.[1] His courtesy name was Linh Triệt (靈徹), while his art name was Tiều Ẩn (樵隱). He was later given the posthumous name Văn Trinh.", "700": "Arthur Schopenhauer (/ˈʃoʊpənhaʊər/ SHOH-pən-how-ər,[9] German: [ˈaʁtʊʁ ˈʃoːpn̩haʊɐ] ⓘ; 22 February 1788 – 21 September 1860) was a German philosopher. He is known for his 1818 work The World as Will and Representation (expanded in 1844), which characterizes the phenomenal world as the manifestation of a blind and irrational noumenal will.[10][11][12] Building on the transcendental idealism of Immanuel Kant (1724–1804), Schopenhauer developed an atheistic metaphysical and ethical system that rejected the contemporaneous ideas of German idealism.[7][8]", "4981441": "Semyon Efimovich Desnitsky (Russian: Семён Ефимович Десницкий; c. 1740 in Nezhin, Russian Empire – June 26, 1789 in Moscow, Russian Empire) was a Russian legal scholar. He was known as a disciple of Adam Smith and introduced his ideas to the Russian public.[1][2] He was also the first academic to deliver his lectures in Russian language rather than in Latin.", "2982594": "Benny Lévy (also Pierre Victor; 28 August 1945 – 15 October 2003) was a philosopher, political activist and author. A political figure of May 1968 in France, he was the disciple and last personal secretary of Jean-Paul Sartre from 1974 to 1980.\nAlong with him, he helped founding the French newspaper Libération in 1972.", "35062472": "James Metz was a fourteenth century philosopher and Dominican theologian. Very little is known about his life.  It is a not known when he was born and when he died, but what is known is that he was philosophically active in the first decade of the fourteenth century. Of his works that survive, much remains unedited, and only a dozen manuscript copies still exist.[1]  James was known as a Dominican theologian, which meant following the teachings of Saint Thomas Aquinas.  However, he earned the reputation for being a \"critical-Thomist,\"[2] as he openly disagreed some of Aquinas's positions.  One account of James describes him as an “eclectic thinker,” and that his works were partially influenced by Peter of Auvergne as well as Henry of Ghent.[3]", "50954954": "Roman Darowski (12 August 1935 – 15 January 2017) was a Jesuit priest, philosopher, and professor in the Faculty of Philosophy at the Jesuit University of Philosophy and Education Ignatianum in Kraków.", "42500813": "Steven P. Scalet is associate professor for the Division of Legal, Ethical and Historical Studies at the Yale Gordon College of Arts and Sciences, University of Baltimore.[1]", "3408592": "Tobias Barreto de Meneses (June 7, 1839 – June 26, 1889) was a Brazilian poet, philosopher, jurist and literary critic.[1] He is famous for creating the \"Condorism\" and revolutionizing Brazilian Romanticism and poetry. He is patron of the 38th chair of the Brazilian Academy of Letters.[2]", "6521559": "Drucilla Cornell (June 16, 1950 – December 12, 2022),[1] was an American philosopher and feminist theorist, whose work has been influential in political and legal philosophy, ethics, deconstruction, critical theory, and feminism.  Cornell was an emerita Professor of Political Science, Comparative Literature and Women's & Gender Studies at Rutgers University  the State University of New Jersey; Professor Extraordinaire at the University of Pretoria, South Africa; and a visiting professor at Birkbeck College, University of London. She also taught for many years on the law faculties of the University of Pennsylvania and of Cardozo Law School of Yeshiva University.", "62915300": "Wolfgang Cramer (18 October 1901 – 2 April 1974) was a German philosopher and mathematician.", "29786861": "Diane Davis (born 5 or 15 July 1963) is a post-structuralist rhetorician and professor of Rhetoric and Writing, English, and Communication Studies at the University of Texas at Austin. She was the Director of the Digital Writing and Research Lab at UT from 2009 to 2017, and is now the chair of the Department of Rhetoric and Writing. She holds the Kenneth Burke Chair of Rhetoric and Philosophy at the European Graduate School in Saas-Fee, Switzerland,[1] where she teaches intensive summer seminars on Jacques Derrida and Emmanuel Levinas.", "41288431": "Sergey Zagraevsky (Russian: Сергей Вольфгангович Заграевский, Hebrew: סרגיי זגרייבסקי; August 20, 1964 – 6 July 2020) was a Russian-Israeli painter,[3] architectural historian, writer and theologian.[4]", "2982641": "Dou Wu (Chinese: 竇武; died 25 October 168[1]), courtesy name Youping (游平), was a Chinese philosopher and politician of the Eastern Han dynasty. He was known as a Confucian scholar and served as a low-level official during the reign of Emperor Huan until his daughter Dou Miao was elevated from imperial consort to empress, which caused him to be promoted, eventually to become one of the most important imperial officials when his daughter became empress dowager and regent for Emperor Ling. He, along with Chen Fan, attempted to curb the eunuchs' power and install Confucian scholars in imperial government, but after a plot by him and Chen to exterminate the most powerful eunuchs was discovered, he was defeated in battle and committed suicide.", "58721012": "Sue Knight is an Australian philosopher, educator and academic whose research focuses on teaching reasoning skills and embedding philosophy within school curricula. She is the author of the Primary Ethics curriculum, which has been offered as an alternative to Scripture in New South Wales public schools for students from Kindergarten to Year 6 since 2010.", "29590262": "Frederick G. Lawrence is an American hermeneutic philosopher and theologian, and a specialist in Bernard Lonergan, teaching in the Department of Theology at Boston College, Boston, US.[1][2]", "3441398": "Mah Sharaf Khanom Mastoureh Ardalan or Mastura Ardalan (1805, Sanandaj − 1848, Sulaymaniyah) was a Kurdish poet, historian, and writer.", "230141": "Karl Daub (20 March 1765 – 22 November 1836) was a German Protestant theologian.[1]", "64488191": "Sosigenes (Ancient Greek: Σωσιγένης; fl. 100 BC) was an ancient Greek philosopher of the Stoic school. He was a student of Antipater of Tarsus.[1]", "230147": "Johann Karl Friedrich Rosenkranz (April 23, 1805 – July 14, 1879) was a  German philosopher and pedagogue.", "36864776": "Régis Jolivet (8 November 1891, Lyon – 4 August 1966, Lyon) was a French philosopher and Roman Catholic priest. In 1932, he founded the school of philosophy at the Catholic University of Lyon, and was made a knight (Chevalier) of the Legion of Honour in 1961.[1]", "197386": "Padmasambhava (\"Born from a Lotus\"),[note 2] also known as Guru Rinpoche (Precious Guru) and the Lotus from Oḍḍiyāna, was a tantric Buddhist Vajra master from medieval India who taught Vajrayana in Tibet (circa 8th – 9th centuries).[1][2][3][4]  According to some early Tibetan sources like the Testament of Ba, he came to Tibet in the 8th century and helped construct Samye Monastery, the first Buddhist monastery in Tibet.[3] However, little is known about the actual historical figure other than his ties to Vajrayana and Indian Buddhism.[5][1]", "230154": "Johann Eduard Erdmann (13 June 1805 – 12 June 1892) was a German religious pastor, historian of philosophy, and philosopher of religion, of which he wrote on the mediation of faith and knowledge. He was known to be a follower of Friedrich Schleiermacher, whom he studied under August Carlblom (1797-1877), and Georg Wilhelm Friedrich Hegel, whom he regarded as his mentor. Erdmann also studied the works of Karl Daub. Historians of philosophy usually include Erdmann as a member of the Right Wing of the Hegelian movement, a group of thinkers who were also referred to variously as the Right Hegelians (Rechtshegelianer), the Hegelian Right (die Hegelsche Rechte), and/or as the Old Hegelians (Althegelianer).[1]", "14025482": "Quintus Lucilius Balbus (fl. 100 BC) was a Stoic philosopher and a pupil of Panaetius.", "35029774": "Deni Elliott, D.Ed. is an ethicist and ethics scholar, and has been active in ethics scholarship and application since the 1980s. She is professor emeritus at University of South Florida. She held the Eleanor Poynter Jamison Chair in Media Ethics and Press Policy, professor in the Department of Journalism and Digital Communication (2003-2013) and served as Interim Regional Vice Chancellor for Academic Affairs (2021-2022) and was Department Chair (2012-2018). University of South Florida, St. Petersburg campus.[1] Elliott is co-Chief Project Officer for the National Ethics Project and is one of 33 content experts for the National Center of Disability and Journalism. She served as the public member on the American Psychological Association Ethics Committee from 2020-2023.", "230160": "Karl Ludwig Michelet (4 December 1801 – 15 December 1893)[1] was a German philosopher. He was born and died in Berlin.", "21758740": "Khosrow Bagheri Noaparast (in Persian: خسرو باقری نوع پرست) is an Iranian philosopher, educational theorist and the president of Philosophy of Education Society of Iran (PESI).[1][2]", "164629": "Chinese texts", "59409173": "Tzachi Zamir (born 1967[1]) is an Israeli philosopher and literary critic specialising in the philosophy of literature, the philosophy of theatre, and animal ethics. He is Professor of English and General & Comparative Literature at the Hebrew University of Jerusalem.", "197399": "Sir James Fitzjames Stephen, 1st Baronet, KCSI (3 March 1829 – 11 March 1894) was an English lawyer, judge, writer, and philosopher. One of the most famous critics of John Stuart Mill, Stephen achieved prominence as a philosopher, law reformer, and writer.", "64783128": "Mohammad Ali Shomali (Persian: محمدعلى شمالى; born 22 December 1965) is a Muslim scholar, academic, philosopher and theologian. His religious rank is Hujjat al-Islam.[1]", "40567577": "Michael Huemer (/ˈhjuːmər/; born 27 December 1969) is a professor of philosophy at the University of Colorado, Boulder.[1] He has defended ethical intuitionism, direct realism, libertarianism, veganism, the repugnant conclusion,[2] and philosophical anarchism.", "1999636": "Patricia Hill Collins (born May 1, 1948) is an American academic specializing in race, class, and gender. She is a distinguished university professor of sociology emerita at the University of Maryland, College Park.[1] She is also the former head of the Department of African-American Studies at the University of Cincinnati, and a past president of the American Sociological Association (ASA). Collins served in 2009 as the 100th president of the ASA – the first African-American woman to hold this position.[2]", "49808148": "Alexander Muchnik (Russian: Александр Геннадьевич Мучник; Ukrainian: Олександр Геннадійович Мучник; born May 10, 1954, in Odesa, USSR) is a lawyer,[1] human rights activist[2][3][4][5] and journalist.[6][7][8]", "49906458": "Catherine \"Caryl\" Glyn Davies (née Catherine Glyn Jones; 26 September 1926 – 22 February 2007) was a Welsh historian of philosophy and linguistics, and a translator.", "1508121": "John Gardner FBA (23 March 1965 – 11 July 2019) was a Scottish legal philosopher. He was senior research fellow at All Souls College, Oxford, and prior to that the Professor of Jurisprudence at the University of Oxford and a fellow of University College, Oxford.", "2982696": "Ansgar Beckermann (born 29 June 1945, in Hamburg) is a German philosopher who deals primarily with philosophy of mind and epistemology. He is professor for philosophy at the University of Bielefeld and was the president of the \"Gesellschaft für analytische Philosophie\" (German society for analytical philosophy). Beckermann is known for his arguments for physicalism and his discussion of the concept of emergence.", "33882920": "The Dorothea S. Clarke Professorship of Feminist Jurisprudence was founded at Cornell Law School in 1997, and is the first endowed chair in feminist jurisprudence at a law school in the United States. The professorship is one of three named professorships at Cornell endowed by Exxon executive Jack G. Clarke and Dorothea S. Clarke. The professorship is intended for \"a law professor who has achieved distinction in a field related to women and the law, such as civil rights, family law, and feminist jurisprudence.\" The first holder of the chair, Martha Fineman, took office in 1999.[1]", "32408364": "Swami Yogananda (Bengali: স্বামী যোগানন্দ, romanized: Sbāmī Yōgānanda) was a disciple of Ramakrishna, the 19th-century mystic. He took his formal initiation from Sarada Devi, the \"holy mother\" of Ramakrishna Order and spiritual consort of Ramakrishna. He was the first vice-president of Ramakrishna Mission. He belonged to the family of Sabarna Roy Choudhury,[1] an aristocratic family of erstwhile Bengal. He had a very short life, but he played a very important role during the formative years of Ramakrishna Mission. He was also a dedicated and devoted attendant to Sarada Devi during her stay in Calcutta after Ramakrishna's death. He was one of the disciples whom Ramakrishna referred to as \"Iswarakoti\" or the \"ever perfect soul\".[2][non-primary source needed]", "164654": "Joseph Ber Soloveitchik (Hebrew: יוסף דב הלוי סולובייצ׳יק Yosef Dov ha-Levi Soloveychik; February 27, 1903 – April 9, 1993) was a major American Orthodox rabbi, Talmudist, and modern Jewish philosopher. He was a scion of the Lithuanian Jewish Soloveitchik rabbinic dynasty.", "36012849": "Alexander Moszkowski (15 January 1851 – 26 September 1934) was a German satirist, writer and philosopher of Polish-Jewish descent. He was the brother of the composer and pianist Moritz Moszkowski.", "29131572": "Libert Froidmont (Latin: Libertus Fromondus; 3 September 1587, in Haccourt-Liège – 28 October 1653, in Louvain) a son of Gerard Libert de Froidmont and Marguerite Radoux, was a Liégeois theologian and scientist. He was a close companion to Cornelius Jansen and corresponded with René Descartes.", "6226742": "Oskar Kraus (24 July 1872 – 26 September 1942) was a Czech philosopher and jurist.", "11830084": "Chaim Zhitlowsky (Yiddish: חײם זשיטלאָװסקי; Russian: Хаим Осипович Житловский) (April 19, 1865 – May 6, 1943) was a Jewish socialist, philosopher, social and political thinker, writer and literary critic born in Ushachy, Vitebsk Governorate, Russian Empire (present-day Usachy Raion, Vitebsk Region, Belarus).", "295748": "Janine Louise Zwicky CM (born 10 May 1955) is a Canadian philosopher, poet, essayist, and musician. She was appointed to the Order of Canada in June 2022.[1]", "295750": "Donald Herbert Davidson (March 6, 1917 – August 30, 2003) was an American philosopher. He served as Slusser Professor of Philosophy at the University of California, Berkeley, from 1981 to 2003 after having also held teaching appointments at Stanford University, Rockefeller University, Princeton University, and the University of Chicago. Davidson was known for his charismatic personality and the depth and difficulty of his thought.[5] His work exerted considerable influence in many areas of philosophy from the 1960s onward, particularly in philosophy of mind, philosophy of language, and action theory. While Davidson was an analytic philosopher, and most of his influence lies in that tradition, his work has attracted attention in continental philosophy as well, particularly in literary theory and related areas.[6]", "19366729": "Xeniades (Greek: Ξενιάδης) was a skeptical philosopher from  Corinth, probably a follower of the pre-Socratic Xenophanes. There may have been two such persons, as he is referenced by Democritus c. 400 BC, though was also supposedly the purchaser of Diogenes the Cynic c. 350 BC,  when he was captured by pirates and sold as a slave. Xeniades was supposed to have been the man who persuaded Monimus to become a follower of Diogenes, and was the source of his skeptical doctrines.[1]", "34505545": "George Dawes Hicks FBA (14 September 1862 – 16 February 1941) was a British philosopher who was the first professor of moral philosophy at University College, London from 1904 until 1928 and professor emeritus thereafter until his death.", "45286219": "Jun Tosaka (Japanese: 戸坂 潤, Hepburn: Tosaka Jun, 27 September 1900 – 9 August 1945)[1] was a Shōwa era Kyoto-trained Japanese intellectual, and teacher.   Some identify strands of Marxism in his later philosophy. His criticisms of governments and their war policies caused him to end up in prison on various occasions.[2]", "70484816": "Pedro Juan Núñez (Latin: Petrus Joannes Nunnesius or Valentinus Nunnesius;[1] 1525–1602)[2] was a Valencian humanist and educator active during the Spanish Golden Age.  He is famous for his rhetorical treatises based on Hermogenes' rhetorical works.[3][4]", "33618": "William Paley (July 1743 – 25 May 1805) was an English Anglican clergyman, Christian apologist, philosopher, and utilitarian. He is best known for his natural theology exposition of the teleological argument for the existence of God in his work Natural Theology or Evidences of the Existence and Attributes of the Deity, which made use of the watchmaker analogy.", "1737555": "Cahal Brendan Cardinal Daly KGCHS (born Charles Brendan Daly, 1 October 1917 – 31 December 2009) was a Roman Catholic prelate, theologian and writer from Northern Ireland.[1][2]", "2458460": "John Neville Keynes (/ˈkeɪnz/ KAYNZ; 31 August 1852 – 15 November 1949) was a British economist and father of John Maynard Keynes.", "33293154": "Burton Craige Gray (April 1, 1941 – October 27, 1989) was an American economist, entrepreneur, and conservative political theorist. He co-founded Scientific Time Sharing Corporation with Dan Dyer and Lawrence M. Breed, a computer software firm in the Washington, D.C. area specializing in the programming language APL.", "30638947": "Piero or Pietro Vettori (Latin: Petrus Victorius) (1499 – 8 December 1585) was an Italian writer, philologist and humanist.", "23266150": "Muro Kyūsō (室鳩巣) or Muro Naokiyo (直清) (March 30, 1658 – September 9, 1734), was a Neo-Confucian scholar and an official of the Tokugawa shogunate during the rule of Tokugawa Yoshimune. Muro was responsible for the reintroduction of orthodox neo-Confucianist thought into government and societal life, attempting to reverse the growth of unorthodox views that were becoming popular during this time. He was also an author of Neo-Confucianist works, such as the Shundai Zatsuwa and Rikuyu engi taigi, although much of his work would only be known posthumously.[1][2] Muro was a proponent of the Chu Hsi school of thought.[3]", "64488299": "Nestor of Tarsus (Ancient Greek: Νέστωρ) was an ancient Greek philosopher of the Stoic school of thought. He was from Tarsus in Cilikia.", "60326768": "Ann J. Cahill is an American philosopher and professor of philosophy at Elon University. Her research focuses on feminist philosophy, phenomenology and philosophy of the body.  Her work has developed the concept of “unjust sex,\" referring not only to sexual assault but also to situations where women are uncomfortably pressured to have sex, or to have sex without contraception.[1][2] She has also argued that sexual assault survivors should be allowed the right to \"the freedom of silence,\" as talking about one's experiences of assault can aggravate their pain.[3] Cahill holds a PhD in Philosophy from  the State University of New York at Stony Brook.[4]", "47186801": "Dr. Madan G. Gandhi (31 August 1940 – 26 January 2019), a visiting fellow of St. John's College, Cambridge, was an educationalist, litterateur and poet.[1][2]", "35718004": "Friedrich Wilhelm Foerster (2 June 1869 – 9 January 1966) was a German academic, educationist, pacifist and philosopher, known for his public opposition to Nazism.  His works primarily dealt with the development of ethics through education, sexology, politics and international law.", "787323": "Celsus (/ˈsɛlsəs/; Hellenistic Greek: Κέλσος, Kélsos; fl. AD 175–177) was a 2nd-century Greek philosopher and opponent of early Christianity.[1][2][3] His literary work, The True Word (also Account, Doctrine or Discourse; Greek: Hellenistic Greek: Λόγος Ἀληθής),[4][5] survives exclusively in quotations from it in Contra Celsum, a refutation written in 248 by Origen of Alexandria.[3] The True Word is the earliest known comprehensive criticism of Christianity.[3]", "2032508": "John Cartwright (17 September 1740 – 23 September 1824) was an English naval officer, Nottinghamshire militia major and prominent campaigner for parliamentary reform. He subsequently became known as the Father of Reform. His younger brother Edmund Cartwright became famous as the inventor of the power loom.", "58557318": "Victoria Sendón de León (born 1942) is a Spanish philosopher, feminist and writer.", "73237382": "N. Porsenna (pen name of Nicu Porsena Ionescu, also known as Nicu Porsenna or Porsena; 13 January 1892 – 18 January 1971) was a Romanian lawyer, writer, publisher, social psychologist, and political figure, also active as a paranormal investigator. Born to a successful printer, whose business he inherited at age 20, he began his career in letters, and his lifelong participation in polemics, while attending Matei Basarab National College. Before the outbreak of World War I, he had attracted attention as a student organizer, modernist raconteur, and Flacăra journalist, also founding his own short-lived newspaper, Latinul. During Romania's neutrality years, Porsenna veered between strong support for the Entente Powers (hinted at in a verse drama he co-wrote with Scarlat Froda) and a more cautious stance, akin to that of his political mentor, Alexandru Marghiloman. Upon Romania's declaration of war, he enlisted as an artillery cadet, and fought with distinction throughout the subsequent campaigns.", "30966668": "Alexander Ivanovich Galich (Russian: Александр Иванович Галич; 1783–1848) was a Russian teacher, philosopher, and writer.", "197522": "Bhimrao Ramji Ambedkar (14 April 1891 – 6 December 1956) was an Indian jurist, economist, social reformer and political leader who headed the committee drafting the Constitution of India from the  Constituent Assembly debates, served as Law and Justice minister in the first cabinet of Jawaharlal Nehru, and inspired the Dalit Buddhist movement after renouncing Hinduism.", "50725779": "Boghos Lévon Zékiyan (Armenian: Պօղոս-Լեւոն Զէքիեան; born 21 October 1943 in Istanbul) is an Armenologist, philosopher, Professor of Armenian Language and Literature at Ca' Foscari University of Venice, Pontifical Oriental Institute of Rome and Istanbul University, a member of the Academy of Venice, Foreign member of Armenian National Academy of Sciences, Corresponding member of the Istituto Veneto di Scienze, Lettere ed Arti (1992). He is the Armenian Catholic Archeparch of Istanbul. Zekiyan is the Founding President of the Associazione \"Padus-Araxes\", the director of Summer Intensive Course of the Armenian Language and Culture at the University of Venice (since 1986), and former editor of Hye Endanik (1974–82) and Bazmavep (1980-1985) periodicals.", "7701395": "Sergey Alexandrovich Karaganov (Russian: Серге́й Алекса́ндрович Карага́нов, born 12 September 1952 in Moscow) is a Russian political scientist who heads the Council for Foreign and Defense Policy, a security analytical institution founded by Vitaly Shlykov. He is also the dean of the Faculty of World Economy and International Affairs at Moscow's Higher School of Economics. Karaganov was a close associate of Yevgeny Primakov, and has been Presidential Advisor to both Boris Yeltsin and Vladimir Putin.[1] He is considered close to Putin and Sergey Lavrov.[2]", "29819799": "Ramiz Anvar oghlu Mehdiyev (Azerbaijani: Ramiz Ənvər oğlu Mehdiyev; Russian: Рамиз Энвер оглы Meхтиев, romanized: Ramiz Enver ogly Mekhtiev; born April 17, 1938) is an Azerbaijani politician and academician who served as the Head of the Presidential Administration of Azerbaijan from 1994 to 2019 and the National Academy of Sciences of Azerbaijan between 2019 and 2022.[1][2][3]", "58000281": "Ofra Magidor is a philosopher and logician, and current Waynflete Professor of Metaphysical Philosophy[1] at University of Oxford and Fellow of Magdalen College.", "492442": "Hans Vaihinger (German: [hans ˈfaɪɪŋɐ];[3] September 25, 1852 – December 18, 1933) was a German philosopher, best known as a Kant scholar and for his Die Philosophie des Als Ob (The Philosophy of 'As if'), published in 1911 although its statement of basic principles had been written more than thirty years earlier.[2][4][5]", "48628637": "Fang Quan (Chinese: 方荃; pinyin: Fāng Quán) (b. ? – d. 1897), courtesy name Peiqing (培卿), was a late Qing Empire Mandarin, scholar, author and educator.", "885667": "Gilbert de la Porrée (after 1085 – 4 September 1154), also known as Gilbert of Poitiers, Gilbertus Porretanus or Pictaviensis, was a scholastic logician and theologian and  Bishop of Poitiers.", "31982502": "Stephen Born  (né Simon Buttermilch; 28 December 1824 – 4 May 1898) was a German typesetter[1] and revolutionary.  As a founder of the General German Workers' Brotherhood, he created the first national trade union organization in the German workers' movement.", "32965544": "Václav Černý (26 March 1905, Jizbice – 2 July 1987, Prague) was a Czechoslovak literary scholar, writer[1] and philosopher.[2][3] He was an enthusiast of Spanish literature and philosophy and translated into Czech a number of literary and philosophical works by Spanish writers as Ortega y Gasset, Unamuno and Cervantes.[4]", "885673": "Karl von Prantl (aka Carl von Prantl) (28 January 1820 – 14 September 1888) (after 1872: Karl, Ritter von Prantl) was a German philosopher and philologist.", "1573805": "Francisco Javier Eugenio de Santa Cruz y Espejo[a] (Royal Audiencia of Quito, February 21, 1747 – December 28, 1795) was a medical pioneer, writer and lawyer of criollo origin in colonial Ecuador. Although he was a notable scientist and writer, he stands out as a polemicist who inspired the separatist movement in Quito. He is regarded as one of the most important figures in colonial Ecuador. He was Quito's first journalist and hygienist.", "23200687": "Dewitt H. Parker (1885–1949) was a professor of philosophy at the University of Michigan. Appointed department chair in 1929,[1] Parker published works on metaphysics, aesthetics, and ethics.", "1213360": "José Vasconcelos Calderón (28 February 1882 – 30 June 1959), called the \"cultural caudillo\" of the Mexican Revolution,[5] was an important Mexican writer, philosopher, and politician.[6] He is one of the most influential and controversial personalities in the development of modern Mexico. His philosophy of the \"cosmic race\" affected all aspects of Mexican sociocultural, political, and economic policies.", "885680": "Heinrich Christoph Wilhelm von Sigwart (31 August 1789 – 16 November 1844) was a German philosopher and logician. He was the father of Christoph von Sigwart (28 March 1830 – 4 August 1904), who also was a philosopher and logician.", "28312498": "Dejan Stojanović (Serbian: Дејан Стојановић, pronounced [dejan stojanoʋitɕ]; born 11 March 1959) is a Serbian poet, writer, essayist,[1][2]   philosopher, businessman, and former journalist. His poetry is characterized by a recognizable system of thought[3] and poetic devices, bordering on philosophy, and, overall, it has a highly reflective tone.[4] According to the critic Petar V. Arbutina, \"Stojanović belongs to the small and autochthonous circle of poets who have been the main creative and artistic force of the Serbian poetry in the last several decades.\"[5]", "885684": "Christoph von Sigwart (28 March 1830 – 4 August 1904) was a German philosopher and logician. He was the son of philosopher Heinrich Christoph Wilhelm Sigwart (31 August 1789 – 16 November 1844).", "295860": "Susan Lee Sontag (/ˈsɒntæɡ/; January 16, 1933 – December 28, 2004) was an American writer, critic, and public intellectual. She mostly wrote essays, but also published novels; she published her first major work, the essay \"Notes on 'Camp' \", in 1964. Her best-known works include the critical works Against Interpretation (1966), On Photography (1977), Illness as Metaphor (1978) and Regarding the Pain of Others, as well as the fictional works The Way We Live Now (1986), The Volcano Lover (1992), and In America (1999).", "5637049": "François Laruelle (/lɑːrˈwɛl/; French: [laʁɥɛl] ⓘ; born 22 August 1937) is a French philosopher, formerly of the Collège international de philosophie and the University of Paris X: Nanterre. Laruelle has been publishing since the early 1970s and now has around twenty book-length titles to his name. Alumnus of the École normale supérieure, Laruelle is notable for developing a science of philosophy that he calls non-philosophy. He currently directs an international organisation dedicated to furthering the cause of non-philosophy, the Organisation Non-Philosophique Internationale.", "5538745": "Robert Saitschick or Robert Saitschik (Russian: Рувим Маркович Зайчик;[1] April 24, 1868, Mstsislau, Russian Empire – February 23, 1965, Horgen) was a Swiss philosopher.", "27984829": "Kantian Review is a journal of philosophy, focusing on Immanuel Kant which publishes articles and reviews selected for their quality and relevance to current philosophical debate in relation to Kant's work. It was first published in March 1997 under editor Graham Bird of the University of Manchester. Howard Lloyd Williams of Aberystwyth, & Cardiff University and Richard Aquila are currently responsible for Kantian Review.[1]", "70124478": "Artur Juncosa Carbonell SJ; 5 October 1925 – 13 December 2010) was a Spanish Jesuit priest, philosopher, who specialized in epistemology and axiology. He stood out for his works on the sociology of knowledge and categorical translation. He was an active intellectual in the fight for democracy in Spain.[1]", "64488382": "Diogenes of Phoenicia (Ancient Greek: Διογένης; fl. 529–532) was a 6th-century Greek philosopher. He is known mainly for the fact that Agathias mentions him as one of the seven well-known philosophers who influenced the Academy in its final years.[1] Diogenes was born in Phoenicia, and like most other academy leaders of that time, a native of the Middle East.[2]", "2261950": "Karl Fortlage (German: [ˈfɔɐ̯tˌlaːɡə]; 12 June 1806 – 8 November 1881) was a German philosopher.", "19956677": "Shi'a", "42894278": "Mislav Ježić (born 20 September 1952) is a Croatian philosopher and Indologist.[1]", "1082316": "Joseph Solomon Delmedigo (or Del Medigo), also known as Yashar Mi-Qandia (Hebrew: יש\"ר מקנדיא) (16 June 1591 – 16 October 1655), was a rabbi, author, physician, mathematician, and music theorist.[1]", "40534989": "Ofelia Schutte (born 1945) is Professor Emerita of Philosophy at the University of South Florida, where she had served as Professor of Philosophy since 2004, and as Professor of Women's Studies (and chair of the department) from 1999 until 2004.[1][2] Schutte is recognized by many as a senior Latina feminist philosopher, who has played a crucial role in launching the field of Latin American Philosophy and Latinx philosophy within the United States.[2]", "7439311": "Sadayoshi Fukuda (福田 定良, Fukuda Sadayoshi, April 6, 1917 – December 12, 2002) was a Japanese social philosopher and critic.", "852943": "Mary Beatrice Midgley (née Scrutton; 13 September 1919 – 10 October 2018)[2] was a British philosopher. A senior lecturer in philosophy at Newcastle University, she was known for her work on science, ethics and animal rights. She wrote her first book, Beast and Man (1978), when she was in her late fifties, and went on to write over 15 more, including Animals and Why They Matter (1983), Wickedness (1984), The Ethical Primate (1994), Evolution as a Religion (1985), and Science as Salvation (1992). She was awarded honorary doctorates by Durham and Newcastle universities. Her autobiography, The Owl of Minerva, was published in 2005.", "1835987": "Francesco de Sanctis (Morra Irpina, 28 March 1817 – Naples, 29 December 1883) was a leading Italian literary critic and scholar of Italian language and literature during the 19th century.", "983": "Albert Camus (/kæmˈuː/[2] kam-OO; French: [albɛʁ kamy] ⓘ; 7 November 1913 – 4 January 1960) was a French philosopher, author, dramatist, journalist, world federalist,[3] and political activist. He was the recipient of the 1957 Nobel Prize in Literature at the age of 44, the second-youngest recipient in history. His works include The Stranger, The Plague, The Myth of Sisyphus, The Fall, and The Rebel.", "3998681": "Candace A. Vogler is Professor of Philosophy at the University of Chicago, and a specialist in moral philosophy, philosophy of action, and G. E. M. Anscombe.", "73401310": "Muhammad al-Sanusi Arabic: محمد السنوسي (also spelled Mohamed Snoussi), (1851-1900) was an academic, writer, judge, and poet associated with the Zaitouna mosque in Tunisia, Salafiyya philosophy, and the era of liberal reforms in Tunisia. He collaborated with contemporaries Mohammad Abduh, Khayr al-Din, and Sheikh Mahmud Qabadu.[1]", "23659496": "Michał Wiszniewski (27 September 1794 – 22 December 1865) was a Polish philosopher, psychologist, and literary historian.[1]", "295913": "Carl Andreas Hilty (28 February 1833 – 12 October 1909) was a Swiss lawyer, professor of constitutional law, politician, philosopher, lay theologian and writer.", "50594796": "Tadeusz Maciej Jaroszewski (1930–1988[1]) was a Polish Marxist philosopher and religious studies professor of humanities, in the years 1976–1981 director of the Institute of Philosophy and Sociology PAN[2]", "2720749": "Charles Frankel (December 13, 1917 – May 10, 1979) was an American philosopher, Assistant U.S. Secretary of State, professor and founding director of the National Humanities Center.", "12813304": "Antoine Berman (French: [bɛʁman]; 24 June 1942 – 22 November 1991) was a French translator, philosopher, historian and theorist of translation.", "71271419": "Tony Smith (born 1951) is an American philosopher and Emeritus Professor of Philosophy at Iowa State University.\nHe is known for his works on capitalism, Hegel, and Marx.[1][2][3][4][5]", "4195328": "Jean Bourdeau (28 June 1848 – 8 September 1928) was a French writer, known for his books on aspects of socialism. He was also a translator of Schopenhauer, and an early adopter in France of some of the thought of Nietzsche. He wrote on a wide range of subjects, from Johannes Janssen to Maxim Gorky and the rising personality cult of Lenin. He contributed in particular to the Journal des Débats, on contemporary philosophy", "11699202": "James Hamilton Tully FRSC (/ˈtʌli/; born 1946) is a Canadian philosopher who is the Distinguished Professor Emeritus of Political Science, Law, Indigenous Governance and Philosophy at the University of Victoria, Canada. Tully is also a Fellow of the Royal Society of Canada and Emeritus Fellow of the Trudeau Foundation.[1]", "41845762": "Radomir Č. Đorđević – Pule (Serbian Cyrillic: Радомир Ч. Ђорђевић – Пуле) (born 17 November 1940 in Brod (Belčine) in Crna Trava) is a retired professor of philosophy at the University of Belgrade.", "20972548": "Friedrich Bernhard Ferdinand Michelis (July 27, 1815 – May 28, 1886) was a German theologian and philosopher born in Münster.", "1029": "Ludwig Philipp Albert Schweitzer OM (German: [ˈalbɛʁt ˈʃvaɪ̯t͡sɐ] ⓘ; 14 January 1875 – 4 September 1965) was an Alsatian polymath. He was a theologian, organist, musicologist, writer, humanitarian, philosopher, and physician. A Lutheran minister, Schweitzer challenged both the secular view of Jesus as depicted by the historical-critical method current at this time, as well as the traditional Christian view. His contributions to the interpretation of Pauline Christianity concern the role of Paul's mysticism of \"being in Christ\" as primary and the doctrine of justification by faith as secondary.", "20186120": "Zeno Vendler (December 22, 1921 – January 13, 2004) was an American philosopher of language, and a founding member and former director of the Department of Philosophy at the University of Calgary.  His work on lexical aspect,[1] quantifiers,[1] and nominalization[2] has been influential in the field of linguistics.", "885771": "Themistius (Greek: Θεμίστιος Themistios; 317 – c. 388 AD), nicknamed Euphrades, Εὐφραδής (eloquent),[1] was a statesman, rhetorician, and philosopher. He flourished in the reigns of Constantius II, Julian, Jovian, Valens, Gratian, and Theodosius I; and he enjoyed the favour of all those emperors, notwithstanding their many differences, and the fact that he himself was not a Christian. He was admitted to the senate by Constantius in 355, and he was prefect of Constantinople in 384 on the nomination of Theodosius.[2] Of his many works, thirty-three orations of his have come down to us, as well as various commentaries and epitomes of the works of Aristotle.", "19203085": "Eugeniusz Grodziński (January 10, 1912, Pskov, Russian Empire – October 11, 1994,\nWarsaw, Poland) was a Polish philosopher, whose principal interests\nwere philosophy of natural language, philosophical foundations of logic, and philosophical problems of psychology.", "1082384": "John Scotus Eriugena,[a] also known as Johannes Scotus Erigena,[b] John the Scot,  or John the Irish-born[4] (c. 800 – c. 877)[5] was an Irish Neoplatonist philosopher, theologian and poet of the Early Middle Ages. Bertrand Russell dubbed him \"the most astonishing person of the ninth century\".[6] The Stanford Encyclopedia of Philosophy states that he \"is the most significant Irish intellectual of the early monastic period. He is generally recognized to be both the outstanding philosopher (in terms of originality) of the Carolingian era and of the whole period of Latin philosophy stretching from Boethius to Anselm\".[7]", "20644881": "Abdel-Halim Mahmoud (Arabic: الإمام الأكبر عبدالحليم محمود)  (12 May 1910 – 17 October 1978; 2 Jumaada al-awal 1328 A.H. - 14 The al-Qi`dah 1398 A.H.) served as Grand Imam of al-Azhar from 1973 until his death in 1978. Called “avuncular and beloved”[1] by some, he was known for his modernizing approach to teaching at Al-Azhar University, preaching moderation and embracing modern science as a religious duty."}