{"18968180": "Yevgeny Konstantinovich Fyodorov (Russian: Евгений Константинович Фёдоров; 10 April [O.S. 28 March], 1910 – 30 December 1981) was a Soviet geophysicist, statesman, public figure, academician (1960), and Hero of the Soviet Union (1938).", "11595382": "Rajesh Gopakumar (born 1967) is an Indian theoretical physicist and the director of the International Centre for Theoretical Sciences (ICTS-TIFR) in Bangalore, India. He was previously a professor at Harish-Chandra Research Institute (HRI) in Prayagraj, India.[1] He is known for his work on topological string theory.", "66678392": "Charles Lawrence Abernethy FRSE (1889–1969) was a Scottish research physicist born in America. He oversaw the creation of the gutta percha golf balls for the North British Rubber Company in Fountainbridge in west Edinburgh and made improvements to golf ball design. He was involved in a legal battle over patenting of golf balls in 1931.[1]", "17657469": "Stephen Joseph Perry SJ FRS (26 August 1833, in London – 27 December 1889) was an English Jesuit and astronomer, known as a participant in scientific expeditions.[1][2][3][4]", "27291271": "Semyon Alexandrovich Altshuler (also Altshuller, Al'tshuler or Al'shuller; German: Altschuler; Russian: Семён Александрович Альтшулер; September 24, 1911 – January 24, 1983) was a Soviet physicist known for his work in resonance spectroscopy and in particular for theoretical prediction of acoustic paramagnetic resonance in 1952.[2][3][4][5][6]", "1863306": "John W. Moffat (born 24 May 1932)[1] is a Canadian physicist. He is currently professor emeritus of physics at the University of Toronto[2] and is also an adjunct professor of physics at the University of Waterloo and a resident affiliate member of the Perimeter Institute for Theoretical Physics.", "59895435": "Stefanie Tschegg (born 7 July 1943 in Graz) is an emeritus at the University of Natural Resources and Life Sciences, Vienna.[1]", "20573835": "Daniel Joseph Bradley FRS FInstP MRIA[4][1] (18 January 1928 – 7 February 2010) was an Irish physicist, and Emeritus Professor of Optical Electronics, at Trinity College, Dublin.", "41610895": "John Richard Bond OC OOnt FRS FRSC (born 1950 in Toronto, Ontario), also known as J. Richard Bond, is a Canadian astrophysicist and cosmologist.[1]", "4877968": "Mani Lal Bhaumik (born 30 March 1931) is an Indian American physicist and an internationally bestselling author, celebrated lecturer, entrepreneur and philanthropist.[1][2][3]", "53767827": "Roger Wirth Falcone (born 27 June 1952) is an American physicist at University of California, Berkeley[1] where he is a professor of physics. He is an Elected Fellow at The Optical Society and the American Academy of Arts and Sciences,[2] and he currently serves as the president of the American Physical Society.[3] He is the former director of the Advanced Light Source at Lawrence Berkeley National Laboratory.  He serves on the board of directors of the Fannie and John Hertz Foundation and is the chair of the International Scientific Advisory Committee of the Extreme-Light-Infrastructure.", "58617492": "Mohammad Sami, FASc and FNASc[1] (born 5 February 1955) is an Indian theoretical physicist and cosmologist, known for his work on dark energy.[2] In 2011, his research paper titled, \"Dynamics of Dark Energy\",[2] co-authored with Edmund J Copeland and Shinji Tsujikawa, was included in the Nobel Prize Committee Document.[3]", "1273497": "Hans-Peter Dürr (7 October 1929 – 18 May 2014) was a German physicist. He worked on nuclear and quantum physics, elementary particles and gravitation, epistemology, and philosophy, and he advocated responsible scientific and energy policies.[1] In 1987, he was awarded the Right Livelihood Award for \"his profound critique of the Strategic Defense Initiative (SDI) and his work to convert high technology to peaceful uses.\"", "59895450": "Yuri Bekirovich Osmanov (Crimean Tatar: Yuriy Bekir oğlu Osmanov, Russian: Юрий Бекирович Османов; 1 April 1941, Büyük Qaralez, Bakhchysarai district, Crimean Autonomous Soviet Socialist Republic, RSFSR, USSR — 7 November 1993, Simferopol, Republic of Crimea, Ukraine) was a scientist, engineer, Marxist–Leninist, and Crimean Tatar civil rights activist. He was one of the co-founders of the National Movement of Crimean Tatars, which sought full right of return of the Crimean Tatar people to their homeland and restoration of the Crimean ASSR.[1][2][3][4][5]", "16543391": "Egon Schweidler, (* 10 February 1873, in Vienna; † 10 February 1948, in Salzburg Seeham) was an Austrian physicist.", "64646818": "Genda Gu is a condensed matter physicist at the Brookhaven National Laboratory.[1][2] In his research, Gu specializes in the synthesis of large, high quality crystals for the production of superconductors.[3] He works in the Brookhaven Laboratory's crystal growth lab, and as an adjunct professor at Stony Brook University.[4][5] In 2012, Gu became a fellow of the American Physical Society.[3]", "64122535": "Anne Kernan (15 January 1933 – 11 May 2020) was an Irish particle physicist.", "53931688": "Evert Ingolf Lindau (4 October 1942) is a Swedish physicist and professor emeritus at Lund University and Stanford University and a member of the Royal Swedish Academy of Sciences.", "59010733": "Estella Atekwana (née Estella Akweseh Nkwate; born 13 September 1961) is a geophysicist studying biogeophysics and tectonophysics. She is currently Dean of the College of Letters and Science at University of California, Davis. She previously served as Dean of the College of Earth, Ocean and Environment at the University of Delaware.[1][2][3] She is also an adjunct professor at both the University of Waterloo and the Missouri University of Science and Technology.[3] Before joining the University of Delaware in 2017, she was the Department Head of the Boone Pickens School of Geology at Oklahoma State University. She is a Regents Distinguished Professor and a Clyde Wheeler Sun Endowed Chair at Oklahoma State University,[4] where she maintains an adjunct appointment. Atekwana has also been a faculty member at Missouri University of Science & Technology, Indiana University-Purdue University Indianapolis, and Western Michigan University.[1][5] Atekwana has been apart of helping write many journals and has earned many awards and honors throughout her career.", "58486450": "Hans Oleak (2 August 1930 – 7 September 2018) was a German astrophysicist.", "20573874": "Vernon Ellis Cosslett, FRS[1] (16 June 1908 – 21 November 1990) was a British microscopist.", "70774458": "Joel Marshall Moss (born November 29, 1942) is an American experimental nuclear physicist.", "61566657": "Patricio Anibal Letelier Sotomayor (September 11, 1943 – June 9, 2011) was a Chilean mathematical physicist and professor at University of Campinas (UNICAMP).", "55602882": "Professor Patricia Ann Whitelock (born 22 February 1951) is a British-born astrophysicist with dual British-South African nationality. She is a Fellow of the Royal Society of South Africa[1] (of which she was Vice-President in 2002); a member of the Academy of Science of South Africa;[2] and a member of the South African Institute of Physics (SAIP), (of which she was President in 2001-2003).[3]", "69856972": "B.S. City College of New York, NY", "40431317": "Jules Fejer (Hungarian: Fejer Gyula Endre; 22 January 1914 – 21 December 2002) was a Hungarian-born physicist.", "23916245": "Peter E. Hodgson (27 November 1928, London – 8 December 2008) was a British physicist, who also wrote about the philosophy of physics and social issues, and was an active Roman Catholic.", "32206554": "Aldo Pontremoli (Italian pronunciation: [ˈaldo ponˈtrɛːmoli]; 19 January 1896 – 25 May 1928) was an Italian physicist who held a chair of theoretical physics at the physics department of the University of Milan from 1926 and who founded and directed the Institute of Advanced Physics at the University of Milan from 1924 until his disappearance and presumed death in May 1928. Pontremoli was one of the six men who disappeared with the airborne envelope of the airship Italia after it had crashed on the Arctic ice on 25 May 1928.", "880346": "John Ray Dunning (September 24, 1907 – August 25, 1975) was an American physicist who played key roles in the Manhattan Project that developed the first atomic bombs. He specialized in neutron physics, and did pioneering work in gaseous diffusion for isotope separation. He was dean of the school of engineering and applied science at Columbia University from 1950 to 1969.", "57306847": "George James Doundoulakis (October 18, 1921 – March 17, 2007) was a Greek American physicist and soldier who worked under British Intelligence during World War II with SOE agent Patrick Leigh Fermor, and then served with the OSS in Thessaly, Greece.", "4648672": "Robert Blinc (October 30, 1933 – September 26, 2011) was a prominent Slovene physicist[1] a full professor of physics and, with more than 650 articles in prestigious international journals and two extensive monographs published abroad, a highly regarded and quoted researcher in condensed matter physics.", "23293665": "Roy H. W. Johnston (11 November 1929 – 13 December 2019) was an Irish theoretical physicist and republican political activist. He was a Marxist who as a member of the IRA in the 1960s argued for a National Liberation Strategy to unite the Catholic and Protestant working classes. He wrote extensively for such newspapers as The United Irishman and The Irish Times.", "2584287": "Raymond George Gosling (15 July 1926 – 18 May 2015) was a British scientist.  While a PhD student at  King's College, London he worked under the supervision of Maurice Wilkins and Rosalind Franklin. The crystallographic experiments of Franklin and Gosling, together with others by Wilkins, produced data that helped James Watson and Francis Crick to infer the structure of DNA.", "20279022": "Quan-Sheng Shu (simplified Chinese: 舒全胜; traditional Chinese: 舒全勝)[citation needed] is an American physicist and a naturalized American citizen.[1] Born in China,[2] he has a Ph.D in physics and is also the President of AMAC International, a high-tech company with offices in his hometown of Newport News, Virginia and in Beijing.", "47116016": "Vladimir Alekseyevich Kirillin (Russian: Владимир Алексеевич Кириллин; January 20 [O.S. January 7] 1913 – 29 January 1999) was a Soviet physicist specializing in energetics and thermophysics and a member of the Academy of Sciences of the Soviet Union, as well as a Soviet party official.", "17624817": "Kazim Ergin (May 21, 1915 – November 24, 2002) was a Turkish geophysicist.", "57634546": "Sergey Konstantinovich Gulev (Russian: Сергей Константинович Гулев; born November 29, 1958) is a Russian climate scientist. He is head of the ocean-atmosphere interaction laboratory at the Shirshov Institute of Oceanology, Russian Academy of Sciences and is a professor of oceanology and meteorology at Moscow State University.[1] In 2011, he was elected as a Corresponding Member of the Russian Academy of Sciences.[2]", "6909682": "Francis Weston Sears (October 1, 1898 – November 12, 1975) was an American physicist. He was a professor of physics at MIT for 35 years before moving to Dartmouth College in 1956.[1] At Dartmouth, Sears was the Appleton Professor of Physics.[2][3] He is best known for co-authoring University Physics, an introductory physics textbook, with Mark Zemansky. The book, first published in 1949, is often referred to as \"Sears and Zemansky\", although Hugh Young became a coauthor in 1973.", "22081267": "Akif Baha Balantekin is an American and Turkish physicist.", "31256309": "Hawa Abdi Dhiblawe[1] (Somali: Xaawo Cabdi, Arabic: حواء عبدي, 17 May 1947 – 5 August 2020) was a Somali human rights activist and physician. She was the founder and chairperson of the Dr. Hawa Abdi Foundation (DHAF), a non-profit organization.", "22638331": "Ansar Pervaiz, also spelled as (Ansar Parvez), HI, is a Pakistani scientist and a nuclear engineer who was the former chairman of the Pakistan Atomic Energy Commission (PAEC), and former chairman of the Board of Governors of International Atomic Energy Agency (IAEA).[1] Pervaiz is widely given credit for establishing the nuclear engineering, nuclear physics and nuclear technology institutes within Pakistan.", "48721669": "Thomas Gerald Pickavance CBE, FRS (19 October 1915 – 12 November 1991) was a British nuclear physicist who was a leading authority on the design and use of particle accelerators. He was generally known as Gerry Pickavance.", "34303754": "William L. McMillan (January 13, 1936 – August 30, 1984) was an American physicist noted for his research of condensed matter physics.\n[1]\n[2]\n[3]\nMcMillan was a member of the National Academy of Sciences, professor of physics at University of Illinois, Urbana-Champaign.[2][3]\nHe was also a member of the American Academy of Arts and Sciences[3]\nMcMillan received the 1978 Fritz London Memorial Prize for his work in superconductors.[3]\nThe National Academies Press called him \"the ablest condensed matter physicist of his generation\".[2]\nThe University of Illinois established an award in his name: The William L. McMillan Award.[4]", "5107477": "Axel Scherer is the Bernard Neches Professor of Electrical Engineering, Physics, and Applied Physics at the California Institute of Technology. He is also a distinguished visiting professor at Thayer School of Engineering at Dartmouth College. He is known for fabricating the world's first semiconducting vertical-cavity surface-emitting laser (VCSEL) at Bell Labs.[1] In 2006, Scherer was named the director of the Kavli Nanoscience Institute. He graduated from the New Mexico Institute of Mining and Technology in 1985. At Caltech he teaches a very popular freshman lab course on semiconductor device fabrication, Applied Physics 9ab, for which he wrote the textbook for the course.", "1273628": "Ralph Asher Alpher (February 3, 1921 – August 12, 2007) was an American cosmologist, who carried out pioneering work in the early 1950s on the Big Bang model, including Big Bang nucleosynthesis and predictions of the cosmic microwave background radiation.", "5730078": "Louis Rendu (December 9, 1789 in Meyrin – August 28, 1859) was French Roman Catholic bishop of Annecy and a scientist.", "3075873": "Orso Mario Corbino (30 April 1876– 23 January 1937) was an Italian physicist and politician.[1] He is noted for his studies of the influence of external magnetic fields on the motion of electrons in metals and he discovered the Corbino effect.  He served as the minister for education in 1921 and as the Minister for National Economy in 1921.  He also served as professor of the University of Messina (1905) and of the University of Rome (1908).", "9269026": "Martin Schadt (born 1938) is a Swiss physicist and inventor.", "6156068": "Heather Margaret Murray Reid OBE CPhys FInstP FRMetS (born c. 1969), also known as \"Heather the Weather\", is a Scottish meteorologist, physicist, science communicator and educator. She was formerly a broadcaster and weather presenter for BBC Scotland.[1]", "53931816": "Hans Ryde (born 17 January 1931) is a Swedish physicist who is a member of the Royal Swedish Academy of Sciences. He was awarded his Doctor of Philosophy at Stockholm University in 1962.[1] He was employed by the Research Institute of Atomic Physics in Frescati, Stockholm during the 60s and 70s, where he did his research in the field of nuclear structural physics in general and deformed nuclear nuclei in particular. By using a 225-cm cyclotron he discovered, together with his colleague Arne Johnson, that there was a backbending effect in fast rotating nuclei.[2][3] In 1975 he replaced Sten von Friesen as a professor at the Department of Physics, Lund University.[4] He became a member of the Royal Swedish Academy of Sciences in 1992[5] and the Finnish Society of Sciences and Letters in 1988.[6]", "25849642": "Markus Eduard Fierz (20 June 1912 – 20 June 2006)  was a Swiss physicist, particularly remembered for his formulation of spin–statistics theorem, and for his contributions to the development of quantum theory, particle physics, and statistical mechanics. He was awarded the Max Planck Medal in 1979 and the Albert Einstein Medal in 1989 for all his work.", "41774898": "Daniel M. Fleetwood (born August 3, 1958) is an American scientist, inventor, engineer and innovator. He is credited as being one of the first to identify the origins of flicker noise in semiconductor devices and its usefulness in understanding the effects of ionizing radiation on microelectronic devices and materials.", "47542076": "Howard Clayton Eberline (15 October 1917 – 26 May 1981) was a pioneer in the field of instrumentation for detecting ionizing radiation, inventor and entrepreneur. Eberline started his work at Los Alamos National Laboratory and began a long career of designing and developing radiation detection instrumentation that lead to the formation of a company that would bear his name and become a key player in the industry.", "46690117": "Gerald Schubert (born 1939) is a geophysicist and Professor Emeritus of Earth, Planetary, and Space Sciences at UCLA. His research has broadly dealt with modeling the structure and dynamics of the interiors and atmospheres and Earth and other planets.", "1699656": "Ernesto Sabato (June 24, 1911 – April 30, 2011) was an Argentine novelist, essayist, painter, and physicist. According to the BBC he \"won some of the most prestigious prizes in Hispanic literature\" and \"became very influential in the literary world throughout Latin America\".[2] Upon his death El País dubbed him the \"last classic writer in Argentine literature\".[3]", "20574024": "Sir Alan Walsh FAA FRS (19 December 1916 – 3 August 1998) was a British-Australian physicist, originator and developer of a method of chemical analysis called atomic absorption spectroscopy.[1][2][3]", "54030158": "Aharon Kapitulnik (born 1953) is an Israeli-American experimental condensed matter physicist working at Stanford University. He is known primarily for his work on strongly correlated electron systems, low dimensional electronic systems, unconventional superconductors, topological superconductors, superconductivity and magnetism, transport in bad metals and precision measurements.[1]", "57667411": "Clare Joanna Burrage is a British particle physicist at the University of Nottingham. She has made significant contributions to dark energy research, using astrophysical probes and interferometry.", "41578324": "William Cooper Davidon (March 18, 1927 – November 8, 2013) was an American professor of physics and mathematics, and a peace activist. As the mastermind of the March 8, 1971, FBI office break-in, in Media, Pennsylvania, Davidon was the informal leader of the Citizens' Commission to Investigate the FBI. The Media break-in resulted in the disclosure of COINTELPRO, which in turn led to subsequent investigations and reforms of the FBI.[2]", "63303507": "Paul Leon Hartman (13 July 1913, Reno, Nevada – 20 May 2005, Ithaca, New York) was an American experimental physicist, known for making pioneering measurements of synchrotron radiation.[1]", "31223644": "Ludwig von Tetmajer (14 July 1850, Krompachy, Upper Hungary - 1 February 1905, Vienna, Austria) was a professor at the Eidgenössischen Polytechnikum, the fore-runner of modern ETH in Zurich. Tetmajer was a pioneer in the development of the research laboratories for determining the physical and mechanical properties of the construction materials and a co-founder of the Festigkeitsprüfungsanstalt, the modern Eidgenossische Materialprüfungs- und Forschungsanstalt (Empa) of Switzerland.", "33550173": "Sow-Hsin Chen (Chinese: 陳守信; pinyin: Chén shǒuxìn; Pe̍h-ōe-jī: Tân Siú-sìn) (1935 – 26 June 2021),[2] was a Hoklo Taiwanese physicist and Professor Emeritus at Massachusetts Institute of Technology (MIT). He was a recognized pioneer in the research of the dynamic properties of supercooled and interfacial water with the use of neutron scattering techniques. As an educator, he was recognized for his training of young scientists in the use of those same techniques.[1] Regarding hydrogen storage, his research focused on the use of activated carbon to allow hydrogen to be stored at room temperature.", "37285727": "David P. DeMille is an American physicist and Professor of Physics at the University of Chicago.  He is best known for his use of polar diatomic molecules to search for symmetry-violating effects within the molecules and as a means for manipulating the external properties of the molecules.[2]", "40529759": "Stanley Cohen (February 5, 1927 – March 27, 2017) was an American physicist who worked at Argonne National Laboratory. He created Speakeasy, a numerical computational environment, implemented with OOPS, object-oriented system, and was the founder and president of Speakeasy Computing Corporation.[2]", "454498": "Oskar Klein Medal (1991)\nBenjamin Franklin Medal for Physics of the Franklin Institute\nInstitute of Physics Isaac Newton Medal (2009)\nDirac Prize of the International Center for Theoretical Physics in Trieste\nGruber Prize in Cosmology (2004)\nBreakthrough Prize in Fundamental Physics (2012)", "3174246": "Édouard Eugène Désiré Branly (23 October 1844 – 24 March 1940) was a French inventor, physicist and professor at the Institut Catholique de Paris. He is primarily known for his early involvement in wireless telegraphy and his invention of the Branly coherer around 1890.", "34205546": "Tsvi Piran  (born May 6, 1949) is an Israeli theoretical physicist and astrophysicist, best known for his work on Gamma-ray Bursts (GRBs) and on numerical relativity. The recipient of the 2019 EMET prize award in Physics and Space Research.", "21852012": "Albert Gordon Hill (1910-1996) was a physicist. He was a key leader in the development of radar in World War II, director of the MIT Lincoln Laboratory development of the electronic Distant Early Warning and SAGE continental air defense systems, and first chairman of The Charles Stark Draper Laboratory.  He died in 1996.", "11005811": "Wolfgang Karl Ernst Finkelnburg (5 June 1905 – 7 November 1967)[1] was a German physicist who made contributions to spectroscopy, atomic physics, the structure of matter, and high-temperature arc discharges.  His vice-presidency of the Deutsche Physikalische Gesellschaft 1941-1945, was influential in that organization’s ability to assert its independence from National Socialist policies.", "23097205": "Pavel Jelínek (Czech pronunciation: [ˈpavɛl ˈjɛliːnɛk]; born November 17, 1972) is a Czech physicist, member of an international group of scientists (from Japan, Spain and Czech Republic), that for the first time chemically identified individual atoms using an atomic force microscope and quantum-mechanical computation. More specifically, they were able to image surface of an alloy at atomic resolution and successfully identify tin, lead and silicon atoms on this surface.[1]", "27651959": "Hans-Arwed Weidenmüller (born 26 July 1933 in Dresden) is a German theoretical physicist, who works primarily in the field of nuclear physics.", "17493881": "Michael A. Brown, CBE, DL, FInstP, FIET, FRSA,[1] (born 19 May 1946) was the 2nd Vice-Chancellor of Liverpool John Moores University in Liverpool, England, United Kingdom[2] between 2000 and 2011.", "67628934": "Saskia Mioduszewski is a nuclear physicist and professor at Texas A&M University.", "50229128": "Arnold Theodore Nordsieck (January 5, 1911 – January 18, 1971) was an American theoretical physicist. He is best known for his work with Felix Bloch on the infrared problem in quantum electrodynamics. He developed the inertial electrostatic gyroscope (ESG) used as part of the inertial navigation system of nuclear submarines that allows them to remain underwater without having to surface to ascertain their location.", "1339273": "John Henry Manley (July 21, 1907 – June 11, 1990) was an American physicist who worked with J. Robert Oppenheimer at the University of California, Berkeley before becoming a group leader during the Manhattan Project.[1]", "42102667": "Henri A. Levy (September 12, 1913 – March 25, 2003) was an American physicist and crystallographer who made contributions in the field of neutron scattering by crystalline materials.[1]", "18149260": "Hans Kopfermann (26 April 1895, in Breckenheim near Wiesbaden – 28 January 1963, in Heidelberg) was a German atomic and nuclear physicist. He devoted his entire career to spectroscopic investigations, and he did pioneering work in measuring nuclear spin. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club.", "61325": "Wilhelm Conrad Röntgen (/ˈrɛntɡən, -dʒən, ˈrʌnt-/;[3] German pronunciation: [ˈvɪlhɛlm ˈʁœntɡən] ⓘ; 27 March 1845 – 10 February 1923) was a German mechanical engineer and physicist,[4] who, on 8 November 1895, produced and detected electromagnetic radiation in a wavelength range known as X-rays or Röntgen rays, an achievement that earned him the inaugural Nobel Prize in Physics in 1901.[5][6] In honour of Röntgen's accomplishments, in 2004 the International Union of Pure and Applied Chemistry (IUPAC) named element 111, roentgenium, a radioactive element with multiple unstable isotopes, after him. The unit of measurement roentgen was also named after him.", "71495566": "Pekka Tarjanne (1937–2010) was a scientist and politician who served as the chairman of the Liberal Party and minister of transport in Finland. He also headed the International Telecommunication Union from 1989 and 1999.", "52653974": "Ricardo Magnus Osório Galvão (born 21 December 1947) is a prominent Brazilian physicist and engineer, formerly the Director-General of the National Institute for Space Research.[2][3][4] He is a full Professor of the Institute of Physics of the University of São Paulo, member of the Brazilian Academy of Sciences,[5] fellow of the Institute of Physics and councilman of the European Physical Society.[6] Galvão has occupied major positions within the Brazilian Physics community such as the presidency of the Brazilian Physical Society (2013–2016) and the directorship of the Brazilian Center for Research in Physics (2004–2011).[4][7]", "716695": "Kirstine Bjerrum Meyer (12 October 1861 – 28 September 1941) was a Danish physicist and was first woman from her country to earn a doctorate in natural sciences.[1]", "57241499": "David Gubbins (born May 31, 1947) is a British former geophysicist concerned with the mechanism of the Earth's magnetic field and theoretical geophysics. He is Emeritus Professor of Earth Sciences at Leeds University.", "52686751": "William Cronk Elmore (September 16, 1909 – January 23, 2003) was an American physicist, educator, and author who is best known for his work on and related to the Manhattan project during World War II and as a professor of physics at Swarthmore College, PA from 1938 to 1974. Bill Elmore authored two influential books during his life, Electronics-Experimental Techniques[1] with Matthew Sands and the Physics of Waves[2] with Mark Heald. He is also known for deriving a simple approximation for the delay through an RC network, known as the Elmore delay.[3]", "70348706": "Optical diagnostics of thin films\nAssembly of nanocrystals", "41512867": "William Clyde Martin Jr. (November 27, 1929 – September 15, 2013) was an American physicist. After receiving his Ph.D. degree from Princeton University in 1956, he joined the staff of the National Bureau of Standards (NBS: now NIST, the National Institute of Standards and Technology), where he was employed until his retirement in 1998.  As Chief of the NBS Atomic Spectroscopy Section (and its successor organizations) from 1962 to 1998, he led the development of its reference data resources on the spectra of rare-earth elements, substantially increased its coverage of highly excited and ionized species, and pioneered the publication of NIST Standard Reference Data on the internet.", "8548275": "Professor August Musger (February 10, 1868 – October 30, 1929) was an Austrian priest and physicist[1] who is best remembered for his invention of slow motion.", "6451130": "Paul Ernest Klopsteg (May 30, 1889 – April 28, 1991) was an American physicist.[1] The asteroid 3520 Klopsteg was named after him and the yearly Klopsteg Memorial Award was founded in his memory.", "716735": "Robert Sherwood Shankland (January 11, 1908 – March 1, 1982) was an American physicist and historian.[1]", "71462849": "Hubert Mack Thaxton (20 March 1909 – 3 January 1974) was an American nuclear physicist, mathematician, engineer, and the fourth African American person to earn a PhD in physics in the United States. Thaxton's research focused on proton scattering, which at the time was a largely unexplored area of study.[1][2]", "15986633": "Li Zhijian (Chinese: 李志坚; 1928–2011) was a Chinese physicist. He was a pioneer of Chinese microelectronics. He was former Chief Director of the Institute of Microelectronics, Tsinghua University; and the ex-Chairman of the Academic Committee, School of Information Science and Technology, Tsinghua University.[1]", "56258515": "Leslie Fleetwood Bates, CBE, FRS (7 March 1897 – 20 January 1978) was an English physicist known for his contributions to ferromagnetism. He was Lancashire-Spencer Professor of Physics at the University of Nottingham from 1936 until his retirement in 1964.", "20639708": "Raymond Y. Chiao is an American physicist best known for his experimental work in quantum optics. He is currently an emeritus faculty member at the University of California, Merced physics department, where he is conducting research on gravitational radiation in collaboration with Prof. Jay Sharping.", "15888351": "Joseph Henry Eberly is a physicist who holds the positions of Andrew Carnegie Professor of Physics and Astronomy and Professor of Optics at the University of Rochester.", "1241055": "Victor Ninov (Bulgarian: Виктор Нинов, born 1959) is a Bulgarian physicist and former researcher who worked primarily in creating superheavy elements.  He is known for the co-discoveries of elements 110, 111, and 112 (darmstadtium, roentgenium and copernicium).", "64286690": "Andrew Kam-hung Ng is a Canadian physicist who is a professor emeritus in the Department of Physics and Astronomy at the Peter Wall Institute for Advanced Studies.", "12251109": "Miroslav Žamboch (born 13 January 1972) is a Czech physicist and author known for writing novels and short stories in the science fiction and fantasy genres.[1]", "21229549": "Walter Oelert (born 14 July 1942) is a professor at the Juelich Research Center in Germany.", "38596591": "Ari Ben-Menahem (Schlanger) has been professor of mathematics and geophysics at the Weizmann Institute of Science since 1964 and visiting professor at MIT. He is a seismologist, author, polymath, and historian of science. He coauthored with Sarvajit Singh, \"Seismic Waves and Sources: the mathematical theory of seismology\", a pioneering treatise since the nascent of this discipline at the turn of the  20th century.", "72380399": "Thomas James Wagg (born 30 November 1997) is an English astrophysicist, with interests in massive stars and gravitational waves. He is currently pursuing a PhD in Astronomy from the University of Washington.[1] He is believed to be the youngest person to have discovered a planet.[2][3]", "63827959": "Oleg V. Minin (Russian: Олег Владиленович Минин) was born on March 22, 1960, in Novosibirsk, Academytown, Russia. He is a Russian physicist, a corresponding member of the Russian Academy of Metrology, and a full professor of Physics at the Tomsk Polytechnic University. He is renowned for his contributions to creating new scientific directions, including THz 3D Zone plate, Mechatronics (mesoscale photonics), hyper cumulative shaped charge, subwavelength structured light, encompassing acoustics and surface plasmon.", "63565815": "Natalie Ann Roe is an experimental particle physicist and observational cosmologist, and the Associate Laboratory Director for the Physical Sciences Area at Lawrence Berkeley National Laboratory (LBNL) since 2020.[1] Previously, she was the Physics Division Director for eight years.[2][3] She has been awarded as the Fellow of American Physical Society (APS) and American Association for the Advancement of Science (AAAS) for her exceptional scientific career and contributions.", "66088956": "Carl Robert Disch (presumed dead in 1965) was an ionospheric physicist for the National Bureau of Standards who went missing near Byrd Station, Antarctica, on May 8, 1965.[1]", "5730303": "James Thomson FRS FRSE LLD (16 February 1822 – 8 May 1892) was a British engineer and physicist, born in Belfast, and older brother of William Thomson (Lord Kelvin).", "3862540": "H. Jay Melosh (June 23, 1947 – September 11, 2020)[1] was an American geophysicist specialising in impact cratering. He earned a degree in physics from Princeton University and a doctoral degree in physics and geology from Caltech in 1972.[2] His PhD thesis concerned quarks.[3][4]  Melosh's research interests include impact craters, planetary tectonics, and the physics of earthquakes and landslides. His recent research includes studies of the giant impact origin of the Moon, the Chicxulub impact that is thought to have extinguished most dinosaurs, and studies of ejection of rocks from their parent bodies. He was active in astrobiological studies that relate chiefly to the exchange of microorganisms between the terrestrial planets (a process known as panspermia or transpermia[5]).", "24768526": "Alexander Alexeyevich Makarov, FRS (Russian: Александр Алексеевич Макаров; born 1966) is a Russian physicist who led the team that developed the Orbitrap, a type of mass spectrometer, and received the 2008 American Society for Mass Spectrometry Distinguished Contribution in Mass Spectrometry Award for this development.[1][2] In November 2013 he was appointed to Professor by Special Appointment of High Resolution Mass Spectrometry at the Department of Chemistry and the Bijvoet Center for Biomolecular Research of Utrecht University in the Netherlands.[3]", "3043343": "Joan Hinton (Chinese name: 寒春, Pinyin: Hán Chūn; 20 October 1921 – 8 June 2010) [1] was a nuclear physicist and one of the few women scientists who worked for the Manhattan Project in Los Alamos. Dismayed at the use of the atomic bomb against the Japanese, she went to live and work in China, staying on after the establishment of the People's Republic of China after 1949. She and her husband Erwin (Sid) Engst participated in China's efforts at developing a socialist economy, working extensively in agriculture, and supported the policies of Mao Zedong. She lived on a dairy farm north of Beijing before her death on June 8, 2010.", "53833746": "Alexander (or Alexandre) G. Abanov is an American physicist working in the field of theoretical Condensed matter physics. He received his Ph.D. from The University of Chicago in 1997. He is currently a professor of physics at Stony Brook University. He was elected as Fellow of the American Physical Society in 2016.[1][2][3]", "53833747": "Edward Allen Adler is an American businessman and physicist, who as of 2017 was the vice president of Enterprise Technology Strategy for The Boeing Company.[1][2] He is a Fellow of the American Physical Society, with the citation:", "70971413": "Leonid Vasilyevich Kirensky (Russian: Леонид Васильевич Киренский; April 7, 1909 in Amga, Russian Empire – November 3, 1969 in Moscow, Soviet Union), whose name was also written as Leonid Vasil'evich Kirenskii, was a Soviet physicist and university professor.[1][2][3]", "16281622": "Lawrence N. Shaw (August 12, 1939 – August 19, 2017) was an American physicist, curator, and artist. Shaw worked at the Exploratorium, a San Francisco science museum, for 33 years, performing just about every function for the museum. He was a key member of the arts and technology community in the San Francisco Bay Area.", "59535378": "Louise Sherwood McDowell (29 September 1876 - 6 July 1966) was an American physicist and educator. She spent most of her career as a professor of physics at Wellesley College and is best known for being one of the first female scientists to work at the United States Bureau of Standards, now the National Institute of Standards and Technology.[1]", "18575384": "Henri Daniel Rathgeber (11 June 1908 – 20 July 1995) was an Australian physicist who studied cosmic rays but considered his most important contribution to be an economic theory that explain how entropy causes unemployment.", "26341402": "Frank Rawle Haig, S.J. (born September 11, 1928)[1] is an American Jesuit priest, physicist and academic administrator. He served as the third President of Wheeling Jesuit University from 1966 to 1972 and the seventh president of Le Moyne College from 1981 until 1987.", "53833762": "Ian Appelbaum is an American physicist, currently at the University of Maryland and an Elected Fellow of the American Physical Society. He is a graduate of Massachusetts Institute of Technology with a Ph.D. in physics.[1][2]", "53833763": "Philip Argyres is an American physicist and professor at the University of Cincinnati. He is an Elected Fellow of the American Physical Society[1] and a member of Simons Foundation.[2]", "52916260": "Patrick Thomas Burke (1923 – 30 March 2008) was an Irish Carmelite priest, physicist and school teacher, and co-founder of the Young Scientist Exhibition.[1]", "716839": "Dorte Juul Jensen (born 1957) is a senior scientist and head of the Center for Fundamental Research: Metal Structures in Four Dimensions and Materials Research Division, Risø DTU National Laboratory for Sustainable Energy, Roskilde, Denmark. Risø operates under the auspices of the Danish Ministry of Science, Technology and Innovation, researching a wide range of technologies and training Ph.D candidates in the sciences.", "454697": "William Maurice \"Doc\" Ewing (May 12, 1906 – May 4, 1974) was an American geophysicist and oceanographer.[1][2][3][4][5][6]", "67727408": "Dorothy Beckett is an American biophysicist and director of the BBCB division of NIH.[1]", "60715061": "Raul Jimenez Tellado (born 1967, Madrid, Spain), known professionally as Raul Jimenez, is a cosmologist and theoretical physicist and currently the ICREA[1] Professor of Cosmology at the University of Barcelona.[2] His research interests include the origin and evolution of the Universe, large-scale structure, dark matter, dark energy, inflation, the cosmic microwave background, statistics and Bayesian inference.", "59666485": "Wulf Steinmann (12 July 1930 – 3 January 2019) was a German physicist and former president of the Ludwig Maximilian University of Munich.[1][2]", "41939000": "Omar Hurricane is a physicist at Lawrence Livermore National Laboratory, in the thermonuclear and inertial confinement fusion design division.[1] Prior to Lawrence Livermore, he worked at the UCLA Institute of Plasma & Fusion Research. His research focuses on weapons physics, high energy density physics (HEDP) science, the theory of plasmas, and plasma instability.", "46690365": "Laurence Frederick Abbott[2] (born 1950) is an American theoretical neuroscientist, who is currently the William Bloor Professor of Theoretical Neuroscience at Columbia University, where he helped create the Center for Theoretical Neuroscience. He is widely regarded as one of the leaders of theoretical neuroscience, and is coauthor, along with Peter Dayan, on the first comprehensive textbook on theoretical neuroscience, which is considered to be the standard text for students and researchers entering theoretical neuroscience.[3] He helped invent the dynamic clamp method alongside Eve Marder.[4]", "71168067": "Mariah Suzanne Carbone is an American geophysicist who is a  professor of Geosciences at the Center for ecosystem science and society, Northern Arizona University. She studies terrestrial ecosystems and how they respond to environmental change.[1][3]", "14151748": "Kurt Gottfried (May 17, 1929 – August 25, 2022) was an Austrian-born American physicist who was professor emeritus of physics at Cornell University. He was known for his work in the areas of quantum mechanics and particle physics and was also a co-founder with Henry Way Kendall of the Union of Concerned Scientists. He wrote extensively in the areas of physics and arms control.[1]", "60584011": "Sergey Alekseenko is a Russian scientist known for his work in the fields of thermophysics and energy.", "454731": "J. Lamar Worzel (February 21, 1919 – December 26, 2008) was an American geophysicist known for his important contributions to underwater acoustics, underwater photography, and gravity measurements at sea.", "94289": "Sally Kristen Ride (May 26, 1951 – July 23, 2012) was an American astronaut and physicist. Born in Los Angeles, she joined NASA in 1978, and in 1983 became the first American woman and the third woman to fly in space, after cosmonauts Valentina Tereshkova in 1963 and Svetlana Savitskaya in 1982. She was the youngest American astronaut to have flown in space, having done so at the age of 32.", "61403225": "Cynthia E. Keppel is the Hall A and C Leader at the Thomas Jefferson National Accelerator Facility and a Fellow of the American Physical Society. Her research focuses on the quark-gluon structure of the nucleon, while also considering applications of nuclear physics in medicine. Previously, she was a founding member of the Hampton University Proton Therapy Institute.", "73461851": "Christopher H. Scholz (born 25 February 1943) is an American geologist and physicist. He is Professor Emeritus of Earth and Environmental Sciences and of Applied Physics and Applied Mathematics at Columbia University and the Lamont–Doherty Earth Observatory.[1]", "57798748": "Thomas W. Baumgarte (born 1966) is a German physicist specializing in the numerical simulation of compact objects in general relativity.", "7598174": "Thomas Joseph (Tom) Bowles is an American nuclear physicist who works at the Los Alamos National Laboratory.[1]  He served as the Laboratory's Chief Science Officer from 2004 to 2006, and also was science advisor to New Mexico Governor Bill Richardson from 2006.[2]", "6811745": "Chia-Hsiung Tze (often H.C. Tze) is a professor emeritus at Virginia Tech.[1] He is a theoretical particle physicist focusing on group theory, string theory, supersymmetry, octonions and other topics in theoretical physics.", "16150627": "Stephen Butterworth OBE (1885–1958) was a British physicist who invented the filter that bears his name,[1] a class of electrical circuits that separates electrical signals of different frequencies.", "8548464": "Walter Rogowski (7 May 1881 – 10 March 1947) was a German physicist who bridged the gap between theoretical physics and applied technology in numerous areas of electronics. The Rogowski coil was named after him.", "38793329": "Order For Merit to the Fatherland, 3rd class \nOrder of Alexander Nevsky", "73756785": "Harry Lee Morrison (7 October 1932 - 14 January 2002)[1] was an American theoretical physicist and the first African American physics faculty member at the University of California, Berkeley. His research focused on statistical mechanics within theoretical physics, and he was known for his demonstration in 1972 of the absence of long-range order in quantum systems in two dimensions, that was a result from the breaking of a continuous symmetry.[2]", "68055157": "Pascale Senellart (August 21, 1972) is a French physicist who is a senior researcher at the French National Centre for Scientific Research and professor at the École Polytechnique. She has worked on quantum light sources and semiconductor physics. She was awarded the CNRS Silver Medal in 2014, made Fellow of The Optical Society in 2018, and elected member of the French Academy of Sciences in 2022.", "72904832": "Donald Robert Yennie (1924-1993) was an American theoretical physicist and professor at Cornell University. He is known for his work on renormalization in Quantum electrodynamics and for early work on the structure of nucleons.[1]", "51015810": "Lee Grodzins (born July 10, 1926) is an American professor emeritus of physics at the Massachusetts Institute of Technology (MIT).[1] After work as a researcher at Brookhaven National Laboratory, Grodzins joined the faculty of MIT, where he taught physics for nearly four decades.  He was also head of R&D for Niton Corporation, which developed devices to detect dangerous contaminants and contraband. He wrote more than 150 technical papers and holds more than 60 US patents.[2][3]", "49442947": "Alberto Vecchio (Italian pronunciation: [alˈbɛrto ˈvɛkkjo]) is a physicist, professor at University of Birmingham in the School of Physics and Astronomy, and the Director of the Institute of Gravitational Wave Astronomy.[1][2] He was a contributor in the upgrade of LIGO to Advanced LIGO which resulted in the discovery of gravitational waves in February 2016.[3][4]", "23883907": "Shivram Baburao Bhoje (born 9 April 1942) is a distinguished Indian nuclear scientist who worked in the field of fast-breeder nuclear reactor technology for forty years in the design, construction, operation, and research and development. Indian government has honoured him with Padma Shri in 2003, the fourth highest civilian award in India, for his distinguished service to science and engineering fields.[1]", "2191496": "Joseph Weber (May 17, 1919 – September 30, 2000) was an American physicist. He gave the earliest public lecture on the principles behind the laser and the maser and developed the first gravitational wave detectors (Weber bars).", "3731600": "William \"Bill\" Kent Wootters (born 7 July 1951[citation needed]) is an American theoretical physicist, and one of the founders of the field of quantum information theory. In a 1982 joint paper with Wojciech H. Zurek, Wootters proved the no cloning theorem,[1] at the same time as Dennis Dieks, and independently of James L. Park who had formulated the no-cloning theorem in 1970.[2][3]  He is known for his contributions to the theory of quantum entanglement including quantitative measures of it, entanglement-assisted communication (notably quantum teleportation, discovered by Wootters and collaborators in 1993[4]) and entanglement distillation.  The term qubit, denoting the basic unit of quantum information, originated in a conversation between Wootters and Benjamin Schumacher in 1992.[5]", "3797142": "James Lee Fergason[2] (January 12, 1934 – December 9, 2008) was an American inventor and business entrepreneur. A member of the National Inventors Hall of Fame, Fergason is best known for his work on an improved Liquid Crystal Display, or LCD. He held over one hundred U.S. patents at the time of his death.[3]", "5042327": "Josip Belušić (March 12, 1847[1] – January 8, 1905[1]) was a Croatian inventor and professor of physics and mathematics. He was born in the small settlement of Županići, in the region of Labin, Istria, and schooled in Pazin and Koper. Belušić continued his studies in Vienna, later resettling in Trieste before coming back to Istria, where he built his best known invention, the speedometer. After completing his studies, Belušić was employed as a professor of physics and mathematics at the Royal School of Koper. Later, he became director of the Maritime School of Castelnuovo, and was employed as an assistant professor in that institution.[2][1][3]", "48001178": "Karl Selim Lemström (17 November 1838 in Ingå – 2 October 1904 in Helsinki), was a Finnish geophysicist.[1] Lemström is best known on his research of aurora borealis. He had several expeditions in Finnish Lapland and even tried to create an artificial northern lights in the laboratory.[2] In 1870 Lemström studied the metric system in Paris and introduced the system to Finland. Since 1872 he was a professor in the University of Helsinki.[1] Lemström has been described as the \"forgotten pioneer of northern light studies,\"[3] and some of his experiments have been compared with the ones made by Nikola Tesla.[4]", "18641056": "Shaukat Hameed Khan (Urdu: شوکت حمید خان; born 4 September 1941) PP, PhD, FPAS, is a Pakistani optical physicist and a visiting professor of physics at the Comsats University in Islamabad. Khan is known for his understanding in spark gap and plasma-induced Lasers in ionized environment.[1]", "28834": "Sultan Bashiruddin Mahmood[note 1] (Urdu: سلطان بشیر الدین محمود; b. 1940;,[1] SI, PE)  is a Pakistani nuclear engineer, a scholar of Islamic studies and pseudoscientist.[2] He was the subject of a criminal investigation launched by the Federal Investigation Agency (FIA) over unauthorized travel in Afghanistan prior to the September 11 attacks in 2001.", "53833897": "Allan Rosencwaig (born Poland, c.1942) is an American physicist.", "35877040": "Anton Wassmuth (5 May 1844, Stift Tepl near Marienbad – 22 April 1927, Graz) was an Austrian physicist.", "59011253": "Jarita Charmian Holbrook is an American astronomer and associate professor of physics at the University of the Western Cape (UWC) where they are principal investigator of the Astronomy & Society group.[1] Holbrook's work examines the relationship between humans and the night sky, and they have produced scientific publications on cultural astronomy, starburst galaxies, and star formation regions.[2][3][4]", "10842294": "Jerrold Reinach Zacharias (January 23, 1905 – July 16, 1986) was an American physicist and institute professor at the Massachusetts Institute of Technology,[2] as well as an education reformer. His scientific work was in the area of nuclear physics.", "3305678": "Serge Rudaz (born August 19, 1954, pronounced \"Rü-DAH\") is a Canadian theoretical physicist and professor of physics at the University of Minnesota.  He previously served as the director of undergraduate studies of the University of Minnesota's physics department,  and is now the director of undergraduate honors at the University of Minnesota. Rudaz received his Ph.D. in 1979 from Cornell University and his undergraduate degree from McGill University.", "70217936": "Guy F. de Téramond Peralta is a Costa Rican/French theoretical physicist. His research has been focused on nuclear and high energy physics. Following the quest for a wave equation similar to the Schrödinger equation in atomic physics, he introduced with Stanley Brodsky a nonperturbative first approximation to quantum chromodynamics to describe hadronic structure, known as light front holography.[1] This analytic approach to the strong interactions is based on light front quantization and the AdS/CFT correspondence.[2][3] He is also known for his role in the pioneering interconnections in Costa Rica and the Central American region to the Internet.[4] In 2023, de Téramond was inducted into the Internet Hall of Fame by the Internet Society.[5]", "13758682": "Somak Raychaudhury (Bengali: সোমক রায়চৌধুরী) is an Indian astrophysicist. He is the Vice-Chancellor at Ashoka University and was the Director of the Inter-University Centre for Astronomy and Astrophysics (IUCAA), Pune.[1] He is on leave from Presidency University, Kolkata, India,[2] where he is a Professor of Physics, and is also affiliated to the University of Birmingham, United Kingdom.[3] He is  known for his work on stellar mass black holes[4][5][6] and supermassive black holes.[7] His significant contributions include those in the fields of gravitational lensing,[8] galaxy dynamics[9] and large-scale motions in the Universe, including the Great Attractor.[10]", "2388190": "Peter C. Aichelburg (born 9 November 1941) is an Austrian physicist well known for his contributions to general relativity, particularly for his joint work with Roman Sexl on the Aichelburg–Sexl ultraboost[1] of the Schwarzschild vacuum.", "58552545": "Jesse Carlsson is an Australian BMX age-group world champion, theoretical physics PhD, ultra-distance cycling competitor and businessman.", "58028257": "Ilona Riipinen (born 1982, Lempäälä) is a Finnish physicist, working as a professor of atmospheric sciences at Stockholm University.[1][2][3] She has received funding for her research from many funds as well as the European Research Council.[4]", "50950373": "Amanda Weltman (born 1979) is a South African theoretical physicist. She is best known for co-authoring a series of papers proposing \"chameleon gravity\" to explain the existence of dark energy. She is currently a Professor and South African Research Chair at the University of Cape Town.", "24408294": "Franco Selleri (Bologna, Italy, 9 October 1936 – 20 November 2013) was an Italian theoretical physicist and professor at the Università degli Studi di Bari Aldo Moro.[1] He received his Doctorate / Ph.D. cum laude at the Università di Bologna in 1958, and was a fellow of the Istituto Nazionale di Fisica Nucleare beginning 1959. He was a member of the New York Academy of Sciences and the Fondation Louis de Broglie, and served on the board of directors of the Italian Physical Society.", "21950694": "Parvez Butt (Urdu: پرویز بٹ; b. 4 October 1942; NI, HI, SI, PE), is a Pakistani mechanical engineer and public official who served as the chairman of the Pakistan Atomic Energy Commission from 2001 till 2006.[1]", "26996964": "Ole Andreas Krogness (23 May 1886 – 28 May 1934) was a Norwegian physicist.  He worked for the establishment of a geophysical institute in Tromsø, and served as the institute's manager from 1918 to 1922.  He was instrumental in many geophysical accomplishments in northern Norway in the early 20th century.", "11890922": "Thomas Dale Stewart (August 14, 1890 – February 6, 1958) was an American chemist.", "71004396": "Joseph Valasek (27 April 1897 – 4 October 1993) was an American physicist and professor emeritus of physics at the University of Minnesota. He specialized in geometrical and physical optics, experimental optics and spectroscopy, and x-rays.[1] He is credited with the discovery of ferroelectricity, which he identified using Rochelle salts.", "48427242": "Daniel Q. Posin (1909–2003) was an American physicist.[1][2][3]  He was born in 1909 in Russian Turkestan, close to the Caspian Sea. When he was six years old his family fled the Russian revolution, and in a journey that took three years he made it to Mongolia and finally to the United States, the final leg of the journey on a cattle boat to San Francisco.[4]  He attended the University of California at Berkeley, graduating Phi Beta Kappa, and earning a Ph.D. in physics.", "40562926": "Mikhail \"Misha\" Voloshin (May 14, 1953, Bucharest, Romania – March 20, 2020)[1] was a Russian and American theoretical physicist. Voloshin graduated from physics class of Moscow School 57 in 1970. Voloshin started working at ITEP in 1976 and accordingly earned his Ph.D. in 1977. In 1983 he received a Soviet medal and an award in physics. Beginning in 1990, he taught quantum physics at the William I Fine Theoretical Physics Institute, a division of the University of Minnesota College of Science and Engineering. In 1997 elected a fellow of the American Physical Society.[2] In 2001 he was awarded J.J. Sakurai Prize for Theoretical Particle Physics[3] and in 2004 he was awarded the Alexander-von-Humboldt Award.[4]", "20836593": "David Faiman (born 1944 in the United Kingdom) is a British and Israeli physicist.", "38498547": "Paul Marmet, OC FRSC (20 May 1932 – 20 May 2005) was a Canadian physicist, inventor, author, and professor at Laval University in Quebec City, Canada, who served as the President of the Canadian Association of Physicists.", "35909877": "Theodor Meyer (July 1, 1882 – March 8, 1972 in Bad Bevensen, Germany) was a German mathematician, a student of Ludwig Prandtl, and a founder of the scientific discipline now known as compressible flow or gas dynamics.[1][2]", "32469240": "Other reasons this message may be displayed:", "54161658": "Jessica Lovering is an American astrophysicist, researcher and Director of Energy at the Breakthrough Institute. She supports the innovative development of new nuclear power plants in response to climate change.[1][2] She also sits on the Advisory Committee of the Nuclear Innovation Alliance,[3] and was a speaker at Nuclear Innovation Bootcamp at the University of California, Berkeley in 2016.[4] Her biography at ClimateOne states that Lovering \"works to  change how people think about energy and the environment\".[5] Her written work has featured in various publications, including journals Issues in Science and Technology, Science and Public Policy, Foreign Affairs and Energy policy.[6] Websites featuring her work include various nuclear energy blogs and EnergyPost.eu.[7] She has worked as a researcher on the documentary film Pandora's Promise and appeared in the TV series Abandoned.[8]", "21524735": "Peter Andreas Thejll (born 1956) is a Danish astrophysicist and climate researcher. His research in solar variation helped provide  evidence of the greenhouse effect on the Earth's climate in the late 20th century. In particular, his study with Knud Lassen on Northern Hemisphere land air temperature showed that the rise of 0.4 degrees Celsius since 1980 could not be accounted for by the solar cycle, solely. Climatologists have pointed to this finding as a \" piece of evidence for greenhouse warming\".[1][2]", "56324353": "Australian National University (BS (Hons))\nUniversity of New South Wales (PhD)", "160004": "Mahmoud Hessabi (or Hessaby, Persian: محمود حسابی, February 23, 1903 – September 3, 1992) was an Iranian nuclear physicist and senator.[1] He was the minister of education of Pahlavi Iran in the cabinet of Prime Minister Mohammad Mosaddegh from 1951 to 1952.[2]", "40694021": "Dieter Vollhardt (born September 8, 1951) is a German physicist and Professor of Theoretical Physics at the University of Augsburg.", "50327814": "Frank Wattendorf (1906 — 1986) was an American physicist specializing in wind tunnels for research in aerodynamics.\nWattendorf is recalled for his report on the wind tunnel at Ötztal that was under construction in Austria during World War II. Wattendorf's report, and one by Theodore von Kármán, spurred on renewed research in aerodynamics.[1]", "41349391": "Jaia Syvitski (born James Syvitski) is an American-Canadian Professor Emeritus. Their interests include oceanography, geology, hydrology, numerical modelling, and geophysics.", "57504020": "Albert Pavlovich Baskakov (Russian: Альберт Павлович Баскаков; 1 March 1928 -  21 January 2012) was a Soviet and Russian scientist in the field of heat treating and a professor of thermophysics.[1]", "63926553": "Lucienne Divan, (September 2, 1920 – December 21, 2015) was a French astrophysicist, who spent her career at the Institut d'astrophysique de Paris.[1] Divan worked on the spectral and luminosity classification of stars and on interstellar absorption.[2]", "53834010": "Giorgio Apollinari is an American physicist, currently at Fermi National Accelerator Laboratory and an Elected Fellow of the American Physical Society.[1][2]", "20640028": "Antonio Longoria (August 14, 1890 - December 31, 1970) was a scientist who claimed to have invented a death ray in the 1930s.[1][2][3]", "35778847": "Margrete Elisabeth Heiberg Bose (1865–1952) was an Argentine physicist of Danish origin, the first woman to receive a chemistry degree in Denmark, possibly the first female physicist to work in Latin America and one of the first in the Americas.[1]", "63369504": "Lucas Lombriser (born 12 April 1982) is a Swiss National Science Foundation Professor at the Department of Theoretical Physics, University of Geneva.[1] His research is in Theoretical Cosmology, Dark Energy, and Alternative Theories of Gravity. In 2020[2][3][4][5][6][7][8][9] and 2021[10][11][12] Lombriser proposed that the Hubble tension and other discrepancies between cosmological measurements imply significant evidence that we are living in a Hubble Bubble of 250 million light years in diameter which is 20% less dense than the cosmic average and lowers the locally measured cosmic microwave background temperature over its cosmic average. Previously, in 2019, he has proposed a solution to the cosmological constant problem from arguing that Newton's constant varies globally.[13][14][15][16][17][18][19] In 2015 and 2016, Lombriser predicted the measurement of the gravitational wave speed with a neutron star merger and that this would rule out alternative theories of gravity as the cause of the late-time accelerated expansion of our Universe,[20][21][22][23][24] a prediction that proved true with GW170817. Lombriser is a member of the Romansh-speaking minority in Switzerland.", "47575329": "Kê T'ing-sui or Ge Tingsui (Chinese: 葛庭燧; pinyin: Gê Tíngsùi; Wade–Giles: Kê T'íng-suì; May 3, 1913 – April 29, 2000), also known as T.S. Kê, was a Chinese physicist and writer renowned for his contributions in internal friction, anelasticity, solid state physics and metallurgy. He was the member of the Chinese Academy of Sciences, known for the Kê-type pendulum and Kê grain-boundary internal friction peak named after him. In March 1982, he founded the Institute of Solid State Physics in Hefei, Anhui, China.", "53408038": "J. C. Séamus Davis is an Irish physicist whose research explores the world of macroscopic quantum physics. Davis concentrates upon the fundamental physics of exotic states of electronic, magnetic, atomic and space-time quantum matter. A specialty is development of innovative instrumentation to allow direct atomic-scale visualization or perception of the quantum many-body phenomena that are characteristic of these states.", "72053041": "Evgenya Ivanovna Simakov (née Smirnova) is a Russian-American physicist whose research has involved photonic crystals, metamaterials with engineered band gaps that can be used to suppress unwanted resonances in particle accelerators.[1] She has also worked on the design of small portable particle accelerators,[2] and the use of nanoscale arrays of diamonds to control the shape of electron beams.[3] She is a researcher at the Los Alamos National Laboratory.", "35123509": "Aleksander Kosiba (born 18 January 1901 in Libusza — died 18 September 1981 in Wrocław) was a Polish geographer, geophysicist, glaciologist and climatologist.", "50557243": "Josef Bille (20 September 1944 - 1 July 2023) was a German physicist.", "71070013": "Gong Qihuang (Chinese: 龚旗煌; born 15 August 1964) is a Chinese opticist and educator who is a professor and currently president of Peking University.[1]", "65859905": "Gabrielle D. Allen is a British and American computational astrophysicist known for her work in astrophysical simulations and multi-messenger astronomy,[1] and as one of the original developers of the Cactus Framework for parallel scientific computation.[2] She is a professor of mathematics and statistics at the University of Wyoming.[3]", "56783172": "Hao Bailin or Hao Bolin (Chinese: 郝柏林; pinyin: Hǎo Bǎilín; Wade–Giles: Hao Po-lin; 26 June 1934 – 7 March 2018) was a Chinese theoretical physicist, an academician of the Chinese Academy of Sciences, and Fudan University professor.", "19427652": "Samuel Tolver Preston (8 July 1844 – 1917) was an English engineer and physicist.", "29552968": "Ālenush Teriān (Armenian: Ալենուշ Տէրեան; Persian: آلنوش طریان; also: آلنوش تریان; November 9, 1921 – March 4, 2011) was an Iranian-Armenian astronomer and physicist and is called 'Mother of Modern Iranian Astronomy'.[1]", "21131599": "Dr. Nicholas Rush is a fictional character in the 2010 Canadian-American Metro-Goldwyn-Mayer-Syfy television series Stargate Universe, a military science fiction serial drama about the adventures of a present-day, multinational exploration team unable to return to Earth after an evacuation to the Ancient spaceship Destiny, which is traveling in a distant corner of the universe. He is portrayed by British actor Robert Carlyle. Carlyle, while at first skeptical towards the show, got an interest in the character of Rush because he felt Rush was a \"very interesting\" character to portray.", "31650128": "Bernd A. Berg is the emeritus Dirac Professor of Physics at the Florida State University.[1]  His multicanonical approach to computer simulations is popular in structural biology.[citation needed]  He is also author of a computational physics textbook, Markov Chain Monte Carlo Simulations and Their Statistical Analysis.  In 2008, he was chosen to receive Germany's Humboldt Research Award, given to outstanding academics who are at the peak of their careers.[2] Among other honors, Berg was elected a Fellow of the American Physical Society in 2004[3] and was awarded the Leibniz Professorship of Leipzig University in 2005.", "72577368": "Rolf Hosemann (20 April 1912 in Rostock – 28 September 1994 in Berlin) was a German physicist who laid the mathematical foundations for paracrystallinity.[1][2]", "65761627": "Nikolitsa (Lia) Merminga is a Greek-born accelerator physicist. In 2022, she was appointed director of Fermi National Accelerator Laboratory, the first woman to hold the position.[1] She has worked at other national laboratories in Canada and the United States.", "21262683": "Shoichi Sakata (坂田 昌一, Sakata Shōichi, 18 January 1911 – 16 October 1970) was a Japanese physicist and Marxist who was internationally known for theoretical work on the subatomic particles.[1][2] He proposed the two meson theory, the Sakata model (an early precursor to the quark model), and the Pontecorvo–Maki–Nakagawa–Sakata neutrino mixing matrix.", "70676831": "Aviad Frydman (born February 9, 1964) is a professor in the Department of Physics, Bar-Ilan University, Ramat-Gan, Israel. He has been the Chairman of the Department of Physics since 2022.", "13627747": "Frederica Darema is a Greek American physicist. She proposed the SPMD programming model in 1984 and Dynamic Data Driven Application Systems (DDDAS) in 2000. She was elected IEEE Fellow in 2004.[1]", "61239655": "Penelope Jane Brown is a neutron crystallographer and served as Senior Scientist at the Institut Laue–Langevin until 2012. In 2002 she was the first woman to win the Institute of Physics Michael Faraday Medal.", "18116967": "Eric Poisson (born July 26, 1965) is a Canadian award-winning physicist specializing in the study of black holes. Poisson is a professor at the University of Guelph as well as an affiliate member of the Perimeter Institute for Theoretical Physics, in Waterloo, Ontario, Canada.", "63402345": "Karan Jani (born May 18, 1988) is an Indian astrophysicist working on black holes, gravitational waves, and testing Albert Einstein's General Theory of Relativity.[1][2][3] He is currently an assistant professor of physics and astronomy at Vanderbilt University,[4] and holds the endowed position of Cornelius Vanderbilt Dean’s Faculty Fellow.[5][6] He has worked at the LIGO Livingston Observatory in the US, the Albert Einstein Institute in Germany, the Georgia Institute of Technology, and the Perimeter Institute for Theoretical Physics in Canada.[7][8][9] He is a member of the Indian Initiative in Gravitational-wave Observations effort to build a gravitational wave detector LIGO in India.[10][11]", "56783211": "Ksenia Aleksandrovna Razumova (Russian: Ксения Александровна Разумова; also transliterated Xenia Razumova; born 23 January 1931) is a Russian physicist. She graduated from the Physical Faculty of Moscow University in 1955 and took a position at the then called Kurchatov Institute of Atomic Energy in Moscow, then USSR. She defended her Ph.D. in 1966, was Candidate in Physical and Mathematical sciences in 1967, and became Doctor of Sciences in 1984. She is laboratory head at the Institute of Nuclear Fusion, Russian Research Centre Kurchatov Institute. Since the beginning she is actively involved plasma physics in research on the tokamak line of Magnetic confinement fusion.[1]", "56127854": "Karsten M. Heeger is a German–American physicist and Eugene Higgins Professor of Physics at Yale University, where he also serves as both chair of the Yale Department of Physics and director of Wright Laboratory.[1] His work is primarily in the area of neutrino physics, focusing on the study of neutrino oscillations, neutrino mass, and dark matter.[2]", "52719983": "Barry William Ninham AO DSc FAA (born 9 April 1936, Croydon, South Australia – present) is an Australian physicist who has received many awards for his research.", "20902262": "Wilhelm Heinrich Westphal (3 March 1882, in Hamburg – 5 June 1978, in Berlin) was a German physicist. From 1918, he was a professor at the University of Berlin. During the period 1922 to 1924, he was also an expert adviser to the Prussian Ministry of Science, Arts and Culture. From 1928, he was simultaneously a professor at the University of Berlin and the Technical University of Berlin. His position at the former ended when it fell in the Russian sector at the close of World War II, but he achieved emeritus status at the latter in 1955.", "65302904": "Mark Owen Robbins was an American condensed matter physicist who specialized in computational studies of friction, fracture and adhesion, with a particular focus on nanotribology, contact mechanics, and polymers.[2] He was a professor in the department of physics and astronomy at Johns Hopkins University at the time of his death.[3][4]", "6451576": "Hodgkins Medal, Smithsonian Institution, 1973", "53834112": "Erode Subramanian Raja Gopal (12 May 1936 – 15 November 2018) was an Indian condensed matter physicist, a former professor at the Indian Institute of Science and a former director of the National Physical Laboratory of India. Known for his research in condensed matter physics, Raja Gopal was an elected fellow of all the three major Indian science academies – the Indian National Science Academy, the National Academy of Sciences, India, and the Indian Academy of Sciences – as well as a member of the Institute of Physics. He was a former CSIR emeritus scientist, an alumnus of the University of Oxford and the author of three reference texts in condensed matter physics. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1978.", "1274240": "Cecil Howard Green KBE (August 6, 1900 – April 11, 2003) was a British-born American geophysicist, electrical engineer, and electronics manufacturing executive, who trained at the University of British Columbia and the Massachusetts Institute of Technology.", "455042": "Marion King Hubbert (October 5, 1903 – October 11, 1989) was an American geologist and geophysicist. He worked at the Shell research lab in Houston, Texas.  He made several important contributions to geology, geophysics, and petroleum geology, most notably the Hubbert curve and Hubbert peak theory (a basic component of peak oil), with important political ramifications.  He was often referred to as \"M. King Hubbert\" or \"King Hubbert\".", "60879237": "Gisela Eckhardt (28 October 1926 – 30 January 2020)[1] was a German physicist and co-developer of the Raman laser.", "40464774": "Richard C. Slansky (3 April 1940 – 16 January 1998) was an American theoretical physicist.", "72970628": "Eicke Richard Weber (born 28 October 1949 in Münnerstadt) is a German physicist.", "62681480": "James (Jim) Gegan Miller is an American physicist, engineer, and inventor whose primary interests center around biomedical physics. He is currently a professor of physics, Medicine, and Biomedical Engineering, emeritus, at Washington University in St. Louis, where he holds the Albert Gordon Hill Endowed Chair in the Faculty of Arts and Sciences.[1] He is notable for his interdisciplinary contributions to biomedical physics, echocardiography, and ultrasonics.[2]", "18084242": "Dallas Abbott is a research scientist at the Lamont–Doherty Earth Observatory of Columbia University and is part of the Holocene Impact Working Group. The primary focus of her present research is on submarine impact craters and their contribution to climate change and megatsunamis.[1][2] She also has presented research regarding a large impact crater in the Gulf of Maine.[3]", "59503011": "Ma Dayou or Dah-You Maa (Chinese: 马大猷; March 1, 1915 – July 17, 2012) was a Chinese acoustical physicist, specializing in various aspects of acoustics, especially sound generation, transmission and absorption. Academician of Chinese Academy of Sciences (CAS), Ma was a research professor at Institute of Acoustics of CAS; Chairman of Chinese National Acoustics Standardization Technical Committee; and Editor-in-Chief of Chinese Journal of Acoustics.", "69628326": "Cinzia Zuffada (born 1956) is an Italian-American engineer who is the Associate Chief Scientist at the Jet Propulsion Laboratory. Her role considers the strategic planning of scientific programs for JPL and the development of reflectometry technologies for Global navigation satellite systems. She is the chair of the Board of the Italian Scientists & Scholars in North America Foundation.", "61866": "Max Born FRS, FRSE (German pronunciation: [ˈmaks ˈbɔʁn] ⓘ; 11 December 1882 – 5 January 1970) was a German-British physicist and mathematician who was instrumental in the development of quantum mechanics. He also made contributions to solid-state physics and optics and supervised the work of a number of notable physicists in the 1920s and 1930s. Born was awarded the 1954 Nobel Prize in Physics for his \"fundamental research in quantum mechanics, especially in the statistical interpretation of the wave function\".[1]", "47083947": "Firouz Partovi (also written as Firooz Partovi, Persian: فیروز پرتوی) was born in 1936 in Tabriz, East Azerbaijan. He is an Iranian-American physicist and university professor. Partovi received his PhD from the Massachusetts Institute of Technology in 1963, majoring in physics.[4] He founded faculty of physics in the Sharif University of Technology and he is the second professor of employment after Mohammad Ali Mojtahedi in Sharif University. Ali Partovi and Hadi Partovi are the sons of Firouz Partovi. He taught at the Sharif University of Technology, Amirkabir University of Technology, Massachusetts Institute of Technology and Harvard University.[5]", "19886507": "Lev Nikolaevich Lipatov (Russian: Лев Никола́евич Липа́тов; 2 May 1940, in Leningrad – 4 September 2017, in Dubna)[1] was a Russian physicist, well known for his contributions to nuclear physics and particle physics. He has been the head of Theoretical Physics Division [2] at St. Petersburg's Nuclear Physics Institute of Russian Academy of Sciences in Gatchina and an Academician of the Russian Academy of Sciences.[1]", "48656815": "Petra Schwille (born 25 January 1968 in Sindelfingen[1]) is a German professor and a researcher in the area of biophysics.\nSince 2011, she has been a director of the Department of Cellular and Molecular Biophysics at the Max Planck Institute for Biochemistry in Martinsried, Germany.[2][3]\nShe is known for her ground-laying work in the field of fluorescence cross-correlation spectroscopy,[4][5] and numerous contributions on model membranes.[6] Her current research focuses around bottom-up approaches to building an artificial cell within a broader area of synthetic biology.[2][7] In 2010, Schwille received the Gottfried Wilhelm Leibniz Prize.[8]", "23458223": "Pierre Bertholon de Saint-Lazare (21 October 1741 – 21 April 1800) was a French physicist and a member of the  Society of Sciences of Montpellier. He was known for his experiments with electricity.[1]", "54325681": "Louis Franklin DiMauro (born April 9, 1953, Brooklyn, New York) is an American atomic physicist, the Edward and Sylvia Hagenlocker Professor In the department of physics at the Ohio State University, Columbus, Ohio, USA. His interests are atomic, molecular and optical physics. He has been elected a Fellow of the American Association for the Advancement of Science, American Physical Society and Optical Society.[1][2][3][4][5][6][7][8]", "13660595": "Philipp Heinrich Emil Rupp (1 July 1898 – 10 April 1979) was a German physicist, regarded by many as a respectable and important experimentalist in the late 1920s.[1][2] He was later forced to recant all five of the papers he had published in 1935, admitting that his findings and experiments had been fictions. There is evidence that most if not all of his earlier experimental results were forged as well.", "2027955": "Dr. Radek Zelenka is a fictional character of a scientist in the 2004 television series Stargate Atlantis, portrayed by David Nykl. He is a member of the original expedition from Earth to the Ancient city of Atlantis in the Pegasus galaxy, which he joined after turning down a job at Masaryk University in his home country Czech Republic.[1] His expertise on Ancient technology is only surpassed by Dr. Rodney McKay, with whom he shares a friendly rivalry. Zelenka's planned one-time appearance in the season 1 episode \"Thirty-Eight Minutes\" was followed by a recurring role for expository scenes with McKay and the leader of the expedition. Zelenka has since appeared in approximately half of each season's episodes and also appeared in the crossover episode \"The Pegasus Project\" of Stargate SG-1. The series finale of Atlantis, \"Enemy at the Gate\", marks his last appearance. For his portrayal of Radek Zelenka, David Nykl was nominated for a 2005 Leo Award in the category \"Dramatic Series: Best Supporting Performance by a Male\".", "60780981": "Allan Charles Gray Mitchell (1902-November 7, 1963) was an American physicist. He was a professor and head of the Indiana University Bloomington department of physics.", "58618297": "Florida State University", "53211578": "Dr. Arcady P. Zhukov is a research professor or Russian origin, currently working in Spain.", "62124480": "Erin Macdonald is an astrophysicist, aerospace engineer, and science fiction consultant. She hosts the YouTube channel, Dr. Erin Explains the Universe, teaches STEM through popular culture, and consults with science fiction creators.[1][2]", "20083140": "Gotfred Ingolf Kvifte (1914, Froland, Aust-Agder – 1997) was a Norwegian physicist.", "57635276": "John Verhoogen (born Jean Verhoogen, 1 February 1912, Brussels – 8 November 1993) was a Belgian-American geologist and geophysicist.[1]", "41873868": "Albert Edward \"Ted\" Litherland (born 12 March 1928, in Wallasey, UK) is a nuclear physicist, known for his pioneering work in accelerator mass spectroscopy (AMS).", "37712348": "Gertrude M. Clarke was a former educator who primarily taught high school physics and nucleonics and extensively engaged in nuclear physics research. She founded the New Jersey Business/Industry/Science Education Consortium (NJ BISEC)[2] and served as its executive director from 1981 until 1999. She was also on the Board of Trustees of the New Jersey Inventors Hall of Fame for sixteen years, and President Emeritus from 2012.", "44855781": "Ian Randal Fisher is a United States-based British physicist and Director of the Geballe Laboratory for Advanced Materials at Stanford University.", "57537001": "David Raymond Layzer (December 31, 1925 – August 16, 2019) was an American astrophysicist, cosmologist, and the Donald H. Menzel Professor Emeritus of Astronomy at Harvard University.[2][3][4] He is known for his cosmological theory of the expansion of the universe, which postulates that its order and information are increasing despite the second law of thermodynamics.[5] He is also known for being one of the most notable researchers who advocated for a Cold Big Bang theory.[6][7] When he proposed this theory in 1966, he suggested it would solve Olbers' paradox, which holds that the night sky on Earth should be much brighter than it actually is.[8] He proposed a solution to the paradox of time's arrow. The fundamental laws of physics don't distinguish positive from negative time, and yet the Second Law of Thermodynamics (and our everyday life) tell us that time \"flows\" in one direction.[9]He also published several articles critiquing hereditarian views on human intelligence, such as those of Richard Herrnstein and Arthur Jensen.[10][11] He became a member of the American Academy of Arts and Sciences since 1963,[12] and was also a member of Divisions B and J of the International Astronomical Union.[13] He died in Belmont at the age of 93 in 2019.[14]", "53834218": "Faqir Chand Khanna from the University of Victoria, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by their Division of Nuclear Physics  in 1983,[3] for his work on effective operators which had led to deeper understanding of physical phenomena in a broad range of many-body problems including quasiparticle aspects in nuclear structure, the interplay between nucleons and mesons, and excitation in normal liquid He..", "62190058": "Vincent Meunier is a Belgian/American condensed matter and materials physicist known for his theoretical and computational research on electronic, optoelectronic, and structural properties of low-dimensional materials. He is the Department Head and P. B. Breneman Chair and Professor in the Department of Engineering Science and Mechanics at Pennsylvania State University. Among his contributions are the quantum mechanical description of processes responsible for scanning tunneling image formation in low-dimensional materials, the development of a microscopic theory of nanocapacitors, and  contributions to the theory of electronic transport and ultra-low frequency vibrational modes in van der Waals heterostructures.  He is a Fellow of the American Physical Society (APS), of the Institute of Physics (IOP), and of the American Association for the Advancement of Science (AAAS). He is the founding Editor-in-Chief of the Open Access Elsevier journal Carbon Trends.[1]", "19722730": "Pantur Silaban (11 November 1937 – 1 August 2022) was an Indonesian physicist, regarded as one of the foremost in his profession in Indonesia, especially in the field of theoretical physics. He was also one of the earliest physicists from ASEAN countries who studied Einstein's general relativity theories in depth.", "67432941": "Otto Francis Sankey (11 January 1951 – 21 March 2020.[1]) was an American physicist. He was Regents Professor at Arizona State University and a Fellow of the American Physical Society (elected in 2000).[2]", "49476077": "Jean Cleymans (5 August 1944—22 February 2021)[1] was a Belgian physicist and a professor at the University of Cape Town (UCT). He made notable contributions to the area of quark-gluon plasma physics with  focus on statistical hadronization.[2]", "25457135": "Pavel Kondratyevich Oshchepkov (Russian: Павел Кондратьевич Ощепков; 24 June 1908 – 1 December 1992) was a Soviet physicist who had a leading role in the development of radio-location (radar) in the USSR. During the Great Purge he was sent to a Gulag labor camp for 10 years. Upon release, he began a new life and gained recognition in other scientific areas.", "52654570": "Yasunobu Nakamura (中村 泰信 Nakamura Yasunobu) is a Japanese physicist. He is a professor at the University of Tokyo's Research Center for Advanced Science and Technology (RCAST)[6] and the Principal Investigator of the Superconducting Quantum Electronics Research Group (SQERG) at the Center for Emergent Matter Science (CEMS) within RIKEN.[7] He has contributed primarily to the area of quantum information science,[8] particularly in superconducting quantum computing and hybrid quantum systems.[9][10][11]", "42430964": "Doris Kuhlmann-Wilsdorf (February 15, 1922 – March 25, 2010) was a German metallurgist.", "848376": "Yuri Fyodorovich Orlov (Russian: Ю́рий Фёдорович Орло́в, 13 August 1924 – 27 September 2020) was a particle accelerator physicist,[8] human rights activist,[9] Soviet dissident,[10] founder of the Moscow Helsinki Group,[11] a founding member of the Soviet Amnesty International group,[12]. He was declared a prisoner of conscience[13] while serving nine years in prison and internal exile for monitoring the Helsinki human rights accords, he was declared a prisoner of conscience by Amnesty International [14] as a founder of the human rights movement in the Soviet Union.[15] Following his release from exile, Orlov was allowed to emigrate to the U.S. and became a professor of physics at Cornell University.", "35320313": "James Carter is a fringe theorist whose theory of \"circlons\" attempts to replace the existing theories of relativity, quantum mechanics, and the big bang theory with the idea that everything is made up of circular objects that interact in a mechanical way.[1][2] His ideas are not the subject of serious scientific attention, although he has been studied by writers on fringe science and been the subject of exhibitions in Santa Monica, California and Los Angeles.[3] Writer Margaret Wertheim called him \"the Leonardo da Vinci of fringe theorists\", and wrote a book about him, Physics on the Fringe. She also produced a documentary about him called It’s Jim’s World - We Just Live In It.[4][5]", "3305981": "Ralph Kronig (10 March 1904 – 16 November 1995) was a German physicist. He is noted for the discovery of particle spin and for his theory of X-ray absorption spectroscopy. His theories include the Kronig–Penney model, the Coster–Kronig transition and the Kramers–Kronig relations.", "32993793": "Gordon James Fraser MacDonald (July 30, 1929 – May 14, 2002) was an American geophysicist and environmental scientist, best known for his principled skepticism regarding continental drift (now called plate tectonics), involvement in the development of the McNamara Line electronic defense barrier during the Vietnam War, and early research and advocacy on human-made global climate change.  MacDonald was admired for his creative mind, and his ability to connect scientific issues and matters of public policy.[1][2]", "56324614": "Alexander J. Dessler (October 21, 1928 – April 9, 2023) was an American space scientist known for conceiving the term heliosphere and for founding the first Space Science Department in the United States.[1][2]", "67596815": "Barbara Hope Cooper (September 1, 1953 – August 7, 1999)[1] was an American physicist. She was the first female professor on the physics faculty at Cornell University.[2][3]", "31027728": "Arnfinn Graue (October 1, 1926 - February 28, 2021) was a Norwegian nuclear physicist.[1]", "11891218": "Steven R. White is a professor of physics at the University of California, Irvine. He is a condensed matter physicist who specializes in the simulation of quantum systems.[1] He graduated from the University of California, San Diego; he then received his Ph.D. at Cornell University, where he was a shared student with Kenneth Wilson and John Wilkins.[2]", "58028566": "Sir Henry Thirkill CBE MC (8 August 1886 - 26 March 1971) was an English physicist and academic administrator.[1]", "520727": "Bruno Benedetto Rossi (/ˈrɒsi/; Italian: [ˈrossi]; 13 April 1905 – 21 November 1993) was an Italian experimental physicist.  He made major contributions to particle physics and the study of cosmic rays. A 1927 graduate of the University of Bologna, he became interested in cosmic rays. To study them, he invented an improved electronic coincidence circuit, and travelled to Eritrea to conduct experiments that showed that cosmic ray intensity from the West was significantly larger than that from the East.", "40956443": "(George) Andrew Davidson Briggs (born 1950) is a British scientist. He is Professor of Nanomaterials in the Department of Materials at the University of Oxford. He is best known for his early work in acoustic microscopy and his current work in materials for quantum technologies.[3]", "2683437": "Jonathan A. Jones (born 1967) is a professor in atomic and laser physics at the University of Oxford,[2] and a fellow and tutor in physics at Brasenose College, Oxford.[3]", "2748975": "Félix Savart (/səˈvɑːr/;[1] French: [savaʁ]; 30 June 1791, Mézières – 16 March 1841, Paris) was a French physicist and mathematician who is primarily known for the Biot–Savart law of electromagnetism, which he discovered together with his colleague Jean-Baptiste Biot. His main interest was in acoustics and the study of vibrating bodies.[2] A particular interest in the violin led him to create an experimental trapezoidal model. He gave his name to the savart, a unit of measurement for musical intervals, and to Savart's wheel—a device he used while investigating the range of human hearing.", "22671924": "Julius Henry \"Jute\" Taylor (15 February 1914 – 27 August 2011[1]) was a professor emeritus at Morgan State University, where he was also the first chairperson of the department of physics, which he helped to establish at the university. He was the second African-American person to receive a PhD from the University of Pennsylvania in Philadelphia, Pennsylvania, and the first African-American person to receive a PhD in physics at the university.[2] Taylor's research focused on x-ray diffusion, and electrical and optical properties of semi-conductors.[3][4]", "28144185": "Andrei Vartic (21 October 1948 – 2 June 2009) was a writer, physicist, and politician from Moldova.", "52720191": "William Roderick Blevin AM DSc FAA FTSE FAIP FIP (31 October 1929, Inverell, New South Wales – 11 August 2022) was an Australian physicist. He was elected a Fellow of the Australian Academy of Science in 1985 and appointed a Member of the Order of Australia in 1989.[1][2][3][4][5]", "65073728": "Johannes Petrus \"Han\" Woerdman (29 November 1942 – 18 August 2020) was a Dutch physicist. He was a researcher at Philips Natuurkundig Laboratorium and later professor at Leiden University.", "53834306": "Mikkel Borlaug Johnson (born 2 January 1943) is an American physicist.", "25162309": "Anthony Zuppero is an American nuclear scientist who is noted for his work in nuclear thermal rockets using water as the propellant.[1]", "39973447": "Frederic Alfred Meier (4 February 1887 – 13 February 1954) was a British school master and headmaster of Bedales School, with a special interest in practical methods of teaching Physics.", "6058572": "Olli Viktor Lounasmaa (20 August 1930 – 27 December 2002) was a Finnish academician, experimental physicist and neuroscientist. He was known for his research in low temperature physics, especially for experimental proof of the superfluidity of helium-3 and also for his work in the field of magnetoencephalography.[1]", "54489716": "Carlos Jaschek (March 2, 1926 – April 12, 1999) was a German-born Argentine astrophysicist[1] who spent time in the United States, lived in Switzerland, settled in France, became a French citizen[3] and worked to make astronomical data accessible to all nations. As the second Director of a new center in Strasbourg, France, designed to be a computerized repository for data about the stars, he was part of its early team who were determined, clearsighted decision-makers when its resources were limited.[4]", "60551799": "Andrzej Januszajtis (born 18 August 1928) is a Polish physicist, professor and politician who served as the Chairman of the City Council of Gdańsk from 1991 to 1994.[1]", "1340024": "Stanton Terry Friedman (July 29, 1934 – May 13, 2019)[1] was an American–Canadian nuclear physicist and professional ufologist who was based in Fredericton, New Brunswick, Canada. He was the original civilian investigator of the Roswell UFO incident.", "61895289": "Giovanni Fazio is an American physicist at Center for Astrophysics | Harvard & Smithsonian.[3] He is an astrophysicist who has initiated and participated in multiple observation programs.", "47772287": "Captain John Henry Ebersole, M.D., MC USN (26 January 1925 – 23 September 1993) was a pioneer in submarine medicine and radiation oncology, selected by Admiral Hyman G. Rickover to serve as medical officer aboard the US Navy's first two nuclear powered submarines, the USS Nautilus and the USS Seawolf. He was the radiologist for NASA that screened the Mercury Seven astronauts for Project Mercury. Ebersole was the radiologist responsible for the x-rays taken during the autopsy of John F. Kennedy on 22 November 1963 at Bethesda Naval Medical Center.", "64025220": "Coutts Trotter (1 August 1837 – 4 December 1887) was a British physicist and academic administrator, vice-master of Trinity College, Cambridge from 1885.[1]", "19722887": "Joshua N. Goldberg (May 30, 1925 – October 5, 2020) was an American physicist and educator who was particularly noted for his research on general relativity.[2][3][4]", "62190216": "Frederick Albert Saunders (August 18, 1875 – June 9, 1963) was a Canadian-born American physicist and academic remembered for his work in sub-infrared spectroscopy and acoustics.", "19329673": "Alfred-Marie Liénard (2 April 1869 in Amiens – 29 April 1958 in Paris), was a French physicist and engineer. He is most well known for his derivation of the Liénard–Wiechert potentials.", "2388618": "Bruno Bertotti (24 December 1930 – 20 October 2018) was an Italian physicist, emeritus professor at the University of Pavia. He was one of the last students of physicist Erwin Schrödinger.[1]", "45445771": "Jürgen P. Rabe is a German physicist and nanoscientist.", "43315855": "Roberto Morandotti is a physicist and full Professor, working in the Energy Materials Telecommunications Department of the Institut National de la Recherche Scientifique (INRS-EMT, Montreal, Canada). The work of his team includes the areas of integrated and quantum photonics, nonlinear and singular optics, as well as terahertz photonics.", "68088470": "Virginia Tower Norwood (January 8, 1927 – March 26, 2023) was an American aerospace engineer, inventor, and physicist.[1] She was best known for her contribution to the Landsat program,[2] having designed the Multispectral Scanner[3][4] which was first used on Landsat 1. She has been called \"The Mother of Landsat\" for this work.[5]", "1831577": "Hendricus Theodorus Christiaan \"Henk\" Stoof (born 1962) is a professor in theoretical physics at Utrecht University in the Netherlands.  His main interests are atomic physics, condensed matter physics and many-body physics. He is a Fellow of the American Physical Society.", "6451866": "Leonard Moos Rieser (May 18, 1922 – December 15, 1998) was an American physicist who worked on the Manhattan Project and later for nuclear disarmament. Rieser was a professor of physics and provost at Dartmouth College.", "6779545": "V. Balakrishnan (born 1943 as Venkataraman Balakrishnan) is an Indian theoretical physicist, who has worked in a number of fields and areas, including particle physics, many-body theory, the mechanical behavior of solids, dynamical systems, stochastic processes, and quantum dynamics.  He is an accomplished researcher who has made important contributions to the theory of anelasticity, continuous-time random walks, and recurrences in dynamical systems.[1]", "5468844": "Stanford Earl Woosley (born December 8, 1944) is a physicist, and Professor of Astronomy and Astrophysics. He is the director of the Center for Supernova Research at University of California, Santa Cruz. He has published over 300 papers.", "68645547": "Mikhail Solomonovich Ioffe (Russian: Михаил Соломонович Иоффе; 2 September 1917 – 14 July 1996) was a Soviet physicist best known for his work on magnetic mirror fusion devices, and especially his 1961 experimental device that demonstrated gross plasma stability was possible in a properly arranged magnetic field. His concept is known today as \"Ioffe bars [ru]\". Viewed with disfavour by the Soviet establishment for his cordial ties with his counterparts in the west, he was forbidden from leaving the Soviet Union until the dissolution of the Soviet Union. He subsequently received numerous international awards.", "67596976": "Rollan Kemalevich Kadyev (Crimean Tatar: Rollan Kemal oğlu Qadıyev, Russian: Роллан Кемалевич Кадыев; 9 April 1937 – 15 May 1990) was a Crimean Tatar physicist and civil rights activist in the Soviet Union. A defendant in the Tashkent process, he became known as a firebrand opponent of marginalization and delimination Crimean Tatars, publicly denouncing the restrictions on returning to Crimea as well as the government policy of claiming Crimean Tatars were not a distinct ethnic group that was exemplified by official use of the euphemism \"people of Tatar nationality who formerly lived in the Crimea\" instead of their proper ethnonym of \"Crimean Tatar\". For his activities such as distributing leaflets and verbally confronting those who endorsed the status quo against of national policy relating the Crimean Tatars, he was imprisoned on charges of \"defaming the Soviet system\", despite passionately making the case that discriminatory and assimilationist policies against Crimean Tatars was a huge deviation from proper Leninist national policy. Later on in his life he significantly softened his tone after a 1979 imprisonment for getting into a fight with a party organizer, controversially signing off an open letter critical of Ayshe Seitmuratova's activities with Radio Liberty, which was published in Lenin Bayrağı and Pravda Vostoka in February 1981.", "71627440": "Denise Hinkel is a plasma physicist at Lawrence Livermore National Laboratory.", "48624307": "Frederik Jozef Belinfante (6 January 1913 – 5 June 1991)[1][2] was a Dutch physicist and a professor at Purdue University.[3]  He was a proponent of the hidden variable interpretation of quantum mechanics.[4] Belinfante was born in the Hague and was a student of H. A. Kramers at Leiden University.[2]  His Ph.D. thesis, published in 1939, is called 'Theory of Heavy Quanta'.[5]  Belinfante emigrated to Vancouver in 1946 and became an associate professor at the University of British Columbia.  Two years later, in 1948, he moved to the United States and became a professor at Purdue.  There, he studied quantum theory and cosmology.[2]", "193204": "Masatoshi Koshiba (小柴 昌俊, Koshiba Masatoshi, 19 September 1926 – 12 November 2020) was a Japanese physicist and one of the founders of neutrino astronomy. His work with the neutrino detectors Kamiokande and Super-Kamiokande was instrumental in detecting solar neutrinos, providing experimental evidence for the solar neutrino problem.", "7598774": "Dmitry Vasilyevich Nalivkin (Russian: Дмитрий Васильевич Наливкин; 25 August 1889 – 3 March 1982) was a Soviet geologist. He was primarily interested in stratigraphy, but was also responsible in large part for mapping the geology of the Soviet Union.[1]", "40891080": "Charles Sheldon Hastings (November 27, 1848 – January 31, 1932) was an American physicist known for his work in optics.[1]  His father was Panet Marshall Hastings and his mother was Jane Sheldon Hastings.  The father was a physician and anatomy teacher at Hamilton College, where Charles was born.  At the age of six the family moved to Hartford, Connecticut, where Charles received his early education.  Hastings entered Yale University's Sheffield School of Science in 1867 and received his bachelor's degree in 1870.  His early interest in astronomy and telescopes were likely due to Chester Lyman, Chair of Physics and Astronomy at the Sheffield School.[2]  He then earned a PhD from Yale in 1873, and immediately was made an instructor in physics.  In 1875 he resigned to study in Germany and France until being named an associate at the new Johns Hopkins University in 1876.[3] He became an associate professor of physics at Johns Hopkins University and the first Chair of Professor of Physics of Sheffield Scientific School at Yale University.[4] He collaborated with John A. Brashear on the optical design of large telescopes including the 72-inch (180 cm) reflector at Dominion Astrophysical Observatory and the 30-inch (76 cm) photographic refractor at Allegheny Observatory.[5] His optical designs enabled much progress in astronomy at U.S. observatories.[6] The Hastings Triplet magnifying glass design is based on his optical formulae.[7] He was awarded the Elliott Cresson Medal in 1926.[8]", "64189137": "Klaus-Dieter Liss,[1] German: Liß, (born 10 June 1962) is a German-Australian physicist working in the field of experimental X-ray and neutron scattering and their applications. Liss research is on in-situ and real-time experiments with synchrotron and neutron radiation for the characterization of thermo-mechanical processes in metals; the investigation of phase transformations; the evolution of microstructures; and the kinetics of defects. His experimental achievements are the development of the Materials oscilloscope and the realization of the X-ray photon storage. \n[2][3]", "5337810": "Daniel Kastler (French: [kastlɛʁ]; 4 March 1926 – 4 July 2015)[1] was a French theoretical physicist, working on the foundations of quantum field theory and on non-commutative geometry.", "63926996": "Nicolaas Marinus Hugenholtz (born 26 April 1924)[1][2] is a Dutch physicist. He was a professor of theoretical physics at the University of Groningen between 1960 and 1989.[1]", "35680980": "Jules Horowitz (3 October 1921 – 3 August 1995) was a French physicist.\nThe Jules Horowitz Reactor is named after him.", "34960097": "Kris Sigurdson is a Canadian physicist and cosmologist. He is an associate professor in the University of British Columbia's department of physics and astronomy in Vancouver, British Columbia.[1] He was previously a NASA Hubble Fellow[2] and Member of the Institute for Advanced Study.[3] He received a Ph.D. in physics from the California Institute of Technology.[4]", "59536097": "Elizabeth J. (Betsy) Beise is a Professor of Physics and Associate Provost at the University of Maryland, College Park. She works on quantum chromodynamics, nucleon structure and fundamental symmetries.", "2388709": "William Lionel Burke (July 1941 – July 1996) was an astronomy, astrophysics, and physics professor at UC Santa Cruz. He is also the author of Spacetime, Geometry, Cosmology (ISBN 0-935702-01-6) (out of print but recently scanned into the Internet Archive), and of Applied differential geometry (ISBN 0-521-26929-6), a text expounding the virtues of differential forms over vector calculus for theoretical physics. Bill also has a draft of a 3rd book reachable on the web [1]|Div, Grad, Curl are Dead].", "16184041": "Howard Wilson Emmons (1912–1998) was an American professor in the department of Mechanical Engineering at Harvard University.[1] During his career he conducted original research on fluid mechanics, combustion and fire safety. Today he is most widely known for his pioneering work in the field of fire safety engineering. He has been called \"the father of modern fire science\" for his contribution to the understanding of flame propagation and fire dynamics.[2] He also helped design the first supersonic wind tunnel, identified a signature of the transition to turbulence in boundary layer flows (now known as \"Emmons spots\"), and was the first to observe compressor stall in a gas turbine compressor (still a major item of research today).[3] He initiated studies on diffusion flames inside a boundary layer, and Emmons problem is named after him. He was eventually awarded the Timoshenko Medal by the American Society of Mechanical Engineers and the 1968 Sir Alfred Egerton Gold Medal from The Combustion Institute.", "72413930": "Janos Hajdu (born 17 September 1948) is a Swedish/Hungarian biophysicist. He is a professor of molecular biophysics at Uppsala University and a senior scientist at the European Extreme Light Infrastructure ERIC. [1][2]", "39023342": "Héctor Manuel Moya Cessa (born 27 June 1966) is a physicist specialising in quantum optics. He is currently a researcher/lecturer at Instituto Nacional de Astrofísica, Optica y Electrónica, in Tonantzintla, Puebla, Mexico.", "36532984": "The United States Invitational Young Physicists Tournament (USIYPT) is an annual physics research and debate tournament for high school students, held the last weekend in January. School-based teams of four students investigate several undergraduate-level research problems in preparation for the tournament.  The competition itself consists of \"physics fights,\" student-led debates over the quality of each team's solution. Teams are judged on their own solutions to the problems and on their ability to engage in evaluation and discussion of other teams' solutions. The Harker School of California and Phillips Exeter Academy of New Hampshire have each earned three championships, the most of any school. The 2023 tournament was hosted on February 4th-5th, 2023 at The Nueva School, with Nueva defending their champion title from the prior year.", "2224896": "Archibald \"Archie\" Howie CBE HonFRMS FRS HonFRSE HonFInstP (born 8 March 1934)[2] is a British physicist and Emeritus Professor at the University of Cambridge, known for his pioneering work on the interpretation of transmission electron microscope images of crystals. Born in 1934, he attended Kirkcaldy High School and the University of Edinburgh. He received his PhD[3] from the University of Cambridge, where he subsequently took up a permanent post. He has been a fellow of Churchill College since its foundation, and was President of its Senior Combination Room (SCR) until 2010.", "56324868": "Moira Mary Jardine FRSE[2][3] is a British astrophysicist with an interest in young stars, particularly the structure of their magnetic fields and coronae, and the mechanisms by which they interact with their disks and planets.[4] She was promoted to a Personal Chair in 2012, making her the first female professor of Physics at the University of St Andrews.[5]", "64647947": "Jerry Chris Elliott High Eagle (born 1943) is a physicist and was one of the first Native Americans who worked at NASA. He is most known for his contributions as the lead retrofire officer during Apollo 13, where his actions saved the lives of the three astronauts on board. Elliott's work awarded him the Presidential Medal of Freedom, the highest civilian honor awarded by the President of the United States.[1][2][3]", "69497612": "Thushara Pillai is an Indian astrophysicist and astronomer with a senior research scientist position at Boston University's Institute for Astrophysical Research.[1] Her research interests have included molecular clouds, high-mass star formation, magnetic fields, astrochemistry, and the Galactic Center.[2] She is known for her work that looked to understand star formation by observing magnetized interstellar clouds, and Pillai is the first astronomer to capture images of magnetic fields reorienting near areas of star formation.[3]", "31716109": "Aleksandr Il'ich Leipunskii (7 December 1903 – 14 August 1972) was a Soviet physicist.", "357138": "Behram Kurşunoğlu (14 March 1922 – 25 October 2003)[1] was a Turkish physicist and the founder and the director of the Center for Theoretical Studies, University of Miami.[2] He was best known for his works on unified field theory, energy and global issues.", "34566933": "Herbert John Cecil Kouts (December 18, 1919[1] – January 7, 2008) was an American nuclear physicist and engineer, a pioneer in nuclear safety, director of nuclear reactor safety research at the Atomic Energy Commission.[2][3][4]\nKouts was elected to the National Academy of Engineering in 1978 \"for contributions in nuclear engineering, especially physical principles and safety of nuclear power reactors and nuclear materials safeguards\".[3]\nKouts received the Atomic Energy Commission's Ernest Orlando Lawrence Award in 1963.[3]", "60617501": "Frank J. Sciulli (born 22 August 1938 in Philadelphia)[1] is an American experimental physicist, specializing in particle physics.", "14545693": "Brian Banner is a fictional character appearing in American comic books published by Marvel Comics. The character was created by Bill Mantlo, first appearing in The Incredible Hulk vol. 2 #312. He is the abusive father of Bruce Banner, with said abuse being a major contributing factor of Bruce's eventual transformation into the Hulk.", "60093220": "Yvonne Jean Pendleton is an American astrophysicist and is currently the Chief Scientist of NASA’s Solar System Exploration Research Virtual Institute (SSERVI) at Ames Research Center in Mountain View, California. Pendleton earned degrees from the Georgia Institute of Technology, Stanford University, and the University of California at Santa Cruz and was hired by NASA as a civil servant in 1979. She served as a research scientist in the Space Science and Astrobiology Division at NASA Ames Research Center (ARC) until 2007, including as Division Chief from 2006-7. In 2007 she was promoted to the Senior Executive Service, the highest level of civil service within the Federal government, and throughout her career has served in high-level leadership positions at both NASA's ARC (in California) and Headquarters (in Washington, D.C.). Her scientific research has investigated the origin and evolution of organic material in our galaxy and is currently focused on the composition of the solar nebula from which our Solar System formed. She is an elected fellow of the California Academy of Sciences and Asteroid 7165. Pendleton was named by the International Astronomical Union in honor of her research contributions.", "15135526": "Juan G. Roederer is a professor of physics emeritus at the University of Alaska Fairbanks (UAF). His research fields are space physics, psychoacoustics, science policy and information theory. He conducted pioneering research on solar cosmic rays, on the theory of earth's radiation belts, neural networks for pitch processing, and currently on the foundations of information theory. He is also an accomplished organist.[1]", "2519848": "Per Bak (8 December 1948 – 16 October 2002) was a Danish theoretical physicist who coauthored the 1987 academic paper that coined the term \"self-organized criticality.\"", "65172268": "Michael Meyer-Hermann (born 1967 in Reinbek[1]) is a professor at the Technical University of Braunschweig and head of the department of Systems Immunology at the Helmholtz Centre for Infection Research.", "16544558": "Paul O. Müller (born 18 April 1915 in Graz; died 9 March 1942 at Pechenkino near Sukhinichi) was an Austrian theoretical nuclear physicist who worked in the German Uranverein. He was drafted into the German armed forces and died on the Russian Front in World War II.[1]", "52982574": "Karl Dale Swartzel Jr. (June 19, 1907 – April 23, 1998) was the inventor of the operational amplifier (or 'opamp').  He filed the patent for the 'summing amplifier' in 1941 when working at Bell Labs.[1]", "58684208": "Han Zhanwen (simplified Chinese: 韩占文; traditional Chinese: 韓占文; pinyin: Hán Zhànwén; born 1965) is a Chinese astrophysicist.", "27489074": "Olle Inganäs (born 1951), is a Swedish Professor of Biomolecular and Organic Electronics at Linköping University, Sweden.", "25817907": "Kalaya Sophonpanich (Thai: กัลยา โสภณพนิช; RTGS: Kanlaya Sophonphanit; Chinese: 龍宛虹; pinyin: Lóng Wǎnhóng;[2] born 21 September 1940) is a Thai physicist and politician who served as the Minister of Science and Technology from 2008 to 2010.", "53736244": "Michael Kneissl is a German physicist and professor at the Institute of Solid State Physics at the Technical University of Berlin.", "12055352": "Motonori Matuyama (松山 基範, Matsuyama Motonori, October 25, 1884 – January 27, 1958) was a Japanese geophysicist who was (in the late 1920s) the first to provide systematic evidence that the Earth's magnetic field had been reversed in the early Pleistocene and to suggest that long periods existed in the past in which the polarity was reversed. He remarked that the Earth's field had later changed to the present polarity. The era of reversed polarity preceding the current Brunhes Chron of normal polarity is now called the Matuyama Reversed Chron; and the transition between them is called the Brunhes–Matuyama or Matuyama-Brunhes reversal.", "54260545": "Ogtay Abiloglu Samadov or Samedov (Azerbaijani: Oqtay Əbil oğlu\nSəmədov; Russian: Огтай Абиль оглы Самедов; born 5 April 1952) is an Azerbaijani nuclear physicist who since 2015 has been director of the Institute of Radiation Problems of Azerbaijan National Academy of Sciences.[1]", "63927117": "Kristin Aslaug Persson is a Swedish/Icelandic American physicist and chemist. She was born in Lund, Sweden, in 1971, to Eva Haettner-Aurelius [1] and Einar Benedikt Olafsson.[2] She is a faculty senior staff scientist at Lawrence Berkeley National Laboratory and the Daniel M. Tellep Distinguished Professor of Materials Science and Engineering at University of California, Berkeley.[3] Currently, she is also the director of the Molecular Foundry,[4] a national user facility managed by the US Department of Energy at Lawrence Berkeley National Laboratory. Persson is the director and founder of the Materials Project,[5] a multi-national effort to compute the properties of all inorganic materials. Her research group [6] focuses on the data-driven computational design and prediction of new materials for clean energy production and storage applications.", "1438541": "Hugh Le Caine (May 27, 1914 – July 3, 1977) was a Canadian physicist, composer, and instrument builder.", "13529936": "Lewis Salter (1926–1989) was an American theoretical physicist, physics professor, and researcher. He served as the dean of Knox College for 11 years and was the twelfth president of Wabash College.", "67728208": "Chiara Marletto is a theoretical physicist at Wolfson College, Oxford.[1] She is a pioneer in the field of constructor theory, couterfactuals and a generalization of the quantum theory of information.", "26407768": "Swami Jnanananda born as Bhupathiraju Lakshminarasimha Raju (5 December 1896 – 21 September 1969) was an Indian Yogi and Nuclear Physicist.", "48624473": "Ma Chung-pei (Chinese: 馬中珮; pinyin: Mǎ Zhōngpèi) is an astrophysicist and cosmologist. She is the Judy Chandler Webb Professor of Astronomy and Physics at the University of California, Berkeley. She led the teams that discovered several of largest known black holes from 2011 to 2016.", "6320989": "Alexander Rich (15 November 1924 – 27 April 2015) was an American biologist and biophysicist. He was the William Thompson Sedgwick Professor of Biophysics at MIT (since 1958) and Harvard Medical School. Rich earned an A.B. (magna cum laude) and an M.D. (cum laude) from Harvard University. He was a post-doc of Linus Pauling. During this time he was a member of the RNA Tie Club, a social and discussion group which attacked the question of how DNA encodes proteins. He has over 600 publications to his name.[1]", "52851552": "Sam Aronson is an American physicist, formerly president of the American Physical Society in 2015 and also formerly the director of the Brookhaven National Laboratory from 2006 to 2012.[1][2]", "1143649": "Robert Hanbury Brown, AC FRS[1] (31 August 1916 – 16 January 2002) was a British astronomer and physicist born in Aruvankadu, India. He made notable contributions to the development of radar and later conducted pioneering work in the field of radio astronomy.", "68088680": "Amita Kuttner (/ˈɑːmitə/ AH-mee-tə;[2] born December 4, 1990) is a Canadian astrophysicist and politician who served as the interim leader of the Green Party of Canada from November 24, 2021 to November 19, 2022. Kuttner first ran for office in the 2019 federal election, seeking a House of Commons seat as a Green candidate, followed by a run for Green Party leadership in 2020 following the election. They are the first transgender person and the first person of East Asian descent to lead a federal party in Canada.", "37188464": "Roger Bacon (April 16, 1926 – January 26, 2007) was an American physicist and inventor at the Parma Technical Center of National Carbon Company in suburban Cleveland, Ohio, where he invented graphite fibers in 1958.[1][2]", "66188151": "Mr. Freeze, a supervillain in DC Comics and an adversary of the superhero Batman, has been adapted in various forms of media, including films, television series and video games. The character has been portrayed by George Sanders, Otto Preminger and Eli Wallach in the 1960s Batman television series; Arnold Schwarzenegger in the 1997 film Batman & Robin; and Nathan Darrow in the Fox series Gotham. Michael Ansara, Clancy Brown, Maurice LaMarche, and others have provided Mr. Freeze's voice in animation and video games.", "53506936": "Leonard Benedict Loeb (September 16, 1891 – June 17, 1978) was a Swiss-born American physicist.[1][2][3] He was the son of Jacques Loeb a German-born American physiologist and biologist.\nLeonard B. Loeb wrote a number of physics books, including Atomic Structure.[4]", "26637178": "Fayyazuddin, also spelled as Fayyaz Uddin (Urdu: فياض الدين born 10 November 1930), is a Pakistani theoretical physicist, emeritus professor, specialising in theoretical physics and mathematical physics at Quaid-e-Azam University campus National Centre for Physics, Islamabad.[1][2] He is a senior scientist at the National Center for Physics. Fayyaz is doing research in the fields of quantum mechanics, particle physics, and meson physics. He has published numerous physics papers accompanied by Riazuddin and has co-authored Quantum Mechanics by Fayyazuddin and Riazuddin published in 1990.[3][4]", "38761340": "Leon Pape (February 8, 1925 – January 2, 1984) was a medical physicist who received his BSc, MSc (1953) and PhD (1965) in Physics from the University of Southern California.[1][2][3]  He became certified in radiological physics by the American Board of Radiology and from 1955 to 1962 he worked as a radiological physicist at the Cedars of Lebanon Hospital in Los Angeles. He served at the California State University Los Angeles as radiation safety officer and as professor of physics until 1971, and worked on the development of studies in biophysics, radiological health physics, and electron microscopy. He was elevated to departmental head of physics at Cal State Los Angeles, and advocated with the California legislature to secure adequate funding for the 4-MeV Van de Graaf Laboratory, unique to CSU system.  From 1971 until his death he worked at the August Krogh Institute at the University of Copenhagen, Denmark, in the zoophysiological laboratory. His central research area was membrane biophysics.[4]", "11137917": "Heinrich Bürger (or: Heinrich Burger) (Hamelin, 29 February 1804, or 7 November 1804,  or 20 January 1806 – Indramayu (Java) 25 March 1858) was a German physicist, biologist and botanist employed by the Dutch government, and an entrepreneur. He was important for the study of Japanese fauna and flora.", "1569663": "Leo Philip Kadanoff (January 14, 1937 – October 26, 2015) was an American physicist.[2] He was a professor of physics (emeritus from 2004)[3] at the University of Chicago and a former president of the American Physical Society (APS).[4]  He contributed to the fields of statistical physics, chaos theory, and theoretical condensed matter physics.", "73593725": "Stella Ion Gherman (born 18 January 1974) is a Moldovan physicist and politician who served in the Parliament of Moldova from 2005 until 2009 as a member of the Party of Communists.", "15364994": "The Maestro is a fictional supervillain appearing in American comic books published by Marvel Comics. Created by writer Peter David and artist George Pérez, the character first appeared in The Incredible Hulk: Future Imperfect #1 (Dec. 1992). Depicted as an evil version of the Hulk from an alternate future (designated by Marvel Comics as Earth-9200), the Maestro possesses Bruce Banner's intelligence and the Hulk's strength and more malevolent personality traits.", "70022017": "Gary J. Feldman is an American particle physicist who works on neutrino physics with the NOvA experiment based at Fermilab.", "5600133": "Martin Ewald Wollny (March 20, 1846, Berlin – January 8, 1901, München) was a German founder of agrophysics (Agrikulturphysiker).", "25752453": "Kalbe Razi Naqvi (Urdu: قلب رضی نقوی; born 1944) is a British Pakistani-Norwegian physicist, who has been ordinarily resident in Norway since 1977, working as a professor of biophysics in the Norwegian University of Science and Technology.[1][2] He retired at the end of June 2014, and is now a Prof. Emeritus in NTNU.", "66188172": "Sandrine Lévêque-Fort is a French optical physicist working in the field of Super-resolution imaging at Paris-Saclay University.\nShe was the recipient of the French Minister of Higher Education, Research and Innovation Irène Joliot-Curie Prize[1] in 2020.", "45052814": "Earl Bruce MacNaughton (1919 – January 5, 2015) was the founding dean of the College of Physics  at the University of Guelph.", "51278735": "Lev Vladimirovitch Altshuler (Russian: Лев Владимирович Альтшулер, 9 November 1913 – 23 December 2003) was a Soviet physicist, one of the founders of the study of solids under extremely high pressures and temperatures and a member of the Soviet atomic bomb project.[3]", "12907409": "Philippe Pierre Gaston François Nozières (12 April 1932 – 15 June 2022) was a French physicist working at Institut Laue-Langevin in Grenoble, France.", "27554706": "Ernst Wagner (1876–1928) was a German physicist. He was born on 14 August 1876 at Hildburghausen. He first studied medicine and physics at the Universities of Würzburg, Berlin, and Munich, obtaining his doctorate under Wilhelm Röntgen in 1903. He became Privatdozent  in spring 1909 and extraordinary professor in 1915 at the University of Munich. Wagner was notable for his work on X-rays and on the absolute measurement of high pressure.", "44921747": "Brian William Manley CBE FREng FCGI (30 June 1929 – 20 December 2014) was a UK physicist and engineer. He served as president of the Institution of Electrical Engineers in 1991 and was president of the Institute of Physics from 1996-1998.[1]", "34272157": "Bernhard Haurwitz (August 14, 1905 in Glogau, Germany – February 27, 1986 in Fort Collins, Colorado) was a German-born American meteorologist and physicist.[1][2] Haurwitz was Chair of Department of Meteorology at New York University (NYU),[1] a member of the National Academy of Sciences (NAS),[1][2][3] and a recipient of the Carl-Gustaf Rossby Research Medal.[2] He was awarded the William Bowie Medal in 1970.", "24638371": "David R. Smith is an American  physicist and professor of electrical and computer engineering at Duke University in North Carolina. Smith's research focuses on electromagnetic metamaterials, or materials with a negative index of refraction.", "44921764": "Dasika Durga Prasada Rao is an Indian geoscientist and the former director of the National Remote Sensing Agency.[1] Born in 1939 to a family of Guntur-Vijayawada region.[1] He is a 1998 Fellow of the National Academy of Sciences, India.[2] Rao was honored by the Government of India, in 2001, with the fourth highest Indian civilian award of Padma Shri.[3] Two years later, he received the Bhaskara Award from the Indian Society of Remote Sensing in 2003.[4]", "65827751": "Lucilla de Arcangelis is an Italian statistical physicist known for her work on percolation theory, self-organized criticality, power laws in fracture, and applications including earthquake prediction[1] and neuroscience.[2] She is a professor of physics at the Università degli Studi della Campania Luigi Vanvitelli (the University of Campania or Second University of Naples).", "71955369": "Christophe Galfard (born 1976 in Paris, France) is a French physicist and writer.[1]", "422828": "Montgomery \"Scotty\" Scott[1] is a fictional character in the science fiction franchise Star Trek.[2] First portrayed by James Doohan in the original Star Trek series, Scotty also appears in the animated Star Trek series, 10 Star Trek films, the Star Trek: The Next Generation episode \"Relics\", and in numerous books, comics, and video games.[3][4]", "48493491": "Joseph Patrick Slattery, CM (21 May 1866 – 31 March 1931) was an Irish-born physicist, radiologist, Catholic priest, pioneer in the field of radiography in Australia and credited with the first use of fluoroscopy in Australia.", "2388915": "Gunnar Nordström (12 March 1881 – 24 December 1923) was a Finnish theoretical physicist best remembered for his theory of gravitation, which was an early competitor of general relativity. Nordström is often designated by modern writers as The Einstein of Finland due to his novel work in similar fields with similar methods to Einstein.[1][2]", "4453308": "Ravage (Geoffrey Crawford) is a fictional character appearing in American comic books published by Marvel Comics. He is also one of the Hulk's enemies.", "58454977": "Einar Høiland (1907–1974) was a Norwegian meteorologist.", "73233346": "Daniel B. Seaton is an American solar physicist based at the Southwest Research Institute (SwRI) in Boulder, Colorado.  He is particularly known for his work on producing and interpreting images of the solar corona, using both visible light and extreme ultraviolet.", "39678917": "Donald Harris Levy (born June 30, 1939) is an American chemical physicist on the faculty of the University of Chicago, Chicago, US. He is recognized as a leader in the development of supersonic jet cooling.", "1307592": "Alain Aspect (French: [aspɛ] ⓘ; born 15 June 1947[3]) is a French physicist noted for his experimental work on quantum entanglement.[4][5][6][7]", "71300041": "Henri Edgard Devaux (6 July 1862 –  14 March 1956) was a French botanist, biophysicist, and plant physiologist who worked on gas exchange and membranes. In his studies on thin films, he was one of the pioneers of surface chemistry and molecular biophysics.", "62780365": "Ann Catherine Horton (née Davies, 7 April 1894 – 15 July 1967) was a British physicist and academic who was the first woman to be appointed to the lecturing staff of the Cavendish Laboratory.[1][2][3]", "67630043": "Alyson Brooks is an American theoretical astrophysicist and professor at Rutgers University. She uses large-scale simulations to determine how galaxies form.", "15004641": "Noemie Benczer Koller is a nuclear physicist. She was the first tenured female professor of Rutgers College.[1][2]", "1307620": "Elizabeth \"Liz\" Shaw is a fictional character played by Caroline John in the long-running British science fiction television series Doctor Who and its spin-offs.  A civilian member of UNIT, an international organisation that defends Earth from alien threats, she was the  companion of the Third Doctor for the 1970 season. Liz appeared in 4 stories (25 episodes).", "68711399": "Meenakshi Narain (May 9, 1964 – January 1, 2023) was an Indian-born American experimental physicist. She was a Professor of Physics and Chair of the Department of Physics at Brown University, and was also Chair of the Collaboration Board of U.S. institutions in the Compact Muon Solenoid (CMS) Collaboration. She contributed to the discovery of the top quark in 1995 and Higgs Boson in 2012.[2]", "66843635": "Viola Priesemann (born 28 April 1982) is a German physicist and computational neuroscientist. One of her research priorities is to explore how the human brain organizes its neuronal capacities, to enable meaningful information processing.[1]", "72971252": "Gay Jane P. Perez is a Filipino physicist and environmental scientist whose research involves satellite observation of environmental conditions, and the applications of that data in agricultural planning.[1] She is a professor in the Institute of Environmental Science and Meteorology at the University of the Philippines Diliman,[2] and Deputy Director General of the Philippine Space Agency.[3][4]", "54686712": "Reginald Leslie Smith-Rose CBE (2 April 1894 – 19 March 1980) was an English physicist of the National Physical Laboratory who was a world leader in radio direction-finding.", "66810877": "Emily Shuk Chi Ching (Chinese: 程淑姿) is a Hong Kong theoretical physicist based at the Chinese University of Hong Kong. She researches fluid turbulence and has been elected as a fellow of the Institute of Physics and American Physical Society.", "25785350": "Rudolf Kühnhold (1903–1992) was an experimental physicist who is often given credit for initiating research that led to the Funkmessgerät (radio measuring device – radar) in Germany.", "43086856": "Ocean Ripeka Mercier is a New Zealand academic specialising in physics and Māori science.", "71693338": "Raghuveer Parthasarathy (born 1976) is an American biophysicist, and an Alec and Kay Keith Professor of Physics on the faculty of the University of Oregon.", "61928484": "Hope A. Ishii is an American scientist and the Director of the Advanced Electron Microscopy Center[1] at the Hawai'i Institute of Geophysics and Planetology (HIGP) at the University of Hawaiʻi. Her work focuses on analysis and characterization of small solar system objects such as comet and asteroid dust, primarily by means of electron microscopy and x-ray spectroscopy,[2][3] sometime from samples collected in space using aerogel.\nShe is a research faculty member at the University of Hawaiʻi at Mānoa, and an affiliate researcher at Lawrence Berkeley National Laboratory.", "27292710": "Ad Lagendijk (born 18 November 1947 in Zwanenburg) is a Dutch physicist working at the FOM-institute AMOLF in Amsterdam and at the University of Amsterdam. He is also a part-time professor at the University of Twente in Enschede, Netherlands.", "4420649": "Isidor Sauers (born 1948) is an Austrian-born American who is a physicist at the Oak Ridge National Laboratory in Tennessee. He is a specialist on the properties of Sulfur hexafluoride (SF6), with an important patent and over 60 peer-reviewed academic papers.", "17855535": "Jacques Villain (French: [vilɛ̃]; 13 March 1934 – 12 June[1] 2022)[2] was a French physicist. He received his PhD at the École normale supérieure, did research at the Institut Laue-Langevin in Grenoble, held, from 1984 to 1988, the position of a director at the Jülich Research Centre in Germany, and he was, since 1996, directeur des recherches at the  Commissariat à l'énergie atomique. In the year 2000 he was elected as a member of the Académie des sciences.", "422960": "Sajeev John, OC, FRSC (born 1957) is a Professor of Physics at the University of Toronto and Canada Research Chair holder. He is known for his discovery of photonic crystals.", "59339825": "David W. Piston is an American physicist. He is the Edward Mallinckrodt, Jr. Professor and Head of Cell Biology and Physiology at Washington University School of Medicine.[1]", "52098095": "John Magorrian is an astrophysicist in the Rudolf Peierls Centre for Theoretical Physics at the University of Oxford. His research relates to the modelling of the structure and evolution of galaxies. He is a member of the Nuker Team of the Hubble Space Telescope.[1][2][3] Magorrian discovered a link between the size of black holes at the centre of galaxies and the size of its galaxy which has been named \"The Magorrian Relationship\".[4]", "8942643": "Eric J. Chaisson (pronounced chase-on, born on October 26, 1946, in Lowell, Massachusetts) is an American astrophysicist known for his research, teaching, and writing on the interdisciplinary science of cosmic evolution. He is a member of the Center for Astrophysics | Harvard & Smithsonian, teaches natural science at Harvard University and is an elected Fellow of the American Association for the Advancement of Science.[1]", "40498237": "Peter Minkowski (born 10 May 1941) is a Swiss theoretical physicist. He is primarily known for his proposal, with Harald Fritzsch, of SO(10) as the group of a grand unified theory and for his independent proposal, more-or-less simultaneously with a number of other theorists, of the seesaw mechanism for the generation of neutrino masses.[1][2][3]", "914498": "John James Waterston (1811 – 18 June 1883) was a Scottish physicist and a neglected pioneer of the kinetic theory of gases.", "66155598": "Yvan J. Bruynseraede (born 1938 in Ostend, Belgium) is a condensed matter experimental physicist, known for his work on multilayers and superlattices, and his interests are thin films, nanostructures, novel materials, magnetism, and superconductivity. He is currently Professor Emeritus at the Catholic University of Leuven (KULeuven), and a member of the Quantum Solid-State Physics Laboratory.", "21951571": "Ishrat Hussain Usmani (Urdu:  عشرت حسین عثمانی) ‎ (15 April 1917 – 17 June 1992) NI, best known as I. H. Usmani, was a Pakistani atomic physicist, and later a public official who chaired the Pakistan Atomic Energy Commission (PAEC) from 1960 to 1971 as well as overseeing the establishment of the Space Research Commission.", "9368661": "Karl Wilhelm Meissner (December 15, 1891 in Reutlingen, Württemberg – April 13, 1959 on a cruise ship sailing to Europe) was a German-American physicist specializing in hyperfine spectroscopy.  He spent the greater part of his career in the United States at Purdue University, in West Lafayette, Indiana.", "18576472": "Arseny Alexandrovich Sokolov (Russian: Арсе́ний Алекса́ндрович Соколо́в; 19 March 1910 – 19 October 1986) was a Russian theoretical physicist known for the development of synchrotron radiation theory.", "41514072": "John J. Rehr is an American theoretical physicist, professor emeritus of physics at the University of Washington in Seattle.[3] He has worked in the field of theoreticalX-ray[4][5] and electron-spectroscopies.", "41415768": "Guido Altarelli (12 July 1941[1] – 30 September 2015[2]) was an Italian theoretical physicist.[3][4]", "44135515": "Emilio Picasso (9 July 1927, in Genoa – 12 October 2014) was an Italian physicist.[1] He served as a researcher at CERN and was the project leaders for the LEP (the large electron-positron collider) one of the largest particle accelerators ever constructed. Picasso was awarded the Legion of Honour from France and is also bearer of the Knight Grand Cross of the Italian Republic, Italy's highest civilian honor.[2] When he passed, his hometown newspaper called it a moment of mourning for \"the international scientific community and for Pisa.\"[3]", "59995227": "Dmitry Dmitriyevich Mishin (Russian: Дми́трий Дми́триевич Ми́шин; January 25 [February 7] 1919 – 26 August 1998) was a Soviet and Russian physicist, Doctor (habilitate) of physical and mathematical sciences, professor, founder of the scientific school of magnetic scienсе in Tver State University.[1][2]", "6026336": "Johannes Bosscha Jr. (18 November 1831 – 15 April 1911) was a Dutch physicist.", "49214562": "Juli Feigon is a Distinguished Professor of Biochemistry at the University of California, Los Angeles, where she has been a faculty member since 1985. She was elected to the United States National Academy of Sciences in 2009. Her research focuses on structural studies of nucleic acids by nuclear magnetic resonance spectroscopy along with other biophysical techniques.[1]", "5436524": "Ralph R. B. von Frese is an American geophysicist at the Ohio State University who identified the Wilkes Land mass concentration in Antarctica in collaboration with Laramie Potts.", "57209966": "Muhammad Sanusi Liman is a distinguished Nigerian academic, a professor of plasma physics and the second substantive Vice Chancellor of Federal University Lafia, Nasarawa state.[1][2][3]", "63992944": "Todor G. Georgiev is a Bulgarian American research scientist and inventor, best known for his work on plenoptic cameras.[1][2] He is the author of the Healing Brush tool[3] in Adobe Photoshop, and, as of 2020, is a principal scientist at Adobe in San Jose, California.[4] Georgiev's work has been cited 7700 times as of 2020. As an inventor, he has at least 89 patents to his name.[2]", "34337909": "Robert G. Sachs (May 4, 1916 – April 14, 1999) was an American theoretical physicist, a founder and a director of the Argonne National Laboratory.[1][2][3]\nSachs was also notable for his work in theoretical nuclear physics, terminal ballistics, and nuclear power reactors.[3][4]\nSachs was also a member of the National Academy of Sciences,[3] chairman of the Academy's Physics Section,[3] chairman of the Academy's Class I (Physical and Mathematical Sciences),[3] and director of the Enrico Fermi Institute of the University of Chicago.[3][4]\nSachs was the author of the standard textbook Nuclear Theory (1953).[3]", "61928577": "Tabbetha A. Dobbins is an American physicist and an associate professor of Physics & Astronomy at Rowan University,[1] where she also serves as the vice president for research.[2][3] Her research investigates the relationship between structure and dynamics in composite materials using neutron and X-ray scattering with applications to modern engineering problems in carbon nanotubes, gold nanoparticles, the hydrogen fuel economy and polymer self-assembly.[4][2]", "22869127": "Alycia J. Weinberger is a staff member at the Carnegie Institution of Washington. Before joining the Carnegie scientific staff in 2001, she was a Near Infrared Camera and Multi-Object Spectrometer (NICMOS) postdoctoral researcher and astrobiology postdoctoral fellow at University of California, Los Angeles (UCLA). She received her B.A. in Physics from the University of Pennsylvania and her PhD from Caltech.[1] She is the 2000 winner of the Annie J. Cannon Award in Astronomy[2] and the Vainu Bappu Gold Medal of Astronomical Society of India for 2000 (awarded 2002). In 2019 she was selected to become a fellow of the American Astronomical Society.[3]", "53900430": "Lawrence Sulak (born August 29, 1944) is an American physicist, currently the David M. Myers Distinguished Professor at Boston University.[1][2][3] Some of Sulak's research includes Higgs detection at the Compact Muon Solenoid in the Large Hadron Collider, neutrino physics, astrophysics, and contributing work for the Monopole, Astrophysics and Cosmic Ray Observatory.[2]", "53900431": "William Skocpol is a physicist at Boston University and an Elected Fellow of the American Physical Society.[1]", "74380434": "Manfred Cuntz is a German astrophysicist based in the United States since 1988. He is a Distinguished Professor of physics at the University of Texas at Arlington (UTA). His primary research interests include stellar astrophysics, astrobiology, and planetary habitability. In 2023 he became a fellow with the Committee for Skeptical Inquiry.[2]", "58619029": "Ernst Miescher (6 October 1905 Basel, Switzerland –  27 September 1990, Basel) was a Swiss physicist.", "26571940": "Nicola Scafetta is a research scientist and  at the University of Napoli Federico II. He was formerly at the ACRIM Lab group and an adjunct assistant professor in the physics department at Duke University.[1][2] His research interests are in theoretical and applied statistics and nonlinear models of complex processes.[1] He is notable for having controversial views on climate change.", "7042220": "Amir Ordacgi Caldeira (born 1950 in Rio de Janeiro) is a Brazilian physicist. He received his bachelor's degree in 1973 from the Pontifícia Universidade Católica do Rio de Janeiro, his M.Sc. degree in 1976 from the same university, and his Ph.D. in 1980 from University of Sussex. His Ph.D. advisor was the Physics Nobel Prize winner Anthony James Leggett. He joined the faculty at Universidade Estadual de Campinas (UNICAMP) in 1980. In 1984 he did post-doctoral work at the Kavli Institute for Theoretical Physics (KITP) at University of California, Santa Barbara and at the Thomas J. Watson Research Laboratory at IBM. In 1994–1995 he spent a sabbatical at the University of Illinois at Urbana-Champaign. He is currently a full professor at Universidade Estadual de Campinas. He was the recipient of the Wataghin Prize, from Universidade Estadual de Campinas, for his contributions to theoretical physics in 1986.", "881837": "Ennackal Chandy George Sudarshan (also known as E. C. G. Sudarshan; 16 September 1931 – 13 May 2018)[2][3] was an Indian American[4] theoretical physicist and a professor at the University of Texas. Prof.Sudarshan has been credited with numerous contributions to the field of theoretical physics, including Glauber–Sudarshan P representation, V-A theory, tachyons, quantum Zeno effect, open quantum system and quantum master equations, spin–statistics theorem, non-invariance groups, positive maps of density matrices, and quantum computation.", "34206894": "Mulugeta Bekele (Amharic: ሙሉጌታ በቀለ; born 2 January 1947) is an Ethiopian scientist and academic. He is an associate Professor of Physics at Addis Ababa University (AAU), Ethiopia. He completed his PhD in Physics at the Indian Institute of Science, Bangalore, India in 1997. He has been awarded the Andrei Sakharov Prize by the American Physical Society (APS) \"For tireless efforts in defense of human rights and freedom of expression and education anywhere in the world, and for inspiring students, colleagues and others to do the same.\"[1] He is the president of Ethiopian Physical Society since October 1998 and an Associate Member of the Abdus Salam International Centre for Theoretical Physics, Trieste, Italy since May 1999.", "39449774": "John Edgar Ainsworth (June 28, 1920 – September 30, 2004)[1] was an American physicist and polymath who worked for NASA.[2] Ainsworth was the primary designer of the Pioneer Venus probe.[3]", "53802156": "Mario Reis is a physicist, researcher and lecturer at Fluminense Federal University. He is specialist on magnetism, more precisely on molecular magnetism, magnetocaloric effect, nanomagnetism and other related topics. On these themes, he published over a hundred of scientific papers.[1][2][3] and supervised dozens of graduate students and post-docs;[1][2] and, in addition, published two books:", "66385074": "Patricia Rankin is a British high energy physicist, equity researcher and Chair of the Department at the Arizona State University. Her research considers high energy particle physics and gender balance in scientific disciplines. She was previously responsible for the high energy physics section of the National Science Foundation.", "1242284": "Gernot Zippe (November 1917 – 7 May 2008) was an Austrian born German mechanical engineer and a nuclear physicist who is widely credited with leading the team which developed the Zippe-type centrifuge, a centrifuge machine for the enrichment and collection of Uranium-235, during his time in the Soviet program of nuclear weapons.", "66286772": "Alexandr Boyarchuk (June 21, 1931 – August 10, 2015) was a Russian physicist and astronomer.", "55309495": "Nan Rendong (simplified Chinese: 南仁东; traditional Chinese: 南仁東; pinyin: Nán Réndōng, 19 February 1945[2][3]–15 September 2017) was a Chinese astronomer[4] of Manchu descent.[5][6]", "48919737": "Steven J. Pollock is an American professor of physics[1][2][3] and a President's Teaching Scholar[4] at the University of Colorado Boulder, where he has taught since 1993.[5] His specialisations are in physics education research and in nuclear theory.[1] He is the 2013 U.S. Professor of the Year.[6][7][8][9]", "63239353": "Clifford Michael Surko (born October 11, 1941, in Sacramento, California) is an American physicist,[1] whose works involve plasma physics, atomic physics, nonlinear dynamics and solid state physics.[2][3][4] Together with his colleagues, he developed techniques for laser scattering at small angles to study waves and turbulence in tokamak plasmas and invented a positron trap (buffer gas positron trap) that was used in experiments worldwide to study antimatter.[5][6] Surko also developed other techniques for studying positron plasmas[7] and examined atomic and plasma physics with positrons.[8]", "40760507": "Julia Mary Yeomans OBE FRS FInstP (born 15 October 1954[4]) is a British theoretical physicist active in the fields of soft condensed matter and biological physics.[5][6][7][8] She has served as Professor of Physics at the University of Oxford since 2002.[9][10][1]", "65795258": "John C. Crocker (born 1968 in Stoughton, Massachusetts) is an American physicist and chemical engineer. He is a Professor of Chemical and Biomolecular Engineering at the University of Pennsylvania.[1]", "57472188": "Andreas J. Heinrich is a physicist working with scanning tunneling microscopy, quantum technology, nanoscience, spin excitation spectroscopy, and precise atom manipulation.  He worked for IBM Research in Almaden for 18 years, during which time he developed nanosecond scanning tunneling microscopy which provided an improvement in time resolution of 100,000 times,[1] and combined x-ray absorption spectroscopy with spin excitation spectroscopy.[2] In 2015 his team combined STM with electron spin resonance, which enables single-atom measurements on spins with nano-electronvolt precision REF1, REF2. In 2022 his team demonstrated the extension of ESR-STM to individual molecules REF3. Heinrich was also principal investigator of the stop-motion animated short film A Boy and His Atom filmed by moving thousands of individual atoms.[3] He is a fellow of the American Physical Society and the American Association for the Advancement of Science and the recipient of the Heinrich Rohrer Medal (Grand Medal) of the Japan Society of Vacuum and Surface Science.", "57734337": "Herman \"Harry\" Wieder  (4 June 1919 – 6 June 2018) was a Romanian-born American physicist.", "24736973": "John Fitzallen Moore (February 23, 1928 – January 31, 2018) was an American physicist, the son of authors Virginia Moore and Louis Untermeyer.  His last name was legally changed after his parents' divorce.  His work in military electronics, communications, and spectroscopy culminated in medical electronics and x-ray products with the founding of the company Bio-Imaging Research.[1]", "1832144": "Egon Spengler, PhD is a fictional character from the Ghostbusters franchise. He appears in the films Ghostbusters, Ghostbusters II, and Ghostbusters: Afterlife, in the animated television series The Real Ghostbusters and Extreme Ghostbusters, and in the video games Ghostbusters: The Video Game and Ghostbusters Beeline. Egon was portrayed by Harold Ramis in the films and voiced by him in Ghostbusters: The Video Game and Lego Dimensions, and voiced by Maurice LaMarche in the cartoon series. He is a member of the Ghostbusters and one of the three doctors of parapsychology, along with Dr. Peter Venkman and Dr. Ray Stantz.", "38565073": "Amit Chakrabarti (born November 11, 1959) is the former William and Joan Porter Chair in Physics at Kansas State University.[1] He currently serves as the dean of the college of arts and sciences at Kansas State University.", "62977240": "Charles Jean-Pierre Lallemand (1857-1938) was a French geophysicist. He was elected a member of the French Academy of Sciences in 1910. He was the first president of the International Union of Geodesy and Geophysics He was also president of the Société astronomique de France (the French astronomical society), from 1923 to 1925.[1]", "39679194": "Jack H. Freed (born April 19, 1938) is an American chemist known for his pioneering work in electron paramagnetic resonance (aka electron spin resonance) spectroscopy. He is the Frank and Robert Laughlin Professor of Physical Chemistry, emeritus, at Cornell University in Ithaca, New York.", "46560472": "Xu Ningsheng (许宁生; born 7 July 1957) is a Chinese physicist and academic administrator. He previously served as president of Fudan University from 2014 to 2021, president of Sun Yat-sen University from 2010 to 2014, vice president of Sun Yat-sen University from 2004 to 2010, and dean of the Sun Yat-sen University School of Physical Science and Engineering Technology from 1999 to 2004.", "61895909": "2001 - Elected number one researcher in nano-technology from the National Nanotechnology Conference", "7304424": "Sergey Pavlovich Kurdyumov (Russian: Серге́й Па́влович Курдю́мов; November 18, 1928 – December 2, 2004) was a specialist in mathematical physics, mathematical modeling, plasma physics, complexity studies and synergetics from Moscow, Russia.", "41055466": "Nam Chang-hee (Korean: 남창희; born February 14, 1957) is a South Korean plasma physicist. Nam is specializing in the exploration of relativistic laser-matter interactions using femtosecond PW lasers. Currently he is professor of physics at Gwangju Institute of Science and Technology and director of the Center for Relativistic Laser Science as a part of the Institute for Basic Science (IBS).", "2520305": "Holger Bech Nielsen (born 25 August 1941) is a Danish theoretical physicist and professor emeritus at the Niels Bohr Institute, at the University of Copenhagen, where he started studying physics in 1961.", "70055156": "Lenur Yagya Arifov (Russian: Ленур Ягъя Арифов; 10 December 1938 – 11 March 2018) was a physicist who conducted research on general relativity, gravity, cosmology, relativistic astrophysics and nuclear physics. Exiled from Crimea in 1944 as a young child because of his Crimean Tatar ethnicity, he grew up in the Uzbek SSR, and eventually made it to Samarkand State University, where he became friends and colleagues with fellow Crimean Tatar physicist and civil rights activist Rollan Qadiyev, who he went on to co-author several scientific works with. Eventually he became a professor and received his doctorate. After returning to Crimea in 1992 he worked at the Department of Theoretical Physics in Simferopol State University.[1][2]", "38466816": "Ernst Helmut Brandt (17 September 1941 – 1 September 2011) was a German theoretical physicist. He is best known for working on the Abrikosov vortex lattice in type-II superconductors, particularly with the ideal lattice, its nonlocal elastic response, lattice defects, pinning and geometrical effects in the electromagnetic response of superconductors.[1]", "70022404": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "40989960": "Lucien Vidie (1805, Nantes – April 1866, Nantes) was a French physicist. In 1844 he invented the barograph, that is, a device to monitor pressure, a recording aneroid barometer.[1]", "50525450": "James Scott Dunlop FRS FRSE FInstP[3][4] is a Scottish astronomer and academic. He is Professor of Extragalactic Astronomy at the Institute for Astronomy, an institute within the School of Physics and Astronomy at the University of Edinburgh.[1][5]", "50984203": "Tomasz Wójcik (born 6 June 1963 in Warsaw) is a Polish graphic designer, stage designer, theater director and doctor of physical sciences. Creates posters for plays, films, festivals and cultural events and promoting public awareness campaigns.", "46265614": "Yuri S. Kivshar (born in Kharkiv, Ukrainian SSR, USSR), Australian Scientist of Ukrainian origin, distinguished professor, head of Nonlinear Physics Centre of The Australian National University (ANU) (Canberra, Australia) and research director of The International Research Centre for Nanophotonics and Metamaterials (St. Petersburg, Russia), Australian Federation Fellow.[1]", "12285221": "John Alexander Gordon (August 22, 1946 – April 19, 2020) was an American air force general who served as Deputy Director of the Central Intelligence Agency. He also served as the President's Homeland Security advisor from 2003 to 2004.[1]", "7533862": "Rajaram Nityananda (born 1948) is an Indian physicist who works on Solid State Physics, Liquid Crystals, Astronomical Optics, Image Processing, & Gravitational Dynamics. He currently works as professor at Azim Premji University Bengaluru. He was formerly the Director of the National Centre for Radio Astrophysics and also Tata Institute of Fundamental Research (TIFR) Centre for Interdisciplinary Sciences in Hyderabad. He served on the Physical Sciences jury for the Infosys Prize from 2015 to 2017. He also serves as an Associate Editor of the Journal of Astrophysics & Astronomy,[1] published by the Indian Academy of Sciences. He also serves as the chief editor for Resonance Journal for Science Education published by Indian Academy of Sciences. He is also the Chairman of the Board of Directors of the National Institute of Technology, Tiruchirappalli and Chennai Mathematical Institute. He is currently serving as a faculty member at the Indian Institute of Science Education and Research, Pune. Previously he worked at Raman Research Institute from 1975 to 2000.[2]", "35878189": "Michael Radaković (25 April 1866, in Graz – 16 August 1934) was an Austrian physicist.", "63829294": "Alessio Zaccone (born 7 September 1981, Alessandria) is an Italian physicist.[1][2]", "59602223": "Yia-Chung Chang (Chinese: 張亞中) is a Taiwanese physicist.", "2192687": "Louis-Guillaume Le Monnier (sometimes written as Lemonnier) (27 June 1717 – 7 September 1799) was a French natural scientist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers.[1]", "16512303": "Siegfried Flügge (16 March 1912, in Dresden – 15 December 1997, in Hinterzarten) was a German theoretical physicist who made contributions to nuclear physics and the theoretical basis for nuclear weapons.[1] He worked on the German nuclear energy project. From 1941 onward he was a lecturer at several German universities, and from 1956 to 1984, editor of the 54-volume, prestigious Handbuch der Physik.", "72152377": "Heinz Haferkorn (born 22 February 1927 in Leipzig; † 31 May 2003 in Ilmenau) was a German physicist for optical engineering.[1] \nHe was holding the Chair Optical engineering at the Technische Universität Ilmenau. Topics of his chair included: \"Fifth-order image error theory, analytical approaches to optical systems, theory and measurements of the transfer function, mathematical methods of automatic correction, partially coherent imaging and modeling of the photolithographic process\".[2]", "259389": "Hans Joachim Pabst von Ohain (14 December 1911 – 13 March 1998) was a German physicist, engineer, and the designer of the first turbojet engine to power an aircraft.[1] \nTogether with Frank Whittle he is widely described as the co-inventor of the turbojet engine.[2][3][4][5][6] Hans von Ohain was still a university student when in January 1930, Whittle filed his first patent for a turbojet engine. Von Ohain stated in his biography, that \"My interest in jet propulsion began in the fall of 1933 when I was  in my seventh semester at Göttingen University. I didn't know that many people before me had the same thought.\".[7] He quickly caught up with Whittle due to the support by Heinkel[8] and his design, \"an axial-flow engine as opposed to Sir Frank's centrifugal flow engine, that was eventually adopted by most manufacturers by the 1950's.\"[9]", "4191552": "Rafael Dolnick Sorkin (born c. 1945) is an American physicist. He is professor emeritus of physics at Syracuse University and the Perimeter Institute for Theoretical Physics, and a Fellow of the American Physical Society. He is best known as initiator and main proponent of the causal sets approach to quantum gravity.", "62485831": "Theo Willem Jan Marie Janssen (13 August 1936 – 29 September 2017), better known as Ted Janssen, was a Dutch physicist and Full Professor of Theoretical Physics at the Radboud University Nijmegen. Together with Pim de Wolff and Aloysio Janner, he was one of the founding fathers of N-dimensional superspace approach in crystal structure analysis for the description of quasi periodic crystals and modulated structures.[1][2] For this work he received the Aminoff Prize of the Royal Swedish Academy of Sciences (together with de Wolff and Janner) in 1988 and the Ewald Prize of the International Union of Crystallography (with Janner) in 2014. These achievements were merit of his unique talent, combining a deep knowledge of physics with a rigorous mathematical approach. Their theoretical description of the structure and symmetry of incommensurate crystals using higher dimensional superspace groups also included the quasicrystals that were discovered in 1982 by Dan Schechtman, who received the Nobel Prize in Chemistry in 2011. The Swedish Academy of Sciences explicitly mentioned their work at this occasion.[3][4]", "71464266": "John Edward Allen DEng, DSc, FIEE, FIEEE, FInstP (born 6 December 1928, Devonport, England) is a British engineer and plasma physicist.[1] In particular, he has directly contributed to international dusty plasma experiments in space under microgravity conditions.[2]", "652623": "Otto Robert Frisch OBE FRS[1] (1 October 1904 – 22 September 1979) was an Austrian-born British physicist who worked on nuclear physics. With Otto Stern and Immanuel Estermann he first measured the magnetic moment of the proton. With Lise Meitner he advanced the first theoretical explanation of nuclear fission (coining the term) and first experimentally detected the fission by-products. Later, with his collaborator Rudolf Peierls[1] he designed the first theoretical mechanism for the detonation of an atomic bomb in 1940.[2]", "46986582": "Horst Meyer (March 1, 1926 – August 14, 2016) was a Swiss scientist doing research in condensed matter physics.", "28865880": "Pedro Leonardo Mascheroni (born 1935) is a physicist who, according to the United States government, attempted to sell nuclear secrets to a Federal Bureau of Investigation (FBI) agent posing as a Venezuelan spy.[1] \"U.S. authorities stressed that the Venezuelan government had no role in the affair.\"[2]", "2159961": "Prince Boris Borisovich Golitsyn (Russian: Борис Борисович Голицын, 2 March [O.S. 18 February] 1862 – 17 May [O.S. 4 May] 1916) was a prominent Russian Empire physicist who invented the first electromagnetic seismograph in 1906. He was one of the founders of modern Seismology. In 1911 he was chosen to be the president of the International Seismology Association.[1]", "40957284": "Richard Jeremy Gaitskell (born May 2, 1965) is a physicist and professor at Brown University and a leading scientist in the search for particle dark matter.[1] He is co-founder, a principal investigator, and co-spokesperson of the Large Underground Xenon (LUX) experiment, which announced world-leading[2][3] first results on October 30, 2013. He is also a leading investigator in the new LUX-Zeplin (LZ) dark matter experiment.[4]", "1733996": "Auguste Bravais (French pronunciation: [oɡyst bʁavɛ]; 23 August 1811, Annonay, Ardèche – 30 March 1863, Le Chesnay, France) was a French physicist known for his work in crystallography, the conception of Bravais lattices, and the formulation of Bravais law. Bravais also studied magnetism, the northern lights, meteorology, geobotany, phyllotaxis, astronomy, statistics and hydrography.", "60224878": "Andrei Viktorovich Gaponov-Grekhov (Russian: Андрей Викторович Гапонов-Грехов; 7 June 1926 – 2 June 2022)[1] was a Russian (Soviet) physicist, a Full Member of the USSR Academy of Sciences (1968, a Full Member of the Russian Academy of Sciences since 1991), the founder of the Institute of Applied Physics in Nizhny Novgorod, and its first director in 1976-2003.[2]", "57046385": "Frank Thomas Matthews White (1909–1971) was an Australian mining and metallurgical engineer and mineral science educator. His career included appointments in Australia, Fiji, Malaya, and Canada.", "67695988": "Harry Hindmarsh Atkinson (5 August 1929 – 30 December 2018) was a British physicist and science administrator. He served as chair of the European Space Agency Council between 1984 and 1987.", "45184371": "Mack Gipson Jr. (September 15, 1931 – March 10, 1995) was an American geologist who became the first African-American man to obtain a Ph.D. in geology. The first African-American geologist to earn a PhD in the US was Marguerite Williams, who earned her degree in 1942. Gipson's career spanned decades in the petroleum industry as well as decades in academia.", "35648886": "Manuel António Gomes (9 December 1868 – 21 December 1933) was a Portuguese Catholic priest, inventor and physicist. He was a very tall man, and was nicknamed Father Himalaya (in Portuguese: Padre Himalaya), a name he proudly used frequently. He was born at Santiago de Cendufe, Arcos de Valdevez in 1868 and died at Viana do Castelo in 1933.", "71398776": "Paul Harrison Dike (February 22, 1878, Crystal Lake, Illinois – June 25, 1956, Jenkintown, Pennsylvania)[1] was an American physicist who did research on terrestrial magnetism, atmospheric electricity, photoelectricity, pyrometry, and radiation theory.[2]", "53998974": "Probir Roy (born 4 October 1942) is an Indian particle physicist and a former professor at Tata Institute of Fundamental Research. He is also a senior scientist of the Indian National Science Academy at Bose Institute and a former Raja Ramanna fellow of Department of Atomic Energy at Saha Institute of Nuclear Physics.", "95618": "John Vincent Atanasoff, OCM, (October 4, 1903 – June 15, 1995) was an American physicist and inventor credited with inventing the first electronic digital computer.[1] Atanasoff invented the first electronic digital computer in the 1930s at Iowa State College (now known as Iowa State University). Challenges to his claim were resolved in 1973 when the Honeywell v. Sperry Rand lawsuit ruled that Atanasoff was the inventor of the computer.[2][3][4][5] His special-purpose machine has come to be called the Atanasoff–Berry Computer.", "62715277": "R. Mark Henkelman is a Canadian biophysics researcher in the field of medical imaging, now retired, who was appointed as a Fellow of the Royal Society of Canada (2005) and the Order of Canada (2019) in recognition of his pioneering contributions to the field of magnetic resonance imaging.", "27948433": "Alexander Mikhailovich Obukhov (Russian: Алекса́ндр Миха́йлович Обу́хов; 5 May 1918 – 3 December 1989) was a Soviet and Russian geophysicist and applied mathematician known for his contributions to statistical theory of turbulence and atmospheric physics. He was one of the founders of modern boundary layer meteorology.[1] He served as the Head of the theoretical department at Sternberg Astronomical Institute, a division of Moscow State University.[2]", "3372435": "Charles Christian Lauritsen (April 4, 1892 – April 13, 1968) was a Danish/American physicist.[1]", "46396821": "Maciej Lewenstein (born September 21, 1955 in Warsaw), is a Polish theoretical physicist, currently an ICREA[1] professor at ICFO – The Institute of Photonic Sciences[2] in Castelldefels near Barcelona. He is an author of over 480 scientific articles[3][4] and 2 books, and recipient of many international and national prizes. In addition to quantum physics his other passion is music, and jazz in particular. His collection of compact discs and vinyl records includes over 9000 items.", "51606931": "Kodavatiganti Rohini Prasad (14 September 1949 – 8 September 2012) was an author and retired scientist of Bhabha Atomic Research Centre, Mumbai. He is the son of the Telugu writer Kodavatiganti Kutumbarao.[1] Kodavatiganti wrote books on Science, Music, and other subjects in his mother tongue Telugu.[2][3] He also wrote in several online magazines.[4] He also researched the Hindustani classical music.", "36173207": "Leon Katz, OC FRSC (August 9, 1909 – March 1, 2004) was a Canadian physicist.", "31323546": "John R. Meyer (July 17, 1930 – December 30, 2010) was an American physicist from Milwaukee, Wisconsin who served one term in the Wisconsin State Assembly as a Republican state representative.", "30864794": "Richard Edward Taylor, CC FRS FRSC (2 November 1929 – 22 February 2018),[2] was a Canadian physicist and Stanford University professor.[3] He shared the 1990 Nobel Prize in Physics with Jerome Friedman and Henry Kendall \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\"[4][5][6]", "19658140": "Francisco Javier \"Frank\" Duarte (born c. 1954) is a laser physicist and author/editor of several books on tunable lasers.", "27686298": "Hans Heinrich Euler (6 October 1909 - 23 June 1941) was an Italian-born German physicist. He received his PhD in 1935 at the University of Leipzig under Werner Heisenberg with a thesis Über die Streuung von Licht an Licht nach der Diracschen Theorie (On the scattering of light by light based on Dirac's theory).", "456093": "Frank Press (December 4, 1924 – January 29, 2020) was an American geophysicist.[1] He was an advisor to four U.S. presidents, and later served two consecutive terms as president of the U.S. National Academy of Sciences (1981–1993). He was the author of 160 scientific papers and co-author of the textbooks Earth and Understanding Earth.", "67073440": "Don-Ning \"Donna\" Sheng is a condensed matter physicist whose research involves two-dimensional systems including the fractional quantum Hall effect and quantum spin Hall effect,[1] as well as the natural emergence of supersymmetry in topological superconductors.[2] She is a professor of physics at California State University, Northridge,[3] and is also affiliated with the Princeton Center for Complex Materials at Princeton University.[4]", "33125795": "Hidetsugu Ikegami is a Japanese physicist. He is Professor Emeritus of Nuclear Physics at Osaka University, where he has been director of the Research Center for Nuclear Physics (RCNP)[1] and organized and chaired international symposia.[2]", "72185255": "Leonid Samuilovich Leibenson or Leybenzon (Russian: Леонид Самуилович Лейбензон; 26 June, 1879 – 15 March, 1951) was a Russian and Soviet physicist who worked on fluid dynamics. The Leibenson equation named after him describes the flow of liquids through porous media. He helped establish research on petrochemical fluid research, developed the first Soviet wind tunnel and worked on mathematical approaches to study boundary layers in fluid dynamics.", "43447720": "Hans Jürgen Briegel (born 9 August 1962 in Ochsenhausen)[1] is a German theoretical physicist. He is Full Professor at the University of Innsbruck and conducts research in the field of quantum physics and quantum information.[2]", "36500906": "Sándor J. Kovács (born August 17, 1947) is a Hungarian-American academic cardiologist and cardiovascular physiologist, best known for his work on the physiological dynamics of the human heart.  He is a professor of medicine, physics, physiology, and biomedical engineering at Washington University in St. Louis.", "3437995": "Michael Anastasio (born 1948) led two national science laboratories during a time of transition.[1] He was the director of the Los Alamos National Laboratory and president of the Los Alamos National Security LLC, the company that operates the laboratory. He is the former director of Lawrence Livermore National Laboratory (LLNL). The University of California Board of Regents appointed Michael R. Anastasio the director of LLNL on June 4, 2002. He started on July 1, 2002. In 2005 he became the president of the Los Alamos National Security LLC, and became the director of the Los Alamos National Laboratory on June 1, 2006. During his directorship at Lawrence Livermore, the laboratory won 25 R&D 100 Awards and maintained its world-class leadership position in high-performance computing and its application to global climate modeling.", "1635755": "Roberto Aureliano Salmeron (June 16, 1922 – June 17, 2020) was a Brazilian electrical engineer and experimental nuclear physicist and an emeritus Research Director at the French National Centre for Scientific Research (CNRS).", "73954733": "Edwin Ian Robertson CBE (21 January 1919 – 31 October 2022) was a New Zealand geophysicist and administrator.", "62780849": "Marion Asche (7 January 1935 – 11 December 2013) was a German physicist and professor of solid state physics. She is known for her pioneering work in semiconductor physics.[1]", "39351731": "Jürgen Kurths (born 11 March 1953 in Arendsee/Altmark) is a German physicist and mathematician. He is senior advisor in the research department Complexity Sciences of the Potsdam Institute for Climate Impact Research, a Professor of Nonlinear Dynamics at the Institute of Physics at the Humboldt University, Berlin, and a 6th-century[clarification needed] chair for Complex Systems Biology at the Institute for Complex Systems and Mathematical Biology at Kings College, Aberdeen University (UK). His research is mainly concerned with nonlinear physics and complex systems sciences and their applications to challenging problems in Earth system, physiology, systems biology and engineering.", "71923125": "Susan Marian Ellis (born 1965) is a geophysicist based in New Zealand, who specialises in modelling the geodynamics of the Earth's crust deformation, at different scales.[1] Ellis is a principal scientist at GNS Science[2] and her main interests are in subduction, seismology, tectonics, crust and petrology.[3] Ellis's current work focuses on the influence of faulting on stresses in the crust, and how this is related to geological hazard and the tectonic settings in New Zealand.[1]", "15889847": "He Xiantu (simplified Chinese: 贺贤土; traditional Chinese: 賀賢土; born September 28, 1937), also romanized as Xian-Tu He, is a Chinese nuclear and theoretical physicist. He is the chief scientist of many Chinese national nuclear research and development programs.[1] He designed the first neutron bomb in China.", "52655549": "Sri Niwas (1946–2012) was an Indian geophysicist and a professor at the Department of Earth Sciences of the Indian Institute of Technology, Roorkee.[1][2] He was known for his researches on the Inversion of Geophysical Data.[3] He was an elected fellow of all the three major Indian science academies viz. Indian National Science Academy,[4] Indian Academy of Sciences,[5] National Academy of Sciences, India[6] as well as Indian Geophysical Union[7] and was an elected member of the Association of Exploration Geophysicists.[8] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 1991.[9][note 1]", "619968": "Manfred baron von Ardenne (German pronunciation: [ˈmanfʁeːt fɔn aʁˈdɛn]; 20 January 1907 – 26 May 1997) was a German researcher and applied physicist and inventor. He took out approximately 600 patents in fields including electron microscopy, medical technology, nuclear technology, plasma physics, and radio and television technology. From 1928 to 1945, he directed his private research laboratory Forschungslaboratorium für Elektronenphysik. For ten years after World War II, he worked in the Soviet Union on their atomic bomb project and was awarded a Stalin Prize.  Upon his return to the then East Germany, he started another private laboratory, Forschungsinstitut Manfred von Ardenne.", "19101123": "Yu Min (Chinese: 于敏; pinyin: Yú Mǐn; 16 August 1926 – 16 January 2019) was a prominent Chinese nuclear physicist, an academic of Chinese Academy of Sciences (CAS), a lead nuclear weapon designer in the Ninth Academy, and a recipient of Two Bombs, One Satellite Achievement Medal. Though he personally refused to accept the title, he is honored as “the father of Chinese Hydrogen Bomb”.[1]", "25523653": "Johannes Falnes (born 15 December 1931) is a Professor Emeritus of Experimental Physics at the Department of Physics of the Norwegian University of Science and Technology noted for his contributions to wave energy research. He is one of the pioneers of modern wave energy research.", "13596103": "Ivan Wilhelm (1 May 1942, Trnava) is a Czech nuclear physicist and former rector of the Charles University in Prague.[1][2]", "50918855": "Ferhat Ozcep (23 January 1968 – 9 February 2023) was a geophysicist and historian of science in Turkey. He was born in Zonguldak (the western Black Sea side of Turkey) on 23 January 1968. He was a visiting scholar in the Department of the Science at Harvard University.[2] He was professor of geophysics at Istanbul University.[3]", "15660489": "Vladimir (Vlad) M. Shalaev (born February 18, 1957) is a Distinguished Professor of Electrical and Computer Engineering[1] and Scientific Director for Nanophotonics at Birck Nanotechnology Center,[2] Purdue University.", "60782023": "Shmuel Sambursky, or Samuel Sambursky (1900-1990) Hebrew: שמואל סמבורסקי was a German, Palestinian, and Israeli physicist, professor, and author during the respective epochs of his country —Germany, Mandatory Palestine, and Israel.[1]", "72480205": "Jürgen Kirschner (born April 18, 1945) is a German solid state physicist and a director at the Max Planck Institute of Microstructure Physics. Kirschner is known for his research in electron spectroscopy, including instrument development and the study of magnetic materials.[1]", "50820560": "Tracy Robyn Slatyer is a professor of particle physics with a concentration in theoretical astrophysics[2][3] with tenure at MIT.[4]  She was a 2014 recipient of the Rossi Prize for gamma ray detection of Fermi bubbles, which are unexpected large structure in our galaxy.[5][6][7]\nHer research also involves seeking explanations for dark matter and the gamma ray haze at the center of the Milky Way.[8] In 2021, she was awarded a New Horizons in Physics Prize for \"major contributions to particle astrophysics, from models of dark matter to the discovery of the \"Fermi Bubbles.\"[1][9]", "2192850": "Philip McCord Morse (August 6, 1903 – 5 September 1985), was an American physicist, administrator and pioneer of operations research (OR) in World War II.[1] He is considered to be the father of operations research in the U.S.", "13530580": "Frank N. von Hippel (born 1937) is an American physicist. He is Professor and Co-Director of Program on Science and Global Security at Princeton University and the Princeton School of Public and International Affairs."}