{"38753865": "Homersham Cox (1821–1897) was an English lawyer and judge, mathematician and historian.[1]", "25679436": "John Ronald Womersley (20 June 1907 – 7 March 1958) was a British mathematician and computer scientist who made important contributions to computer development, and hemodynamics.[1] Nowadays he is principally remembered for his contribution to blood flow, fluid dynamics and the eponymous Womersley number, a dimensionless parameter characterising unsteady flow.", "68638289": "Nikolai Mikhailovich Korobov  (Russian: Коробов Николай Михайлович; November 23, 1917 – October 25, 2004) was a Soviet mathematician specializing in number theory and numerical analysis. He is best known for his work in analytic number theory, especially in exponential and trigonometric sums.", "51992146": "Habib Tawa (born 31 October 1945)[1] in Tripoli, Lebanon is a French historian, journalist and mathematician.", "17290837": "Hans Samelson (3 March 1916 – 22 September 2005) was a German-American mathematician who worked in differential geometry, topology and the theory of Lie groups and Lie algebras—important in describing the symmetry of analytical structures.", "1988182": "Marcel Jules Edouard Golay (French: [gɔlɛ]; May 3, 1902 – April 27, 1989) was a Swiss mathematician, physicist, and information theorist, who applied mathematics to real-world military and industrial problems. He was born in Neuchâtel, Switzerland.[2]", "251482": "John Venn, FRS,[2][3] FSA[4] (4 August 1834 – 4 April 1923) was an English mathematician, logician and philosopher noted for introducing Venn diagrams, which are used in logic, set theory, probability, statistics, and computer science. In 1866, Venn published The Logic of Chance, a groundbreaking book which espoused the frequency theory of probability, arguing that probability should be determined by how often something is forecast to occur as opposed to \"educated\" assumptions. Venn then further developed George Boole's theories in the 1881 work Symbolic Logic, where he highlighted what would become known as Venn diagrams.", "70211166": "Monique Dauge (born 1956) is a French mathematician and numerical analyst specializing in partial differential equations, spectral theory, and applications to scientific computing. She is an emeritus senior researcher at the French National Centre for Scientific Research (CNRS), associated with the University of Rennes 1.[1]", "1365598": "Johannes (van Waveren) Hudde (23 April 1628 – 15 April 1704) was a burgomaster (mayor) of Amsterdam between 1672 – 1703, a mathematician and governor of the Dutch East India Company.", "46814818": "David Samuel Kinderlehrer (October 23, 1941, Allentown, Pennsylvania)[1] is an American mathematician, who works on partial differential equations and related mathematics applied to materials in biology and physics.", "46487145": "Robert Samuel Finn (August 8, 1922 – August 16, 2022) was an American mathematician.", "34035307": "Viktor Pavlovich Maslov (Russian: Виктор Павлович Маслов; 15 June 1930 – 3 August 2023) was a Russian mathematical physicist. He was a member of the Russian Academy of Sciences. He obtained his doctorate in physico-mathematical sciences in 1957.[2]  His main fields of interest were quantum theory, idempotent analysis, non-commutative analysis, superfluidity, superconductivity, and phase transitions. He was editor-in-chief of Mathematical Notes and Russian Journal of Mathematical Physics.", "71325292": "Martin Harvey Krieger (born March 10, 1944 in Brooklyn, New York) is an American physicist, author, and emeritus professor with decades of teaching in public policy and urban planning. He is known for his research on mathematical models of urban phenomena, ecological issues of design and planning, notions of uncertainty in policy and planning, environmental policy, defense policy, and aural and visual documentation of urban phenomena in southern California, especially Los Angeles.[1][2]", "56514158": "Andrew Jeffrey Gunion Barclay (1849–1943) was a Scottish mathematician, known for being one of the founders of the Edinburgh Mathematical Society.", "65754748": "Irene Margaret Moroz is a British applied mathematician whose research interests include differential equations including the Schrödinger–Newton equation, attractors, synchronization of chaos, and applications to geophysical fluid dynamics, voice analysis, the population dynamics of plankton, and dynamo theory. She is Professor of Mathematics and Applied Mathematics in the Mathematical Institute, University of Oxford and Senior Mathematics Fellow at St Hilda's College, Oxford.[1]", "59725443": "Amy Dahan-Dalmédico is a French mathematician, historian of mathematics, and historian of the politics of climate change.", "22148": "Nicolo, known as Tartaglia (Italian: [tarˈtaʎʎa]; 1499/1500 – 13 December 1557), was an Italian mathematician, engineer (designing fortifications), a surveyor (of topography, seeking the best means of defense or offense) and a bookkeeper from the then Republic of Venice. He published many books, including the first Italian translations of Archimedes and Euclid, and an acclaimed compilation of mathematics. Tartaglia was the first to apply mathematics to the investigation of the paths of cannonballs, known as ballistics, in his Nova Scientia (A New Science, 1537); his work was later partially validated and partially superseded by Galileo's studies on falling bodies. He also published a treatise on retrieving sunken ships.", "42096259": "Ferdinand Franz Wallraf (20 July 1748 - 18 March 1824) was a German botanist, mathematician, theologian, art collector and Roman Catholic priest. His collection formed the founding nucleus of the Wallraf–Richartz Museum.", "12998276": "Frederick Justin Almgren Jr. (July 3, 1933 – February 5, 1997) was an American mathematician working in geometric measure theory. He was born in Birmingham, Alabama.", "57923205": "Richard Steven Ellis (May 15, 1947 – July 2, 2018) was an American mathematician.", "60053123": "Eilon Solan (Hebrew: אילון סולן) (born 1969) is an Israeli mathematician and professor at the School of Mathematical Sciences of Tel Aviv University. His research focuses on game theory, stochastic processes, and measure theory.", "1988234": "Professor Sándor Csörgő (16 July 1947 at Egerfarmos, Heves County – 14 February 2008 at Újszeged, Csongrád County[1]) was a Hungarian mathematician, and a professor at the University of Szeged.", "12637839": "Chuu-Lian Terng (Chinese: 滕楚蓮; pinyin: Téng Chǔlián) is a Taiwanese-American mathematician. Her research areas are differential geometry and integrable systems, with particular interests in completely integrable Hamiltonian partial differential equations and their relations to differential geometry, the geometry and topology of submanifolds in symmetric spaces, and the geometry of isometric actions.[1]", "40818320": "Giang Thu Nguyen (born Nguyễn Thu Giang on 2 October 1985 in Hanoi) is a Vietnamese-Australian chess player and mathematician. She is a senior lecturer in Applied Mathematics at the University of Adelaide. In chess, she is a Woman FIDE Master (WFM),[1] and has represented Australia in seven Chess Olympiads. She has won the South Australian women's championship four times, and the South Australian (open) championship once.", "1988240": "László Kalmár (27 March 1905, in Edde – 2 August 1976, in Mátraháza) was a Hungarian mathematician and Professor at the University of Szeged. Kalmár is considered the founder of mathematical logic and theoretical computer science in Hungary.", "22533779": "John William Wrench, Jr. (October 13, 1911 – February 27, 2009) was an American mathematician who worked primarily in numerical analysis. He was a pioneer in using computers for mathematical calculations, and is noted for work done with Daniel Shanks to calculate the mathematical constant pi to 100,000 decimal places.", "22763157": "Asger Hartvig Aaboe (26 April 1922 – 19 January 2007) was a Danish historian of the exact sciences and mathematics who was best known for his contributions to the history of ancient Babylonian astronomy. In his studies of Babylonian astronomy, he went beyond analyses in terms of modern mathematics to seek to understand how the Babylonians conceived their computational schemes.[1][2][3]", "19158681": "Michael Bahir Maschler (Hebrew: מיכאל בהיר משלר) (July 22, 1927 – July 20, 2008) was an Israeli mathematician well known for his contributions to the field of game theory. He was a professor in the Einstein Institute of Mathematics and the Center for the Study of Rationality at the Hebrew University of Jerusalem in Israel. In 2012, the Israeli Chapter of the Game Theory Society founded the Maschler Prize, an annual prize awarded to an outstanding research student in game theory and related topics in Israel.[1]", "39409306": "Prismatic cohomology", "2643615": "Heinrich Martin Weber (5 March 1842, Heidelberg, Germany – 17 May 1913, Straßburg, Alsace-Lorraine, German Empire, now Strasbourg, France) was a German mathematician.[1] Weber's main work was in algebra, number theory, and analysis. He is best known for his text Lehrbuch der Algebra published in 1895 and much of it is his original research in algebra and number theory. His work Theorie der algebraischen Functionen einer Veränderlichen (with Dedekind) established an algebraic foundation for Riemann surfaces, allowing a purely algebraic formulation of the Riemann–Roch theorem. Weber's research papers were numerous, most of them appearing in Crelle's Journal or Mathematische Annalen. He was the editor of Riemann's collected works.", "53237412": "Marco Abate (born 29 August 1962) is an Italian mathematician.", "35280549": "Alexander (Lex) Schrijver (born 4 May 1948 in Amsterdam)[1] is a Dutch mathematician and computer scientist, a professor of discrete mathematics and optimization at the University of Amsterdam and a fellow at the Centrum Wiskunde & Informatica in Amsterdam.[2] Since 1993 he has been co-editor in chief of the journal Combinatorica.[2][3]", "51041958": "Yoonkyung Lee is a professor of statistics at Ohio State University, and also holds a courtesy appointment in computer science and engineering at Ohio State. Her research takes a statistical approach to kernel methods, dimensionality reduction, and regularization in machine learning.", "32659115": "Richard F. Johnsonbaugh (born 1941)[1] is an American mathematician and computer scientist.  His interests include discrete mathematics and the history of mathematics. He is the author of several textbooks.", "11032237": "Andrey Andreyevich Piontkovsky (Russian: Андре́й Андре́евич Пионтко́вский, born June 30, 1940) is a Russian scientist and political writer and analyst,[1][2] a member of International PEN Club.[3] He is a former member of the Russian Opposition Coordination Council.[4]", "1791662": "William George Penney, Baron Penney, OM, KBE, FRS, FRSE (24 June 1909 – 3 March 1991) was an English mathematician and professor of mathematical physics at the Imperial College London and later the rector of Imperial College London. He had a leading role in the development of High Explosive Research, Britain's clandestine nuclear programme that started in 1942 during the Second World War which produced the first British atomic bomb in 1952.", "16176815": "John Gough (/ɡɒf/ GOF; 17 January 1757 – 28 July 1825) was a blind English natural and experimental philosopher who is known for his own investigations as well as the influence he had on both John Dalton and William Whewell.", "36492978": "Peter D. T. A. Elliott (born 1941) is an American mathematician, working in the field of number theory. He is one of the two mathematicians after whom the Elliott–Halberstam conjecture is named.[1]", "16864959": "Anna Johnson Pell Wheeler (née Johnson; May 5, 1883 – March 26, 1966) was an American mathematician. She is best known for early work on linear algebra in infinite dimensions, which has later become a part of functional analysis.[1]", "65164993": "Geneviève Gauthier (born 1967)[1] is a Canadian mathematician, statistician, and decision scientist, known for her work in mathematical finance including the valuation of options and financial risk management. She is a professor of statistics in the Department of Decision Sciences at HEC Montréal.[2]", "18568899": "Hermann Rothe (28 December 1882 in Vienna – 18 December 1923 in Vienna) was an Austrian mathematician.", "34526923": "Pandurang Vasudeo Sukhatme (1911–1997) was an Indian statistician. He is known for his pioneering work of applying random sampling methods in agricultural statistics and in biometry, in the 1940s. He was also influential in the establishment of the Indian Agricultural Statistics Research Institute. As a part of his work at the Food and Agriculture Organization in Rome, he developed statistical models for assessing the dimensions of hunger and future food supplies for the world. He also developed methods for measuring the size and nature of the protein gap.", "5985997": "John Crank (6 February 1916 – 3 October 2006) was a mathematical physicist, best known for his work on the numerical solution of partial differential equations.", "63166159": "Tomoyuki Arakawa (Japanese: 荒川 知幸; born 22 May 1968) is a Japanese mathematician, mathematical physicist, and a professor at the RIMS of the Kyoto University. His research interests are representation theory and vertex algebras and he is known especially for the work in W-algebras.\nHe obtained his PhD from the University of Nagoya in 1999. In 2018 he was invited speaker at the International Congress of Mathematicians in Rio de Janeiro.[1] He won the MSJ Autumn Prize in 2017 for his work on representation theory of W-algebras.[2]", "67950303": "James Allister Jenkins (born 23 September 1923, Toronto, Ontario;[1] – 16 September 2012, Lock Haven, Pennsylvania) was a Canadian–American mathematician, specializing in complex analysis.", "49534703": "Vadim Anatolyevich Yankov (Russian: Вади́м Анато́льевич Янков; born 1 February 1935) is a Russian mathematician, philosopher and former political prisoner.", "87793": "Joseph-Louis Lagrange[a] (born Giuseppe Luigi Lagrangia[5][b] or Giuseppe Ludovico De la Grange Tournier;[6][c] 25 January 1736 – 10 April 1813), also reported as Giuseppe Luigi Lagrange[7] or Lagrangia,[8] was an Italian mathematician, physicist and astronomer, later naturalized French. He made significant contributions to the fields of analysis, number theory, and both classical and celestial mechanics.", "66115316": "Anne-Sophie Kaloghiros is a mathematics researcher in algebraic geometry and reader in Mathematics at Brunel University London.[1] Kaloghiros was awarded the London Mathematical Society (LMS) Emmy Noether Fellowship in 2020.[2]", "25908982": "Morton E. Gurtin (7 March 1934 – 20 April 2022)[1] was a mechanical engineer who became a mathematician and mathematical physicist. He was an emeritus professor of mathematical sciences at Carnegie-Mellon University,[2] where for many years he held an endowed chair as the Alumni Professor of Mathematical Science.  His main work is in materials science, in the form of the mathematical, rational mechanics of non-linear continuum mechanics and thermodynamics, in the style of Clifford Truesdell and Walter Noll, a field also known under the combined name of continuum thermomechanics. He has published over 250 papers, many among them in Archive for Rational Mechanics and Analysis,[3][4] as well as a number of books.[3][5]", "27973380": "Helmut Ulm (born 21 June 1908 in Gelsenkirchen; died 13 June 1975) was a German mathematician who established the classification of countable periodic abelian groups by means of their Ulm invariants.", "53761797": "Donatella Danielli (born 1966)[1] is a professor of mathematics at Arizona State University[2] and is known for her contributions to partial differential equations, calculus of variations and geometric measure theory, with specific emphasis on free boundary problems.", "69850885": "Victor Hugo Moll (born 1956) is a Chilean American mathematician specializing in calculus.", "50583302": "Akif Jafar Hajiyev (Azerbaijani: Akif Cəfər oğlu Hacıyev, 8 December 1937 – 3 February 2015) was an Azerbaijani mathematician. He served as the vice-president of the Azerbaijan National Academy of Sciences from 2013 until his death.[1] From 2004 to 2013, he was the director of the Institute of Mathematics and Mechanics of National Academy of Sciences. He authored four books, in addition to numerous papers. By presidential decree, he was awarded the \"Order of Glory\" in 2004 and \"Honored Worker of Science\" in 2005.[2][3]", "2610953": "Pierre Laurent Wantzel (5 June 1814 in Paris – 21 May 1848 in Paris) was a French mathematician who proved that several ancient geometric problems were impossible to solve using only compass and straightedge.[1]", "55531279": "Bangalore Srinivasarao Madhava Rao (29 May 1900 – 11 June 1987) was an Indian mathematician and physicist who served as a professor of mathematics at Central College, Bangalore. He worked on mathematical physics and collaborated with Max Born.", "58840850": "Marius Lacombe (7 February 1862 – 19 March 1938) was a Swiss mathematician.", "26105630": "Jean-Marc Fontaine (13 March 1944 – 29 January 2019) was a French mathematician. He was one of the founders of p-adic Hodge theory. He was a professor at Paris-Sud 11 University from 1988 to his death.", "3888928": "Dick Herman Jacobus de Jongh (born 19 October 1939, Enschede)[1] is a Dutch logician and mathematician and a retired professor at the University of Amsterdam.\nHe received his PhD degree in 1968 from the University of Wisconsin–Madison under supervision of Stephen Kleene with a dissertation titled Investigations on the Intuitionistic Propositional Calculus.[2] De Jongh is mostly known for his work on proof theory, provability logic and intuitionistic logic. De Jongh is a member of the group collectively publishing under the pseudonym L. T. F. Gamut.[3] In 2004, on the occasion of his retirement, the Institute for Logic, Language and Computation at the University of Amsterdam published a festschrift in his honor.[4]", "63067937": "Lenore Jennifer Cowen is an American mathematician and computer scientist known for her work in graph coloring, network routing, and computational biology. She is a professor of computer science and (by courtesy) of mathematics at Tufts University.", "10278692": "William Edward Story (April 29, 1850 – April 10, 1930) was an American mathematician who taught at Johns Hopkins University and Clark University.", "62084902": "E. Mark Gold (often written \"E Mark Gold\" without a dot,[1][2][3][4][5][6][7][8] born 1936 in Los Angeles)[9]: vi  is an American physicist, mathematician, and computer scientist. \nHe became well known for his article Language identification in the limit[10][2] which pioneered a formal model for inductive inference of formal languages, mainly by computers.\nSince 1999, an award of the conference on Algorithmic learning theory is named after him.[11][12]", "44554025": "Hiroshi Saito (齋藤 裕, Saitō Hiroshi, 6th April, 1947-2nd July, 2010) was a Japanese mathematician at the Division of Mathematics and Mathematical Sciences, Graduate School of Science, Kyoto University who worked on automorphic forms.[1] He introduced the base change lifting and the Saito–Kurokawa lift.", "841517": "Ajima Naonobu (安島 直円, 1732 – May 20, 1798), also known as Ajima Manzō Chokuyen, was a Japanese mathematician of the Edo period.[1]", "4675377": "Louis (Eliyahu) Guttman (February 10, 1916 – October 25, 1987; Hebrew: לואיס (אליהו) גוטמן) was an American sociologist and Professor of Social and Psychological Assessment at the Hebrew University of Jerusalem, known primarily for his work in social statistics.[1]", "2774834": "Robert Gordon of Straloch (14 September 1580 – 18 August 1661) was a Scottish cartographer, noted as a poet, mathematician, antiquary, and geographer, and for his collection of music for the lute.", "2578225": "Sir James Cockle FRS FRAS FCPS[1] (14 January 1819 – 27 January 1895) was an English lawyer and mathematician.", "12572471": "Curtis Niles Cooper is an American mathematician who is currently a professor at the University of Central Missouri, in the Department of Mathematics and Computer Science.", "87868": "Posidonius  (/ˌpɒsɪˈdoʊniəs/; Greek: Ποσειδώνιος Poseidṓnios, \"of Poseidon\") \"of Apameia\" (ὁ Ἀπαμεύς) or \"of Rhodes\" (ὁ Ῥόδιος) (c. 135 – c. 51 BC), was a Greek politician, astronomer, astrologer,[1] geographer, historian, mathematician, and teacher native to Apamea, Syria.[2][3][4][5][6] He was considered the most learned man of his time and, possibly, of the entire Stoic school.[7] After a period learning Stoic philosophy from Panaetius in Athens, he spent many years in travel and scientific researches in Spain, Africa, Italy, Gaul, Liguria, Sicily and on the eastern shores of the Adriatic. He settled as a teacher at Rhodes where his fame attracted numerous scholars. Next to Panaetius he did most, by writings and personal lectures, to spread Stoicism to the Roman world, and he became well known to many leading men, including Pompey and Cicero.", "64149318": "Joan Straumanis (/strəˈmɑːnɪs/ born 1937) is an academic administrator, philosopher, second-wave feminist, mathematician, civil libertarian, public speaker, and American pioneer in women's studies. She co-created the first women's studies program outside a public university, and served as president of both Antioch College and the Metropolitan College of New York and as academic dean at other institutions.", "42489670": "Sidney Holgate, CBE (9 September 1918 – 17 May 2003) was a British mathematician and academic.", "67065671": "Simion Filip is a mathematician and professor of mathematics at the University of Chicago who works in dynamical systems and algebraic geometry.", "34002758": "Edward Barbeau  is a  Canadian mathematician and a Canadian Mathematical Educator. He is a Professor Emeritus at the University of Toronto Department of Mathematics.", "36624202": "Louis Puissant (22 September 1769, in Le Châtelet-en-Brie – 10 January 1843, in Paris) was a French topographical engineer, geodesist, and mathematician.", "71489357": "Mario Fiorentini (7 November 1918 – 9 August 2022) was an Italian partisan, spy, mathematician, and academic, for years a professor of geometry at the University of Ferrara. He engaged in numerous partisan actions, including the assault on the entrance to the Regina Coeli prison and participating in the organization of the attack in via Rasella. He was Italy's most decorated World War II partisan.[1][2]", "1562451": "Heinz-Otto Peitgen (born April 30, 1945 in Bruch, Nümbrecht near Cologne) is a German mathematician and was President of Jacobs University from January 1, 2013 to December 31, 2013. Peitgen contributed to the study of fractals, chaos theory, and medical image computing, as well as helping to introduce fractals to the broader public.[1]", "25876309": "Emmanuel Jean Candès (born 27 April 1970) is a French statistician most well known for his contributions to the field of Compressed sensing and Statistical hypothesis testing.[1] He is a professor of statistics and electrical engineering (by courtesy) at Stanford University, where he is also the Barnum-Simons Chair in Mathematics and Statistics. Candès is a 2017 MacArthur Fellow.", "47667037": "Glenda T. Lappan (born 1939) is a professor emerita of mathematics at Michigan State University. She is known for her work in mathematics education and in particular for developing the widely used Connected Mathematics curriculum for middle school mathematics in the US.[1]", "48289630": "José Bonet Solves (Valencia, June 18, 1955) is a Spanish mathematician specialist in functional analysis and its applications to complex analysis and linear partial differential equations.", "58742625": "Ferdinand Karl Schweikart (1780–1857) was a German jurist and amateur mathematician who developed an astral geometry before the discovery of non-Euclidean geometry.", "1038181": "Orson Pratt Sr. (September 19, 1811 – October 3, 1881) was an American religious leader and mathematician who was an original member of the Quorum of the Twelve Apostles of the Church of Christ (Latter Day Saints). He became a member of the Quorum of the Twelve of the Church of Jesus Christ of Latter-day Saints (LDS Church) and was a leading Mormon theologian and writer until his death.", "87918": "Conon of Samos (Greek: Κόνων ὁ Σάμιος, Konōn ho Samios; c. 280 – c. 220 BC) was a Greek astronomer and mathematician. He is primarily remembered for naming the constellation Coma Berenices.", "8542066": "Carl M. Bender (born 1943) is an American applied mathematician and mathematical physicist. He currently holds the Wilfred R. and Ann Lee Konneker Distinguished Professorship of Physics at Washington University in St. Louis.[1] He also has joint positions as professor of physics at the University of Heidelberg and as visiting professor of applied mathematics and mathematical physics at Imperial College, London.[1]", "41801592": "Giovanni Battista Guccia (21 October 1855 – 29 October 1914) was an Italian mathematician.[1][2]", "18470777": "Walter Alexandre Carnielli (born 11 January 1952 in Campinas, Brazil) is a Brazilian mathematician, logician, and philosopher, full professor of Logic at the State University of Campinas (UNICAMP). With Bachelor and M.Sc. degrees in mathematics at the State University of Campinas in Campinas he obtained his Ph.D. in 1984 from the same university under the supervision of Newton da Costa and subsequently worked as a postdoc at  the University of California at Berkeley as a Research Fellow, following an invitation  by Leon Henkin.", "1070970": "Lucien Alexandre Charles René de Possel (7 February 1905 – 1974) was a French mathematician, one of the founders of the Bourbaki group, and later a pioneer computer scientist, working in particular on optical character recognition.", "10901372": "William Wesley Peterson (April 22, 1924 – May 6, 2009) was an American mathematician and computer scientist.  He was best known for designing the cyclic redundancy check (CRC),[1] for which research he was awarded the Japan Prize in 1999.[2]", "73848711": "Ernst Lebrecht Henneberg (27 September 1850 – 29 April 1933)[1] was a German professor of mechanics and applied[citation needed] mathematics.[2][3]", "34920327": "Helmut Hermann W. Hofer (born February 28, 1956)[1] is a German-American mathematician, one of the founders of the area of symplectic topology.[2]", "11523982": "Andrzej Bobola Maria Schinzel (5 April 1937[1] – 21 August 2021[2]) was a Polish mathematician studying mainly number theory.", "64509838": "Hazel Bertha Hill (21 July 1920 – 28 September 2010) was a British Child Psychiatrist,  probably best known for her contribution in changing an Air Ministry specification of firepower to be carried by new fighter aircraft before the Second World War.[1][2][3][4]", "10803088": "Milan Kolibiar (born 14 February 1922 in Detvianska Huta, died 9 July 1994 in Bratislava) was a Slovak mathematician.", "62773136": "Kamel Bidari (born 1 February 1960) is the Algerian Minister of Higher Education and Scientific Research. He was appointed as minister on 9 September 2022.[1][2][3]", "7952276": "Joseph Frederick Traub (June 24, 1932 – August 24, 2015) was an American computer scientist. He was the Edwin Howard Armstrong Professor of Computer Science at Columbia University and External Professor at the Santa Fe Institute. He held positions at Bell Laboratories, University of Washington, Carnegie Mellon, and Columbia, as well as sabbatical positions at Stanford, [3] Berkeley, Princeton, California Institute of Technology, and Technical University, Munich.[4]", "61331348": "Rev John Wilson FRSE FEIS (1847–1896) was a Scottish mathematician and physicist.", "53761942": "Anne Kirsten Eisenträger is a professor of mathematics at The Pennsylvania State University, known for her research on computational number theory, Hilbert's tenth problem, and applications in cryptography.", "33478551": "Ria Nutan Persad (born on June 18, 1974, in Trinidad and Tobago), also known as Ria Carlo, is a mathematician and a classical musician[1] of Indian descent. She moved to the United States of America as a small child and was a child prodigy. She currently mentors technology companies and is a public speaker.  She is signed as a fashion model, was the Ms. Tennessee titleholder in 2017 and the 2017 Ms. America (US) National Choice Winner.[2] In 2018, Persad was a finalist and titleholder and was granted the title “Mrs. Grand Universe\" in a pageant organized by Mrs. Universe in Cebu, Philippines.[3]", "53794712": "Ira Martin Gessel (born 9 April 1951[1] in Philadelphia, Pennsylvania) is an American mathematician, known for his work in combinatorics.  He is a long-time faculty member at Brandeis University and resides in Arlington, Massachusetts.", "68343710": "Klaus Wilhelm Roggenkamp (24 December 1940 – 23 July 2021[1]) was a German mathematician, specializing in algebra.", "11360166": "Jean-Marie De Koninck, OC CQ (born 1948) is a Canadian mathematician.  He has served as a professor at Université Laval since 1972 and is the creator of the road safety program Opération Nez Rouge, or \"Red Nose Operation\", a system preventing people from drinking and driving.", "62478257": "Christoph Schwab (born 14 October 1962 in Flörsheim am Main, Germany) is a German applied mathematician, specializing in numerical analysis of partial differential equations and boundary integral equations.[1]", "68605876": "Yoshie Katsurada (Japanese: 桂田 芳枝, 3 September 1911 – 10 May 1980)[1][2] was a Japanese mathematician specializing in differential geometry.[3] She became the first Japanese woman to earn a doctorate in mathematics, in 1950, and the first to obtain an imperial university professorship in mathematics, in 1967.[4]", "28465086": "Ciprian Ilie Foiaș (20 July 1933 – 22 March 2020) was a Romanian-American mathematician. He was awarded the Norbert Wiener Prize in Applied Mathematics in 1995, for his contributions in operator theory.", "19388360": "Howell Peregrine (30 December 1938 – 20 March 2007) was a British applied mathematician noted for his contributions to fluid mechanics, especially of free surface flows such as water waves, and coastal engineering.[1][2][3]", "55728075": "Antonella Grassi is an Italian[1] mathematician specializing in algebraic geometry and string theory.  She is a Fellow of the American Mathematical Society.", "61822927": "Éric Moulines (born in Bordeaux on 24 January 1963) is a French researcher in statistical learning and signal processing.  He received the silver medal from the CNRS in 2010,[1] the France Télécom prize awarded in collaboration with the French Academy of Sciences in 2011. He was appointed a Fellow of the European Association for Signal Processing in 2012 and of the Institute of Mathematical Statistics in 2016.[2] He is General Engineer of the Corps des Mines (X81).", "4872148": "Theodor Estermann (5 February 1902 –  29 November 1991) was a German-born American mathematician, working in the field of analytic number theory. The Estermann measure, a measure of the central symmetry of a convex set in the Euclidean plane, is named after him.[1]", "56481749": "Barbara Diane MacCluer is an American mathematician, formerly a professor of mathematics at the University of Virginia[1] and now a professor emeritus there.[2] Her research specialty is in operator theory and composition operators; she is known for the books she has written on this subject and related areas of functional analysis.", "58546135": "Alison M. Marr (born 1980)[1] is an American mathematician and mathematics educator. Her research concerns graph theory and graph labeling, and she is also an advocate of inquiry-based learning in mathematics. She works as a professor of mathematics and computer science at Southwestern University in Texas.[2]", "19355609": "The Senior Wrangler is the top mathematics undergraduate at the University of Cambridge in England, a position which has been described as \"the greatest intellectual achievement attainable in Britain\".[1]", "58677212": "Ranee Kathryn Brylinski (née Gupta, born January 28, 1957)[1] is an American mathematician known for her research in representation theory and quantum logic gates. Formerly a professor of mathematics at Pennsylvania State University, she left academia in 2003 to found the mathematical consulting company Brylinski Research with her husband, Jean-Luc Brylinski.", "56055774": "John Gray, FRS (died 17 July 1769) was a British mathematician.", "23910367": "Tin-Tin Kyrano is a fictional character introduced in the 1960s British Supermarionation puppet television series Thunderbirds. In the original TV series and its film sequels, the voice of Tin-Tin was provided by actress Christine Finn. In the live-action film adaptation, the character was played by Vanessa Hudgens, while in the remake series, she was voiced by Angel Coulby.", "9525221": "James Greig Arthur CC FRSC FRS (born May 18, 1944)[1] is a Canadian mathematician working on automorphic forms, and former President of the American Mathematical Society. He is a Mossman Chair and University Professor at the University of Toronto Department of Mathematics.[2]", "13129704": "Yuri Valentinovich Nesterenko (Russian: Ю́рий Валенти́нович Нестере́нко; born 5 December 1946 in Kharkov, USSR, now Ukraine) is a Soviet and Russian mathematician who has written papers in algebraic independence theory and transcendental number theory.", "28170218": "Esmail Babolian is an Iranian numerical analyst, best known as the pioneer professor of numerical analysis in Iran. He has published over 60 international papers[1] in different areas of numerical analysis.[2][3][4] Recently he and Mohebalizadeh have developed a fast numerical method for solving differential equations with high accuracy.[5][6] Babolian is member of the Institute for Research in Fundamental Sciences.[7]", "251883": "William Burnside (2 July 1852 – 21 August 1927) was an English mathematician. He is known mostly as an early researcher in the theory of finite groups.", "34789355": "Georges Louis Bouligand (13 October 1889 – 12 April 1979)  was a French mathematician. He worked in analysis, mechanics, analytical and differential geometry, topology, and mathematical physics. He is known for introducing the concept of paratingent cones and contingent cones.[1]", "35215341": "Heinrich Eduard Schröter (8 January 1829 – 3 January 1892) was a German mathematician, who studied geometry in the tradition of Jakob Steiner.", "27547630": "Günter Asser (26 February 1926, Berlin – 23 March 2015) was a professor emeritus of logic and mathematics at the University of Greifswald.[2] He published numerous volumes on philosophers and mathematicians. His own research was in computability theory.", "19683311": "Harold Widom (September 23, 1932 – January 20, 2021)[1][2] was an American mathematician best known for his contributions to operator theory and random matrices. He was appointed to the Department of Mathematics at the University of California, Santa Cruz in 1968 and became professor emeritus in 1994.", "1464307": "Dom Guido Grandi, O.S.B. Cam. FRS (1 October 1671 – 4 July 1742) was an Italian monk, priest, philosopher, theologian, mathematician, and engineer.", "23451638": "Patrick Murdoch (died 1774) was an author, publisher and mathematician, who published a biography of poet James Thomson, and also An account of Sir Isaac Newton's philosophical discoveries by Colin MacLaurin.", "55629820": "Marie Hušková (born 1942) is a Czech mathematician who worked in theoretical statistics and change-point problem. She was a doctoral student of Jaroslav Hájek.[1]", "41768958": "George E. Collins (January 10, 1928 in Stuart, Iowa – November 21, 2017 in Madison, Wisconsin)[1] was an American mathematician and computer scientist. He is the inventor of garbage collection by reference counting[G60][2]\nand of the method of quantifier elimination by cylindrical algebraic decomposition.[G75][3]", "58447873": "Elizabeth Bradley (born April 9, 1961)[1] is an American applied mathematician and computer scientist,[2] and a former Olympic rower.[1] She is a professor of computer science at the University of Colorado Boulder, where she specializes in nonlinear systems and nonlinear time series analysis.[2]", "38459394": "Joyce Rogers McLaughlin (8 October 1939 – 23 October 2017)[1] was an American mathematician, the Ford Foundation Professor of Mathematics at Rensselaer Polytechnic Institute.[2] Her research interests were primarily in applied mathematics, and in particular in inverse problems.", "8017927": "William \"Bus\" H. Jaco (born July 14, 1940 in Grafton, West Virginia) is an American mathematician who is known for his role in the Jaco–Shalen–Johannson decomposition theorem and efficient triangulations of 3-manifolds. He retired from Oklahoma State University in 2021 as Regents Professor Emeritus and appointed Adjunct Professor at Rice University in 2021.", "36493319": "Simon Brendle (born June 1981) is a German-American mathematician working in differential geometry and nonlinear partial differential equations. He received his Dr. rer. nat. from Tübingen University under the supervision of Gerhard Huisken (2001). He was a professor at Stanford University (2005–2016), and is currently a professor at Columbia University. He has held visiting positions at MIT, ETH Zürich, Princeton University, and Cambridge University.", "56055815": "Francesco Sbrana (10 June 1891, Portoferraio, Elba – 23 October 1958, Genoa) was an Italian applied mathematician and mathematical physicist.[1]", "62347274": "Mikael Rørdam (born 7 January 1959, Copenhagen) is a Danish mathematician,[1] specializing in the theory of operator algebras and its applications.", "68802571": "Cecilia Wangechi Mwathi (15 May 1963 – 17 August 2011) was a Kenyan mathematician and union activist. She was the first woman in Kenya to become a mathematics professor,[1] and was known both for her activism for higher education and for inspiring Kenyan girls to study science, technology, and mathematics.[2]", "20011019": "Lawrence Rooke (also Laurence) (1622–26 June 1662) was an English astronomer and mathematician. He was also one of the founders of the Royal Society, although he died as it was being formally constituted.", "71456782": "George Morris Philips (October 28, 1851 – March 11, 1920) was an American educator and academic administrator who was the longest-serving principal of West Chester State Normal School (now West Chester University of Pennsylvania) from 1881 to 1920. A professor of mathematics who taught at West Chester and Bucknell University, Philips also authored several textbooks, rewrote Pennsylvania's school code, and served as president of the Chester County Historical Society.[1][2]", "27678735": "Priyanshi Somani (born 16 November 1998) is the 2010 Mental Calculation World Cup winner.[1]", "9426960": "Ştefan S. Ralescu (born March 27, 1952, in Bucharest, Romania) is a statistician who has made contributions to the theory of statistical inference, mainly through asymptotic theory. He is a professor of mathematics and statistics at Queens College of the City University of New York in New York City. He studied first at the University of Bucharest obtaining an MA in mathematics (1976). He came to Indiana University in 1977, completing his PhD in 1981 under the direction of Madan Lal Puri. Before moving to New York, Ralescu was an assistant professor in the Division of Applied Mathematics at Brown University (1981–1984).", "2906126": "William Crabtree (1610–1644) was an English astronomer, mathematician, and merchant from Broughton, then in the Hundred of Salford, Lancashire, England. He was one of only two people to observe and record the first predicted transit of Venus in 1639.", "39213072": "Matthew Piers Watt Boulton (22 September 1820 – 30 June 1894), also published under the pseudonym M. P. W. Bolton, was a British classicist, elected member of the UK's Metaphysical Society, an amateur scientist and an inventor, best known for his invention of the aileron, a primary aeronautical flight control device. He patented the aileron in 1868, some 36 years before it was first employed in manned flight by Robert Esnault-Pelterie in 1904.", "3463190": "Ormond Stone (January 11, 1847 – January 17, 1933), was an American astronomer, mathematician and educator. He was the director of Cincinnati Observatory and subsequently the first director of the McCormick Observatory at the University of Virginia, where he trained a significant number of scientists. He served as the editor of the Annals of Mathematics and towards the end of his life made donations which led to the founding of the Fairfax Public Library System.[1]", "31709213": "Herbert Spohn (born 1 November 1946) is a German mathematician and mathematical physicist working in kinetic equations; dynamics of stochastic particle systems, hydrodynamic limit; kinetic of growths processes; disordered systems; open quantum systems\ndynamics of charged particles coupled to their radiation field; Schrödinger operators; functional integration and stochastic analysis.", "4872223": "Heini Halberstam (11 September 1926 – 25 January 2014[1]) was a Czech-born British mathematician, working in the field of analytic number theory. He is remembered in part for the Elliott–Halberstam conjecture from 1968.[2]", "57858079": "Kumiko Nishioka (西岡 久美子, Nishioka Kumiko, born 1954) is a Japanese mathematician at Keio University. She specializes in transcendental numbers, and is known for her research related to the theory of Mahler functions[1][2][3] and Painlevé transcendents.[4] In 1996 she published the first comprehensive text on transcendence of Mahler functions, Mahler Functions and Transcendence, extending and generalizing Mahler's method.[5] Her husband Keiji Nishioka is also a mathematician, and a coauthor.", "72669220": "Sonya Christian is an Indian-American academic administrator and former professor who is the current 11th Chancellor of the California Community Colleges.[1] She previously served as the 6th Chancellor of the Kern Community College District from 2021-2023 and served as the 10th President of Bakersfield College from 2013–2021.", "38295597": "Alfred Washington Hales (born November 30, 1938) is an American mathematician, a professor emeritus of mathematics at the University of California, Los Angeles, and one of the namesakes of the Hales–Jewett theorem. He was born in Pasadena, California, and is the older brother of R. Stanton Hales.[1]", "59004974": "Irena Swanson is an American mathematician specializing in commutative algebra. She is head of the Purdue University Department of Mathematics since 2020[1]. She was a professor of mathematics at Reed College from 2005 to 2020.", "317485": "Laurent-Moïse Schwartz (French: [ʃvaʁts]; 5 March 1915 – 4 July 2002) was a French mathematician. He pioneered the theory of distributions, which gives a well-defined meaning to objects such as the Dirac delta function. He was awarded the Fields Medal in 1950 for his work on the theory of distributions. For several years he taught at the École polytechnique.", "55040051": "David F. Shanno (born April 19, 1938 – 2019[1]) was an American mathematician, who specialized in mathematical optimization and operations research. He was professor emeritus at Rutgers University (Rutgers Center for Operations Research, Rutcor).[2]", "88116": "Lorenzo Mascheroni (Italian pronunciation: [loˈrɛntso maskeˈroːni]; May 13, 1750 – July 14, 1800) was an Italian mathematician.", "11851829": "The Krieger–Nelson Prize is presented by the Canadian Mathematical Society in recognition of an outstanding woman in mathematics. It was first\nawarded in 1995. The award is named after Cecilia Krieger and Evelyn Nelson, both known for their contributions to mathematics in Canada.[1][2]", "54548536": "Edward Walker FRS (1820 – 2 March 1893) was an English applied mathematician and theoretical physicist.[2]", "612409": "Hans Freudenthal (17 September 1905 – 13 October 1990) was a Jewish German-born Dutch mathematician.  He made substantial contributions to algebraic topology and also took an interest in literature, philosophy, history and mathematics education.[1]", "71096378": "Ted Hurley (born Thaddeus C. Hurley in 1944) is an Irish mathematician specialising in algebra, specifically in group theory, group rings, cryptography, coding theory, and computer algebra.  Most of his academic career was spent at University College Galway (later renamed National University of Ireland Galway, or simply NUI Galway).  He was Head of Discipline of Mathematics there from 1996 to 2010.[1]", "61823036": "Benoit Perthame (born 23 June 1959 in France) is a French mathematician, who deals with non-linear partial differential equations and their applications in biology. He is a professor at Pierre-et-Marie Curie University and at the Laboratoire Jacques-Louis Lions, which he directs.", "27678785": "Paul Seidel (born 30 December 1970) is a Swiss-Italian mathematician specializing in homological mirror symmetry. He is a faculty member at the Massachusetts Institute of Technology.", "2283588": "Frank Beall Ryan (July 12, 1936 – January 1, 2024) was an American professional football player who was a quarterback in the National Football League (NFL) for the Los Angeles Rams (1958–1961), Cleveland Browns (1962–1968), and Washington Redskins (1969–1970). He played college football for the Rice Owls. A three-time Pro Bowl selection with Cleveland, Ryan led the Browns to their most recent National Football League title in 1964. He was also a mathematician, serving as a faculty member at Case Western Reserve University from 1967 to 1974.", "6838345": "François Loeser (born August 25, 1958) is a French mathematician. He is Professor of Mathematics at the Pierre-and-Marie-Curie University in Paris. From 2000 to 2010 he was Professor at École Normale Supérieure. Since 2015, he is a senior member of the Institut Universitaire de France.", "62183497": "Sylvestre F. L. Gallot (born January 29, 1948, in Bazoches-lès-Bray)[1][2] is a French mathematician, specializing in differential geometry. He is an emeritus professor at the Institut Fourier of the Université Grenoble Alpes, in the Geometry and Topology section.[3]", "153676": "Thomas Bradwardine (c. 1300 – 26 August 1349) was an English cleric, scholar, mathematician, physicist, courtier and, very briefly, Archbishop of Canterbury. As a celebrated scholastic philosopher and doctor of theology, he is often called Doctor Profundus (medieval epithet, meaning \"the Profound Doctor\").", "53893197": "Anette E. \"Peko\" Hosoi is an American mechanical engineer, biophysicist, and mathematician, currently the Neil and Jane Pappalardo Professor of Mechanical Engineering and associate dean of engineering at the Massachusetts Institute of Technology.[1]", "55040086": "Brenda Carol Strassfeld (born 1954) is a mathematics educator and the chair of the Mathematics Education Program in the Graduate School of Education at Touro College.[1] Much of her research concerns teachers’ and students’ attitudes and beliefs regarding teaching and learning mathematics, specifically geometry. Strassfeld has presented her research and worked to improve teacher education at the local, national and international level for over thirty years.[1][2]", "27678806": "Jürg Martin Fröhlich (born 4 July 1946 in Schaffhausen) is a Swiss mathematician and theoretical physicist. He is best known for introducing rigorous techniques for the analysis of statistical mechanics models, in particular continuous symmetry breaking (infrared bounds),[1] and for pioneering the study of topological phases of matter using low-energy effective field theories.[2]", "579673": "Jean-Yves Girard (French: [ʒiʁaʁ]; born 1947) is a French logician working in proof theory. He is a research director (emeritus) at the mathematical institute of University of Aix-Marseille, at Luminy.", "28661853": "Gerald Teschl (born 12 May 1970 in Graz) is an Austrian mathematical physicist and professor of mathematics.\nHe works in the area of mathematical physics; in particular direct and inverse spectral theory with application to completely integrable partial differential equations (soliton equations).", "4118623": "Ignazio (or Egnazio) Danti, O.P. (April 1536 – 10 October 1586), born Pellegrino Rainaldi Danti, was an Italian Roman Catholic prelate, mathematician, astronomer, and cosmographer, who served as Bishop of Alatri (1583–1586).[1]", "11262047": "Carol Karp, born Carol Ruth Vander Velde (10 August 1926 in Forest Grove, Ottawa County, Michigan – 20 August 1972 in Maryland), was an American mathematician of Dutch ancestry, best known for her work on infinitary logic. She also played viola in an all-women orchestra.[1][2][3]", "21092449": "Glen Earl Baxter (March 19, 1930 – March 30, 1983) was an American mathematician.", "55564388": "Jillian Beryl Adler née Smidt (born 31 January 1951 in Johannesburg)[1] is a South African Professor of Mathematics education at the University of the Witwatersrand and the President of the International Commission on Mathematical Instruction (2017–2020). Adler's work has focused on the teaching and learning of mathematics particularly in multilingual classrooms.", "63821926": "Simone Gutt (born 1956) is a Belgian mathematician specializing in differential geometry. She is a professor of mathematics at the Université libre de Bruxelles.[1]", "33183847": "Arthur Rosenthal (24 February 1887, Fürth, Germany – 15 September 1959, Lafayette, Indiana) was a German mathematician.", "34494571": "Frederick Valentine \"Derick\" Atkinson (25 January 1916 – 13 November 2002) was a British mathematician, formerly of the University of Toronto, Canada, where he spent most of his career. Atkinson's theorem and Atkinson–Wilcox theorem are named after him. His PhD advisor at Oxford was Edward Charles Titchmarsh.", "61724779": "Nancy Ann Neudauer is an American mathematician specializing in matroid theory and known for her work in mathematical outreach in Africa and South America. She is a professor of mathematics at Pacific University,[1] a co-director of the Center for Undergraduate Research in Mathematics,[2] and a former governor of the Pacific Northwest Section of the Mathematical Association of America.[3]", "48846962": "Robert S. Johnston was an American university president. He was president of Saint Louis University[1] from 1930 to 1936.[2] A teacher of classics, English, and mathematics, he worked for four years at Detroit College and then at St. Xavier High School in Cincinnati, from 1901 to 1902.[3]", "64346227": "Salomo Sachs (Hebrew: זקס שְׁלֹמֹה, romanized: Šəlomoh Sachs; born on 22 December 1772 in Berlin; died on 14 May 1855) was a Jewish Prussian architect, astronomer, Prussian building official, mathematician, drawing teacher for architecture, teacher for machine drawings, building economist, writer, author of non-fiction and textbooks and universal scholar. He attained the rank of a royal building inspector and with his cousin Major Meno Burg they were the only men in the Prussian civil service who had not renounced their Jewish faith.", "26826869": "Ludwig Schlesinger (Hungarian: Lajos Schlesinger, Slovak Ľudovít Schlesinger), (1 November 1864 – 15 December 1933) was a German mathematician known for the research in the field of linear differential equations.[1]", "71161982": "Orymbek Akhmetbekovich Zhautykov (1 May 1911 – 15 May 1989) was a Kazakh mathematician.[1] His mathematical work focussed on stability theory of motion, equations which govern physics and infinite systems of differential equations.[2] Throughout his life he published many different pieces of work including research papers, textbooks and biographies of mathematicians on their birth/death anniversaries.[1]", "16472194": "Attalus of Rhodes (Greek: Ἄτταλος ὁ Ῥόδιος) was an ancient Greek grammarian, astronomer, and mathematician, who lived in Rhodes in the 2nd century BC, and was a contemporary of Hipparchus.[1] He wrote a commentary on the Phaenomena of Aratus.[1][2][3] Although this work is lost,[2] Hipparchus cites him in his Commentary on the Phaenomena of Eudoxus and Aratus.[3] Attalus sought to defend both Aratus and Eudoxus against criticisms from contemporary astronomers and mathematicians.[1][3]", "57858181": "Reiko Miyaoka (Japanese: 宮岡 礼子, born 1951[1]) is a Japanese mathematician and professor at Tohoku University, known for her research on hypersurfaces. In 2001 she won the Geometry prize of the Mathematical Society of Japan.[2] She received her Ph.D. in 1983 from Tokyo Institute of Technology.[3] Her husband Yoichi Miyaoka is also a mathematician.", "31709329": "Terence John Lyons FRSE FRS FLSW is a British mathematician, specialising in stochastic analysis. Lyons, previously the Wallis Professor of Mathematics, is a fellow of St Anne's College, Oxford and a Faculty Fellow at The Alan Turing Institute. He was the director of the Oxford-Man Institute from 2011 to 2015 and the president of the London Mathematical Society from 2013 to 2015.[4] His mathematical contributions have been to probability, harmonic analysis, the numerical analysis of stochastic differential equations, and quantitative finance. In particular he developed what is now known as the theory of rough paths.[5] Together with Patrick Kidger he proved a universal approximation theorem for neural networks of arbitrary depth.[6]", "50649234": "Stephen S. Kudla FRSC (born 1950 Caracas, Venezuela[1]) is an American mathematician working in arithmetic geometry and automorphic forms.  He is a professor in the Department of Mathematics at the University of Toronto.[2][3]", "51173523": "Sara Zahedi (born 1981 in Tehran)[1] is an Iranian-Swedish mathematician who works in computational fluid dynamics and holds an associate professorship in numerical analysis at the Royal Institute of Technology (KTH) in Sweden. She is one of ten winners and the only female winner of the European Mathematical Society Prize for 2016 \"for her outstanding research regarding the development and analysis of numerical algorithms for partial differential equations with a focus on applications to problems with dynamically changing geometry\". The topic of Zahedi's EMS Prize lecture was her recent research on the CutFEM method of solving fluid dynamics problems with changing boundary geometry, such as arise when simulating the dynamics of systems of two immiscible liquids.[2] This method combines level set methods to represent the domain boundaries as cuts through an underlying uniform grid, together with numerical simulation techniques that can adapt to the complex geometries of grid cells cut by these boundaries.[3]", "47503508": "Eugenia Loh-Gene Cheng is a British mathematician, educator and concert pianist. Her mathematical interests include higher category theory, and as a pianist she specialises in lieder and art song.[4] She is also known for explaining mathematics to non-mathematicians to combat math phobia, often using analogies with food and baking.[5] Cheng is a scientist-in-residence at the School of the Art Institute of Chicago.[6][7][8]", "67721363": "Maria Teresa Rocha de Magalhães Melo (born 1966) is a Portuguese mathematician and operations researcher who works as a professor in the business school of the Saarland University of Applied Sciences [de] (htw saar), a Fachhochschule in Saarbrücken, Germany.[1] Her research interests include facility location, supply chain management, and in-hospital patient transport.[2]", "56940694": "Richard Alexander Robb FRSE (1901–1977) was a Scottish mathematician, statistician and astronomer.", "62085269": "Maurizio Cornalba (born 17 January 1947) is an Italian mathematician, specializing in algebraic geometry.", "48060564": "Evgenii Mikhailovich Nikishin (Евгений Михайлович Никишин; 23 June 1945, in Penza Oblast – 17 December 1986) was a Russian mathematician, who specialized in harmonic analysis.[1]", "14964890": "Walter Noll (January 7, 1925 – June 6, 2017) was a mathematician, and Professor Emeritus at Carnegie Mellon University. He is best known for developing mathematical tools of classical mechanics, thermodynamics, and continuum mechanics.[1]", "22763675": "Géza Fodor (6 May 1927 in Szeged – 28 September 1977 in Szeged) was a Hungarian mathematician, working in set theory. He proved Fodor's lemma on stationary sets, one of the most important, and most used results in set theory. He was a professor at the Bolyai Institute of Mathematics at the Szeged University. He was vice-president, then president of the Szeged University. He was elected a corresponding member of the Hungarian Academy of Sciences.", "25745566": "Ludwig Ernst Hans Burmester (5 May 1840 – 20 April 1927) was a German kinematician and geometer.", "32790688": "Harold Exton is a mathematician at University of Central Lancashire (called Preston Polytechnic while he was there) working on hypergeometric functions, who introduced the Hahn–Exton q-Bessel function.", "53860513": "Yakov Borisovich Pesin (Russian: Яков Борисович Песин) was born in Moscow, Russia (former USSR) on December 12, 1946. Pesin is currently a Distinguished Professor in the Department of Mathematics and the Director of the Anatole Katok Center for Dynamical Systems and Geometry at the Pennsylvania State University (PSU). His primary areas of research are the theory of dynamical systems with an emphasis on smooth ergodic theory, dimension theory in dynamical systems, and Riemannian geometry, as well as mathematical and statistical physics.", "4937891": "Peter Goddard CBE FRS (born 3 September 1945) is a British mathematical physicist who works in string theory and conformal field theory.  Among his many contributions to these fields is the Goddard–Thorn theorem (proved together with Charles Thorn).", "41277605": "Erdal Arıkan is a Turkish professor in Electrical and Electronics Engineering Department at Bilkent University, Ankara, Turkey. He is known for his implementation of polar coding.", "45111462": "Michael A. Sadowsky (1902 – December 31, 1967)[1] was a researcher in solid mechanics, particularly the mathematical theory of elasticity and materials science. Born in the Russian Empire, he earned his doctorate in 1927 under the applied mathematician Georg Hamel at the Technical University of Berlin with a dissertation entitled Spatially periodic solutions in the theory of elasticity (in German).[2] He made contributions in the use of potential functions in elasticity and force transfer mechanisms in composites. Many of his early papers were written in German.[3]", "1595563": "Jean Charles Rodolphe Radau (22 January 1835 – 21 December 1911) was an astronomer and mathematician who worked in Paris at the Revue des deux Mondes for most of his life. He was the co-founder of the Bulletin Astronomique.", "71293099": "Daniel B. Szyld (born 1955 in Buenos Aires) is an Argentinian and American mathematician who is a professor at Temple University in Philadelphia. He has made contributions to numerical and applied linear algebra as well as matrix theory.[2][3]", "60250290": "Alessandra Carbone is an  Italian mathematician and computer scientist. She is a professor in the computer science department of the Pierre and Marie Curie University.[1] Since 2009 she has headed the laboratory of computational and quantitative biology.[2] This laboratory studies the function and evolution of biological systems. She is a senior member of the Institut Universitaire de France and received the Irène Joliot-Curie Prize in 2010.[2]", "58546358": "Marc Oliver Rieger (born September 22, 1974) is a German mathematician and finance professor. His research covers the areas of behavioural finance, decision and game theory, financial derivatives, and calculus of variation.", "38459575": "Monika Ludwig (born 1966 in Cologne)[1] is an Austrian mathematician, University Professor of Convex and Discrete Geometry at the Vienna University of Technology.[2]", "53795009": "Robert McNair Ferguson FRSE FRSSA (1829–1912) was a Scottish mathematician and a founder of the  Edinburgh Mathematical Society.", "3889349": "Frederick Rowbottom (16 January 1938 – 12 October 2009) was a British logician and mathematician.  The large cardinal notion of Rowbottom cardinals is named after him.", "48322758": "Daniel Huybrechts (9 November 1966) is a German mathematician, specializing in algebraic geometry.[1]", "34068680": "Wenceslaus Johann Gustav Karsten (15 December 1732 – 17 April 1787) was a German mathematician. In 1768, Karsten published a graphic representation of infinitely many logarithms of real and complex numbers. He was a professor of Mathematics at the Universities of Rostock, Bützow and Halle.", "68933833": "María Luisa (Marisa) Fernández Rodríguez (born 11 June 1953)[1] is a Spanish mathematician specializing in differential geometry, symplectic geometry, and G2-structures.[2] She is the professor of geometry and topology in the department of mathematics at the University of the Basque Country.[3]", "41670862": "Douglas Samuel Jones MBE, FRS,[1] FRSE (10 January 1922 – 29 November 2013) was a mathematician and electrical engineer[Note 1][2] known for his works in the field of electromagnetism.[3]", "52975824": "Dale Husemöller (also spelled Husemoller) is an American mathematician specializing in algebraic topology and homological algebra who is known for his books on fibre bundles, elliptic curves, and, in collaboration with John Milnor, symmetric bilinear forms.", "5757137": "Géza Ottlik (9 May 1912 – 9 October 1990) was a Hungarian writer, translator, mathematician, and bridge theorist. According to an American obituary bridge column, he was known in Hungary as \"the ultimate authority on Hungarian prose\".[1]", "37705940": "Leon Birnbaum (1918–2010) was a Romanian mathematician and philosopher.", "4708571": "Thomas Francis Banchoff (born April 7, 1938) is an American mathematician\nspecializing in geometry.  He is a professor at Brown University, where he has taught since 1967. He is known for his research in differential geometry in three and four dimensions, for his efforts to develop methods of computer graphics in the early 1990s, and most recently for his pioneering work in methods of undergraduate education utilizing online resources.", "36034779": "David Sayre (March 2, 1924 – February 23, 2012) was an American scientist, credited with the early development of direct methods for protein crystallography and of diffraction microscopy (also called coherent diffraction imaging). While working at IBM he was part of the initial team of ten programmers who created FORTRAN, and later suggested the use of electron beam lithography for the fabrication of X-ray Fresnel zone plates.", "55924960": "Johan \"John\" Arndt Eiesland (27 January 1867, Ny-Hellesund, Norway – 11 March 1950, Morgantown, West Virginia) was a Norwegian-American mathematician, specializing in differential geometry.", "72833251": "Jozef Dravecký (25 July 1947 – 23 January 2023) was a Slovak mathematician and diplomat. Between 1991 and 2013, he served as the ambassador of Slovakia to Bulgaria (1993–1998), the Baltic States (2000 – 2005) and the Holy See (2007–2013).[1]", "69458149": "H. Hyune-Ju Kim is a Korean-American statistician known for her research on change point detection, segmented regression, and applications to the analysis of mortality and incidence of cancer. She is a professor in the department of mathematics at Syracuse University.", "415974": "John Wilder Tukey (/ˈtuːki/; June 16, 1915 – July 26, 2000) was an American mathematician and statistician, best known for the development of the fast Fourier Transform (FFT) algorithm and box plot.[2] The Tukey range test, the Tukey lambda distribution, the Tukey test of additivity, and the Teichmüller–Tukey lemma all bear his name. He is also credited with coining the term bit and the first published use of the word software.", "66115813": "Kirsten Anna Morris (born 1960)[1] is a Canadian applied mathematician specializing in control theory, including work on flexible structures, smart materials, hysteresis, and infinite-dimensional optimization.[2] She is a professor at the University of Waterloo, the former chair of the Society for Industrial and Applied Mathematics Activity Group on Control and Systems, the author of two books on control theory, and an IEEE Fellow.", "52582631": "Carlos Graef Fernández (February 25, 1911 – January 13, 1988) was a Mexican physicist and mathematician. A graduate of the National Autonomous University of Mexico (UNAM) and the Massachusetts Institute of Technology (MIT), he was a founding member of the Mexican Mathematical Society and the Mexican Physical Society. He helped to establish the Tonantzintla Observatory and he later directed it. He received the National Prize for Arts and Sciences in 1970.", "39508202": "Gerhard Huisken (born 20 May 1958) is a German mathematician whose research concerns differential geometry and partial differential equations. He is known for foundational contributions to the theory of the mean curvature flow, including Huisken's monotonicity formula, which is named after him. With Tom Ilmanen, he proved a version of the Riemannian Penrose inequality, which is a special case of the more general Penrose conjecture in general relativity.", "65001711": "Marjorie Blake (Marj) Batchelor-Winter is an American mathematician known for her work on coalgebras and supermanifolds. She is an emeritus staff member in the department of pure mathematics and mathematical statistics at the University of Cambridge in England,[1] where she was formerly the graduate education officer[2] and director of the Cambridge Mathematics Placements summer programme.[3]", "8149234": "Issachar ben Mordecai ibn Susan (fl. 1539–1572) (Hebrew: יששכר בן מרדכי אבן שושן) was a Jewish mathematician who lived in Ottoman Palestine.", "42883314": "Victor Danilovich Mazurov (Russian: Виктор Данилович Мазуров; born January 31, 1943) is a Russian mathematician. He is well known for his works in group theory and is the founder of the Novosibirsk school of finite groups. Mazurov is a Corresponding Member of the Russian Academy of Sciences.", "61954293": "Mark Iosifovich Graev (Марк Иосифович Граев, 21 November 1922, Moscow[1] – 22 April 2017[2]) was a Russian mathematician. He is known as one of the namesakes in the Gelfand–Graev representation.", "68212985": "Eduardo Casas-Alvero (born 1948) is a Spanish mathematician and a professor at the University of Barcelona. His work lies in algebraic geometry and commutative algebra, especially curve theory. One of his main contributions has been the Casas-Alvero conjecture characterizing certain polynomials whose factors match their derivatives as powers of a linear polynomial.[1]", "67623165": "Julia Antonovna Rozanska (Russian: Юлия Антоновна Рожанская) was a Soviet topologist. After studying under Pavel Aleksandrov, she was an associate professor at Moscow State University. She was a member of the Moscow Mathematical Society.[1] She attended the First International Topological Conference, Moscow, 1935.[1]", "28989696": "James Clerk Maxwell FRSE FRS (13 June 1831 – 5 November 1879) was a Scottish physicist with broad interests[1][2] who was responsible for the classical theory of electromagnetic radiation, which was the first theory to describe electricity, magnetism and light as different manifestations of the same phenomenon. Maxwell's equations for electromagnetism have been called the \"second great unification in physics\"[3] where the first one had been realised by Isaac Newton.", "47601930": "Dmitry Dolgopyat is a Russian-American mathematician specializing in dynamical systems,[1] a field that studies the time evolution of natural and abstract systems.[2] An internationally acclaimed lecturer, he holds the position of Distinguished University Professor at the University of Maryland,[3] and is a foreign member of the Academia Europaea.[4]", "68540688": "Fa-Yueh Wu (January 5, 1932 – January 21, 2020) was a Chinese-born theoretical physicist, mathematical physicist, and mathematician who studied and contributed to solid-state physics and statistical mechanics.", "19159322": "The mathematician Shmuel Aaron Weinberger (born February 20, 1963) is an American topologist. He completed a PhD in mathematics in 1982 at New York University under the direction of Sylvain Cappell.[1] Weinberger was, from 1994 to 1996, the Thomas A. Scott Professor of Mathematics at the University of Pennsylvania,[2] and he is currently the Andrew MacLeish Professor of Mathematics and chair of the Mathematics department at the University of Chicago.[3]", "71817498": "Monique Combescure (born 23 April 1950, née Moulin), is a French physicist specializing in mathematical physics. In 2001, she became director of research at the Lyon Institute of Nuclear Physics.[1][2] From 2000 to 2008, she was director of the European Mathematics and Quantum Physics Research Group (GDRE MPhiQ) which aims to promote synergy between theoretical physicists and mathematicians in the field of quantum physics. She received the Irène-Joliot-Curie Prize in 2007 and the rank of Officer of the National Order of Merit in 2011.[2]", "65427742": "Ilya Kapovich is a Russian-American mathematician and a Professor of Mathematics at the Hunter College of the City University of New York. He is known for his contributions to geometric group theory, geometric topology, and complexity theory.", "42653983": "Erling Følner (18 November 1919 – 10 October 1991) was a Danish mathematician known for the Følner sequence.", "38361378": "Palash Sarkar (born 28 September 1969) is an Indian mathematician and a professor at the Applied Statistics Unit at the Indian Statistical Institute. His main research interest is Cryptology.", "37050659": "Heinrich Wilhelm Ewald Jung (4 May 1876, Essen – 12 March 1953, Halle (Saale)) was a German mathematician, who specialized in geometry and algebraic geometry.", "38361382": "Izabella Łaba (born 1966)[1] is a Polish-Canadian mathematician, a professor of mathematics at the University of British Columbia. Her main research specialties are harmonic analysis, geometric measure theory, and additive combinatorics.", "52549926": "Wilfried Imrich (born May 25, 1941) is an Austrian mathematician working mainly in graph theory. He is known for his work on graph products, and authored the books Product Graphs: Structure and Recognition (Wiley, 2000, with Sandi Klavžar),[1] Topics in graph theory: Graphs and their Cartesian Products (AK Peters, 2008, with Klavžar and Douglas F. Rall),[2] and Handbook of Product Graphs (2nd ed., CRC, 2011, with Klavžar and Richard Hammack).[3]", "38295848": "Irene Maria Quintanilha Coelho da Fonseca is a Portuguese-American applied mathematician, the Kavčić-Moura University Professor of Mathematics at Carnegie Mellon University, where she directs the Center for Nonlinear Analysis, which is part of the Mellon College of Science's Department of Mathematical Sciences.[1][2]", "6871338": "Bienvenido F. Nebres S.J. (born March 15, 1940) is a Filipino scientist, mathematician, and a Jesuit priest who was the longest-serving university president of the Ateneo de Manila University. He succeeded Joaquin G. Bernas in 1993, and served as University President until 1 June 2011. He currently sits as a member of the board of trustees of Georgetown University, Regis University, St. Edward School Foundation, Inc., the Asian Institute of Management (where he sits as Vice-Chair), and other colleges and universities in the Philippines. He is also a member of the board of directors of Philippine Long Distance Telephone Company, and is currently chairman of the Synergeia Foundation. He was also Provincial Superior of the Society of Jesus in the Philippines.[1]", "72341804": "Zvika Brakerski is an Israeli mathematician, known for his work on homomorphic encryption\n, particularly in developing the foundations of the second generation FHE schema, for which he was awarded the 2022 Gödel Prize.[1][2] Brakerski is an associate professor in the Department of Computer Science and Applied Mathematics at the Weizmann Institute of Science.", "67229998": "Gertrude Ehrlich (born January 7, 1923) is an Austrian-American mathematician, specializing in abstract algebra and algebraic number theory. She is a professor emerita of mathematics at the University of Maryland, College Park.[1]", "22831": "Oliver Heaviside FRS[1] (/ˈhɛvisaɪd/; 18 May 1850 – 3 February 1925) was an English self-taught mathematician and physicist who invented a new technique for solving differential equations (equivalent to the Laplace transform), independently developed vector calculus, and rewrote Maxwell's equations in the form commonly used today. He significantly shaped the way Maxwell's equations are understood and applied in the decades following Maxwell's death. His formulation of the telegrapher's equations became commercially important during his own lifetime, after their significance went unremarked for a long while, as few others were versed at the time in his novel methodology.[2] Although at odds with the scientific establishment for most of his life, Heaviside changed the face of telecommunications, mathematics, and science.[2]", "58677559": "Margaret Louise Brown OBE is a British mathematics educator known for her research on numeracy and the learning stages of mathematics. She is an emeritus professor of mathematics education at King's College London, the former head of the School of Education at King's College London,[1] the former president of the British Educational Research Association,[2] , the former director of Graded Assessment in Mathematics (GAIM), the former chair of the trustees of the School Mathematics Project,[3] and the former president of the Mathematical Association.[4]", "39508281": "Julius Bogdan Borcea (8 June 1968 – 8 April 2009) was a Romanian Swedish mathematician. His scientific work included vertex operator algebra and zero distribution of polynomials and entire functions, via correlation inequalities and statistical mechanics.", "52975930": "William Caspar Graustein (15 November 1888 – 22 January 1941) was an American mathematician. He graduated magna cum laude from Harvard University in 1910[1] and later became an instructor at Harvard University. In 1921, he married Mary Curtis Graustein (1884—1972), who was the first American woman to earn a mathematics Ph.D. (1917) from Radcliffe College.[2]", "35543359": "Nicușor Dan (born 20 December 1969) is a Romanian activist, mathematician, former member of the Chamber of Deputies of Romania as well as founder and former leader of the Romanian political party Save Romania Union (USR). He is currently serving as the Mayor of Bucharest following the 2020 Romanian local elections as independent politician.[1]", "25778498": "Robert Schatten (January 28, 1911 – August 26, 1977) was an American mathematician.", "15685955": "Sir Jonas Moore, FRS (1617–1679) was an English mathematician, surveyor, ordnance officer, and patron of astronomy. He took part in two of the most ambitious English civil engineering projects of the 17th century: draining the Great Level of the Fens and building the Mole at Tangier. In later life, his wealth and influence as Surveyor-General of the Ordnance enabled him to become a patron and driving force behind the establishment of the Royal Observatory, Greenwich.", "64543043": "Martina Zähle (born 1950)[1] is a German mathematician specializing in geometric measure theory and stochastic geometry. She is a professor of mathematics at the University of Jena, where she holds the chair for geometry.[2]", "28268868": "Alexander Freeman (1838–1897) was English astronomer and mathematician[1] and a noted correspondent of James Clerk Maxwell and Willard Gibbs.", "64018758": "Mary Graustein (April 12, 1884 – July 18, 1972) was a mathematician and university professor, and was the first woman to earn a doctorate in mathematics (1917) at Radcliffe College.[1]", "68671814": "Madeleine Chaumont (8 April 1896 – 27 July 1973) was a French mathematics teacher, who was notable as one of the first 41 women to be admitted to the École normale supérieure, and the second woman to be awarded the male agrégation in mathematics. Throughout her life, her teaching career was disrupted by various health problems.[1]", "65427792": "Melih Onuş (8 February 1981 – 10 September 2020) was a Turkish mathematician, computer engineer and scientist. He represented Turkey in 1998 and 1999, at the International Mathematical Olympiad and was awarded a bronze and a silver medal, respectively. He died in the COVID-19 pandemic.", "6674772": "John Hamal Hubbard (born October 6 or 7, 1945) is an American mathematician and professor at Cornell University and the Université de Provence. He is known for the mathematical contributions he made with Adrien Douady in the field of complex dynamics, including a study of the Mandelbrot set.  One of their most important results is that the Mandelbrot set is connected.", "24271194": "Immanuel Halton (1628–1699) was an English astronomer and mathematician, an associate of John Flamsteed.", "74439002": "Ólafur Dan Daníelsson (31 October 1877 – 10 December 1957) was an Icelandic mathematician.[1] He was the first Icelandic mathematician to complete a doctoral degree.[1] He was also the founder of the Icelandic Mathematical Society.[2]", "38164836": "James Andrew Clarkson (7 February 1906 – 6 June 1970) was an American mathematician and professor of mathematics who specialized in number theory. He is known for proving inequalities in Hölder spaces, and derived from them, the uniform convexity of Lp spaces. His proofs are known in mathematics as Clarkson's inequalities. He was an operations' analyst during World War II, and was awarded the Medal of Freedom for his achievements. He wrote First reader on game theory, and many of his academic papers have been published in several scientific journals.  He was an invited speaker at the 1932 International Congress of Mathematicians (ICM) in Zürich.", "53762405": "Alexander Aigner (18 May 1909 – 2 September 1988) was a number theorist and a full university professor for mathematics at the Karl Franzens University[1] in Graz.  During World War II he was part of a group of five mathematicians, which was recruited by the military cryptanalyst Wilhelm Fenner, and which included Ernst Witt, Georg Aumann, Oswald Teichmueller and Johann Friedrich Schultze, to form the backbone of the new mathematical research department in the late 1930s, which would eventually be called Section IVc of Cipher Department of the High Command of the Wehrmacht.  (abbr. OKW/Chi).[2][3]  The group was led by the German professor of mathematics Wolfgang Franz.", "1136999": "Noam David Elkies (born August 25, 1966) is a professor of mathematics at Harvard University. At the age of 26, he became the youngest professor to receive tenure at Harvard. He is also a pianist,[2] chess national master and a chess composer.", "40294765": "Vincenzo Brunacci (3 March 1768 – 16 June 1818) was an Italian mathematician born in Florence.[1] He was professor of Matematica sublime (infinitesimal calculus) in Pavia. He transmitted Lagrange's ideas to his pupils, including Ottaviano Fabrizio Mossotti, Antonio Bordoni and Gabrio Piola.", "67033462": "Ariane Mézard is a French mathematician and a professor of mathematics at Sorbonne University who works in arithmetic geometry.", "48552312": "Marguerite Lehr (October 22, 1898 – December 14, 1987) was an American mathematician who studied algebraic geometry, humanism in mathematics, and mathematics education.[1][2][3]", "38099320": "Darinka Dentcheva  (Bulgarian: Даринка Денчева) is a Bulgarian-American mathematician, noted for her contributions to convex analysis, stochastic programming, and risk-averse optimization.", "17226105": "Alister George Douglas Watson (2 May 1908 – 16 October 1982) was a mathematician who was identified by several writers as a key member of the Cambridge spy ring.", "842108": "Joseph Moxon (8 August 1627 – February 1691),[1] hydrographer to Charles II, was an English printer specialising in mathematical books and maps, a maker of globes and mathematical instruments, and mathematical lexicographer. He produced the first English-language dictionary devoted to mathematics, the first detailed instructional manual for printers, and the first English-language how-to books for tradesmen. In November 1678, he became the first tradesman to be elected as a Fellow of the Royal Society.", "49994111": "Angelo Marchetti (1674 – 1753) was an Italian mathematician and cosmographer from Pistoia.[1]", "58218893": "Robert James Plemmons (born December 18, 1938) is an American mathematician specializing in computational mathematics.[1] He is the Emeritus Z. Smith Reynolds Professor of Mathematics and Computer Science at Wake Forest University.[2] In 1979, Plemmons co-authored the book Nonnegative Matrices in the Mathematical Sciences.[3]", "32561553": "Ruy J. Guerra B. de Queiroz (born January 11, 1958, in Recife) is an associate professor at Universidade Federal de Pernambuco and holds significant works in the research fields of Mathematical logic, proof theory, foundations of mathematics and philosophy of mathematics.[1] He is the founder of the Workshop on Logic, Language, Information and Computation (WoLLIC), which has been organised annually since 1994, typically in June or July.", "20142485": "Bernt Michael Holmboe (23 March 1795 – 28 March 1850)[1] was a Norwegian mathematician. He was home-tutored from an early age, and was not enrolled in school until 1810. Following a short period at the Royal Frederick University, which included a stint as assistant to Christopher Hansteen, Holmboe was hired as a mathematics teacher at the Christiania Cathedral School in 1818, where he met the future renowned mathematician Niels Henrik Abel. Holmboe's lasting impact on mathematics worldwide has been said to be his tutoring of Abel, both in school and privately. The two became friends and remained so until Abel's early death. Holmboe moved to the Royal Frederick University in 1826, where he worked until his own death in 1850.", "45046166": "Jean-Louis Nicolas is a French number theorist.", "69163417": "Theoni Pappas (born 1944)[1] is an American mathematics teacher known for her books and calendars concerning popular mathematics.", "59496858": "Joseph François Français was a French mathematician. François Français\nworked extensively on differential calculus.[1] He developed on the previous work of Jean-Robert Argand on complex numbers.  \n[2]", "34789789": "Pierre Lelong  (14 March 1912 Paris – 12 October 2011)[1] was a French mathematician who introduced the Poincaré–Lelong equation, the Lelong number and the concept of plurisubharmonic functions.", "39180704": "Lev M. Bregman (1941 - 2023) was a Soviet and Israeli mathematician, most known for the Bregman divergence named after him.", "27416999": "Gustav Doetsch (29 November 1892 – 9 June 1977) was a German mathematician, aviation researcher, decorated war veteran, and Nazi supporter.", "219570": "Jacques Tits (French: [tits]) (12 August 1930 – 5 December 2021) was a Belgian-born French mathematician who worked on group theory and incidence geometry. He introduced Tits buildings, the Tits alternative, the Tits group, and the Tits metric.", "2611636": "John R. Myhill Sr. (11 August 1923 – 15 February 1987)[1] was a British mathematician.", "31840693": "Martin Thomas Barlow FRS FRSC (born 16 June 1953 in London) is a British mathematician who is professor of mathematics at the University of British Columbia in Canada since 1992.[1]", "46586294": "Christian Bär (born 17 September 1962 in Kaiserslautern) is a German mathematician, whose research concerns differential geometry and mathematical physics.[1]", "842178": "Shafrira Goldwasser (Hebrew: שפרירה גולדווסר; born 1959[5]) is an Israeli-American computer scientist and winner of the Turing Award in 2012. She is the RSA Professor of Electrical Engineering and Computer Science at Massachusetts Institute of Technology;[6] a professor of mathematical sciences at the Weizmann Institute of Science, Israel; the director of the Simons Institute for the Theory of Computing at the University of California, Berkeley; and co-founder and chief scientist of Duality Technologies.[7][8][9][10][11]", "43440581": "Narutaka Ozawa (小沢登高, Ozawa Narutaka) (born 1974) is a Japanese mathematician, known for his work in operator algebras and discrete groups. He has been a professor at Kyoto University since 2013. He earned a bachelor's degree in mathematics in 1997 from the University of Tokyo and a Ph.D. in mathematics in 2000 from the same institution. One year later he received a Ph.D. in mathematics from Texas A&M University. He was selected for one of the prestigious Sloan Research Fellowships in 2005[1] and was an invited speaker at the 2006 ICM in Madrid where he gave a talk on \"Amenable actions and Applications\".[2] He has won numerous prizes including the Mathematical Society of Japan (MSJ) Spring Prize and the Japan Society for the Promotion of Science (JSPS) Prize. Before becoming a full professor at Kyoto University in 2013, he was an associate professor at the University of Tokyo and at University of California, Los Angeles.[3]", "10705349": "Suren Yurievich Arakelov (Russian: Суре́н Ю́рьевич Араке́лов, Armenian: Սուրեն Յուրիի Առաքելով) (born October 16, 1947 in Kharkiv) is a Soviet mathematician of Armenian descent known for developing Arakelov theory.", "49338829": "Wolfgang Leinberer\n(Stuttgart, (1635-10-19)October 19, 1635 –\nAltötting, (1693-06-22)June 22, 1693)\nwas a  priest in the Society of Jesus. \nHe was German astronomer, philosopher, mathematician and professor, considered as \"the most enthusiastic, even ingenious disciple in Rome of the famous mathematician Father Athanasius Kircher\".[1]", "69654991": "Yan Zbignevich Rachinsky (Russian: Ян Збигневич Рачинский, also spelt Jan Raczynski,[1][2] born 6 December 1958 in Moscow, USSR) is a Russian human rights activist, programmer and mathematician.", "35183056": "Friedrich Heinrich Schur (27 January 1856, Maciejewo, Krotoschin, Province of Posen – 18 March 1932, Breslau) was a German mathematician who studied geometry.", "66345424": "Lynn G. Schreyer (formerly Lynn Laverne Schreyer Bennethum) is an American applied mathematician whose research concerns the mathematical modeling of porous media. She is associate professor of mathematics and statistics at Washington State University, and full professor of the department of mathematics and statistics at Washington State University in March 2021 [1]. Dr. Schreyer was the former chair of the Society for Industrial and Applied Mathematics Activity Group on Geosciences.[2]", "22994": "Paul Joseph Cohen (April 2, 1934 – March 23, 2007)[1] was an American mathematician. He is best known for his proofs that the continuum hypothesis and the axiom of choice are independent from Zermelo–Fraenkel set theory, for which he was awarded a Fields Medal.[2]", "62020053": "Yongbin Ruan (Chinese: 阮勇斌; pinyin: Ruǎn Yǒngbīn; born 14 February 1963) is a Chinese mathematician, specializing in algebraic geometry, differential geometry, and symplectic geometry with applications to string theory.", "42392024": "Robert W. Ghrist (born 1969) is an American mathematician, known for his work on topological methods in applied mathematics.", "51337689": "Mary Jackson (née Winston;[1] April 9, 1921 – February 11, 2005) was an American mathematician and aerospace engineer at the National Advisory Committee for Aeronautics (NACA), which in 1958 was succeeded by the National Aeronautics and Space Administration (NASA). She worked at Langley Research Center in Hampton, Virginia, for most of her career. She started as a computer at the segregated West Area Computing division in 1951. In 1958, after taking engineering classes, she became NASA's first black female engineer.", "67230169": "Lương Thế Vinh (1441–1496) was an prominent Vietnamese scholar and mathematician of the fifteenth century.", "4872667": "Guido Stampacchia (26 March 1922 – 27 April 1978) was an Italian mathematician, known for his work on the theory of variational inequalities, the calculus of variation and the theory of elliptic partial differential equations.[1]", "65001949": "Andreas Thom is a German mathematician, working on geometric group theory, algebraic topology, ergodic theory of group actions, and operator algebras.[1]", "71457245": "Yukio Matsumoto (松本 幸夫, Matsumoto Yukio; * 1944) is a japanese mathematician, who worked mostly in the field of geometric topology and low-dimensional topology. He was a former professor for mathematics at the university of Tokyo.[1]", "17455588": "Tomek Bartoszyński (born May 16, 1957 as Tomasz Bartoszyński in Warsaw) is a Polish-American mathematician who works in set theory.", "31709669": "Boris Rozovsky is Ford Foundation Professor of Applied Mathematics at Brown University.[1] His research is in stochastic analysis, particularly the study of stochastic partial differential equations.", "72669668": "Zhang Pingwen (Chinese: 张平文; born July 1966) is a Chinese mathematician and university administrator, currently serving as president of Wuhan University. He is an academician of the Chinese Academy of Sciences.", "13588967": "Theudius is a Greek mathematician of 4th century BCE, born in Magnesia, a member of the Platonic Academy and a contemporary of Aristotle. He is only known from Proclus’ commentary to Euclid, where Theudius is said to have had \"a reputation for excellence in mathematics as in the rest of philosophy, for he produced admirable \"Elements\" and made many partial theorems more general\".[1]", "612837": "Qin Jiushao (Chinese: 秦九韶; pinyin: Qín Jiǔsháo; Wade–Giles: Ch'in Chiu-shao, ca. 1202–1261), courtesy name Daogu (道古), was a Chinese mathematician, meteorologist, inventor, politician, and writer. He is credited for discovering Horner's method as well as inventing Tianchi basins, a type of rain gauge instrument used to gather meteorological data.[1]", "48978413": "Arthur Matthews (1848 – 1911) was a founding professor at Rhodes University in Grahamstown, South Africa.", "38689269": "Hemant Mehta (/ˈhɛmənt mɛtə/; born February 25, 1983) is an American author, blogger, YouTuber and atheist activist. Mehta is a regular speaker at atheist events, and has been a board member of charitable organizations such as the Secular Student Alliance and the Foundation Beyond Belief.", "16374262": "William Joseph Haboush (born 1942) is an American mathematician at the University of Illinois Urbana-Champaign who is best known for his 1975 proof of one of David Mumford's conjectures, known as Haboush's theorem.", "26991095": "Norman Linstead Biggs (born 2 January 1941) is a leading British mathematician focusing on discrete mathematics and in particular algebraic combinatorics.[1]", "10836474": "Tonny Albert Springer (13 February 1926 – 7 December 2011) was a mathematician at Utrecht University who worked on linear algebraic groups, Hecke algebras, complex reflection groups, and who introduced Springer representations and the Springer resolution.", "49994237": "Giambattista Magistrini (1777 – 1849) was an Italian mathematician.", "29022720": "Robert Kendall Lazarsfeld (born April 15, 1953) is an American mathematician, currently a professor at Stony Brook University.[1]  He was previously the Raymond L. Wilder Collegiate Professor of Mathematics at the University of Michigan.[2] He is the son of two sociologists, Paul Lazarsfeld and Patricia Kendall. His research focuses on algebraic geometry.", "1661441": "Boris Semyonovich Tsirelson (May 4, 1950 – January 21, 2020)[2] (Hebrew: בוריס סמיונוביץ' צירלסון, Russian: Борис Семёнович Цирельсон) was a Russian–Israeli mathematician and Professor of Mathematics at Tel Aviv University in Israel, as well as a Wikipedia editor.", "53238274": "William Forster (fl. 1630–1673) was an English mathematician living in London, a pupil of the celebrated mathematician and astronomer clergyman William Oughtred (1574-1660).[1] He is best known for his book, a translation and edition of Oughtred's treatise entitled The Circles of Proportion. Oughtred invented horizontal and circular forms of the slide rule, and Forster persuaded his master to let him translate his writings about their form and use, and to publish them. The publication resulted in a controversy, because another student of Oughtred's, Richard Delamain the elder, during the two years (1630-32) in which Forster was preparing the book, brought out two treatises on the same subject claiming the inventions as his own, and addressing himself to royal patronage.[2][3] Forster's work was dedicated to that eminent intellectual, Sir Kenelm Digby (1603-1665), and the account of Oughtred's claim is found in Forster's Preface, or Letter of Dedication. Following the invention or discovery of logarithms by John Napier, in his Mirifici Logarithmorum Canonis Descriptio of 1614, the translation of that work by Edward Wright (1561-1615), and Henry Briggs's Arithmetica Logarithmica of 1624, the development of the slide rule had an important impact on the teaching of mathematics.[4]", "58612227": "Josephine Dianne Edwards (18 August 1942 – 25 May 1985) was an Australian mathematician and mathematics educator who founded the Australian Mathematics Competition.", "18733571": "Sergiu Hart (Hebrew: סרג'יו הרט) (born 1949) is an Israeli mathematician and economist. He is the Chairperson of the Humanities Division of the Israel Academy of Sciences and Humanities, and the past President of the Game Theory Society (2008–2010). He also is emeritus professor of mathematics at the Kusiel-Vorreuter University, and the emeritus professor of economics at the Center for the Study of Rationality at the Hebrew University of Jerusalem in Israel.", "30792193": "Roberto Marcolongo (August 28, 1862 in Rome – May 16, 1943 in Rome) was an Italian mathematician, known for his research in vector calculus and theoretical physics.", "5102088": "Manjul Bhargava FRS (born 8 August 1974)[2] is a Canadian-American mathematician. He is the Brandon Fradd, Class of 1983, Professor of Mathematics at Princeton University, the Stieltjes Professor of Number Theory[3] at Leiden University, and also holds Adjunct Professorships at the Tata Institute of Fundamental Research, the Indian Institute of Technology Bombay, and the University of Hyderabad. He is known primarily for his contributions to number theory.", "940553": "Franz Ernst Neumann (11 September 1798 – 23 May 1895) was a German mineralogist and physicist.", "383501": "Erich Kähler (German: [ˈkɛːlɐ] ⓘ; 16 January 1906 – 31 May 2000) was a German mathematician with wide-ranging interests in geometry and mathematical physics, who laid important mathematical groundwork for algebraic geometry and for string theory.", "875025": "Giacomo Inaudi (13 October 1867[1] – 10 November 1950), also known as Jacques Inaudi in France, was an Italian calculating prodigy.", "66214427": "Robert Max Friedrich Sauer (16 September 1898 – 22 August 1970) was a German mathematician. He was rector of the Technical University of Munich from 1954 to 1956 and president of the Bavarian Academy of Sciences and Humanities from 1964 to 1970.[1]", "19487263": "Tomio Kubota (久保田 富雄, Kubota Tomio) (6 December 1930 – 30 June 2020) was a Japanese mathematician working in number theory. His contributions include works on p-adic L functions and real-analytic automorphic forms.[3]", "72505888": "Qi-Man Shao (Chinese: 邵启满; born 1962) is a Chinese probabilist and statistician mostly known for his contributions to asymptotic theory in probability and statistics. He is currently a Chair Professor of Statistics and Data Science[1] at the Southern University of Science and Technology.", "60742183": "Karl Gustav Reuschle (26 Dezember 1812 – 22 May 1875) was a German mathematician, geographer and educator.", "38066732": "Hélyette Geman is a French academic in the field of mathematical finance.  Her career has spanned several sub-disciplines including insurance, probability theory and the finance of commodities. She is a Professor of Mathematical Finance at Birkbeck College, University of London [1] where she is the Director of the Commodity Finance Centre and Research Professor at Johns Hopkins University.", "20175405": "Nabi Saleh (Persian: نبی صالح) is an Iranian Australian businessman and commodities trader, known for his role in purchasing Gloria Jean's Coffees and taking it worldwide. He also currently serves as an elder of the Hillsong Church.[1][2][3]", "51468846": "Natashia Lesley Boland (born 1967) is a professor of mathematics at Georgia Institute of Technology.   Boland completed a PhD at the University of Western Australia in 1992, and afterwards she pursued postdoctoral research at the University of Waterloo in Canada, at the Georgia Institute of Technology in the USA.  She spent 13 years at the University of Melbourne and then from 2008 to 2014 worked at the University of Newcastle.  She has made contributions to transportation scheduling, modeling of infrastructure networks, planning pricing strategies for demand, and optimization for environmental modeling.", "25844271": "Sir Robert Forsyth Scott (28 July 1849 – 18 November 1933) was a mathematician, barrister and Master of St John's College, Cambridge", "3791412": "Johannes Gaultherus van der Corput (4 September 1890 – 16 September 1975) was a Dutch mathematician, working in the field of analytic number theory.", "47012406": "George Murray Burnett FRSE FRSA FRIC LLD (1921–1980) was a Scottish mathematician and chemist. He served as both Principal and Vice-Chancellor of Heriot-Watt University from 1974 until 1980. He is largely remembered for his work on polymer reactions.", "25090615": "Howard B. Myers (February 13, 1901 – March 9, 1956) was an American statistician and economist who held executive posts with several agencies during the New Deal.  His work was key in developing the techniques used to measure unemployment.[1]", "35215931": "Robert Creighton Buck (30 August 1920 Cincinnati – 1 February 1998 Wisconsin), usually cited as R. Creighton Buck, was an American mathematician who, with Ralph Boas, introduced Boas–Buck polynomials.[1] He taught at University of Wisconsin–Madison for 40 years. In addition, he was a writer.[2]", "56285756": "Aleksander \"Olek\" Pełczyński (2 July 1932, Tarnopol, Poland – 20 December 2012, Wrocław) was a Polish mathematician who worked in functional analysis.[1][2]", "16996923": "Richard Pendlebury (1847, Liverpool – 1902) was a British mathematician, musician, bibliophile and  mountaineer.", "56252989": "Nikolay Gur'yevich Chetaev (23 November 1902 – 17 October 1959) was a Russian Soviet mechanician and mathematician. He was born in Karaduli, Laishevskiy uyezd, Kazan province, Russian Empire (now Tatarstan of Russian Federation) and died in Moscow, USSR. He belongs to the Kazan school of mathematics.", "49044032": "Ronald Neil Goldman is a Professor of Computer Science at Rice University in Houston, Texas. Professor Goldman received his B.S. in Mathematics from the Massachusetts Institute of Technology in 1968 and his M.A. and Ph.D. in Mathematics from Johns Hopkins University in 1973.[1]", "9034306": "Félix Pollaczek (1 December 1892 in Vienna – 29 April 1981 at Boulogne-Billancourt) was an Austrian-French[2] engineer and mathematician, known for numerous contributions to  number theory, mathematical analysis, mathematical physics and probability theory. He is best known for the Pollaczek–Khinchine formula in queueing theory (1930), and the Meixner-Pollaczek polynomials.", "67885638": "Sergey Vladimirovich Bolotin (Сергей Владимирович Болотин, born 1 December 1954 in Moscow) is a Russian mathematician, specializing in dynamical systems of classical mechanics.[1]", "69425736": "Uwe Grimm (1963–2021) was a German mathematician and physicist. He was one of the pioneers in aperiodic tilings and their dynamical and spectral properties.[1] He also worked in statistical physics and combinatorics.", "31709769": "Michael Röckner is a mathematician working in the fields of Stochastic analysis and Mathematical Physics.", "31677002": "James Weldon Demmel Jr. (born October 19, 1955) is an American mathematician and computer scientist, the Dr. Richard Carl Dehmel Distinguished Professor of Mathematics and Computer Science at the University of California, Berkeley.[1]", "34167371": "Georgy Pfeiffer also Yurii or Yury Pfeiffer (Russian: Гео́ргий Васи́льевич Пфе́йффер, German: Georg Ferdinand Pfeiffer, 23 December 1872 – 10 October 1946) was a Russian Empire and Soviet mathematician of German descent. Pfeiffer was known as a specialist in the field of integration of differential equations and systems of partial differential equations.[1] He was also interested in algebraic geometry.", "42588748": "Ole Peder Arvesen (27 March 1895 – 23 January 1991) was a Norwegian engineer and mathematician.", "20994646": "David Orme Tall (born 15 May 1941) is Emeritus Professor in Mathematical Thinking at the University of Warwick. One of his early influential works is the joint paper with Vinner \"Concept image and concept definition in mathematics with particular reference to limits and continuity\". The \"concept image\" is a notion in cognitive theory. It consists of all the cognitive structure in the individual's mind that is associated with a given concept. Tall and Vinner point out that the concept image may not be globally coherent, and may have aspects which are quite different from the formal concept definition. They study the development of limits and continuity, as taught in secondary school and university, from the cognitive viewpoint, and report on investigations which exhibit individual concept images differing from the formal theory, and containing factors which cause cognitive conflict.[1]", "8542807": "Li Shanlan (李善蘭, courtesy name: Renshu 壬叔, art name: Qiuren 秋紉) (1810 – 1882) was a Chinese mathematician of the Qing Dynasty.", "22469208": "Jonas Kubilius (27 July 1921 – 30 October 2011) was a Lithuanian mathematician who worked in probability theory and number theory. He was rector of Vilnius University for 32 years, and served one term in the Lithuanian parliament.[1][2]", "61889118": "Bertram John Walsh (born 7 May 1938) is an American mathematician, specializing in locally convex spaces, harmonic analysis, and partial differential equations.", "3332703": "Matthew Dean Foreman  is an American mathematician at\nUniversity of California, Irvine. He has made notable contributions in set theory and in ergodic theory.", "547426": "Paolo Ruffini (22 September 1765 – 10 May 1822) was an Italian mathematician and philosopher.", "36559459": "Dimitrije Nešić (20 October 1836 – 9 May 1904) was a Serbian mathematician, professor at the Lyceum of the Principality of Serbia and president of the Serbian Royal Academy.", "30235234": "Isaiah Kantor (or Issai Kantor, or Isai Lʹvovich Kantor) (1936–2006) was a mathematician who introduced the Kantor–Koecher–Tits construction, and  the Kantor double, a Jordan superalgebra constructed from  a Poisson algebra.", "29383270": "Mojżesz David Kirszbraun (1903–1942)[1] was a Polish mathematician, mostly known for the Kirszbraun theorem on extensions of Lipschitz maps. This theorem appears in his master's thesis, defended in Warsaw in 1930.", "22829675": "Dmitry Dmitrievich Morduhai-Boltovskoi (Russian: Дми́трий Дми́триевич Мордуха́й-Болтовско́й; Pavlovsk, August 8, 1876 – Rostov-on-Don, February 7, 1952) was a Russian mathematician, best known for his work in analysis, differential Galois theory, number theory, hyperbolic geometry, and history of mathematics.  His annotated translation of Euclid's Elements in Russian is also well-regarded.[1]", "30792300": "Joel H. Shapiro is an American mathematician, active in the field of composition operators. He is the author of the book Composition Operators and Classical Function Theory (ISBN 3540940677), and the American Mathematical Society memoir \"Cyclic Phenomena for Composition Operators\" (Memoirs of the American Math. Society #596, Vol. 125, 1997, pp. 1–105), with Paul Bourdon.", "49994351": "Antonio Ludeña (December 23, 1740 – March 1, 1820) was a Spanish Jesuit mathematician, physicist, and professor at the University of Camerino.[1]", "54614640": "Thomas MacKnight FRSE FSA MWS (1762–1836) was a Scottish minister based in Edinburgh who was Moderator of the General Assembly of the Church of Scotland in 1820. He is also remembered as a gifted physicist, mathematician and geologist.[1]", "47405687": "Eva Marianne Kallin Pohlmann is a professor emerita of mathematics at Brown University. Her research concerns function algebras, polynomial convexity, and Tarski's axioms for Euclidean geometry.", "46455418": "Arthur Everett Pitcher (known as Everett Pitcher; 18 July 1912, Hanover, New Hampshire – 4 December 2006) was an American mathematician, known for early pioneering work on exact sequences[1][2] and applying Morse theory to homotopy theory.[3]", "3660414": "Phillip Augustus Griffiths IV (born October 18, 1938) is an American mathematician, known for his work in the field of geometry, and in particular for the complex manifold approach to algebraic geometry. He is a major developer in particular of the theory of variation of Hodge structure in Hodge theory and moduli theory, which forms part of transcendental algebraic geometry and which also touches upon major and distant areas of differential geometry. He also worked on partial differential equations, coauthored with Shiing-Shen Chern, Robert Bryant and Robert Gardner on Exterior Differential Systems.", "58153601": "Michael Kapovich (also Misha Kapovich, Михаил Эрикович Капович, transcription Mikhail Erikovich Kapovich, born 1963) is a Russian-American mathematician.", "60185220": "Mary Lister McCammon (23 August 1927 – 11 April 2008)[2] was a British mathematician and professor at Pennsylvania State University. She was the first woman to complete a doctoral degree in mathematics at Imperial College London, which she did in 1953.[1]", "12999304": "Ernst Kolman or Arnošt Yaromirovich Kolman (Russian: Арношт Яромирович Кольман); 6 December 1892 – 22 January 1979) was a Marxist philosopher, who renounced his former activities as an ideological enforcer in Soviet science. At the age of 84 he sought asylum in Sweden and published a retraction of his previous activity.", "58710665": "Magdolna Zimányi, née Magdolna Györgyi, (Budapest, November 29, 1934 – Budapest, March 27, 2016[3]) was a Hungarians mathematician, computer scientist, one of the pioneers of the Hungarian computer science.", "17848969": "Mary Lee Wheat Gray (born April 8, 1938) is an American mathematician, statistician, and lawyer. She is the author of books and papers in the fields of mathematics, mathematics education, computer science, applied statistics, economic equity, discrimination law, and academic freedom. She is currently on the Board of Advisers for POMED (Project on Middle East Democracy) [2] and is the chair of the Board of Directors of AMIDEAST (America-Mideast Educational and Training Services, Inc.).[3]", "52583053": "Marco Avellaneda (Ph.D.) (February 16, 1955 - June 11, 2022) was an American mathematician and financial consultant. He was the director of the Division of Financial Mathematics at the Courant Institute at New York University.[1]", "34986640": "Gregory Abelevich Freiman (born 1926) is a Russian mathematician known for his work in additive number theory, in particular, for proving Freiman's theorem.[1][2] He is Professor Emeritus in Tel Aviv University.[3]", "55925401": "Mariana Mihaylova Kotzeva (Bulgarian: Мариана Михайлова Коцева, born 12 March 1967)[1] is a Bulgarian statistician and econometrician. Since the beginning of 2017 she has been the acting director-general of Eurostat, the directorate-general of the European Commission responsible for providing statistical information to the institutions of the European Union and for harmonizing statistical methods across the Union.[2] She is also the former president of the National Statistical Institute of Bulgaria.[3][4]", "64772763": "Peter Bernd Schneider (born 9 January 1953 in Karlsruhe) is a German mathematician, specializing in the p-adic aspects of algebraic number theory,[1] arithmetic algebraic geometry, and representation theory.[2]", "45570719": "Joseph Liberman (1917 in Henichesk – August 1941 in Russian: Иосиф Меерович Либерман) was a Soviet mathematician, a student of Aleksandrov, best known for Liberman's lemma.", "4020896": "Elizabeth Leonard Scott (November 23, 1917 – December 20, 1988) was an American mathematician specializing in statistics.", "72014499": "Daniel Larsen (born 2003) is an American mathematician known for solving[1] a 1994 conjecture of W. R. Alford, Andrew Granville and Carl Pomerance on the distribution of Carmichael numbers, commonly known as Bertrand's postulate for Carmichael numbers.[2]", "42359462": "Roland Percival Sprague (11 July 1894, Unterliederbach – 1 August 1967) was a German mathematician, known for the Sprague–Grundy theorem[1] and for being the first mathematician to find a perfect squared square.[2]", "67295915": "Harold Silverstone (1915 – 1974) was a New Zealand mathematician and statistician.", "62315179": "Roberto Longo (born 9 May 1953) is an Italian mathematician, specializing in operator algebras and quantum field theory.[1]", "63789742": "Scorpion (stylized as </SCORPION>) is an American action drama television series created by Nick Santora for CBS. The series stars Elyes Gabel (Walter O'Brien), Katharine McPhee (Paige Dineen), Eddie Kaye Thomas (Tobias  Curtis), Jadyn Wong (Happy Quinn), Ari Stidham (Sylvester \"Sly\" Dodd), and Robert Patrick (Cabe Gallo). Very loosely based on the life of its executive producer and self-proclaimed computer expert Walter O'Brien,[2] the series centers on O'Brien and his friends helping to solve complex global problems and save lives. The series premiered on September 22, 2014.[3][4] On October 27, 2014, CBS placed a full-season episode order for the first season.[5] In March 2017, CBS renewed the series for a fourth season, which premiered on September 25, 2017.[6][7]", "62053040": "Jennifer L. Mueller is an applied mathematician and biomedical engineer whose research concerns inverse problems and their applications, particularly to problems in medical imaging related to electrical impedance tomography.[1][2] She is a professor of mathematics at Colorado State University, where she also holds a joint appointment in the school of biomedical engineering and the department of electrical and computer engineering.", "16636593": "Leonid Nisonovich Vaserstein (Russian: Леонид Нисонович Васерштейн) is a Russian-American mathematician, currently Professor of Mathematics at Penn State University.[1] His research is focused on algebra and dynamical systems. He is well known for providing a simple proof of the Quillen–Suslin theorem, a result in commutative algebra, first conjectured by Jean-Pierre Serre in 1955, and then proved by Daniel Quillen and Andrei Suslin in 1976.[2]", "27876021": "Mark Edward Mahowald (December 1, 1931 – July 20, 2013) was an American mathematician known for work in algebraic topology.[1]", "35052219": "Subhash Suri (born July 7, 1960)[1] is an Indian-American computer scientist, a professor at the University of California, Santa Barbara. He is known for his research in computational geometry, computer networks, and algorithmic game theory.", "59038396": "Sarah Glaz (born 1947)[1] is a mathematician and mathematical poet.[2] Her research specialty is commutative algebra; she is a professor emeritus of mathematics at the University of Connecticut.", "57519988": "Rabindra Nath Bhattacharya (born January 11, 1937) is a mathematician/statistician at the University of Arizona. He works in the fields of probability theory and theoretical statistics where he has made fundamental contributions to long-standing problems in both areas. Most notable are (1) his solution to the multidimensional rate of convergence problem for the central limit theorem in his Ph.D. thesis[1] published in the Bulletin of the American Mathematical Society[2] and further elaborated in a research monograph[3] written jointly with R. Ranga Rao and (2) the solution of the validity of the formal Edgeworth expansion in collaboration with J.K. Ghosh in 1978.[4] He has also contributed significantly to the theory and application of Markov processes, including numerous co-authored papers on problems in groundwater hydrology with Vijay K. Gupta, and in economics with Mukul Majumdar. Most recently his research has focused on nonparametric statistical inference on manifolds and its applications.\n[5] He is a co-author of three graduate texts[6][7][8] and four research monographs.[5][9][10][11] A comprehensive selection of Bhattacharya's work is available in a special 2016 Contemporary Mathematicians volume published by Birkhäuser.[12] He is married to Bithika Gouri Bhattacharya, with a daughter, a son, and four grandchildren.", "2153158": "Masahiko Fujiwara (Japanese: 藤原 正彦 Fujiwara Masahiko; born July 9, 1943, in Shinkyo, Manchukuo) is a Japanese mathematician and writer who is known for his book The Dignity of the Nation. He is a professor emeritus at Ochanomizu University.[1]", "25746123": "George Walker (c. 1734–1807) was a versatile English Dissenter, known as a mathematician, theologian, Fellow of the Royal Society, and activist.", "60414667": "Xiuxiong Chen (Chinese: 陈秀雄; pinyin: Chén Xiùxióng) is a Chinese-American[citation needed] mathematician whose research concerns differential geometry and differential equations.[1] A professor at Stony Brook University since 2010, he was elected a Fellow of the American Mathematical Society in 2015 and awarded the Oswald Veblen Prize in Geometry in 2019. In 2019, he was awarded the Simons Investigator award.[2]", "67328724": "Denis Auroux (born April 1977 in Lyon) is a French mathematician working in geometry and topology.", "68311766": "Charles \"Chuck\" Joel Stone (July 13, 1936 – April 16, 2019) was an American statistician and mathematician.", "51337949": "Antoinette A. Tordesillas is a professor of applied mathematics at the University of Melbourne, Australia who has helped build a foundational understanding of the dynamics of granular materials. She received the J H Michell Medal in 2000 and her major contributions include research predicting the response of extraterrestrial soil to attempts to build, mine, or drill and a model that can identify the location and time of future landslides or earthquakes by analyzing slope stability changes.", "31709920": "István Gyöngy (born 1951) is a Hungarian mathematician working in the fields of stochastic differential equations, stochastic partial differential equations and their applications to nonlinear filtering and stochastic control.  Recently, he has focused his attention on numerical analysis [1] and especially accelerated numerical methods,[2][3] making use of Richardson extrapolation .", "24599266": "Murat Tuncali (born 1959) is a Mathematics Professor at Nipissing University in North Bay, Ontario. He is also the chair of the Department of Computer Science and Mathematics. He graduated with his Bachelor of Science at Boğaziçi University, in Turkey. He then graduated from University of Saskatchewan with an MSc, and a PhD.[1] He has won many awards over the years, including the Chancellor’s Award for Excellence in Research 1999–2000, Research Achievement Award 2001–2002.[1] He took a break from his position between the months of January and June 2006.", "35216099": "Kazuhiko Aomoto is a Japanese mathematician who introduced the Aomoto-Gel'fand hypergeometric function and the Aomoto integral.", "23275": "Pythagoras of Samos[a] (Ancient Greek: Πυθαγόρας ὁ Σάμιος, romanized: Pythagóras ho Sámios, lit. 'Pythagoras the Samian', or simply Πυθαγόρας; Πυθαγόρης in Ionian Greek; c. 570 – c. 495 BC)[b] was an ancient Ionian Greek philosopher, polymath and the eponymous founder of Pythagoreanism. His political and religious teachings were well known in Magna Graecia and influenced the philosophies of Plato, Aristotle, and, through them, the West in general. Knowledge of his life is clouded by legend. Modern scholars disagree regarding Pythagoras's education and influences, but they do agree that, around 530 BC, he travelled to Croton in southern Italy, where he founded a school in which initiates were sworn to secrecy and lived a communal, ascetic lifestyle. This lifestyle entailed a number of dietary prohibitions, traditionally said to have included aspects of vegetarianism.[5]", "40458988": "Ashot Vezirovich Petrosian (Armenian: Աշոտ Վեզիրի Պետրոսյան; June 2, 1930 – February 23, 1998) was a Soviet Armenian mathematician. He completed his PhD in Computational Mathematics in 1964 under the supervision of Julius Anatolyevich Schrader. He was a founding member of the Mergelyan Institute of Mathematical Machines and the Computing Center of the Armenian National Academy of Sciences.[1] He also contributed to the development of several generations of advanced digital computer systems in Armenia, including the Nairi (computer) and ES EVM.", "65264365": "Lesley B. Cormack (born 1957)[1] is a Canadian historian of science and academic administrator specializing in the history of mathematics and of geography. She is the Deputy Vice-Chancellor and Principal of the University of British Columbia's Okanagan Campus.[2]", "11557611": "Dimiter Skordev (Bulgarian: Димитър Скордев) (born 1936 in Sofia) is a professor in the Department of Mathematical Logic and Applications, Faculty of Mathematics and Computer Science at the University of Sofia.  Chairman of the department in 1972-2000.  Doyen and pioneer of mathematical logic research in Bulgaria who developed a Bulgarian school in the theory of computability, namely the algebraic (or axiomatic) recursion theory. He was the 1981 winner of Acad. Nikola Obreshkov Prize, the highest Bulgarian award in mathematics, bestowed for his monograph Combinatory Spaces and Recursiveness in Them.[1]", "4414192": "William Shanks (25 January 1812 – June 1882)[1] was an English amateur mathematician. He is famous for his calculation of π (pi) to 707 places in 1873, which was correct up to the first 527 places.[2] The error was discovered in 1944 by D. F. Ferguson (using a mechanical desk calculator).[2][3] Nevertheless, Shanks's approximation was the longest expansion of π until the advent of the digital electronic computer in the 1940s.", "60316401": "Juliette Kennedy is an associate professor in the Department of Mathematics and Statistics at the University of Helsinki. Her main research interests are mathematical logic and the foundations of mathematics. In the course of her work she has published extensively on the works of Kurt Gödel.", "60218098": "Matthias Kohl (born August 14, 1973 in Vilseck, Germany) is a German mathematician and statistician who is known for his contributions to the asymptotic theory of robustness and robust statistics. Kohl studied mathematics at the University of Bayreuth and earned his PhD in mathematics there, in 2005. His dissertation was entitled 'Numerical Contributions to the Asymptotic Theory of Robustness'.[1]", "46586611": "Dmitrii Andreevich Gudkov (1918–1992; alternative spelling Dmitry) was a Soviet mathematician famous for his work on Hilbert's sixteenth problem and the related Gudkov's conjecture in algebraic geometry.[1] He was a student of Aleksandr Andronov.[2][3][4]", "973559": "August Leopold Crelle (17 March 1780 – 6 October 1855) was a German mathematician. He was born in Eichwerder near Wriezen, Brandenburg, and died in Berlin. He is the founder of Journal für die reine und angewandte Mathematik (also known as Crelle's Journal).  He befriended Niels Henrik Abel and published seven of Abel's papers in the first volume of his journal.", "53959419": "Vera Martha Winitzky de Spinadel (August 22, 1929 – January 26, 2017) was an Argentine mathematician. She was the first woman to gain a PhD in mathematics at the University of Buenos Aires, Argentina, in 1958.[1] Between 2010 and 2017, she was full Emeritus Professor in the Faculty of Architecture, Design and Urban Planning of the University of Buenos Aires.[2]  In 1995, she was named Director of the Centre of Mathematics and Design.[3]  In April 2005 she inaugurated the Laboratory of Mathematics & Design, University Campus in Buenos Aires.[4] From 1998 to her death she was the President of the International Mathematics and Design Association,[5] which organizes international congresses every 3 years and publishes a Journal of Mathematics & Design. She was the author of more than 10 books and published more than 100 research papers.[6]\nSpinadel was a leader in the field of metallic mean[7] and in the development of the classical Golden Ratio and got wide international recognition.[8]", "3889922": "Brendan Damien McKay (born 26 October 1951 in Melbourne, Australia) is an Australian computer scientist and mathematician. He is currently an Emeritus Professor in the Research School of Computer Science at the Australian National University (ANU). He has published extensively in combinatorics.", "11754242": "Harold P. Boas (born June 26, 1954) is an American mathematician.", "47930117": "Louise Duffield Cummings (21 November 1870 – 9 May 1947) was a Canadian-born American mathematician.[2] She was born in Hamilton, Ontario.[3]", "32824069": "Daniel Brélaz (born 4 January 1950, in Lausanne) is a Swiss mathematician and politician, member of the Green Party of Switzerland and mayor of Lausanne between 2001 and 2016.", "52321031": "András Vasy (born 1969 in Hungary) is an American, Hungarian mathematician working in the areas of partial differential equations, microlocal analysis, scattering theory, and inverse problems. He is currently a professor of mathematics at Stanford University.[2]", "58743563": "Giuseppina Masotti Biggiogero (8 August 1894 – 24 October 1977) was an Italian mathematician and historian. Known for her work in algebraic geometry, she also wrote noted histories of mathematicians, like Maria Gaetana Agnesi and Luca Pacioli. She was a member of the Lombard Institute Academy of Science and Letters [it] and won both the Bordoni Prize and Torelli Prize for her work.", "47405836": "Takurō Mochizuki (望月 拓郎, born 28 August 1972) is a Japanese mathematician at Kyoto University.", "35216154": "Charles F. Dunkl (born 1941 in Vienna) is a mathematician at the University of Virginia who introduced Dunkl operators.", "973594": "Jacopo Francesco Riccati (28 May 1676 – 15 April 1754) was a Venetian mathematician and jurist from Venice. He is best known for having studied the equation which bears his name.", "17324834": "Ming-Jun Lai is an American mathematician, currently a Professor of Mathematics at the University of Georgia. His area of research is  splines and their numerical analysis. He has published a text on splines called Splines Functions on Triangulations. He was born in Hangzhou, China.[1]", "10148645": "Robert Mayo Hayes (December 18, 1926 – February 12, 2022) was an American professor and dean of the Graduate School of Library and Information Science (1974–1989), now the Graduate School of Education and Information Studies, at the University of California, Los Angeles (UCLA). An expert on information systems, Hayes began his academic career in mathematics and went on to become a pioneer in the field of information science.[1][2]", "60054309": "Ely Yissachar Merzbach (Hebrew: עלי יששכר מרצבך; born 11 February 1950) is an Israeli mathematician and emeritus professor at Bar-Ilan University's Department of Mathematics and the Gonda Brain Research Center.", "2546469": "Temple Chevallier FRAS[1] (19 October 1794 in Badingham, Suffolk – 4 November 1873 in Harrow Weald) was a British clergyman, astronomer, and mathematician.  Between 1847 and 1849, he made important observations regarding sunspots.  Chevallier has been called \"a remarkable Victorian polymath\" (Kenworthy, 1994).  Not only did he write many papers on astronomy and physics, he also published a translation of the Apostolic Fathers that went into a second edition, and translated the works of Clement of Alexandria, Polycarp and Ignatius of Antioch.", "57498408": "Evgeny Tyrtyshnikov (Russian: Евге́ний Евге́ньевич Тырты́шников) (born 1955) is a Russian mathematician, Dr.Sc., Professor, Academician of the Russian Academy of Sciences, a professor at the Faculty of Computer Science at the Moscow State University.[1]", "49994537": "Giovanni Lodovico Longo, also known as Gio. Luigi Lungo (fl. 1588), was an Italian mathematician.[1]", "32365360": "Steven \"Steve\" L. Heston is an American mathematician, economist, and financier.[1] He's also prominently active in the field of gambling-related research, where he sometimes uses the pen name Kim Lee.", "56941374": "Rolf Georg Schneider (born 17 March 1940, Hagen, Germany)[1] is a mathematician. Schneider is a professor emeritus at the University of Freiburg. His main research interests are convex geometry and stochastic geometry.", "35117888": "Alexander S. Dynin (Александр С. Дынин, born 1936) is a Russian mathematician at Ohio State University who introduced the Agranovich–Dynin formula. Since 2009, Dynin claims to have proved the Yang-Mills Millennium Problem.[1][2][3]", "2186050": "Karl Georg Christian von Staudt (24 January 1798 – 1 June 1867) was a German mathematician who used synthetic geometry to provide a foundation for arithmetic.", "48356165": "David Clay Heath (~1943 – 11 August 2011) was an American probabilist known for co-inventing the Heath–Jarrow–Morton framework to model the evolution of the interest rate curve.", "3201866": "Sir John Frank Charles Kingman FRS[4] (born 28 August 1939)[5] is a British mathematician.[2][6] He served as N. M. Rothschild and Sons Professor of Mathematical Sciences and Director of the Isaac Newton Institute at the University of Cambridge from 2001 until 2006,[1][5][7] when he was succeeded by David Wallace. He is known for developing the mathematics of the coalescent theory, a theoretical model of inheritance that is fundamental to modern population genetics.", "7789396": "Mahmut Bajraktarević (22 December 1909 in Sarajevo – 13 April 1985 in Bugojno) was a Bosnian mathematician and academician.[1][2] He graduated from the University of Belgrade in 1933 and received his doctorate from the Sorbonne in 1953 with the dissertation Sur certaines suites itérées. Bajraktarević was a professor at the University of Sarajevo and had a great influence on the development of mathematics in Bosnia and Herzegovina. He contributed to the research areas of functional equations, iterative sequences and summability theory.", "57465694": "Sergei Mikhailovich Abramov (Russian: Сергей Михайлович Абрамов; born 25 March 1957) is a Russian mathematician, Professor, Dr.Sc., Corresponding Member of the Russian Academy of Sciences, Director of the Institute of Program Systems of the Russian Academy of Sciences, Rector of the University of Pereslavl (2003—2017). Specialist in the field of system programming and information technologies (supercomputer systems, telecommunication technologies, theory of constructive metasystems and meta-calculations).[1][2]", "40164193": "Mikhail Gennadiyevich Dmitriyev (Russian: Михаил Геннадьевич Дмитриев) is a Soviet and Russian mathematician. He was the President of the University of Pereslavl from 1995 to 1998. Currently he is a professor of the National Research University – Higher School of Economics[1][2]", "547682": "Otto Toeplitz (1 August 1881 – 15 February 1940) was a German mathematician working in functional analysis.[1]", "56679268": "Eleny-Nicoleta Ionel is a Romanian mathematician whose research concerns symplectic geometry, including the study of the Gromov–Witten invariants and Gopakumar–Vafa invariant.  Among her most significant results are the construction of relative Gromov-Witten invariants of symplectic manifolds, and the proof of the vanishing in codimension at least g of the tautological ring of the moduli space of genus-g curves.", "1071972": "Trygve Magnus Haavelmo (13 December 1911 – 28 July 1999), born in Skedsmo, Norway, was an economist whose research interests centered on econometrics. He received the Nobel Memorial Prize in Economic Sciences in 1989.", "34462566": "Domina Eberle Spencer (September 26, 1920 – 2022) was an American mathematician who was Professor at the University of Connecticut.", "2579305": "Dalip Singh Saund (September 20, 1899 – April 22, 1973) was an Indian-American politician who served in the United States House of Representatives from California's 29th congressional district as a member of the Democratic Party. He was the first Sikh, Indian American, and Asian American elected to the United States Congress. Prior to his tenure in Congress he was active in local politics in Imperial County, California.", "47864682": "Rikitarō Fujisawa (Japanese: 藤沢 利喜太郎, Fujisawa Rikitarō; 12 October 1861 – 23 December 1933) was a Japanese mathematician. During the Meiji era he was instrumental in reforming mathematics education in Japan and establishing the ideas of European mathematics in Japan.", "57858922": "Mariusz Wodzicki (Polish: [ˈmarjuʂ vɔˈd͡ʑit͡skʲi]; born 1956) is a Polish mathematician and professor of mathematics at the University of California, Berkeley, whose works primarily focus on analysis, algebraic k-theory, noncommutative geometry, and algebraic geometry.", "11950956": "Salvatore Pincherle (March 11, 1853 – July 10, 1936) was an Italian mathematician. He contributed significantly to (and arguably helped to found) the field of functional analysis, established the Italian Mathematical Union (Italian: \"Unione Matematica Italiana\"), and was president of the Third International Congress of Mathematicians. The Pincherle derivative is named after him.", "48126834": "Elizabeth Buchanan Cowley (1874–1945) was an American mathematician.", "35117940": "Mikhail Semyonovich Agranovich (Russian: Михаил Семёнович Агранович; January 4, 1931, Moscow – February 14, 2017[1]) was a Russian mathematician working on partial differential equations who introduced the Agranovich–Dynin formula.", "45374331": "Shaul Reuven Foguel was an Israeli mathematician (Hebrew: שאול פוגל, December 5, 1931 - December 19, 2020). Shaul Foguel was born to one of the founding families of the City of Tel Aviv[1][2] and his mother Dora Malkin was a direct descendant of Saul Wahl.[3] He received his B.S. and M.S. in Mathematics from the Hebrew University of Jerusalem and his PhD in Mathematics from Yale University in 1958. He wrote his dissertation under Nelson Dunford on \"Studies in Spectral Operators and the Basis Problem\". Shaul Foguel was Professor Emeritus of the Hebrew University of Jerusalem, and a supporter of the Israeli Left. He ran in the 1969 Knesset elections on the Peace List along with Gadi Yatziv, although it failed to win a seat. He spent his retirement in New York City, where his two sons, Professor Tuval Foguel of Adelphi University, and Sy Foguel, the CEO of Berkshire Hathaway GUARD Insurance Companies live.[4]", "1399676": "Edmund Gunter (1581 – 10 December 1626), was an English clergyman, mathematician, geometer and astronomer[1] of Welsh descent.  He is best remembered for his mathematical contributions, which include the invention of the Gunter's chain, the Gunter's quadrant, and the Gunter's scale. In 1620, he invented the first successful analogue device[2] which he developed to calculate logarithmic tangents.[3]", "41737089": "Gilles Châtelet (2 February 1944 – 11 June 1999) was a French philosopher and mathematician.[1]", "49994629": "Vincent Léotaud (1595 – 1672) was a French Jesuit mathematician.[1][2]", "48552839": "Norair Hunani Arakelian, often cited as Arakelyan, (Armenian: Նորայր Հունանի Առաքելյան; 17 July 1936 – December 2023) was an Armenian and Soviet mathematician, specializing in approximation theory and complex analysis.[1] He was known for Arakelian's approximation theorem. Also, on the basis of his approximation theory results, Arakelian disproved an old conjecture of Rolf Nevanlinna from the value distribution theory. This and his other results Arakelian presented at the International Congress of Mathematicians at Nice in 1970. He died in December 2023, at the age of 87.[2]", "54909839": "Commodore Laurence Phillip Brokenshire CBE (1952–2017) was a Royal Naval officer, magician, and world-class puzzle solver.[1][2] He is also known to have successfully fostered over 70 children in 22 years.", "16571282": "Charles Castonguay (born 1940) is a retired associate professor of Mathematics and Statistics at the University of Ottawa.[1]", "26532764": "Lazare Nicolas Marguerite Carnot (French pronunciation: [lazaʁ nikɔla maʁɡəʁit kaʁno]; 13 May 1753 – 2 August 1823) was a French mathematician, physicist, military officer, politician and a leading member of the Committee of Public Safety during the French Revolution. His military reforms, which included the introduction of mass conscription (levée en masse), were instrumental in transforming the French Revolutionary Army into an effective fighting force.", "16374685": "Carlos Conca (born November 3, 1954) is a Chilean applied mathematician, engineer and scientist.[1] He is the first Chilean scientist to be recognized by the French government with a distinction in the field of Exact and Natural Sciences.", "3038108": "Harvey Friedman (born 23 September 1948)[1] is an American mathematical logician at Ohio State University in Columbus, Ohio. He has worked on reverse mathematics, a project intended to derive the axioms of mathematics from the theorems considered to be necessary. In recent years, this has advanced to a study of Boolean relation theory, which attempts to justify large cardinal axioms by demonstrating their necessity for deriving certain propositions considered \"concrete\".", "70081438": "Jean Bénabou (1932 – 11 February 2022)[3] was a French mathematician, known for his contributions to category theory. He directed the Research Seminar in Category Theory at the Institut Henri Poincaré and Institut de mathématiques de Jussieu from 1969 to 2001.[1]", "36756384": "Fredrik Lange-Nielsen (13 May 1891 – 16 May 1980) was a Norwegian mathematician and insurance company manager. He chaired the Norwegian Students' Society, edited Norsk matematisk Tidsskrift, and lectured at the University of Oslo. He was chief executive of the insurance company Norske Liv for nearly twenty years, was elected member of several governmental commissions, and a member of the Norwegian Academy for Language and Literature from its establishment in 1953.", "52059041": "John Brian Helliwell FRSE FIMA (1924–1992) was a British mathematician and astrophysicist. He was Professor of Engineering Mathematics at Bradford University 1968 to 1985. He is remembered for his work on the behaviour of gases at transonic speeds and upon the action of conductive gases within magnetic fields.", "30759845": "Jean-Pierre Wintenberger (1954 – 23 January 2019) was a French mathematician and a professor of mathematics at the University of Strasbourg. He was corecipient of the 2011 Cole Prize in number theory, along with Chandrashekhar Khare, for his proof of Serre's modularity conjecture.[1]", "35052454": "Eliahu (Eli) Shamir (Hebrew: אליהו שמיר) is an Israeli mathematician and computer scientist, the Jean and Helene Alfassa Professor Emeritus of Computer Science at the Hebrew University of Jerusalem.[1]", "6052775": "(John) Martin Elliott Hyland is professor of mathematical logic at the University of Cambridge and a fellow of King's College, Cambridge. His interests include mathematical logic, category theory, and theoretical computer science.[5]", "39443367": "Klaus D. Schmidt (born 25 September 1943) is an Austrian mathematician and retired professor at the Faculty of Mathematics, University of Vienna.", "10312621": "Theodor Schneider (7 May 1911, Frankfurt am Main – 31 October 1988, Freiburg im Breisgau) was a German mathematician, best known for providing proof of what is now known as the Gelfond–Schneider theorem.", "25942963": "Shankara Variyar (IAST: Śaṅkara Vāriyar; c. 1500 – c. 1560[1]) was an astronomer-mathematician of the Kerala school of astronomy and mathematics. His family were employed as temple-assistants in the  temple at Tṛkkuṭaveli near modern Ottapalam.[2]", "26663863": "Jacob Alexander Lurie (born December 7, 1977) is an American mathematician who is a professor at the Institute for Advanced Study.[1] Lurie is a 2014 MacArthur Fellow.", "2841530": "Oronce Fine (or Finé;[1] Latin: Orontius Finnaeus or Finaeus; Italian: Oronzio Fineo; 20 December 1494 – 8 August 1555) was a French mathematician, cartographer, editor and book illustrator.[2]", "17456063": "Friedrich Heinrich Albert Wangerin (18 November 1844 – 25 October 1933) was a German mathematician.", "70245312": "Liouba Bortniker (1 June 1860 – after 1903) was a Ukrainian-French mathematician who was the first woman to earn an agrégation in mathematics, the inaugural winner of the Peccot–Vimont prize of the Collège de France, and the first woman to publish in the Comptes rendus de l'Académie des Sciences.[1] She was known for her work on cyclides.[2]", "36854723": "Fellow of the Royal Society of Edinburgh (2006) \nSIAM Fellow (2009)\nEPSRC Established Career Fellowship (2015–2019)", "73128899": "Thomas Kappeler (12 February 1953 – 30 May 2022) was a Swiss mathematician and professor at the University of Zurich.[1][2]\nKappeler's main research was in global analysis, partial differential equations and dynamical systems in infinite dimensions.", "67689414": "Dwijendranath Tagore (11 March 1840 – 19 January 1926) was an Indian poet, song composer, philosopher,  mathematician and painter. He was one of the pioneers of shorthand and notation in Bengali script. He was the eldest son of Debendranath Tagore and the eldest brother of Rabindranath Tagore.[1][2][3][4][5][6][7]", "39771079": "Mihir Baran Banerjee (M.B. Banerjee) (born 29 March 1943) is an Indian mathematician who specialised in  hydrodynamics and hydromagnetic stability", "43965386": "Murtazin Khairulla Khabibullovich   (Russian: Муртазин Хайрулла Хабибуллович; 4 January 1941 – 17 November 2016) was a Russian mathematician. Since 1978 he has been the Head of the Chair of Mathematical analysis Bashkir State University.[1][2][3]", "71195596": "Ki-Hang Kim (Korean: 김기항; 5 August 1936 – 15 January 2009), also known as Kim Ki-Hang Butler, Hang Kim, Keyhany Keem, or Kim Ki-Hang was a Korean-American Mathematician and Alabama State University professor known for his contributions in semigroups, Boolean matrices, and Social Sciences. He frequently co-wrote with Fred Roush.", "48913357": "Marie Litzinger (May 14, 1899 – April 7, 1952) was an American mathematician known for her research in number theory, homogeneous polynomials, and modular arithmetic.", "1104849": "Efim Isaakovich Zelmanov (Russian: Ефи́м Исаа́кович Зе́льманов; born 7 September 1955 in Khabarovsk) is a Russian-American[1] mathematician, known for his work on combinatorial problems in nonassociative algebra and group theory, including his solution of the restricted Burnside problem. He was awarded a Fields Medal at the International Congress of Mathematicians in Zürich in 1994.", "19848147": "Stephen Ray Wiggins (born 1959) is a Cherokee-American applied mathematics researcher and distinguished educator, also of British heritage, best known for his contributions in nonlinear dynamics, chaos theory and nonlinear phenomena. His wide contributions include Lagrangian aspects of fluid dynamics and reaction dynamics in theoretical chemistry.", "875475": "Adam Olearius  (born Adam Ölschläger or Oehlschlaeger,  24 September 1599 – 22 February 1671) was a German scholar, mathematician, geographer and librarian. He became secretary to the ambassador sent by Frederick III, Duke of Holstein-Gottorp, to the Shah of Safavid (Iran), and published two books about the events and observations during his travels.", "6872024": "Béla Kerékjártó (1 October 1898, in Budapest – 26 June 1946, in Gyöngyös) was a Hungarian mathematician who wrote numerous articles on topology.", "68508633": "Frances Ann McBroom Thompson (October 25, 1942 – April 23, 2014) was an American mathematics educator and textbook author who became a professor at Texas Woman's University.", "66903005": "Charles Dwight Lahr (February 6, 1944 – December 26, 2016)[1] was an American mathematician, the first tenured African-American professor of mathematics at an Ivy League university, and a university administrator.[2]", "53631967": "Barrett O'Neill (1924– 16 June 2011) was an American mathematician.[1] He is known for contributions to differential geometry, including two widely-used textbooks on its foundational theory.[2] He was the author of eighteen research articles, the last of which was published in 1973.", "42687455": "Martin Barner (19 April 1921 – 31 July 2020) was a German mathematician working in the fields of differential geometry and analysis. Barner received his doctorate in 1950 at the Albert-Ludwigs-University in Freiburg. From 1957, he was professor in Karlsruhe and from 1962 at his alma mater in Freiburg, where he retired in 1989. From 1963 to 1994, he was director of the Mathematical Research Institute of Oberwolfach and from 1968 to 1977 he was president of the German Mathematical Society.", "62053347": "Greta Cvetanova Panova[1] (Bulgarian: Грета Цветанова Панова, born 1983 in Sofia, Bulgaria) is a Bulgarian-American mathematician. She is a professor of mathematics at the University of Southern California in Los Angeles.  Her research interests include combinatorics, probability and theoretical computer science.", "6806500": "Chitrabhanu (IAST: Citrabhānu; fl. 16th century) was a mathematician of the Kerala school and a student of Nilakantha Somayaji. He was a Nambudiri brahmin from the town of Covvaram near present day Trissur.[1] He is noted for a karaṇa, a concise astronomical manual, dated to 1530, an algebraic treatise, and a commentary on a poetic text. Nilakantha and he were both teachers of Shankara Variyar.[2][3]", "68377578": "Riho Terras (June 13, 1939 – November 28, 2005)[1] was an Estonian-American mathematician.[2] He was born in Tartu, Estonia and moved to Ulm, Germany before starting school.[3] In 1951 he emigrated to the United States along with his mother.[2][3] In 1965, he was given the Milton Abramowitz award for his studies at the University of Maryland.[4] He finished his PhD in 1970 at the University of Illinois Urbana-Champaign.[5]", "1596400": "George Shoobridge Carr (1837–1914) was a British mathematician.  He wrote Synopsis of Pure Mathematics (1886). This book, first published in England in 1880, was read and studied closely by mathematician Srinivasa Ramanujan when he was a teenager. Ramanujan had already produced many theorems by the age of 15.", "318450": "Leopold Kronecker (German: [ˈkʁoːnɛkɐ]; 7 December 1823 – 29 December 1891) was a German mathematician who worked on number theory, algebra and logic. He criticized Georg Cantor's work on set theory, and was quoted by Weber (1893) as having said, \"Die ganzen Zahlen hat der liebe Gott gemacht, alles andere ist Menschenwerk\" (\"God made the integers, all else is the work of man\").[1] Kronecker was a student and life-long friend of Ernst Kummer.", "72539128": "Elja Arjas (born February 9, 1943 in Tampere) is a Finnish mathematician and statistician. He is professor emeritus at the University of Helsinki.[1]", "56941561": "Henry Gordon Dawson (2 August 1862 in Omagh, County Tyrone – 22 February 1918 in Hastings, East Sussex) was an Irish mathematician.  The Dawson function is named after him.[1]", "37673979": "Ida Barney (November 6, 1886 – March 7, 1982) was an American astronomer, best known for her 22 volumes of astrometric measurements on 150,000 stars. She was educated at Smith College and Yale University and spent most of her career at the Yale University Observatory. She was the 1952 recipient of the Annie J. Cannon Award in Astronomy.", "67329020": "Emille Davie Lawrence is a mathematician specializing in topological graph theory. She is Term Associate Professor and Chair of Mathematics and Statistics at the University of San Francisco.[1]", "11361278": "Werner Hildenbrand (born 25 May 1936 in Göttingen) is a German economist and mathematician. He was educated at the University of Heidelberg, where he received his Diplom in mathematics, applied mathematics and physics in 1961. He continued his education at the University of Heidelberg and received his Ph.D. in mathematics in 1964 and his habilitation in economics and mathematics in 1968.", "38296576": "Ailana Margaret Fraser is a Canadian mathematician and professor of mathematics at the University of British Columbia.[1] She is known for her work in geometric analysis and the theory of minimal surfaces.[2] Her research is particularly focused on extremal eigenvalue  problems and sharp eigenvalue estimates for surfaces, min-max minimal surface theory, free boundary minimal surfaces, and positive isotropic curvature.[3]", "11361282": "Charles de Bovelles (Latin: Carolus Bovillus; born c. 1475 at Saint-Quentin, died at Ham, Somme after 1566) was a French mathematician and philosopher, and canon of Noyon. His Géométrie en françoys (1511) was the first scientific work to be printed in French.", "35052550": "William Seymour Zwicker (born 1949) is an American mathematician and the William D. Williams Professor of Mathematics at Union College in Schenectady, New York.[1]", "55630859": "Johannes Frischauf (17 September 1837 in Vienna – 7 January 1924 in  Graz) was an Austrian mathematician, physicist, astronomer, geodesist and alpinist.", "71425036": "Mihyun Kang (Korean: 강미현) is a South Korean mathematician specializing in combinatorics, including graph enumeration and the topological properties of random graphs.[1] She is a professor in the Institute of Discrete Mathematics at the Graz University of Technology.[2]", "27876366": "Ashraf Iskandar oglu Huseynov (Azerbaijani: Əşrəf İskəndər oğlu Hüseynov, September 20, 1907, Amirvarli, Jabrayil District — August 26, 1981, Baku) was an Azerbaijani mathematician (Professor from 1948, member of Azerbaijan National Academy of Sciences from 1962). His area of contributions embraced nonlinear singular integral equations, differential equations, potential theory and functional analysis.", "43539472": "Venkat Chandrasekaran is a Professor in the Computing and Mathematical Sciences Department at the California Institute of Technology. He is known for work on mathematical optimization and its application to the information sciences.", "60906513": "Mila Nikolova (1962 – 20 June 2018) was a Bulgarian applied mathematician, known for her research in image processing, inverse problems, and compressed sensing.[1][2][3][4]", "7920662": "William Arthur Stein (born February 21, 1974 in Santa Barbara, California) is a software developer and previously a professor of mathematics at the University of Washington.", "30333979": "William Austin (1754-1793) was a physician and mathematician of extensive practice and the author of \"A treatise on the stone\", a Goulstonian Lecture .", "36166684": "Mohamed Amine Sbihi (Arabic: محمد أمين الصبيحي - born 1954, Salé) is a Moroccan politician of the Party of Progress and Socialism. Between 3 January 2012 and 6 April 2017, he held the position of Minister of Culture in Abdelilah Benkirane's government.[1][2][3][4] He was succeeded by Mohamed Laaraj.[5] He was professor of Statistics and Mathematics at the Mohammed V University of Rabat and al-Akhawayn University of Ifrane.[1]", "1465376": "Alfred Gray (October 22, 1939 – October 27, 1998) was an American mathematician whose main research interests were in differential geometry. He also made contributions in the fields of complex variables and differential equations.", "53828640": "Zhongwei Shen (Chinese: 申仲伟; born c. 1964) is a Chinese-American mathematician, currently a Distinguished Professor at University of Kentucky and a Fellow of the American Mathematical Society.[1][2]", "32594980": "Takahiro Shiota (塩田 隆比呂, Shiota Takahiro) is a Japanese mathematician at Kyoto University. In 1986, he proved Novikov's conjecture about the Riemann–Schottky problem by characterization of Jacobian varieties.[1]", "53632037": "Bengt Beckman (30 September 1925 – 13 March 2012) was a Swedish mathematician, university professor and bestselling author.", "53697574": "Teresa W. Haynes (born 1953)[1] is an American professor of mathematics and statistics at East Tennessee State University known for her research in graph theory and particularly on dominating sets.", "29023273": "Christopher Derek Hacon FRS (born 14 February 1970) is a mathematician with British, Italian and US nationalities.[1]  He is currently distinguished professor of mathematics at the University of Utah where he holds a Presidential Endowed Chair. His research interests include algebraic geometry.", "55663660": "Irène Gijbels is a mathematical statistician at KU Leuven in Belgium,[1] and an expert on nonparametric statistics.\nShe has also collaborated with TopSportLab, a KU Leuven spin-off, on software for risk assessment of sports injuries.[2]", "8051762": "Elliot Bruce Koffman (born 7 May 1942 in Boston, Massachusetts)[1] is a noted computer scientist and educationist. He is the author of numerous widely used introductory textbooks for more than 10[2] different programming languages, including Ada, BASIC, C, C++, FORTRAN, Java, Modula-2, and Pascal. Since 1974, he has been a professor of computer and information sciences at Temple University, Philadelphia, Pennsylvania.", "1104948": "Grigory Aleksandrovich Margulis (Russian: Григо́рий Алекса́ндрович Маргу́лис, first name often given as Gregory, Grigori or Gregori; born February 24, 1946) is a Russian-American[2] mathematician known for his work on lattices in Lie groups, and the introduction of methods from ergodic theory into diophantine approximation. He was awarded a Fields Medal in 1978, a Wolf Prize in Mathematics in 2005, and an Abel Prize in 2020, becoming the fifth mathematician to receive the three prizes. In 1991, he joined the faculty of Yale University, where he is currently the Erastus L. De Forest Professor of Mathematics.[3]", "65526840": "YanYan Li (also stylized as Yanyan Li, Yan-yan Li, and Yan Yan Li) is a Professor of mathematics at Rutgers University, specializing in elliptic partial differential equations. He received his Ph.D. at New York University in 1988, under the direction of Louis Nirenberg. He joined Rutgers University in 1990.", "384058": "Madhu Sudan (born 12 September 1966)[1] is an Indian-American computer scientist. He has been a Gordon McKay Professor of Computer Science at the Harvard John A. Paulson School of Engineering and Applied Sciences since 2015.", "64445500": "Franco of Liège (died c. 1083) was an 11th-century mathematician who worked on squaring the circle. He was the chancellor (attested 1057) and later scholaster of Saint Lambert's Cathedral, Liège (before 1066-after 1083).[1] [2]", "1563710": "William Henry Young FRS[1] (London, 20 October 1863 – Lausanne, 7 July 1942) was an English mathematician. Young was educated at City of London School and Peterhouse, Cambridge.[2] He worked on measure theory, Fourier series, differential calculus, amongst other fields, and made contributions to the study of functions of several complex variables. He was the husband of Grace Chisholm Young, with whom he authored and co-authored 214 papers and 4 books. Two of their children became professional mathematicians (Laurence Chisholm Young, Cecilia Rosalind Tanner).[3] Young's Theorem was named after him.[4]", "45374526": "Brendan Edward Hassett is an American mathematician who works as a professor of mathematics at Brown University.[1] His research interests include algebraic geometry and number theory.", "46324798": "Catherine Doléans-Dade (24 January 1942 – 19 September 2004) was a French American mathematician. She made significant contributions to the calculus of martingales, including a general change of variables formula, a theorem on stochastic differential equations, and exponential processes of semimartingales.[1]", "67329087": "Cristina Manolache is a mathematician and Senior Lecturer in the School of Mathematics and Statistics at the University of Sheffield.[1]", "1498176": "Johannes Franciscus Abraham Karel (Johan) van Benthem (born 12 June 1949 in Rijswijk) is a University Professor \n(universiteitshoogleraar [nl]) of logic at the University of Amsterdam at the Institute for Logic, Language and Computation and professor of philosophy at Stanford University (at CSLI). He was awarded the Spinozapremie in 1996[1] and elected a Foreign Fellow of the American Academy of Arts & Sciences in 2015.", "36101182": "Stefan Yuryevich Nemirovski (Russian: Стефан Юрьевич Немировский; born 29 July 1973) is a Russian mathematician. He made notable contributions to topology and complex analysis, and was awarded an EMS Prize in 2000.[1]"}