{"59074398": "Howard Wilson is a British professor of plasma physics at the University of York. He served as research programme director at the United Kingdom Atomic Energy Authority during 2017-2019, and then as interim Director of the STEP (Spherical Tokamak for Energy Production) fusion reactor programme 2019-2020.[1][2][3][4]", "73623391": "Rajesh Maingi is a physicist known for his expertise in the physics of plasma edges and program leadership in the field of fusion energy. He is currently the head of Tokamak Experimental Sciences at the U.S. Department of Energy's (DOE) Princeton Plasma Physics Laboratory (PPPL). He is a Fellow of both the American Physical Society and the American Nuclear Society and has chaired or co-chaired numerous national and international conferences.[1]\n[2]", "70248288": "So-Young Pi (Korean: 피서영; born 1946) is a South Korean physicist.", "36333410": "Dénes Berényi (26 December 1928 – June 27, 2012)[1] was a Hungarian nuclear physicist, member of the Hungarian Academy of Sciences (MTA) and Head of the Institute of Nuclear Research of the Hungarian Academy of Sciences from 1976 to 1990. The 5694 Berényi is named after him.", "66053995": "Brenda Lynn Dingus is an American particle astrophysicist at the Los Alamos National Laboratory, known for her research on gamma-ray bursts and cosmic rays.[1]", "52619118": "Richard A. Webb (10 September 1946 – 23 January 2016)[1] was an experimental solid-state physicist who is particularly noted for his work on the electronic properties of mesoscopic systems.[2]", "3630958": "Raynor Carey Johnson (5 April 1901 – 15 May 1987) was an English-born Australian  parapsychologist, physicist and author.[1]", "157550": "Karl Schwarzschild (German: [kaːl ˈʃvaːtsʃɪlt] ⓘ; 9 October 1873 – 11 May 1916) was a German physicist and astronomer.", "19162993": "Andrew Gordon (15 June 1712 – 22 August 1751) was a Scottish Benedictine monk, physicist and inventor. He made the first electric motor.", "57468786": "Georgia Institute of Technology (B.S.E.E.)", "2680692": "Blas Cabrera Navarro (born September 21, 1946 in Paris, France) is a Stanley G. Wojcicki Professor of Physics at Stanford University best known for his experiment in search of magnetic monopoles.[1] He is the son of Spanish physicist Nicolás Cabrera and the grandson of Blas Cabrera Felipe, also a Spanish physicist.", "56092533": "Ravit Helled is a planetary scientist and a professor in the department of astrophysics and cosmology at the University of Zürich.[2] \nShe studies gas giant planets in the Solar System and exoplanets.", "9365369": "Leona Harriet Woods (August 9, 1919 – November 10, 1986), later known as Leona Woods Marshall and Leona Woods Marshall Libby, was an American physicist who helped build the first nuclear reactor and the first atomic bomb.", "9463674": "Manali Kallat Vainu Bappu (10 August 1927 – 19 August 1982) was an Indian astronomer and president of the International Astronomical Union. Bappu helped to establish several astronomical institutions in India, including the Vainu Bappu Observatory which is named after him, and he also contributed to the establishment of the modern Indian Institute of Astrophysics. In 1957, he discovered the Wilson–Bappu effect jointly with American astronomer Olin Chaddock Wilson.", "62842748": "Jasim Uddin Ahmed (1 January 1933 – 21 September 2022) was a Bangladeshi language activist, nuclear physicist, poet and author. He received the Ekushey Padak award in 2016 for his contribution to the Language Movement.[1]", "44918667": "Andreas Emil Petermann (27 September 1922, Lausanne, Switzerland – 21 August 2011, Lausanne), known as André Petermann, was a  Swiss theoretical physicist known for introducing the renormalization group, suggesting a quark-like model, and work related to the anomalous magnetic dipole moment of the muon.[1]", "42264464": "Georges Amsel (7 May 1933 – 11 March 2017) was a French physicist, Director of Research at the French National Centre for Scientific Research.[1]", "59074450": "Sarah Madeleine Thompson MBE[1] is a British physicist. Thompson is Associate Dean (Research) for the Faculty of Science at the University of York.[2] She was Head of the Department of Physics at the University of York from 2011-2017.[3] She is a fellow of the Institute of Physics[4] and she was Vice President of Institute of Physics (science and innovation) until 2019. [1]", "36071315": "Gerald (Harris) Rosen (born August 10, 1933, Mt. Vernon, New York) is an American mathematical scientist with over 280 published contributions in leading international scientific journals from 1958 to the present, in the areas of theoretical physics, mathematical biology, and aeronautical engineering.  Rosen is currently the M. R. Wehr Professor Emeritus at Drexel University, in Philadelphia, Pennsylvania, United States.", "58714003": "Lawrence Marvin Langer (22 December 1913 – 17 January 2000) was a nuclear physicist and a group leader of the Manhattan Project which developed the atomic bombs that were dropped on Hiroshima and Nagasaki.[1] He oversaw the final assembly of the first atomic bomb on the Pacific Island of Tinian and slept on the bomb itself the night before it was dropped. He also developed sonar and radar detectors during World War II and worked on the \"gun\" mechanism used to detonate the Uranium-235 bomb used on Hiroshima.[1]", "321428": "Martin Charles Gutzwiller (12 October 1925 – 3 March 2014[2]) was a Swiss-American physicist, known for his work on field theory, quantum chaos, and complex systems.  He spent most of his career at IBM Research, and was also an adjunct professor of physics at Yale University.", "7563158": "Prof. dr. Joseph Johannus (Jos) Engelen (born 6 July 1950 in Maasniel), a Dutch physicist, was Chairman of the Netherlands Organisation for Scientific Research (NWO) from January 2009 to October 2016.[1][2]", "45672343": "Dennis Torchia is an American biophysicist who specialized in NMR spectroscopy. He spent most of his career at the National Institute of Dental and Craniofacial Research (NIDCR), part of the United States National Institutes of Health, where he served as Chief of the Structural Biology Unit before his retirement in 2006.[1]", "28731302": "Nikita Alexandrovich Nekrasov (Russian: Ники́та Алекса́ндрович Некра́сов; born 10 April 1973)[1] is a Russian mathematical and theoretical physicist at the Simons Center for Geometry and Physics and C.N.Yang Institute for Theoretical Physics at Stony Brook University in New York,[2] and a Professor of the Russian Academy of Sciences.", "4515751": "Joseph Jacobson (born June 28, 1965 in Newton, Massachusetts), is a tenured professor and head of the Molecular Machines group at the Center for Bits and Atoms at the MIT Media Lab, and is one of the inventors of microencapsulated electrophoretic display[1] (known as E Ink) commonly used in electronic devices such as e-readers.[2]  He is the founder of several companies including E Ink Corporation, Gen9, Inc., and Kovio, is on the scientific board of several more companies (such as Epitome Biosystems).", "9332649": "Edwin Crawford Kemble (January 28, 1889 in Delaware, Ohio – March 12, 1984) was an American physicist who made contributions to the theory of quantum mechanics and molecular structure and spectroscopy.  During World War II, he was a consultant to the Navy on acoustic detection of submarines and to the Army on Operation Alsos.[1]", "70477739": "Colin Dermot O'Dowd FInstP FRMetS MRIA (27 March 1966, Galway, Ireland) is an Irish physicist and atmospheric scientist.", "46065580": "James S. Hyde (May 20, 1932 - August 13, 2022) was an American biophysicist. He held the James S. Hyde chair in Biophysics at the Medical College of Wisconsin (MCW) where he specialized in magnetic resonance instrumentation and methodology development in two distinct areas: electron paramagnetic resonance (EPR) spectroscopy and magnetic resonance imaging (MRI). He is senior author of the widely cited 1995 paper by B.B. Biswal et al. reporting the discovery of resting state functional connectivity (fcMRI) in the human brain.[1] He also served as Director of the National Biomedical EPR Center, a Research Resource supported by the National Institutes of Health. He was author of more than 400 peer-reviewed papers and review articles and held 35 U.S. Patents. He was recognized by Festschrifts in both EPR [2] and fcMRI.[3]", "14084024": "José W. F. Valle (born June 2, 1953) is a Spanish-Brazilian physicist.", "3598265": "Albert W. Overhauser (August 17, 1925 – December 10, 2011) was an American physicist and a member of the National Academy of Sciences. He is best known for his theory of dynamic nuclear polarization known as the Overhauser effect in nuclear magnetic resonance spectroscopy.\n[1]\n[2]", "8415174": "William Allen Zajc /ˈzaɪts/ is a U.S. physicist and the I.I. Rabi Professor of Physics at Columbia University in New York, USA, where he has worked since 1987.", "66807765": "Sydney Leach FRS (11 April 1924—24 December 2019) was a British scientist based in France whose research areas included the fields of spectroscopy, photophysics and photochemistry. His work studying molecular ions led to new areas of interest, including planetary and atmospheric science, as well as the newly developing field of astrobiology.[1]", "62875606": "Anatoly Aleksandrovich Kuzovnikov (Russian: Анатолий Александрович Кузовников; November 9, 1922 – November 17, 2004) — was a Soviet and Russian physicist. Doctor of physical and mathematical Sciences, honored Professor of Moscow state University.[1]", "62154709": "Verena Meyer (4 June 1929 – 21 July 2018) was a Swiss nuclear physicist and former President of the University of Zurich. She was the first woman elected to serve as president of the Swiss Physical Society.", "64219109": "Talat Shahnaz Rahman is a Pakistani condensed matter physicist whose research topics include surface phenomena and excited media, including catalysis,[1] vibrational dynamics,[2] and magnetic excitations. She has also helped develop molecules that can \"walk\" across a solid surface by moving one part of the molecule while keeping another part attached to the surface.[3] She is UCF Pegasus Professor of Physics at the University of Central Florida.[1]", "52652017": "Michael Holzscheiter is a German-born professor at the University of New Mexico.[1]", "39643128": "Scientist and Engineer of the Month, Ministry of Science and Technology of Korea (2006)", "13395971": "David Delano Clark (February 10, 1924 – December 22, 1997) was a nuclear physicist best known for his work at Cornell University building nuclear reactors and using them to perform neutron activation analysis.", "70182917": "Robert Otto Pohl (born December 17, 1929, in Göttingen) is a German-American physicist, specializing in condensed matter physics topics such as solid state physics, thermal conductivity, and thin films,[1] who is the Goldwin Smith Emeritus Professor of Physics at Cornell University where he has been on the faculty since the 1950s.", "26503175": "Donald Paul Merrifield SJ (November 14, 1928 – February 25, 2010) was an American Jesuit who served as the 11th president of Loyola University of Los Angeles.  He became the first president of Loyola Marymount University president upon Loyola University's merger with Marymount College in 1973 and remained as the school's president until 1984.[1] Under Merrifield, Loyola Marymount went through a period of rapid expansion in which thirteen new buildings were constructed on the main campus.[2]", "27420680": "Franz Joachim Wegner (born 15 June 1940) is emeritus professor for theoretical physics at the University of Heidelberg.", "14149643": "Hillard Bell Huntington (21 December 1910 in Wilkes Barre, Luzerne County, Pennsylvania – 17 July 1992 Troy, Rensselaer County, New York) was a physicist who (together with Eugene Wigner) first proposed, in 1935, that hydrogen could occur in a metallic state.[1] He is also known for his work on the electromigration of atoms, which later became an important consideration in semiconductor electronics.", "17590286": "Yoshiaki Arata (荒田 吉明, Arata Yoshiaki, 22 May 1924[1][2] – 5 June 2018)[3][4][5] was a Japanese physicist. Arata was one of the pioneering researchers into nuclear fusion in Japan[5] and a former professor at Osaka University.[6] He was reported to be a strong nationalist, speaking only Japanese in public.[5]  He received the Order of Culture in 2006.[7]", "25454608": "Albert Percival Rowe, CBE (23 March 1898 – 25 May 1976), often known as Jimmy Rowe or A. P. Rowe, was a radar pioneer and university vice-chancellor. A British physicist and senior research administrator, he played a major role in the development of radar before and during World War II.[1]", "68511761": "Robert Press, CB, CBE, FRSA (22 February 1915 - 30 August 1984) was a British scientist and government adviser. Educated at Queen's University, Belfast, he was a research physicist at Trinity College, Dublin, from 1938 to 1940 (completing a PhD there); after a brief spell teaching, he became a physicist in the government's employment during the Second World War. He was then adviser to the War Council and then, from 1948, the Ministry of Supply. He was an adviser at the British embassy in Washington, DC, from 1951 to 1955 and later worked for the Ministry of Defence. Appointed a chief scientific officer in the Cabinet Office in 1967, he was promoted to Deputy Secretary in 1971;[1] after the resignation of Sir Alan Cottrell as Chief Scientific Adviser in 1974, he assumed responsibility for advising the government on scientific and technological questions, retiring in 1976.[1][2] He chaired the Council of Science and Technology Institutes from 1978 to 1980.[1]", "61499419": "Weng Cho Chew (Chinese: 周永祖; pinyin: Zhōu Yǒngzǔ; Jyutping: Zau1 Wing5 Zou2; Pe̍h-ōe-jī: Chiu Éng-chó͘ ; born 1953 in Malaysia) is a Malaysian-American electrical engineer and applied physicist known for contributions to wave physics, especially computational electromagnetics. He is a Distinguished Professor of Electrical and Computer Engineering at Purdue University.[1]", "61761566": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "74311711": "Dilip Kumar Kondepudi (born 1952) is an Indian scientist and professor of physical chemistry at the University of North Carolina, known for his work on chiral biomolecules.", "70805540": "Chiang Ti Ming (Chinese: 張世明; pinyin: Zhāng Shìmíng; Jyutping: Zoeng1 Sai3 Ming4; Pe̍h-ōe-jī: Tiuⁿ Sè-bêng; 27 July 1976 - 6 January 2007) was a Malaysian Chinese particle physicist and child prodigy. He was the youngest student to be admitted to the California Institute of Technology.", "19785767": "Nissan Slomiansky (Hebrew: ניסן סלומיאנסקי, born 10 January 1946) is an Israeli politician. He served as a member of the Knesset for the National Religious Party between 1996 and 1999, and again from 2003-2009, and was re-elected again in 2013. He is a member of the Jewish Home party.", "27355178": "Eric R. Weeks (born 1970 in Downers Grove, Illinois) is an American physicist.  He completed his B.Sc. at the University of Illinois at Urbana–Champaign in 1992.  He obtained a Ph.D. in physics from the University of Texas at Austin in 1997, working under Harry Swinney, and later completed post-doctoral research with David Weitz and Arjun Yodh at Harvard University and the University of Pennsylvania.  He is currently a full professor at Emory University in Atlanta, Georgia (as of September 2010).[2]", "53930029": "Nicola Maria Pugno (born 4 January 1972) is an Italian scientist,[1][2] mechanical engineer, astrophysicist, with phds in fracture mechanics and biology. He is a full professor of solid and structural mechanics at the University of Trento[3] (previously at the Polytechnic University of Turin[4][5]) and of materials science at the Queen Mary University of London[6] (part-time; and visiting professor at the University of Oxford[7]).", "24307758": "William Joseph Stern OBE, ARCS, BSc, DIC (1891–1965) was a physicist who worked closely with the early development of the jet engine.", "34269230": "Pierre Jacquinot (18 January 1910 – 22 September 2002) was a French physicist.", "34269235": "Homer Dupre Hagstrum (March 11, 1915 – September 7, 1994) was an American physicist who specialized in surface physics.[1][2]", "27912253": "Igor Viktorovich Tyutin (Russian: И́горь Ви́кторович Тю́тин, transliteration: Igor' Viktorovič Tyutin; born 24 August 1940) is a Russian theoretical physicist, who works on quantum field theory.", "40527953": "Emilio Elizalde (born 8 March 1950) is a Spanish physicist working in the fields of gravitational physics and general relativity.", "58124371": "Moira L. Steyn-Ross is a New Zealand physics academic. She is currently a full professor at the University of Waikato.[1]", "62089298": "Jean O'Brien Dickey (31 October 1945 – 9 May 2018) was an American scientist. Dickey was a pioneering geodesist and particle physicist with expertise in Earth rotation. After receiving a PhD from Rutgers University, she spent much of her career at NASA's Jet Propulsion Laboratory (JPL). Between 1994 and 1996, she served as President of the American Geophysical Union's geodesy section, the first woman to hold that position.", "1632343": "Oscar Sala (born March 26, 1922, in Milan, Italy, d. January 2, 2010 in São Paulo, Brazil), Italian-Brazilian nuclear physicist and important scientific leader, Emeritus Professor of the Institute of Physics, University of São Paulo.", "45181017": "David Shugar (10 September 1915 – 31 October 2015) was a professor of the University of Warsaw.", "11724891": "Jerry Goldstein (born 23 December 1970) is a space physicist whose research has focused on the Earth's plasmasphere, a high-altitude extension of the ionized portion of the planet's upper atmosphere.  During the years 2002–2005 he published a series of papers (thirteen first-authored, seventeen co-authored) on the density structure and global dynamics of the plasmasphere.", "41740379": "Paolo Giubellino (born 9 November 1960) is an experimental particle physicist working on High-Energy Nuclear Collisions.[1] Currently he is the joint Scientific Managing Director of the Facility for Antiproton and Ion Research (FAIR) and the GSI Helmholtz Centre for Heavy Ion Research (GSI) and Professor at the Institute of Nuclear Physics of the Technische Universität Darmstadt.[2]", "14116967": "Stephen Thorndike is a high school teacher. He is known for discovering, along with astrophysicist Alice C. Quillen, Epsilon Eridani c,[1] a hypothetical planet orbiting the star Epsilon Eridani.[2] After working at the University of Rochester,[3] he now works as a science instructional specialist at Monroe 2 Boces in Spencerport, New York.[4]", "28436583": "William Henry Press (born May 23, 1948) is an astrophysicist, theoretical physicist, computer scientist, and computational biologist.    He is a member of the U.S. National Academy of Sciences, the American Academy of Arts and Sciences, and the Council on Foreign Relations. In 1989 he was elected a Fellow of the American Physical Society \"in recognition of important theoretical contributions to relativistic astrophysics and to cosmology\" [1]\nOther honors include the 1981 Helen B. Warner Prize for Astronomy.[2][3] Press has been a member of the JASON defense advisory group since 1977 and is a past chair.[4]", "12707949": "Vytautas Pociūnas (September 1957 – 23 August 2006) was a physicist, officer of the Lithuanian State Security Department, and a diplomat.", "35088494": "Miftahur Rahman is a Bangladeshi physicist in the area of optical communication systems, wireless and mobile technology.", "64120948": "David Elbaz is a French observational astrophysicist specializing in galaxy formation and evolution. He is Research Director at the Commissariat à l'Énergie Atomique et aux Énergies Alternatives (CEA-Saclay), where he has been a researcher in the Astrophysics Division (AIM) since 1994. There, he was in charge of directing the \"Cosmology and Evolution of Galaxies\" laboratory for about a decade. He has been the managing editor of the journal Astronomy & Astrophysics since 2018.[1]", "65366132": "Roberto Battiston is an Italian physicist, specialized in the field of fundamental physics and elementary particles, and leading experts in the physics of cosmic rays. He was the president of the Italian Space Agency (ASI)  from 2014 to 2018 and president of the Italian National Institute for Nuclear Physics (INFN) Committee on Astroparticle Physics from 2009 to 2014.[1]", "46884980": "Wilhelm  Carl Gottlieb Müller (September 25, 1880 – June 16, 1968) was a German physicist, mathematician, and philosopher.  He is best known as the successor of Arnold Sommerfeld as Professor of Theoretical Physics at the University of Munich.", "35842166": "Marius Vassiliou (born 1957) is an American computational scientist, geophysicist,  and aerospace executive.  He is also an authority on the history of petroleum. Vassiliou is of Greek Cypriot descent and was educated at Harvard University and the California Institute of Technology (PhD).", "53241979": "Claus Kalevi Montonen (born 1946) is a Finnish theoretical physicist,[1] most known for his work with British physicist David Olive in proposing the Montonen–Olive duality.[2]", "55994494": "Kenneth Craig Macdonald is an American oceanographer and marine geophysicist born in San Francisco, California in 1947. As of 2018 he is professor emeritus at the Department of Earth Science and the Marine Sciences Institute at the University of California, Santa Barbara (UCSB). His work focuses on the tectonics and geophysics of the global mid-oceanic ridge including its spreading centers and transform faults, two of the three types of plate boundaries central to the theory of plate tectonics. His work has taken him to the north and south Atlantic oceans, the north and south Pacific oceans, the Indian Ocean, the Red Sea and the Sea of Cortez, as well as to the deep seafloor on over 50 dives in the research submersible ALVIN. Macdonald has participated in over 40 deep sea expeditions, and was chief- or co-chief scientist on 31 expeditions.", "25356418": "Suri Bhagavantam (Telugu: సూరి భగవంతం, pronunciationⓘ; 14 October 1909 – 6 February 1989) was an Indian scientist and administrator. He was Vice chancellor of Osmania University and Director of Indian Institute of Science and Defence Research and Development Organisation.", "45639814": "Ray Hefferlin (1929 – March 7, 2015) was a physicist and research professor. He taught at Southern Adventist University and conducted extensive research on periodic systems of small molecules.", "3664011": "Radioactive Man is the name of several supervillains appearing in American comic books published by Marvel Comics. The first incarnation of Radioactive Man, Chen Lu, first appeared in Journey into Mystery #93 (June 1963). The second incarnation, Igor Stancheck,[1] debuted in Black Panther vol. 4 #3 (June 2005).", "71526540": "Dipankar Banerjee is an Indian solar physicist. He is a senior Professor of Solar Physics at the Indian Institute of Astrophysics (Bangalore)[1] and currently serves as the director of the Aryabhatta Research Institute of Observational Sciences (AIRES).[2]", "35186834": "Katherine Sopka (born Katherine J. Russell) was a science interviewer, physics professor and historian of physics. She is known for her interviews held with leading scientists,[1] and for work on the history of quantum physics and the physics community in the U.S. in the 1920s and 1930s.", "33417364": "Thomas K. Henning (born 9 April 1956) is a German astrophysicist. Since 2001, he is a director at the Max Planck Institute for Astronomy. Henning is an expert in the field of star and planet formation.", "38824092": "Johann Philipp Neumann (27 December 1774 – 3 October 1849) was an Austrian physicist, librarian and poet.", "53864605": "Sherry J. Yennello is an American nuclear chemist and an Elected Fellow of the American Association for the Advancement of Science.[1][2] She is a Regents Professor and the holder of the Cyclotron Institute Bright Chair in Nuclear Science,[3] who currently serves as the Director of the Cyclotron Institute at Texas A&M University.[4] She is also a Fellow of the American Chemical Society[5] and the American Physical Society.[6] She has authored as well as co-authored more than 530 peer reviewed journal articles[7] and has conducted many invited talks, presentations and seminars at several prestigious academic conferences and scholarly lectures.", "53864612": "Sotiris S. Xantheas (Σωτηρης Ξανθεας) is a Laboratory Fellow in the Advanced Computing, Mathematics and Data Division at Pacific Northwest National Laboratory (PNNL) in Richland, WA (https://www.pnnl.gov/science/staff/staff_info.asp?staff_num=5610) and an Affiliate Professor, UW - PNNL Distinguished Faculty Fellow in the Department of Chemistry at the University of Washington in Seattle, WA, USA (http://depts.washington.edu/chem/people/faculty/xantheas.html). He is an adjunct professor in the Department of Mathematics and Statistics at Washington State University in Pullman, WA, USA (http://www.math.wsu.edu/faculty/sxantheas/), and a specially appointed professor in the World Research Hub Initiative (WRHI) at the Tokyo Technological Institute in Tokyo, Japan (https://www.irfi.titech.ac.jp/wrhi-archive/en/people/xantheas-sotiris/index.html).", "67332262": "Aida Xenia El-Khadra is a particle physicist who is a Professor of High Energy Physics at the University of Illinois at Urbana–Champaign. She is the co-chair of the Muon g-2 Theory Initiative, which reported hints at new physics in the Standard Model in 2021. She is a Fellow of the American Physical Society and the Alfred P. Sloan Foundation.", "23455912": "James Robert Atkinson, MA, FInstP, FRSE, FRMetS (17 February 1916 – 9 May 2008) was a British physicist.[1]", "70838442": "Scott Pratt is an American physicist.", "69789872": "Sandra C. Chapman CPhysis FInstP FRAS a British astrophysicist who is Professor of Astrophysics and Director of the Centre for Fusion, Space and Astrophysics at the University of Warwick. Her research considers nonlinear physics and planetary magnetospheres. She was awarded the 2022 Royal Astronomical Society Chapman Medal.", "9070770": "David Nikolaevich Klyshko (Давид Николаевич Клышко), (1929—2000) was a Russian physicist and professor. A highly regarded Physics professor at  Moscow State University, was known for his imperative approach for Quantum Optics understanding. His most known contributions were in the field of quantum electronics and quantum information science.", "31615155": "Mihai Gavrilă (Romanian pronunciation: [miˈhaj ɡaˈvrilə]; b. October 16, 1929, Cluj) is a Romanian quantum physicist and a corresponding member of the Romanian Academy since 1974. He made fundamental contributions to the quantum theories of electromagnetic interactions with atoms.", "19916982": "Christoph Helmut Keitel (born 30 July 1965 in Lübeck, Germany) is a German physicist, presently a director at the Max Planck Institute for Nuclear Physics (Max-Planck-Institut für Kernphysik) in Heidelberg and an honorary professor (\"Honorarprofessor\") at  Ruprecht Karl University of Heidelberg.", "50063542": "Andrzej Jerzy Buras (Polish pronunciation: [ˈandʐɛj ˈjɛʐɨˈburas]; born 26 October 1946 in Warsaw, Poland) is a Polish-born Danish theoretical physicist, professor emeritus at the Technical University Munich (TUM).", "58124471": "Eckart Marsch (born 1 February 1947 in Friedrichstadt) is a German theoretical physicist, who worked from 1980 to 2012 at the originally named Max Planck Institute for Aeronomy, from 2004 on named Max Planck Institute for Solar System Research (MPS) in Katlenburg-Lindau on the physics of the solar wind, solar corona and space plasmas and taught at the University of Göttingen.", "12150967": "August Ludwig Friedrich Wilhelm Seebeck (27 December 1805 in Jena – 19 March 1849 in Dresden) was a scientist at the Technische Universität Dresden.", "35842236": "Basanti Dulal Nagchaudhuri (6 September 1917 – 25 June 2006) was an Indian physicist and academic, and a scientific advisor to the Government of India. He is known as one of the pioneers of nuclear physics in India and for building the nation's first cyclotron at the University of Calcutta.", "28305604": "Michał Gryziński (29 September 1930 - 1 June 2004) was a Polish nuclear physicist specialized in plasma physics. In 1965 he developed some widely used empirical models to reproduce some of the results of electron scattering experiments.", "61892804": "Alfred Urquhart MacRae (born April 14, 1932) is an American physicist.", "48589000": "Dibrugarh University (MSc, PhD)", "29419727": "Francis Harvey Harlow (22 January 1928 – 1 July 2016)[1] was an American theoretical physicist known for his work in the field of fluid dynamics.[2] He was a researcher at Los Alamos National Laboratory, Los Alamos, New Mexico. Harlow is credited with establishing the science of computational fluid dynamics (CFD) as an important discipline.[3]", "34957545": "James Power Gordon (March 20, 1928 – June 21, 2013) was an American physicist known for his work in the fields of optics and quantum electronics. His contributions include the design, analysis and construction of the first maser in 1954 as a doctoral student at Columbia University under the supervision of C. H. Townes, development of the quantal equivalent of Shannon's information capacity formula in 1962, development of the theory for the diffusion of atoms in an optical trap (together with A. Ashkin) in 1980, and the discovery of what is now known as the Gordon-Haus effect in soliton transmission, together with H. A. Haus in 1986. Gordon was a member of the National Academy of Engineering (since 1985) and the National Academy of Sciences (since 1988).", "4286699": "Henry Gordon Gale (September 12, 1874 – November 16, 1942) was an American astrophysicist and author.", "58845421": "Heike E. Riel (born 1971)[1] is a nanotechnologist known for developing OLED displays.[2]\nShe works for IBM Research – Zurich, where she is Director of IoT Technology and AI Solutions,[3] and Director of the Physical Sciences Department.[4]\nBeyond her work on display technology, she is an expert in molecular electronics and nanoscale semiconductors.[3]", "65595630": "Jason Chia-Seng Chang (Chinese: 張嘉升) is a Taiwanese physicist.", "30435576": "John \"Jack\" Ertle Oliver (September 26, 1923 – January 5, 2011) was an American scientist. Oliver, who earned his PhD at Columbia University in 1953, studied earthquakes and ultimately provided seismic evidence supporting plate tectonics.  In the 1960s, Oliver and his former graduate student, Bryan Isacks,[1] set up seismographic stations in the South Pacific to record earthquake activity, and the data collected led to the insight that part of the ocean floor was being pushed downward.[2][3]", "46590205": "Gediminas Juzeliūnas (born 14 July 1958) is a professor of theoretical physics[1] and heads the Quantum optics group[2] at Vilnius University in Lithuania. He has authored and co-authored more than 50[3] articles on quantum and nonlinear optics, as well as on theoretical condensed matter physics.[4]", "22571262": "Jonathan Harris Orloff (born 1942) is an American physicist, author and professor. Born in New York City, he is the eldest son of Monford Orloff and brother of pianist Carole Orloff and historian Chester Orloff.  Orloff is known for his major fields of research in charged particle optics, applications of field emission processes, high-brightness electron and ion sources, focused ion and electron beams and their applications for micromachining, surface analysis and microscopy and instrumentation development for semiconductor device manufacturing.", "60516619": "Sheperd \"Shep\" S. Doeleman (born 1967) is an American astrophysicist. His research focuses on super massive black holes with sufficient resolution to directly observe the event horizon. He is a senior research fellow at the Center for Astrophysics | Harvard & Smithsonian and the Founding Director[2] of the Event Horizon Telescope (EHT) project.[3] He led the international team of researchers that produced the first directly observed image of a black hole.[4][5]", "34269456": "Jean Le Fèvre (9 April 1652 – 1706, Paris) was a French astronomer and physicist.[1] He was editor of the Connaissance des Temps[2] and was elected to the French Academy of Sciences based on this work.[3]", "61270290": "Carolina Ödman-Govender (German pronunciation: [karoˈliːnaː ˈœtman ˈgo:vəndɐ]) (1973 or 1974 – 15 November 2022[2]) was a Swiss physicist and academic who was Professor of Astrophysics at South Africa's University of the Western Cape. She was awarded the 2018 International Astronomical Union Special Executive Committee Award for Astronomy Outreach, Development and Education.", "1403159": "Fiodar Fiodaraŭ, (Belarusian: Фёдар Іванавіч Фёдараў, Fiodar Ivanavič Fiodaraŭ, Russian: Фёдор Иванович Фёдоров, Fedor Ivanovich Fedorov), (June 19, 1911 – October 13, 1994) was a Soviet and Belarusian physicist, whose scientific interests ranged from optics and spectroscopy to the theory of elementary particles.", "67037464": "Kalle Jürgenson (born 1 September 1960 in Tallinn) is an Estonian astrophysicist and politician. He was a member of VII, VIII and IX Riigikogu, and the Mayor of Elva from 1998 until 1999.[1]", "53635353": "Jonathan Mark Butterworth is a Professor of Physics at University College London (UCL)[2][8] working on the ATLAS experiment at CERN's Large Hadron Collider (LHC). His popular science book Smashing Physics,[9] which tells the story of the search for the Higgs boson, was published in 2014[10] and his newspaper column / blog Life and Physics is published by The Guardian.[11]", "54192410": "Torsten Åkesson (7 November 1954), is a Swedish physicist and professor in Particle physics at Lund University who is a member of the Royal Swedish Academy of Sciences and was president of the CERN Council.[1][2]", "71559453": "Emiko Hiyama (Japanese: 肥山 詠美子) is a Japanese computational nuclear physicist whose research concerns computational methods for few-body systems of nucleons.[1] She is the director of the Strangeness Nuclear Physics Laboratory at the Riken Nishina Center for Accelerator-Based Science,[2] and a professor of physics at Tohoku University.[3]", "1632543": "Joseph Jackson Lister FRS FRMS (11 January 1786 – 24 October 1869) was a British opticist and physicist best known for being the father of the 1st Baron Lister.[1]", "49408289": "Sanjeev Dhurandhar is Professor at IUCAA, Pune. His research interest is detection and observation of Gravitational waves.[1] Dhurandhar was part of the Indian team which contributed to the detection of gravitational waves.[2][3][4] He is the science advisor to the IndIGO consortium council.[5]", "53471523": "Bernard Roelof Andries  Nijboer (30 September 1915 – 25 January 1999) was a Dutch physicist and professor at the Institute of Theoretical Physics of the Utrecht University from 1956 until 1984. He was mainly active in the fields of optics and solid-state physics.", "56289572": "Bruce Banner is a fictional character in the Marvel Cinematic Universe (MCU) media franchise originally portrayed by Edward Norton and subsequently by Mark Ruffalo—based on the Marvel Comics character of the same name—known commonly by his alter ego, the Hulk. Banner is depicted as a genius physicist who after a failed experiment to replicate a super soldier program using gamma radiation, transforms into a large, muscular creature with green skin whenever his heart rate goes above 200 beats per minute or when facing mortal danger. As the Hulk, he possesses superhuman abilities, including increased strength and durability.", "31779109": "Professor Robin Pollard is a New Zealand academic who has spent much of his career working in Australia and Malaysia. He was the Vice-Chancellor at Lincoln University (New Zealand) near his home town of Christchurch, New Zealand until March 2018.[1] Previous positions include Deputy Vice-Chancellor at Central Lancashire University and Pro Vice-Chancellor and President of Monash University Malaysia Campus.[2]", "18770211": "Harold Horace Hopkins FRS[1] (6 December 1918 – 22 October 1994)[2] was a British physicist. His Wave Theory of Aberrations, (published by Oxford University Press 1950), is central to all modern optical design and provides the mathematical analysis which enables the use of computers to create the highest quality lenses. In addition to his theoretical work, his many inventions are in daily use throughout the world.[3] These include zoom lenses, coherent fibre-optics and more recently the rod-lens endoscopes which 'opened the door' to modern key-hole surgery. He was the recipient of many of the world's most prestigious awards and was twice nominated for a Nobel Prize. His citation on receiving the Rumford Medal from the Royal Society in 1984 stated: \"In recognition of his many contributions to the theory and design of optical instruments, especially of a wide variety of important new medical instruments which have made a major contribution to clinical diagnosis and surgery.\"[4]", "54421800": "David Alan Drabold (born 13 February 1960) is an American physicist, currently Edwin and Ruth Kennedy Distinguished Professor[1] at Ohio University.", "58681644": "Johanna Barbara Stachel (born 3 December 1954 in Munich) is a German nuclear physicist. She is a professor in experimental physics at the University of Heidelberg (Ruprecht-Karls-Universität Heidelberg). Stachel is a former president of the German Physical Society (DPG).[1][2][3]", "20572465": "Donald Hill Perkins CBE FRS (15 October 1925 – 30 October 2022) was a British physicist and an emeritus professor at the University of Oxford. He achieved great success in the field of particle physics and was also known for his books.[1]", "57338164": "Violette Impellizzeri (born 1977 in Palermo), is an Italian astronomer, astrophysicist and professor.[1]", "54192437": "Franz Daniel Kahn FRS FRAS[5] (1926–1998) was a mathematician and astrophysicist at the University of Manchester.[6][7][8] He was Professor of Astronomy from 1966 to 1993, then Emeritus thereafter in the School of Physics and Astronomy.[9]", "256310": "John Tyndall FRS (/ˈtɪndəl/; 2 August 1820 – 4 December 1893) was a prominent 19th-century Irish physicist. His scientific fame arose in the 1850s from his study of diamagnetism. Later he made discoveries in the realms of infrared radiation and the physical properties of air, proving the connection between atmospheric CO2 and what is now known as the greenhouse effect in 1859.", "61434173": "Kenneth Alan Johnson (March 26, 1931 in Duluth, Minnesota – February 9, 1999 in Boston, Massachusetts) was an American theoretical physicist.  He was professor of physics at MIT, a leader in the study of quantum field theories and the quark substructure of matter.   Johnson contributed to the understanding of symmetry and anomalies in quantum field theories and to models of quark confinement and dynamics in quantum chromodynamics.[1]", "48556364": "Christian Ludwig (17 May 1749, in Leipzig – 25 February 1784, in Leipzig) was a German physician and physicist. He was the son of botanist Christian Gottlieb Ludwig.", "34269517": "David Harker (October 19, 1906 – February 27, 1991) was an American medical researcher who according to The New York Times  was \"a pioneer in the use of X-rays to decipher the structure of critical substances in the life process of cells\".[1][2]", "57895249": "Ritva Serimaa (née Ström) (September 20, 1957, Hamina – April 12, 2016, Hamina) was a Finnish physicist and professor, the first female professor of physics at the University of Helsinki.[1] She gained her master's degree in 1982 and defended her doctoral thesis in 1990, becoming a docent of the University of Helsinki in 1992. Her doctoral thesis work and later research concerned X-ray physics and scattering. From 1991 to 1993 she worked at Stanford University making use of their synchrotron light source SSRL. One research focus was the structure of the preserved Swedish warship Vasa, whose structure was at risk due to damage from sulfur-containing compounds. From 2004 she was professor of physics at the University of Helsinki, the first woman to hold such a post.[1]", "62024024": "Claude Jaupart (born 22 May 1953) is a French geophysicist and a member of the French Academy of Sciences (since December 2008).", "45050203": "Judy Franz (born 1938) is an American physicist, educator and the former executive officer of the American Physical Society.", "780640": "Paul Peter Ewald, FRS[1] (January 23, 1888 in Berlin, Germany – August 22, 1985 in Ithaca, New York) was a German crystallographer and physicist, a pioneer of X-ray diffraction methods.[2]", "34138466": "Henry George Booker (December 14, 1910 – November 1, 1988) was an Anglo-American  physicist and electrical engineer.", "26601828": "Juan Carlos Campuzano (born July 25, 1949) is a Paraguayan American physicist. He is a Distinguished Professor of Physics at the University of Illinois at Chicago.[1] He was a Distinguished Fellow at Argonne National Laboratory[2] (the equivalent of an endowed chair),[1] and a he is also a 2001 American Physical Society Fellow and a recipient of the 2011 Oliver Buckley Prize in Condensed Matter Physics.\nHe is an expert in high-temperature superconductivity.[1]", "53635429": "Andrey A. Varlamov (born 25 April 1954) is an Italian physicist of Ukrainian origin. He is a principal investigator at the Institute of Superconductors, Oxides and Other Innovative Materials and Devices (SPIN-CNR) in Rome, Italy.", "68872554": "Carolina Raquel Lithgow-Bertelloni is a geophysicist known for her research on the role of subsurface processes in shaping the Earth. She was elected a fellow of the American Geophysical Union in 2021.", "20572527": "Sivaramakrishna Chandrasekhar FNA, FRS (6 August 1930 – 8 March 2004)[1] was an Indian physicist who won the Royal Medal in 1994.[2] He was the founder-president of the International Liquid Crystal Society.[3]", "54323567": "Giovanni Fabrizio Bignami (10 April 1944 – 24 May 2017)[1][2] was an Italian physicist. From March 2007 until August 2008, he was Chairman of the Italian Space Agency. Between 2010 and 2014, he was the first Italian to chair the Committee on Space Research (COSPAR), and from 2011 until 2015, he was President of INAF. He was also the chairman of the SKA project.[3] He was married to fellow Italian astrophysicist Patrizia A. Caraveo.[4]", "68315511": "Julie Elizabeth Fouquet is an American applied physicist, engineer, laser scientist, and inventor known for her work in optical networking and wave power.", "27191672": "Kronid Arkadyevich Lyubarsky (Russian: Крони́д Арка́дьевич Люба́рский; 4 April 1934 – 23 May 1996) was a Russian journalist, dissident, human rights activist and political prisoner.", "59238778": "Victor Ivanovich Savrin (Russian: Виктор Иванович Саврин; born 4 December 1944) is a Russian physicist known for his contributions to theoretical elementary particle physics and quantum field theory.[1]", "1632637": "Jayme Tiomno (April 16, 1920 in Rio de Janeiro – January 12, 2011 in Rio de Janeiro) was a Brazilian experimental and theoretical physicist with interests in particle physics and general relativity.[1] He was member of the Brazilian Academy of Sciences and a recipient of the Brazilian Order of Scientific Merit. He was the son of Jewish Russian immigrants.", "321921": "Osborne Reynolds FRS (23 August 1842 – 21 February 1912) was an Irish-born[1][2][3] British[4] innovator in the understanding of fluid dynamics. Separately, his studies of heat transfer between solids and fluids brought improvements in boiler and condenser design. He spent his entire career at what is now the University of Manchester.", "53963143": "Che-Ming Ko (柯治明; born 1943) is a Taiwanese physicist, focusing in nuclear theory, currently University Distinguished Professor [1] at Texas A&M University and an Elected Fellow of the American Physical Society[2] in 1994.[3][4]", "1403271": "William Edward Caswell (June 22, 1947 – September 11, 2001) was an American physicist. He did work in quantum gauge theory, most notably, his 1972 calculation of the beta function to two-loop accuracy. His pioneering work in the days of FORTRAN and punch cards demonstrated the potential of computer algebra. Caswell died during the September 11 attacks as a passenger aboard American Airlines Flight 77, which was crashed into the Pentagon.", "30697872": "Samuel Jackson Barnett (December 14, 1873 – May 22, 1956) was an American  physicist. He was a professor at the University of California, Los Angeles.", "73492883": "Sergio Carbajo (born October 4, 1985) is a Basque-Spanish-American scientist and educator, musician and composer (alias Julian Telleria), and creative writer. He is an assistant professor at the University of California, Los Angeles Samueli School of Engineering and Applied Sciences with apppointments in the Electrical & Computer Engineering (ECE) and Physics & Astronomy departments. He is also a scientist at Stanford University’s Photon Science Division at SLAC National Accelerator Laboratory.[1]", "39315862": "Francisca Nneka Okeke is a Nigerian physicist.[2] She is a Professor of Physics at the University of Nigeria, Nsukka and first female head of a department in the University.[3]", "57993626": "Cinzia Casiraghi is a Professor of Nanoscience in the Department of Chemistry at the University of Manchester and National Graphene Institute in the UK.[1][2][3][4]", "1272219": "Anatoly Petrovich Alexandrov (Russian: Анатолий Петрович Александров, 13 February 1903 – 3 February 1994) was a Soviet physicist who played a crucial and centralizing role in the former Soviet program of nuclear weapons.", "70936988": "Karol Estreicher (senior) (Great Grandfather)", "1632670": "Mário Schenberg (var. Mário Schönberg, Mario Schonberg, Mário Schoenberg; July 2, 1914 – November 10, 1990) was a Brazilian electrical engineer, physicist, art critic and writer.", "22899106": "Michel Ferdinand d'Albert, 5th Duke of Chaulnes (31 December 1714 – 23 September 1769), Duke of Picquigny and then Duke of Chaulnes from 1744, was a French astronomer, physicist and freemason.[1]", "27978147": "University of Washington Seattle\nMIT Radiation Laboratory Staff Member", "24603047": "John M. J. Madey (28 February 1943[1] - 5 July 2016[2]) was a professor of Physics at the University of Hawaiʻi at Mānoa, a former director of the Free Electron Laser Laboratory at Duke University, and formerly a professor (research) at Stanford University. He is best known for his development of the free-electron laser (FEL) at Stanford University in the 1970s.[3][4]", "67365290": "Cécile Renault (19 September 1970 – 5 April 2021) was a French astrophysicist who specialized in cosmology. She was widely known for her work on the Planck space observatory.[1][2]", "7891371": "Erik Edlund (14 March 1819 in Närke Province – 19 August 1888 in Stockholm) was a Swedish physicist. His scientific research was confined chiefly to the theory of electricity.  He helped secure the introduction of weather stations to Sweden.", "72444330": "Huang Kezhi (Chinese: 黄克智; 21 July 1927 – 6 December 2022) was a Chinese physicist who was a professor at Tsinghua University, and an academician of the Chinese Academy of Sciences. Together with Zhang Wei [zh] and Du Qinghua, they are known as \"the Three giants of Solid mechanics at Tsinghua University\".[1]", "33712555": "Jeremy Bloxham FRS is a British geophysicist, and Mallinckrodt Professor of Geophysics, at Harvard University.[3][4]\nHe was Dean of Science.[5]", "33778096": "John G. Hartnett (born 24 March 1953 in Manjimup, Western Australia), is an Australian young Earth creationist and cosmologist. He has been active with Creation Ministries International and is known for his opposition to the Big Bang theory[3] and criticism of the dark matter and dark energy hypotheses.[3]", "4352433": "Roman Wladimir Jackiw (/roʊˈmæn dʒæˈkiːv/; Ukrainian: Роман Володимир Яцків, romanized: Roman Volodymyr Yatskiv; 8 November 1939 – 14 June 2023) was a Polish-born American theoretical physicist and Dirac Medallist.", "9136562": "Paul Aimé Fleury (born July 20, 1939) is an American physicist and academic administrator.  He was the dean of the faculty of engineering at Yale University and is the Frederick W. Beinecke Professor of Engineering and Applied Physics and professor of physics.", "58321332": "Mary Lisa Manning (born 1980) is an American physicist and the William R. Kenan, Jr., Professor[1] of Physics at Syracuse University in Syracuse, New York, United States. Manning's research focuses on the behavior of glassy materials, using simulations and theory to model the emergent properties of biological tissues.", "43280820": "Hans Mueller (1900–1965) was a Swiss physicist and professor at the Massachusetts Institute of Technology (MIT).[1][2] He created Mueller calculus.", "65857974": "Joseph Sidney Gelders (November 20, 1898 – March 1, 1950) was an American physicist who later became an antiracist, civil rights activist, labor organizer, and communist. In the mid-1930s, he served as the secretary and southern-U.S. representative of the National Committee for the Defense of Political Prisoners. In September 1936, Gelders was kidnapped, beaten, and nearly killed by members of the Ku Klux Klan for his civil rights and labor organizing activities. After his recovery, Gelders continued his activism and cofounded the Southern Conference for Human Welfare and the National Committee to Abolish the Poll Tax. He collaborated closely with other activists including Lucy Randolph Mason and Virginia Foster Durr. Internal injuries sustained during his kidnapping and assault led to Gelders' death on March 1, 1950.", "60910010": "Scott Stambach (born June 10, 1980) is an American author and professor of physics. His novel The Invisible Life of Ivan Isaenko was published in 2016[1] and was nominated for the 2018 Dublin Literary Award.[2] Stambach also collaborates with Science for Monks, an international organization working to build science programs in Tibetan monasteries.[3] In 2017, the book also won an Alex Award from the American Library Association.[4] That same year, Popsugar named the book on its list of \"7 Captivating Books For Fans of Grey's Anatomy\".[5]", "28469692": "John R. Arthur Jr. is a notable American materials scientist best known as a pioneer of molecular beam epitaxy.", "57239998": "Björn Gunnar Ingelman (born 1952), is a Swedish physicist working as a professor of theoretical particle physics at Uppsala University, who is also the secretary of the Nobel Committee for Physics.[1]", "48949696": "Cinna Lomnitz Aronsfrau (4 May 1925 – 7 July 2016) was a Chilean-Mexican geophysicist known for his contributions in the fields of rock mechanics and seismology.", "13920709": "Seifallah Randjbar-Daemi (Persian: سیف الله رنجبر دائمی, born 1950) is an Iranian theoretical physicist. He is currently an Emeritus Scientist at the International Centre for Theoretical Physics.[1]", "322001": "Sir Michael Victor Berry, FRS, FRSE, FRSA, HonFInstP (born 14 March 1941), is a mathematical physicist at the University of Bristol, England.", "41019863": "Lev Petrovich Pitaevskii (Russian: Лев Петро́вич Пита́евский [ˈlʲef pʲɪˈtrovʲɪtɕ pʲɪˈtajɪfskʲɪj]; 18 January 1933 – 23 August 2022)[1][2] was a Russian theoretical physicist, who made contributions to the theory of quantum mechanics, electrodynamics, low-temperature physics, plasma physics, and condensed matter physics. Together with his PhD supervisor Evgeny Lifshitz and with Vladimir Berestetskii, he was also the co-author of a few volumes of the influential Landau–Lifschitz Course of Theoretical Physics series. His academic status was professor.", "45705693": "Rem Ivanovich Soloukhin (Russian: Рем Иванович Солоухин, 19 November 1930 – 6 January 1988) was a Soviet scientist, specializing in physics and mechanics.", "22833631": "Sir Leslie Harold Martin, CBE, FAA, FRS (21 December 1900 – 1 February 1983) was an Australian physicist. He was one of the 24 Founding Fellows of the Australian Academy of Science and had a significant influence on the structure of higher education in Australia as chairman of the Australian Universities Commission from 1959 until 1966. He was Professor of Physics at the University of Melbourne from 1945 to 1959, and Dean of the Faculty of Military Studies and Professor of Physics at the University of New South Wales at the Royal Military College, Duntroon, in Canberra from 1967 to 1970. He was the Defence Scientific Adviser and chairman of the Defence Research and Development Policy Committee from 1948 to 1968, and a member of the Australian Atomic Energy Commission from 1958 to 1968. In this role he was an official observer at several British nuclear weapons tests in Australia.", "43444704": "Arthur Mannering Tyndall, CBE, FRS, LLD (18 September 1881 – 29 October 1961) was an English physicist from Bristol, England.[1] His teaching activities included lecturing in atomic physics at the University of Bristol. Among his notable students was Paul Dirac, who he introduced to the laws of quantum theory.[2] The university's other early staff included John Edward Lennard-Jones, Beryl May Dent, Herbert Wakefield Banks Skinner and William Sucksmith.[3][4]", "42101220": "Alex Kamenev is a theoretical physicist, at the William I Fine Theoretical Physics Institute, University of Minnesota, specializing in condensed matter. Kamenev's current research focuses on theoretical condensed matter physics, disordered systems and glasses, field-theoretical treatment of many-body systems, mesoscopic systems, out of equilibrium systems. Kamenev earned his M.Sci. degree theoretical physics, in 1987 from Moscow State University and a Ph.D. in solid-state physics, in 1996 from Weizmann Institute of Science in Israel.[1]", "27108": "Geordi La Forge[a] (/ˈdʒɔːrdi lə ˈfɔːrdʒ/ JOR-dee lə FORJ) is a fictional character who appeared in all seven seasons of the American science fiction television series Star Trek: The Next Generation and its four feature films as well as the third season of Star Trek: Picard. Portrayed by LeVar Burton, he served as helmsman of the USS Enterprise-D in the first season of The Next Generation, then occupied the role of the chief engineer for the rest of the series and in the films before appearing as a commodore in Picard. La Forge has been blind since his birth and uses technological devices that allow him to see – a VISOR in the series and the first film, replaced by ocular prosthetic implants in the last three films and in Picard.", "780778": "Thomas Eugene Everhart FREng (born February 15, 1932, Kansas City, Missouri)[1] is an American educator and physicist. His area of expertise is the physics of electron beams.  Together with Richard F. M. Thornley he designed the Everhart–Thornley detector. These detectors are still in use in scanning electron microscopes, even though the first such detector was made available as early as 1956.", "16738797": "David Carroll (born January 13, 1963) is a U.S. physicist, materials scientist and nanotechnologist, Fellow of the American Physical Society, and director of the Center for Nanotechnology and Molecular Materials at Wake Forest University.[1]  He has contributed to the field of nanoscience and nanotechnology through his work in nanoengineered cancer therapeutics, nanocomposite-based display and lighting technologies, high efficiency nanocomposite photovoltaics and thermo/piezo-electric generators.", "48458223": "Kalobaran Maiti (born 21 October 1967) is an Indian physicist specialising in condensed matter physics and materials science. He obtained his MSc degree from Rajabazar Science College and PhD degree from Indian Institute of Science, Bangalore. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in 2010, the highest science award in India, in the physical sciences category[1] for his contribution in the field of very high resolution photoelectron spectroscopy in understanding the physics of metal-insulator transition, charge density wave and Kondo systems.[2]  He is also  a \nFellow of the National Academy of Sciences,[citation needed] Indian Academy of Sciences[citation needed] and the Indian National Science Academy.[3]", "74082803": "Jean-Philippe Uzan (born 1969) is a French cosmologist and directeur de recherche employed by the Centre national de la recherche scientifique (CNRS).", "23226868": "Aleksandr Ilyich Akhiezer (Ukrainian: Олекса́ндр Іллі́ч Ахіє́зер, Russian: Алекса́ндр Ильи́ч Ахие́зер; October 18, 1911 – May 4, 2000) was a Soviet and Ukrainian theoretical physicist, known for contributions to numerous branches of theoretical physics, including quantum electrodynamics, nuclear physics, solid state physics, quantum field theory, and the theory of plasma.[1][2] He was the brother of the mathematician Naum Akhiezer.", "43444725": "Edgar Thomas Snowden Appleyard (14 June 1904 – 15 June 1939) was a physicist and pioneer in the fields of thin films and superconductivity.", "41118206": "Carmen Magallón-Portolés is a PhD, a physicist, and Master in Philosophy of Science by University of Zaragoza, Spain, committed with the advancement of women through researching their contributions to two important fields: science and peace.[1][2] Her thinking is an important reference in the Spanish studies of Women in Science[3] and Feminist Pacifism.  Among her works in this field: Mujeres en pie de paz, Madrid, Siglo XXI, 2006[4] and Contar en el mundo. Una mirada sobre las relaciones internacionales desde las vidas de las mujeres, Madrid, Horas y horas, 2012.[5]", "420351": "Nick Holonyak Jr. (/hʌlɒnjæk/ huh-LON-yak; November 3, 1928 – September 18, 2022) was an American engineer and educator. He is noted particularly for his 1962 invention and first demonstration of a semiconductor laser diode that emitted visible light. This device was the forerunner of the first generation of commercial light-emitting diodes (LEDs). He was then working at a General Electric Company research laboratory near Syracuse, New York. He left General Electric in 1963 and returned to his alma mater, the University of Illinois at Urbana-Champaign, where he later became John Bardeen Endowed Chair in Electrical and Computer Engineering and Physics.[1][2]", "38136322": "Paul B. Wiegmann (Павел Борисович Вигман) is a Russian physicist. He is the Robert W. Reneker Distinguished Service Professor in the Department of Physics at the University of Chicago, James Franck Institute and Enrico Fermi Institute.[1] He specializes in theoretical condensed matter physics. He made pioneering contributions to the field of quantum integrable systems. He found exact solutions of O(3) Non-linear Sigma Model, (Wiegmann 1985), Wess–Zumino–Witten model (together with Alexander Polyakov), Anderson impurity model and Kondo model.[2]", "57174532": "Óscar Saavedra San Martín (29 June 1940 – 8 April 2018), was a Bolivian physicist and academic.[1][2][3] His work focused on cosmic rays and neutrinos, with most of his academic career spent in Italy at the University of Torino.", "56683012": "Hrvoje Tkalčić (born 3 February 1970) is Australian and Croatian scientist (geophysicist) and Professor at the Australian National University in Canberra.[1]", "23652871": "Geoffrey Donald Sims OBE, FREng[1] (13 December 1926 – 5 August 2017) was a British physicist who served as Vice-Chancellor of the University of Sheffield from 1974 to 1991.", "43051535": "Henry Harrington Janeway (19 March 1873 – 1 February 1921) was an American physician and pioneer of radiation therapy.", "15395349": "Eric M. Rogers (15 August 1902 – 1 July 1990) was a British writer and physics educator.[1] He is perhaps best known for his 1960 textbook Physics for the Inquiring Mind.[2] The book, subtitled The Methods, Nature, and Philosophy of Physical Science, was based on courses he gave at Princeton University, where he taught from 1942 to 1971.[3] Rogers also headed the Nuffield Science Teaching Project programme in physics education in the 1960s.", "4483605": "Gustav Theodor Hans Hermann Hupfeld (November 28, 1905 – November 11, 1942 in Mecklenburg, Germany) was a German physicist known for his work on the scattering of gamma rays.", "25782809": "Egil Andersen Hylleraas (May 15, 1898 – October 28, 1965) was a Norwegian theoretical physicist known for creating a method for predicting the ground state energy of two-electron atoms and trial wave functions for many-electron atoms.", "68119065": "Cynthia Cattell is a space plasma physicist known for her research on solar flares and radiation belts.", "36465185": "Ziya Burhanettin Güvenç is  professor of physics. Güvenç graduated from Department of Physics of Ankara University in 1981 and he finished his master's degree at the Ankara University in 1984, too. He completed his doctorate degree at University of California and he began to work at METU. Güvenç became a professor in 2001.  In 2011, he was elected The rector of the year by Educators Association of Volunteer Organizations of Turkey.[1]", "27912738": "John Paul Holdren (born March 1, 1944) is an American scientist who served as the senior advisor to President Barack Obama on science and technology issues through his roles as assistant to the president for science and technology, director of the White House Office of Science and Technology Policy, and co-chair of the President's Council of Advisors on Science and Technology (PCAST).[1][2][3][4][5][6]", "55765541": "Eugene M. Terentjev (born 21 June 1959) is professor of Polymer physics at the University of Cambridge, and fellow of Queens' College where he is the Director of Studies in Natural Sciences.", "1632820": "Gleb Vassielievich Wataghin (November 3, 1899 in Birzula, Russian Empire – October 10, 1986 in Turin, Italy) was a Ukrainian-Italian theoretical and experimental physicist and a great scientific leader who gave a great impulse to the teaching and research on physics in two continents: in the University of São Paulo, São Paulo, Brazil; and in the University of Turin, Turin, Italy.", "322104": "Friedrich Hermann Hund (4 February 1896 – 31 March 1997) was a German physicist from Karlsruhe known for his work on atoms and molecules.[1]", "27781689": "Syed Mujahid Kamran (born 23 January 1951) is a Pakistani theoretical physicist and a former vice-chancellor of the University of the Punjab in Lahore, Pakistan.", "60877370": "Mikuláš Peksa (born 18 June 1986 in Prague) is a Czech biophysicist, activist and Czech Pirate Party politician. He was elected as a Member of the European Parliament in the 2019 election, and sits as a member of the Greens–European Free Alliance parliamentary group.", "23095874": "Alexander Sergeevich Potupa[1] (Belarusian: Аляксандр Сяргеевіч Патупа; Russian: Александр Серге́евич Потупа; March 21, 1945 – June 1, 2009) was a Belarusian philosopher, writer, scientist and human rights activist.", "53406278": "Vladimir Lvovich Ashurkov (Russian: Владимир Львович Ашурков; born 15 February 1972) is a Russian political figure and the Executive Director of the Anti-Corruption Foundation. A former banker, Ashurkov was the Director of Group Portfolio Management and Control at Alfa Group Consortium from 2006 to 2012, when he was asked to step down due to his political involvement with Alexei Navalny.[1] He was also on the board of the X5 Retail Group during this time.[2]", "6220362": "Sir Charles William Oatley OBE, FRS FREng (14 February 1904 – 11 March 1996) was Professor of Electrical Engineering, University of Cambridge, 1960–1971, and developer of one of the first commercial scanning electron microscopes.[1][2][3] He was also a founder member of the Royal Academy of Engineering.", "24144460": "Donald W. Braben is a British author and Honorary Professor in the Office of the Vice-Provost (Research), University College London.[1]", "60385871": "Alejandra Melfo (born 26 February 1965) is a Uruguayan-born Venezuelan physicist. She is known for her efforts studying and conserving glaciers, especially the Humboldt Corona, the last glacier in Venezuela.", "26176083": "Márcia Cristina Bernardes Barbosa (in international publications, Márcia is often spelled without the acute accent) is a Brazilian physicist known for her research on the properties of water, and for her efforts for improving the conditions for women in academia. She is a professor at UFRGS, and a director of the Brazilian Academy of Sciences.[2][3]", "26077781": "Bikash Sinha (16 June 1945 – 11 August 2023) was an Indian physicist who was active in the fields of nuclear physics and high energy physics. Sinha was the director of the Saha Institute of Nuclear Physics and Variable Energy Cyclotron Centre and the chairman of the Board of Governors of the National Institute of Technology, Durgapur in June 2005. He was also a member of scientific advisory board to the Prime Minister of India.", "67037789": "Silvia Peppoloni is an Italian geologist, researcher in the field of natural hazards and risks, science writer, international frontline scholar on geoethics.", "50162269": "Eugene William Beier (born 30 January 1940 in Harvey, Illinois)[1] is an American physicist.", "61696607": "Barbara Ercolano is an Italian astrophysicist known for her work on interstellar dust, star formation, and protoplanetary disks. She is the Professor for Theoretical Astrophysics in the University Observatory Munich [de] at the Ludwig Maximilian University of Munich.[1]", "59370080": "Isabel Helen Hardwich MIEE CEng MInstP (née Cox; 19 September 1919 – 19 February 1987) was an English electrical engineer, an expert in photometry, and fellow and president of the Women's Engineering Society.", "1206881": "De Selby (spelled \"de Selby\" in The Third Policeman and \"De Selby\" in The Dalkey Archive) is a fictional character originally created by Flann O'Brien for his novel The Third Policeman in which the nameless narrator intends to use the proceeds of murder and robbery to publish his commentaries on  de Selby – a savant who theorizes, among other things, that the earth is actually shaped like a sausage.[1]", "8350301": "B. Adolf Kratzer[1] (October 16, 1893 – July 6, 1983) was a German theoretical physicist who made contributions to atomic physics and molecular physics, and was an authority on molecular band spectroscopy. He was born in Günzburg and died in Münster.", "54159972": "Torsten Valdemar Gustafson (8 May 1904 – 27 May 1987), was a Swedish physicist and professor in theoretical physics at Lund University.", "27880038": "Gustav E. Eberhard (10 August 1867 – 3 January 1940)[1] German astrophysicist.", "70052455": "David Fowler, CBE, FRS (born 1 June 1950)[1] is a British environmental physicist, recognized as an authority on atmospheric pollution.[2][3] He specializes in micrometeorology, the land-atmosphere exchange of trace gases and particles, and the effects of pollutants on vegetation.[4]", "58452583": "Richard Anthony Lewis Jones (born 1961)[4][5] FInstP FLSW FRS[6] is professor of Materials Physics and Innovation Policy at the University of Manchester having been professor of physics at the University of Sheffield until 2020.[7][1][8][9]", "7170673": "Sze-Hoi Henry Tye (Chinese: 戴自海; born 1947 in Shanghai, China) is a Chinese-American cosmologist and theoretical physicist most notable for proposing that relative brane motion could cause cosmic inflation as well as his work on superstring theory, brane cosmology and elementary particle physics. He had his primary and secondary school education in Hong Kong. Graduated from La Salle College. He received his B.S. from the California Institute of Technology and his Ph.D. in physics from the Massachusetts Institute of Technology under Francis Low. He is the Horace White Professor of Physics, Emeritus, at Cornell University and a fellow of the American Physical Society.[2] He joined the Hong Kong University of Science and Technology in 2011 and was the Director of HKUST Jockey Club Institute for Advanced Study during 2011-2016.[3]", "71002739": "Vĕslav Michalik (1 March 1963 – 12 June 2022) was a Czech politician. A member of Mayors and Independents, he served on the Central Bohemian Regional Council from 2012 to 2022.[1] He was also mayor of Dolní Břežany from 2004 to 2022.[2]", "62909047": "Maria Girone is the chief technology officer (CTO) of the CERN openlab.[1][2] She leads the development of High Performance Computing (HPC) technologies for particle physics experiments.[3]", "66415224": "Junko Shigemitsu (born 1949)[1] is a Japanese-American physicist known for her use of lattice gauge theory and lattice QCD to calculate predicted values for decay constants and other physical quantities.[2][3][4] She is a professor emerita of physics at Ohio State University.[5]", "34073210": "Shoucheng Zhang (Chinese: 张首晟; February 15, 1963 – December 1, 2018) was a Chinese-American physicist who was the JG Jackson and CJ Wood professor of physics at Stanford University. He was a condensed matter theorist known for his work on topological insulators, the quantum Hall effect, the quantum spin Hall effect, spintronics, and high-temperature superconductivity. According to the National Academy of Sciences:[1]", "74246785": "Laura Grego is an American physicist specializing in nuclear safety and security and space policy. She is a senior scientist at the Union of Concerned Scientists, where she is research director of the Global Security Program.[1]", "30829189": "Susumu Okubo (大久保 進, Ōkubo Susumu, 2 March 1930 – July 17, 2015)[1] was a Japanese theoretical physicist at the University of Rochester. Ōkubo worked primarily on elementary particle physics. He is famous for the Gell-Mann–Okubo mass formula for mesons and baryons in the quark model; this formula correctly predicts the relations of masses of the members of SU(3) multiplets in terms of hypercharge and isotopic spin.[2][3] Ōkubo died in July 2015.[1]", "33483400": "Daniel I. Khomskii (Даниил Ильич Хомский) graduated from Moscow State University in 1962. Starting in 1965, he worked in the Theoretical Department of the Lebedev Physical Institute of the Russian Academy of Science in Moscow. \nThere, he defended his PhD in 1969. In 1980, he obtained a second\ndoctoral degree–the Russian equivalent to the German Habilitation or a professorship in\nthe US. From 1992 to 2003, he was a professor at Groningen University in the Netherlands\nand since 2003, he has been a guest Professor in Köln (Cologne University) in Germany.", "12151434": "The POISK Centre (in Russian:Центр «ПОИСК») is an educational and research organization founded in 2004 at Saint Petersburg State University (Russia). Its primary aim is to encourage secondary school students and university students to do independent scientific research.", "20834958": "Peter Brent Littlewood, FRS[2] (born 18 May 1955)[1] is a British physicist and Professor of Physics at the University of Chicago. He was the 12th Director of Argonne National Laboratory. He previously headed the Cavendish Laboratory as well as the Theory of Condensed Matter group and the Theoretical Physics Research department at Bell Laboratories.[3][4][5] Littlewood serves as the founding chair of the board of trustees of the Faraday Institution.", "59075217": "Heidy M. Mader (1961 – 22 December 2022) was a British physicist and Professor at the University of Bristol[2][3] who specialised in the study of the flow of complex multiphase fluids, including magma in volcanic systems and ice.[4] She was the editor-in-chief of the Journal of Volcanology and Geothermal Research from 2016-2021.[5]", "11168402": "Nikolay Kudryavtsev (Russian: Николай Николаевич Кудрявцев) is rector at Moscow Institute of Physics and Technology.", "70511256": "Martina F. Callaghan is an Irish medical physicist who is the Director of the Wellcome Centre for Human Neuroimaging at the UCL Queen Square Institute of Neurology. Her research considers the development of in-vivo histology using MRI.", "48458402": "Abhishek Dhar (born 31 August 1970) is an Indian physicist specialising in statistical physics and condensed matter physics. He is a Professor in the International Centre for Theoretical Sciences, Bangalore.[1]", "49441443": "Houda-Imane Faraoun, also spelled  Feraoun, is an Algerian physicist and materials scientist who was appointed Minister of Post, Information Technology & Communication in the government of Algerian Prime Minister Abdelmalek Sellal on 1 May 2015.[2] She is also a professor of Physics at the University of Tlemcen, a post she has held in various capacities since 2006.[3] She holds a PhD in physics from the University of Sidi Bel Abbès and a PhD in Mechanical Engineering from the University of Technology of Belfort-Montbéliard.[4]", "36661926": "David Flower is a British astronomer and physical chemist, an emeritus professor in the Durham University Department of Physics. He is editor in chief of the Monthly Notices of the Royal Astronomical Society (MNRAS).[1][2] He became editor in chief after a long term as an MNRAS editorial board member. He is a Fellow of the Royal Astronomical Society, and a Fellow of the Royal Society of Arts.", "6908585": "Kenneth Douglas Lane is an American theoretical particle physicist and professor of physics at Boston University.  Lane is best known for his role in the development of extended technicolor models of physics beyond the Standard Model.[2]", "27945644": "Bergen Davis (March 31, 1869 – June 30, 1958) was an American physicist and a professor at Columbia University.", "64711341": "Leticia Fernanda Cugliandolo (born 1965)[1] is an Argentine condensed matter physicist known for her research on non-equilibrium thermodynamics, spin glass, and glassy systems. She works in France as a professor of physics at the Sorbonne University.", "34269868": "Louis Dominique Joseph Armand Dunoyer de Segonzac (14 November 1880 – 27 August 1963) was a French physicist. He was awarded the Valz Prize by the French Academy of Sciences in 1929 for research on spirit levels and on photoelectric cells as applied to astronomy.[1]", "23718577": "Tessaleno Campos Devezas (born 4 December 1946 in Rio de Janeiro) is a Brazilian-born Portuguese physicist, systems theorist, and materials scientist. He is best known for his contributions to the long waves theory in socioeconomic development, technological evolution, energy systems as well as world system analysis.[2]", "55601844": "Madan Rao (born 11 July 1960) is an Indian condensed matter and biological physicist and a senior professor at National Centre for Biological Sciences. Known for his research on molecular dynamics on cell surface, Rao is an elected fellow of the Indian Academy of Sciences and the Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2004.[1][note 1]", "50883257": "María José García Borge (born November 9, 1956) is a Spanish nuclear physicist. She serves as a research professor at the Consejo Superior de Investigaciones Cientificas (CSIC) in Madrid[1] and is a leader and spokesperson for ISOLDE at CERN in Switzerland.[1][2] She is a member of the Real Academia de las Ciencias and was a fellow of the European Organization for Nuclear Research from 1984 to 1986.[citation needed]", "38496955": "Tanya Mary Monro AC FAA FTSE (born 1973)[2][3] is an Australian physicist known for her work in photonics. She has been Australia's Chief Defence Scientist since 8 March 2019. Prior to that she was the Deputy Vice Chancellor, Research and Innovation (DVCR&I) at the University of South Australia. She was awarded the ARC Georgina Sweet Australian Laureate Fellowship in 2013. She was the inaugural chair of photonics, the inaugural director of the ARC Centre of Excellence for Nanoscale Biophotonics and the inaugural director of the Institute for Photonics & Advanced Sensing (IPAS),[4] and the inaugural director of the Centre of Expertise in Photonics (CoEP) within the School of Chemistry and Physics at the University of Adelaide (now known as the School of Physical Sciences). Monro has remained an adjunct professor of physics at the University of Adelaide following her departure from the institution. In 2020 she was awarded the title of Emeritus Professor at the University of South Australia.", "39021249": "Leiv Harang (19 April 1902 – 21 September 1970) was a Norwegian physicist. He was born in Trondheim. His speciality was the Northern Light. He was the first manager of the Tromsø Geophysical Observatory, established in 1928 for the study of Aurora Borealis phenomena. In 1946 he discovered the phenomenon later called the Harang Discontinuity. In 1946 he was among the founders of the Norwegian Defence Research Establishment. From 1952 he was professor at the University of Oslo.[1][2]", "48917196": "Matthew Peter Headrick (born ca. 1973[6]) is an American physicist who is an Associate Professor of Physics at Brandeis University.[2][5][3] He received his PhD from Harvard University in 2002 under Shiraz Minwalla and his A.B from Princeton University in 1994.[5] Headrick is known for his contributions to the quantum information perspective on holography.", "9693900": "Dmitri Z. Garbuzov (October 27, 1940, Sverdlovsk (Yekaterinburg) – August 20, 2006, Princeton, New Jersey) was one of the pioneers and inventors of room temperature continuous-wave-operating diode lasers and high-power diode lasers.", "57305807": "Nia Imara is an American astrophysicist, artist, and activist. Imara's scientific work deals with galactic mass, star formation, and exoplanet detection. Imara was the first African-American woman to earn a PhD in astrophysics at the University of California, Berkeley[1] and was the inaugural postdoctoral fellow in the Future Faculty Leaders program at Harvard University.[2] In 2020, Imara joined the University of California, Santa Cruz as an assistant professor in the Department of Astronomy.[3]", "41839317": "Frank Allen, FRSC (1874 – 19 November 1965) was a Canadian academic and physicist, specializing in physiological optics.[1]", "8121050": "Meredith Charles \"Flash\" Gourdine (September 26, 1929 – November 20, 1998) was an American athlete, engineer and physicist. His nickname, \"Flash\" Gourdine, is a reference to comic strip character Flash Gordon.[1]", "4254426": "Daniel Chonghan Hong (March 3, 1956 – July 6, 2002) was a Korean-American theoretical physicist.[1]", "54225628": "Michael H. Hecht is a research scientist, associate director for research management at the Massachusetts Institute of Technology's Haystack Observatory,[1] and former deputy project director of the Event Horizon Telescope.[2] He served as lead scientist for the Microscopy, Electrochemistry, and Conductivity Analyzer instrument on the Phoenix Mars lander,[3] and as principal investigator for the Mars Oxygen ISRU Experiment (MOXIE) instrument on the Mars 2020 rover.[4]", "158426": "Robert Jemison Van de Graaff (December 20, 1901 – January 16, 1967) was an American physicist, noted for his design and construction of high-voltage Van de Graaff generators. He spent most of his career in the Massachusetts Institute of Technology (MIT).[1]", "7138017": "Stepan Beril is the president of T. G. Shevchenko University in Tiraspol, the capital of the partially recognised state of Transnistria. He has presided over the university with 14 faculties and 84 chairs, offering 54 different majors, since 1996.[1]", "977633": "John Tuzo Wilson CC OBE FRS FRSE FRSC (October 24, 1908 – April 15, 1993) was a Canadian geophysicist and geologist who achieved worldwide acclaim for his contributions to the theory of plate tectonics.", "64088808": "Sumathi Rao (born 5 December 1956) is an Indian theoretical physicist and professor at the International Centre for Theoretical Sciences, Bengaluru, working in the field of condensed matter physics.[1][2] She is a former member of women in physics promotion of International Union of Pure and Applied Physics (IUPAP) from 2000 to 2008.", "66677482": "Alison Bridget Walker is a physicist who is a professor at the University of Bath. Her research considers computational modelling of printed electronic devices and the development of perovskite solar cells. She is best known for her work on the Kinetic Monte Carlo method.", "56814316": "Nina Marković is a Croatian-American physicist. Her work focuses on quantum transport in low-dimensional systems, superconductivity, nanostructures, and quantum computing. She received a Sloan Research Fellowship in 2004. Marković worked at Delft University of Technology, Harvard University, and Johns Hopkins University before joining the Goucher College Department of Physics and Astronomy in 2015.", "21031663": "Chandrakant Raju (born 7 March 1954) is an Indian computer scientist, mathematician, educator, physicist and polymath.[1][2] He received the Telesio Galilei Academy Award in 2010 for defining a product of Schwartz distributions, for proposing an interpretation of quantum mechanics, dubbed the structured-time interpretation, and a model of physical time evolution, and for proposing the use of functional differential equations in physics.[3][4]", "682743": "Grigory Samuilovich Landsberg (Russian: Григорий Самуилович Ландсберг; 22 January 1890 – 2 February 1957) was a Soviet physicist who worked in the fields of optics and spectroscopy. Together with Leonid Mandelstam he co-discovered inelastic combinational scattering of light, which is known as Raman scattering.", "73427706": "Alain Brillet (French pronunciation: [alɛ̃ bʁijɛ]; born 30 March 1947) is a French physicist specialized in gravitational wave detectors.", "50588414": "Ned S. Wingreen is a theoretical physicist and the Howard A. Prior Professor of the Life Sciences at Princeton University. He is a member of the Department of Molecular Biology and of the Lewis-Sigler Institute for Integrative Genomics, where he is currently director of graduate studies. He is the associate director of the Princeton Center for Theoretical Science, and is also associated faculty in the department of physics. Working with Yigal Meir, Wingreen formulated the Meir-Wingreen Formula which describes the electric current through an arbitrary mesoscopic system.[1]", "28371710": "Suharna Surapranata (born 14 December 1955) is an Indonesian physicist and politician from Bandung, West Java. He served as State Minister for Research and Technology in the Second United Indonesia Cabinet between 2009 and 2011, succeeding Kusmayanto Kadiman, until a reshuffle on 18 October 2011, replaced by Gusti Muhammad Hatta.[2] He is a graduate of the Bandung Institute of Technology and the University of Indonesia.[1]", "55929602": "Top Gun is a 1986 American action drama film[2] directed by Tony Scott and produced by Don Simpson and Jerry Bruckheimer, with distribution by Paramount Pictures. The screenplay was written by Jim Cash and Jack Epps Jr., and was inspired by an article titled \"Top Guns\", written by Ehud Yonay and published in California magazine three years earlier. It stars Tom Cruise as Lieutenant Pete \"Maverick\" Mitchell, a young naval aviator aboard the aircraft carrier USS Enterprise. He and his radar intercept officer, Lieutenant (junior grade) Nick \"Goose\" Bradshaw (Anthony Edwards), are given the chance to train at the United States Navy's Fighter Weapons School (Top Gun) at Naval Air Station Miramar in San Diego, California. Kelly McGillis, Val Kilmer and Tom Skerritt also appear in supporting roles.", "59665155": "SooKyung Choi is a South Korean particle physicist at Gyeongsang National University. She is part of the Belle experiment and was the first to observe the X(3872) meson in 2003. She won the 2017 Ho-Am Prize in Science.", "9661190": "Gordon Charles Danielson (October 28, 1912 - September 30, 1983)[1][2] was a Distinguished Professor in Sciences and Humanities in 1964 at Iowa State University at Ames, Iowa.", "18541318": "Arun Kumar Pati is an Indian physicist notable for his research in quantum information, quantum computation and Foundations of quantum mechanics. He has made pioneering contributions in the area of quantum information.", "65956616": "Georgy Nikolaevich Rykovanov (born February 9, 1954, in Vologda) – is a Soviet and Russian nuclear physicist, an organizer of science, a Doctor of Physics and Mathematics (1998), an Academician of the Russian Academy of Sciences (2011),[1] and a Hero of Labor of the Russian Federation (2020).", "62712587": "Paul Ewart is professor of physics and former head of the sub-department of atomic and laser physics within the Department of Physics, University of Oxford,[1] and fellow and tutor in physics at Worcester College, Oxford, where he is now an emeritus fellow.[2]", "71101198": "Eldar Salayev (Azerbaijani: Eldar Yunis oğlu Salayev; 31 December 1933 – 20 June 2022) was an Azerbaijani physician. He was President of the Azerbaijan National Academy of Sciences from 1983 to 1997.[1]", "1501967": "David Allan Bromley (May 4, 1926 – February 10, 2005) was a Canadian-American physicist, academic administrator and science advisor to President George H. W. Bush.[1] His field of research was the study of low-energy nuclear reactions and structure using heavy ion beams.", "58452757": "Nash-Stevenson was born and raised in Lawrence County, Alabama.[1] She graduated from Austin High School at the age of sixteen.[2] She studied science and electronic and electrical engineering at Alabama A&M University in 1981.[3][4] She was the first person to graduate from the Alabama A&M University physics masters program, where she was a NASA Fellow.[2] She worked at Marshall Space Flight Center. Her professor, M. C. George, encouraged her to enter a PhD program.[2] She was the first African-American woman to earn a doctorate in physics at the Alabama A&M University in 1994.[1] During her postgraduate studies she had two children.[2] She is three-times magna cum laude.[1] At the time she was one of fewer than twenty African-American women with a physics PhD in the United States.[1][5] She was a member of the Delta Sigma Theta sorority.[4] She worked on photon avalanche upconversion.[6]", "27192086": "Bernd Büchner (born 26 May 1961) is, since 2003, Director of the Institute for Solid State Research, IFW Dresden and Professor for Experimental Physics at the Dresden University of Technology. Büchner is known for contributions to the field of high-temperature superconductivity,[1]\nrecent work on iron-based superconductors\n[2]\n[3]\n[4]\nand authored over 1000 scientific papers.", "19163930": "Ayyagari Sambasiva Rao (popularly known as A. S. Rao) (1914–2003) was an Indian scientist and founder of Electronics Corporation of India Limited (ECIL), Hyderabad, Telangana, India.", "20278044": "Nai-Chang Yeh (Chinese: 葉乃裳; born 1961) is a Taiwanese-American physicist specializing in experimental condensed matter physics.", "29322013": "Herbert Wagner (born 6 April 1935) is a German theoretical physicist, who mainly works in statistical mechanics. He is a professor emeritus of Ludwig Maximilian University of Munich.", "70413086": "Gerrit E. W. Bauer is a physicist and Professor and Principal Investigator at Tohoku University. He is one of the top highly-cited researchers (h>100) according to webometrics.[1]", "2845472": "Dimitri V. Nanopoulos (", "3369758": "Louis Agricola Bauer (January 26, 1865 – April 12, 1932)[1] was an American geophysicist, astronomer and magnetician.", "15264548": "Herbert Franz Mataré (22 September 1912 – 2 September 2011[1]) was a German physicist. The focus of his research was the field of semiconductor research. His best-known work is the first functional European transistor, which he developed and patented together with Heinrich Welker in the vicinity of Paris in 1948, independent from the Bell Labs engineers who had developed the first transistor shortly before. The final 20 years of his life Mataré split time between his homes in Hückelhoven, Germany and Malibu, California. He was born in Aachen.", "47278890": "Amitava Datta is an Indian scientist working in the area of high energy physics, especially in context of new physics through direct (particle production) and indirect (loop effects).", "12643119": "Robert Brout (/braʊt/; June 14, 1928 – May 3, 2011) was an American theoretical physicist who made significant contributions in elementary particle physics. He was a professor of physics at Université Libre de Bruxelles where he had created, together with François Englert, the Service de Physique Théorique.", "20474671": "Hyunjune Sebastian Seung (English: /sung/ or [səŋ]; Korean: 승현준; Hanja: 承現峻)[1][2] is President at Samsung Electronics & Head of Samsung Research and Anthony B. Evnin Professor in the Princeton Neuroscience Institute and Department of Computer Science. Seung has done influential research in both computer science and neuroscience.[3] He has helped pioneer the new field of connectomics, \"developing new computational technologies for mapping the connections between neurons,\" and has been described as the cartographer of the brain.[4][5]", "64482098": "Lorenza Viola is an Italian-US theoretical physicist who works in quantum information science at Dartmouth College in Hanover, United States as the James Frank Family Professor of Physics.[1]", "30698295": "Piers Coleman (born 1958)[citation needed] is a British-born theoretical physicist, working in the field of theoretical condensed matter physics.[2] Coleman is professor of physics at  Rutgers University in New Jersey and at Royal Holloway, University of London.", "44067641": "29°43′22″N 95°20′42″W﻿ / ﻿29.722765425583646°N 95.34497757366276°W﻿ / 29.722765425583646; -95.34497757366276﻿ (University of Houston, Department of Physics)", "5040952": "Charles Alfred Taylor (1922–2002) was a British physicist well known for his work in crystallography and his efforts to promote science to young audiences.", "26864440": "Éleuthère Élie Nicolas Mascart (20 February 1837 – 24 August 1908) was a French physicist, a researcher in optics, electricity, magnetism, and meteorology.", "17132349": "Merle Anthony Tuve (June 27, 1901 – May 20, 1982) was an American geophysicist who was the Chairman of the Office of Scientific Research and Development's Section T, which was created in August 1940.[1] He was founding director of the Johns Hopkins University Applied Physics Laboratory, the main laboratory of Section T during the war from 1942 onward.[2]  He was a pioneer in the use of pulsed radio waves whose discoveries opened the way to the development of radar and nuclear energy.[3]", "56519492": "Vladimir Nikolajevich Pokrovskii (Russian: Влад’имир Никол’аевич Покр’овский; born 11 May 1934) is a Russian scientist known for his original contributions to polymer physics and economic theory. He was the founder of the Altai (Russia, Barnaul) school of dynamics of nonlinear fluids (Yurii Altukhov, Grigorii Pyshnograi and others).[citation needed]", "5303111": "Jozef T. Devreese was a Belgian scientist, with a long career in condensed matter physics. He was professor emeritus of theoretical physics at the University of Antwerp. He died on November 1, 2023.", "3631949": "Arthur Edward Ruark (November 9, 1899 – 1979) was an American physicist and academic known for his role in the development of quantum mechanics. He wrote the book Atoms, Molecules, and Quanta with Nobel Prize in Chemistry winner Harold Clayton Urey in 1930, and is the author of numerous scientific papers on quantum physics.", "43248460": "Sir Steven Charles Cowley FRS FREng FInstP (born 1959) is a British theoretical physicist and international authority on nuclear fusion and astrophysical plasmas. He has served as director of the United States Department of Energy (DOE) Princeton Plasma Physics Laboratory (PPPL) since 1 July 2018.[5] Previously he served as president of Corpus Christi College, Oxford, since October 2016.[6] and head of the EURATOM / CCFE Fusion Association and chief executive officer of the United Kingdom Atomic Energy Authority (UKAEA).[6]", "28928844": "Goetz Oertel (August 24, 1934 - May 18, 2021) was an American physicist and science manager.[1]", "10185553": "Daniel William Cahill (November 28, 1796 – October 28, 1864) was a Roman Catholic preacher, lecturer, writer and educator in Ireland and the United States.", "63335251": "Mary L. Kraft is a professor at the department of chemical and biological engineering at the University of Illinois.", "8383315": "George Dixon Rochester, FRS (4 February 1908 – 26 December 2001) was a British physicist known for having co-discovered, with Sir Clifford Charles Butler, a subatomic particle called the kaon.[1]", "73952084": "Simon Henry Connell is a professor of physics at the University of Johannesburg in South Africa. He is an engineering physicist, a Founding Member of the South African participation in the ATLAS Experiment at CERN, and the Chair of the African Light Source (AfLS) Foundation.", "1698646": "Bradley Ryan Trost  (born May 15, 1974) is a former Canadian politician who served as a Conservative Member of Parliament in the House of Commons of Canada, representing the ridings of Saskatoon—Humboldt from 2004 to 2015 and Saskatoon—University from 2015 to 2019. He was a candidate in the 2017 Conservative Party of Canada leadership election, finishing fourth. Trost was known for his support of socially conservative positions.", "14674783": "Donald Michael Marolf is a theoretical physicist, a professor of physics, and former head of the physics department at the University of California, Santa Barbara.", "37186407": "Jack H. Healy (August 7, 1929 – March 6, 2012) was an American visionary geophysicist who worked at the US Geological Survey from 1965 to 1995.[1][2]  During his time at the USGS, Healy along with Lou Pakiser, Jerry Eaton, and Barry Raleigh founded the National Center for Earthquake Research at the US Geological Survey.", "59370344": "Helen Louise Caines FInstP is a Professor of Physics at Yale University. She studies the quark–gluon plasma and is the co-spokesperson for the STAR experiment.", "43346794": "Herbert Mermagen noted x-ray pioneer and medical physicist was born on 19 April 1907 and died at the age of 73 in Rochester, New York in January 1981.[1][2][3][4]", "47049579": "Kalle-Antti Suominen (born 1964) is a Finnish physicist, professor of physics in the department of physics of University of Turku in Finland, vice-rector for research at the University of Turku, and chair of the physics and astronomy section of the Finnish Academy of Science and Letters.[1]", "71232367": "Mordehai \"Moty\" Heiblum (מוטי הייבלום – sometimes called Moti Heiblum, born May 25, 1947, in Holon) is an Israeli electrical engineer and condensed matter physicist, known for his research in mesoscopic physics.", "38366073": "Zachary John Dutton is an American physicist who has worked on research centred mainly around cold atomic gases, EIT, low light level nonlinear optics, quantum memories, and coherent optical. Dutton graduated from Lindsay High School in Lindsay CA, and was awarded a BSc in physics from UC Berkeley in 1996.  He was awarded his PhD in theoretical physics at Harvard University in 2000. His doctoral advisor was Prof.Lene Hau for his thesis entitled \"Ultra-slow, stopped, and compressed light in Bose–Einstein condensates\" [1] He worked on a number of papers with Hau and Cyrus Behroozi, being amongst the first group to stop light completely.  He undertook postdoctoral work at NIST–Gaithersburg with Dr. Charles Clark, prior to becoming a staff physicist at the Naval Research Lab in Washington. He conducted research centred mainly around cold atomic gases, EIT, low light level nonlinear optics, quantum memories, and coherent optical storage.", "53177210": "Mary Almond, (2 January 1928-26 April 2015) is an English physicist, radio astronomer, palaeomagnetist, mathematician, and computer scientist who completed an early PhD in radio astronomy at Jodrell Bank Observatory in 1952.", "63171454": "Maurice René Michel Jacob ((1933-03-28)28 March 1933 – (2007-05-02)2 May 2007) was a French theoretical particle physicist.", "66677634": "Professor Jon Ogborn HonFInstP is a physicist and former Professor of Science Education at the Institute of Education in the University of London, and a former Professor of Science Education at the University of Sussex.[1] With Paul Black, Ogborn co-developed the Nuffield Foundation A-level physics qualification during the late 1960s and in the 1990s led the project to develop a new Advanced Physics A-level.[2] He is Professor Emeritus at the University of London Institute of Education.", "58977155": "John Stewart Marshall (18 July 1911 – 20 March 1992) was a Canadian physicist and meteorologist. Researcher for the Canadian government during the Second World war and then professor at McGill University from 1945 until his retirement in 1979, he was renowned for his research in cloud physics and precipitation, but especially for being a pioneer of weather radar.", "34270087": "Maurice Françon (15 June 1913 – 11 August 1996) was a French engineer and physicist.[1]", "51538824": "Matey Dragomirov Mateev (Bulgarian: Матей Драгомиров Матеев) (10 April 1940 – 25 July 2010) was a Bulgarian professor in theoretical physics. He was a fellow of the Bulgarian Academy of Sciences.[1]", "38464398": "Sergei Voloshin (born February 18, 1953) is a Russian-American experimental high-energy nuclear physicist and Professor of Physics at Wayne State University. He is best known for his work on event-by-event physics in heavy ion collisions.", "53930894": "Kathleen Fontaine (born 22 March 1962) is an adjunct professor of international policy at Rensselaer Polytechnic Institute. Her research areas include ethics, data policy, and applied public policy.", "55667600": "Geо́rge Antо́novych Gogо́tsi (born August 2, 1930, Kyiv, Ukrainian SSR) is a soviet Ukrainian scientist, professor of solid mechanics, doctor of science, and leading researcher of the Pisarenko Institute for Problems of Strength of the National Academy of Sciences of Ukraine.", "67103631": "Kamal Benslama is a Moroccan-Swiss experimental particle physicist. He is a professor of physics at Drew University, a visiting experimental scientist at Fermilab, and a guest scientist at Brookhaven National Laboratory . He worked on the ATLAS experiment, at the Large Hadron Collider (LHC) at CERN in Switzerland, which is considered the largest experiment in the history of physical science. At present, he is member of the MU2E collaboration at Fermi National Accelerator Laboratory (Fermilab), located just outside Batavia, Illinois, near Chicago. Fermilab is a United States Department of Energy national laboratory specializing in high-energy particle physics.", "42494870": "Narender K. Sehgal (7 November 1940 - 7 September 2020) was an Indian physicist, scientific administrator, and science populariser. He was born in Lahore (now in Pakistan). He worked as Scientific Officer in the Theoretical Reactor Physics Division of Bhabha Atomic Research Centre. In 1963 he went to US for his MSc and PhD in particle physics from the University of Wisconsin–Madison. He became professor of physics at the Somali National University in Magadiscio, East Africa. He returned to India in 1978 as visiting scientist at the Space Applications Centre (SAC) of Indian Space Research Organisation (ISRO). In 1982 he joined the Department of Science and Technology of the Government of India. He was head of the National Council for Science and Technology Communication (NCSTC) and  later Vigyan Prasar, where he remained until his retirement in 2000.[1][2]", "2911128": "Xie Shengwu (Chinese: 谢绳武; born November 22, 1943)  is a Chinese physicist who served as President of Shanghai Jiao Tong University from 1997 to 2006.[1]", "34171801": "Bruce Chalmers (October 15, 1907 – May 25, 1990) was a British-born and educated physicist, a metallurgy professor at Harvard University, a member of the National Academy of Sciences, an editor in chief of Progress in Materials Science, master of John Winthrop House at Harvard University.\n[1]\n[2]\nAn award has been established in his name - the Bruce Chalmers Award by the Minerals, Metals and Materials Society.[3][2]\nThe National Academies Press said that he had \"a notable career as a scientist, educator and editor\".[2]\nHarvard University called him \"an authority in the field of metallurgy\".[4]", "55700386": "Nissim Kanekar (born 11 September 1973) is an Indian astrophysicist, cosmologist and a professor at National Centre for Radio Astrophysics of Tata Institute of Fundamental Research. Known for his research on the evolution of the electron proton mass ratio, Kanekar is a member of the International Astronomical Union and a recipient of Swarna Jayathi Fellowship of the Department of Science and Technology. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2017.[1][note 1]", "61238179": "Sarah Louise Veatch is an American biophysicist, associate professor of biophysics at University of Michigan.", "6941608": "Ann Elizabeth Nelson (April 29, 1958 – August 4, 2019) was a particle physicist and professor of physics in the Particle Theory Group at the University of Washington from 1994 until her death.[1][2][3] Nelson received a Guggenheim Fellowship in 2004,[4] and she was elected to the American Academy of Arts and Sciences in 2011[5] and the National Academy of Sciences in 2012.[6] She was a recipient of the 2018 J. J. Sakurai Prize for Theoretical Particle Physics, presented annually by the American Physical Society and considered one of the most prestigious prizes in physics.[7]", "43183029": "Rumen Stoyanov Ovtcharov (Bulgarian: Румен Стоянов Овчаров) (born 5 July 1952) is a Bulgarian politician, engineer, physicist and economist. He was a member of the National Parliament on four occasions and was the Minister of the Economy and Energy between 17 August 2005 and 18 July 2007.[1]", "34270134": "Henri Abraham (1868–1943) was a French physicist who made important contributions to the science of radio waves.  He performed some of the first measurements of the propagation velocity of radio waves, helped develop France's first triode vacuum tube, and with Eugene Bloch invented the astable multivibrator.[1] He was murdered at Auschwitz during the Holocaust.", "4025280": "Robert Eugene Marshak (October 11, 1916 – December 23, 1992) was an American physicist, educator, and eighth president of the City College of New York.", "55765952": "Michael Andrew Parker (born 1956) is a British physicist and is professor of high energy physics at the University of Cambridge.[1][2] He is the incumbent Master of Peterhouse, Cambridge, having succeeded Bridget Kendall in 2023. Parker is involved with CERN's Large Hadron Collider project, and was previously the head of the department of Physics at the University of Cambridge, the Cavendish Laboratory.", "42658756": "Ortwin Hess (born 1966) is a German-born theoretical physicist at Trinity College Dublin (Ireland) and Imperial College London (UK), working in condensed matter optics. Bridging condensed matter theory and quantum optics he specialises in quantum nanophotonics, plasmonics, metamaterials and semiconductor laser dynamics. Since the late 1980s he has been an author and coauthor of over 300 peer-reviewed articles, the most popular of which, called \"'Trapped rainbow' storage of light in metamaterials\", was cited more than 400 times. He pioneered active (gain enhanced) nanoplasmonics and metamaterials with quantum gain and in 2014 he introduced the \"stopped-light lasing\" principle as a novel route to cavity-free (nano-) lasing and localisation of amplified surface plasmon polaritons,  giving him an h-index of 33.[1]", "37776329": "Shelby Templeton Brewer (February 19, 1937 – March 19, 2015) was an American nuclear energy sector executive in private and public positions since 1978. He was Chief Executive Officer of ABB-Combustion Engineering Nuclear Power, one of the world's leading nuclear companies for ten years (1985–1995). He was the top nuclear official in the Reagan Administration from 1981–1984, serving as the Assistant Secretary of Energy for Nuclear Energy.[1][2][3]", "50064331": "Flegomene was the pen name of an 18th-century Italian physicist.", "7728077": "Anatoli Petrovich Bugorski (Russian: Анатолий Петрович Бугорский; born 25 June 1942) is a Russian retired particle physicist. He is known for surviving a radiation accident in 1978, when a high-energy proton beam from a particle accelerator passed through his brain.[1][2]", "20376526": "John Graham Backus (April 29, 1911 – October 28, 1988) was a Lithuanian American physicist and acoustician.", "1797070": "Ian Fells CBE FREng FRSC FIChemE FRSE[1] is Emeritus Professor of Energy Conversion at the University of Newcastle upon Tyne, and former chairman of the \"New and Renewable Energy Centre\" at Blyth, Northumberland, England.", "72084432": "Konstantinos M. Mitsopoulos (Greek: Κωνσταντίνος Μ. Μητσόπουλος; c. 1844–1911) was a writer, geologist, mineralogist, chemist, and professor.  His uncle Iraklis Mitsopoulos was the father of modern natural sciences in Greece.  He followed in his uncle's footsteps, and was the first student to receive a doctorate degree in the natural sciences at the University of Athens in 1868.  He was one of the first scientists in Greece to publicly promote Darwin's theory of evolution.  He edited and published the periodical known as Prometheus in 1890, promoting Darwinist views. The publication was shut down by the church two years later.[1][2][3][4]", "62680016": "Élisabeth Charlaix (born 23 October 1958), is a French physicist. She is a professor at the Université Grenoble Alpes, where she researches fluid mechanics to the sub-nanometre level. She was a co-developer of a surface-forces measuring device for very small-scale interactions.", "65891283": "Giuseppina Aliverti (1894 – 1982) was an Italian geophysicist specializing in several fields of terrestrial physics. She is remembered for developing the Aliverti-Lovera method of measuring the radioactivity of water.[1][2]", "38333395": "Mustansir Barma is an Indian scientist specializing in Statistical Physics. He was former Director of the Tata Institute of Fundamental Research[1]  from 2007 to 2014.", "16214998": "Daniel Zajfman (Hebrew: דניאל זייפמן - born June 7, 1959) is an Israeli physicist whose main research interests are centered on the physics of simple molecular ions. On December 1, 2006, he was elected as the tenth president of the Weizmann Institute.", "69430231": "Thomas J. Schmugge is an American physicist and hydrologist.", "18541530": "Ross H. McKenzie is a Professor in  Physics at the University of Queensland. From 2008 to 2012 he held an Australian Professorial Fellowship from the Australian Research Council.", "65235933": "Sir John McGregor Hill, FRS, FREng (21 February 1921 – 14 January 2008) was a British nuclear physicist who was chairman of the UK Atomic Energy Authority for 14 years.[1]", "46918626": "Francis J. Bradley (January 15, 1926 – May 29, 2021) was an American health physicist, writer and founding member of the Health Physics Society.[1]", "47934436": "Abel Idowu Olayinka FAS (born 16 February 1958) is a Nigerian professor of applied geophysics. He is a former deputy vice chancellor and former vice chancellor of the University of Ibadan. He is also the president of the West African Research and Innovation Management Association.[1][2]", "58584041": "Ambarish Ghosh is an Indian scientist, a faculty member at the Centre for Nano Science and Engineering (CeNSE), Indian Institute of Science, Bangalore. He is also an associate faculty at the Department of Physics. He is known for his work on nanorobots, active matter physics, plasmonics, metamaterials and electron bubbles in liquid helium.", "68447213": "Adriana Cristina Serquis (born 7 November 1967) is an Argentine physicist, the president of the National Atomic Energy Commission (CNEA), and principal researcher of the National Scientific and Technical Research Council (CONICET). In 2014, she received the L'Oréal-UNESCO National Award For Women in Science for her contribution to the rational use of electrical energy.", "21818352": "Other reasons this message may be displayed:", "69037042": "Egil Sigurd Lillestøl (19 March 1938 — 27 September 2021) was a Norwegian experimental elementary particle physicist.[1]", "23358450": "Nabeel Kassis (Arabic: نبيل قسيس), also transliterated as Nabil Kassis, Nabil Qasis, Nabeel Qassis, etc., is a Palestinian academic and politician from Ramallah. He was born 1945.", "14085112": "Adolfo Bartoli (19 March 1851  – 18 July 1896) was an Italian physicist, who is best known for introducing the concept of radiation pressure from thermodynamical considerations.", "47115258": "Georgy Vyacheslavovich Kurdyumov (Russian: Георгий Вячеславович Курдюмов; 14 February 1902 – 6 July 1996) was a Soviet metallurgist and physicist. He went on to become one of the most famous metallurgist of his time in the Soviet Union.[1] When the Institute of Solid State Physics was established on February 15, 1963, he was one of the main organizers of the institute.[2][3]", "55372806": "Heather Ann Williams MBE (born 1977) is a British medical physicist working as a Consultant Medical Physicist for Nuclear Medicine at The Christie NHS Foundation Trust. She is also a lecturer in the Faculty of Biology, Medicine and Health at University of Manchester, as well as the University of Salford and University of Cumbria.", "18607114": "Laszlo Bela Kish (born László Béla Kiss) is a physicist and professor of Electrical and Computer Engineering at Texas A&M University.  His activities[1] include a wide range of issues surrounding the physics and technical applications of stochastic fluctuations (noises) in physical, biological and technological systems, including nanotechnology. His earlier long-term positions include the Department of Experimental Physics, University of Szeged, Hungary (JATE, 1982–1997), and Angstrom Laboratory, Uppsala University, Sweden (1997–2001). During the same periods he had also conducted scientific research in short-term  positions, such as at the Eindhoven University of Technology (Netherlands, 1986, 1997),[2] University of Cologne (Germany, 1989, 1990), National Research Laboratory of Metrology (Japan, 1991),[3] University of Birmingham (United Kingdom, 1993), and others.", "69331979": "Protik \"Tiku\" Majumder (born 1960) is a physicist who is the Barclay Jermain Professor of Natural Philosophy at Williams College.[1] He was the interim president of Williams from December 2017 to July 2018, replacing Adam Falk, who left to become president of the Alfred P. Sloan Foundation.[2] He was replaced by Maud Mandel.[3]", "8285198": "Pyotr Valentinovich Trusov (Russian: Пётр Валентинович Трусов; born 7 May 1948) is a Russian physicist whose main contributions are in the field of continuum mechanics.", "61828114": "John Kenneth Hulm (4 July 1923, Southport, UK – 16 January 2004) was a British-American physicist and engineer, known for the development of superconducting materials with applications to high-field superconducting magnets.[1] In 1953 with George F. Hardy he discovered the first A-15 superconducting alloy.[2][3]", "46656532": "Walter Greiner (29 October 1935 – 6 October 2016) was a German theoretical physicist. His research interests lay in atomic physics, heavy ion physics, nuclear physics, elementary particle physics (particularly in quantum electrodynamics and quantum chromodynamics). He is known for his series of books in theoretical physics, particularly in Germany but also around the world.", "58977300": "Arthur Brooks Harris, called Brooks Harris, (born 25 March 1935)[1] is an American physicist.", "24964119": "August Wiktor Witkowski (12 October 1854 – 21 January 1913), was a Polish physicist, professor and rector of Jagiellonian University in Kraków.[1]", "60320792": "Karen Astrid Hallberg (born May 10, 1964) is an Argentine scientist and professor of physics at the Balseiro Institute.[1][2][3] and at the Bariloche Atomic Centre. Se was awarded the 2019 L'Oreal-UNESCO Award for Women in Science Laureate.[4]", "18541597": "Daniel Thomas Gillespie (/ɡɪˈlɛspi/ ghil-ESP-ee; 15 August 1938 – 19 April 2017) was a physicist who is best known for his derivation in 1976 of the stochastic simulation algorithm (SSA), also called the Gillespie algorithm.[1] Gillespie's broader research has produced articles on cloud physics, random variable theory, Brownian motion, Markov process theory, electrical noise, light scattering in aerosols, and quantum mechanics.", "45640735": "Mohammad Ansari is a theoretical physicist expert in quantum physics. In 2006, he proposed that quantum gravitational effects can be seen on top of Hawking radiation of black hole.[1] He was the first winner of John Brodie prize from the Perimeter Institute for Theoretical Physics.[2]", "2419745": "Gregory W. Wright is an astrophysicist and independent consultant with Antiope Associates. On September 2, 2004, an article co-authored by Christopher Rose and Wright, titled Inscribed matter as an energy-efficient means of communication with an extraterrestrial civilization, appeared on the cover of Nature with the headline \"Dear ET...\".", "24734755": "Orfeu Bertolami (São Paulo, Brazil, 1959) is a theoretical physicist who works in problems of  astrophysics, cosmology, general relativity and quantum gravity. He worked at Instituto Superior Técnico  in Lisbon, Portugal from 1991 to 2010. He is currently professor at Departamento de Física e Astronomia of the Faculdade de Ciências da Universidade do Porto.", "60845093": "Sonia Antoranz Contera (born 1970) is a Spanish physicist. She serves as Professor of Biological Physics at the University of Oxford,[1] a senior fellow at the Oxford Martin School,[2] and a senior research fellow at Green Templeton College.[3]", "31026217": "Per Christian Møller Hemmer (14 May 1933 – 5 February 2022[1]) was a Norwegian physicist.", "8252459": "Cristina Roccati (24 October 1732 in Rovigo – 16 March 1797 in Rovigo) was an Italian physicist and poet who earned a degree at the University of Bologna (1751). This was the third academic qualification ever bestowed on a woman by an Italian university.[1][2]", "420909": "Major-General Dr. Walter Robert Dornberger (6 September 1895 – 26 June 1980) was a German Army artillery officer whose career spanned World War I and World War II. He was a leader of Nazi Germany's V-2 rocket programme and other projects at the Peenemünde Army Research Centre. After the war, the US Nazi scientist recruitment programme Operation Paperclip saw him move to the US, largely avoiding punishment for involvement in war crimes, to work for some decades in high positions in aerospace, including for Bell Aircraft and Boeing.", "50228272": "Chalmers W. Sherwin (1916–2007) was an American physicist.", "37743672": "Alberto Carpinteri (born 23 December 1952) is an Italian professor and engineer.", "33287227": "Martin Aeschlimann (born 1957) is a Swiss physicist and professor in the physics department of the University of Kaiserslautern.[1] Since 2008 he is the spokesman of the State Research Center for Optics and Material Sciences (OPTIMAS).[2]", "53144643": "Sanja Damjanović (Serbian Cyrillic: Сања Дамјановић; born June 5, 1972) is a physicist from Montenegro and was minister of science in the government of Montenegro from 2016 until 2020.", "56126533": "Professor Gidon Eshel is an American oceanography, climatology, and geophysics academic best known for his quantification of the \"geophysical consequences of agriculture and diet\". As of 2017, he is research professor at Bard College in New York.", "60648518": "Sangeeta Malhotra is an astrophysicist who studies galaxies, their contents, and their effects on the universe around them. The objects she studies range from our own Milky Way galaxy to some of the earliest and most distant known galaxies in the epoch of cosmic dawn.", "20311112": "Oskar Ritter (born 1913, date of death unknown) was a German physicist. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club.", "42626128": "Amir Yacoby is a condensed matter physicist and professor at Harvard University. In 1994 he obtained his PhD at Weizmann Institute of Science under the supervision of professor Moty Heiblum and was appointed as the Lazaridis Chair in Physics of Institute for Quantum Computing in 2013.[1] In March 2014, his group developed a magnetic resonance imaging technology by which nanoscale images can be provided, that could enable researchers to peer into atomic structure of individual molecules.[2] In 2014, Yacoby was named a Fellow of the American Association for the Advancement of Science.[3]", "28503122": "Scott Ellsworth Forbush (April 10, 1904 – April 4, 1984) was an American astronomer, physicist and geophysicist who is recognized as having laid the observational foundations for many of the central features of solar-interplanetary-terrestrial physics, which at the time was an underdeveloped field of study. In 1937 Forbush discovered the Forbush Effect: an occasional decrease in the intensity of cosmic rays as observed on Earth that is caused by the solar wind and its interaction with the magnetosphere.[1][2] Scott conducted most of his research during his career at the Department of Terrestrial Magnetism (DTM) of the Carnegie Institution of Washington where he was appointed chairman of a section on theoretical geophysics in 1957.[1] Forbush used statistical methods in analyses of magnetic storms, solar activity, rotation of the Earth, and the rotation of the sun, and the correlation of this geophysical and solar phenomena with temporal variations of cosmic-ray intensity.[3]", "47803475": "Stephen Joseph Lukasik (March 19, 1931 – October 3, 2019)[1] was an American physicist who served in multiple high-level defense and scientific related positions for advancing the technologies and techniques for national defense and the detection and control of diverse types of weapons of mass destruction, especially nuclear devices.[2][3][4] He was the second longest serving Director of DARPA - the Defense Advanced Research Projects Agency – during which numerous new technologies including packet and internet protocols were developed.[5][6][7][8][9] He was also the first chief scientist of the Federal Communications Commission where he created its Office of Science and Technology and which facilitated the commercial deployment of new technology that included spread spectrum technology.[10][11]", "3140691": "Shien Biau Woo (born August 13, 1937) is a Chinese American professor and politician from Newark, Delaware. He was a member of the Democratic Party and served as the 21st lieutenant governor of Delaware.", "24570971": "Yakov Lvovich Alpert (Russian: Яков Львович Альперт) (March 1, 1911 – October 5, 2010) was a Russian Empire-born American physicist whose principal field of research was space plasma physics.", "40103006": "Michael R. Blanton (born 1 February 1973) is an American physicist whose expertise is in the fields of galaxy evolution and cosmology.[1] A professor in New York University's department of physics, Blanton has primarily focused on mapping the Universe.", "38399073": "Ranjan Roy Daniel (also referred to as R. R. Daniel or Rajan Roy) (11 August 1923 – 27 March 2005) was an Indian Nagercoil born physicist who worked in the fields of cosmic rays and space physics,[1] and remained Director Chairman of Tata Institute of Fundamental Research.[2] He also served as an advisor to the prime minister of India, Indira Gandhi in 1976. He worked in the field of cosmic rays[3] with Homi Jehangir Bhabha for 23 years.", "23784547": "Garth William Paltridge (born 24 April 1940, Brisbane, Queensland) is a retired Australian atmospheric physicist.  He is a visiting fellow at the Australian National University and emeritus professor and honorary research fellow at the Institute of Antarctic and Southern Oceans Studies (IASOS), University of Tasmania.[1][2]", "69692526": "Valery Igorevich Limarenko  (Russian: Валерий Игоревич Лимаренко; born October 19, 1960) is a Russian politician currently serving as Governor of Sakhalin Oblast, a federal subject of Russia, since 2018.", "19065975": "David John Candlin (1928 in Croydon, Surrey[1] – 4 December 2019[2]) was an English physicist. He was known for developing the path integral formulation of the Fermionic field, inventing Grassmann integration for this purpose.[3]  He received his PhD from Cambridge University  in 1955, and wrote his influential paper on Grassmann integration shortly thereafter.  He was later appointed a lecturer at the University of Edinburgh[4] and retired from this post in 1995.[5] He was at one time involved in collaborative work related to CERN.[6][7][8][9]", "41479303": "Judith Lynn Pipher (née Bancroft, June 18, 1940 – February 21, 2022) was a Canadian-born American astrophysicist and observational astronomer. She was Professor Emerita of Astronomy at the University of Rochester and directed the C. E. K. Mees Observatory from 1979 to 1994. She made important contributions to the development of infrared detector arrays in space telescopes.", "16018591": "Jan Łopuszański (21 October 1923 – 30 April 2008) was a Polish theoretical physicist and author of several textbooks about classical, statistical and quantum physics. In the field of quantum field theory, he is most famous as co-author of the Haag–Lopuszanski–Sohnius theorem concerning the possibility of supersymmetry in renormalizable QFT's.", "28535972": "Jacques-Barthélemy Micheli du Crest (September 28, 1690 – March 29, 1766) was a military engineer, physicist and cartographer, born in Geneva and so a citizen of the then Republic of Geneva, now in Switzerland.[1] Born into the aristocracy, he eventually fled to France as an enemy of Geneva and eventually spent his later years in Aarburg Castle as a political prisoner. During his time there, he mapped the Alps accurately using rudimentary tools. One of his other major accomplishments whilst in exile was to create a thermometer and a temperature scale, which was commonly used in Switzerland and around Europe until it became obsolete in the 19th century.", "6089895": "Sir George Handley Knibbs CMG FRSN (13 June 1858 – 30 March 1929)[1] was an Australian scientist, the first Commonwealth Statistician and the first director of the Commonwealth Institute of Science and Industry, predecessor to the CSIRO. He was nicknamed \"the Knibb\".", "421035": "Willy Otto Oskar Ley (October 2, 1906 – June 24, 1969) was a German and American science writer and proponent of cryptozoology.  The crater Ley on the far side of the Moon is named in his honor.", "72477872": "Alexander Vasilievich Stepanov (Russian: Александр Васильевич Степанов; August 26, 1908 – May 16, 1972) was a Soviet physicist and material scientist who pioneered the study of crystal deformation, the molecular structures of materials, studies on stress and breakage. He contributed to the development of composite materials. His technique for producing what are called shaped crystals was influential in the field of material studies and continues to be used, known as the \"Stepanov method\".", "56224952": "Karen Masters (born 1979) is an Astrophysicist and Associate Professor of Astrophysics in Haverford College, Pennsylvania exploring galaxy formation. She is also the project scientist for the citizen science project Galaxy Zoo, and uses the classifications to study the evolution of galaxies.", "63204538": "Hans Rudolf Griem (October 7, 1928 – October 2, 2019)[2] was a German-American physicist who specialized in experimental plasma physics and spectroscopy.[3][4][5][6]", "65301695": "John Dirk Walecka, often quoted as J. Dirk Walecka (born March 11, 1932) is an American theoretical nuclear and particle physicist. He is a fellow of the American Physical Society[1] and the author of numerous textbooks in physics. Walecka is currently the Governor's Distinguished CEBAF Professor of Physics, Emeritus at the College of William and Mary.[2]", "24571075": "Dr. Ralf J. J. Mackenbach (born 4 October 1995)[1] is a Dutch plasma physicist, artist and former child singer, best known for winning the Junior Eurovision Song Contest 2009 with the song \"Click Clack\".[2] He is the first and to date only Dutch winner of the contest.", "65760457": "Neil Lambert is a  Professor in theoretical physics at King's College London. His research is primarily concerned with supersymmetry, string theory and M-theory.[1]", "30108879": "Mounir Laroussi (born August 9, 1955) is a Tunisian-American scientist.[1] He is known for his work in plasma science, especially low temperature plasmas and their biomedical applications.", "748756": "Eric J. Lerner (born May 31, 1947) is an American popular science writer and independent plasma researcher.[2] He wrote the 1991 book The Big Bang Never Happened, which advocates Hannes Alfvén's plasma cosmology instead of the Big Bang theory. He is founder, president, and chief scientist of Lawrenceville Plasma Physics, Inc.[3][4] now known as LPPFusion.[5]", "61664472": "Efi Foufoula-Georgiou is a Distinguished Professor in the Civil and Environmental Engineering department at the University of California, Irvine. She is well known for her research on the applications of wavelet analysis in the fields of hydrology and geophysics and her many contributions to academic journals and national committees.", "6450402": "Hsioh-Ren Wei or Wei Xueren (simplified Chinese: 魏学仁; traditional Chinese: 魏學仁; 1899–1987) was born in Nanjing, Jiangsu.[1] He entered the private University of Nanking in 1918 and received a Bachelor of Science degree in 1922.", "191719": "John Joly FRS[1] (1 November 1857 – 8 December 1933) was an Irish physicist and professor of geology at the University of Dublin, known for his development of radiotherapy in the treatment of cancer. He is also known for developing techniques to more accurately estimate the age of a geological period, based on radioactive elements present in minerals, the uranium–thorium dating.[2]", "68021482": "Mitra Dutta (born 1953)[1] is an Indian-American physicist and electronics engineer known for her research on optoelectronics. She is a distinguished professor of electrical and computer engineering at the University of Illinois at Chicago, and the university's former vice chancellor for research.[2]", "7597297": "György Szigeti (29 January 1905 – 27 November 1978),[1]\nalso known as Gyorgy Szigeti, was a Hungarian physicist and engineer who developed tungsten lamps.", "67661041": "Shirōta Kusakabe (Japanese: 日下部 四郎太, May 5 1875 – July 3 1924) was a Japanese geophysicist, doctor of Science.[3] He was a professor at Tohoku Imperial University. He won the Imperial Academy Prize for his work on rock elasticity. He has published numerous treatises, and a magazine published after the Great Kanto Earthquake of 1923 contains a treatise on earthquake prediction by Shirota Kusakabe.[4]", "2780404": "Victor John Emery (16 May 1934 – 18 July 2002) was a British specialist on superconductors and superfluidity. His model for the electronic structure of the copper-oxide planes is the starting point for many analyses of high-temperature superconductors and is commonly known as the Emery model.", "1993977": "Jacob E.[1] \"Jack\" Goldman (July 18, 1921 – December 20, 2011) was an American physicist and former chief scientist of Xerox Corporation.[1] He was also a faculty member at Carnegie Tech and directed the Ford Scientific Laboratory. He is especially notable for hiring physicist Dr. George Pake to create the Xerox Palo Alto Research Center, which produced many seminal ideas in modern computing.", "748794": "Hans Christian von Baeyer (born 1938) is a Chancellor Professor of Physics at the College of William and Mary. His books include Information: The New Language of Science, Warmth Disperses and Time Passes: The History of Heat and QBism: The Future of Quantum Physics.", "1928449": "Rudolf Seeliger  (12 November 1886 – 20 January 1965) was a German physicist who specialized in electric discharges in gases and plasma physics.", "41544962": "Amol Dighe is a Professor of Physics in Tata Institute of Fundamental Research, Mumbai, India. He studied in Saraswati Secondary School, Thane, Maharashtra up to 10th grade and attended D. G. Ruparel College for the next 2 years. He was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2013 in physical science category.[1] \nHis main research interest is in the area of high energy physics with focus on particles known as neutrinos, their nature and the role they play in astrophysics and cosmology.[2] \nDighe completed his BTech in Engineering Physics (1992) from Indian Institute of Technology, Bombay, MS  and PhD (1997)  from  University of Chicago. Later he did postdoctoral research at ICTP, Trieste,  CERN and Max Planck Institute  before joining TIFR as a faculty member in 2003.\nHe  is a fellow the Indian Academy of Sciences and  has won the Swarnajayanti Fellowship from the Department of Science and Technology, Government of India.[2]", "8482068": "Stjepan Mohorovičić (August 20, 1890 – February 13, 1980) was a Croatian physicist, geophysicist and meteorologist.", "55012636": "Vikram Kumar is an Indian material physicist, academic and an emeritus fellow of the Indian Institute of Technology, Delhi.[1][2] He is a former director of the Sold State Physics Laboratory of IIT Delhi and is known for his studies on semiconductor technology.[3] He has worked on ultra thin oxide MOS structures, silicon, III-V and II—VI semiconductors which is reported to have assisted in understanding their characterization. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1992.[4] He is also a recipient of the Distinguished Materials Scientist of the Year award of the Materials Research Society of India.[5] In 2019, he inaugurated, with colleagues, the Aryabhatt Auditorium at the “Prof. Rajendra Singh (Rajju Bhaiya) Institute of Physical Sciences for Study and Research\" at the Veer Bahadur Singh Purvanchal University of Jaunpur.[6]", "56323358": "George Dawson Preston FRSE (8 August 1896 – 22 June 1972) was a 20th century British physicist specialising in crystallography and the structure of alloys. He was one of the first to use x-rays and electron diffraction to study the crystal structure of metals and alloys. Along with André Guinier, Preston gives his name to the Guinier-Preston zone, discovered in 1938.[1][2][3]", "50031903": "Myer Bloom, FRSC (7 December 1928 – 9 February 2016) was a Canadian physicist, specializing in the theory and applications of Nuclear magnetic resonance.[1]", "4844832": "Julius Bartels (17 August 1899, Magdeburg – 6 March 1964) was a German geophysicist and statistician who made notable contributions to the physics of the Sun and Moon; to geomagnetism and meteorology; and to the physics of the ionosphere. He also made fundamental contributions to statistical methods for geophysics. Bartels was the first President of the International Association of Geomagnetism and Aeronomy (IAGA). With Sydney Chapman, he wrote the influential book Geomagnetism.", "28568864": "Sergio Fubini (31 December 1928 – 6 January 2005) was an Italian theoretical physicist. He was one of the pioneers of string theory. He was engaged in peace activism in the Middle East.[1]", "7826724": "Vladimir Valentinovich Alexandrov (Russian: Владимир Валентинович Александров; born 1938; disappeared 1985) was a Soviet/Russian physicist who created a mathematical model for the nuclear winter theory. He disappeared while at the Second International Conference of Nuclear Free Zones Local Authorities in Cordoba, Spain on 31 March and his ultimate fate remains unknown, though speculation continues.[1][2] One of his last papers was Man and Biosphere published in 1985; it is said to have charted the moving trend in the science of nuclear winter.[3] It was co-authored with Nikita Moiseyev and A. M. Tarko.[4]", "69365034": "Elizabeth Essex-Cohen (1940-2004) was an Australian physicist who worked in global positioning satellite physics and was among the first women in Australia to be awarded a PhD in physics.", "58256683": "Lindsay Erin Glesener is a professor in the Institute for Astrophysics at the University of Minnesota . She is a National Science Foundation CAREER Award researcher and lead investigator on the FOXSI Sounding Rocket.", "9563438": "Edward Granville Ramberg (June 14, 1907  – January 9, 1995) was an American physicist who contributed to the early development of electron microscopy and color television.  He was the uncle of Mario Capecchi, a 2007 Nobel laureate.", "34565427": "James Collyer Keck (June 11, 1924 – August 9, 2010) was an American physicist and engineer recognized for his work on the Manhattan Project and for developing new methods for combustion engine modeling and high temperature flows.[1]\n[2]\n[3]\nKeck was the Ford Professor of Engineering at Massachusetts Institute of Technology and a member of the National Academy of Engineering (elected in 2002 \"for developing innovative, widely used new concepts for modeling coupled chemical and physical phenomena in engine combustion and high temperature flows\").[1]", "10382646": "Georg Wilhelm Alexander Hans Graf von Arco (30 August 1869 in Großgorschütz – 5 May 1940 in Berlin) was a German physicist, radio pioneer, and one of the joint founders of the \"Society for Wireless Telegraphy\" which became the Telefunken company. He was an engineer and the technical director of Telefunken. He was crucial in the development of wireless technology in Europe.", "1928503": "Ernst J. L. Gehrcke (1 July 1878 in Berlin – 25 January 1960 in Hohen-Neuendorf) was a German experimental physicist. He was director of the optical department at the Reich Physical and Technical Institute. Concurrently, he was a professor at the University of Berlin. He developed the Lummer–Gehrcke method in interferometry and the multiplex interferometric spectroscope for precision resolution of spectral-line structures. As an anti-relativist, he was a speaker at an event organized in 1920 by the Working Society of German Scientists. He sat on the board of trustees of the Potsdam Astrophysical Observatory. After World War II, he worked at Carl Zeiss Jena, and he helped to develop and become the director of the Institute for Physiological Optics at the University of Jena. In 1949, he began work at the German Office for Materials and Product Testing. In 1953, he became the director of the optical department of the German Office for Weights and Measures.", "56585528": "Eugene Borisovich Alexandrov (Russian: Евгений Борисович Александров, born April 13, 1936, in Leningrad,[1] Soviet Union) is a Russian physicist, member of the Russian Academy of Sciences (since 1992),[1] Doctor of Sciences,[2] head of the Commission on Pseudoscience.[3]", "68742457": "Anne M. Tréhu is a professor at Oregon State University known for her research on geodynamic processes, especially along plate boundaries. She is an elected fellow of the American Geophysical Union.", "191803": "Wilhelm Eduard Weber (/ˈveɪbər/;[1] German: [ˈveːbɐ]; 24 October 1804 – 23 June 1891) was a German physicist and, together with Carl Friedrich Gauss, inventor of the first electromagnetic telegraph.", "65072448": "Marat Arsen Arakelian (Armenian: Մարատ Արսենի Առաքելյան)[1] (Russian: Марат Арсенович Аракелян)[1] (15 January 1929 – 20 January 1983) was an Armenian astronomer. Arakelian was a specialist in theoretical astrophysics and extragalactic astronomy. He is most noted for his catalog of “Galaxies of high surface brightness” (named Arakelian galaxies, Akn), a list of 621 objects with surface brightness at least 22.0 magnitude from an area of 1 sq. arc second. The Arakelian catalog has become a source in the study of active galactic nuclei.", "31681863": "Michael F. Crommie (born December 1961) is an American physicist, a professor of physics at the University of California, Berkeley. World-renowned for his research on condensed-matter physics, he is a recipient of both the Newcomb-Cleveland Prize and the Davisson–Germer Prize in Atomic Physics. Crommie currently directs the Crommie Research Group.[1]", "61926730": "Herbert J. Zeiger (b. 16 March 1925 in the Bronx, New York City, United States; d. 14 January 2011[1]) was an American physicist and co-developer of the first maser.[2]", "64744779": "Jocelyn Samantha Read is a Canadian physicist and professor of physics at California State University, Fullerton, known for her research on gravitational waves and neutron stars. She is a member of the LIGO Scientific Collaboration, and is an author of research characterizing the gravitational waves caused by neutron star and black hole collisions,[1] and using the measurements of those waves to provide observational verification of the equations of state of neutron stars.[2]", "59141451": "Asimina Arvanitaki (born 1980) is a Greek theoretical physicist and Stavros Niarchos Foundation Aristarchus Chair in Theoretical Physics at the Perimeter Institute for Theoretical Physics in Waterloo, Ontario, Canada.[1][2][3] In 2017, she was awarded the New Horizons in Physics prize.", "23883087": "Leonid Isaakovich Mandelstam or Mandelshtam (Belarusian: Леанід Ісаакавіч Мандэльштам; Russian: Леонид Исаакович Мандельштам; 4 May 1879 – 27 November 1944) was a Soviet and Russian physicist.", "19164498": "Karl Ziegler Morgan (September 27, 1907 – June 8, 1999), was an American physicist who was one of the founders of the field of radiation health physics. He was director of health physics at Oak Ridge National Laboratory from the time in the Manhattan Project late 1940s until his retirement in 1972.", "13397334": "Robert Russell Newton (July 7, 1918 – June 2, 1991) was an American physicist, astronomer, and historian of science.", "2190680": "Ravi B. Grover  is an Indian nuclear scientist and a mechanical engineer. He is the founding vice-chancellor (during initial years he was designated as director equivalent to vice-chancellor) of the Homi Bhabha National Institute, a member of the Atomic Energy Commission,[1] chairman of the Board of Research in Nuclear Sciences, a fellow of the Indian National Academy of Engineering,[2] and World Academy of Art and Science.[3] He was the president of the Indian Society of Heat and Mass Transfer for the period 2010–2013. He has been awarded Padma Shri by the Government of India in the year 2014.", "3173722": "Arthur Ashkin (September 2, 1922 – September 21, 2020) was an American scientist and Nobel laureate who worked at Bell Laboratories and Lucent Technologies. Ashkin has been considered by many as the father of optical tweezers,[1][2][3]\nfor which he was awarded the Nobel Prize in Physics 2018 at age 96, becoming the oldest Nobel laureate until 2019 when John B. Goodenough was awarded at 97. He resided in Rumson, New Jersey.[4]", "61205850": "Lisa Jayne Jardine-Wright OBE (born 1976) is a physicist and educator at the University of Cambridge. She is Director of Isaac Physics, a Department for Education and The Ogden Trust supported Open Platform for Active Learning that supports school students learning physics.", "42626402": "Jerzy Marian Langer (born 18 July 1947, Łódź, Poland) is a Polish physicist specializing in condensed matter physics. He is a professor at the Institute of Physics of the Polish Academy of Sciences.[1] Langer is currently an Ambassador for the European Innovation Council for the years 2021-2027.[2]", "53603683": "Carolyn Beatrice Parker (November 18, 1917 – March 17, 1966) was a physicist who worked from 1943 to 1947 on the Dayton Project, the polonium research and development arm of the Manhattan Project. She was one of a small number of African American scientists and technicians on the Manhattan Project.[1][2] She then became an assistant professor in physics at Fisk University.[2]", "65858921": "Stephanie Zimmermann (October 29, 1973-November 10, 2020) was a German physicist who worked on the ATLAS experiment at the Large Hadron Collider at CERN. As a researcher from the University of Freiburg, she was involved in the Muon Detector Control System activities, and she served as muon run-coordinator. She was elected and served as ATLAS Run-Coordinator in 2012–2014. She then became Project Leader of the New Small Wheel project (NSW), part of an extensive upgrade, the largest phase 1 upgrade project for the ATLAS detector.", "35581295": "Patrick Tabeling is a French physicist, microfluidics pioneer in France, researcher at the École supérieure de physique et de chimie industrielles de la ville de Paris (ESPCI ParisTech). He has published more than 200 articles in prestigious peer reviewed journals and his work has been cited more than 14000 times. \nHe has been the director of the Pierre Gilles de Gennes Institute for Microfluidics (IPGG), an interdisciplinary research institution in Paris which regroups more than 300 expert researchers.", "61173104": "Georgia \"Gia\" Destouni (born 26 January 1961) is a Professor of Hydrology at Stockholm University. She works on the Baltic Sea Region Programme as well as studying the impact of climate change on societies in Northern Europe. She is the chair of the Global Wetland Ecohydrology Network (GWEN) and was involved with the National Geosphere Laboratory.", "72183154": "Maria Lugaro is an Italian astrophysicist who is a researcher at the Konkoly Observatory of the Hungarian Academy of Sciences. Her research considers radioactive nuclear in the solar system and asymptotic giant branch stars.", "35286387": "John Morgan Greene (22 September 1928 – 22 October 2007) was an American theoretical physicist and applied mathematician, known for his work on solitons and plasma physics.[2][3][4][5]", "1109365": "Walther Gerlach (1 August 1889 – 10 August 1979)[3] was a German physicist who co-discovered, through laboratory experiment, spin quantization in a magnetic field, the Stern–Gerlach effect. The experiment was conceived by Otto Stern in 1921 and first successfully conducted by Gerlach in early 1922.[4][5][6]", "69856645": "Geological Society of America, Fellow (1995)", "24440200": "Prof. Kotcherlakota Rangadhama Rao (9 September 1898 – 20 June 1972) was an Indian physicist in the field of Spectroscopy.", "67792266": "Janette Gilchrist Dunlop (10 March 1891 – 8 May 1971) was a Scottish physicist who studied X-ray scattering. She later became a teacher and lived most of her life in Edinburgh.", "25816460": "Charles Morton (15 February 1627 – 11 April 1698) was an English  nonconformist minister and founder of an early dissenting academy, later in life associated in New England with Harvard College. \nMorton was raised with strong Puritan influences in England and attended Oxford (1649-1652). As a result of the English Revolution, he was arrested and excommunicated for promoting progressive education (he was the teacher of Daniel Defoe), forcing his immigration to relative safety in Massachusetts Bay Colony (1685-1686), although he was soon arrested for sedition (and then acquitted) in Boston.[1]", "585102": "Julius Robert von Mayer (25 November 1814 – 20 March 1878) was a German physician, chemist, and physicist and one of the founders of thermodynamics.  He is best known for enunciating in 1841 one of the original statements of the conservation of energy or what is now known as one of the first versions of the first law of thermodynamics, namely that \"energy can be neither created nor destroyed\".[2][3] In 1842, Mayer described the vital chemical process now referred to as oxidation as the primary source of energy for any living creature. His achievements were overlooked and priority for the discovery of the mechanical equivalent of heat was attributed to James Joule in the following year. He also proposed that plants convert light into chemical energy.", "27979165": "Maurice W. Long (April 20, 1925 – October 14, 2023) was an American electrical engineer, radar engineer, and physicist. He served as director of the Georgia Tech Research Institute from 1968 to 1975.[1][2] He worked as a part-time radar consultant, principal research engineer at GTRI and adjunct professor of electrical engineering at Southern Polytechnic State University.[3]", "57208234": "Harvey Ivor Rosten (3 October 1948 – 23 June 1997) was an English physicist of London University (Queen Mary College) and Cambridge University (Dept. of Applied and Theoretical Physics).", "486826": "Beno Gutenberg (/ˈɡuːtənbɜːrɡ/; June 4, 1889 – January 25, 1960) was a German-American seismologist who made several important contributions to the science.  He was a colleague and mentor of Charles Francis Richter at the California Institute of Technology and Richter's collaborator in developing the Richter magnitude scale for measuring an earthquake's magnitude.", "6647215": "Petrus Leonardus Rijke (11 July 1812 – 7 April 1899) was a Dutch physicist, and a professor in experimental physics at the University of Leiden. Rijke spent his scientific career exploring the physics of electricity, and is known for the Rijke tube. On 1 July 1852 he married Johanna Hamaker. They had 6 sons and 6 daughters.", "30371261": "Derek Charles Robinson FRS[1] (27 May 1941 – 2 December 2002) was a physicist who worked in the UK fusion power program for most of his professional career.[2] Studying turbulence in the UK's ZETA reactor, he helped develop the reversed field pinch concept, an area of study to this day. He is best known for his role in taking a critical measurement on the T-3 device in the USSR in 1969 that established the tokamak as the primary magnetic fusion energy device to this day. He was also instrumental in the development of the spherical tokamak design though the construction of the START device, and its follow-on, MAST. Robinson was in charge of portions of the UK Atomic Energy Authority's fusion program from 1979 until he took over the entire program in 1996 before his death in 2002.", "617918": "Stephen Dao Hui Hsu (born 1966) is an American physicist, who has previously worked as a tech executive and a university administrator.", "68283849": "Patricia Reiff (born 1950) is an American space physicist at Rice University, known for her research on space weather and for engaging the public about science.", "3730889": "Ken Croswell is an American astronomer and author.  His first degree, from Washington University in St. Louis, mixed science and wider interests, majoring in physics and minoring in English literature.  He also got a PhD in astronomy from Harvard University for studying the Milky Way's halo.", "43937224": "Pan Jianwei (Chinese: 潘建伟; pinyin: Pān Jiànwěi; born 11 March 1970) is a Chinese academic administrator and quantum physicist. He is a university administrator and professor of physics at the University of Science and Technology of China. Pan is known for his work in the field of quantum entanglement, quantum information and quantum computers. In 2017, he was named one of Nature's 10, which labelled him \"Father of Quantum\".[5] He is an academician of the Chinese Academy of Sciences and the World Academy of Sciences and Executive Vice President of the University of Science and Technology of China.[6] He also serves as one of the Vice Chairman of Jiusan Society and supports the Chinese Communist Party.[7][8]", "2125261": "Douglas Warrick is a professor in biophysics at the zoology department of Oregon State University, specializing in the study of functional/ecological morphology, aerodynamics, and the evolution of vertebrate flight, working with many bird species, including hummingbirds and seabirds.[1]", "48917965": "Frances Lowater (1871-1956) was a British-American physicist and astronomer.", "7269844": "Joan Feynman (March 31, 1927 – July 21, 2020) was an American astrophysicist. She made contributions to the study of solar wind particles and fields, sun-Earth relations, and magnetospheric physics. In particular, Feynman was known for developing an understanding of the origin of auroras. She was also known for creating a model that predicts the number of high-energy particles likely to hit a spacecraft over its lifetime, and for uncovering a method for predicting sunspot cycles.[4]", "847324": "Carroll Overton Alley, Jr. (June 13, 1927 – February 24, 2016) was an American physicist. He served as the Principal Investigator on the Apollo Program's Lunar Laser Ranging Experiment,[1] which significantly restricted the possible range of spatial variation of the strength of the gravitational interaction.[2] Alley was a PhD student of Robert Henry Dicke.[2]", "70479324": "Charlotte Elster is a German-American theoretical nuclear physicist whose early work made significant contributions to the formulation of the Bonn potential for the nuclear force, in joint work with Ruprecht Machleidt and Karl Holinde [de].[1] In later research, she has developed methods for supercomputers to model few-body systems, including light nuclei.[2] She is a professor of physics at Ohio University.[3]", "2616800": "Jack Sarfatti (born September 14, 1939) is an American theoretical physicist. Working largely outside academia, most of Sarfatti's publications revolve around quantum physics and consciousness.", "31813107": "Maxim Nikolaevich Chernodub[2] (born June 7, 1973) is a French physicist of Ukrainian descent best known for his postulation of the magnetic-field-induced superconductivity of the vacuum.", "3239412": "Tony Hilton Royle Skyrme (/skɜːrm/; 5 December 1922, Lewisham – 25 June 1987) was a British physicist.", "71265786": "Allen Marshall Goldman (born October 18, 1937, in the Bronx, New York City)[1] is an American experimental condensed matter physicist, known for his research on electronic transport properties of superconductors[2] and for the eponymous Carlson-Goldman mode involving collective oscillations in superconductors.[3][4]", "1011195": "Frank Elmore Ross (April 2, 1874 – September 21, 1960) was an American astronomer and physicist. He was born in San Francisco, California and died in Altadena, California. In 1901 he received his doctorate from the University of California. In 1905 he became director of the International Latitude Observatory station at Gaithersburg, Maryland. In 1915 he became a physicist for Eastman Kodak Company at Rochester, New York. He accepted a position at Yerkes Observatory in 1924 and worked there until his retirement in 1939.", "69955070": "Ravi Shankar Menon FRSC FCAHS (born 1964) is a Canadian-American biophysicist. He is a former Tier 1 Canada Research Chair in Functional Magnetic Resonance Imaging at the  University of Western Ontario and director of the Centre for Functional and Metabolic Mapping at the Robarts Research Institute.", "30633477": "Mikhail Aleksandrovich Leontovich (Russian: Михаил Александрович Леонтович; 7 March 1903 – 30 March 1981) was a Soviet physicist, member of Academy of Sciences of the Soviet Union, specializing in plasma and radiophysics.[1]", "16150021": "Boris Aleksandrovich Mamyrin (Russian: Борис Александрович Мамырин; 25 May 1919 – 5 March 2007) was a Soviet and Russian physicist, best known for his invention of the electrostatic ion mirror mass spectrometer known as the reflectron.[1][2][3]", "2584070": "Carl P. Pulfrich (September 24, 1858 in Burscheid, Rhine Province, Kingdom of Prussia – August 12, 1927 in Baltic Sea, drowned when his canoe capsized) was a German physicist, noted for advancements in optics made as a researcher for the Carl Zeiss company in Jena around 1880, and for documenting the Pulfrich effect,[1] a psycho-optical phenomenon that can be used to create a type of 3-D visual effect.[2] Carl Pulfrich was the brother-in-law of Heinrich Hertz.[3]", "53931526": "Hermann Grimmeiss (born 19 August 1930), is a German-Swedish physicist. He became the first professor of solid-state physics at Lund University in 1965, and he held his post until his retirement in 1996. He became an important part of the Department of Physics and focused his research on electrical and photoelectric studies of semiconductor defects.[1]", "66973196": "Michaël Gillon (born 1974) is a Belgian astronomer and astrophysicist. His research focuses on exoplanets and he conducts his research at the University of Liège. He holds a master's degree in biochemistry and astrophysics and also a PhD in astrophysics, and completed his post-doctorate at Geneva Observatory.[1] Co-discoverer of exoplanets such as WASP-18 b[2] and the rings of (10199) Chariclo, he is a researcher at the Institute of Astrophysics and Geophysics of the Department of Astrophysics, Geophysics and Oceanography and co-director of the Astrobiology Research Unit of the University of Liège (Belgium). Michaël Gillon is at the origin of the discovery of the TRAPPIST-1 exoplanetary system.", "51342867": "Thomas Hamacher (born 12 April 1964 in Eschweiler) is a German physicist and professor in energy system research at the Technical University of Munich.", "42102292": "Baron Tanakadate Aikitsu (田中舘 愛橘, September 18, 1856 – May 21, 1952) was a Japanese physicist with diverse interests and effect. His given name was also written as Aikitu.", "22638106": "Muhammad Masud Ahmad (Urdu: محمد مسعود احمد; ), best known as Masood Ahmad, (16 November 1943 – 29 December 2018) was a Pakistani theoretical physicist and ICTP laureate known for his work in dual resonance and Veneziano model, a strings sting mathematically described the fundamental forces and forms of matter in quantum state.", "33418779": "Ni Guangjiong (Chinese: 倪光炯; born December 29, 1934, in Ningbo, Zhejiang)[1] is a Chinese physicist.[2] He began studies in physics about 1950, and became a Doctor of Philosophy in 1955. He married Su Qing, a physics professor, in 1960. He published his first book in 1978.[3] He holds a Chair in Physics at Fudan University, Shanghai.[4] He is the director of Modern Physics Institute and the head of the Division for Theoretical Physics.", "68808220": "David Muller is a named Professor in the School of Applied and Engineering Physics at Cornell University and co-director of the Kavli Institute at Cornell for Nanoscale Science.[1] He is known for his work in electron microscopy, condensed matter physics, and discovery of atomic structure across a wide range of materials including applications in clean energy research, semiconductor devices, and 2D materials.[2] He is a fellow in the American Physical Society and the Microscopy Society of America and received the MSA Burton Medal, the MAS Duncumb Award, and the Ernst Ruska Prize of the German Society for Electron Microscopy. He is twice in the Guinness World Records, most recently, for achieving the highest resolution microscope image ever recorded using electron ptychography.[3] His work spans theory, computation, and experimental physics research. He is also a Faculty member of the Center for Bright Beams.[4]", "13757982": "Henry Hurwitz Jr. (December 25, 1918 – April 14, 1992), was a physicist at General Electric Company who pioneered the theory and design of nuclear power plants and helped engineer the reactor for the Seawolf nuclear submarine.", "53112355": "Kirthi Tennakone is a Sri Lankan scientist with an assortment of research interests in theoretical and experimental physics, chemistry and biological systems. He has authored over 350 publications covering a diverse variety of disciplines. He is the former Director of Institute of Fundamental Studies, Sri Lanka (now named as National Institute of Fundamental Studies) and the first Professor of Physics at the University of Ruhuna, Sri Lanka. He pursued studies leading to a doctoral degree in Theoretical Physics at the University of Hawaiʻi under supervision of Sandip Pakvasa. Pakvasa and Tennakone were the first to suggest that neutrinos may be massive[1] and to consider the astrophysical implications. In condensed matter physics, Tennakone pioneered the studies on semiconducting properties copper(I) thiocyanate,[2][3] a rare example of a transparent p-type semiconductor, currently adopted in many devices and developed techniques of its deposition as thin films. He was the first to introduce the concept of the dye-sensitized solid state solar[4] cell and demonstrate a working prototype of the same. Sri Lanka Government recognized his contribution to research and education and awarded National Honors on two occasions. He was one of the Union of Concerned Scientists who signed to the document presented to world leaders in 1992 about environmental degradation that threatens global life support systems on this planet.", "16182822": "Robert Harry Kraichnan (KRAYSH-nan; January 15, 1928 – February 26, 2008[1]), a resident of Santa Fe, New Mexico, was an American theoretical physicist best known for his work on the theory of fluid turbulence.", "28470833": "Richard J. Gambino (1935–2014) was a distinguished American material scientist best known for his pioneering work with amorphous magnetic materials.[1]", "56094260": "Ilya Mark Nemenman (born January 8, 1975, in Minsk, Belarus) is a theoretical physicist at Emory University, where he is a Winship Distinguished Research Professor of Physics and Biology. He is known for his studies of information processing in biological systems and for developing coarse-grained models of these systems.[1] He is a Fellow of the American Physical Society for \"his contributions to theoretical biological physics, especially information processing in a variety of living systems, and for the development of coarse-grained modeling methods of such systems\".[2] He is a Simons Investigator[3] and James S. McDonnell Foundation Complex Systems Scholar.[4] He also served in the Chair Line of the Division of Biological Physics of the American Physical Society, from 2013 to 2018.[5] Nemenman also was a founder of the q-bio conference, and is a general member of the Aspen Center for Physics.[6]", "60943929": "Ulrich Mosel (born Febr. 8, 1943 in Hannover, Germany) is a German theoretical physicist, professor emeritus at Justus-Liebig-Universität Giessen, Germany", "23981629": "Sergei Alexandrovich Zhevakin (Russian: Серге́й Александрович Жевакин) (April 11, 1916 – February 21, 2001) was a Russian astronomer.", "47967808": "Vladimir Nikolaevich Churilovski (Russian: Владимир Николаевич Чуриловский; 25 May 1898 in Saint Petersburg – 11 November 1983) was a professor and one of the founders of the Pedagogical School of Applied and Computational Optics. He was a major contributor to Russian science and was awarded with the Order of the Red Star, Order of the Red Banner, among other honors. He was the first dean of the ITMO Department of Optics.[1]", "66219585": "Stefano Fantoni (born 4 June 1945) is an Italian theoretical physicist, now retired from the International School for Advanced Studies in Trieste (SISSA), still working in the fields of nuclear physics and low temperature physics.", "21524035": "Thomas L. Curtright (born 1948) is a theoretical physicist at the University of Miami.  He did undergraduate work in physics at  the \nUniversity of Missouri  (B.S., M.S., 1970), and graduate work at Caltech (Ph.D., 1977) under the supervision of Richard Feynman.", "5598795": "Tekin Dereli (November 30, 1949) is a Turkish theoretical physicist.", "847438": "Thomas Corwin Mendenhall (October 4, 1841 – March 23, 1924) was an American autodidact physicist and meteorologist. He was the first professor hired at Ohio State University in 1873 and the superintendent of the United States Coast and Geodetic Survey (one of the ancestor organizations of the National Oceanic and Atmospheric Administration) from 1889 to 1894. Alongside his work, he was also an advocate for the adoption of the metric system by the United States and is the father of author profiling.", "41250382": "Lutz Feld (born 25 July 1967 in Eitorf, Germany) is a German physicist at RWTH Aachen University.", "683604": "Michael R. Douglas (born November 19, 1961)[1] is an American theoretical physicist, best known for his work in string theory and mathematical physics.", "10645076": "Alexander Nikuradse (Aleksandre Nikuradze; Georgian: ალექსანდრე ნიკურაძე), also known by his pseudonym Al. Sanders, (November 10, 1900 – June 13, 1981) was a Georgian-German physicist and Nazi political scientist.", "53931604": "Dr. Jie (Jackie) Li is a scientist and Professor at the University of Michigan.", "65236567": "Michael Allan Horne (January 18, 1943 – January 19, 2019)[2] was an American quantum physicist, known for his work on the foundations of quantum mechanics.", "1306199": "Bertrand I. Halperin (born December 6, 1941) is an American physicist, former holder of the Hollis Chair of Mathematicks and Natural Philosophy at the physics department of Harvard University.[1]", "59862615": "Nirupama Raghavan (19 July 1940, Madras – 23 February 2007, Chennai) was an Indian astrophysicist, weather scientist, historian of science and educator. She was the Director of the Nehru Planetarium in New Delhi.", "71102043": "Janos Kirz (born 1937) is a Hungarian-American physicist, Professor emeritus at Stony Brook University, and pioneer of X-ray microscopy.", "34041439": "Graham Douglas Farquhar, AO, FAA, FRS (born 8 December 1947) is an Australian biophysicist, Distinguished Professor at Australian National University,[1] and leader of the Farquhar Lab. In 2018 Farquhar was named Senior Australian of the Year.", "12349023": "Dame Elsie Marjorie Williamson, DBE (30 July 1913, Wakefield, Yorkshire, England – 12 August 2002[1] Lower Raydon, Suffolk) was a British academic, educator, physicist and university administrator.", "70053471": "Merle Eleanor Gold (née Tuberg) (7 March 1921- 29 September 2017) was an American astrophysicist, best known for her study of the Sun with Nobel Laureate Subrahmanyan Chandrasekhar.[1]", "68054627": "Joel Edward Tohline (born July 15, 1953) is an American astrophysicist, specializing in computer simulation of complex fluid flows in astrophysical systems.[1]", "53472870": "Laurie Winkless is a physicist and science writer. A contributor to Forbes Magazine, she has worked with schools and universities, the Royal Society, and The Naked Scientists.[1][2][3]", "30862950": "John Ashworth Ratcliffe CB[2] CBE FRS[3] (known to intimates as \"Jar\";[4] 12 December 1902 – 25 October 1987) was an influential British radio physicist. (Several sources misspell his name as Radcliffe.)", "33648231": "Andrzej Karol Jonscher (13 July 1922 –  7 February 2005)[1] was a Polish-British physicist at Chelsea College and then Royal Holloway, University of London."}