{"18252720": "Eric \"Astro\" Teller (born 29 May 1970) is an American entrepreneur, computer scientist, and author, with expertise in the field of intelligent technology.[1]", "47743921": "Leopold James \"Leo\" Fitz is a fictional character that originated in the Marvel Cinematic Universe before appearing in Marvel Comics. The character, created by Joss Whedon, Jed Whedon and Maurissa Tancharoen, first appeared in the pilot episode of Agents of S.H.I.E.L.D. in September 2013, and has continually been portrayed by Iain De Caestecker.", "68486066": "Ibrahim Kalil Konaté (2 August 1955 – 14 August 2021) was a Guinean politician and computer scientist.[1][2]", "55739312": "Jay Martin \"Marty\" Tenenbaum is an American computer scientist and entrepreneur. He is noted for his early work in artificial intelligence and as an Internet commerce pioneer.", "73548726": "Anita D. Carleton is an American computer scientist and software engineer whose research concerns software measurement, the Capability Maturity Model, statistical process control, and their applications in managing and improving the software development process. She works in the Software Engineering Institute, associated with Carnegie Mellon University, as director of the Software Solutions Division.[1]", "82873": "Fabian Pascal is a Romanian-American consultant to large software vendors such as IBM, Oracle Corporation, and Borland, but is better known as an author and seminar speaker.  Born in Romania, Pascal lives in the San Francisco, CA area of the US, and works in association with Christopher J. Date.", "46810041": "Laura M. Haas is an American computer scientist noted for her research in database systems and \ninformation integration. She is best known for creating systems and tools for the integration of heterogeneous data from diverse sources, including federated technology that virtualizes access to data, and mapping technology that enables non-programmers to specify how data should be integrated.", "57492412": "Igor Sokolov (Russian: И́горь Анато́льевич Соколо́в) (born 1954) is a Russian scientist, Dr. Sc., Professor, Academician of the Russian Academy of Sciences[1] professor at the MSU CMC and Moscow Technological University (MIREA), director of the Institute for Informatics Problems.[2] Acting Dean of the Faculty of Computational Mathematics and Cybernetics at Moscow State University (MSU CMC).", "6849466": "Willy Susilo (/ˈsusiloʊ/) [1] is an Australian cybersecurity scientist and cryptographer. He is a Distinguished Professor at the School of Computing and Information Technology, Faculty of Engineering and Information Sciences[2] University of Wollongong, Australia.[3]", "230339": "Robert Tappan Morris (born November 8, 1965) is an American computer scientist and entrepreneur. He is best known for creating the Morris worm in 1988,[3] considered the first computer worm on the Internet.[4]", "40567755": "Mathias Weske (born 1963) is a German computer scientist, and Professor of Business Process Technology at the University of Potsdam, known for his contributions in the field of business process management[1] and as a founder of the business Signavio.", "34898897": "Bernard M. E. Moret (born 1953) is a Swiss-American computer scientist, an emeritus professor of Computer Science at the École Polytechnique Fédérale de Lausanne in Switzerland. He is known for his work in computational phylogenetics, and in particular for mathematics and methods for computing phylogenetic trees using genome rearrangement events.", "53773272": "Ramin D. Zabih (born November 18, 1963; Alameda County, California)[1] is a Professor of Computer Science at Cornell University and Cornell Tech in Ithaca, New York.", "51151836": "Charles Gregory Nelson (27 March 1953 – 2 February 2015) was an American computer scientist.[1][2]", "48874465": "Bidyut Baran Chaudhuri (B. B. Chauduri) is a senior computer scientist and the pro-vice-chancellor (academic) of Techno India University in West Bengal, India. He is also adjuncted to Indian Statistical Institute (ISI), where he was a professor for about three decades. He was the founding Head of Computer Vision and Pattern Recognition Unit (which was established in 1994) of ISI. Moreover, he was a J.C. Bose Fellow and INAE[1] Distinguished Professor at ISI.", "66995172": "Silvia Miksch is an Austrian computer scientist working in information visualization, particularly for time-oriented and medical data. She is head of the Centre for Visual Analytics Science and Technology at TU Wien.[1]", "60212198": "Margery Audrey Bates (Clayton Wallis) (1928-2014) was a British-American computer programmer who, in 1948, wrote the earliest program for lambda calculus calculations on the Manchester Mark I computer.[1]", "69698535": "S.  (\"Muthu\") Muthukrishnan is a computer scientist of Indian origin, known for his work in streaming algorithms, auction design, and pattern matching. He is vice president of sponsored products, Amazon (company) Advertising.[1]", "58852329": "Marian Rogers Croak is a Vice President of Engineering at Google. She was previously the Senior Vice President of Research and Development at AT&T.[1] She holds more than 200 patents.[2] She was inducted into the Women in Technology International Hall of Fame in 2013.[2] In 2022, Croak was inducted into the National Inventors Hall of Fame for her patent regarding VoIP (Voice over Internet Protocol) Technology.[3] She is one of the first two Black women to receive that honor, along with Patricia Bath.[4] Her invention allows users to make calls over the internet instead of a phone line. Today, the widespread use of VoIP technology is vital for remote work and conferencing.[3]", "40272881": "Nell B. Dale is an American computer scientist noted for her work in computer science education and computer science introductory programming textbooks. She was on the Association for Computing Machinery's Special Interest Group on Computer Science Education Board from 1981–85, and from 1987–93, and was Chair of SIGCSE from 1991–93. She was Chair of the SIGCSE Symposium in 1991 and Co-Chair of the SIGCSE\nSymposium in 2000.", "7488498": "Michael D. Smith is the John H. Finley, Jr. Professor of Engineering and Applied Sciences in the Harvard John A. Paulson School of Engineering and Applied Sciences. He is also a Harvard University Distinguished Service Professor and served as the Dean of the Faculty of Arts and Sciences at Harvard University from 2007 to 2018. In addition to his academic position, Smith was the Chief Scientist and co-founder of Liquid Machines, Inc., a provider of enterprise rights management software.[1][2][3]", "51348471": "Hamdan Dammag (Arabic:همدان زيد دماج), (born in Ibb 28 November 1973) is a Yemeni computer scientist and a prize-winner novelist. He has several poetry and short stories publications.[1] He is the son of Yemeni novelist Zayd Mutee' Dammaj.", "47121400": "Mary Katherine Vernon (born 1953) is an American computer scientist who works as a professor of computer science and industrial engineering at the University of Wisconsin–Madison. Her research concerns high-performance computer architecture and streaming media.[1]", "55657465": "Sophia Ananiadou is a Greek-British computer scientist and computational linguist. She led the development of and directs the National Centre for Text Mining (NaCTeM) in the United Kingdom.[3][1] She is also Professor in Computer Science in the Department of Computer Science at the University of Manchester.[4][5][6]", "11125754": "J. Eliot B. Moss is a computer scientist active in the fields of garbage collection and multiprocessor synchronization. He is co-inventor with Maurice Herlihy of transactional memory.", "58852350": "Rachid Guerraoui (born January 5, 1967) is a Moroccan-Swiss computer scientist and a professor at the School of Computer and Communication Sciences at École Polytechnique Fédérale de Lausanne (EPFL), known for his contributions in the fields of concurrent and distributed computing.[1][2] He is an ACM Fellow[3] and the Chair in Informatics and Computational Science for the year 2018–2019 at Collège de France for distributed computing.[4]", "73614335": "Ben-Zion (Benny) Chor (23 December 1956 – 10 June 2021) was an Israeli computer scientist. He was known for his research in cryptography, including traitor tracing, randomness extractors, private information retrieval, the security level and single-bit security of RSA encryption, and secret sharing. Beyond cryptography, he also made important contributions in distributed shared-memory consensus and in the discovery of patterns in gene expression data.[1][2][3]", "47105022": "Ellen Witte Zegura is an American computer scientist who works as a professor in the School of Computer Science at the Georgia Institute of Technology College of Computing, and was the founding chair of the school from 2007 to 2012. Her research concerns a combination of computer network research and computing for social good.[1][2]", "49808390": "Leendert (Leon) van der Torre is a professor of computer science at the University of Luxembourg and head of the Individual and Collective Reasoning (ICR) group,[2] part of the Computer Science and Communication (CSC) Research Unit. Leon van der Torre is a prolific researcher in deontic logic and multi-agent systems, a member of the Ethics Advisory Committee of the University of Luxembourg and founder of the CSC Robotic research laboratory.[3] Since March 2016 he is the head of the Computer Science and Communication (CSC) Research Unit.[4]", "70697995": "Mordehai Kikayon (Hebrew: מרדכי קיקיון, also transliterated as Mordechai Kikion) (1915–1993) was one of the founders of the computer industry of Israel, the organizer and first head of Mamram. Before and after Mamram he was with the Rafael Advanced Defense Systems.[1][2]", "49120275": "Vlad Trifa is a computer scientist, researcher and Chief Product Officer at Ambrosus who played a key role in defining and implementing the application layer of the Internet of Things. He is particularly known for his early contributions to the Web of Things along with other researchers such as Dominique Guinard, Erik Wilde and Friedemann Mattern.[1] Vlad is widely published author and a recognized expert in distributed embedded sensing and interactive devices, and their integration with enterprise applications using Web technologies.", "63210517": "Limor Fix is an Israeli electronic design automation engineer and executive,  senior principal engineer and director of academic programs and research at Intel. Her research interests include formal verification languages. [1][2]", "44074005": "Günter Böckle (born 1949) is a German software engineer and project manager at Siemens Corporate Technology, known for his work on Software product line engineering.[1][2]", "18957335": "Brian A. Barsky is a professor at the University of California, Berkeley, working in computer graphics and geometric modeling as well as in optometry and vision science.  He is a Professor of Computer Science and Vision Science and an Affiliate Professor of Optometry.  He is also a member of the Joint Graduate Group in Bioengineering, an inter-campus program, between UC Berkeley and UC San Francisco.", "40272922": "Barbara G. Ryder is an American Computer Scientist noted for her research on programming languages and more specifically, the theoretical foundations and empirical investigation of interprocedural compile-time analysis.", "66389043": "Amina Doumane (September 2, 1990) is a Moroccan computer scientist who on during 2017 won the French Giles-Kahn prize for the best doctoral thesis in France. Her thesis was on the subject On the infinitary proof theory of logics with fixed points. On January 31 2018, Doumane was presented with the award by the French computer science society (SIF).[2]", "26133563": "Owen Astrachan is an American computer scientist and professor of the practice of computer science at Duke University, where he is also the department's director of undergraduate studies. He is known for his work in curriculum development and methods of teaching computer science. He was one of the first National Science Foundation CISE Distinguished Education Fellows, and is a recipient of the ACM Outstanding Educator Award. He was the principal investigator on the multi-year NSF/College Board project that led to the release of the AP Computer Science Principles course and exam.", "3458109": "Andrei Zary Broder (born April 12, 1953 in Bucharest) is a distinguished scientist at Google. Previously, he was a research fellow and vice president of computational advertising for Yahoo!, and before that, the vice president of research for AltaVista. He has also worked for IBM Research as a distinguished engineer and was CTO of IBM's Institute for Search and Text Analysis.", "53724224": "Özgur Baris Akan is a Professor with the Department of Electrical and Electronics Engineering and the Director of Next-generation and Wireless Communications Laboratory (NWCL) at the University of Cambridge and Koç University in Istanbul, Turkey. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for contributions to wireless sensor networks. Since the same year, he is also a fellow of the Vehicular Technology Society.[2]", "27804744": "Gábor Bojár (born 27 March 1949) is a Hungarian entrepreneur and founder of Graphisoft, an AEC (architecture, engineering, and construction) CAD company. Graphisoft was acquired by German Nemetschek AG in 2007.[1]", "1623112": "Jochen Liedtke (26 May 1953 – 10 June 2001) was a German computer scientist, noted for his work on microkernel operating systems, especially in creating the L4 microkernel family.", "328784": "A computer scientist is a scholar who specializes in the academic study of computer science.[1]", "73122912": "Dale Miller is an American computer scientist and author. He is a Director of Research at Inria Saclay and one of the designers of the λProlog programming language and the Abella interactive theorem prover.[1][2]", "2671720": "Gordon David Plotkin, FRS FRSE MAE (born 9 September 1946)[8] is a theoretical computer scientist in the School of Informatics at the University of Edinburgh. Plotkin is probably best known for his introduction of structural operational semantics (SOS) and his work on denotational semantics. In particular, his notes on A Structural Approach to Operational Semantics were very influential.[9][10] He has contributed to many other areas of computer science.[11][12][13][14][15][16][17]", "37241962": "V. S. Mahalingam is a distinguished DRDO scientist and Director of Centre for Artificial Intelligence and Robotics.[1] He is an alumnus of Chennai's College of Engineering, Guindy.[2]", "59016300": "Anna A. Lysyanskaya is an American cryptographer known for her research on digital signatures and anonymous digital credentials.[1][2] She is a professor of computer science at Brown University.[3]", "17728624": "Professor Lalith Gamage , MBCS, MIEE is a Sri Lankan academic. He is a professor, currently serving as the president and Chief Executive Officer of Sri Lanka Institute of Information Technology, a position he has held since the beginning of the institute in 1999.[1] He has also served as the Chairman of the Arthur C. Clarke Institute for Modern Technologies.[2] As a leading Sri Lankan academic in the field of Computer Science, Prof Gamage has played an important role in the development of IT education, research and industry in Sri Lanka.[3][4]", "53052530": "Karen Smith Catlin (born 1963) is an American tech executive and advocate for inclusive workplaces.[1][2][3]\nShe most recently served as a vice president in the Office of the CTO at Adobe Systems.[4][5][6]  She is a frequent speaker at technology events.[7]", "5211253": "Frances V. Spence (née Bilas; March 2, 1922 – July 18, 2012[1]) was one of the original programmers for the ENIAC (the first electronic digital computer). She is considered one of the first computer programmers in history.[2]", "44074104": "Klaus Pohl (born 1960 as Klaus Mussgnug in Karlsruhe\n[1]) is a German computer scientist and Professor for Software Systems Engineering at the University of Duisburg-Essen, mainly known for his work in Requirements Engineering and Software product line engineering.[2][3]", "61260922": "Alice Recoque (born Arnaud; 29 August 1929 – 28 January 2021) was a French computer scientist, computer engineer and computer architecture specialist.[1] She worked on the designs of mini-computers  in the 1970s and led research focused on artificial intelligence.[2][3]", "9962621": "Harry George Mairson is a theoretical computer scientist and professor of computer science in the Volen National Center for Complex Systems at Brandeis University in Waltham, Massachusetts. His research is in the fields of logic in computer science, lambda calculus and functional programming, type theory and constructive mathematics, computational complexity theory, and algorithmics.[1]", "14959743": "Gul Agha (گُل آغا) is a professor of computer science at the University of Illinois at Urbana-Champaign, and director of the Open Systems Laboratory. He is known for his work on the actor model of concurrent computation,[1] and was also Editor-in-Chief of ACM Computing Surveys from 1999 to 2007.[2]\nAgha was born and completed his early schooling in Sindh, Pakistan. Agha completed his B.S. with honors at the California Institute of Technology in the year 1977.[3] He received his Ph.D. in Computer and Communication Science from the University of Michigan in 1986 under the supervision of John Holland. However, much of his doctoral research was carried out in Carl Hewitt's Message-Passing Semantics Group at Massachusetts Institute of Technology (MIT).[4][5][6] Agha's dissertation was published by the MIT Press as Actors: a model of concurrent computation in distributed systems, a book which, according to the ACM Guide to Computing Literature, has been cited over 3000 times.[7]", "42681478": "Lyle H. Ungar is a machine learning researcher and professor of Computer and Information Science at the University of Pennsylvania.[1] He is also affiliated with the psychology department at the university.[2]", "54609039": "Professor Emma Hart, FRSE (born 1967) is an English computer scientist known for her work in artificial immune systems (AIS), evolutionary computation and optimisation. She is a professor of computational intelligence at Edinburgh Napier University, editor-in-chief of the Journal of Evolutionary Computation (MIT Press), and D. Coordinator of the Future & Emerging Technologies (FET) Proactive Initiative, Fundamentals of Collective Adaptive Systems.", "16286868": "Leslie L. Vadász (born Vadász László; born September 12, 1936, in Budapest, Hungary) is a Hungarian[1][2]-American engineer and manager, one of the founding members of Intel Corporation.[3]", "1967255": "David Harris (born in August 1961) is a New Zealand software developer from Dunedin, New Zealand. He developed the Pegasus Mail client and the Mercury Mail Transport System,[1][2] and is a former staff member of the University of Otago. He wrote columns for Computerworld between 2000 and 2004.[3]", "1721497": "Audrey Tang Feng (Chinese: 唐鳳; pinyin: Táng Fèng; born 18 April 1981) is a Taiwanese free software programmer and the inaugural Minister of Digital Affairs of the Republic of China (Taiwan),[1] who has been described as one of the \"ten greatest Taiwanese computing personalities\".[2] In August 2016, Tang was invited to join Taiwan's Executive Yuan as a minister without portfolio, making her the first transgender person and the first non-binary official in the top executive cabinet.[3][4][5] Tang has identified as \"post-gender\" and accepts \"whatever pronoun people want to describe me with online.\"[6] Tang is a community leader of Haskell and Perl and the core member of g0v.", "3818648": "Matthew Hennessy is an Irish computer scientist who has contributed especially to concurrency, process calculi and programming language semantics.", "15451291": "Friedemann Mattern (born 28 July 1955) is a German scientist.", "345247": "Jonathan Herbert Schaeffer FRSC[1] (born 1957) is a Canadian researcher and professor at the University of Alberta and the former Canada Research Chair in Artificial Intelligence.", "754849": "Lawrence Gordon Tesler (April 24, 1945 – February 16, 2020) was an American computer scientist who worked in the field of human–computer interaction. Tesler worked at Xerox PARC, Apple, Amazon, and Yahoo!.", "22119597": "Dana S. Nau is a Professor of Computer Science and Systems Research at the University of Maryland Department of Computer Science in College Park, where he has done research in automated planning and scheduling, game theory, cognitive science, and computer-aided engineering.  He has many PHD students, including Qiang Yang who graduated in 1989. He has more than 300 publications[1] and several best-paper awards. Some of his accomplishments include the discovery of game tree pathology,[2] the development of the SHOP and SHOP2[3] HTN planning systems, and the book Automated Planning: Theory and Practice (ISBN 1-55860-856-7).[4] He is a Fellow[5] of the AAAI and in 2022 he was elected as a Fellow of the AAAS.[6]", "62702768": "Sonia Aïssa is a professor in the Institut national de la recherche scientifique (INRS) of the Université du Québec, in the INRS Research Centre for Energy, Materials, and Telecommunications. Aïssa earned a doctorate in electrical and computer engineering in 1998 from McGill University, following which she joined the INRS.[1]", "45270199": "Craig Gotsman is a Distinguished Professor of Computer Science at the New Jersey Institute of Technology (NJIT). He was the Dean of the Ying Wu College of Computing at NJIT between 2017-2023. He was the Founding Director of the joint Jacobs Technion-Cornell Innovation Institute at Cornell Tech prior to joining NJIT.[1]", "50955454": "Aaron Clauset is an American computer scientist who works in the areas of Network Science, Machine Learning, and Complex Systems. He is currently a professor of computer science at the University of Colorado Boulder and is external faculty at the Santa Fe Institute.", "33983": "Herwart Holland-Moritz, known as Wau Holland, (20 December 1951 – 29 July 2001) was a German computer security activist and journalist who in 1981 cofounded the Chaos Computer Club (CCC), one of the world's oldest hacking clubs.", "61703358": "Julie Dorsey is an American computer scientist specializing in computer graphics. With architecture as a driving application, her research in computer graphics has included work on high-dynamic-range imaging, image-based modeling and rendering, and billboarding. She is the Frederick W. Beinecke Professor of Computer Science at Yale University,[1] and the founder and Chief Scientist of 3D sketching software company Mental Canvas.[2]", "9749696": "Tom Truscott is an American computer scientist best known for creating Usenet with Jim Ellis, when both were graduate students at Duke University.[1] He is also a member of ACM, IEEE, and Sigma Xi. One of his first endeavors into computers was writing a computer chess program and then later working on a global optimizer for C at Bell Labs. This computer chess program competed in multiple computer chess tournaments such as the Toronto chess tournament in 1977 (2nd place) and the Linz tournament in 1980 (3rd place). Today, Truscott works on tools that analyze software as a software developer for the SAS Institute.", "1344703": "William G. Griswold is a professor of Computer Science and Engineering at the University of California, San Diego.[1] His research is in software engineering; he is best known for his works on aspect-oriented programming using AspectJ[2] and on finding invariants of programs to support software evolution.[3]", "8127686": "Konrad R. Fiałkowski (29 December 1939 — 23 November 2020[1]) was a Polish engineer, information technology scientist and hard science fiction writer.[2]", "62325960": "Grigore Roșu is a computer science professor at the University of Illinois at Urbana-Champaign and a researcher in the \nInformation Trust Institute.[1] \nHe is known for his contributions in runtime verification, the K framework,[2]\nmatching logic,[3]\nand automated coinduction.[4]", "28787917": "Anatoliy Oleksiyvych Morozov (Ukrainian: Анатолій Олексійович Морозов; born 9 May 1939) is a Ukrainian scientist in the field of cybernetics. He is a Full Member[1] of the National Academy of Sciences of Ukraine, a Full member (Academician) of the International Academy of Information Science and the Academy of Technological Sciences of Russia and the President of the Academy of Technological Sciences of Ukraine.", "70239442": "Steven Burton Sawyer (born February 13, 1960) is a professor in the School of Information Studies at Syracuse University.[3][4][5] He is known for his research on social and organizational informatics, how people work together and how they use technology, and the relationships among changing forms of work & organization. Sawyer has worked on improving the social components of teamwork, as well as the distinctions between packaged and custom software development. His research is done through field-based studies of software developers,[6] scientific collaborators, scientific data repositories, real estate agents,[1][7] police officers, organizational technologists, and similar information-intensive work settings.[8][9]", "48776405": "Supachai Tangwongsan (Thai: ศุภชัย ตั้งวงศ์ศานต์, born 18 December 1947) is a Thai emeritus professor of computer science at Mahidol University, Thailand.[1] He received his Doctor of Philosophy degree in electrical engineering at Purdue University with the Royal support of King Ananda Mahidol Foundation scholarship.", "40240350": "Milan Vojnovic is a professor of data science with the Department of Statistics at the London School of Economics, where he is also director of the MSc Data Science Programme.[1] Prior to this, he worked as a researcher with Microsoft Research from 2004 to 2016.[2]", "49333485": "Hans Petter Langtangen (3 January 1962 – 10 October 2016) was a Norwegian scientist trained in mechanics and scientific computing. Langtangen was the director of the Centre for Biomedical Computing, a Norwegian Center of Excellence[1] hosted by Simula Research Laboratory. He was a professor of scientific computing at the University of Oslo, and was editor-in-chief of SIAM Journal on Scientific Computing 2011–2015.[2]", "509166": "Richard S. Wallace is an American author of AIML and Botmaster of A.L.I.C.E. (Artificial Linguistic Internet Computer Entity).[1]  He is also the founder of the A.L.I.C.E Artificial Intelligence Foundation. Dr. Wallace's work has appeared in the New York Times, WIRED, CNN, ZDTV and in numerous foreign language publications across Asia, Latin America and Europe.", "50070773": "Timothy Jurka is a Polish-American computer scientist and political scientist.", "17499384": "David Allen Gewirtz is a journalist, author, and U.S. policy advisor working in technology and national security policy. He currently serves as director of the U.S. Strategic Perspective Institute.[1]", "73827577": "Jane Cleland-Huang is a software engineer whose research involves requirements engineering, requirements traceability, the safety engineering of cyber-physical systems, and agile software development, including work on air traffic control for unmanned aerial vehicles.[1] Originally from England,[2] she works in the US as Frank M. Freimann Professor of Computer Science, Chair of the Department of Computer Science and Engineering at the University of Notre Dame, and director of the Software and Requirements Engineering Research Lab.[3]", "41551102": "Eric S. Roberts is an American computer scientist noted for his contributions to computer science education through textbook authorship and his leadership in computing curriculum development.[1] He is a co-chair of the ACM Education Council, former co-chair of the ACM Education Board, and a former member of the SIGCSE Board. He led the Java task force in 1994. He was a Professor emeritus at Stanford University.[1] He currently teaches at Willamette University in Salem, Oregon.[2]", "68355335": "François Chollet (French: [fʁɑ̃swa ʃoˈlɛ]; born 20 October 1989) is a French software engineer and artificial intelligence researcher currently working at Google. Chollet is the creator of the Keras deep-learning library, released in 2015, and a main contributor to the TensorFlow machine learning framework.[citation needed] His research focuses on computer vision, the application of machine learning to formal reasoning, abstraction,[2] and how to achieve greater generality in artificial intelligence.[3]", "31556873": "Ipke Wachsmuth  was born 1950. He is a German computer scientist within the fields of artificial intelligence and cognitive science.", "34718995": "Allen Benjamin Downey (born May 11, 1967) is an American computer scientist who is currently working as a Staff Scientist at DrivenData. He was a former Professor of Computer Science at the Franklin W. Olin College of Engineering.", "63653146": "Summer Worden (born 1975) is a former intelligence officer for the United States Air Force and Intelligence Community. She is the founder of a technology and security service company, Filly Intelligence LLC.[1] Worden became the first person to file an accusation of a crime committed in outer space when she accused her estranged then-wife NASA astronaut Anne McClain of wrongfully accessing their bank accounts. However, those accusations were subsequently disproven and Worden was indicted by a grand jury in March 2020 on two counts of lying to federal investigators. Her trial is in spring of 2022 and she faces up to 10 years in prison.[2]", "2950430": "John Curran (born May 7, 1964) is an early Internet executive, and since 2009, the current president and CEO of the American Registry for Internet Numbers (ARIN).[1][2] He was a founder of ARIN and served as its chairman from inception through 2009.[3][4] Curran ran several early Internet companies including BBN Planet,[5][6] XO Communications, and Servervault.", "20989214": "Susanne Albers is a German theoretical computer scientist and professor of computer science at the Department of Informatics of the Technical University of Munich.[1] She is a recipient of the Otto Hahn Medal[2] and the Leibniz Prize.[3]", "69469471": "Jiaya Jia (Chinese: 贾佳亚) is a tenured professor of the Department of Computer Science and Engineering at The Chinese University of Hong Kong (CUHK).[1] He is an IEEE Fellow, the associate editor-in-chief of one of IEEE’s flagship and premier journals- Transactions on Pattern Analysis and Machine Intelligence (TPAMI), as well as on the editorial board of International Journal of Computer Vision (IJCV).[2]", "394527": "Frieder Nake (born December 16, 1938) is a mathematician, computer scientist, and pioneer of computer art. He is best known internationally for his contributions to the earliest manifestations of computer art, a field of computing that made its first public appearances with three small exhibitions in 1965.", "70944036": "Gabriel A. Wainer (Gabriel Wainer) is a Canadian/Argentinian computer scientist known for his work in modeling and simulation. He is a Professor in the Department of Systems and Computer Engineering at Carleton University in Ottawa, Canada.", "7406885": "Tshilidzi Marwala  (born 28 July 1971) is a South African artificial intelligence engineer, a computer scientist, a mechanical engineer and a university administrator. He is currently Rector of the United Nations University and UN Under-Secretary-General.[1] In August 2023 Marwala was appointed to the United Nations scientific advisory council.[2][3]", "44401956": "David Maher is a computer scientist and the chief technology officer and executive vice president of Intertrust Technologies. He is also a Bell Labs Fellow and was chief architect for AT&T's STU-III secure voice, data and video products[1] used by the White House[2] and the United States Department of Defense.[3]", "558376": "Steve Grand OBE (born 12 February 1958) is a British computer scientist and roboticist.[1] He was the creator and lead programmer of the Creatures artificial life simulation, which he discussed in his first book Creation: Life and How to Make It, a finalist for the 2001 Aventis Prize for Science Books. He is also an Officer of the Most Excellent Order of the British Empire, which he received in 2000.[2]", "45663531": "Willem Adriaan Gerrit Anton (\"Harry\") Bouwman (born Tilburg, 1953) is a Dutch Information systems researcher, and professor at the Åbo Akademi University, Institute for Advanced Management Systems Research, known for his work on mobile services,[1] business models and business architecture.[2]", "1115439": "Molly Miriam Esther Holzschlag[3] (January 25, 1963 – September 5, 2023) was an American author, lecturer and advocate of the Open Web. She wrote or co-authored 35 books on web design and open standards, including The Zen of CSS Design: Visual Enlightenment for the Web (co-authored with Dave Shea). She was nicknamed the \"Fairy Godmother of the Web\".[2]", "68584753": "Pasquale Aiello (born 5 December 1976) is an Italian research scientist. He is an ethical researcher of socio-cultural and geo-political changes during the Industrial Revolution. He works via mathematical models and neuroscience.", "378171": "Federico Faggin (Italian pronunciation: [fedeˈriːko fadˈdʒin], Venetian: [faˈdʒiŋ]; born 1 December 1941) is an Italian physicist, engineer, inventor and entrepreneur. He is best known for designing the first commercial microprocessor, the Intel 4004. He led the 4004 (MCS-4) project and the design group during the first five years of Intel's microprocessor effort. Faggin also created, while working at Fairchild Semiconductor in 1968, the self-aligned MOS (metal-oxide-semiconductor) silicon-gate technology (SGT), which made possible MOS semiconductor memory chips, CCD image sensors, and the microprocessor. After the 4004, he led development of the Intel 8008 and 8080, using his SGT methodology for random logic chip design, which was essential to the creation of early Intel microprocessors. He was co-founder (with Ralph Ungermann) and CEO of Zilog, the first company solely dedicated to microprocessors, and led the development of the Zilog Z80 and Z8 processors.[2] He was later the co-founder and CEO of Cygnet Technologies, and then Synaptics.", "15598907": "Paul Reilly is a pioneer of virtual archaeology and data visualisation in archeology. He was a research scientist at the IBM UK Scientific Centre. He received his B.A. Honours degree in archaeology and history from the University of Leeds and his Ph.D in computer-based archaeological research, at the Research Centre for Computer Archaeology in North Staffordshire Polytechnic. He has worked on many archaeological excavation and field survey projects in Britain and elsewhere in Europe. From 1986 to 1989 he was an IBM UK Scientific Centre Research Fellow and became Research Scientist in 1989.", "52430141": "Theodore Raphan is an American neuroscientist. He is Broeklundian Distinguished Professor of Computer and Information Science at Brooklyn College, City University of New York.[1] and also a published author.[2][3]", "58017086": "Carrie Anne Philbin MBE is an English teacher of computer science and an author. She is a director of educator support[2] at the Raspberry Pi Foundation and chairs the Computing At School (CAS) diversity and inclusion group, #CASInclude. She wrote the computing book Adventures in Raspberry Pi (2013) for teenagers. She runs the YouTube channel Geek Gurl Diaries and in 2017, was the host for Crash Course Computer Science.[3]", "66831679": "Margaret Mitchell is a computer scientist who works on algorithmic bias and fairness in machine learning. She is most well known for her work on automatically removing undesired biases concerning demographic groups from machine learning models,[2] as well as more transparent reporting of their intended use.[3]", "34932037": "Nathan S. Netanyahu (Hebrew: נָתָן נְתַנְיָהוּ; born 28 November 1951) is an Israeli computer scientist and a professor of computer science at Bar-Ilan University.[1]", "23594316": "Kunihiko Fukushima (Japanese: 福島 邦彦, born 16 March 1936) is a Japanese computer scientist, most noted for his work on artificial neural networks and deep learning. He is currently working part-time as a senior research scientist at the Fuzzy Logic Systems Institute in Fukuoka, Japan.[1]", "1082703": "Markus Guenther Kuhn (born 1971) is a German computer scientist, currently working at the Computer Laboratory, University of Cambridge and a fellow of Wolfson College, Cambridge.[10][11][12][13][14]", "9897302": "Lee Edward McMahon (October 24, 1931[2]–February 15, 1989[3]) was an American computer scientist.", "43648345": "Robert P. Goldberg (December 4, 1944 – February 25, 1994) was an American computer scientist, known for his research on operating systems and virtualization.", "16024933": "Michael Lederman Littman (born August 30, 1966) is a computer scientist, researcher, educator, and author. His research interests focus on reinforcement learning. He is currently a University Professor of Computer Science at Brown University, where he has taught since 2012.", "69862761": "Tajana Šimunić Rosing is an American computer scientist and computer engineer specializing in embedded systems, cyber-physical systems, and smart city infrastructure, including the reliability of these systems and the control of their temperature and energy usage. She is a professor in the Department of Computer Science and Engineering at the University of California, San Diego, where she directs the System Energy Efficiency Lab and holds the Fratamico Endowed Chair.[1]", "15697260": "Yuriy Sergeyevich Polyakov (Russian: Юрий Сергеевич Поляков, born September 3, 1980, in Moscow, Soviet Union) is a Russian-American scientist at Duality Technologies. He is best known for his work in cryptography (homomorphic encryption, lattice-based cryptography), chemical engineering (theory of filtration processes, mathematical modeling of chemical reactors), and physics (stochastic time series analysis).", "58295661": "Jan Krissler, better known by his pseudonym starbug, is a German computer scientist and hacker. He is best known for his work on defeating biometric systems, most prominently the iPhone's TouchID.[1] He is also an active member of the German and European hacker community.", "21267825": "Dr Martin R. Woodward (28 May 1948 – 27 October 2006) was a British  computer scientist who made leading contributions in the field of in software testing.[1][2]", "12010867": "Charles \"Chuck\" Weiss is an American computer scientist and software designer.", "38372727": "Lou Perazzoli is one of the initial architects for Windows NT made by Microsoft[1] and later managed the core OS team for the first releases of Windows NT. He has a B.S in Mathematics and Computer Science (double major). He was one of the engineers which Dave Cutler took with him to Microsoft from Digital Equipment Corporation after the cancellation of the PRISM and MICA projects.[2]", "34342265": "Edward Saatchi (born 19 February 1985) is a British businessman and filmmaker. He is the chief executive officer (CEO) of artificial intelligence-powered virtual being company Fable.[3] He was formerly a producer at Oculus Story Studio and the CEO and co-founder of political technology company, NationalField.[4]", "6899065": "Wayne P. Stevens (1944 - 1993) was an American software engineer, consultant, author, pioneer, and advocate of the practical application of software methods and tools.[1]", "72336770": "Lê Viết Quốc (born 1982),[1] or in romanized form Quoc Viet Le, is a Vietnamese-American computer scientist and a machine learning pioneer at Google Brain, which he established with others from Google. He co-invented the doc2vec[2] and seq2seq[3] models in natural language processing. Le also initiated and lead the AutoML initiative at Google Brain, including the proposal of neural architecture search.[4][5][6][7]", "13141379": "Kevin Lenzo (born 1967) is an American computer scientist.[1] He wrote the initial infobot, founded The Perl Foundation (and was its chairman until 2007[2]) and the Yet Another Perl Conferences (YAPC).,[3] released CMU Sphinx into Open source, founded Cepstral LLC, and has been a major contributor to the Festival Speech Synthesis System, FestVox, and Flite.  His voice is the basis for a number of synthetic voices, including FreeTTS, Flite, and the cmu_us_kal_diphone Festival voice.  He has also contributed Perl modules to CPAN. Kevin was also a founding member of the 1980s funk band \"Leftover Funk\" and the \"Petty Punkasses\" in 1998.", "31786377": "Alex Snoeren is a computer science professor at the University of California, San Diego. He graduated from the Georgia Institute of Technology in 1997.[1]", "17712525": "Amit Sheth is a computer scientist at University of South Carolina in Columbia, South Carolina. He is the founding Director of the Artificial Intelligence Institute, and a Professor of Computer Science and Engineering.\n[1] From 2007 to June 2019, he was the Lexis Nexis Ohio Eminent Scholar, director of the Ohio Center of Excellence in Knowledge-enabled Computing,\n[2]\nand a Professor of Computer Science at Wright State University. Sheth's work has been cited by over 48,800 publications.[3] He has an h-index of 106,[3] which puts him among the top 100 computer scientists[4] with the highest h-index.[5]\nPrior to founding the Kno.e.sis Center, he served as the director of the Large Scale Distributed Information Systems Lab at the University of Georgia in Athens, Georgia.", "57099665": "Christopher (Chris) Ferris (born c. 1957) is a computer scientist, best known for co-leading the Hyperledger Fabric project where he chaired the Technical Steering Committee[1] from 2016 to 2018 and was a member of the Governing Board of the foremost blockchain project of the Linux Foundation. Hyperledger has been one of the fastest-growing open community projects, with over 200 corporate and associate members.[2]  Ferris has a history of open-source software contributions to other technologies, including web services[3] and cloud.[4]  Ferris is currently an IBM Fellow, and CTO Open Technologies.[5]", "61703570": "Stephanie Weirich (/ˈwaɪərɪk/ WYRE-ik[1]) is an American computer scientist specializing in type theory, type inference, dependent types, and functional programming. She is a professor of computer science at the University of Pennsylvania.", "41993618": "Harvard University Kennedy School of Government[1]\nStanford University[1]", "4244882": "SRI International's Artificial Intelligence Center", "27657626": "Bernd Fix (born 19 March 1962 in Wittingen, Lower Saxony) is a German hacker and computer security expert.", "67356061": "Shai Ben-David is an Israeli-Canadian computer scientist and professor at the University of Waterloo. He is known for his research in theoretical machine learning.[1]", "46417309": "Shojiro Nishio (西尾 章治郎, Nishio Shōjirō) is a Japanese information scientist and technology scholar and the 18th president of Osaka University.[1] Having co-authored or co-edited more than 55 books and more than 650 refereed journal or conference papers as well as serving on editorial boards of major information sciences journals, Nishio is considered one of the most prominent and influential researchers on database systems and networks.", "53724574": "Michael S. Branicky is a professor of electrical engineering and computer science at the University of Kansas, Lawrence, Kansas. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for contributions to switched and hybrid control systems.", "1803686": "Arthur Whitney (born October 20, 1957) is a Canadian computer scientist most notable for developing three programming languages inspired by APL: A+, k,[1] and q,[1] and for co-founding the U.S. companies Kx Systems[1][2] and Shakti Software.", "1449": "Alan Curtis Kay (born May 17, 1940)[1] is an American computer scientist best known for his pioneering work on object-oriented programming and windowing graphical user interface (GUI) design. At Xerox PARC he led the design and development of the first modern windowed computer desktop interface.  There he also led the development of the influential object-oriented programming language Smalltalk, both personally designing most of the early versions of the language and coining the term \"object-oriented.\"\nHe has been elected a Fellow of the American Academy of Arts and Sciences, the National Academy of Engineering, and the Royal Society of Arts.[2]  He received the Turing award in 2003.[3]", "51529131": "Robert Wilensky (26 March 1951 – 15 March 2013) was an American computer scientist and emeritus professor at the UC Berkeley School of Information, with his main focus of research in artificial intelligence.[1]", "47809965": "Fulufhelo Vincent Nelwamondo (OMS) is an electrical engineer by training, and holds a PhD in Electrical Engineering (Computational Intelligence) from the University of the Witwatersrand, in South Africa. He is the youngest recipient of the Harvard-South Africa Fellowship Programme amongst other honours. His research and practical experience has covered a wide spectrum of areas, including software engineering and computational intelligence. His interests include biometrics-based systems, data mining and machine learning tools.[1]", "37094840": "Susan Owicki is a computer scientist, Association for Computing Machinery (ACM) Fellow, and one of the founding members of the Systers mailing list for women in computing.[1]  She changed careers in the early 2000s and became a licensed marriage and family therapist.", "38061502": "Tracy Kay Camp (born September 27, 1964) is an American computer scientist noted for her research on wireless networking. She is also noted for her leadership in broadening participation in computing. She was the co-chair of CRA-W from 2011 to 2014 and she was\nthe co-chair of ACM-W[1] from 1998 to 2002.", "67405247": "Christopher J. Horn is an Irish academic and businessperson, co-founder and CEO of Ireland's first NASDAQ-listed company, IONA Technologies, once one of the world's top ten software-only companies by revenue. He also led fundraising for, and became founding chairperson of, Dublin's Science Gallery, and later its international spinoff projects.  Horn, an electronics engineer and holder of a PhD in computer science, has also written extensively on technology and business innovation, and on privacy, including for The Irish Times. A former president of Engineers Ireland, and later made a Fellow of that body, he was awarded an honorary doctorate by Trinity College Dublin, and a Gold Medal of the Royal Dublin Society. He has been chairperson or member of multiple commercial and voluntary boards, including those of Trinity College Dublin and Science Foundation Ireland.", "47580612": "William Ian Gasarch (/ɡəˈsɑːrʃ/ gə-SARSH;[1] born 1959[2]) is an American computer scientist known for his work in computational complexity theory, computability theory, computational learning theory, and Ramsey theory. He is currently a professor at the University of Maryland Department of Computer Science with an affiliate appointment in Mathematics.", "71435720": "Anne Hee Hiong Ngu is an Australian-American computer scientist known for her research on middleware and quality of service for web services and the Internet of things. She is a professor of computer science at Texas State University.[1]", "65537483": "Kai Hormann (born 1974) is a German computer scientist. He is professor of the faculty of Informatics at the Università della Svizzera italiana (USI), Switzerland. Hormann is the co-author of Efficient clipping of arbitrary polygons which describes the Greiner–Hormann clipping algorithm co-developed by him.[2] The algorithm is known for being more performant than the Vatti clipping algorithm, but it cannot handle degeneracies.[3] His research interests are inherent to the field of computer graphics. One of his notable collaborators in his researches is Vladimir Anisimoff's son Dmitry[1]. He was Dean of the faculty of Informatics at USI from 2015 to 2017.[4]", "59868627": "Robert Eliot Shostak (born July 26, 1948, in Arlington, Virginia) is an American computer scientist and Silicon Valley entrepreneur.  He is most noted academically for his seminal work in the branch of distributed computing known as Byzantine Fault Tolerance.  He is also known for co-authoring the Paradox Database, and most recently, the founding of Vocera Communications, a company that makes wearable, Star Trek-like communication badges.", "53724631": "Shigang Chen from the University of Florida in Gainesville was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for contributions to quality of service provisioning and policy-based security management in computer networks.", "53724635": "Degang Chen professor at Iowa State University, was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for contributions to testing of analog and mixed-signal integrated circuits.", "66897377": "Francisco Javier Esparza Estaun (born 27 April 1964 in Pamplona, Spain[1]) is a Spanish computer scientist. He is a professor at the Technische Universität München.", "21366248": "John Krogstie (born 23 May 1967) is a Norwegian computer scientist, professor in information systems at the Norwegian University of Science and Technology (NTNU) in Trondheim, Norway, and an expert in the field of enterprise modelling.", "16713196": "Ayanna MacCalla Howard (born January 24, 1972) is an American roboticist, entrepreneur and educator currently serving as the dean of the College of Engineering at Ohio State University. Assuming the post in March 2021, Howard became the first woman to lead the Ohio State College of Engineering.[1][2]", "52397549": "Hussein Mouftah is a Canadian computer scientist and electrical engineer, currently the Canada Research Chair and Distinguished University Professor at University of Ottawa,[1] and also a published author.[2]", "13501940": "Gilles Kahn (April 17, 1946 – February 9, 2006) was a French computer scientist. He notably introduced Kahn process networks as a model for parallel processing and natural semantics for describing the operational semantics of programming languages.", "45598197": "Catherine Havasi (born 1981) is an American scientist who specialises in artificial intelligence (AI) at MIT Media Lab.[1] She is co-founder and CEO of AI company Luminoso.[2] Havasi was a member of the  MIT group engaged in   the  Open Mind Common Sense (also known as OMCS) AI project and that created the natural language AI program ConceptNet.[3][4]", "9537014": "Gerhard Weikum (born September 28, 1957) is a German computer scientist and Research Director at the Max Planck Institute for Informatics in Saarbrücken, Germany, where he is leading the databases and information systems department. His current research interests include transactional and distributed systems, self-tuning database systems, data and text integration, and the automatic construction of knowledge bases. He is one of the creators of the YAGO knowledge base. He is also the Dean of the International Max Planck Research School for Computer Science (IMPRS-CS).", "1623543": "Xavier Leroy (born 15 March 1968) is a French computer scientist and programmer.  He is best known for his role as a primary developer of the OCaml system.  He is \nProfessor of software science at Collège de France.  Before his appointment at Collège de France in 2018, he was senior scientist (directeur de recherche) at the French government research institution Inria.[1]", "1476085": "Charles Edwin Molnar (1935–1996) was a co-developer of one of the first minicomputers, the LINC (Laboratory Instrument Computer), while a graduate student at the Massachusetts Institute of Technology (MIT) in 1962. His collaborator was Wesley A. Clark.", "40568314": "Kees Max van Hee (born 1946) is a Dutch computer scientist, and Emeritus Professor at the Eindhoven University of Technology, known for his development of the process modelling tool ExSpecT, and his seminal work on workflow management.[1]", "1115652": "Christopher Blizzard (born 1973) is a Developer Relations lead at Facebook.[1] Formerly, he worked as an Open Source Evangelist at the Mozilla Corporation[2] and has contributed to other open source projects, including Red Hat and One Laptop Per Child.", "49301001": "Chih-Jen Lin (Chinese: 林智仁; pinyin: Lín Zhìrén) is Distinguished Professor of Computer Science at National Taiwan University, and a leading researcher in machine learning, optimization, and data mining. He is best known for the open-source library LIBSVM, an implementation of support vector machines.[1]", "5326348": "Pieter Hintjens (3 December 1962 – 4 October 2016) was a Belgian software developer, author, and past president of the Foundation for a Free Information Infrastructure (FFII), an association that fights against software patents. In 2007, he was nominated one of the \"50 most influential people in IP\" by Managing Intellectual Property magazine.[1]", "50873868": "Stefan Karpinski is an American computer scientist known for being a co-creator of the Julia programming language.[1][2][3][4] He is an alumnus of Harvard and works at Julia Computing, which he co-founded with Julia co-creators, Alan Edelman, Jeff Bezanson, Viral B. Shah as well as Keno Fischer and Deepak Vinchhi.[5][6][7]", "24036878": "Min Chen (陈敏) is a professor in the School of Computer Science and Technology at Huazhong University of Science and Technology (HUST). His research focuses on Big data, Internet of Things, Machine to Machine Communications, Body Area Networks, Body Sensor Networks, E-healthcare, Mobile Cloud Computing, Cloud-Assisted Mobile Computing, Ubiquitous Network and Services, Mobile Agent, and Multimedia Transmission over Wireless Network, etc. He has been an IEEE Senior Member since 2009.[1][2]", "3884559": "Michael Gurstein (October 2, 1944 – October 8, 2017) was a Canadian best known for his work in the development and definition of community informatics as the area of research and practice concerned with enabling and empowering communities through the use of information and communications technology. He was a native of Edmonton, Alberta, but grew up in Melfort, Saskatchewan and did his first degree at the University of Saskatchewan in Philosophy and Politics.", "73975315": "Ewa Deelman is an American computer scientist specializing in distributed computing and cloud computing for applications in scientific computing. Her contributions include leading the design of the Pegasus scientific workflow management system, used by the LIGO scientific collaboration to detect gravitational waves from binary black holes.[1] She is a research professor of computer science in the USC Viterbi School of Engineering, and a principal scientist at the Information Sciences Institute, both part of the University of Southern California.[2]", "42288661": "Ruth Dayhoff (born 1952) is an American physician and medical bioinformatician.", "296472": "Lov Kumar Grover (born 1961) is an Indian-American computer scientist. He is the originator of the Grover database search algorithm used in quantum computing.[1]  Grover's 1996 algorithm won renown as the second major algorithm proposed for quantum computing (after Shor's 1994 algorithm),[2][3] and in 2017 was finally implemented in a scalable physical quantum system.[4] Grover's algorithm has been the subject of numerous popular science articles.[5][6]", "30459422": "Andrew Charles Harter CBE DL FREng CEng FIET FBCS CITP FRSA (born 5 April 1961 in Yorkshire, England) is a British computer scientist, best known as the founder of RealVNC, where he was CEO until March 2018.", "58148391": "Jin Li (Chinese: 李劲; pinyin: Lǐ Jìn; born 1971) is a Chinese computer scientist. He joined Microsoft Research in 1999, as one of the founding member of Microsoft Research Asia. He is currently a Partner Research Manager at Microsoft Research, Redmond.[1]", "64325161": "Jiliang Tang is a Chinese-born computer scientist and associate professor at Michigan State University in the Computer Science and Engineering Department, where he is the director of the Data Science and Engineering (DSE) Lab. His research expertise is in data mining and machine learning.", "21513772": "Luca Trevisan (born 21 July 1971) is an Italian professor of computer science at Bocconi University in Milan.", "21399088": "Colette Rolland (born 1943, in Dieupentale, Tarn-et-Garonne, France) is a French computer scientist and Professor of Computer Science in the department of Mathematics and Informatics at the University of Paris 1 Pantheon-Sorbonne, and a leading researcher in the area of information and knowledge systems, known for her work on meta-modeling, particularly goal modelling[1][2] and situational method engineering.[3]", "73352753": "Patricia Lago is an Italian computer scientist. She is a full professor at the Vrije Universiteit Amsterdam in the Netherlands, where she leads the Software and Sustainability Research Group S2, which she established and has led since 2011.[1] Her research interests are software engineering, software architecture and software sustainability.[2]", "38159925": "Guang R. Gao (1945 – 12 September 2021) was a computer scientist and a Professor of Electrical and Computer Engineering at the University of Delaware.  Gao was a founder and Chief Scientist of ETI (ET International Inc., Newark, Delaware).", "73729592": "Richa Singh is an Indian computer scientist whose research concerns biometrics, including face recognition and iris recognition. She is a professor and head of the Department of Computer Science & Engineering at IIT Jodhpur.[1]", "20514361": "Kimberley Vanvaeck,[1] also known by her online moniker Gigabyte,[2] is a virus writer from Belgium known for a long-standing dispute which involved the internet security firm Sophos and one of its employees, Graham Cluley.[1][3][4][5] Vanvaeck wrote several viruses, including Quis, Coconut and YahaSux (also called Sahay). She also created a Sharp virus (also called \"Sharpei\"), credited as being the first virus to be written in\nC#.[2][6]", "52397627": "Rajesh K. Gupta (born 1961) is a computer scientist and engineer, currently the Qualcomm Professor in Embedded Microsystems at University of California, San Diego.[1][2] His research concerns design and optimization of cyber-physical systems (CPS). He is a Principal Investigator in the NSF MetroInsight project[3] and serves as Associate Director of the Qualcomm Institute (also known as California Institute for Telecommunications and Information Technology). His research contributions include SystemC[4] and SPARK Parallelizing High-level Synthesis. Earlier he led NSF Expeditions on Variability in Microelectronic circuits.[5]", "67126847": "Baruch M. Schieber (Hebrew: ברוך שיבר; born: December 1958) is a Professor of the Department of Computer Science at the New Jersey Institute of Technology (NJIT)[1] and Director of the Institute for Future Technologies.[2]", "29443649": "Jayant R. Haritsa is an Indian computer scientist and professor. He is on the faculty of the CDS and CSA departments at Indian Institute of Science, Bangalore, India. He works on the design and analysis of Database Systems. In 2009 he won the Shanti Swarup Bhatnagar Prize sponsored by CSIR, India. In 2014 he won the Infosys Prize for Engineering.", "42124868": "Barbara J. Grosz CorrFRSE (Philadelphia, July 21, 1948) is an American computer scientist and Higgins Professor of Natural Sciences at Harvard University.[2] She has made seminal contributions to the fields of natural language processing and multi-agent systems. With Alison Simmons, she is co-founder of the Embedded EthiCS programme at Harvard, which embeds ethics lessons into computer science courses.", "2082379": "Tao Yang is a Chinese-American computer scientist. Yang is the Chief Scientist and Senior Vice President of Ask.com for web search. He is also a tenured professor in Computer Science at the University of California, Santa Barbara.", "71190091": "Mary Katherine Wootters is an American coding theorist, information theorist, and theoretical computer scientist. She is an assistant professor of computer science and electrical engineering and a member of the  Institute for Computational and Mathematical Engineering at Stanford University.[1]", "35735118": "Dr. Sajal K. Das is currently a Professor of Computer Science and the Daniel St. Clair Endowed Chair at Missouri University of Science and Technology (S&T),[1] where he was the Chair of Computer Science Department during 2013-2017. Prior to that he was a University Distinguished Scholar Professor of Computer Science and Engineering and the founding director of the Center for Research in Wireless Mobility and Networking (CReWMaN) at the University of Texas at Arlington. During 2008-2011 he served the US National Science Foundation as a Program Director in Computer Networks and Systems division of the CISE Directorate. During 1988-1999 he was a faculty at the University of North Texas.[citation needed] His research interests include wireless and sensor networks, mobile and pervasive computing, parallel and cloud computing, smart and connected communities (smart city, smart home, smart grid, smart health, smart transportation, and smart agriculture), cyber-physical systems, Internet of Things (IoT), cyber-physical security, machine learning and data analytics, biological and social networking, applied graph theory and game theory. He has partaken in research related to wireless sensor networks and pervasive and mobile computing. He is a Fellow of the IEEE.", "34384": "Yukihiro Matsumoto (まつもとゆきひろ, Matsumoto Yukihiro, born 14 April 1965), also known as Matz, is a Japanese computer scientist and software programmer best known as the chief designer of the Ruby programming language and its original reference implementation, Matz's Ruby Interpreter (MRI). His demeanor has brought about a motto in the Ruby community: \"Matz is nice and so we are nice,\" commonly abbreviated as MINASWAN.", "62293592": "Roger Anthony Scantlebury (born August 1936) is a British computer scientist who worked at the National Physical Laboratory (NPL) and later at Logica.", "73533021": "Catuscia Palamidessi (born 1959) is a computer scientist whose research topics have included differential privacy, location obfuscation, fairness in machine learning, the logic of concurrent systems, and the design of programming languages that combine logic programming and functional programming. Originally from Italy, she has worked in Italy, the US, and France, where she is a director of research for the French Institute for Research in Computer Science and Automation (Inria).", "48940639": "Jacob Savir is a professor in the Department of Electrical and Computer Engineering[1] at the New Jersey Institute of Technology and an IEEE Fellow.[2]", "4327008": "Wang Xuan may refer to:", "28722785": "Bashir Iskandarovich Rameev (Russian: Баши́р Исканда́рович Раме́ев; formerly \"Rameyev\" in English; 1 May 1918 – 16 May 1994) was a Soviet inventor and scientist, one of the founders of Soviet computing, author of 23 patents,[1] including the first patent in the field of electronic computers officially registered in the USSR—a patent for the Automatic Electronic Digital Machine (1948).[2] Rameev's inventions paved the way for the development of a new field in Soviet science—electronic computing—and for the formation of a new branch of industry that supported it.", "21120608": "Clarence Leroy “Ben” Coates (November 5, 1923 – October 25, 2000) was an American computer scientist and engineer known for his work on waveform recognition devices, circuit gates and accumulators.", "62588517": "Brittany Aubert (born March 9, 1987), better known by the ring name Aubrey Edwards, is an American video game developer and professional wrestling referee signed to All Elite Wrestling (AEW).[7][8] She is also the promotion's project coordinator and the co-host of AEW Unrestricted with Tony Schiavone.[9][10]", "43140712": "Timothy Clinton Bell CNZM is a New Zealand computer scientist, with interests in computer science education, computer music and text compression. In 2017, it was announced by SIGCSE that Bell would receive the 2018 award for 'Outstanding Contribution to Computer Science Education'.[1][2]", "53708393": "Nenad Medvidović is a Professor of Computer Science and Informatics at the University of Southern California in Los Angeles, CA.[1] He is a fellow of the IEEE[2] and an ACM Distinguished Member.[3] He was chair of ACM SIGSOFT[4] and co-author of Software Architecture: Foundations, Theory, and Practice (2009). In 2008, he received the Most Influential Paper Award for a paper titled \"Architecture-Based Runtime Software Evolution\"[5] published in the ACM/IEEE International Conference on Software Engineering 1998.[6]  In 2020, he received the Most Influential Paper Award for a paper titled \"An architectural style for solving computationally intensive problems on large networks\"[7] published in the ACM/IEEE Software Engineering for Adaptive and Self-Managing Systems 2007.[8][9] In 2017, he received an IEEE International Conference on Software Architecture Best Paper Award[10] for his paper titled \"Continuous Analysis of Collaborative Design\".[11]", "34260601": "Milind Tambe is an Indian-American educator serving as a Professor of Computer Science at Harvard University. He also serves as the director of the Center for Research on Computation and Society at Harvard University and the director of \"AI for Social Good\" at Google Research India.", "26527371": "Catherine M. \"Cathy\" Hudgins (born 1944) is an American politician who served as a member of the Fairfax County Board of Supervisors from 1999 to 2019; representing the Hunter Mill district, which includes the town of Reston and town of Vienna. She is a member of the  Democratic Party and was the first African American and non-white person elected to the Board of Supervisors.[1][2]", "3360396": "José Mauro Volkmer de Castilho (1946–1998) was a Brazilian scientist, teacher and researcher.", "9733776": "Amanda Elizabeth Chessell CBE FREng is a computer scientist and a Distinguished Engineer at IBM.[1] She has been awarded the title of IBM Master Inventor. She is also a Member of the IBM Academy of Technology.", "74286749": "Anna Becker is an Israeli researcher known in the field of artificial intelligence and computer science within the financial field.[1][2]", "74122909": "Leilani Marie Battle is an American Computer Science Assistant Professor at University of Washington's  Paul G. Allen School of Computer Science & Engineering. Leilani Battle is also a co-director in UW's interactive Data Lab program. She is known for her research into the visualization and analysis of complex database systems.[1]", "47548064": "Naftali \"Tali\" Tishby (Hebrew: נפתלי תשבי; 28 December 1952 – 9 August 2021) was a professor of computer science and computational neuroscientist at the Hebrew University of Jerusalem.", "58721975": "Doina Precup is a Romanian researcher currently living in Montreal, Canada. She specializes in artificial intelligence (AI). Precup is associate dean of research at the faculty of science at McGill University, Canada research chair in machine learning and a senior fellow at the Canadian Institute for Advanced Research. She also heads the Montreal office of Deepmind.[1][2]", "36079287": "Edith \"Edie\" Windsor[1]  (née Schlain; June 20, 1929 – September 12, 2017) was an American LGBT rights activist and a technology manager at IBM. She was the lead plaintiff in the 2013  Supreme Court of the United States case United States v. Windsor, which overturned Section 3 of the Defense of Marriage Act and was considered a landmark legal victory for the same-sex marriage movement in the United States. The Obama administration and federal agencies extended rights, privileges and benefits to married same-sex couples because of the decision.", "509624": "Gerard A. \"Gerry\" Salton (8 March 1927 – 28 August 1995) was a professor of Computer Science at Cornell University. Salton was perhaps the leading computer scientist working in the field of information retrieval during his time, and \"the father of Information Retrieval\".[2]  His group at Cornell developed the SMART Information Retrieval System, which he initiated when he was at Harvard. It was the very first system to use the now popular vector space model for Information Retrieval.", "46401212": "Marian Petre (born 1959) is a British computer scientist and Professor of Computing at the Open University and Director of its Centre for Research in Computing (CRC), known for her work on Visual Programming Environments, and co-developed the concept of cognitive dimensions of notations.[1][2][3]", "1164997": "Frédéric Lepied (born 1967) is a French computer engineer, and was the CTO of Mandriva until January 2006. [1]", "20399818": "Elizabeth D. \"Beth\" Mynatt (born July 12, 1966) is the Dean of the Khoury College of Computer Sciences at Northeastern University.[1] She is former executive director of the Institute for People and Technology, director of the GVU Center at Georgia Tech, and Regents' and Distinguished Professor[2][3] in the School of Interactive Computing, all at the Georgia Institute of Technology.", "33343182": "Enrique Alba is a professor of computer science at the University of Málaga, Spain.", "820944": "J. Alan George, FRSC (born November 9, 1943) is a computer scientist and university administrator.", "52561618": "Jacob A. Abraham is an American computer scientist and engineer who is currently the Cockrell Family Regents Chair in the Department of Electrical and Computer Engineering at the University of Texas at Austin. He is a member of the Institute of Electrical and Electronics Engineers and the Association for Computing Machinery.[1]", "63358677": "Bonnie Lynn Nash-Webber FRSE (born August 30, 1946)[2] is a computational linguist.[3] She is an honorary professor of intelligent systems in the Institute for Language, Cognition and Computation (ILCC) at the University of Edinburgh.[4]", "68716252": "Marc Alexa is a professor of computer science at TU Berlin working in the fields of computer graphics, geometric modeling and geometry processing.", "9094886": "Ian Pratt is a British computer scientist. He was the chief architect of the open-source Xen project, and chairman of Xen.org.[1] He was also the founder of XenSource, the company behind Xen project.[2] After XenSource was acquired[3] by Citrix, he became vice president of Advanced Virtualization Products[4] at this company, until leaving in 2011.[5] He then became the CEO of Bromium. Bromium was eventually acquired by HP Inc in 2019 and he became the Global Head of Security at HP.[6]", "34883316": "Francine Berman (born February 7, 1951)[1] is an American computer scientist, and a leader in digital data preservation and cyber-infrastructure. In 2009, she was the inaugural recipient of the IEEE/ACM-CS Ken Kennedy Award \"for her influential leadership in the design, development and deployment of national-scale cyberinfrastructure, her inspiring work as a teacher and mentor, and her exemplary service to the high performance community\".[2]  In 2004, Business Week called her the \"reigning teraflop queen\".[3]", "62572283": "Yang Xuejun (Chinese: 杨学军; born April 1963) is a Chinese educator and computer scientist currently serving as president of the PLA Academy of Military Science. Previously he served as president of the National University of Defense Technology. He was promoted to the rank of major general (shaojiang) in 2004, lieutenant general (zhongjiang) in August 2013 and general (shangjiang) in December 2019.[1]", "36882174": "Kamlaksha Rama Naik, better known as K R Naik (Hindi: क़ रा नायक़) is an Indian industrial engineer. He founded D-Link Ltd. (India) in 1993.[1] He has been in the IT Industry for 50 years and has played a key role in creating the IT networking market and the surrounding channel ecosystem in India. He pioneered several new businesses and distribution models as early as 1990, when IT was a nascent industry and the concept of an IT distribution channel was just conceived.\nHe is widely regarded as The Father of India’s IT Networking Industry as he accredited for giving India its first IT Networking company Smartlink Network Systems Ltd., which has a local manufacturing success story for over three decades. He has been instrumental in introducing global IT brands like CISCO, D-Link, Foundry, Lanner, Mercury Link, Gigabyte in India having manufacturing as well as R&D operation. In 1994 he entered into a joint venture with a multinational - D-Link Corporation under the name “D-Link India” with a manufacturing facility in Goa and corporate office in Mumbai. Further he introduced DIGILINK Brand of passive networking Structured Cabling Systems. Riding on the back of a strong domestic growth curve, in the year 2008 a formal demerger with the JV partner, resulted in Smartlink sharpening its focus further on brand DIGILINK and other businesses. In the year 2009, he introduced the DIGISOL brand. Mr. K. R. Naik is a Mechanical Engineer with P.G in Industrial Engineering and a Diploma in Business Management.  He started his career with IBM, working in various departments, including product design and development.  Mr. Naik is also a former President of MAIT Manufacturers’ Association for Information Technology.", "7816958": "Daniel S. Hirschberg is a full professor in Computer Science at University of California, Irvine. His research interests are in the theory of design and analysis of algorithms.", "27936512": "Starr Roxanne Hiltz is a retired Distinguished Professor of Information Science/Information Systems at New Jersey Institute of Technology (NJIT). She, along with Murray Turoff (her husband), are the authors of The Network Nation, a book that is described as \"the seminal book that helped define the electronic frontier\".[1]", "66127617": "Other reasons this message may be displayed:", "70436609": "Marion Créhange (born Marion Caen; 14 November 1937 – 28 March 2022) was a French computer scientist. She was one of the first persons in France to get a PhD in Computer Science in 1961.[1][2][3][4]", "26756868": "Christos Faloutsos[1] (Greek: Χρήστος Φαλούτσος) is a Greek computer scientist and a professor at Carnegie Mellon University. He has received the Presidential Young Investigator Award by the National Science Foundation (1989), 22 best paper awards, and several teaching awards. He has served as a member of the executive committee of SIGKDD. He has published over 300 refereed articles, one monograph, and holds five patents.  His research interests include data mining for streams and networks, fractals, indexing for multimedia and bio-informatics data bases, and performance.", "17696516": "Gerald Estrin (September 9, 1921 – March 29, 2012)[1] was an American computer scientist, and professor at the UCLA Computer Science Department. He is known for his work on the organization of computer systems, on parallel processing[2] and SARA (system architects apprentice).[3]", "33523462": "Tatsuo Kobayashi (小林龍生, Kobayashi Tatsuo, born 1951) is a Japanese web architect who specializes in international standardization.", "51529481": "Roger Wattenhofer,[1] born in 1969, is a Swiss computer scientist, active in the field of distributed computing, networking, and algorithms.[2][3] He is a professor at ETH Zurich (Switzerland) since 2001. He has published numerous research articles in computer science[4][5] and a  book on Bitcoin.[6]", "43648789": "Dov Dori (born 2 September 1953) is an Israeli-American computer scientist, and Professor of Information Systems Engineering at Technion – Israel Institute of Technology, known for the development of Object Process Methodology (OPM).[1][2] The ideas underlying OPM were published for the first time in 1995.[3]", "37127960": "Santosh Vempala (born 18 October 1971) is a prominent computer scientist. He is a Distinguished Professor of Computer Science at the Georgia Institute of Technology. His main work has been in the area of Theoretical Computer Science.[1][2]", "20891419": "Albert L. Hopkins Jr.[1] (1931 - 2016) was an American computer designer. He worked at the US MIT Instrumentation Laboratory (now known as the Draper Lab) during the development of the Apollo Guidance, Navigation, and Control System, or the GN&C.  The system was designed in two forms, one for the command module and one for the lunar module. The CM version included an optical system with an integrated scanning telescope and sextant for erecting and correcting the inertial platform. Albert Hopkins received a Ph.D. from Harvard University under Howard Aiken, he then joined the MIT Instrumentation Lab where he was Assistant Director; together with Ramon Alonso, and Hugh Blair-Smith he was a member of the group[2] that designed the computer, designated AGC for Apollo Guidance Computer, identical in the CM and LM.", "47777575": "Claudio Silva is a Brazilian American computer scientist and data scientist. He is a professor of computer science and engineering at the New York University Tandon School of Engineering, the head of disciplines at the NYU Center for Urban Science and Progress (CUSP) and affiliate faculty member at NYU's Courant Institute of Mathematical Sciences.[1][2][3] He co-developed the open-source data-exploration system VisTrails with his wife Juliana Freire and many other collaborators.[4] He is a former chair of the executive committee for the IEEE Computer Society Technical Committee on Visualization and Graphics.", "25757480": "Tomasz Imieliński (born July 11, 1954, in Toruń, Poland) is a Polish-American computer scientist, most known in the areas of data mining, mobile computing, data extraction, and search engine technology. He is currently a professor of computer science at Rutgers University in New Jersey, United States.", "5392177": "Carlo Heinrich Séquin (born October 30, 1941) is a professor of Computer Science  at the University of California, Berkeley in the United States.", "2606898": "Joanna Karine Hoffman (born July 27, 1955)[1] is a Polish-American marketing executive. She was one of the original members of both the Apple Macintosh team and the NeXT team.[2][3]", "24528698": "Kang Geun Shin is a South Korean-born computer scientist and the Kevin and Nancy O'Connor Professor of Computer Science in the Electrical Engineering and Computer Science Department at the University of Michigan. He is also the founding director of the Real-Time Computing Laboratory (RTCL). He is known for his contributions to the field of real-time fault-tolerant systems.[1] Shin is a recipient of the Korean Ho-Am Prize in Engineering. This prize is awarded for the \"outstanding contributions to the development of science and culture and enhancement of the welfare of mankind\".[2]", "40732475": "Erik Guldentops (born ca. 1941) is a Belgian computer scientist and management consultant, who was systems engineer at SWIFT and Executive Professor at Antwerp Management School, known for his work on IT governance.[1]", "40929096": "Mike Fraser FRSA (born 1975) is a British computer scientist. He is Head of Computer Science at the University of Bristol.[1]", "65472331": "Yejin Choi (born 1977)[1] is the Brett Helsel Professor of Computer Science at the University of Washington. Her research considers natural language processing and computer vision.", "47384396": "Rachel Binx is an American data visualizer, developer, and designer. She is the co-founder of Meshu and Gifpop, two companies that create physical objects, such as maps and animated GIFs, from social data.", "51382092": "Luay K. Nakhleh[1] (Arabic): لؤي نخله; born May 8, 1974) is a Palestinian-Israeli-American computer scientist and computational biologist who is the William and Stephanie Sick Dean of the George R. Brown School of Engineering,[2] a professor of Computer Science[3] and a professor of BioSciences[4] at Rice University in Houston, Texas.", "39487322": "George Oates (birth name Georgina Oates, born 1973) is an Australian-born designer and entrepreneur, best known for being the first designer of the photo-sharing website Flickr and for creating the Flickr Commons program. Since 2007 she has worked in the cultural heritage sector and is regarded as \"increasingly a go-to expert on digital archives\".[1] She has also written a book called \"If Only The Grimms Had Known Alice\", a retelling of the Grimm brothers' fairy tales to include female characters.[2]", "14944092": "Jennifer Mankoff is the Richard E. Ladner Endowed Professor and Associate Director for Diversity and Inclusion in the Paul G. Allen School of Computer Science & Engineering at the University of Washington, in Seattle,[1][2] where she joined the faculty in 2017.", "40879967": "Jennifer Golbeck is a computer scientist. She currently is a professor at the College of Information Studies,[1] an affiliate professor in the Computer Science Department, and an affiliate professor in the Journalism Department,[2] all at the University of Maryland, College Park. Golbeck was director of the University of Maryland Human–Computer Interaction Lab from 2011 to 2014.[3]", "7997289": "Ron Jeffries (born December 26, 1939) is one of the three founders of the Extreme Programming (XP) software development methodology circa 1996, along with Kent Beck and Ward Cunningham. He was from 1996, an XP coach on the Chrysler Comprehensive Compensation System project, which was where XP was invented. He is an author of Extreme Programming Installed, the second book published about XP.  He has also written Extreme Programming Adventures in C#. He is one of the 17 original signatories of the Agile Manifesto.", "3377010": "Anatoly Abramovich Shalyto (Russian: Анато́лий Абра́мович Шалы́то, 28 May 1948 in Leningrad, Soviet Union) is a Russian scientist, doctor of sciences, and professor. He was awarded by Russian State Government in 2008 for his achievements in education and his development of the technology for Automata-based programming called \"Switch-technology.\" He is also an initiator of the Open Project Documentation Initiative.", "45205362": "Bernd Johann Krämer (born 22 July 1947, in Berlin) is a German computer scientist and professor emeritus of the Faculty of Mathematics and Informatics.[1]", "55576436": "Claudia Linnhoff-Popien is a German computer scientist.", "73779069": "Alessandra Russo is a professor in Applied Computational Logic at the Department of Computing, Imperial College London.[1]", "34506621": "Eddy Willems (born 1962), is a Belgian computer security expert and author of security blogs and books, active in international computer security organizations and as a speaker at information security-related events.", "66946943": "Victoria Chibuogu Nneji (born in Eko) is a Nigerian-born American computer scientist, design and innovation strategist, and a lecturing fellow, known for her research on robotics, automation, human-centered design, and autonomous transportation.[1][2][3]", "57051006": "Hui Zou is currently a professor of statistics at the University of Minnesota.", "444286": "Wolfgang Wahlster (born February 2, 1953) is a German artificial intelligence researcher. He was CEO and Scientific Director of the German Research Center for Artificial Intelligence and full professor of computer science at Saarland University, Saarbrücken. Wahlster remains Chief Executive Advisor of the German Research Center for Artificial Intelligence.[1] In May 2019, he was honored by the Gesellschaft für Informatik as one of 10 most important heads of German artificial intelligence history.[2] He is sometimes called the inventor of the \"Industry 4.0\" term.[3]", "3639169": "Franz Baader (15 June 1959, Spalt) is a German computer scientist at Dresden University of Technology.[3][4][5]", "3901315": "Steven Roy Swanson (born December 3, 1960, in Syracuse, New York) is an American engineer and retired NASA astronaut. Swanson has flown two shuttle flights, STS-117 and STS-119, and one Soyuz flight, TMA-12M. All of the flights were to the International Space Station. He has logged over 195 days in space and completed five spacewalks totaling 28 hours and 5 minutes. Swanson has served in other roles at NASA, such as a CAPCOM for both International Space Station and Space Shuttle missions. His awards and honors include the NASA Exceptional Achievement Medal and the JSC Certificate of Accommodation. Prior to becoming a NASA astronaut, Swanson worked for GTE in Phoenix, Arizona, as a software engineer.  He is married and has three children.", "19908485": "Prof. P. Venkat Rangan is an Indian computer scientist. He is the current vice chancellor of  Amrita University.  A pioneer of research in Multimedia Systems, he was the founder and director of the Multimedia Laboratory at the University of California, San Diego, where he served as a Professor of Computer Science and Engineering.[1][2]  By the age of 33 he was one of the youngest full professors at University of California, San Diego.     Dr. Rangan also founded Yodlee Inc. and served as its CEO,[3] for which in 2000, he was selected as one of the 25 best entrepreneurs by the President of the United States of America and featured on the July 2000 cover of Internet World Magazine.[4]", "15927176": "James A. Brown was manager of the group within IBM responsible for the programming language APL2 program product. APL2 was first available on IBM mainframe computers in 1980, and was later available under Linux, Unix, and Windows. In 1993, Brown received the Kenneth E. Iverson Award for Outstanding Contribution to APL from the Association for Computing Machinery.[1]", "25823112": "Danny Cohen (December 9, 1937 – August 12, 2019) was an Israeli American computer scientist specializing in computer networking. He was involved in the ARPAnet project and helped develop various fundamental applications for the Internet. He was one of the key figures behind the separation of TCP and IP (early versions of TCP did not have a separate IP layer); this allowed the later creation of UDP.[1][2]", "61982618": "Rama Akkiraju is an Indian-born American computer scientist. She is vice president of AI for IT at Nvidia and performs research in the field of artificial intelligence.", "58066845": "Joyce Ethel Aylard (née Baker, 1925 – 16 October 2022) was a British codebreaker at Eastcote, an outstation of Bletchley Park, during World War II.[1]", "43141026": "Other reasons this message may be displayed:", "61851555": "Robert Alan Saunders is an American computer scientist, most famous for being an influential computer programmer. Saunders joined the Tech Model Railroad Club (TMRC) led by Alan Kotok, Peter Samson, and himself. They then met Marvin Minsky and other influential pioneers in what was then known as Artificial Intelligence.[1]", "25315238": "David Mount is a professor at the University of Maryland, College Park department of computer science whose research is in computational geometry.", "62031787": "Kurt Keutzer (born November 9, 1955) is an American computer scientist.", "47859629": "Leslie Ann Goldberg MAE is a professor of computer science at the University of Oxford and a Fellow of St Edmund Hall, Oxford.[2][3][4] Her research concerns the design and analysis of algorithms for random sampling and approximate combinatorial enumeration.[5][6]", "51218351": "Benjamin Kunz Mejri (born 6 May 1983) is a German IT security specialist and penetration tester. His areas of research include vulnerabilities in computer systems, bug bounties, the security of e-payment payment services and privacy protection. Mejri is known for uncovering new zero-day vulnerabilities and making them transparent to the public.", "14583730": "Rajeev Alur is an American professor of computer science at the University of Pennsylvania who has made contributions to formal methods, programming languages, and automata theory, including notably the introduction of timed automata (Alur and Dill, 1994) and nested words (Alur and Madhusudan, 2004).", "61458356": "Alice Hartley (1937–2017) was an American computer scientist and business woman. Hartley worked on several dialects of Lisp, implementing multiple parts of Interlisp, maintaining Macintosh Common Lisp, and developing concepts in computer science and programming language design still in use today.", "47482807": "Dr. Liara T'Soni is a fictional character in BioWare's Mass Effect franchise, who serves as a party member (or \"squadmate\") in the original Mass Effect trilogy. She is an asari, a female-appearing[1][2] species from the planet Thessia who are naturally inclined towards biotics, the ability to \"manipulate dark energy and create mass effect fields through the use of electrical impulses from the brain\".[3][4] Within the series, Liara is noted for being the galactic scientific community's foremost expert in the field of Prothean archaeology and technology, specifically evidence concerning the demise of the ancient Protheans, believed by the galactic community to be the pre-eminent civilization in the Milky Way galaxy until their sudden disappearance fifty thousands years before the events of the first Mass Effect.", "40568765": "David Lazer is a distinguished professor of political science and computer and information science at Northeastern University, as well as the co-director of the NULab of Texts, Maps, and Networks.", "45483966": "Ian Gent is a British computer scientist working in the area of artificial intelligence and specialising in the area of constraint programming. He is a professor at the University of St Andrews. He (along with Toby Walsh) first wrote about the phase transition in many NP complete problems, in particular SAT. He was also one of the first researchers to investigate full generic methods to handle symmetry in constraint programming.[citation needed]", "73271237": "Alessio Lomuscio is a professor of Safe Artificial Intelligence at the Department of Computing at Imperial College London.[3] His research focuses on the verification of autonomous systems, specifically on providing formal safety guarantees for both Multi-agent systems as well as Machine Learning-enabled systems.", "41551815": "Susan J. Eggers is an American computer scientist noted for her research on computer architecture \nand compilers.", "57280459": "Janusz Kacprzyk (born 12 July 1947) is a Polish engineer and mathematician, notable for his contributions to the field of computational and artificial intelligence tools like fuzzy sets, mathematical optimization, decision making under uncertainty, computational intelligence, intuitionistic fuzzy sets, data analysis and data mining, with applications in databases, ICT, mobile robotics and others.", "66537420": "Vlado Keselj (Vlado Kešelj) is a Serbian-Canadian computer scientist known for his research in natural language processing and authorship attribution. He is a professor at Dalhousie University.[1]", "52561872": "Lorenzo Alvisi is an Italian computer scientist and Tisch University Professor at Cornell University.[1] Prior to joining Cornell, he was a University Distinguished Teaching Professor and the holder of the Endowed Professorship #5 at University of Texas at Austin. His research focuses on distributed systems and dependability. He holds a  laurea in Physics from the University of Bologna (1987), and an MS and PhD in Computer Science from Cornell University (1994 and 1996, respectively). He is a fellow of the Association for Computing Machinery since 2010[2] and of the Institute of Electrical and Electronics Engineers since 2016.[3]", "11765713": "Joseph G. Davis (born 1953) is an Indian-born, Australian Information systems researcher, and Professor of Information Systems and Services, and Director of the Knowledge Discovery and Management Research Group (KDMRG)[1] at the University of Sydney in Sydney, Australia. He is known for his work on decision support systems, ontologies, semantic technologies, and technological and organizational approaches to discovering and sharing knowledge in organizations.", "52561874": "Gustavo de Veciana is an American computer scientist and engineer, who is currently a Cullen Trust for Higher Education Endowed Professor at the University of Texas at Austin.[1][2][3] He is a 1993 Ph.D. graduate of the University of California at Berkeley. He has taught undergraduate and graduate courses in telecommunication networks, probability and random processes, analysis and design of communication networks, digital communications, and information theory. His research focuses on the analysis and design of communication and computing networks, data-driven decision-making in man-machine systems, and applied probability and queueing theory. In 2009, he was designated a Fellow of the Institute of Electrical and Electronics Engineers for his contributions to the analysis and design of communication networks.[4]", "69814234": "David G. Opstad (born c. 1954) is a retired American computer scientist specializing during his career in computer typography and information processing (focusing on character encodings), leading to several breakthroughs. Opstad was a contributor to Unicode 1.0,[1][2][3] together with Joe Becker, Lee Collins, Huan-mei Liao, and Nelson Ng.", "33818602": "Lydia E. Kavraki (Greek: Λύδια Καβράκη) is a Greek-American computer scientist, the Noah Harding Professor of Computer Science, a professor of bioengineering, electrical and computer engineering, and mechanical engineering at Rice University. She is also the director of the Ken Kennedy Institute at Rice University. She is known for her work on robotics/AI and bioinformatics/computational biology and in particular for the probabilistic roadmap method for robot motion planning and biomolecular configuration analysis.[1]", "40470509": "Severin Hacker (born July 6, 1984) is a Swiss computer scientist who is the co-founder and CTO of Duolingo, the world's most popular language-learning platform.[2][3][4][5]", "12748781": "Clyde P. Kruskal (born May 25, 1954)[1] is an American computer scientist, working on parallel computing  architectures, models, and algorithms. As part of the ultracomputer project, he was one of the inventors of the read–modify–write concept in parallel and distributed computing.[2] He is an associate professor of computer science at the University of Maryland, College Park.[3]", "67831791": "Hridesh Rajan is an American computer scientist. He was elected a fellow of the American Association for the Advancement of Science for \"distinguished contributions to data driven science, particularly to modularity and modular reasoning in computer software and the development of the Boa language and infrastructure.\"", "59557873": "Mirella Lapata FRSE is a computer scientist and Professor in the School of Informatics at the University of Edinburgh.[3] Working on the general problem of extracting semantic information from large bodies of text, Lapata develops computer algorithms and models in the field of natural language processing (NLP).[1]", "6293501": "Sheizaf Rafaeli (Hebrew: שיזף רפאלי) (born June 7, 1955) is an Israeli researcher, scholar of computer-mediated communication and newspaper columnist. He is professor and dean at the School of Management (Graduate School of Business Administration)  Haifa GSB, University of Haifa Israel and additionally director of the Center for Internet Research Center for Internet Research and the Games for Managers Project. In the 1980s and 1990s he served as head of the Information Systems area at the Graduate School of business in the Hebrew University of Jerusalem. He is  a senior research fellow at the Samuel Neaman Institute for National Policy, Technion.", "62638087": "Vincent Lepetit is a French computer scientist, professor at the Ecole des Ponts ParisTech. He received his PhD degree in computer vision in 2001 from the University of Nancy.", "7964686": "Leonardo Chiariglione (IPA: [kjariʎˈʎoːne]) (born 30 January 1943 (age 80) in Almese, Turin province, Piedmont, Italy) is an Italian engineer who has led the development of international technical standards for digital media.[1] In particular, he was the chairman of the Moving Picture Experts Group (MPEG) from 1988 to 2020,[2] which he co-founded together with Hiroshi Yasuda of NTT.", "47908879": "Jonny Holmström is a Swedish professor of Informatics at Umeå University[2] and director and co-founder of Swedish Center for Digital Innovation.", "5277711": "Weili Dai (simplified Chinese: 戴伟立; traditional Chinese: 戴偉立; pinyin: Dài Wěilì) is a Chinese-born American businesswoman. She is the co-founder, former director, and former president of Marvell Technology Group. Dai is a successful female entrepreneur,[2] and is the only female co-founder of a major semiconductor company.[3] In 2015, she was listed as the 95th richest woman in the world by Forbes.[1] Her estimated net worth is US$1.6 billion as of December 2021.[4]", "72386575": "Allison Koenecke is an American computer scientist and an assistant professor in the Department of Information Science at Cornell University.[1] Her research considers computational social science and algorithmic fairness. In 2022, Koenecke was named one of the Forbes 30 Under 30 in Science.", "27576340": "Michael Luck is a professor of computer science based at the Department of Informatics, King's College London, in central London, England. His main research area is in intelligent agents and multi-agent systems.", "73025558": "Kiri Lou Wagstaff is an American computer scientist and planetary scientist whose research involves the use of machine learning in the analysis of data and autonomous control of planetary rovers and other space probes.[1] She is a senior instructor in electrical engineering and computer science at Oregon State University.[2]", "42076184": "Nancy Marie Amato is an American computer scientist noted for her research on the algorithmic foundations of motion planning, computational biology, computational geometry and parallel computing.[1] Amato is the Abel Bliss Professor of Engineering and Head of the Department of Computer Science at the University of Illinois at Urbana-Champaign.[2] Amato is noted for her leadership in broadening participation in computing, and is currently a member of the steering committee of CRA-WP (formerly known as CRA-W), of which she has been a member of the board since 2000.[citation needed]", "2721819": "Diane P. Pozefsky is a research professor[1] at the University of North Carolina in the department of Computer Science. Pozefsky was awarded the Women in Technology International (WITI) 2011 Hall of Fame Award for contributions to the fields of Science and Technology.[2]", "36735010": "Reda Seireg (born December 20, 1949, in El Gharbia, Egypt) is a retired Egyptian Major General, a technical consultant for the Ministry of Irrigation, reviewer in the ACM/IEEE transaction and a computer science professor at King Khalid University. He has taught in several universities in Egypt, United States, and Saudi Arabia. Seireg has supervised over 25 Masters and PhDs in the Universities of Cairo, Ain Shams, Port Said, Tanta and MTC.", "70830119": "Chelsea Finn is an American computer scientist and assistant professor at Stanford University. Her research investigates intelligence through the interactions of robots, with the hope to create robotic systems that can learn how to learn. She is part of the Google Brain group.", "27805736": "Bernhard M. Hämmerli (born 31 December 1958) is a Swiss computer scientist in the fields of communications, networks and information security, specifically critical infrastructure protection in the European Union. He is teaching internationally, as a professor at both the Lucerne University of Applied Sciences and Norwegian University of Science and Technology. He was president of the Swiss Informatics Society from 2009 to 2014 and chair of the platform ICT Security of the Swiss Academy of Engineering Science from 2012. He has directed a new academic course Cyber Security at the Lucerne School of Information Technology from 2018.", "49645610": "Catherine Plaisant is a French/American Research Scientist Emerita at the University of Maryland, College Park[1]  and assistant director of research of the University of Maryland Human–Computer Interaction Lab.[2]", "52561962": "Alan Cline is an American computer scientist, and as of 2016 was the David Bruton, Jr. Centennial Professor #2 at the University of Texas at Austin.[1]", "52561964": "Don Batory is an American computer scientist, currently the David Bruton, Jr. Centennial Professor at University of Texas at Austin.[1][2]", "71878701": "Mi Zhang is a computer scientist at Ohio State University, where he is an Associate Professor of Computer Science and Engineering and the director of AIoT and Machine Learning Systems Lab. He is best known for his work in Edge AI, Artificial Intelligence of Things (AIoT), machine learning systems, and mobile health.", "25790512": "Steve Reeves is a computer scientist based at the University of Waikato in New Zealand.[1] He has been in the various roles of Associate Dean, Programme Co-ordinator and Head of Department of Software Engineering.[2] He has undertaken research work on the Z notation, formal methods for GUI design, a general theory of refinement and logic for veracity.", "61605938": "Norman Paul Jouppi is an American electrical engineer and computer scientist.", "12388407": "Mykhailo Zakharovych Zghurovskyi, also spelled as Mykhailo Zgurovsky, (Ukrainian: Михайло Захарович Згуровський), Minister of Education and Science of Ukraine (in office 1994-1999). Today he is a rector of the Igor Sikorsky Kyiv Polytechnic Institute.", "45221944": "Guillermo Sapiro (born 1966) is an Israeli-Uruguayan computer scientist, electrical engineer and professor who has made notable contributions to image processing. He worked at The University of Minnesota for 15 years before becoming a professor at Duke University. He has also worked at Hewlett Packard Labs (HP Laboratories) researching image processing and is known for being one of the people who originally developed the LOCO-I Compression Algorithm for lossless image compression (that was used in NASA's ICER image file format for various Mars rover expeditions) while he was working there.[2] He has also made significant contributions towards the development of the rotobrush tool in Adobe After Effects, which has been included in After Effects since version CS5.[3][4] Adobe makes use of his research in various projects like Photoshop and also frequently hires his students. He also teaches a massive open online course through Coursera on image and video processing. The title of the course is \"Image and video processing: From Mars to Hollywood with a stop at the hospital.\" He lives with his wife, older son, younger daughter, and a golden doodle named Inti.[5]", "73680971": "Heng Xu is a professor specializing in corporate social responsibility regarding big data, artificial intelligence, and machine learning. She is a professor in the Department of Information Technology and Analytics and the Director of Kogod Cybersecurity Governance Center at the Kogod School of Business of American University.", "72058957": "Helmut Reimer  is a German computer scientist. He was professor of microelectronics at the Technische Universität Ilmenau from 1971. From 1980 to 1990, he also led the department for microchip production of the VEB Mikroelektronik Erfurt. From 1992 to 2007, he was  managing director of TeleTrusT, an association for trustworthy information and communication technologies.", "7112783": "Tim Field (24 April 1952 in Eastbourne – 15 January 2006) was a British anti-bullying activist with his main focus relating to workplace bullying. He was the author of two books. In 2011, Field and a journalist Neil Marr coined the term \"bullycide\".[1]", "45303887": "Victor Waito Zue (born c. 1944) is a Chinese American computer scientist and professor at Massachusetts Institute of Technology.", "71043156": "Kristina Lerman (born 1967)[1] is an American network scientist whose research concerns the spread of information on social networks, and fairness in machine learning. She is a research professor at the University of Southern California, in the Computer Science Department of the USC Viterbi School of Engineering, and a principal scientist in the Information Sciences Institute.[2]", "43010134": "Hugo Barra is a Brazilian computer scientist,[5] technology executive and entrepreneur. From 2008 to 2013, he worked in a number of product management roles at Google, including vice president and product spokesperson of its Android division.[6] From 2013 to 2017, he worked at Xiaomi as vice president of global operations.[7] From 2017 to 2021, he worked as vice president of Virtual Reality and head of the Oculus division at Meta Platforms (formerly Facebook).[8] In May 2021, he left Meta[9] to start health technology startup Detect as CEO.[10]", "4524124": "Susan Lois Graham (born September 16, 1942) is an American computer scientist. Graham is the Pehong Chen Distinguished Professor Emerita[1][2] in the Computer Science Division of the Department of Electrical Engineering and Computer Sciences at the University of California, Berkeley.[3]", "72108130": "Bea Knecht (born 1967, Brugg, Switzerland) is a Swiss computer scientist, entrepreneur and founder of Zattoo.", "1968227": "Richard A. O'Keefe is a computer scientist best known for writing the influential 1990 book on Prolog programming, The Craft of Prolog.[1] He was a lecturer and researcher at the department of computer science at the University of Otago in Dunedin, New Zealand and concentrates on programming languages for logic programming and functional programming, including Prolog, Haskell, and Erlang.", "18565224": "Stormy Peters is an information technology industry analyst and prominent free and open source software (FOSS) advocate, promoting business use of FOSS. She advocates as a consultant and conference speaker. She co-founded, and was later appointed as executive director of the GNOME Foundation. She previously worked for Mozilla Corporation,[1] Cloud Foundry,[2] and Red Hat.[3][4] In August 2019 she joined Microsoft.[5]", "8734826": "Mark Jerome Steedman, FBA FRSE (born 18 September 1946) is a computational linguist and cognitive scientist.", "30902378": "Leah Culver (born 1982 or 1983)[1] is a computer programmer, startup founder, and angel investor.", "34867311": "Anna R. Karlin is an American computer scientist, the Microsoft Professor of Computer Science & Engineering at the University of Washington.", "63096946": "Veronika Margaret Megler (born 14 October 1960)[1] is an Australian computer scientist. Megler is currently principal data scientist at Amazon Web Services[citation needed], and is well known as the co-developer of The Hobbit, a 1982 text adventure game adapted from the novel by J. R. R. Tolkien.", "74336371": "Ridho Rahmadi (born 13 April 1985) is an Indonesian politician, computer scientist and academic who is the current chairman of the Ummah Party, serving since the party's founding in 2021. He is the son-in-law of the party's founder Amien Rais.", "59050101": "Ingmar Weber is a German computer scientist known for his research on Computational Social Science in which he uses online data to study population behavior. He was the Research Director for Social Computing[1] at the Qatar Computing Research Institute, and is a Professor at Saarland University.[2] He serves as editor-in-chief for EPJ Data Science.[3] Previously, he served as editor-in-chief for the International Conference on Web and Social Media.[4][5] Weber is also an ACM Distinguished Member,[6] as well as an ACM Distinguished Speaker.[7] Weber's research has been widely covered in the media.[8][9][10][11][12]", "5621883": "Seymour Ginsburg (December 12, 1927 – December 5, 2004) was an American pioneer of  automata theory,  formal language theory, and\ndatabase theory, in particular; and computer science, in general. His work was influential in distinguishing theoretical Computer Science from the disciplines of Mathematics and Electrical Engineering.", "31836283": "Robert Berriedale Keith Dewar (21 June 1945 – 30 June 2015) was an American computer scientist and educator. He helped to develop programming languages and compilers and was an outspoken advocate of freely licensed open-source software. He was a cofounder, CEO, and president of the AdaCore software company. He was also an enthusiastic amateur performer and musician, especially with the Village Light Opera Group in New York City.", "49416318": "Alexandra Asanovna Elbakyan (Russian: Алекса́ндра Аса́новна Элбакя́н,[1][2] born 6 November 1988) is a Kazakhstani computer programmer and creator of the website Sci-Hub, which provides free access to research papers without regard for copyright.[3][4][5][6] According to a study published in 2018, Sci-Hub provides access to nearly all scholarly literature.[7]", "52562046": "Inderjit S. Dhillon is the Gottesman Family Centennial Professor of Computer Science and Mathematics at the University of Texas at Austin, where he is also the Director of the ICES Center for Big Data Analytics. His main research interests are in machine learning, data analysis, parallel computing, network analysis, linear algebra and optimization.", "52562048": "Jayadev Misra is an Indian-born computer scientist who has spent most of his professional career in the United States. He is the Schlumberger Centennial Chair Emeritus in computer science and a University Distinguished Teaching Professor Emeritus at the University of Texas at Austin. Professionally he is known for his contributions to the formal aspects of concurrent programming and for jointly spearheading, with Sir Tony Hoare, the project on Verified Software Initiative (VSI).", "52562049": "Don Fussell is an American computer scientist, currently the Trammell Crow Regents Professor at the University of Texas at Austin, and the chairman of its computer science department.[1][2]", "4868226": "Sambasiva Rao Kosaraju is an Indian-American professor of computer science at Johns Hopkins University, and division director for Computing & Communication Foundations at the National Science Foundation.[1] He has done extensive work in the design and analysis of parallel and sequential algorithms.", "28821636": "Adolf Alexander (Alex or Xander) Verrijn Stuart (Rotterdam, 22 October 1923 – Haarlem, 29 October 2004) was a Dutch computer scientist, and the first Professor in computer science at the Leiden University from 1969 tot 1991.[1]", "9865353": "Peter Baumann (born 1960 in Rosenheim) is a German computer scientist and professor at Constructor (formerly: Jacobs) University, Bremen, Germany, where he is head of the Large-Scale Scientific Information Systems research group in the Department of Computer Science and Electrical Engineering.", "43813002": "Arvind Gupta (born c. 1961) is an Indo-Canadian computer scientist who was the 13th President of the University of British Columbia (UBC) and the former CEO of Mitacs Canada.", "66848907": "Preslav Nakov (born on 26 January 1977 in Veliko Turnovo, Bulgaria) is a computer scientist who works on natural language processing. He is particularly known for his research on fake news detection,[1] automatic detection of offensive language,[2] and biomedical text mining.[3] Nakov obtained a PhD in computer science under the supervision of Marti Hearst from the University of California, Berkeley. He was the first person to receive the prestigious John Atanasov Presidential Award for achievements in the development of the information society by the President of Bulgaria.[4]", "54036625": "Felix Gers is a professor of computer science at Berlin University of Applied Sciences Berlin.[1] With Jürgen Schmidhuber and Fred Cummins, he introduced the forget gate to the long short-term memory recurrent neural network architecture.[2][3]  This modification of the original[4] architecture has been shown to be crucial to the success of the LSTM at such tasks as speech and handwriting recognition.[3]", "6244503": "Rodnay Zaks (born 10 February 1946, Paris) is a French-born American author of many books on computer programming, including the seminal Programming the Z80[1] and Programming the 6502.[2] He is the founder of independent computer book publisher Sybex and was its president and chief executive officer (CEO) until its takeover by John Wiley & Sons in May 2005.", "40274085": "E. Balagurusamy is an Indian educator, engineer. He is the Chairman of EBG Foundation in Coimbatore and the President of the Coimbatore Academy of Sciences.", "51218601": "Theo Härder (born August 28, 1945 in Bad Neustadt an der Saale, Germany) is a Professor of Computer Science at the University of Kaiserslautern.", "66980012": "Ajay S. Vinzé is an American professor and academic administrator. He was the Dean of the business school at George Mason University.[1] Previously, he was the dean of and professor in the Robert J. Trulaske, Sr. College of Business at the University of Missouri.[2][3] Vinzé started his tenure at the Trulaske College of Business in January 2017.[4]", "27969716": "Jay Ryan Freeman[1] (born November 27, 1981) is an American businessman and software engineer. He is known for creating the Cydia software application and related software for jailbroken iOS—a modified version of Apple's iOS (where OS stands for operating system) that allows for the installation and customization of software outside of the regulation imposed by the App Store system.", "40503481": "Marinus Frans (Frans) Kaashoek (born 1965, Leiden) is a Dutch computer scientist, entrepreneur, and Charles Piper Professor at the Massachusetts Institute of Technology.", "48253117": "Corvida Raven is an American writer, technological artist, entrepreneur and public speaker who lives and works out of New York City, New York. She has been garnering national attention since the age of 19 for her blog, shegeeks.net, and other projects aimed at making technological skills and information accessible to the public at large, and particularly to youth, people of colour, women and marginalized communities.[1][2]", "47892671": "Gregory I. Piatetsky-Shapiro (born 7 April 1958) is a data scientist and the co-founder of the KDD conferences, and co-founder and past chair of the Association for Computing Machinery SIGKDD group for Knowledge Discovery, Data Mining and Data Science.[1] He is the founder and president of KDnuggets,[2] a discussion and learning website for Business Analytics, Data Mining and Data Science.", "5818561": "J. Anthony Hall FREng is a leading British software engineer specializing in the use of formal methods, especially the Z notation.", "32164037": "Hubert Österle (born 24 June 1949, Dornbirn) is an Austrian academic, and Professor Emeritus of Business and Information Systems,[1] and former director of the Institute of Information Management at the University of St. Gallen.[2]", "67160278": "Temiloluwa O. Prioleau is a Nigerian computer scientist, assistant professor of computer science at Dartmouth College. In January 2019, she became the first black woman tenure-track faculty member in computer science at an Ivy League university.[1] Her research work is on the application of data science to human sensing and healthcare.[2] Prioleau has been recognized for her research on harnessing data from wearable medical devices to understand and improve diabetes.[3][4][5][6]", "23136470": "Albert Ronald da Silva Meyer (born 1941) is Hitachi America Professor emeritus of computer science at Massachusetts Institute of Technology (MIT).", "61606112": "Tim Kindberg is a computer scientist, notable for being co-author (together with George Coulouris, Jean Dollimore and Gordon Blair) of one of the standard distributed computer systems textbooks, Distributed Systems (ISBN 978-0132143011). Kindberg has been cited over 10,000 times.[1]", "12519665": "Cecilia Rodriguez Aragon is an American computer scientist, professor, author, and champion aerobatic pilot[1][2] who is best known as the co-inventor (with Raimund Seidel) of the treap data structure, a type of binary search tree that orders nodes by adding a priority as well as a key to each node.[3] She is also known for her work in data-intensive science and visual analytics of very large data sets, for which she received the prestigious Presidential Early Career Award for Scientists and Engineers (PECASE).", "65407219": "Gérard Le Lann is a French computer scientist at INRIA.", "20203765": "Barry Leiba (born 1957) is a computer scientist and software researcher.  He retired from IBM's Thomas J. Watson Research Center in Hawthorne, New York in February 2009, and now works for FutureWei Technologies as a Director of Internet Standards.  His work has focused for many years on electronic mail and anti-spam technology, on mobile computing and the Internet of things, and on Internet standards.", "67815677": "Xiuping Jia is a Chinese-Australian electrical engineer and image processing researcher whose topics of interest include image classification, photogrammetry, remote sensing, and hyperspectral imaging. She is an associate professor of electrical engineering in the School of Engineering and Information Technology at the Australian Defence Force Academy (Canberra) campus of the University of New South Wales (UNSW).[1] She also held an affiliation with the Sino-Australian Joint Research Center for Coastal Zone Management, a joint research project of UNSW with the Ocean University of China.[2]", "477439": "Nicholas John Pippenger is a researcher in computer science. He has produced a number of fundamental results many of which are being widely used in the field of theoretical computer science, database processing and compiler optimization. He has also achieved the rank of IBM Fellow at Almaden IBM Research Center in San Jose, California. He has taught at the University of British Columbia in Vancouver, British Columbia, Canada and at Princeton University in the US. In the Fall of 2006 Pippenger joined the faculty of Harvey Mudd College.", "40929538": "Ping Zhang is an American scholar in information systems and human–computer interaction. \nShe is notable for her work on establishing the human–computer interaction community inside the information systems field,[1] bridging various camps of human–computer interaction research[2] and exploring intellectual characteristics of the information field.[3][4]\nShe co-authored with Dov Te’eni and Jane Carey the first HCI textbook for non-computer science students.[5]", "35571972": "Mary Jane Irwin is an Emerita Evan Pugh Professor in the Department of Computer Science and Engineering at Pennsylvania State University. She has been on the faculty at Penn State since 1977. She is an international expert in computer architecture. Her research and teaching interests include computer architecture, embedded and mobile computing systems design, power and reliability aware design, and emerging technologies in computing systems.", "69667086": "Eduardo Fermé is an Argentinian computer scientist and philosopher known for his work in belief revision and non monotonic reasoning. He is Full Professor at the University of Madeira.[1][2]", "100623": "Jef Raskin (born Jeff Raskin; March 9, 1943 – February 26, 2005) was an American human–computer interface expert who conceived and initiated the Macintosh project at Apple in the late 1970s.", "63326490": "Ire Aderinokun is a Nigerian front end developer and Google developer expert.[2][3][4] She is Nigeria's first female Google Developer Expert.[5][6][7][8]", "4720923": "Ran Libeskind-Hadas is the founding chair of the Department of Integrated Sciences at Claremont McKenna College. He was previously a professor of computer science at Harvey Mudd College where he served as chair of that department and associate dean of faculty. His research interests lie in the area of algorithms for computational biology.", "71944476": "Ilya Sergey (born 1986) is a Russian computer scientist and an Associate Professor at the School of Computing at the National University of Singapore,[1] where he leads the Verified Systems Engineering lab.[2] Sergey does research in programming language design and implementation, software verification, distributed systems, program synthesis, and program repair. He is known for designing the Scilla programming language for smart contracts.[3] He is the author of the free online book Programs and Proofs: Mechanizing Mathematics with Dependent Types, Lecture notes with exercises, which introduce the basic concepts of mechanized reasoning and interactive theorem proving using Coq.", "52562206": "Vijay K. Garg is an American computer scientist and engineer, who is currently the Cullen Trust for Higher Education Endowed Professor #5 at the University of Texas at Austin.[1][2][3]", "52562209": "Vijaya Ramachandran is an Indian-American theoretical computer scientist known for her research on graph algorithms and parallel algorithms. She is the William Blakemore II Regents Professor of Computer Sciences at the University of Texas at Austin.", "52562210": "Aloysius \"Al\" Mok is an American computer scientist, currently the Quincy Lee Centennial Professor at University of Texas at Austin, and also a published author.[1][2]", "66505000": "Marieke Huisman (born 3 May 1973, Utrecht, Netherlands[1]) is a Dutch Computer Scientist and a professor of Software Reliability at the University of Twente, where she leads the Formal Methods and Tools Group.[2]", "59099442": "Eugene Wong (born December 24, 1934, in Nanking, China) is a Chinese-American computer scientist and mathematician. Wong's career has spanned academia, university administration, government and the private sector. Together with Michael Stonebraker and a group of scientists at IBM, Wong is credited with pioneering database research in the 1970s from which software developed by IBM, Microsoft, and Oracle descends.[2]\nWong retired in 1994, since then holding the title of Professor Emeritus of Electrical Engineering and Computer Sciences at University of California, Berkeley.[3]", "26265910": "Michael K. Reiter is a fellow of the Association for Computing Machinery and a James B. Duke Professor at Duke University. He was formerly the Lawrence M. Slifkin Distinguished Professor of Computer Science at the University of North Carolina at Chapel Hill.[1]  He was previously a professor of electrical and computer engineering and computer science at Carnegie Mellon University in Pittsburgh.  Reiter's research interests are in computer and communications security and distributed computing.[1]", "1280312": "Jon Michael Kleinberg (born 1971) is an American computer scientist and the Tisch University Professor of Computer Science and Information Science at Cornell University known for his work in algorithms and networks.[3][4][5][6][7][8][9] He is a recipient of the Nevanlinna Prize by the International Mathematical Union.", "56166714": "John Tromp is a Dutch computer scientist.[1] He formerly worked for Dutch Centre for Mathematics and Computer Science.[2] Tromp discovered the number of legal states of the board game Go,[1][2] and co-authored with Bill Taylor the Tromp-Taylor Rules,[3][4] which they call \"the logical rules of Go\".[5]", "12060991": "Patrick J. Miller is a computer scientist and high performance parallel applications developer with a Ph.D. in Computer Science from University of California, Davis, in run-time error detection and correction. Until recently he was with Lawrence Livermore National Laboratory.", "41158980": "Herwig Mannaert (born April 23, 1965) is a Belgian academic and Professor at the University of Antwerp, Dean of the\nManagement Information Systems Department, and Executive Professor at the University of Antwerp Management School, known for his work on digital image processing,[1] software architecture,[2] and open source software.[3]", "25905478": "Masaru Kitsuregawa (喜連川 優, Kitsuregawa Masaru, born 13 July 1955) is a Japanese computer scientist. Currently he is a professor at the University of Tokyo.", "67553612": "Irena Spasić is a Serbian computer scientist specializing in text mining of biomedical information, with applications including exometabolomics. She is a professor of computer science and informatics at Cardiff University,[1] director of the Cardiff University Data Innovation Research Institute,[2] chief scientist for AI development at IPwe,[3] and since 2020 a Fellow of the Learned Society of Wales.[2]", "42125658": "Kimber Lockhart is the Chief Technology Officer at One Medical Group. Previously, she was the Senior Director of Web Application Engineering at Box. Prior to joining Box, she co-founded Increo, a secure web-based document sharing and review service. Increo was acquired by Box in October, 2009.[1] She holds a B.S. in Computer Science from Stanford University.[2]", "215392": "Michael Anthony Jackson (born 16 February 1936) is a British computer scientist, and independent computing consultant in London, England. He is also a visiting research professor at the Open University in the UK.[1]", "27969888": "Ole Jørgen Anfindsen (born 18 March 1958) is a Norwegian computer scientist, author and social commentator.", "4327781": "Jeffrey Clark Lagarias (born November 16, 1949, in Pittsburgh, Pennsylvania, United States) is a mathematician and professor at the University of Michigan.", "29509992": "Frank Keller is a professor of computational cognition at the School of Informatics, University of Edinburgh and director at the Institute for Language, Cognition and Computation.", "33196393": "Ed Huai-Hsin Chi (Chinese: 紀懷新; Wade–Giles: Chi⁴ Huai²-hsin¹) (born c. 1973) is a Taiwanese American computer scientist and research scientist at Google, known for his early work in applying the theory of information scent to predict usability of websites.[citation needed]", "39717232": "Oliver Bimber (born 1973 in Bad Marienberg, Germany) is a German computer scientist. He is professor for computer graphics at the Johannes Kepler University Linz, Austria where he heads the Institute of Computer Graphics.[1]", "1689979": "Donald Bruce Gillies (October 15, 1928 – July 17, 1975) was a Canadian computer scientist and mathematician who worked in the fields of computer design, game theory, and minicomputer programming environments.", "55282045": "Mei Hong (Chinese: 梅宏, born May 1963) is a Chinese computer scientist, a professor at Peking University, the director of Key Laboratory of High Confidence Software Technologies of Ministry of Education (MOE) at Peking University. He serves as President of the China Computer Federation (2020-2024), formerly the Vice President of The Academy of Military Sciences, Beijing Institute of Technology, and Shanghai Jiao Tong University. He is an academician of the Chinese Academy of Sciences, a foreign member of the Academia Europaea, a fellow of The World Academy of Sciences, an IEEE Fellow, and an ACM Fellow.", "11012481": "Stephen J. Mellor (born 1952) is an American computer scientist, developer of the Ward–Mellor method for real-time computing, the Shlaer–Mellor method,  and Executable UML, and signatory to the Agile Manifesto.", "31984016": "Philip Alan Bernstein is a computer scientist specializing in database research in the Database Group of Microsoft Research. Bernstein is also an affiliate professor at the University of Washington and frequent committee member or chair of conferences such as VLDB and SIGMOD. He won the SIGMOD Edgar F. Codd Innovations Award in 1994,[1] and in 2011 with Jayant Madhavan and Erhard Rahm the VLDB 10 Year Best Paper Award for their VLDB 2001 paper \"Generic Schema Matching with Cupid\".[2]", "36030875": "Frank Beck (28 December 1930 – 3 February 2020) was a British computer scientist who pioneered the application of user-interface hardware including the touchscreen, the computer-controlled knob and the video wall while working at CERN during the 1970s.[1]", "11585947": "Coenraad Bron (2 August 1937 – 15 August 2006) was a Dutch computer scientist. He worked with Edsger W. Dijkstra on the THE multiprogramming system. Together with Joep Kerbosch he invented the Bron–Kerbosch algorithm for the clique problem.", "45091228": "Gerrit Versteeg (born c. 1960) is a Dutch enterprise architect and management consultant, known for his work in defining the field of business architecture.[1][2][3]", "41847195": "Christophe de Dinechin is a French computer scientist, with contributions in video games, programming languages and operating systems.", "56543662": "Aisha Bowe is a Bahamian-American aerospace engineer, founder, STEM advocate, and entrepreneur. She is the founder of CEO of STEMBoard, a technology company, and LINGO, an educational tech company.", "58624436": "Paul Morrison Torrens is a professor in New York University Tandon School of Engineering's Department of Computer Science and Engineering[1] and Center for Urban Science and Progress. He co-authored the book Geosimulation: Automata-Based Modeling of Urban Phenomena.[2]", "3328438": "Thomas Shi-Tao Huang (traditional Chinese: 黃煦濤; simplified Chinese: 黄煦涛; pinyin: Huáng Xùtāo, June 26, 1936 – April 25, 2020) was a Chinese-born American computer scientist, electrical engineer, and writer. He was a researcher and professor emeritus at the University of Illinois at Urbana-Champaign (UIUC). Huang was one of the leading figures in computer vision, pattern recognition and human computer interaction.[1]", "1853882": "Pierre-Arnoul Frédéric Guy Donat de Marneffe (August 19, 1946 – July 9, 2023) was a Belgian computer scientist and professor emeritus at the University of Liège (ULiège). He studied civil engineering (mechanics section) at the Faculté polytechnique de Mons (FPMs) and obtained a PhD in applied sciences at the University of Liège (1976), in addition he obtained a Ph.D. in Computer science at Cambridge University in 1982.", "70781371": "Joshua R. Smith (born 1968) is an American computer scientist and electrical engineer and a professor at the University of Washington. He is known for research on wireless power (including WREL[1]), backscatter communication (including WISP[2] and Ambient Backscatter[3][4]), and robotic manipulation.", "58853820": "Linda Pagli (born 1950) is an Italian computer scientist specializing in computer networks and distributed algorithms. She is a professor at the University of Pisa, and a Fellow of the Italian Academy for Advanced Studies in America. She has also worked with UNESCO and the Italian Ministry of Foreign Affairs to help spread expertise in computer science to developing countries.[1]", "56101308": "Jamila Abbas, is a computer scientist, software engineer, businesswoman and entrepreneur in Kenya.[3] She is the co-founder and chief executive officer of MFarm Kenya Limited, an internet-based organisation that helps farmers find the best farm implements, seeds, access to weather reports and market information.[4] She co-founded M-Farm in 2010.[3]", "56658364": "Thomas John LeBlanc is a computer scientist and academic administrator. He was the 17th President of the George Washington University from July 2017 to December 2021.", "69503420": "Michael (Mike) Papazoglou (born December 2, 1953) is a Greek/Australian emeritus professor, computer science researcher and author known for his contributions to 'Service-Oriented Computing'.[1] His main research interests include Distributed computing, Database#Database management system, Big data, Service (systems architecture), Domain-specific language and Cloud computing. In more recent years he shifted his focus to pursuing  Emerging technologies, Industrial engineering, Smart Applications and Smart Technology Solutions for Healthcare[2] and Manufacturing.[3]", "4278727": "Erik Meijer (born 18 April 1963, Curaçao) is a Dutch computer scientist, entrepreneur, and tie-dye enthusiast.[1] From 2000 to early 2013 he was a software architect for Microsoft where he headed the Cloud Programmability Team.[2] He then founded Applied Duality Inc.[3] in 2013. Before that, he was an associate professor at Utrecht University. Since 2015 he has been a Director of Engineering at Facebook. He received his Ph.D. from Nijmegen University in 1992.", "72518096": "Noémie Elhadad is an American data scientist who is an associate professor of Biomedical Informatics at the Columbia University Vagelos College of Physicians and Surgeons. As of 2022, she serves as the Chair of the Department of Biomedical Informatics. Her research considers machine learning in bioinformatics, natural language processing and medicine.", "2623954": "Krishna Bharat (born 7 January 1970) is an Indian research scientist at Google Inc. He was formerly a founding adviser for Grokstyle Inc. a visual search company and Laserlike Inc., an interest search engine startup based on Machine Learning.[1][2]", "15157719": "Adam Leventhal (born 1979 in the United States) is an American software engineer, and one of the three authors of DTrace, a dynamic tracing facility in Solaris 10 which allows users to observe, debug and tune system behavior in real time.[1] Available to the public since November 2003, DTrace has since been used to find opportunities for performance improvements in production environments.[2] Adam joined the Solaris kernel development team after graduating cum laude from Brown University in 2001 with his B.Sc. in Math and Computer Science. In 2006, Adam and his DTrace colleagues were chosen Gold winners in The Wall Street Journal's Technology Innovation Awards contest by a panel of judges representing industry as well as research and academic institutions.[3] A year after Sun Microsystems was acquired by Oracle Corp, Leventhal announced he was leaving the company.[4] He served as Chief Technology Officer at Delphix from 2010 to 2016.[5]", "11586013": "Wim Ebbinkhuijsen (born 24 December 1939, Amsterdam) is a retired Dutch computer scientist who is considered to be one of the \"fathers of COBOL\".", "51218917": "Armin Ronacher (born 10 May 1989) is an Austrian open source software programmer and the creator of the Flask web framework for Python.", "8407527": "Pil Joong Lee is a cryptographer[1] at Pohang University of Science and Technology (POSTECH), South Korea.", "41847272": "James Kutsch is an American computer scientist who currently serves as the President of The Seeing Eye. As a teenager, he lost his eyesight as the result of a \"backyard chemistry experiment that went wrong\".[1] He studied at West Virginia University, gaining a BSc in psychology and an MSc in Computer Science, before attending the University of Illinois, where he was awarded a PhD in Computer Science.[2] As part of his PhD he designed the first talking computer for the blind, and also developed one of the earliest screen readers.[1] After graduation, he held a number of roles with AT&T.[1] In 1996 Kutsch became Vice President of at Convergys Corporation, and was promoted to Vice President of Strategic Technology in 2003.[2] From the 1990s onwards he served as a member of the board of trustees of The Seeing Eye, and in 2006 became its first blind President.[1]", "444908": "Philip Greenspun (born September 28, 1963) is an American computer scientist, educator, early Internet entrepreneur, and pilot who was a pioneer in developing online communities like photo.net.", "46991856": "Pierre and Marie Curie University", "40618484": "Theodore Aloysius Maria (Theo) Bemelmans (born 24 February 1943) is a Dutch computer scientist and Emeritus Professor of Administrative Information Systems and Automation at the Eindhoven University of Technology.", "34277876": "Kateryna Lohvynivna Yushchenko (Ukrainian: Катерина Логвинівна Ющенко, Russian: Екатерина Логвиновна Ющенко, 8 December 1919, Chyhyryn; died 15 August 2001) was a Soviet Ukrainian computer and information research scientist, corresponding member of USSR Academy of Sciences (1976),[1] and member of The International Academy of Computer Science.[2] She developed one of the world's first high-level languages with indirect address in programming (Pointers are analogous to this addressing),[citation needed] called the Address programming language.[3] Over the period of her academic career, Yushchenko supervised 45 Ph.D. students. Further professional achievements include Yushchenko being awarded two USSR State Prizes, The USSR Council of Ministers Prize, The Academician Glushkov Prize, and The Order of Princess Olga. Yushchenko was the first woman in the USSR to become a Doctor of Physical and Mathematical Sciences in programming.", "3328506": "Michael S. Lew (born 19 April 1965[1]) is a scientist in multimedia information search and retrieval at Leiden University, Netherlands.[2] He has published over a dozen books and 150 scientific articles in the areas of content based image retrieval, computer vision, and deep learning.[3][4] Notably, he had the most cited paper in the ACM Transactions on Multimedia,[5] one of the top 10 most cited articles in the history (out of more than 14,000 articles) of the ACM SIGMM, [6] and the most cited article from the ACM International Conference on Multimedia Information Retrieval in 2008 and also in 2010.[7] He was the opening keynote speaker for the 9th International Conference on Visual Information Systems,[8] the Editor-in-Chief of the International Journal of Multimedia Information Retrieval (Springer), the co-founder of influential conferences such as the International Conference on Image and Video Retrieval (which became the ACM International Conference on Multimedia Retrieval),[9] and the IEEE Workshop on Human Computer Interaction.[10] He was also a founding member of the international advisory committee for the TRECVID video retrieval evaluation project,[11] chair of the steering committee for the ACM International Conference on Multimedia Retrieval and a member of the ACM SIGMM Executive Committee (the highest board of the SIGMM). In addition, his work on convolutional fusion networks in deep learning won the best paper award at the 23rd International Conference on Multimedia Modeling. His work is frequently cited in both scientific and popular news sources.", "62310912": "Scott Kirkpatrick is a computer scientist, and professor in the School of Engineering and Computer Science at the Hebrew University, Jerusalem. He has over 75,000 citations in the fields of: information appliances design, statistical physics, and distributed computing.[1]", "18614787": "Dorcas Muthoni (born 1979, Nyeri)[1] is a Kenyan entrepreneur, computer scientist and founder of OPENWORLD LTD,[2] a software consulting company she started at the age of 24. Through her work as an entrepreneur and computer scientist, Muthoni seeks to see technology positively transforming the lives of the African society, governments and enterprises.[3]", "44419590": "Thea Drell Hodge (November 8, 1922 – March 3, 2008) was a member of the Association for Computing Machinery and a cofounder of the Minneapolis chapter of the Association for Women in Computing. Hodge was a pioneer for women in computer science and mentored many women in the field.", "59361799": "Ohio State University (MS)", "65800723": "Susan Sentance is a British computer scientist, educator and director of the Raspberry Pi Foundation Computing Education Research Centre at the University of Cambridge.[4][5][1][6][7] Her research investigates a wide range of issues computer science education, teacher education and the professional development of those teaching computing.[8][2] In 2020 Sentance was awarded a Suffrage Science award for her work on computing education.[9][10]", "45238815": "Dr Nigel Roberts FIoD FBCS FRSA is a British computer scientist.", "72223268": "Sven Apel (born 1977) is a German computer scientist and professor of software engineering at Saarland University.", "17877548": "Kjell Samuelson (1932–4 February 2018) was a Swedish systems scientist, Sci-Tech consultant, Professor Emeritus at the Stockholm University and Royal Institute of Technology, and a pioneer of Systems Science & Cybernetics, Communications & Informatics Technology and Global Networks.[1]", "1002038": "Robert William Taylor (February 10, 1932 – April 13, 2017), known as Bob Taylor, was an American Internet pioneer, who led teams that made major contributions to the personal computer, and other related technologies. He was director of ARPA's Information Processing Techniques Office from 1965 through 1969, founder and later manager of Xerox PARC's Computer Science Laboratory from 1970 through 1983, and founder and manager of Digital Equipment Corporation's Systems Research Center until 1996.[2]", "59804216": "Star Simpson is an American maker, inventor, and serial entrepreneur based in Los Angeles.[1] She is responsible for a number of high-profile projects with drone design and applications, including developing autonomous aircraft for DARPA at Otherlab, a Research & Development lab in San Francisco.[2]", "18696765": "Shang-Hua Teng (Chinese: 滕尚华; pinyin: Téng Shànghuá; born 1964)[3] is a Chinese-American computer scientist. He is the Seeley G. Mudd Professor of Computer Science and Mathematics at the University of Southern California. Previously, he was the chairman of the Computer Science Department at the Viterbi School of Engineering of the University of Southern California.[4][5]", "47581764": "Kathleen Nichols is an American computer scientist and computer networking expert. Nichols is the founder and CEO of Pollere, Inc, a network architecture and performance company based in California, US. Before founding Pollere, Nichols was VP of Network Science at Packet Design, where she was part of the founding team. Prior to Packet Design she was director of advanced Internet architectures in the Office of CTO at Cisco Systems.", "28133958": "Michael T. Goodrich is a mathematician and computer scientist. He is a distinguished professor of computer science[1] and the former chair of the department of computer science in the Donald Bren School of Information and Computer Sciences at the University of California, Irvine.[2]", "62868045": "Walther von Hahn (born 26 April 1942 in Marburg/Lahn) is a German linguist and computer scientist. From 1977 to 2007, von Hahn taught Computer Science and Linguistics at Universität Hamburg.", "11651663": "Peter Nordin (August 9, 1965 – October 12, 2020)[1] was a Swedish computer scientist, entrepreneur and author who has contributed to artificial intelligence, automatic programming, machine learning, and evolutionary robotics.", "51792": "IEEE John von Neumann Medal\nThe Economist Innovation Award\nNAE Foreign Member", "65391185": "University of California, Los Angeles\nUniversity of Oxford\nUniversity of California, Davis", "51793": "David Neil Cutler Sr. (born March 13, 1942) is an American software engineer. He developed several computer operating systems, namely Microsoft's Windows NT, and Digital Equipment Corporation's RSX-11M, VAXELN, and VMS.[2]", "24873554": "Don Syme is an Australian computer scientist and a Principal Researcher at Microsoft Research, Cambridge, U.K. He is the designer and architect of the F# programming language, described by a reporter as being regarded as \"the most original new face in computer languages since Bjarne Stroustrup developed C++ in the early 1980s.\"[1]", "43354714": "Mirza Faizan is an Indian-American aerospace scientist who developed the Ground Reality Information Processing System (GRIPS).[1][2]", "3328604": "Ramesh Chandra Jain (born 8 June 1949) is a scientist and entrepreneur in the field of information and computer science. He is a Bren Professor in Information & Computer Sciences, Donald Bren School of Information and Computer Sciences, University of California, Irvine.", "2443873": "Jean-Raymond Abrial (born 6 November 1938)[1] is a French computer scientist and inventor of the Z and B formal methods.[2]", "57379427": "Matthias Nießner (born 1986) is a German computer scientist, academic, and entrepreneur[citation needed]  working in the fields of computer graphics and computer vision. He is a professor of Computer Science at the Technical University of Munich and leads the Visual Computing Lab.[1] As a member of the Max Planck Center for Visual Computing and Communication Junior Research Group Program, he was a Visiting Assistant Professor at Stanford University, working in the lab of Pat Hanrahan.[2]", "28396135": "Toby Walsh FAA FACM FAAAS FAAAI FEurAI is Chief Scientist at UNSW.ai, the AI Institute of UNSW Sydney.[1] He is a Laureate fellow, and professor of artificial intelligence in the UNSW School of Computer Science and Engineering[2] at the University of New South Wales[3] and Data61 (formerly NICTA[4]). He has served as Scientific Director of NICTA, Australia's centre of excellence for ICT research. He is noted for his work in artificial intelligence, especially in the areas of social choice, constraint programming and propositional satisfiability. He has served on the Executive Council of the Association for the Advancement of Artificial Intelligence.[5]", "37849704": "Usama M. Fayyad (born July, 1963) is an American-Jordanian data scientist and co-founder of KDD conferences and ACM SIGKDD association for Knowledge Discovery and Data Mining.[1] He is a speaker on Business Analytics, Data Mining, Data Science, and Big Data. He recently left his role as the Chief Data Officer at Barclays Bank.[2]", "66095730": "Andrea Grimes Parker is an American computer scientist, researcher, and Associate Professor, known for her interdisciplinary study of human computer interaction (HCI) and personal health informatics.[1] Parker is currently an associate professor at Georgia Institute of Technology (Georgia Tech) School of Interactive Computing.[2] She also currently serves as an Adjunct Associate Professor in the Rollins School of Public Health at Emory University.[2]", "53578358": "Niki Davis is an educator and researcher based in Aotearoa New Zealand whose work has focused on equipping teachers to effectively deliver information and communication technologies in a global education context. Her research has explored how teaching, learning and assessment can be inclusive and ethically managed in non-traditional spaces involving E-learning while acknowledging the role of the knowledge of indigenous peoples in assisting to build critically reflective research communities. She worked in universities in the United Kingdom and the United States before becoming a Distinguished Professor at the University of Canterbury in 2008, retiring and becoming Professor Emeritus in 2020. Davis has been involved in a range of initiatives and organisations that promote knowledge of digital technologies in education and is widely published in this field.", "69732986": "Athena I. Vakali (born 1963)[1] is a Greek computer scientist whose topics of research include social networks, cloud computing, smart cities, and content delivery networks. She is a professor of informatics at Aristotle University of Thessaloniki.", "33458812": "Ashawna Hailey (October 8, 1949 – October 14, 2011) was an American computer scientist and philanthropist. She was among the creators of  the HSPICE program (a commercialized version of SPICE), which many electronic design companies worldwide use to simulate the electronic circuits.[2][3]  Her company, Meta-Software, which was behind the commercialization of SPICE, produced compound annual growth rate in excess of 25–30 percent every year for 18 years, and had eventually become part of Synopsys, which calls HSPICE \"the 'gold standard' for accurate circuit simulation\".[3][4][5]", "55085706": "Chris Urmson is a Canadian engineer, academic, and entrepreneur known for his work on self-driving car technology. He cofounded Aurora Innovation, a company developing self-driving technology, in 2017 and serves as its CEO.[1] Urmson was instrumental in pioneering and advancing the development of self-driving vehicles since the early 2000s.[2]", "63883930": "Gudrun Susanne Wetzel is a German computer scientist known for her work in computer security, including the use of information channels such as voice or keystroke dynamics to strengthen password-based security, and the security of wireless communications standards including Bluetooth and GSM. She is a professor of computer science at the Stevens Institute of Technology.", "2427548": "Kenneth Yigael Goldberg (born 1961) is an American artist, writer, inventor, and researcher in the field of robotics and automation. He is professor and chair of the industrial engineering and operations research department at the University of California, Berkeley, and holds the William S. Floyd Jr. Distinguished Chair in Engineering at Berkeley, with joint appointments in Electrical Engineering and Computer Sciences (EECS), Art Practice, and the School of Information.[1][2][3][4] Goldberg also holds an appointment in the Department of Radiation Oncology at the University of California, San Francisco.", "66964126": "Eike Best (born 13 March 1951) is a German computer scientist, best known for his contributions to concurrency theory.", "50580127": "Rena Tofiq Gasimova (born 1961) is an Azerbaijani computer scientist, who holds the position of Sector Chief at the national Information Technology Institute (AMEA İnformasiya Texnologiyaları İnstitutu).", "46566055": "Bhavani Thuraisingham is the Louis A. Beecherl, Jr. Distinguished Professor of computer science and the executive director of the Cyber Security Research and Education Institute at the University of Texas at Dallas.[1][2] She is a visiting senior research fellow in the Department of Informatics at Kings College University of London and a 2017–2018 Cyber Security Policy Fellow at New America.", "11586220": "Willem Louis van der Poel (born 2 December 1926) is a Dutch computer scientist, who is known for designing one of the first computers to be designed in the Netherlands, the Zeer Eenvoudige Binaire Reken Automaat (ZEBRA), translated as Very Simple Binary Automatic Calculator.", "43829949": "John D. Gannon (1948 – June 12, 1999) was a prominent computer scientist, professor and chair of the department of computer science University of Maryland, at College Park.[1]  Gannon was a leading researcher in software engineering, specifically the specification, analysis, and testing of software systems.[2]", "10177213": "Trevor Blackwell (born 4 November 1969, in Canada) is a Canadian-American[1] computer programmer, engineer and entrepreneur based in Silicon Valley.[2]", "54102719": "Grigori Fursin is a British[2] computer scientist, vice president of MLOps at OctoML[3] and the president of the non-profit CTuning foundation. His research group created open-source machine learning based self-optimizing compiler, MILEPOST GCC, considered to be the first in the world.[4] At the end of the MILEPOST project he established cTuning foundation to crowdsource program optimisation and machine learning across diverse devices provided by volunteers. His foundation also developed Collective Knowledge Framework to support open research. Since 2015 Fursin leads Artifact Evaluation at several ACM and IEEE computer systems conferences. He is also a founding member of the ACM taskforce on Data, Software, and Reproducibility in Publication.[5]", "33737411": "Corinna Cortes (born 31 March, 1961) is a Danish computer scientist known for her contributions to machine learning. She is a Vice President at Google Research in New York City.[3] Cortes is an ACM Fellow and a recipient of the Paris Kanellakis Award for her work on theoretical foundations of support vector machines.[4][5][3][6]", "27118278": "Richard Thomas Snodgrass (born April 19, 1955) is an American computer scientist and writer and is professor emeritus at the University of Arizona.[3] He is best known for his work on temporal databases, query language design, query optimization and evaluation, storage structures, database design, and ergalics (the science of computing).[4][5][6]", "27806408": "Hsinchun Chen is the Regents' Professor and Thomas R. Brown Chair of Management and Technology at the University of Arizona and the Director and founder of the Artificial Intelligence Lab (AI Lab). He also served as lead program director of the Smart and Connected Health program at the National Science Foundation from 2014 to 2015.[2] He received a B.S. degree from National Chiao Tung University in Taiwan, an MBA from SUNY Buffalo and an M.S. and Ph.D. in Information Systems from New York University.", "24021705": "Alberto Broggi is General Manager at VisLab srl (spinoff of the University of Parma acquired by Silicon-Valley company Ambarella Inc. in June 2015)[1] and  a professor of Computer Engineering at the University of Parma in Italy.", "23268041": "Chandrajit Bajaj (born 1958 in Calcutta, India) is an American computer scientist.  He is a professor of computer science at the University of Texas at Austin holding the Computational Applied Mathematics Chair in Visualization and is the director of the Computational Visualization Center, in the Institute for Computational Engineering and Sciences (ICES).", "8096460": "George R. Cogar (born 1932, disappeared 1983) was the head of the UNIVAC 1004 electronic design team code named the \"bumblebee project\", and later the \"barn project\", and co-founder of Mohawk Data Sciences Corporation, a Herkimer, New York-based multimillion-dollar business. His most successful invention was the Data Recorder magnetic tape encoder, which was introduced in 1965 and eliminated the need for keypunches and punched cards by direct encoding on tape.[1][2][3][4] He also founded the Cogar Corporation, where he built an intelligent terminal—an early forerunner of the modern personal computer—which he called the Cogar System 4[5] or Cogar 4. The Cogar 4 became the Singer 1500 after Singer Business Machines acquired Cogar Corporation. In 1976 International Computers Limited (ICL) acquired Singer Business Machines, changing the name of the computer to the ICL 1500.", "2820814": "James Charles Paul Woodcock FREng FBCS CEng CITP is a British computer scientist.", "54774490": "Gillian Christine Dobbie FRSNZ is a New Zealand computer scientist. She is a professor at the University of Auckland[1] and the Director of the Auckland ICT Graduate School.[2][3] She is also a visiting professor at National University of Singapore and on the advisory board of the Victoria University of Wellington.[4]", "21449443": "Larry Joseph Stockmeyer (1948 – 31 July 2004) was an American computer scientist. He was one of the pioneers in the field of computational complexity theory, and he also worked in the field of distributed computing.  He died of pancreatic cancer.[1]", "50449129": "Padma Raghavan is a computer scientist who works as vice provost for research at Vanderbilt University.", "47188724": "Martin Farach-Colton is an American computer scientist, known for his work in streaming algorithms, suffix tree construction, pattern matching in compressed data, cache-oblivious algorithms, and lowest common ancestor data structures. He is the Leonard J. Shustek Professor of Computer Science and chair of the Department of Computer Science and Engineering at New York University.[1]  Formerly, we was a Distinguished Professor of computer science at Rutgers University.[2]  He co-founded the storage technology startup company Tokutek.[3]", "34605821": "Andy Johnson-Laird (born February 1945) is an English-American computer scientist. He was the president of digital forensics firm Johnson-Laird Inc. in Portland, Oregon, where he lived with his wife, Kay Kitagawa.", "54414085": "Daniel Kroening (born 6 November 1975[1]) is a German computer scientist, Professor in computer science at the University of Oxford, and Chief Science Officer at the company he co-founded, Diffblue Ltd.[2] He is a fellow of Magdalen College.", "18647815": "Johnny Chung Lee (born 1979) is an American computer engineer known for his inventions related to the Wii Remote. He is involved with human-computer interaction.", "1624839": "Wallace \"Wally\" Feurzeig (June 10, 1927 – January 4, 2013)[1] was an American computer scientist who was co-inventor, with Seymour Papert and Cynthia Solomon, of the programming language Logo,[3] and a well-known researcher in artificial intelligence (AI).", "166666": "Feng-hsiung Hsu (born January 1, 1959)[1] (Chinese: 許峰雄; pinyin: Xǔ Fēng Xióng) (nicknamed Crazy Bird)[2] is a Taiwanese-American computer scientist and the author of the book Behind Deep Blue: Building the Computer that Defeated the World Chess Champion. His work led to the creation of the Deep Thought chess computer, which led to the first chess playing computer to defeat grandmasters in tournament play and the first to achieve a certified grandmaster-level rating.", "49810193": "Vladimir Mstislavovich Pentkovski (Russian: Владимир Мстиславович Пентковский; March 18, 1946, Moscow, Soviet Union – December 24, 2012, Folsom, California, United States) was a Soviet-American computer scientist, a graduate of the Moscow Institute of Physics and Technology and winner of the highest former Soviet Union's USSR State Prize (1987). He was one of the leading architects of the Soviet Elbrus supercomputers and the high-level programming language El-76. At the beginning of 1990s, he immigrated to the United States where he worked at Intel and led the team that developed the architecture for the Pentium III processor.[1][2] According to a popular legend, Pentium processors were named after Vladimir Pentkovski.[3]", "71076632": "Candace Lee (Candy) Sidner is an American computer scientist whose research has applied artificial intelligence and natural language processing to problems in personal information management, intelligent user interfaces, and human–robot interaction. She is a research professor of computer science at the Worcester Polytechnic Institute, and a former president of the Association for Computational Linguistics.", "64523032": "Muneeb Ali is a Pakistani-American computer scientist and internet entrepreneur. He is a co-founder of Stacks, an open-source smart contract platform for Bitcoin. He is known for the regulatory framework that resulted in the first SEC-qualified offering for a crypto asset[1][2] and for his doctoral dissertation which formed the basis of the Stacks network.[3][4] He is a co-author of Protothread and Proof-of-Transfer (PoX) consensus.[5]", "24873764": "Nir Shavit (Hebrew: ניר שביט) is an Israeli computer scientist. He is a professor in the Computer Science Department at Tel Aviv University and a professor of electrical engineering and computer science at the Massachusetts Institute of Technology.", "18909988": "Joseph M. Hellerstein (born (1968-06-07)7 June 1968[1]) is an American professor of computer science at the University of California, Berkeley, where he works on database systems and computer networks. He co-founded Trifacta with Jeffrey Heer and Sean Kandel in 2012, which stemmed from their research project, Wrangler.[2]", "51252014": "Emerson W. Pugh (born May 1, 1929) is an American research engineer and scientist, whose career at US corporation IBM spanned several decades and resulted in significant technological advances. He was a leader in magnetic and computer memory technologies and author of several books, including college-level physics textbooks and the history of IBM. He is a fellow of the American Physical Society and the American Association for the Advancement of Science. He was President of IEEE in 1989.", "2706223": "James Jay Horning (24 August 1942 – 18 January 2013) was an American computer scientist and ACM Fellow.[1]", "46402360": "Zenon Kulpa (born 1946) is a Polish computer scientist, and Assistant Professor at Institute of Fundamental Technological Research of Polish Academy of Sciences, known for his work on diagrammatic representation and diagrammatic reasoning.[1][2]", "59280201": "Ellen Marie Voorhees (born March 13, 1958)[1] is an American computer scientist known for her work in document retrieval, information retrieval, and natural language processing. She works in the retrieval group at the National Institute of Standards and Technology (NIST).[2]", "18221900": "Leonidas John Guibas (Greek: Λεωνίδας Γκίμπας) is the Paul Pigott Professor of Computer Science and Electrical Engineering at Stanford University. He heads the Geometric Computation group in the Computer Science Department.", "54954832": "Shih-Fu Chang is a Taiwanese American computer scientist and electrical engineer noted for his research on multimedia information retrieval, computer vision, machine learning, and signal processing.", "2001744": "Damian Conway (born 5 October 1964 in Melbourne, Australia) is a computer scientist, a member of the Perl and Raku communities, a public speaker, and the author of several books. Until 2010, he was also an adjunct associate professor in the Faculty of Information Technology at Monash University.", "67832663": "Satish B. Rao is an American computer scientist who is a professor of computer science at the University of California, Berkeley.[1][2]", "9276249": "Heinz Zemanek (actually Heinrich Josef Zemanek) (1 January 1920 – 16 July 2014) was an Austrian computer pioneer who led the development, from 1954 to 1958, of one of the first complete transistorised computers on the European continent.[1] The computer was nicknamed Mailüfterl — Viennese for \"May breeze\" — in reference to Whirlwind, a computer developed at MIT between 1945 and 1951.", "4836189": "Kenneth Noble Stevens (March 24, 1924[1] – August 19, 2013) was the Clarence J. LeBel Professor of Electrical Engineering and Computer Science, and professor of health sciences and technology at the research laboratory of electronics at MIT. Stevens was head of the speech communication group[2] in MIT's research laboratory of electronics (RLE), and was one of the world's leading scientists in acoustic phonetics.", "62704490": "Gayle Laakmann McDowell (born 1982)[1] is a founder, software engineer, and author.[3] She is known for a career development book, Cracking the Coding Interview.[4]", "56036206": "Ann Hardy (née Haley, born 20 April 1933)[1] was an American computer programmer and entrepreneur, best known for her pioneering work on computer time-sharing systems while working at Tymshare from 1966 onwards.", "11701105": "©ITU/D.Procofieff", "17730420": "Michael Stewart Paterson, is a British computer scientist, who was the director of the Centre for Discrete Mathematics and its Applications (DIMAP) at the University of Warwick until 2007, and chair of the department of computer science in 2005.", "31050613": "Vladimir Vukićević (born 29 April 1979), is a Serbian-born American software engineer who has worked on many open source projects. He is known mostly for his work on open-source graphics libraries, including those used in the Mozilla project, and for being the creator of WebGL.", "65489783": "Hagit Zabrodsky Hel-Or (Hebrew: חגית הל-אור) is an Israeli computer scientist known for her research in image processing, computer vision, and the applications of symmetry to pattern matching and computational chemistry. She is a faculty member in the computer science department at the University of Haifa.", "65489784": "Yanxi Liu (Chinese: 劉燕西) is a Chinese-American computer scientist specializing in computer vision. She is known for her research on computational symmetry, computational regularity, and the uses of symmetry and regularity in computer vision, as well as on feature selection for motion tracking. She is a professor of computer science at Pennsylvania State University, where she directs the Motion Capture Lab for Smart Health and co-directs the Lab for Perception, Action and Cognition.", "70224771": "Philip N. Klein is an American computer scientist and professor at Brown University. His research focuses on algorithms for optimization problems in graphs.", "8489864": "Martín Abadi (born 1963)[1] is an Argentine computer scientist, working at Google as of 2021[update].[2] He earned his Doctor of Philosophy (PhD) in computer science from Stanford University in 1987 as a student of Zohar Manna.", "4721547": "Professor Leon Sterling is a career academic with a distinguished academic record. After completing a PhD at the Australian National University, he worked for 15 years at universities in the UK, Israel and the United States. He returned to Australia as Professor of Computer Science at the University of Melbourne in 1995. He served as Head of the Department of Computer Science and Engineering for 6 years. After stepping down as Head, he took up an industry-sponsored chair becoming the Adacel Professor of Software Innovation and Engineering. In 2010, he moved to Swinburne where he served as Dean of the Faculty of Information and Communication Technologies for 4 years and Pro Vice-Chancellor (Digital Frontiers) for two years. He has been a prominent figure in IT in Australia, serving as Head of the Council of Deans of ICT from 2012 to 2014, been on a number of national committees, and been a strong advocate for coding in schools through public lectures, blogs, and committee memberships. His current research is in incorporating emotions in technology development, where motivational models are an essential element.", "48876430": "David Randolph Brown (October 31, 1923 – April 16, 2016) was an American computer scientist.[1] He was a member of the Massachusetts Institute of Technology leadership team[2][3] that created Project Whirlwind,[4] \"one of the first large-scale, high-speed computers\".[5]", "19663772": "Joseph Leslie Armstrong (27 December 1950 – 20 April 2019) was a computer scientist working in the area of fault-tolerant distributed systems.  He is best known as one of the co-designers of the Erlang programming language.", "68471711": "Seok-Hee Hong is a Korean-Australian computer scientist known for her research in graph drawing, including on the effects of crossings and other features of graph drawings on human readability, on 1-planar graphs, and on the layout of transit maps. She is a professor of computer science at the University of Sydney.[1]", "37669791": "Mary Lou Ehnot Soffa is an American computer scientist noted for her research on compilers, program optimization, system software and system engineering.", "8915873": "Horst Zuse (born November 17, 1945) is a German computer scientist.", "58641317": "Shlomo Argamon is an American/Israeli computer scientist and forensic linguist. He is currently the \nassociate provost for artificial intelligence and professor of computer science at Touro University.[1]", "62180263": "Joseph E. Oliger (September 3, 1941 – August 28, 2005) was an American computer scientist and professor at Stanford University.  Oliger was the co-founder of the Science in Computational and Mathematical Engineering degree program at Stanford, and served as the director of the Research Institute for Advanced Computer Science.", "69520297": "Marek Moszczyński (16 January 1949 – 14 December 2021) was a Polish politician.[1] A member of the Civic Platform, he served as Deputy Marshal of Lower Silesian Voivodeship from 2003 to 2004 and again from 2006 to 2008.[2]", "51956651": "Margaret Marrs (née Lewin; born 1929) is an English computer programmer who was the Senior Operator of the original Electronic delay storage automatic computer (EDSAC). EDSAC was an early British computer constructed at the University of Cambridge Mathematical Laboratory in England, and the second electronic digital stored-program computer to go into regular service.", "26626988": "Makoto Nagao (長尾 真, Nagao Makoto, October 4, 1936 [3] – May 23, 2021) was a Japanese computer scientist. He contributed to various fields: machine translation, natural language processing, pattern recognition, image processing and library science. He was the 23rd president of Kyoto University (1997–2003)[4] and the 14th director of National Diet Library in Japan (2007–2012).[5][6]", "57789360": "Toru Takahashi (Japanese: 高橋徹 Takahashi Tōru; January 1941 – 20 December 2022) was a Japanese computer network researcher and businessman. He was credited with contributing to the spread of the Internet into Japan and the rest of Asia in the 1990s and was a pivotal figure in the early commercial development of the Internet. For this reason, he was often called the \"Father of the Internet\" in Japan.", "20794293": "Sophia Drossopoulou (Greek: Σοφία Δροσοπούλου) is a computer scientist, currently working at Imperial College London, where she is Professor in Programming Languages. She earned her Ph.D. from the Karlsruhe Institute of Technology.", "8539064": "Alexander L'vovich Brudno (Russian: Александр Львович Брудно) (10 January 1918 – 1 December 2009)[1] was a Russian computer scientist, best known for fully describing the alpha-beta pruning algorithm.[2] From 1991 until his death he lived in Israel.", "57838528": "Chen Guangxi (Chinese: 陈光熙; 1903–1992) was a Chinese engineer, computer scientist, and professor who founded the discipline of computer science at the Harbin Institute of Technology.[1]", "61475779": "Mark D. Hill is a computer scientist and professor at the University of Wisconsin–Madison. He has been cited over 27,000 times.[1]", "55086021": "Rada Mihalcea is a professor of computer science and engineering at the University of Michigan. Her research focuses on natural language processing, multimodal processing, and computational social science.", "3017": "Alexey Leonidovich Pajitnov[a] (born April 16, 1955)[1] is a Russian-American computer engineer and video game designer who is best known for creating, designing, and developing Tetris in 1985 while working at the Dorodnitsyn Computing Centre under the Academy of Sciences of the Soviet Union (now the Russian Academy of Sciences).[2]", "66849737": "Sarita Yardi Schoenebeck is an American computer scientist at the University of Michigan, where she serves as Director of the Living Online Lab. Her research considers human–computer interactions, social media and social computing. She was awarded the University of Michigan School of Information Diversity, Equity and Inclusion Award in 2017 for her work on LGBTQ+ families and online communities.", "37080011": "Mauro Pezzè is an Italian computer scientist. He is a professor of the faculty of informatics at the Università della Svizzera italiana, Switzerland where he had been the dean of the faculty of informatics from 2009 ti 2012. He is also a professor of software engineering at the Università degli Studi di Milano-Bicocca. He has been co-chair of the International Conference on Software Engineering. Mauro is the co-author of Software testing and analysis: process, principles, and techniques published by Wiley in 2007.[1] Since 2019 he is professor of software engineering at the Schaffhausen Institute of Technology. His research interests are mainly software redundancy, self-healing and self-adaptive software systems.[2]", "10800079": "Ian Lewis (born 1961) is an American computer scientist who is the director of infrastructure investment for the University of Cambridge and previously the director of the University of Cambridge Computing Service from 2005 to 2014[1]", "16944080": "Boris Aronov (born March 13, 1963) is a computer scientist, currently a professor at the Tandon School of Engineering, New York University. His main area of research is computational geometry. He is a Sloan Research Fellow.", "66046932": "Adebayo Akinde[1] is an academic and bishop in Nigeria.[2]", "62032856": "Donna K. Harman is an American information retrieval researcher. She is a group leader in the Retrieval Group at the National Institute of Standards and Technology.[1][2] Harman won the Tony Kent Strix award in 1999.[3]", "31509471": "Zhi-Li Zhang is a computer scientist, the McKnight Distinguished University Professor and the Qwest Chair Professor of Computer Science at the University of Minnesota - Twin Cities. He leads the Networking Research Group at the university. Zhi-Li obtained his PhD in computer science from the University of Massachusetts in 1997 under Don Towsley and Jim Kurose. He has published a large number of papers in the field of routing, computer communication and multimedia communication.", "2182112": "Jonathan P. Bowen FBCS FRSA (born 1956) is a British computer scientist and an Emeritus Professor at London South Bank University, where he headed the Centre for Applied Formal Methods.[2] Prof. Bowen is also the Chairman of Museophile Limited and has been a Professor of Computer Science at Birmingham City University,[3] Visiting Professor at the Pratt Institute (New York City), University of Westminster and King's College London,[4] and a visiting academic at University College London.[5]", "72535020": "Kai Lawonn (born 1985) is a German computer scientist. He works in the field of exploratory data analysis and visualization and has been a full professor at the University of Jena at the Institute of Computer Science since 2019.[1]"}