{"61513671": "Ann Mercy Hunt MBE (25 October 1938 – 25 June 2014) was a British medical researcher and campaigner. She co-founded the Tuberous Sclerosis Association and became a researcher into the tuberous sclerosis complex. Her youngest son died from the condition aged 13. In 1997 the TSC2 gene was identified by a European consortium supported by her organisation.", "42147784": "Professor Vivian Yam Wing-wah (born 10 February 1963)[1] CSci, CChem, FRSC,[2] is a Hong Kong chemist. Yam is the youngest female member ever to be elected to the Chinese Academy of Sciences. She was a 2011 L'Oréal-UNESCO Awards for Women in Science laureate[3] \"for her work on light-emitting materials and innovative ways of capturing solar energy.\"[4]", "60596165": "Ignaz Kreidl (December 11, 1869 – May 21, 1947)[1] was a chemist and industrialist living in Vienna, Austria.[2]", "9609160": "Johann Moriaen (born Nuremberg c.1591-1668) was a German alchemist and early chemist, known as an associate of Samuel Hartlib. He was active in recruiting for Hartlib's network of intellectuals, the Hartlib Circle, and communicating with them.[1] He was a convinced pansophist.[2]", "4890571": "Spencer Ferguson Silver III (February 6, 1941 – May 8, 2021) was an American chemist and inventor who specialized in adhesives. 3M credits him with having devised the adhesive that Arthur Fry used to create Post-it Notes.[1][2]", "34348999": "Professor Ralph Ambrose Kekwick FRS (11 November 1908 Leytonstone Essex – 17 January 2000 Woodford).[1] was a British biochemist who did pioneering work on human plasma fractionation, including the first production of Factor VIII.", "61611982": "Richard Evershed is a Professor of Biogeochemistry and Fellow of the Royal Society.", "597958": "Chaudhry Muhammad Ali[a] (15 July 1905 – 2 December 1982), best known as Muhammad Ali, was a Pakistani politician and statesman who served as the fourth prime minister of Pakistan from August 1955 till his resignation in September 1956. His government transitioned Pakistan from a British Dominion to an Islamic Republic.", "34185169": "Nigel David Forster Grindley FRS (born 24 November 1945)[1] is a British biochemist and Professor of Molecular Biophysics and Biochemistry at Yale University.[2]", "64102358": "Trisha Nell Davis (born May 27, 1954) is an American biochemist,    the current Earl Davie/ZymoGenetics Chair of the department of biochemistry at the University of Washington.[1] Her early research focused on Calmodulin, though the primary focus of her lab has since shifted to the molecular machinery of cell division in budding yeast, especially the microtubule organizing centers and the kinetochores.", "28450776": "University of Bonn\nMax Planck Institute for Chemical Energy Conversion", "62431193": "Sandrine Elizabeth Monique Heutz FRSC CChem CPhys is a Professor of Functional Molecular Materials at Imperial College London. She works on organic and magnetically coupled molecular materials for spintronic applications. In 2008 Heutz was awarded the Institute of Materials, Minerals and Mining Silver Medal.", "2891737": "Paul Werner Gast (September 11, 1930 – May 16, 1973) was an American geochemist and geologist.", "55844827": "William Davidge Page FRSE FCS FGS MIME (died 1939) was a British geologist, chemist, mining engineer and publisher, who created the weekly technical journal Page's Magazine aka Page's Weekly from 1902 to 1906.[1]", "18718682": "William Platt Jencks (August 15, 1927 – January 3, 2007) was an American biochemist.  He was noted particularly for his work on enzymes, using concepts drawn from organic chemistry to understand their mechanisms.[1][2][3]", "19734495": "Joseph Edward Mayer (February 5, 1904, New York City – October 15, 1983) was a chemist who formulated the Mayer expansion in statistical field theory.[1]", "72294370": "Vyacheslav Vasilyevich Lebedinsky (Russian: Вячеслав Васильевич Лебединский; 14 September 1888 – 12 December 1956) was a Russian and Soviet chemist who worked on platinum, rhodium and iridium, their extraction and use in catalysis. He also worked on complex compounds of rhodium and iridium. He was also a noted teacher and guided 20 doctoral students in inorganic chemistry.", "64036835": "Harold Edwin Umbarger (17 July 1921, Shelby, Ohio – 15 November 1999, Carmel, Indiana) was an American bacteriologist and biochemist.", "14950378": "Walter J. Kauzmann (18 August 1916 – 27 January 2009) was an American chemist and professor emeritus of Princeton University. He was noted for his work in both physical chemistry and biochemistry.  His most important contribution was recognizing that the hydrophobic effect plays a key role in determining the three-dimensional structure of proteins.[1]  He is also well known for an insight into the nature of supercooled liquids which is now known as Kauzmann's paradox.[2]  At Princeton, Kauzmann was the David B. Jones Professor Emeritus of Chemistry.  He chaired the department of chemistry from 1964 to 1968 and the department of biochemical sciences from 1980 to 1981.", "6692848": "John Merrill Olin (November 10, 1892 – September 8, 1982) was an American businessman and philanthropist. He was the son of Franklin W. Olin.", "25665521": "James Pickering Kendall FRS[1] FRSE (30 July 1889, in Chobham, Surrey – 14 June 1978, in Edinburgh) was a British chemist.", "434170": "Christian Rosenkreuz (also spelled Rosenkreutz, Rosencreutz, Christiani Rosencreütz and Christian Rose Cross) is the legendary, possibly allegorical, founder of the Rosicrucian Order (Order of the Rose Cross).[4] He is presented in three manifestos that were published early in the 17th century. These were:", "58662908": "Regina Kapeller-Adler, born Regina Kapeller, (28 June 1900 – 31 July 1991) was an Austrian biochemist who, in 1934, devised an innovative test for early pregnancy based on the detection of histidine in urine. As a Jew, she was forced to leave Austria following the country's annexation into Nazi Germany in the Anschluss and went to work with the noted geneticist Francis Crew at the Institute of Animal Genetics at the University of Edinburgh.", "8462335": "Sir Benjamin Collins Brodie, 2nd Baronet FRS (5 February 1817 – 24 November 1880) was an English chemist.", "46440452": "Robert Newton (February 7, 1889 – November 22, 1985) was a Canadian biochemist and academic administrator. Newton attended McGill University (BSc 1912), the University of Manitoba (1921 MSc, 1923 PhD), and University of Alberta (DSc). He was a veteran of World War I. In 1919, he became professor of field husbandry at the University of Alberta. He later was professor of plant biochemistry in the Department of Field Crops, and head of the Department of Field Crops from 1924 to 1932. Newton took a leave to become the head of the Applied Biology Section of the National Research Council in Ottawa, but returned to the University in 1941 to become Dean of Agriculture, which he served until he was named president of the university. He retired in 1950 to the Pacific Coast of Canada, and died in California in 1985.[1][2]", "7315462": "William Henry Perkin Jr., FRS FRSE (17 June 1860 – 17 September 1929) was an English organic chemist who was primarily known for his groundbreaking research work on the degradation of naturally occurring organic compounds.", "22487049": "Michael Charles Harold McKubre is an electrochemist involved with cold fusion energy research.[1][2] McKubre was the director of the Energy Research Center at  SRI International in 1998.[3] He is a native of New Zealand.[2]", "67674127": "Frances Mary Platt (née Judson) FMedSci FRS MAE is a British biochemist and pharmacologist who is a professor at the University of Oxford.[1] Her research investigates rare genetic disorders known as lysosomal storage diseases, progressive conditions that lead to neurodegeneration. She was elected Fellow of the Royal Society in 2021.", "69607442": "Nikolai Denkov Denkov (Bulgarian: Николай Денков Денков, born 3 September 1962) is a Bulgarian politician serving as the Prime Minister of Bulgaria since 6 June 2023.[1] He was previously the Minister of Education of the Republic of Bulgaria. Denkov is a physicist, physical chemist and chemist. He is a member of the Bulgarian Academy of Sciences and was a lecturer at the University of Sofia.", "204819": "Theodor Svedberg (30 August 1884 – 25 February 1971; also known as The Svedberg) was a Swedish chemist and Nobel laureate for his research on colloids and proteins using the ultracentrifuge. Svedberg was active at Uppsala University from the mid-1900s to late 1940s. While at Uppsala, Svedberg started as a docent before becoming the university's physical chemistry head in 1912. After leaving Uppsala in 1949, Svedberg was in charge of the Gustaf Werner Institute until 1967. Apart from his 1926 Nobel Prize, Svedberg was named a Foreign Member of the Royal Society in 1944 and became part of the National Academy of Sciences in 1945.", "36544537": "Agent Helena George \"H.G.\" Wells is a fictional character on the American television series Warehouse 13, played by Jaime Murray.[1] Agent Wells was a recurring guest character of the series, playing the major antagonist of Season 2 and appearing alongside the agents Myka Bering and Pete Lattimer. Wells was portrayed as having a genius-level intellect and a methodical nature besides being an inventor, author, and a former agent of the fictitious Warehouses 12 and 13.", "761886": "Arthur Amos Noyes (September 13, 1866 – June 3, 1936) was an American chemist, inventor and educator, born in Newburyport, Massachusetts, son of Amos and Anna Page Noyes, née Andrews.[1] He received a PhD in 1890 from Leipzig University under the guidance of Wilhelm Ostwald.", "28745761": "Ramendra Kumar Podder (born 9 November 1930) was an Indian Bengali scholar of biochemistry, who served as the Vice Chancellor of the University of Calcutta.[1][2] He was a Member of Parliament, representing West Bengal in the Rajya Sabha the upper house of India's Parliament as a member of the Communist Party of India (Marxist).[3]", "48046115": "Henry Clay White (1848-1927) was an American chemist, notable for his contributions to agricultural science and higher education.[2] He was also an early proponent of Darwin's theory of evolution.[3]", "58433574": "Corbet Page Stewart FSA Scot FRSE (1896–1962) was a Scottish biochemist and academic author.", "25501739": "Bengt Andersson Qvist (sometimes Benct Qvist or Bengt Quist (21 October 1726 – 14 October 1799[1]) was a Swedish chemist and mineralogist.[2] He was assistant of Sven Rinman[3] and after a visit to steel plants in Britain he built a demonstration plant in Sweden.[4]", "12886070": "Dale Lester Boger is an American medicinal and organic chemist and former chair of the Department of Chemistry[1] at The Scripps Research Institute in La Jolla, CA.", "70197314": "David Talbot Day (10 September 1859 – 15 April 1925) was an American chemist and geologist who analyzed petroleum resources, and particularly the extraction of minerals from oil shale. He established the Mineral Resources Division of the US Geological Survey where he pioneered petrochemical fractionation and analysis using chromatographic techniques.", "32645188": "Valeriy V. Chernyshev (born 25 September 1944 in Kemerovo, Soviet Union) is a Russian scientist in nitrogen chemistry.", "27041869": "Brooks H. Pate is the William R. Kenan, Jr. Professor of Chemistry at the University of Virginia.[1][2]", "52633686": "Alok Krishna Gupta (born 1942) is an Indian mineralogist, petrologist and a former Raja Ramanna Fellow of the Department of Atomic Energy at the National Centre of Experimental Mineralogy and Petrology of the University of Allahabad.[1] He is known for his studies on the genesis of alkaline rocks[2] and is an elected fellow of all three major Indian science academies viz. the National Academy of Sciences, India,[3] Indian National Science Academy[4] and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 1986.[6]", "70197345": "Christoph Weder is the former director of the Adolphe Merkle Institute (AMI) at the University of Fribourg, Switzerland, and a professor of polymer chemistry and materials. He is best known for his work on stimuli-responsive polymers, polymeric materials that change one or more of their properties when exposed to external cues. His research is focused on the development, investigation, and application of functional materials, in particular stimuli-responsive and bio-inspired polymers.[1]", "19374181": "Hippolyte-Victor Collet-Descotils (21 November 1773 in Caen – 6 December 1815 in Paris) was a French chemist. He studied in the École des Mines de Paris, and was a student and friend of Louis Nicolas Vauquelin.", "40116338": "Hans Stammreich (July 16, 1902 in Remscheid, Prussia, Germany - March 6, 1969 in São Paulo, Brazil), was a Brazilian chemist of German origin and an important pioneer of Raman spectroscopy and molecular spectroscopy.", "4235381": "Bernard Pullman (19 March 1919, Włocławek Poland – 9 June 1996) was a French theoretical quantum chemist and quantum biochemist.", "761984": "Ronald George Wreyford Norrish FRS[1] (9 November 1897 – 7 June 1978) was a British chemist who was awarded the Nobel Prize in Chemistry in 1967.[2][3][4]", "52699268": "Victor Martin \"Trik\" Trikojus CBE, DSc, FAA (1902–1985) was an Australian professor of biochemistry.[1][2][3][4] He was the second professor and head of the School of Biochemistry at the University of Melbourne", "44572807": "Anthony Watts (born 7 January 1950) is a British biochemist and Professor of Biochemistry at the University of Oxford and C W Maplethorpe Fellow in Biological Sciences and tutor at St. Hugh's College, Oxford. He is a fellow of the Royal Chemical Society, the Institute of Physics, Royal Society of Biology and Biophysical Society. He was managing director of the European Biophysics Journal, and is a co-opted member of the European Biophysical Societies' Association (EBSA), chair of the British Biophysical Society and chair of the Scientific Committee for the IUPAB/EBSA/BBS/IoP Biophysics congress, 2017. He was President of EBSA (2017-2019) and elected President-elect of IUPAB in 2021.", "69116051": "Marta Irene Litter (born 3 August 1946) is Latin American chemist who is a professor at National University of General San Martín and the CONICET of Argentina. She is a member of The World Academy of Sciences and the Latin American Academy of Sciences.", "51716247": "André Bernanose (17 June 1912 – 18 March 2002) was a 20th-century French physicist, chemist and pharmacologist.", "663705": "Johann Josef Loschmidt (15 March 1821 – 8 July 1895), who mostly called himself Josef Loschmidt (omitting his first name), was a notable Austrian scientist who performed ground-breaking work in chemistry, physics (thermodynamics, optics, electrodynamics), and crystal forms.", "66461852": "Margarita del Val Latorre (born 1959) is a Spanish chemist, immunologist, and virologist. She coordinates the Salud Global (\"Global Health\") platform run by the Spanish National Research Council (CSIC).", "14426270": "Breaking Bad is  an American crime drama television series created and produced by Vince Gilligan for AMC. Set and filmed in Albuquerque, New Mexico, the series follows Walter White (Bryan Cranston), an underpaid, dispirited high-school chemistry teacher struggling with a recent diagnosis of stage-three lung cancer. White turns to a life of crime and partners with a former student, Jesse Pinkman (Aaron Paul), to produce and distribute methamphetamine to secure his family's financial future before he dies, while navigating the dangers of the criminal underworld. Breaking Bad premiered on AMC on January 20, 2008, and concluded on September 29, 2013, after five seasons consisting of 62 episodes.", "34545825": "Robert Guy Griffin (born 1942) is a Professor of Chemistry[1]  and director of the Francis Bitter Magnet Laboratory[2] at Massachusetts Institute of Technology (MIT). He is known for his work in nuclear magnetic resonance (NMR) and developing high-field dynamic nuclear polarisation (DNP) for the study of biological solids. He has contributed many different methods and approaches now widely used in solid-state NMR spectroscopy, in particular in context of magic-angle-spinning NMR. For example, this extends to methods for resolution enhancement via heteronuclear decoupling, as well as techniques for polarisation transfer between nuclei (to enable structure determination of crystallised and aggregated proteins).[3][4]", "10002596": "Antonio Neri (29 February 1576, Florence – 1614) was a Florentine priest who published the book L’Arte Vetraria or The Art of Glass in 1612. This book was the first general treatise on the systematics of glassmaking.[1]", "49651881": "Zhang Lina (Chinese: 张俐娜; pinyin: Zhāng Lìnà; 14 August 1940 – 17 October 2020) was a Chinese physical chemist. She graduated from Wuhan University in 1963.[2][3] She was a Chinese polymer physical chemist, a professor at the School of Chemistry and Molecular Sciences of Wuhan University.[4] In 2011, she became the first female Academician of the Chinese Academy of Sciences from Wuhan university.[5] She was the editorial board member of Cellulose, Journal of Biobased Materials and Bioenergy and Acta Polymerica Sinica.[4]", "204975": "Nicolas Flamel (French: [nikɔla flamɛl];  c.  1330 – 22 March 1418)[1] was a French scribe and manuscript seller. After his death, Flamel developed a reputation as an alchemist believed to have created and discovered the philosopher's stone and to have thereby achieved immortality. These legendary accounts first appeared in the 17th century.", "56402095": "Ignatius Singer (c. 1853–1926) was a British writer and speaker on scientific, economic, philological and theological topics during the late 19th and early 20th centuries. He was also an industrial chemist and innovator of textile technology. Born in Hungary, he settled in England and spent some years in Australia and New Zealand.", "336050": "Paul Christian Lauterbur (May 6, 1929 – March 27, 2007) was an American chemist who shared the Nobel Prize in Physiology or Medicine in 2003 with Peter Mansfield for his work which made the development of magnetic resonance imaging (MRI) possible.[1][2]", "2400438": "Dame Julia Stretton Higgins DBE FRS FREng HonFInstP (née Downes; born 1 July 1942) is a British polymer scientist.  Since 1976 she has been based at the Department of Chemical Engineering at Imperial College London, where (since 2007) she is emeritus professor and senior research investigator.[1][3][4][5][6][7]", "71573696": "Claude Bourdelin (French pronunciation: [klod buʁdəlɛ̃]; c. 1621 – 14 October 1699) was a French apothecary and a pioneer of iatrochemistry. He was among the first chemists, along with Samuel Cottereau du Clos, to serve in the French Academy of Sciences at the time of its founding in 1666, chosen by Jean-Baptiste Colbert on behalf of Louis XIV.", "30712004": "Martijn Bernard Katan (born 1946) is a Dutch nutritionist, an emeritus professor at the Vrije Universiteit Amsterdam and author of two popular science books on nutrition.", "14786758": "Walter Dorn (born July 11, 1961) is a scientist, educator, author and researcher. Dorn teaches military officers and civilian students at the Canadian Forces College (CFC)  in Toronto and also at the Royal Military College of Canada (RMC) in Kingston. He lectures and leads seminars on  the ethics of armed force, peace operations, the United Nations, arms control, Canadian and US foreign/defence policy, Canadian government and society, and science/technology applications. He serves as chair of the Department of Security and International Affairs at CFC and previously was chair of the Master of Defence Studies programme at RMC.", "27566285": "Mieczysław Józef Mąkosza (born 16 November 1934) is a Polish chemist specializing in organic synthesis and investigation of organic mechanisms. Along with Jerzy Winiarski he is credited for the discovery of the aromatic vicarious nucleophilic substitution, VNS. He also contributed to the discovery of phase transfer catalysis reactions. From 1979 to 2005 he was director of the Institute of Organic Chemistry of the Polish Academy of Sciences.[1]", "20947155": "Jean-Baptiste Van Mons (11 November 1765 Brussels — 6 September 1842 Leuven) was a Belgian physicist, chemist, botanist, horticulturist and pomologist, and professor of chemistry and agronomy at Louvain (1817-1830).[1] Van Mons carried out the first recorded selective breeding of the European Pear through cycles of seed propagation.[2]", "434388": "James Grubbs Martin (born December 11, 1935) is an American chemist and politician who served as the 70th governor of North Carolina from 1985 to 1993. A member of the Republican Party, he previously served as the U.S. Representative for North Carolina's 9th congressional district from 1973 to 1985.", "64069850": "Suzanne Walker is a professor of Microbiology and Molecular Genetics at Harvard University. Her research focuses on mechanisms of antibiotics and antibiotic resistance. She was elected to the National Academy of Sciences in 2020.", "62234844": "María Escudero-Escribano (born June 3, 1983) is a Spanish chemist.  Her research considers the design of materials for catalysis, fuel cells and sustainable chemistry. She works at the Catalan Institute of Nanoscience and Nanotechnology (ICN2) as an ICREA Research Professor since September 2022.[1] Formerly she was director of the Nano-Electrochemical group at the University of Copenhagen.", "60661982": "Kristie Ann Boering (born October 6, 1963) is a Professor of Earth and Planetary Science and the Lieselotte and David Templeton Professor of Chemistry at University of California, Berkeley. She studies atmospheric chemistry and mass transport in the extraterrestrial atmosphere using kinetics and photochemistry. Boering was elected a member of the National Academy of Sciences in 2018.", "5480671": "Hans Tuppy (born July 22, 1924) is an Austrian biochemist who participated in the sequencing of insulin, and became Austria's first university professor for biochemistry. He was Austrian Minister for Science and Research from 1987 to 1989.", "8855776": "Jonathan S. Dordick (born January 15, 1959) is an institute professor of chemical and biological engineering at Rensselaer Polytechnic Institute and holds joint appointments in the departments of biomedical engineering and biological sciences. In 2008 he became director of the Center for Biotechnology and Interdisciplinary Studies. In 2012 Dordick became the vice president for research at RPI.[1] He became Special Advisor to the RPI President for Strategic Initiatives in 2018,", "6201580": "Nicolas Clément (12 January 1779 – 21 November 1841) was a French physicist and chemist.", "31727860": "Friedrich Krafft (February 21, 1852 in Bonn – June 3, 1923 in Heidelberg) was a German chemist.[1]  He studied with Friedrich August Kekulé von Stradonitz, Rudolf Clausius and Gerhard vom Rath.", "72917240": "Linda A. Peteanu is an American chemist who is a professor and head of the department of chemistry at Carnegie Mellon University. Her research considers the steady state and transient photophysics of conjugated molecules.", "18718977": "Friedrich Wilhelm Rathgen (2 June 1862 – 19 November 1942) was a German chemist and a founder of the field of conservation science.[1]", "58237193": "June Wanda Halliday, AM (née von Alpen, 1930 – 21 March 2021) was an Australian biochemist and researcher of liver disease and iron metabolism. She was a pioneer in the use of serum ferritin and liver iron concentration as diagnostic aids for studying haemochromatosis.", "72261905": "James Allen Wells (born April 28, 1950) is a Professor of Pharmaceutical Chemistry and Cellular & Molecular Pharmacology at the University of California, San Francisco (UCSF)[1] and a member of the National Academy of Sciences. He received his B.A. degrees in biochemistry and psychology from University of California, Berkeley in 1973 and a PhD in biochemistry from Washington State University with Ralph Yount, PhD in 1979. He completed his postdoctoral studies at Stanford University School of Medicine with George Stark in 1982. He is a pioneer in protein engineering, phage display, fragment-based lead discovery, cellular apoptosis, and the cell surface proteome.", "45261075": "Charles Hercules Boissevain (1893–1946) was a Dutch tuberculosis researcher and botanist in the United States.", "34808085": "Herman Sokol (October 14, 1916 – June 22, 1985) was an American chemist who was a co-discoverer of tetracycline. He was president of Bristol-Myers Company from 1976 to 1981.[1]", "34218270": "Adam S. Veige is a professor of Chemistry at the University of Florida. His research focuses on catalysis and the usage of inorganic compounds, including tungsten and chromium complexes.", "62333215": "Jürgen Caro  (born 27 December 1951 in Burgstädt, Saxony) is a German chemist.", "31170854": "Frederick Field FRS FRSE FCS (2 August 1826 – 3 April 1885) was an English chemist.", "17441062": "Arthur Donald Walsh FRS FRSE FRIC (8 August 1916 – 23 April 1977) was a British chemist, who served as Professor of Chemistry at the University of Dundee. He is usually referred to as Donald Walsh. He was the creator of the Walsh diagram and Walsh's Rules.[1]", "53158182": "William Ogilvy Kermack FRS FRSE FRIC (26 April 1898 – 20 July 1970) was a Scottish biochemist. He made mathematical studies of epidemic spread and established links between environmental factors and specified diseases.[1] He is noteworthy for being blind for the majority of his academic career. Together with Anderson Gray McKendrick he created the Kermack-McKendrick theory of infectious diseases.", "54501675": "Aradhna Tripati is an American geoscientist, climate scientist, and advocate for diversity. She is a professor at the University of California, Los Angeles (UCLA) where she is part of the Institute of the Environment and Sustainability, the Department of Earth, Planetary, and Space Sciences, the Department of Atmospheric and Oceanic Sciences, and the California Nanosystems Institute. She is also the director of the Center for Diverse Leadership in Science. Her research includes advancing new chemical tracers for the study of environmental processes and studying the history of climate change and Earth systems. She is recognized for her research on climate change and clumped isotope geochemistry. She studies the evolution of atmospheric carbon dioxide levels and the impacts on temperature, the water cycle, glaciers and ice sheets, and ocean acidity.", "56959280": "Eva Hevia is a Professor of Organometallic Chemistry at the University of Strathclyde, Glasgow and Professor at the Department of Chemistry and Biochemistry, the University of Bern.", "22323508": "Peter John Stang (born November 17, 1941) is a German American chemist and Distinguished Professor of chemistry at the University of Utah. He was the editor-in-chief of the Journal of the American Chemical Society from 2002 to 2020.[1][2]", "3744053": "Ambrose Godfrey-Hanckwitz FRS (1660 – 15 January 1741), also known as Gottfried Hankwitz, also written Hanckewitz, or Ambrose Godfrey[1][2] as he preferred to be known, was a German-born British phosphorus manufacturer and apothecary.[3] He was one of the first phosphorus manufacturers and was one of the best and most successful in his time. He invented and patented a machine that acted as a fire extinguisher.[4]", "61874486": "Charles E. Warren (September 17, 1962 – July 30, 2005)[1] was an assistant professor of biochemistry and molecular biology at the University of New Hampshire.", "56598837": "Ian William Murison Smith FRS FRSC (15 June 1937 – 8 November 2016)[2][3] was a chemist who served as a research fellow and lecturer in the Department of Chemistry, University of Cambridge from 1963 to 1985 and Professor of Chemistry at the University of Birmingham from 1985 to 2002.[3][4]", "45687100": "George Varghese Koppara (born 23 March 1958) is a physicist from India. He has published considerable amount of International journals based on the topic Crystals and Crystallography. He was also the former Principal of Catholicate College, Pathanamthitta. His interest on Environmental protection has inspired him to write book Jaivam Jeevanam, published by DC Books, Kottayam, Kerala. He has also written a book on latest trend in Nanoscience and Nanomaterials.", "16130377": "Victor von Richter (April 15, 1841 – October 8, 1891) was a German chemist and discovered the von Richter reaction.", "6496585": "Henry Rapoport (November 16, 1918 – March 6, 2002) was an internationally renowned organic chemist and Professor of Chemistry at the University of California, Berkeley.  He is widely recognized for his work in the development of the chemical synthesis of biologically important compounds and pharmaceuticals.", "21176658": "John Donald Rose FRS (2 January 1911 – 14 October 1976) was a British industrial chemist, who worked for Imperial Chemical Industries from 1935 to 1972.  His posts at ICI included director of research and chairman of the paints division.  He was also Master of the Worshipful Company of Salters.", "4825433": "Arthur Charles Wahl (September 8, 1917 – March 6, 2006) was an American chemist who, as a doctoral student of Glenn T. Seaborg at the University of California, Berkeley, first isolated plutonium in February 1941.[2] He was a worker on the Manhattan Project in Los Alamos until 1946, when he joined Washington University in St. Louis. Beginning in 1952, he was the Henry V. Farr Professor of Radiochemistry; he received the American Chemical Society Award in Nuclear Chemistry in 1966 and retired in 1983.[3] He moved back to Los Alamos in 1991 and continued his scientific writing until 2005. He died in 2006 of Parkinson's disease and pneumonia.[4]", "66068828": "James Emerson Reynolds (8 January 1844 – 18 February 1920) was an Irish chemist who was the first scientist to isolate thiourea and developed the \"Reynolds's test\" for acetone.[1]", "48505183": "Bisweswar Bhattacharjee is an Indian chemical engineer, multi-disciplinary scientist and a former director of the Chemical Engineering and Technology Group of the Bhabha Atomic Research Centre (BARC).[1] He is a former project director of the Rare Materials Project, Mysore and a member of the Atomic Energy Commission of India.[citation needed] Bhattacharjee, a recipient of the civilian honour of the Padma Shri,[2] is best known for his contributions in the development of gas centrifugal technology for the High Speed Rotors (HSR), used in the production of enriched Uranium and other strategic materials, at BARC.[1][3]", "34382177": "Sterling Brown Hendricks (April 13, 1902 – January 4, 1981) was an American agriculturist notable for his research on the structural aspects of organic and inorganic chemistry, soil chemistry and plant physiology and nutrition.[1]", "8528250": "Georg Friedrich Hildebrandt (5 June 1764 – 23 March 1816) was a pharmacist, chemist, and anatomist. He was an early supporter of Lavoisier's theories in Germany. He investigated mercury compounds, and the chemical nature of quicklime, ammonium nitrate, and ammonia. He studied light emitted by electric discharges through air and investigated the use of nitric oxide to determine the oxygen content of air. He developed a method to separate silver from copper. He wrote textbooks on pharmacology and human anatomy, and treatises on smallpox, sleep, and the digestive system.", "60137859": "Tamio Yamakawa (Japanese: 山川 民夫; やまかわ たみお; 12 October 1921 - 7 October 2018) was a Japanese biochemist, the first to report the presence of glycosphingolipids on cell membranes. Yamakawa graduated from the University of Tokyo, was an emeritus professor at Tokyo University of Pharmacy and Life Sciences, and a member of the Japanese Academy of Sciences. The molecule was found on horse red blood cells and first called Hematoside.[1] Further testing by Yamakawa led to the discovery that ABO blood group antigens are glycosphingolipids located in the erythrocytes.", "71803271": "Pascale Domingo is a French combustion physicist and aerothermochemist who uses large eddy simulation to study flames and reactive flows in turbulent fuel-air mixtures. She is a director of research for the French National Centre for Scientific Research (CNRS), and is affiliated with the Complexe de Recherche Interprofessionnel en Aérothermochimie (CORIA), a joint research unit of CNRS, the University of Rouen Normandy, and the Institut national des sciences appliquées de Rouen.[1]", "59974026": "Priyanka Joshi is a biochemist who is a research fellow at University of California, Berkeley, where she studies calorie restriction and its effect upon lifespan.[1]  Previously, she was an Everitt Butterfield research fellow at Downing College, Cambridge, where she worked at the university's Centre for Misfolding Diseases studying the metabolic precursors which influence the aggregation of proteins such as amyloid beta, which are thought to cause Alzheimer's disease. In 2018, she was listed in the Forbes \"30 under 30\" list of innovators in science and healthcare and the Vogue 25 list of influential women in Britain.[2][3][4]", "30908815": "Isabelle de Steiger, née Lace (28 February 1836 – 1 January 1927), was an English painter, theosophist, occultist and writer. She became a member of several esoteric societies in London, and was a close friend and co-worker of Anna Kingsford.", "33431952": "Samir Mitragotri (born 28 May 1971 in Solapur, India) is an Indian American professor at Harvard University, an inventor, an entrepreneur, and a researcher in the fields of drug delivery and biomaterials.[1] He is currently the Hiller Professor of Bioengineering and Hansjörg Wyss Professor of Biologically Inspired Engineering at Harvard John A. Paulson School of Engineering and Applied Sciences and the Wyss Institute for Biologically Inspired Engineering.[2] Prior to 2017, he was the Duncan and Suzanne Mellichamp Chair Professor at University of California, Santa Barbara.[3]\n[4]", "29008273": "John D. Petersen (born November 21, 1947) is an American chemist and educator who was president of the University of Tennessee system.", "55779735": "James Gilbert Anderson (born 1944) is the Philip S. Weld Professor of Atmospheric Chemistry at Harvard University, a position he has held since 1982.[3][4] From 1998 to 2001, he was the chairman of Harvard's department of chemistry and chemical biology. He is a fellow of the American Association for the Advancement of Science, the American Academy of Arts and Sciences,[5] the American Geophysical Union, the National Academy of Sciences,[6] and the American Philosophical Society.[7] His awards include the 1993 Ernest Orlando Lawrence Award, the 1996 Arthur L. Day Prize and Lectureship and the 2021 Dreyfus Prize in the Chemical Sciences.[3][8] In 2012, Anderson won a Smithsonian magazine American Ingenuity Award in Physical Sciences.[9]\nAnderson is currently working on the development of a solar powered aircraft for climate science and atmospheric observation.", "51126688": "Zenaida Y. Monsada is a Filipino chemist who served as first woman Secretary of Department of Energy from July 2015 until July 2016. Prior to being appointed as Energy Secretary she served as DOE Officer-in-charge from May–July 2015. While serving as OIC, she was also the undersecretary for four bureaus of the Department of Energy, Electric Power Industry Management Bureau, Energy Resources Development Bureau, Oil Industry Management Bureau, and the Renewable Energy Management Bureau.[2][3]", "33726888": "Gerard Jacob Kleywegt (born 5 June 1962, in Rozenburg) is a Dutch X-ray crystallographer and the former team leader of the Protein Data Bank in Europe at the EBI;[1][2][3][4] a member of the Worldwide Protein Data Bank.[5][6]", "59777449": "Laurens Anderson (May 19, 1920 – November 6, 2018) was an American biochemist.", "74154": "Poison Ivy (Dr. Pamela Lillian Isley /ˈaɪzli/ EYEZ-lee) is a character appearing in American comic books published by DC Comics. Created by Robert Kanigher and Carmine Infantino, the character first appeared in Batman #181 (June 1966). She has become one of the most enduring enemies of the superhero Batman and belongs to the collective of adversaries that make up his rogues gallery.", "52830641": "Herschel Kenworthy Mitchell (November 27, 1913 – April 1, 2000) was an American professor of biochemistry who spent most of his career on the faculty at the California Institute of Technology. He was one of many researchers interested in vitamin B6 in the early 1940s and is credited as one of the discoverers of folic acid. He later focused his research on Drosophila (fruit flies), in particular the genetics and biochemistry of the heat shock response.[1][2]", "24322483": "Herman Rudolf Günsberg (1827–1879) was a chemist originating in Pidkamin, near Brody who distinguished himself by his fostering of the economic development of Galicia.", "13705654": "Franciscus Mercurius van Helmont (baptised 20 October 1614 – December 1698[3]) was a Flemish alchemist and writer, the son of Jan Baptist van Helmont. He is now best known for his publication in the 1640s of his father's pioneer works on chemistry, which link the origins of the science to the study of alchemy.", "991671": "Grenville Turner FRS (born 1 November 1936, in Todmorden) is a research professor at the University of Manchester. He is one of the pioneers of cosmochemistry.", "21864889": "Wendell Earl Dunn Jr. (August 30, 1922 – December 24, 2007) was an American chemical engineer, metallurgist, and inventor. His technologies for high temperature chlorination, gold, tantalum and titanium extraction are still widely used.[citation needed]", "13279675": "Wolfram Saenger (born 1939) is a German biochemist and protein crystallographer. In his research career spanning over 30 years he has worked at the Max Planck Institute for Experimental Medicine, Harvard University (Harvard Medical School) and the Free University of Berlin, where he led the Institute for Crystallography research until his retirement in 2011. A recipient of the Gottfried Wilhelm Leibniz Prize (1987) of the Deutsche Forschungsgemeinschaft, which is the highest honor awarded for achievements in research in Germany, and the Humboldt Prize (1988), he is best known for his research on X-ray crystallography of membrane proteins and protein-nucleic acid complexes. He has authored 10 books, including the venerated book 'Principles of Nucleic Acid Structure' published by Springer, and over 500 scientific articles.", "18063804": "Eugene Cook Bingham (8 December 1878 – 6 November 1945) was a professor and head of the department of chemistry at Lafayette College.[1] Bingham made many contributions to rheology, a term he is credited (along with Markus Reiner) with introducing.[2]  He was a pioneer in both its theory and practice.    The type of fluid known as a Bingham plastic or Bingham Fluid is named after him, as is Bingham Stress.      He was also one of the people responsible for the construction of the Appalachian Trail.[3]", "64594366": "Trevor Ian Shaw (18 March 1928 – 26 September 1972) was an English experimental biologist who pioneered studies in physiology and biochemistry contributing to the understanding of transport across cell membranes against concentration gradients through active metabolism and the exchange of sodium and potassium ions. He also examined the mechanism by which the seaweed Laminaria digitata accumulated iodine and was known for his innovative experimental techniques.[1]", "71868863": "Everett L. Shock is an American geochemist and former experimental rock singer and songwriter. He is currently a professor with joint appointments in the School of Earth and Space Exploration and School of Molecular Sciences at Arizona State University.[3] Shock and his research group work within a framework of chemical thermodynamics applied to field, experimental, and theoretical geochemical investigations to understand how geochemical processes provide energy to support microbial life on Earth and potentially on other ocean worlds.[3]", "9150915": "Donald Emanuel Pearson \"Doc\", (June 21, 1914 in Madison, Wisconsin – April 14, 2004 in Nashville, Tennessee) was an American chemist and scientific researcher.  He was a professor of chemistry at Vanderbilt University from 1946  until his retirement as Distinguished Professor Emeritus in 1986.", "14098886": "James R. Heath (born 1962) is an American chemist and the president and professor of Institute of Systems Biology.[1] Previous to this, he was the Elizabeth W. Gilloon Professor of Chemistry at the California Institute of Technology, after having moved from University of California Los Angeles.[2]", "6496711": "Stephen Hanessian, OC, FRSC, (born April 25, 1935) is a chemist and professor of Canadian and United States citizenship born in Alexandria, Egypt. His research group at Université de Montréal is well known for developing synthetic methodologies, as well as natural product total synthesis. In addition, his group developed Chiron, a computer program used by organic chemists for synthetic planning.", "56959433": "Michael Norman George James OC FRS FRSC (born 1940)[5] (died 2023)[6] was Emeritus Distinguished Professor of Biochemistry at the University of Alberta.[8][9] He was elected a Fellow of the Royal Society (FRS) in  1989 for \"substantial contributions to the improvement of natural knowledge\".[10] He was appointed to the Order of Canada in June 2023, with the rank of Officer. He lived in Edmonton.[11]", "70525388": "Kenneth E. Wilzbach (October 14, 1920, Chicago – April 9, 2004, Bayside, California) was an American chemist, known for his contribution to biological and medical research through his development of tritium labelling in biological compounds.[1] The Wilzbach method is named in his honor.[2][3][4]", "532950": "Felix Hoffmann (21 January 1868 – 8 February 1946) was a German chemist notable for re-synthesising diamorphine (independently from C.R. Alder Wright who synthesized it 23 years earlier), which was popularized under the Bayer trade name of \"heroin\".  He is also credited with synthesizing aspirin, though whether he did this under his own initiative or under the instruction of Arthur Eichengrün is contested.", "32350679": "Émile Bourquelot (21 June 1851 – 26 January 1921) was a French chemist, and professor of pharmacy at the University of Paris.[1] He was born in Jandun (Ardennes, France), to a farmer, and was the eldest of three sons. Bourquelot became the Chief Pharmacist at the Laënnec Hospital in 1887, where he established a laboratory to conduct his research into carbohydrate chemistry.[2] Bourquelot and other French pharmacists pioneered the study of plant glycosides, molecules in which a sugar is bound to a non-carbohydrate part. They developed methods to stabilize these compounds in solution, and detect them enzymatically.[3]  He died at the age of 70 on 26 January 1921 of pneumonia.", "51716575": "Foil Allan Miller (January 18, 1916 – September 20, 2016) was an American chemist and philatelist best known for his work in infrared and Raman spectroscopy. He was head of the spectroscopy division of the Mellon Institute and later professor and head of the spectroscopy laboratory at the University of Pittsburgh. Among other publications, he co-authored the books Course Notes on the Interpretation of Infrared and Raman Spectra (2004) and A Philatelic Ramble Through Chemistry (1998).", "1843684": "Sir Gregory Paul Winter CBE FRS FMedSci (born 14 April 1951)[6][7] is a Nobel Prize-winning English molecular biologist best known for his work on the therapeutic use of monoclonal antibodies. His research career has been based almost entirely at the MRC Laboratory of Molecular Biology and the MRC Centre for Protein Engineering, in Cambridge, England.", "434674": "Per Teodor Cleve (10 February 1840 – 18 June 1905) was a Swedish chemist, biologist, mineralogist and oceanographer. He is best known for his discovery of the chemical elements holmium and thulium.[1][2]", "72688117": "Yi Tang is a biochemist and professor in the Department of Chemistry and Biochemistry and the Department of Chemical and Biomolecular Engineering at the University of California, Los Angeles.[1][2] His research interests include the discovery, functional characterization, and engineering of natural product biosynthetic enzymes.[3] He was awarded the 2014 Eli Lilly Award in Biological Chemistry.[4]", "54239735": "Lawrence Que Jr. is a chemist who specializes in bioinorganic chemistry and is a Regents Professor at the University of Minnesota, Twin Cities.[1]  He received the 2017 American Chemical Society (ACS) Award in Inorganic Chemistry for his contributions to the field.,[2] and the 2008 ACS Alfred Bader Award in Bioinorganic Chemistry.[3]", "68624888": "Bengt Aurivillius (4 December, 1918 in Linköping – 2 May, 1994 in St. Peter's Parish, Malmöhus County[1]) was a Swedish chemist known for his research in metal and mixed oxides.", "762368": "Marshall Warren Nirenberg (April 10, 1927 – January 15, 2010)[1] was an American biochemist and geneticist.[2] He shared a Nobel Prize in Physiology or Medicine in 1968 with Har Gobind Khorana and Robert W. Holley for \"breaking the genetic code\" and describing how it operates in protein synthesis. In the same year, together with Har Gobind Khorana, he was awarded the Louisa Gross Horwitz Prize from Columbia University.", "1253905": "Edward Goodrich Acheson (March 9, 1856 – July 6, 1931) was an American chemist.[1] Born in Washington, Pennsylvania, he was the inventor of the Acheson process, which is still used to make silicon carbide (carborundum)[2][3] and later a manufacturer of carborundum and graphite.", "42148370": "Professor Akiko Kobayashi (小林 昭子, Kobayashi Akiko, born 1943) is a Japanese chemist born in Tokyo. She is the designer and creator of Ni(tmdt)2, the world's first single-component molecular metal.[1]", "7250451": "Oliver Penrose FRS FRSE (born 6 June 1929) is a British theoretical physicist.[1]", "1253911": "Dame Kathleen Lonsdale DBE FRS (née Yardley; 28 January 1903 – 1 April 1971) was a British crystallographer, pacifist, and prison reform activist. She proved, in 1929, that the benzene ring is flat by using X-ray diffraction methods to elucidate the structure of hexamethylbenzene.[2] She was the first to use Fourier spectral methods while solving the structure of hexachlorobenzene in 1931. During her career she attained several firsts for female scientists, including being one of the first two women elected a Fellow of the Royal Society (FRS) in 1945[1] (along with Marjory Stephenson), first female professor at University College London, first woman president of the International Union of Crystallography, and first woman president of the British Association for the Advancement of Science.[5][6][7][8][9][10][11]", "25960990": "Christopher J. Chang is a professor of chemistry and of molecular and cell biology at the University of California, Berkeley, where he holds the Class of 1942 Chair.[1] Chang is also a member of the Helen Wills Neuroscience Institute, a Howard Hughes Medical Institute investigator, adjunct professor of pharmaceutical chemistry at the University of California, San Francisco, and faculty scientist at the chemical sciences division of Lawrence Berkeley Lab.[1][2] He is the recipient of several awards for his research in bioinorganic chemistry, molecular and chemical biology.[3]", "62333471": "Bernard Roques, born on 22 July 1935 in Reims, is a French researcher in biochemistry science, professor emeritus at the University of Paris Descartes, member of the French Academy of sciences.[1]", "20095524": "Otto Liebermann (24 November 1898 – 6 April 1974)[1] was the first scientist to describe the low-temperature synthesis of dolomite in a reproducible laboratory experiment.", "30712358": "Georg Cornelius Theodor von Georgievics (18. August 1859 Weißkirchen, Banat, Austrian Empire  – 26. April 1933 Znaim) was an Austria-Hungary chemist.", "9970215": "Johann Friedrich August Göttling (5 June 1753 – 1 September 1809) was a notable German chemist.", "7217705": "Ri Sung-gi, also often spelled Lee Sung-ki, Lee Seung-gi  or Yi Sung-gi (October 1, 1905 – February 8, 1996),[1] was a North Korean chemist. He is best remembered as the inventor of Vinalon. He has also been accused of involvement in North Korea's chemical and nuclear weapons programs.", "23011882": "M. Qasim Jan (born 10 January 1944) is a geologist and research scientist from Pakistan. He has been the vice-chancellor of three Pakistani universities. His research has been in geology, mineralogy, petrology, geochemistry, and tectonics. He has authored or edited a dozen books, and has published numerous papers on geology and tectonics of the North-West Himalayas. Presently, he is Professor Emeritus at the National Centre of Excellence in Geology, University of Peshawar. Jan is also currently the Secretary General of the Pakistan Academy of Sciences, and of the Association of the Academies of Sciences in Asia. He is also a fellow of the Academy of Sciences for the Developing World (TWAS).", "62628396": "Gabriela Basařová (17 January 1934 – 18 October 2019)[1] was a Czech professor of chemistry, working in the field of fermentation chemistry, brewing, and malting. Most of her scientific and research work was devoted to the study of non-biological, so-called colloidal, turbidity of beer and methods of delaying its production during storage. She participated in scientific, educational and publishing activities in the Czech Republic and abroad, and published 538 items, mostly in foreign journals. In 2012, Basarova was awarded the State Medal of Merit.[2][3]", "70099501": "Zhang Tao (Chinese: 张涛; born 1963) is a Chinese chemist.", "1253936": "Adam von Bodenstein (1528–1577) was a Swiss Paracelsian alchemist and physician. He was born in Kemberg near Wittenberg in Germany and died of the plague in Basel. His father, Andreas Rudolph Bodenstein von Karlstadt, was a prominent theologian and early Protestant opponent of Martin Luther.", "25305649": "Osmo Otto Päiviö Hänninen (born 30 April 1939 in Lahti, Finland) is a Finnish scientist and physiologist, a non-fiction writer, opinion-maker, a supporter of the folk medicine, culture and a humanist. He served as rector of the University of Kuopio, 1981–1984, Vice Rector 1973-78, and was appointed to the first permanent professor post of the university as the Professor of Physiology and acted as the head of the institute 1972-2004. Hänninen also served as an adjunct professor at the University of Turku and the University of Joensuu, (1967–2004 and 1981–2004) and research professor of the Academy of Finland 1980-81.[1]", "7840304": "Alexander Mitchell Kellas (21 June 1868 – 5 June 1921) was a British chemist, explorer, and mountaineer known for his studies of high-altitude physiology. He was born in Aberdeen, Scotland.[1]", "48538163": "Earl Warren Davie (October 25, 1927 - June 6, 2020) was an American biochemist. He was a professor emeritus of biochemistry at the University of Washington. Davie studied the blood proteins involved in coagulation and was among the first scientists to describe the steps of the clotting process. He was a member of the National Academy of Sciences and a fellow of the American Academy of Arts and Sciences.[1]", "24060470": "Franz Wilhelm Schweigger-Seidel (16 October 1795 – 5 June 1838); born as Franz Wilhelm Seidel was a German physician and chemist born in Weißenfels. He was the father of physiologist Franz Schweigger-Seidel (1834–1871).", "14000695": "Henry Minchin Noad FRS (22 June 1815 – 23 July 1877), chemist and physicist.", "18948669": "Keith James Laidler (January 3, 1916 – August 26, 2003), born in England, was notable as a pioneer in chemical kinetics and authority on the physical chemistry of enzymes.", "56107581": "David M. Leitner is an American chemist currently Professor at University of Nevada, Reno[1] and an Elected Fellow of the American Association for the Advancement of Science.[2]", "53060157": "Volodymyr Yevseviiovych Kistion (Ukrainian: Володимир Євсевійович Кістіон; 31 May 1965 in Dovzhok, Vinnytsia Oblast) is a Ukrainian biochemist and politician.", "62792260": "Donald Richard Ort is an American botanist and biochemist. He is the Robert Emerson Professor of Plant Biology and Crop Sciences at the University of Illinois at Urbana-Champaign where he works on improving crop productivity and resilience to climate change by redesigning photosynthesis.[1] He is a member of the National Academy of Sciences (NAS)[2] and a fellow of the American Association for the Advancement of Science (AAAS)[3] and American Society of Plant Biologists (ASPB).[4]", "9577033": "Benjamin Ricardo Jacobs (March 15, 1879 – February 3, 1963) was born at the American Consulate in Lima, Peru, to Rosa Mulet Jacobs of Valparaíso, Chile, a French-Chilean, and Washington Michael Jacobs of South Carolina in the United States. Originally christened on April 5, 1879 as Ricardo Benjamin Jacobs, he later changed his name, once by reversing the order of his first and middle name, and then in some records by anglicizing the name Ricardo to Richard. His mother was the accomplished and well-educated daughter of a noted French merchant in Valparaíso. At the time of his birth, his father was the American vice-consul to Peru. A businessman with many interests in the United States, including mining, his father also was engaged in mining in several countries in South America and he published the Imprenta Americana and a semi-weekly newspaper, El Tumbes.", "64365132": "Tameka A. Clemons is an African American biochemist at Tilman J. Fertitta Family College of Medicine at University of Houston in Houston, Texas. Clemons holds the title of Clinical Associate Professor of Biochemistry in the Department of Biomedical Sciences. Her research focuses on exploring the link between Type II diabetes and Alzheimer's disease by analyzing the aberrant biochemical signaling networks in pancreatic beta-cells and neuronal cells that leads to cell death in Type II diabetes and Alzheimer's Disease. Clemons was one of the inaugural recipients of the Alfred P. Sloan Foundation Minority Ph.D. Program Fellowship and in 2020, she was named one of the top 100 Inspiring Black Scientists in America by CellPress.", "44802639": "Robert Thomas Sanderson (1912–1989) was an American inorganic chemist, more commonly known by the initials \"R.T.\" found in his papers.[1] He received his Ph.D. degree from the University of Chicago for his research in boron chemistry.[2] After working in Texaco's research lab,[3] he became a professor and spent his career on the faculties of the University of Florida, the University of Iowa, and Arizona State University.[2] He also created a company supplying safety posters and lab-related artwork of his own design, and published several books including Vacuum Manipulation of Volatile Compounds.[2][4]", "2794064": "Sheldon Datz  (July 21, 1927 – August 15, 2001)[1] was an American chemist. Born in New York City as the son of Clara and Jacob Datz, he went to Stuyvesant High School[1] and received a degree in chemistry from Columbia University and the University of Tennessee. Along with Dr. Ellison Taylor, Datz was an early contributor to the invention of the molecular beam technique, for which Dudley R. Herschbach, Yuan T. Lee and John Charles Polanyi later won the Nobel Prize in Chemistry. He shared the Fermi Award in 2000 with Sidney Drell and Herbert York.[2]", "3154519": "Phoebus Aaron Theodore Levene (25 February 1869 – 6 September 1940) was a Russian-born American biochemist who studied the structure and function of nucleic acids.  He characterized the different forms of nucleic acid, DNA from RNA, and found that DNA contained adenine, guanine, thymine, cytosine, deoxyribose, and a phosphate group.[1]", "69280349": "Cedric Hitchen (3 July 1905 – 21 May 1975) was an English first-class cricketer and chemist.", "18195037": "Paul S. Anderson (born February 3, 1938) is an American chemist.[1] He worked at Merck, DuPont-Merck, and Bristol-Myers Squibb.", "59417186": "Carl David Gutsche (March 21, 1921 – August 28, 2018) was an American chemist.", "64103010": "John Howard Mueller (June 13, 1891, Sheffield, Massachusetts – February 14, 1954) was an American biochemist, pathologist, and bacteriologist. He is known as the discoverer of the amino acid methionine in 1921,[1] and as the co-developer, with Jane Hinton, of the eponymous Mueller–Hinton agar.[2]", "40608359": "Henri Dreyfus (or Henry Dreyfus, 7 January 1882 – 30 December 1944[1]) was a Swiss inventor of the modern weaving loom. He and his brother Camille Dreyfus also invented Celanese, an acetate yarn.", "45195880": "National Order of Merit (France)\nShanti Swarup Bhatnagar Prize\nThird World Academy of Science Award\nKhwarizmi Award\nUNESCO Kalinga Prize\nINSA Indira Gandhi Prize\nDST National Prize\nGoyal Prize\nINSA J. C. Bose Medal\nOm Prakash Bhasin Award\nIACS Dr. Mahendra Lal Sircar Prize\nFukui Award\nRanbaxy Research Award\nSBCI Sarma Memorial Award\nFICCI Award\nICMR M. O. T. Iyengar Award\nRev. Fr. L. M. Yeddanapalli Memorial Award", "20882034": "Jan C. A. Boeyens FRSSAf[1] (1934–2015) was a South African chemist and educator.", "62038652": "Hui Wu (Chinese: 吴慧; pinyin: Wú Huì)[1] is a Chinese materials chemist and engineer. She is a senior scientist at the National Institute of Standards and Technology Center for Neutron Research. Wu researches the synthesis, structure, solid state chemistry, and properties of complex oxides and hydrides. She received the Department of Commerce Bronze Medal for producing an entirely new route to synthesizing hydrogen-storage materials for fuel cells based on the complex chemistry of amines and boranes.", "51683965": "Edward Patrick Tivnan, S.J. (1882–1937) was president of Fordham University from 1919 until 1924.[1]", "43557503": "Adolph Ferdinand Duflos (2 February 1802, in Artenay – 9 October 1889, in Annaberg) was a French-born, German pharmacist and chemist.", "34218625": "Hussein Naim is a Lebanese-Swiss biochemist and molecular virologist, known for his research in cell biology (membrane protein sorting and internalization) and virology (measles, SARS, HIV and Influenza). He has held several leading positions at prominent universities and biotechnology centers.", "50995842": "Merton Franklin Utter (born 23 March 1917 in Westboro, Missouri; died 28 November 1980) was an American microbiologist and biochemist.", "500353": "Mario José Molina Henríquez[a] (19 March 1943 – 7 October 2020)[7] was a Mexican physical chemist. He played a pivotal role in the discovery of the Antarctic ozone hole, and was a co-recipient of the 1995 Nobel Prize in Chemistry for his role in discovering the threat to the Earth's ozone layer from chlorofluorocarbon (CFC) gases. He was the first Mexican-born scientist to receive a Nobel Prize in Chemistry and the third Mexican-born person to receive a Nobel prize.[8][9][10]", "15377027": "Fritz Georg Arndt (6 July 1885 – 8 December 1969) was a German chemist recognised for his contributions to synthetic methodology, who together with Bernd Eistert discovered the Arndt-Eistert synthesis.", "25240200": "Alton E. Bailey (1907-1952) was an American chemist. He is best known for being publisher of the book \nIndustrial Oils and Fat Products, which was renamed after his death to Bailey's Industrial Oils and Fat Products.", "44212881": "The Sheri Sangji case is the first criminal case resulting from an academic laboratory accident.[1][2][3]", "72753814": "Phillip L. Geissler[1] (March 27, 1974 – July 17, 2022[2]) was a theoretical chemist and the Aldo De Benedictis Distinguished Professor of Chemistry at UC Berkeley.[2]", "23372441": "Kirstin Matthews is a Fellow in Science and Technology Policy at the James A. Baker III Institute for Public Policy. Matthews received a bachelor's degree in biochemistry from the University of Texas at Austin and a PhD in molecular biology from the University of Texas Health Science Center. Matthews has published multiple policy recommendations pertaining to stem cell research, climate change, and health care.", "41427611": "Patrick Sung is an American professor of structural biology and biochemistry at the University of Texas Health Science Center at San Antonio. He is known for his work on DNA repair.[1]", "64201373": "David John Procter is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[1] His research is based on organic chemistry and catalysis, specifically on radical cascades, sulfonium cross-coupling and copper catalysis.[5][6]", "59548323": "Andrew Wang or Wang Hui-jun (Chinese: 王惠鈞; pinyin: Wáng Huìjūn; born 29 November 1945), usually cited as Andrew H. J. Wang, is a Taiwanese biochemist.", "69673636": "Franklin Imo Aigbirhio, FRSC FMedSci (born 2 January 1962) is a Nigerian-born British chemist and academic specialising in biomedical imaging research. Since 2014 he has been the Professor of Molecular Imaging Chemistry at the University of Cambridge.", "48997033": "Oscar Paul Kuipers (Rotterdam, May 12, 1956) is a Dutch professor of molecular genetics at the University of Groningen. His areas of expertise include microbiology, biochemistry, molecular and cell biology, and biotechnology.", "50504362": "François Prelati was an Italian cleric and alchemist who took part in the murders committed by Gilles de Rais in the 15th century.[1] He claimed he could summon demons and involved Gilles in this practice.[2][3]", "47719088": "Theodore Lawrence Brown (born October 15, 1928) is an American scientist known for research, teaching, and writing in the field of physical inorganic chemistry, a university administrator, and a philosopher of science.[1] In addition to his research publications, Brown has written textbooks on general chemistry and science communication which have been published in multiple languages and used in multiple countries. He is a professor emeritus at the University of Illinois at Urbana-Champaign, where he has also held the administrative positions of vice chancellor for research and dean of the graduate college (1980–1986). He is the founding director emeritus of the Beckman Institute for Advanced Science and Technology.", "58696374": "Ajai Kumar Singh FRSC (born in 1953) is an Indian chemist and Emeritus Professor of Chemistry at IIT Delhi.[1] Singh is known for his contribution to the development of new organochalcogen ligand family and their metal complexes for promoting carbon-carbon coupling and related transformations.[2] Singh is an honorary member of Science Faculty of the University of Delhi.", "73867964": "David Forrest Clayton is an American neuroscientist, biochemist, and academic. He is professor and the chair of the Department of Genetics & Biochemistry at Clemson University.[1]", "46441150": "John D. Baldeschwieler (born 1933) is an American chemist who has made significant contributions in molecular structure and spectroscopy.", "34284222": "John Raven Johnson (August 9, 1900 – May 25, 1983) was an American chemist.[1]\n[2]\nJohnson was notable, among other things, for the discovery of the nearly quantitative oxidation of organoboranes to alcohols by alkaline hydrogen peroxide.[2]\nJohnson was Todd Professor Emeritus of Chemistry at Cornell University,[1] a member of the National Academy of Sciences,[2] chair of the Cornell Department of Chemistry.[2]", "72688320": "Paul J. Hergenrother is an American chemist and the Kenneth L. Rinehart Jr. Endowed Chair in Natural Products chemistry at the University of Illinois Urbana-Champaign.[1] His research focuses on the development of organic small molecules with novel biological properties such as enzyme inhibitors and activators, chemotherapeutics, and antibacterial agents. In 2008 Hergenrother was awarded the Eli Lilly Award in Biological Chemistry.", "26059458": "Jur P. van den Berg (born 1981 in Groningen, Netherlands) is the Chief Technology Officer and co-founder of driverless trucking startup Ike, which was sold to Nuro in 2020.[1][2] He has been an assistant professor at the University of Utah.[3] He was formerly a post-doctoral researcher in the Department of Industrial Engineering and Operations Research at the University of California, Berkeley[4] and in the Department of Computer Science at the University of North Carolina at Chapel Hill.  He has published more than 40 works in computational chemistry, computational geometry, computer animation, industrial engineering, robotics, and virtual reality.  He has also coauthored the reciprocal velocity obstacle library for multi-agent navigation.[5]", "172740": "Elias James Corey (born July 12, 1928) is an American organic chemist. In 1990, he won the Nobel Prize in Chemistry \"for his development of the theory and methodology of organic synthesis\",[3] specifically retrosynthetic analysis.[4][5]  Regarded by many as one of the greatest living chemists, he has developed numerous synthetic reagents, methodologies and total syntheses and has advanced the science of organic synthesis considerably.", "40182470": "Sydney Young, FRS (29 December 1857 – 9 April 1937) was an English chemist.[1][2]", "18358988": "William Henry Lewis (1869 – 25 May 1963) was Professor of Chemistry at the University of Exeter for more than 30 years.", "2892496": "Wilhelm Rudolph Fittig (6 December 1835 – 19 November 1910) was a German chemist. He discovered the pinacol coupling reaction, mesitylene, diacetyl and biphenyl. Fittig studied the action of sodium on ketones and hydrocarbons. He discovered the Fittig reaction or Wurtz–Fittig reaction for the synthesis of alkylbenzenes, he proposed a diketone structure for benzoquinone and isolated phenanthrene from coal tar. He discovered and synthesized the first lactones and investigated structures of piperine, naphthalene, and fluorene.[1]", "52339410": "Paramasivam Natarajan (1940–2016) was an Indian photochemist, the INSA Senior Scientist at the National Centre for Ultrafast Process of the University of Madras[1] and the director of Central Salt and Marine Chemicals Research Institute (CSMCRI) of the Council of Scientific and Industrial Research.[2] He was known for his research on photochemistry of co-ordination compounds and macromolecular dye coatings for stabilization of electrodes.[3] He was an elected fellow of the Indian National Science Academy,[4] International Union of Pure and Applied Chemistry (IUPAC) and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1984, for his contributions to chemical sciences.[6]", "8266455": "François Diederich (9 July 1952, in Ettelbruck – 23 September 2020)[1] was a Luxembourgian chemist specializing in organic chemistry.", "69313247": "Elizabeth Lynn Zechiedrich is a professor in the department of Molecular Virology and Microbiology at Baylor College of Medicine. Her laboratory's research considers the structure-function properties of DNA and DNA topoisomerases. She was elected to the National Academy of Inventors in 2017.", "43819745": "Peter Bernard David de la Mare (3 September 1920 – 13 December 1989) was a New Zealand physical organic chemist.", "58925796": "Friedrich Wolfgang Martin Henze (6 October 1873 – 28 August 1956) was a German chemist.", "34349796": "Dean Stanley Tarbell (October 19, 1913 – May 26, 1999) was an American chemist.\n[1]\n[2]\n[3]\nTarbell was notable for his research of detection methods of chemical warfare agents (including mustard gas) during World War II,[2][3] his discovery of new types of organic chemicals (including mixed carboxylic-carbonic anhydrides),[1] and his synthesis of anti-malarial drugs.[1][3]\nTarbell was chairman of the chemistry department at University of Rochester,\n[3][4]\nCharles Fredrick Houghton professor of Chemistry\n[3][4][5]\na member of the National Academy of Sciences,[1][2][3]\na member of the American Academy of Arts and Sciences,[1]\na recipient of Dexter Award of the Division of the History of Chemistry of the American Chemical Society[1][2]\na recipient of Charles Holmes Herty Medal, the American Chemical Society,[3]\na distinguished professor at Vanderbilt University.[2][3]\nThe National Academy of Sciences said that Tarbell \"had a distinguished career in research and teaching in organic chemistry\".[1]", "52306661": "Steven Lanier McKnight is a professor and former chair of the department of biochemistry at UT Southwestern. His research is in the area of transcriptional regulation.", "32711399": "William Rintoul OBE (1870 – 25 August 1936) was a British chemist and President of the Faraday Society between 1934 and 1936.[1][2]", "762604": "Giulio Natta (Italian: [ˈd͡ʒu.ljo ˈnat.ta]; 26 February 1903 – 2 May 1979) was an Italian chemical engineer and Nobel laureate. He won a Nobel Prize in Chemistry in 1963 with Karl Ziegler for work on high polymers. He also received a Lomonosov Gold Medal in 1969.[1]", "27927280": "David Roy Davies (12 August 1928 – 14 July 2013) was a Welsh cricketer.  Davies was a right-handed batsman.  He was born at Llanelli, Carmarthenshire.  He was educated in his later early years at Cardiff University.", "26944245": "Kristi S. Anseth (born 1969) is the Tisone Distinguished Professor of Chemical and Biological Engineering, an Associate Professor of Surgery, and a Howard Hughes Medical Investigator at the University of Colorado at Boulder.[1][2]  Her main research interests are the design of synthetic biomaterials using hydrogels, tissue engineering, and regenerative medicine.", "60826362": "Mei Hong (born 1970) is a Chinese-American biophysical chemist and professor of chemistry at the Massachusetts Institute of Technology.[1] She is known for her creative development and application of solid-state nuclear magnetic resonance (ssNMR) spectroscopy to elucidate the structures and mechanisms of membrane proteins, plant cell walls, and amyloid proteins. She has received a number of recognitions for her work, including the American Chemical Society Nakanishi Prize in 2021, Günther Laukien Prize in 2014,[2] the Protein Society Young Investigator award in 2012, and the American Chemical Society’s Pure Chemistry award in 2003.", "59450109": "Marcin Maciej Hoffmann (born October 2, 1972, in Godziesze Wielkie) is a Polish scientist and entrepreneur. He is a professor of chemistry at the Faculty of Chemistry of Adam Mickiewicz University in Poznań.", "70230785": "Hilairy Ellen Hartnett is professor at Arizona State University known for her work on biogeochemical processes in modern and paleo-environments.", "54600456": "Roland Winter (born 1954) is a biophysical chemist who studies the structure, dynamics, energetics, and phase behavior of biological membranes and proteins. He was dean of the Department of Chemistry and Chemical Biology at Technical University of Dortmund, Germany.[1]", "16130835": "Willem Alberda van Ekenstein (March 28, 1858 – May 5, 1937) was a Dutch chemist and discovered the Lobry de Bruyn–van Ekenstein transformation together with Adriaan Lobry van Troostenburg de Bruyn.", "22848276": "Eyvind Bødtker (5 August 1867 – 24 November 1932) was a Norwegian chemist. He spent most of his career at the University of Kristiania, where he was a professor from 1918.", "24453909": "He Binglin (Chinese: 何炳林, 1916–2007) was a Chinese chemist born in Panyu County, Guangdong Province in China. He studied chemistry in the Southwestern Associated University (Chinese: 西南联合大学)[1] (Nankai University) in Kunming, and graduated in 1942 before he went to Indiana University, where he obtained his Ph.D. in chemistry in 1952. He returned to China and became a professor in Nankai University[2] in Tianjin, where he set up the Polymer Chemistry Division in 1958. A variety of polymeric ion exchange resins, including strongly and weakly cationic and anionic exchangers, were developed in the research laboratories at Nankai and he also set up a factory administered by the university to produce a series of ion-exchangers for various applications. He is regarded as the founder of China's industry for ion exchange resins.[3]  In 1983, he became the founding director of the Institute of Polymer Chemistry at Nankai University. He authored several books on polymer chemistry and polymer materials and co-authored over 580 scientific articles.[4]  He was also elected to be a member of the Chinese Academy of Sciences of China in 1980.[3] He received more than 30 awards for his research work.", "52437783": "Clifford P. Kubiak is an American inorganic chemist, currently a Distinguished Professor in Chemistry and Biochemistry and the Harold C. Urey Chair in Chemistry at the University of California, San Diego.[1][2] Over the course of his career, Kubiak has published over 200 scientific articles.[2] He has also received the American Chemical Society Award in Inorganic Chemistry,[1][2][3]  and is a Fellow of the American Academy of Arts and Sciences and American Chemical Society.[2]\nIn 2020 he was elected to the National Academy of Sciences.[4]", "37102360": "Ronald David Vale ForMemRS (born 1959) is an American biochemist and cell biologist. He is a professor at the Department of Cellular and Molecular Pharmacology, University of California, San Francisco.[3] His research is focused on motor proteins, particularly kinesin and dynein.[4] He was awarded the \nCanada Gairdner International Award for Biomedical Research in 2019, the Shaw Prize in Life Science and Medicine in 2017 together with Ian Gibbons, and the Albert Lasker Award for Basic Medical Research in 2012 alongside Michael Sheetz and James Spudich. He is a fellow of the American Academy of Arts and Sciences and a member of the National Academy of Sciences. He was the president of the American Society for Cell Biology in 2012.[5] He has also been an investigator at the Howard Hughes Medical Institute since 1995.[3] In 2019, Vale was named executive director of the Janelia Research Campus and a vice president of HHMI; his appointment began in early 2020.[6]", "17212188": "Muhammad Rasul Jan is a Pakistani chemist in the field of analytical chemistry. He served as Vice-Chancellor of University of Malakand from 14 April 2008 till 1 October 2012. He also served as Vice-Chancellor at University of Peshawar and currently he is serving as Vice-Chancellor at the University of Poonch in Rawalakot, Azad Kashmir.[1] He has published extensively in national and international journals and has supervised many M.Phil. and PhD scholars in the field of Analytical Chemistry.", "5546782": "Doctor Bong (Lester Verde) is a fictional supervillain appearing in American comic books published by Marvel Comics. The character possesses an advanced knowledge of genetic engineering, and his bell-shaped helmet can be struck to create a number of effects. Intended as a parody of Doctor Moreau,[1] he is an archenemy of Howard the Duck.[2]", "14885662": "Marcelle Machluf (Hebrew: מרסל מחלוף) (Morocco, May 24, 1963) is an israeli biologist.", "22553379": "William Robert Bousfield FRS KC (12 January 1854 – 16 July 1943) was a British lawyer, Conservative politician and scientist.[1][2]", "729900": "Typhoon Lee (Chinese: 李太楓; pinyin: Lǐ Tàifēng; born 1948) is an astrophysicist and geochemist at Academia Sinica, Taiwan, where he specializes in isotope geochemistry and nuclear astrophysics.[1]", "27599665": "Robert Lincoln McNeil Jr. (July 13, 1915 – May 20, 2010) was an American chemist and pharmaceutical industry executive.  He was responsible for, among other things, the commercial development, naming, and introduction of the pain reliever Tylenol.[1][2]", "40280883": "William McMurtrie (March 10, 1851 – May 24, 1913) was an American chemist. His work helped launch the sugar beet industry in the United States.", "6857524": "Salimuzzaman Siddiqui, HI, MBE, SI, FPAS, FRS (Urdu: سلیم الزّماں صدّیقی [səˈliːmʊzːəmaːn sɪˈd̪ːiːqi]; 19 October 1897 – 14 April 1994) was a Pakistani Muhajir organic chemist specialising in natural products, and a professor of chemistry at the University of Karachi.", "18457404": "Donald Fletcher Holmes (September 29, 1910 – October 13, 1980) was an American chemist and inventor. Holmes, along with William Hanford, invented the process for making the multipurpose material polyurethane.[1] He received the polyurethane patent in 1942.[1] Mixing polyols and hydroxyl compounds with di-isocyanates is the basis today for the manufacture of all polyurethanes. Polyurethane can be used in, but is not limited to, life-saving artificial hearts, safety padding in modern automobiles, and in carpeting.", "35136319": "Georg Erhard Hamberger (21 December 1697 – 22 July 1755) was a German professor of medicine, surgery, and botany.", "39822152": "Vladimir Sergeevich Gulevich (Russian: Владимир Сергеевич Гулевич; 18 November 1867 – 6 September 1933) was a Russian Empire and Soviet biochemist who first isolated carnitine from mammalian muscle.[1]", "729933": "Kenichi Fukui (福井 謙一, Fukui Ken'ichi, October 4, 1918 – January 9, 1998) was a Japanese chemist,[1] known as the first person of East Asian ancestry to be awarded the Nobel Prize in Chemistry.", "4662094": "Peter Andrew Kollman (July 24, 1944–May 25, 2001[1]) was a professor of chemistry and pharmaceutical chemistry at the University of California, San Francisco.", "43721551": "Howard Sachs (July 12, 1926 – December 6, 2011), was a biochemist who helped pioneer the study of neuroendocrinology.[1] His discoveries concerning the production of the hormone vasopressin laid the foundation for the field of hormone biosynthesis.[2]", "61317972": "John Mickleburgh (c. 1692 – 11 May 1756) was an English chemist, and the third holder of the 1702 Chair of Chemistry at the University of Cambridge.", "57451363": "University of Cambridge \nUniversity of Minnesota", "8659815": "Rostislaw Kaischew (Bulgarian: Ростислав Каишев; February 29, 1908 – November 19, 2002) was a Bulgarian physicochemist and a member of the Bulgarian Academy of Sciences. His most significant contributions to science were within studies of crystal growth and nucleation.", "59417448": "Floyd E. Romesberg is an American biotechnologist, biochemist, and geneticist formerly at Scripps Research in San Diego, California.[1] He is known for leading the team that created the first Unnatural Base Pair (UBP), thus expanding the genetic alphabet of four letters to six in 2012,[2] the first semi-synthetic organism in 2014,[3][4] and the first functional semi-synthetic organism that can reproduce its genetic material in successive offspring, in 2017.[5]  He left Scripps after a Title IX investigation.", "34284395": "Mary Ellen Jones (December 25, 1922 – August 23, 1996) was an American biochemist.[1][2] She was notable for discovery of carbamoyl phosphate, a chemical substance that is key to the biosynthesis of arginine and urea, and for the biosynthesis of pyrimidine nucleotides.[2]\nJones became the first woman to hold a chair at the University of North Carolina at Chapel Hill, and the first woman to become a department chair at the medical school.[2]\nShe was a member of the National Academy of Sciences.[2]\nShe was also president of the Association of Medical School Departments of Biochemistry, president of the American Society for Biochemistry and Molecular Biology, and president of the American Association of University Professors.[2]\nThe New York Times called her a \"crucial researcher on DNA\" and said that her studies laid the foundation for basic cancer research.[1]  She died of cancer on August 23, 1996.[1]", "60105587": "John Stanley Edgar ONZM (26 December 1950 – 3 April 2021) was a New Zealand sculptor and medallist.", "67707766": "Olufemi Ayinde Peters (born 11 May 1956) is a Nigerian academic and researcher, who is currently the Vice-Chancellor of the National Open University of Nigeria (NOUN).[1][2][3][4] He is also the first Vice President of The African Council for Distance Education (ACDE).[5][6]", "4694904": "Donald Mackay OC OOnt (30 October 1936 – 20 October 2023) was a Scottish-born Canadian scientist and engineer specializing in environmental chemistry.", "66200442": "Joan Muriel Mattingley (married name Cameron; 5 March 1926 – 27 July 2015) was a New Zealand clinical chemist.", "19768191": "John William Mallet FRS (10 October 1832 – 7 November 1912) was an Irish chemist who lived and worked in the United States.", "3384193": "Chi-Tang Ho (Chinese: 何其儻; born 1944) is a Chinese-born American food scientist. He received his PhD in organic chemistry in 1974 and started working as a researcher and professor in the food science department at Rutgers University. He is now director of the food science graduate program at Rutgers University in New Brunswick, New Jersey.", "1319809": "Joseph Leonard Goldstein ForMemRS (born April 18, 1940) is an American biochemist.  He received the Nobel Prize in Physiology or Medicine in 1985, along with fellow University of Texas Southwestern researcher, Michael Brown, for their studies regarding cholesterol.[3] They discovered that human cells have low-density lipoprotein (LDL) receptors that remove cholesterol from the blood and that when LDL receptors are not present in sufficient numbers, individuals develop hypercholesterolemia and become at risk for cholesterol related diseases, notably coronary heart disease.[4] Their studies led to the development of statin drugs.[3]", "30090117": "Edgar Charles Bate-Smith CBE  (1900-1989[1]) was an English chemist and phytochemist specialising in food chemistry. He worked in the Low Temperature Research Station in Cambridge where his main fields of research were meat[2] and polyphenols.", "74641": "George Gamow, sometimes Gammoff; born Georgiy Antonovich Gamov (Russian: Георгий Антонович Гамов; 4 March 1904 – 19 August 1968) was a Soviet and American polymath, theoretical physicist and cosmologist.  He was an early advocate and developer of Lemaître's Big Bang theory. Gamow discovered a theoretical explanation of alpha decay by quantum tunneling, invented the liquid drop model and the first mathematical model of the atomic nucleus, worked on radioactive decay, star formation, stellar nucleosynthesis, Big Bang nucleosynthesis (which he collectively called nucleocosmogenesis), and molecular genetics.", "69411738": "Andrea Russell FRSC FHEA is an American chemist who is a professor at the University of Southampton. She is vice president of the International Society of Electrochemistry. Her research considers the use of spectroscopy to better understand the interface between electrodes and electrolytes.", "12395421": "Prince Nguyễn Phúc Bửu Hội (c. 1915 – 28 January 1972) was a Vietnamese diplomat, scientist and cancer researcher.", "5350305": "Padmasree Warrior (born Yellepeddi Padmasree) is an Indian-American businesswoman and technology executive. She is known for her leadership roles in technology firms like Cisco where she served as the CTO for seven years, and at Motorola where she was the CTO for five years. She also served as the CEO of Nio USA, an electric car maker. Currently, she is the founder and CEO of Fable, a curated reading platform focused on mental wellness.[1] She also serves on the board of directors of Microsoft[2] and Spotify.[3]", "598945": "Richard Francis Gordon Jr. (October 5, 1929 – November 6, 2017) was an American naval officer and aviator, test pilot, and NASA astronaut, and a football executive. He was one of 24 people to have flown to the Moon, as command module pilot of the 1969 Apollo 12 mission, which orbited the Moon 45 times.[1] Gordon had already flown in space as the pilot of the 1966 Gemini 11 mission.", "53486502": "Richard M. Berry is a British-Canadian chemist who specializes in the production of nanocellulose. He is Vice-President, Technology & Chief Technology Officer at the CelluForce company in Montreal, Quebec, Canada. He is a member of the Board of Directors (2016-2018) for TAPPI where he has been a fellow since 2005. Berry has published more than 100 articles and holds 24 patents.[1][2]", "32318374": "Reinhold Benesch (August 13, 1919 – December 30, 1986)[1] and Ruth Erica Benesch (February 25, 1925[2]–March 25, 2000[3]) were American biochemists at Columbia University whose forty year scientific collaboration primarily investigated hemoglobin.  Their most important discovery was the function of 2,3-bisphosphoglyceric acid.", "52372393": "John L. Wood (born December 4, 1961) is a Robert A. Welch Distinguished Professor of Chemistry and Biochemistry;\nCancer Prevention Research Institute of Texas Scholar; and\nAssociate Editor for the Americas, Tetrahedron Letters at\nBaylor University.", "14984112": "Wei Shifang (韋什方) (died 695), also known as Wu Shifang (武什方), was briefly a chancellor during Wu Zetian's Zhou Dynasty.", "3744688": "Philip Patrick Power FRS (born April 1953[1]) is a Distinguished Professor of Chemistry at the University of California, Davis. He has contributed to the synthesis, structure, and physical and chemical characterization of inorganic and organometallic compounds. His research focuses on low-coordinate main group and transition metal compounds.  Much of this work hinges on the use of sterically crowded ligands to stabilize unusual geometries.", "66692031": "Marisa C. Kozlowski (born 1967) is an American chemist who is Professor of Organic and Catalysis Chemistry at the University of Pennsylvania. Her research considers asymmetric synthesis and the development of cost effective catalysts. She was elected Fellow of the American Association for the Advancement of Science in 2012 and American Chemical Society in 2013.", "35890115": "Maximilian Nierenstein (also known as Moses Max Nierenstein or Max Nierenstein; 1877–1946) was a professor of biochemistry at the University of Bristol.", "6431686": "Włodzimierz Trzebiatowski (February 25, 1906 in Grodzisk Wielkopolski – November 13, 1982[1]) was a Polish chemist, physicist and mathematician. An institute in Wrocław, Poland called the Włodzimierz Trzebiatowski Institute of Low Temperature and Structure Research is named after him.", "25437132": "Carlos Raúl Contín (November 4, 1915 – August 8, 1991) was an Argentine politician and leader of the centrist Radical Civic Union (UCR).", "35988430": "Ted Ellis (born 1963) is an American artist and former environmental chemist. Ellis is best known for his African-American themed art and styles which blend elements of folk art, naturalism and impressionism. His personal rendition of Barack Obama in acrylic, Obama, the 44th President, was presented in honor of the 2009 Presidential Inauguration.", "16982993": "Joseph Stewart Fruton (May 14, 1912 – July 29, 2007), born Joseph Fruchtgarten, was a Polish-American biochemist and historian of science.  His most significant scientific work involved synthetic peptides and their interactions with proteases; with his wife Sofia Simmonds he also published an influential textbook, General Biochemistry (1953; 1958).[1]  From 1970 until his death, Fruton worked extensively on the history of science, particularly the history of biochemistry and molecular biology.", "6562772": "Aleksandar Despić (January 6, 1927–April 7, 2005) was a Serbian physicist and academic. Despić received his PhD degree from the Imperial College of Science and Technology, London.[1] He was a professor at the Faculty of Technology, University of Belgrade[2] and his scientific interests include fundamental and applied electrochemistry. He was the President of the Serbian Academy of Sciences and Arts from 1994 to 1998.[3]", "41460692": "Linda Marie Abriola is an American environmental and civil engineer who specializes in the study of organic chemical liquid contaminants in porous media. She is currently the Joan Wernig and E. Paul Sorensen Professor of Engineering at the Brown University School of Engineering.", "51323860": "William C. Geer (1876 – 9 September 1964) was a B.F. Goodrich chemist and eventual Vice President of Research known for inventing the aircraft Deicing boot.[1][2]  Geer began working on the deicing problem in 1927.  By 1929 the work showed enough promise that he won support from the Guggenheim fund, and by 1930 he had made the first flight test.[3]  He was able to persuade C. W. Leguillon of the B. F. Goodrich Tire and Rubber Company that his system worked, and a commitment to develop the device.  He eventually held 40 patents on the deicing boot.  He also developed golf ball cover materials and adhesives for bonding rubber to various substrates.", "55845853": "Tashni-Ann Dubroy (nee Coote; born c. 1981) is a Jamaican academic and university administrator in the United States. She has been executive vice-president and chief operations officer (COO) of Howard University since 2017, having previously served as president of Shaw University from 2015 to 2017.", "42050526": "Earl R. Kooi (1917–2003) was an American biochemist best known for being the first to make high fructose corn syrup in 1957 with his partner Richard O. Marshall at the Oklahoma Agricultural Experiment Station. They first discovered how to use the glucose isomerase enzyme to convert glucose to fructose[1] while working at the Corn Products Company. They patented the process in 1960.[2]", "238560": "Viscount Ilya Romanovich Prigogine (/prɪˈɡoʊʒiːn/; Russian: Илья́ Рома́нович Приго́жин; 25 January [O.S. 12 January] 1917 – 28 May 2003) was a Belgian physical chemist of Russian-Jewish origin, noted for his work on dissipative structures, complex systems, and irreversibility.", "69837795": "Samy El-Shall (Mohamed Samy El-Shall) is an Egyptian-American physical chemist and a researcher in nanoscience, heterogeneous catalysis, molecular clusters and cluster ions, nucleation and ion mobility. He is the Mary Eugenia Kapp Endowed Chair in Chemistry and Commonwealth Professor at Virginia Commonwealth University (VCU).[1]", "43557861": "Frances Separovic AO FAA (born c. 1954)[1] is a biophysical chemist, Distinguished Professor Emeritus of Chemistry at the University of Melbourne, where she taught physical chemistry and trained graduate students in her field.[2] She is credited with developing a technique which utilises nuclear magnetic resonance spectroscopy (NMR) to study peptides in aligned lipid bilayers, and has applications in the study of the structure of membrane proteins and their effects on the membrane.[3] Her more recent research concerns 'the structure and interactions of amyloid peptides from Alzheimer's disease, pore-forming toxins and antibiotic peptides in model biological membranes'.[4]", "25732071": "Perry A. Frey (born 1935) is professor emeritus of biochemistry at the University of Wisconsin–Madison.[1] He was elected to the National Academy of Sciences in 1998.[2] Research in his laboratory centered on the elucidation of enzymatic reaction mechanisms.[3][4]", "70362089": "Maret Gillett Traber (born 1950) is an American research biochemist. She is the Ava Helen Pauling Professor at the Linus Pauling Institute at Oregon State University.", "60400625": "Angelica M. Stacy is the associate vice provost for the faculty, and professor of chemistry, at University of California, Berkeley.[1][2] Stacy was one of the first women to receive tenure in the college of chemistry at UC Berkeley.", "61023228": "Johannes \"Jos\" Lelieveld (born July 25, 1955) is a Dutch atmospheric chemist. Since 2000, he has been a Scientific Member of the Max Planck Society and director of the Atmospheric Chemistry Department at the Max Planck Institute for Chemistry in Mainz. He is also professor at the University of Mainz and at the Cyprus Institute in Nicosia.", "62628861": "Yves Jeannin is a French chemist born on 11 April 1931 in Boulogne sur Seine. He is the son of Raymond Jeannin, architect, and Suzanne Armynot du Chatelet. He married Suzanne Bellé in 1956 and has two children, Philippe and Sylvie, born in 1961 and 1969.", "59581440": "Cyril Jonas Bergtheil (2 December 1878 – 25 August 1973) known from around 1916 as Cyril Jonas Berkeley  was an English chemist, bacteriologist, and zoologist of German ancestry. He worked in India from 1902 to 1912 serving as an Imperial Bacteriologist and later collaborated with his wife Edith Berkeley in studies on polychaetes.", "28058626": "Neil L. Kelleher is the Walter and Mary Elizabeth Glass Professor of Chemistry, Molecular Biosciences, and Medicine at Northwestern University. His research focuses on mass spectrometry, primarily its application to proteomics. He is known mainly for top-down proteomics and the development of the fragmentation technique of electron-capture dissociation with Roman Zubarev while in Fred McLafferty's lab at Cornell University.", "49783812": "Susan Taylor (born 1942[1]) is an American biochemist who is a Professor of Chemistry and Biochemistry and a Professor of Pharmacology at the University of California, San Diego. She is known for her research on protein kinases, particularly protein kinase A.[2] She was elected to the Institute of Medicine and the United States National Academy of Sciences in 1996.[3][4]", "33498117": "Haroon Rashid is an academic in chemistry and is Vice-Chancellor at the University of Peshawar.", "24028171": "Hoyt Clarke Hottel (1903 – 18 August 1998) was a professor in the department of Chemical Engineering at the Massachusetts Institute of Technology (MIT). He was an expert on energy, radiant heat transfer, fire, fuels and combustion.[1]", "42009": "Lorenzo Romano Amedeo Carlo Avogadro, Count of Quaregna and Cerreto[1] (/ˌævəˈɡɑːdroʊ/,[2] also US: /ˌɑːv-/,[3][4][5] Italian: [ameˈdɛːo avoˈɡaːdro]; 9 August 1776 – 9 July 1856) was an Italian scientist, most noted for his contribution to molecular theory now known as Avogadro's law, which states that equal volumes of gases under the same conditions of temperature and pressure will contain equal numbers of molecules. In tribute to him, the ratio of the number of elementary entities (atoms, molecules, ions or other particles) in a substance to its amount of substance (the latter having the unit mole), 6.02214076×1023 mol−1, is known as the Avogadro constant.  This constant is denoted NA, and is one of the seven defining constants of the SI.", "49554460": "Tom Brown FRSC[1] FRSE[2] (born 10 November 1952) is a British chemist, biotechnologist, and entrepreneur. He is the Professor of Nucleic acid chemistry at the Department of Chemistry[6] and Department of Oncology[7] at the University of Oxford. Currently, he is serving as the President of the Chemical Biology Interface Division of the Royal Society of Chemistry.[8] He is best known for his contribution in the field of DNA Repair,[9][10] DNA Click chemistry,[11][12][13] and in the application of Molecular genetics in forensics and diagnostics.[14][15][16]", "1614892": "Three characters have taken the moniker of the supervillain Chemistro appearing in American comic books published by Marvel Comics.", "5153837": "Maurice Loyal Huggins (September 19, 1897, Berkeley County, West Virginia – December 17, 1981) was a scientist who independently conceived the idea of hydrogen bonding and who was an early advocate for their role in  stabilizing protein secondary structure.  An important polymer theory, Flory–Huggins theory, is also named after him.", "5317678": "Treat Baldwin Johnson (29 March 1875 – 28 July 1947) was an American organic chemist and Sterling Professor at Yale University from 1928–1943.", "63087663": "Isabel 'Joy' Bear AM (4 January 1927 – 8 April 2021)[1][2]  was an Australian chemist who worked at CSIRO for over forty years. She was the first woman to be awarded the Royal Australian Chemical Institute Leighton Medal. She was inducted into the Victorian Honour Roll of Women in 2005. Bear identified several metastable zirconium sulphate hydrates, and with Dick Thomas was the first to scientifically describe \"petrichor\", the smell of rain on dry soil.", "25306163": "Khristo Ivanov (Bulgarian: Христо Иванов) (3 May 1916 – 16 February 2004) was a Bulgarian organic chemist.", "45065270": "Joseph F. Volker, (1913–1989) was the first chief executive of the University of Alabama at Birmingham, serving in that capacity from 1966 to 1976. Afterwards, he was the first Chancellor of the UA System, from 1976 to 1982.[1]", "3253302": "Tadeusz Kazimierz Estreicher (19 December 1871 – 8 April 1952) was a Polish chemist, historian and cryogenics pioneer.", "64922680": "Beate Paulus is a German chemist and professor of theoretical chemistry at the Free University of Berlin (FU Berlin).[1][2][3][4]", "66397249": "Shelby G. Tilford (January 11, 1937 – June 10, 2022)[1] was an American atmospheric spectroscopist, Earth scientist, and science program administrator. He retired in 1994 after a long career with the National Aeronautics and Space Administration, most recently serving as the Acting Associate Administrator of NASA's Office of Mission to Planet Earth. He is recognized as one of the main initiators of the Earth system science concept and NASA's Mission to Planet Earth program, which represented NASA's contribution to the U.S. Global Change Research Program (USGCRP).[2]", "56960077": "Maria Skyllas-Kazacos AM FTSE (born 1951) is an Australian chemical engineer best known for her pioneering work of the vanadium redox battery, which she created at the University of New South Wales in the 1980s.[1][2] Her design used sulfuric acid electrolytes and was patented by the university. In 1999 she was appointed a Member of the Order of Australia \"for service to science and technology, particularly in the development of the vanadium redox battery as an alternative power source\".[3]", "51717197": "Evamarie Hey-Hawkins is a German inorganic chemist and professor at Leipzig University. Her research is focused on main group and transition metal chemistry.", "60466258": "Martin A. Suhm (born 1962), is a German chemist and spectroscopist; he completed a Ph.D. thesis on the far infrared spectroscopy at ETH Zürich (group of Martin Quack) in 1990; he is a professor at the Institute of Physical Chemistry of the University of Göttingen since 1997 who is active in the field of intermolecular interactions studies; he was elected a member of the Academy of Sciences Leopoldina in 2012.[1]", "27436121": "David R. Bryant (born May 8, 1936 in Greensboro, North Carolina, USA) is an internationally acclaimed organic chemist, having worked his entire thirty-nine-year 'early career' at Union Carbide.  He is inventor on some ninety patents, and a recipient of the Perkin Medal.  He currently is a member of Renewable Algal Energy (RAE) LLC, and is working to commercialize an algae-to-oil process utilizing RAE's patent pending technology.", "44737627": "Anna Maria Zieglerin (c. 1550–7 February 1575) was a German alchemist who was found guilty of the murder of a courier, attempted poisoning and intent to burglarize.  She was burned alive for her crimes.[1]", "3155038": "Marshall Fixman (September 21, 1930 - February 27, 2016)[1] was an American physical chemist, University Distinguished Professor Emeritus at Colorado State University, and a member of the U.S. National Academy of Sciences.[2]", "57910369": "University of Witwatersrand \nUniversity of Bristol", "3253345": "Wiktor Kemula (November 6, 1902, in Izmail – October 17, 1985, in Warsaw) was a Polish chemist, electrochemist, and polarographist. He greatly contributed to the development of electroanalytical chemistry, particularly polarography. He is known for developing the hanging mercury drop electrode (HMDE).", "20259945": "Friedrich Wilhelm Karl Knauer (22 January 1897 – 7 July 1979)[1] was a German physical chemist. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club.", "5121130": "Gilbert Smithson Adair FRS[1] (1896–1979) was an early protein scientist who used osmotic pressure measurements to establish that haemoglobin was a tetramer under physiological conditions. This conclusion led him to be the first to identify cooperative binding, in the context of oxygen binding to haemoglobin.", "56665196": "Erling Bjarne Johnson (7 June 1893 – 5 November 1967) invented the nitrophosphate process in the years 1927-28. The process is recognised internationally as important in the production of fertiliser, but he is little-known in his native Norway.", "43557997": "Colleen Nelson AM is a scientist in prostate cancer research.[1] She founded and directs the Australian Prostate Cancer Research Centre – Queensland (APCRC-Q).[2] The Centre, based at the Translational Research Institute and the Princess Alexandra Hospital, spans the spectrum of discovery of new therapeutic targets and their preclinical and clinical development. She is also Chair of Prostate Cancer Research at Queensland University of Technology (QUT).[3]", "30418030": "Robert Jacobus Forbes or Robert James Forbes (21 April 1900, Breda – 13 January 1973, Haarlem) was a Dutch chemist and historian of science and professor in the history of applied science and technology at the University of Amsterdam.", "8823916": "Adrian von Mynsicht [1] (1603–1638) was a German alchemist. He is best known for the allegorical work Aureum Saeculum Redivivum (The Golden Age Restored),[2] published under the pseudonym Henricus Madathanus, and usually dated to 1621/2. It was soon reprinted in collections, the Musaeum Hermeticum[3] and the Dyas Chymica Tripartita, both 1625 (Frankfurt, same publisher).", "63349869": "John Henry Wotiz (April 12, 1919 – August 21, 2001)[1] was a Czech-American chemist in the areas of organic chemistry and chemical history.", "56960122": "Saundra Yancy McGuire is the Director Emerita of the Center for Academic Success and a retired professor of chemistry at Louisiana State University.[1] She is best known for her work on science education, having written several papers and books on the subject.[2] Her interests focus on improving student learning by involving faculty in metacognitive learning strategies.", "64234633": "Francis S. Mair is a British chemist and a Senior Lecturer in the Department of Chemistry at The University of Manchester.[2][1] His research is based on synthetic chemistry, inorganic chemistry, catalysis and polymer chemistry.[3]", "63972491": "Martin L. Pall is professor emeritus of biochemistry and basic medical sciences at Washington State University. He is a specialist in Chronic Fatigue Syndrome, multiple chemical sensitivity, and the effects of low-intensity microwave frequency electromagnetic fields (MWV-EMF) on the human body. He believes that the expansion of 5G mobile phone networks and the use of wireless technology has negative consequences for human health.", "12559506": "Walter Weldon FRS FRSE (31 October 1832 – 20 September 1885) was a 19th-century English industrial chemist and journalist. He was President of the Society of Chemical Industry from 1883-84.[1]", "31630482": "Oliver Patterson Watts (July 16, 1865 – February 6, 1953) was a professor of chemical engineering and applied electrochemistry at the University of Wisconsin–Madison. Born in Thomaston, Maine, Watts received his bachelor's degree from Bowdoin College in 1889.[1] He received his doctoral degree in 1905;[1] he was the first person to be awarded a Ph.D. in chemical engineering at the University of Wisconsin, where he served as a professor until 1935,[2] after which he was an emeritus professor in the university's college of engineering.[3] Watts is known for his development of the hot nickel plating bath known as the \"Watts Bath\", which he first described in a paper published in 1915.[2][4][5]", "3253394": "Wilhelm Marceli Nencki (15 January 1847 in Boczki, Zduńska Wola County – 14 October 1901 in Saint Petersburg) was a Polish chemist and medical doctor who lived in Congress Poland and other parts of the Russian Empire.", "34383003": "Frederick Thomas Seelye FRSNZ (1879–1962) was a notable New Zealand analytical chemist and lecturer. He was born in Dunedin, Otago, New Zealand in 1879.[1] He was elected a Fellow of the Royal Society Te Apārangi in 1944.[2]", "39101600": "Dan Giușcă (14 July 1904 – 10 August 1988) was a Romanian geologist and a member of the Romanian Academy.", "12100770": "David Alan Leigh (born 1963)[1] FRS FRSE FRSC is a British chemist, Royal Society Research Professor[2] and, since 2014, the Sir Samuel Hall Chair of Chemistry in the Department of Chemistry at the University of Manchester. He was previously the Forbes Chair of Organic Chemistry at the University of Edinburgh (2001–2012) and Professor of Synthetic Chemistry at the University of Warwick (1998–2001).[3][4]", "8987811": "Melchior Cibinensis was a Hungarian[1] alchemical writer active in the first part of the 16th century. He is known for the Processus sub forma missae, an alchemical mass,[2] now dated to around 1525; it was published in the Theatrum Chemicum of 1602, and formed part of a celebrated later collection Symbola Aureae Mensae from 1617 of Michael Maier.[3]", "3253420": "Alina Surmacka Szczesniak (July 8, 1925 – July 23, 2016) was a Polish-born American food scientist best known for her contributions to food texture.[1]", "16295084": "Walter Abraham Jacobs (December 24, 1883 – July 12, 1967) was an American chemist who discovered the Gould-Jacobs reaction. Much of his career was spent at the Rockefeller Institute for Medical Research, New York City.[1]", "48440494": "Arthur Connell FRS FRSE (30 November 1794 – 31 October 1863) was a Scottish chemist and mineralogist. The mineral Connellite is named after him. He was a Fellow of the Royal Society of London.", "4236467": "Boyd Eugene Haley (born September 22, 1940, Greensburg, Indiana) is an American anti-vaccine activist and retired professor of chemistry at the University of Kentucky.", "38905013": "Everhardus Jacobus Ariëns (29 January 1918 –  3 March 2002) was a Dutch pharmacologist and professor at the Catholic University of Nijmegen (now Radboud University Nijmegen). He made important contributions to the function of receptors and the mathematical description of ligand–receptor interactions (receptor theory). Moreover, Everhardus Ariëns was the initiator for the collection of stereochemistry in drug development and spearheading the development of enantiopure drugs.", "53093560": "Gerald Oliver Aspirall (1924 – September 11, 2005) was a British-Canadian chemist and Distinguished Research Professor at York University beginning in 1988. In 1991, he became a Fellow of the Royal Society of Canada. In 1986, he was awarded the Claude Hudson Award by the American Chemical Society.[1][2][3]", "71345347": "Hermann Schnell ( 16. September March 1916 – 7 September 1999) was a German organic chemist who developed the first commercial polycarbonate, Makrolon.\nHermann Schnell studied chemistry at the University of Freiberg. His supervisor was Hermann Staudinger a well-known polymer chemist.", "26027204": "Axel Claus Heitmann (born October 2, 1959) is a German business executive in the chemical industry.", "52470982": "Narayanaswamy Jayaraman (born 1964) is an Indian organic chemist and a professor and the chair of the department of organic chemistry at the Indian Institute of Science.[1] He is known for his work on synthesis of complex carbohydrates and new dendrimers[2] and is an elected fellow of the Indian Academy of Sciences.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2009, for his contributions to chemical sciences.[4]", "38216903": "Karst Hoogsteen (October 1, 1923 – August 10, 2015)[1] was a Dutch-born American biochemist famous for noting a new base-pairing form in DNA, now called Hoogsteen base pairs.[3] These base pairing intercede in the Watson–Crick base pairing, forging a base pair 'triplex'. The Base Pairs use the N7 nitrogen atom as the accepter rather than the N1 as observed in Watson-Crick base pairing. This leads to a twisted, non-linear arrangement.", "926922": "The Man-Thing (Dr. Theodore \"Ted\" Sallis)[3] is a fictional character appearing in American comic books published by Marvel Comics. Created by writers Stan Lee, Roy Thomas, and Gerry Conway and artist Gray Morrow, the character first appeared in Savage Tales #1 (May 1971),[4] and went on to be featured in various titles and in his own series, including Adventure into Fear. Steve Gerber's 39-issue run on the series[5] is considered to be a cult classic.[6]", "34776267": "Steven T. Bramwell (born 7 June 1961) is a British physicist and chemist who works at the London Centre for Nanotechnology and the Department of Physics and Astronomy,  University College London. He is known for his experimental discovery of spin ice with M. J. Harris and his calculation of a critical exponent observed in two-dimensional magnets with P. C. W. Holdsworth. A probability distribution for global quantities in complex systems,\nthe \"Bramwell-Holdsworth-Pinton (BHP) distribution\", (to be implemented in Mathematica[3]) is named after him.[4]", "3155147": "Albert I. Meyers (November 22, 1932 – October 23, 2007) was an American organic chemist, University Distinguished Professor Emeritus at Colorado State University, and member of the U.S. National Academy of Sciences.", "69379279": "Thaine Morris is an American special and visual effects artist.[1] He was nominated for an Academy Award in the category Best Visual Effects for the film Die Hard.[2] Morris was hired as a chemist, after he graduated from college.[3]", "59909328": "University of Colorado at Boulder (1976-2007)", "58500310": "Caroline Masiello is a biogeochemist who develops tools to better understand the cycling and fate of globally relevant elemental cycles. She is a professor at Rice University in the Department of Earth, Environmental and Planetary Sciences and holds joint appointments in the Chemistry and Biochemistry Departments.[1] Masiello was elected as a Fellow of the Geological Society of America in 2017.[2] She currently leads an interdisciplinary team of scientists who are developing microbial sensors for earth system science.[3]", "3253464": "Marek Gatty-Kostyal (born July 20, 1886, in Bochnia – September 13, 1965 in Kraków) was a Polish chemist and pharmacist, known for his many contributions to pharmaceutical science.", "28910825": "Gerrit (Gé) Berkhoff (Wijhe 9 July 1901 – Oosterbeek 27 February 1996) was a Dutch chemist and the first rector magnificus of the University of Twente in The Netherlands.", "18293994": "Sir William Crawford Haworth (15 April 1905 – 1 December 1984) was an Australian politician. Born in Melbourne, he was educated at state schools before attending the University of Melbourne and the Victorian College of Pharmacy. He became a pharmaceutical chemist, and served in the military 1940–44. In 1937, he was elected to the Victorian Legislative Assembly as the United Australia Party member for Albert Park; he was the Victorian Minister for Health and Housing in 1945. He was defeated in 1945,[1] but in 1949 was elected to the Australian House of Representatives as the Liberal member for the new seat of Isaacs. He held the seat until his retirement in 1969, when he received a knighthood. Haworth died in 1984.[2]", "15869165": "James Alan Bassham (November 26, 1922 – November 19, 2012) was an American scientist known for his work on photosynthesis.", "23176432": "Mark Griep (born 1959) is a chemistry professor at the University of Nebraska-Lincoln. He has a bachelor’s and doctorate in biochemistry from the University of Minnesota. He studies the enzymes primase and DnaB helicase in his search for antibiotics that inhibit them. He is co-author with Marjorie Mikasen of the nonfiction book ReAction! Chemistry in the Movies.", "34678002": "Dr Robert Dundas Thomson FRSE FRS FRCP FCS (21 September 1810 – 17 August 1864) was a British physician and chemist and a pioneer of public sanitation. He worked as an academic, medical officer of health and author.", "69543154": "Hubert Bradford Vickery (28 February 1893 – 27 September 1978) was a Canadian-American plant biochemist who conducted early experiments to determine the amino acid compositions of proteins. While serving as editor of the Journal of Biological Chemistry he standardized the use of the D (dextro) and L (laevo) prefixes to indicate optical isomerism in amino acids which was later incorporated into the IUPAC standard.", "53814517": "Cynthia J. Burrows is an American chemist, currently a distinguished professor in the department of chemistry at the University of Utah, where she is also the Thatcher Presidential Endowed Chair of Biological Chemistry. Burrows was the Senior Editor of the Journal of Organic Chemistry (2001-2013) and became Editor-in-Chief of Accounts of Chemical Research in 2014.[1], [2],[3]", "402678": "Christian Gottlob Gmelin (12 October 1792 – 13 May 1860) was a German chemist. He was born in Tübingen, Germany, and was a grandson of Johann Konrad Gmelin and a great-grandson of Johann Georg Gmelin.", "32646394": "Bogumił Kazimierz Brzezinski (born 22 May 1943) is a Polish chemist, professor of chemistry science who specialises in the field of infrared spectroscopy and hydrogen bonds. Co-worker of Prof. Georg Zundel. He is co-author of nearly 400 original scientific publications.[1]", "41362687": "Khalil Ahmad Qureshi (Urdu: خليل احمد قريشى; HI, SI), is a Pakistani physical chemist and the professor of physical chemistry at the Punjab University. He has published notable papers in nuclear physical chemistry in international scientific journals as well contributing in the advancement of the scientific applications of the civilian usage of the fuel cycle.", "15541504": "Aleksandr Erminingeldovich Arbuzov (Russian: Алекса́ндр Ермининге́льдович Арбу́зов; 12 October 1877 – 22 January 1968) was a Russian Empire and Soviet chemist who discovered the Michaelis–Arbuzov reaction.", "173312": "Edward Williams Morley (January 29, 1838 – February 24, 1923) was an American scientist known for his precise and accurate measurement of the atomic weight of oxygen, and for the Michelson–Morley experiment.", "44049667": "Julia Brainerd Hall (November 11, 1859 – September 4, 1926)[1] was the sister of American scientist Charles Martin Hall. She supported him in his discovery of the Hall process for extracting aluminium from its ore.[2] She was also a still-life painter who exhibited at the Edgar Adams Gallery in Cleveland.[3]", "46703876": "Nell I. Mondy (October 27, 1921 – August 25, 2005) was an American biochemist known for her expertise regarding the potato. She spent the majority of her profession at Cornell University where in 1953 she earned a PhD in biochemistry and subsequently served as faculty there for nearly fifty years.[1] \nIn 1997, she received the first Elizabeth Fleming Stier Award.[2]", "402693": "Leopold Gmelin (2 August 1788 – 13 April 1853) was a German chemist. Gmelin was a professor at the University of Heidelberg. He worked on the red prussiate and created Gmelin's test, and wrote his Handbook of Chemistry, which over successive editions became a standard reference work still in use.", "50078980": "Rafael Radi is an Uruguayan biochemist and biomedical scientist that has extensively worked to elucidate molecular mechanisms by which free radicals, oxidants and nitric oxide participate in human pathologies. In particular, he has made relevant contributions to unravel how the signal transducing free radical nitric oxide can evolve into toxic species via the formation of secondary nitric oxide-derived oxidants. His work has characterized reactions of oxidizing species with biological targets, the role of mitochondrial dysfunction is the alterations of cellular redox homeostasis and the impact of these biochemical processes in disease states.  He has studied the actions of synthetic compounds in redox-based therapeutics, including in cardiovascular and neurodegenerative diseases. This work has also contributed to understand the redox biology of host cell interactions with intracellular pathogens and the impact in the control of infectious diseases. His seminal paper related to the biochemical actions of peroxynitrite, a potent oxidant and nucleophile formed secondary to the diffusion-controlled reaction of nitric oxide with superoxide radicals together with Joe S. Beckman, Kent Bush and Bruce A. Freeman in 1991 has been selected as a JBC Classics due to its influence in the field.", "46245133": "Lucius Aurelius Bigelow (1892–1973) was an American chemist, specializing in the fluorination of organic compounds.[1]", "58893581": "MaryJo Baedecker (born 1941) is an American geochemist. She was named a fellow of the American Geophysical Union in 2011.[1]", "69084433": "Alexis Tarassov Bell (born October 16, 1942) is an American chemical engineer.[1] He is currently the Dow professor of Sustainable Chemistry in the Department of Chemical and Biomolecular Engineering in UC Berkeley's college of chemistry.[1]  He is also the Faculty Senior Scientist at Lawrence Berkeley National Laboratory.[2] He is known for his work with heterogenous catalysts and characterizing the mechanisms of these reactions on a quantum level.[3]", "73868567": "Robert Tampé (born August 14, 1961) is a German biochemist. Since 2001, he is director of the Institute of Biochemistry at Goethe University Frankfurt.[1] He is known for his work on antigen processing, viral immune evasion and cellular quality control.[2]", "3450137": "Ahmet Nihat Berker (born 20 September 1949) is a Turkish scientist, theoretical chemist, physicist and emeritus professor of physics at MIT. Currently, he is the acting Dean of Engineering and Natural Sciences in Kadir Has University, Turkey. He is the son of a notable scientist and engineer Ratip Berker, who was deceased on 17 October 1997. His wife, Bedia Erim Berker[4] is a professor of chemistry at Istanbul Technical University, and one of his sons, Selim Berker is a professor of epistemology in the department of philosophy at Harvard University and his other son, Ratip Emin Berker is currently a junior at Harvard.[5][6]\n[7]", "49784089": "William Robert Boon FRS FRSC (20 March 1911 – 28 October 1994) was a British chemist, known for developing the herbicide paraquat.", "72557857": "Frank N. Keutsch (born 1971 in Tübingen)[1] is a German-American chemist and a researcher on solar geoengineering.[2][3][4] His research lies in atmospheric chemistry, including the photochemical oxidation of volatile organic compounds that lead to secondary organic aerosol formation. He leads the Stratospheric Controlled Perturbation Experiment (SCoPEx) project at Harvard University with members including David Keith.[5][6]", "8758562": "Richard H. Tomlinson, OC (c. 1924 – 2018) was a Canadian chemist and philanthropist. He is a founding director of Gennum Corp., a Canadian manufacturer of semiconductors and semiconductor-based products, and he made one of the largest single donations to a Canadian university.", "37102890": "Scott A. Strobel is the provost of Yale University as well as a professor of molecular biophysics and biochemistry. He was the vice provost for Science Initiatives and vice president for West Campus Planning & Program Development. An educator and researcher, he has led a number of Yale initiatives over the past two decades. Strobel was appointed as Yale's provost in 2020.[1]", "70133039": "Brent Roark Stockwell is an American chemical biologist. He is a Professor of Biological Sciences and Chemistry at Columbia University. In 2012, Stockwell and Scott Dixon coined the term ferroptosis and described several of its key features.", "18326838": "Louis-Henri-Frédéric Melsens (11 July 1814 in Leuven – 20 April 1886 in Brussels) was a Belgian physicist and chemist. In 1846, he became professor of chemistry at the Royal Veterinary School of Cureghem in Anderlecht, Brussels. Melsens applied the principle of the Faraday cage to lightning conductors and invented tincture of iodine for disinfection. Though not a medical doctor himself, in medical circles of the late nineteenth and early twentieth centuries he was internationally famous for his research on and promoting the use of oral administration of potassium iodide as a cure for lead or mercury poisoning.[1][2]", "69444921": "Jürg Tschopp (born 1951 in Basel — died 22 March 2011 in the Swiss Alps) was a Swiss biochemist, known for his research on apoptosis and the immunology of inflammation.[1] His greatest achievement was perhaps his team's discovery and scientific description of the inflammasome (which he named).[2]", "59712827": "Hildegard Hess (born 1920 in Berlin-Britz, died 23 July 2014) was a German chemist.[7] She was the first woman to become a Handelschemiker (professional consultant industrial chemist) and to direct an independent testing laboratory in Berlin, if not in all of Germany.[1][6]", "10986830": "Efraim Racker (June 28, 1913 – September 9, 1991) was an Austrian biochemist who was responsible for identifying and purifying Factor 1 (F1), the first part of the ATP synthase enzyme to be characterised.  F1 is only a part of a larger ATP synthase complex known as Complex V.  It is a peripheral membrane protein attached to component Fo, which is integral to the membrane.[1]", "15377743": "Bernd Eistert (9 November 1902 – 22 May 1978) was a German chemist. Together with Fritz Arndt he discovered the Arndt-Eistert synthesis.", "9348432": "Georges Urbain (12 April 1872 – 5 November 1938) was a French chemist, a professor of the Sorbonne, a member of the Institut de France, and director of the Institute of Chemistry in Paris.[1][2] Much of his work focused on the rare earths, isolating and separating elements such as europium  and gadolinium, and studying their spectra, their magnetic properties and their atomic masses.  He discovered the element lutetium (atomic number 71). He also studied the efflorescence of saline hydrates.[3]", "46245201": "Albert Leon Henne (1901–1967) was an American chemist known for his work on refrigerants.[1]", "35890517": "Arthur Thomas Palin (b. 16 October 1916 - 2006) was a British chemist and bacteriologist.[2] As well as inventing the DPD method of detecting chlorine in water[1] and working as an official advisor to the American Water Works Association (AWWA), Palin was responsible for what the Manual of British Water Engineering Practice records as one of the key historical developments, when breakpoint chlorination was first used in England in the city of Coventry in 1943.", "72820063": "Carole Celia Perry (born March 1959) is a British chemist who is a professor at Nottingham Trent University. Her research investigates materials and physical chemistry, and the development of biomaterials[3] for improving human health.[4][5]", "19604834": "Israel Prize (2000) \nEMET Prize (2012) \nRothschild Prize (2012) \nHeinrich Wieland Prize (2004)", "238947": "Carl Graebe (German: [ˈɡʁɛːbə]; 24 February 1841 – 19 January 1927) was a German industrial and academic chemist from Frankfurt am Main who held professorships in his field at Leipzig, Königsberg, and Geneva. He is known for the first synthesis of the economically important dye, alizarin, with Liebermann, and for contributing to the fundamental nomenclature of organic chemistry.", "41035108": "Mustafa Culha (Çulha)[1] is a full professor Chemistry and  the founder of Nanobiotechnology and Molecular Engineering Research Group [2] which he established in 2004. He is currently[when?] undertaking research for early cancer detection [3] at the Knight Cancer Institute[4] of Oregon Health and Science University.[5] Prof. Culha has significant contributions for the biomedical applications of Surface-enhanced Raman Scattering (SERS), better understanding of surface chemistry versus toxicity relationship of nanomaterials, and synthesis and biomedical applications of boron nitride nanomaterials including boron nitride nanotubes (BNNTs) and hexagonal boron nitrides (hBNs). He continues to explore these and related fields to help the humanity to overcome the biggest challenges in disease detection, diagnosis and treatment.", "17245542": "Robert Joseph Paton Williams MBE FRS[5] (25 February 1926 – 21 March 2015[6]) was an English chemist, an Emeritus Fellow at Wadham College, Oxford[7] and an Emeritus Professor at the University of Oxford.[8][9][10][11]", "53028198": "K. W. Michael Siu is a Canadian chemist, currently a distinguished research professor at York University. He is a Fellow of the Royal Society of Canada and Chemical Institute of Canada.[1][2]", "50144617": "Syed Husain Zaheer was an Indian chemist, politician and the director general of the Council of Scientific and Industrial Research (CSIR), the largest research and development organisation in India.[1] Prior to taking up the directorship of CSIR, He served as the director of the Indian Institute of Chemical Technology, a division of CSIR, where he established the department of Biochemistry.[2] After his superannuation from CSIR, he chaired the Board of Governors of the Indian Institute of Technology, Kanpur.[3] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1972, for his contributions to science.[4]", "64038257": "Eustachius Roche (floruit 1570-1600) was a Flemish mining entrepreneur in Scotland.[1]", "59778422": "Luise Holzapfel (14 March 1900, in Höxter – 21 September 1963, in Berlin ) was a German chemist and later head of department of the Kaiser Wilhelm/Max Planck Institute for Silicate Research.[1][2] She is known for her research on silicosis.", "34317688": "Edwin Theodore Mertz (December 6, 1909 – February 1, 1999) was an American chemist and biochemist.[1]\n[2]\n[3] Mertz was noted for co-discovery of high-lysine corn which significantly increased protein levels in corn and beans.[1][2][3]", "7284095": "Roger David Kornberg (born April 24,[4] 1947) is an American biochemist and professor of structural biology at Stanford University School of Medicine. Kornberg was awarded the Nobel Prize in Chemistry in 2006 for his studies of the process by which genetic information from DNA is copied to RNA, \"the molecular basis of eukaryotic transcription.\"[5][6][7][8][9][10]", "52635012": "Kumarendra Mallick (born 1941) is an Indian geophysicist, poet and a former emeritus scientist at the National Geophysical Research Institute, Hyderabad,[1][2] A former assistant professor of the Indian Institute of Technology, Mumbai, he served as a director-grade scientist at NGRI. He is the author of three books on geophysics, a poem anthology, Letter to an Imaginary Pen-Friend[3][4] and several articles.[5]", "7808389": "Marie Maynard Daly (April 16, 1921 – October 28, 2003) was an American biochemist. She was the first African-American to receive a Ph.D. from Columbia University and the first African-American woman in the United States to earn a Ph.D. in chemistry.[2] Daly made important contributions in four areas of research: the chemistry of histones, protein synthesis, the relationships between cholesterol and hypertension, and creatine's uptake by muscle cells.[3]", "56894853": "Maharram Əli oğlu Mammadyarov (Azerbaijani: Məhərrəm Əli oğlu Məmmədyarov; 17 October 1924 – 2 January 2022) was an Azerbaijani scientist, doctor of chemistry, real member of Azerbaijan National Academy of Sciences.", "13215112": "Ludwig Gattermann (20 April 1860 – 20 June 1920) was a German chemist who contributed significantly to both organic and inorganic chemistry.", "25339280": "Philip Kraft (born in Rendsburg on March 24, 1969) is a German organic chemist. Since 1996 he has been employed by Givaudan, a leading Flavor and Fragrance company, where he designs captive odorants for use in perfumes. He has lectured at the University of Bern, the University of Zurich, and the ETH Zurich.", "60335510": "Christopher R. Glein is an American geochemist at the Southwest Research Institute in San Antonio, TX.  He studies planetary science, astrobiology, and organic geochemistry.[1]  Glein was the first to describe how Saturn's moon Enceladus is the only known body, besides Earth, that has all of the requirements necessary for life.  Glein has been involved in multiple spacecraft missions, leading to significant findings about Pluto,[2] Enceladus,[3] and Titan.[4] In 2017, he was recognized for Outstanding Contributions to the ESA Rosetta Mission by the European Space Agency.", "13641114": "Agathodaemon (Greek: Ἀγαθοδαίμων, Agathodaímōn; c. 300) was an alchemist in late Roman Egypt, known only from fragments quoted in medieval alchemical treatises, chiefly the Anepigraphos, which refer to works of his believed to be from the 3rd century.[1] He is primarily remembered for his various descriptions of elements and minerals, most particularly his descriptions of a method of producing silver,[1] and of a substance he had created, which he called a 'fiery poison', and which, judging by his account, was arsenic trioxide, a highly toxic amphoteric oxide.[2]", "48244126": "Billie Kenneth Koe (April 15, 1925 – October 7, 2015) was an American chemist of Chinese descent. He and Willard Welch developed sertraline, which was branded and sold as Zoloft by his longtime employer Pfizer starting in 1991.", "25273760": "Ira Liston Pierce (September 1874 – July 16, 1906) was an American chemist and college sports coach. He served as the head baseball coach of the University of Delaware in 1895 and as football coach in 1896.", "46638502": "James W. Mayer (died 14 June 2013[1]) was an applied physicist, who was active in the field of ion-solid interactions. His accomplishments played a critical role in the development of the solid-state particle detector; the field of ion beam analysis of materials, and the application of ion implantation to semiconductors.", "27895209": "James Ballantyne Hannay FRSE(1855–1931) was a Scottish chemist who believed he had synthesized diamond in 1880.[1] However, modern testing showed that the surviving samples from his experiments were natural diamond, not synthetic. While his techniques were conducive to diamond formation, modern diamond production – not achieved until the 1950s – requires capabilities not available in Hannay's time.[2] Hannay was also known for making precision instruments.[3]", "5612972": "George Sachs (April 5, 1896 – October 30, 1960) was a Russian-born German and American metallurgist.", "6202802": "Marion Rice Hart (10 October 1891 – July 2, 1990)[1] was an American sportswoman and writer and the first woman to graduate in chemical engineering from the Massachusetts Institute of Technology.", "63448504": "Laurent Levy (born 1971) is a French physical chemist, inventor, and pioneer of nanotechnology and nanomedicine. He is the co-founder of the global biotechnology company Nanobiotix, and has served as chief executive officer (CEO) since its inception in March 2003.[1][2][3][4] He also authored more than 35 international scientific publications and has applied for several patents.[5]", "1582520": "Hermann von Fehling (9 June 1812 – 1 July 1885) was a German chemist, famous as the developer of Fehling's solution used for estimation of sugar.", "52340152": "Carl O. Pabo is a biophysicist. He is the founder and president of Humanity 2050, a nonprofit institute.[1][2]", "31958459": "Paul Benjamin Ferrara (November 2, 1942 – May 30, 2011) was a scientist and administrator who pioneered the use of DNA profiling in America.", "22947259": "Laurence David Barron FRS, FRSE (born 12 February 1944 in Southampton, England) has been Gardiner Professor of Chemistry at the University of Glasgow since 1998 (now Emeritus).[1] He is a chemist who has conducted pioneering research into the properties of chiral (right- or left-handed) molecules — defined by Lord Kelvin as those that cannot be superimposed onto their mirror image. By extending this definition of chirality to include moving particles and processes that vary with time, he has made a fundamental theoretical contribution to the field. Chiral molecules such as amino acids, sugars, proteins, and nucleic acids play a central role in the chemistry of life, and many drug molecules are chiral. Laurence's work on Raman optical activity — a spectroscopic technique capable of determining the three-dimensional structures of chiral molecules, which he predicted, observed, and applied to problems at the forefront of chemistry and structural biology — has led to its development as a powerful analytical tool used in academic and industrial laboratories worldwide. His much-cited book,[2] Molecular Light Scattering and Optical Activity, has contributed to the growing impact of chirality on many areas of modern science.", "34186693": "Herbert Gutfreund FRS (21 October 1921 – 21 March 2021), better known as Freddie Gutfreund, was a British biochemist of Austrian origin, and Emeritus Professor at the University of Bristol.[1] Gutfreund died in March 2021 at the age of 99.[2]", "24257991": "Louis Joseph Troost (17 October 1825, Paris – 30 September 1911) was a French chemist.", "3155399": "Mostafa A. El-Sayed (Arabic: مصطفى السيد) is an Egyptian-American physical chemist, a leading nanoscience researcher, a member of the National Academy of Sciences and a US National Medal of Science laureate. He was the editor-in-chief of the Journal of Physical Chemistry during a critical period of growth.  He is also known for the spectroscopy rule named after him, the El-Sayed rule.[2][3][4]", "26486219": "Robert \"Tim\" Scully (born  August 27, 1944) is an American computer engineer, best known in the psychedelic underground for his work in the production of LSD from 1966 to 1969, for which he was indicted in 1973 and convicted in 1974.[1] His best known product, dubbed \"Orange Sunshine\", was considered the standard for quality LSD in 1969.[2] He was featured in the documentary The Sunshine Makers.", "54240716": "Kenneth G. Caulton is an inorganic chemist who works on, and has made significant contributions to, projects dealing with transition metal hydrides. He is currently Distinguished Professor at Indiana University. Specifically, Caulton has worked on the chemistry of paramagnetic organometallic complexes, metal polyhydride complexes and the dihydrogen ligand, catalytic activation of carbon monoxide and carbon dioxide, and alkoxide chemistry. Caulton's work with transition metal complexes is ultimately aimed to create complexes that exhibit unexpected and novel reactivities.", "18752973": "Kwang-Chu Chao (Traditional Chinese: 趙廣緒; Simplified Chinese: 赵广绪; June 7, 1925 - October 12, 2013), was an American chemist and chemical engineer.[1]", "30680542": "Klaus Mosbach (born 26 November 1932) is a Swedish biochemist. He is now professor emeritus at the department of pure and applied biochemistry of Lund University. He founded the Center for Molecular Imprinting in Lund, Sweden, .[1] He has also been co-founder of the Institute of biotechnology at ETH Zurich Switzerland 1982, .[2][3][4] He is a great visionary who gave shape to the modern era of Molecular imprinting for which he has been awarded the plaque at the international meeting of molecular imprinting in 2010 in New Orleans, United States of America.", "61351401": "Ilan Marek (born 15 February 1963 in Haifa) is a bi-national French-Israeli chemist.[1] He is particularly interested in the design and development of new stereo- and enantioselective strategies for the creation of several contiguous stereogenic centres and by the functionalization of organic molecules at the least reactive position. These processes are carried out in a single chemical step and lead to the synthesis of complex molecular structures. Understanding reaction mechanisms provides insight into the origins of stereoselectivity and governs optimization for the development of the most effective and general methodologies possible.", "34678258": "James Gow Black (10 May 1835 – 25 December 1914) was a New Zealand chemist, mineralogist, lecturer and university professor . He was born in Tomgarrow, Perthshire, Scotland on 10 May 1835,[2] the eldest of seven children of David, quarrier and farmer, and Margaret (née Gow).", "140788": "Gregory Goodwin Pincus (April 9, 1903 – August 22, 1967) was an American biologist and researcher who co-invented the combined oral contraceptive pill.[1]", "10954236": "Michael Somogyi (March 7, 1883 – July 21, 1971) was a Hungarian-American professor of biochemistry at Washington University in St. Louis and the Jewish Hospital of St. Louis. He prepared the first insulin treatment given to a child with diabetes in the US in October 1922.[1][2] Somogyi later showed that excessive insulin makes diabetes unstable in the Chronic Somogyi rebound to which he gave his name.", "13805053": "J Willard Hershey (6 February 1876, Gettysburg, Pennsylvania – 27 September 1943) was an American chemist who was best known for his work on synthetic diamond production.[1]  There is, however, some doubt whether his success was real, or whether co-workers introduced the diamonds without his knowledge.[2]  He also studied the effects of rare gases such as helium on animal life.", "61777410": "Foster Neville Woodward FRSE FRIC (1905–1985) was a 20th-century British chemist involved in the creation of chemical weapons in the Second World War.", "53847554": "Tehshik Peter Yoon (born 20 June 1975) is a Canadian-born chemist who studies the new reaction methods for organic synthesis with the use of catalysis. Yoon currently is a professor at the University of Wisconsin–Madison in the chemistry department.[1] For his contributions to science, he has received numerous awards including the Beckman Young Investigator Award[2] and National Science Foundation CAREER Award.[3]", "17475077": "Edgar Bright Wilson Jr. (December 18, 1908 – July 12, 1992) was an American chemist.[1]", "68527621": "Richard John (usually known as ‘Jan’) Pentreath is a British marine scientist who made major contributions to radioecology, particularly with regard to alpha-emitting nuclides in the marine environment. He went on to broaden the international system of radiological protection to include animals and plants with respect to different exposure situations, as well as protection of the animal as patient in veterinary medicine.[1][2] He also played a major role in the success of the National Rivers Authority and its subsequent merging with other bodies to form the Environment Agency.[3]", "34186759": "Sir Alexander Norman Halliday FRS (born 11 August 1952) is a British geochemist and academic who is the Founding Dean Emeritus of the Columbia Climate School,[1] and Former Director of the Earth Institute at Columbia University.[2] He joined the Earth Institute in April 2018, after spending more than a decade at the Department of Earth Sciences at the University of Oxford, during which time he was dean of science and engineering. He is also a professor of Earth and Environmental Sciences[3] at Columbia University.", "68986373": "Ruth Gall (born Ruth Edna Lack; 8 November 1923 – 10 July 2017[1]) was an Australian chemist[2] and Head of School at the School of Chemistry, University of Sydney. She was the first female Head of School at the university.[2]", "34022917": "Stuart Ross Taylor AC (26 November 1925 – 23 May 2021) was a New Zealand geochemist and planetary scientist known for his studies of the geology of the Moon through lunar samples, the continental crust, tektites and the evolution of the Solar System. He was an emeritus professor and Visiting Fellow at the Australian National University in Canberra.[3][4] He died in Canberra on 23 May 2021 at the age of 95.[5][6]", "52995595": "Roger D. Cone is the Mary Sue Coleman Director of the Life Sciences Institute and the Vice Provost for the Biosciences Initiative at the University of Michigan; a member of the editorial board for the journal Cell Metabolism; and a member of the National Academies of Sciences and Medicine. He is a noted researcher in the biological underpinnings of obesity, anorexia, cachexia and other eating and metabolic disorders.[1][2]", "24159763": "Arthur Wilson Adamson (August 15, 1919 – July 22, 2003) was an American chemist who is considered a pioneer in inorganic photochemistry.[1] His research made significant contributions to the understanding of physical adsorption and contact angle phenomena, and the thermodynamics of surfaces and irreversible adsorption.[2]", "3155479": "Robert Arnold Alberty (1921–2014) was an American biophysical chemist, professor emeritus at the Massachusetts Institute of Technology, and a member of the National Academy of Sciences.", "31761954": "Wolfgang Kaim (born 13 May 1951 in Bad Vilbel, Germany) is a German chemist who held the chair of coordination chemistry at the University of Stuttgart. He is co-author of the internationally recognized book, Bioinorganic Chemistry which was awarded with the Literature Award of the German Chemical Industry.", "44246566": "John William Daly (June 8, 1933 – March 5, 2008) was an American biochemist who performed research for nearly 50 years at the National Institutes of Health in Bethesda, Maryland. A primary focus of his research included the discovery, structure elucidation, synthesis, and pharmacology of alkaloids and other biologically active natural products. He was the world's leading authority in amphibian alkaloids and an expert in many areas of natural products. Daly was a prolific writer, producing around 700 papers, including books and chapters. In 1997 he was elected to the U.S. National Academy of Sciences.[1]", "1123879": "Benjamin ben Immanuel Musaphia (c. 1606 – 1675), also called Benjamin Musaphia or Mussafia and Dionysius, was a Jewish doctor, scholar and kabbalist.", "60532263": "Laura Gagliardi (born 6 April 1968 in Bologna) is an Italian theoretical and computational chemist and Richard and Kathy Leventhal Professor of Chemistry and Molecular Engineering at the University of Chicago. She is known for her work on the development of electronic structure methods and their use for understanding complex chemical systems.", "9217576": "Morris Selig Kharasch (August 24, 1895 – October 9, 1957) was a pioneering organic chemist best known for his work with free radical additions and polymerizations. He defined the peroxide effect, explaining how an anti-Markovnikov orientation could be achieved via free radical addition.[1]  Kharasch was born in the Russian Empire in 1895 and immigrated to the United States at the age of 13. In 1919, he completed his Ph.D. in chemistry at the University of Chicago and spent most of his professional career there.", "33859117": "Sir Peter George Bruce, FRS, FRSE, FRSC is a British chemist, and Wolfson Professor of Materials in the Department of Materials at the University of Oxford.[1] In 2018, he was appointed as Physical Secretary and Vice President of the Royal Society.[2] Bruce is a founder and Chief Scientist of the Faraday Institution.[3]", "58828334": "Ilya Iosifovich Moiseev (Russian: Илья Иосифович Моисеев; 15 March 1929 – 10 October 2020)[2][3] was a Soviet and Russian chemist. An expert in both kinetics and the coordination chemistry of transition metals, he made significant advances in metal-complex catalysis.[1]", "35137074": "Johann Adolph Wedel (1675–1747) was a German professor of medicine.", "45295161": "Agnes Borrowman (7 October 1881 – 20 August 1955) was a Scottish pharmaceutical chemist. In 1924 she became the first woman to serve on the Pharmaceutical Society's Board of Examiners.[1]", "27436601": "Muhammad Yar Khuhawar is a Pakistani analytical chemist who is Professor Emeritus at the Institute of Advanced Research Studies in Chemical Sciences, University of Sindh, Jamshoro.[1][better source needed][2]", "34121275": "John David Axtell (February 5, 1934 – December 2, 2000) was an American geneticist, Lynn Distinguished Professor of Agronomy,[1] member of the National Academy of Sciences.[1] Axtell received the Alexander von Humboldt Award in 1975,[1] the Crop Science Research Award from the Crop Science Society of America in 1976,[1] and the International Award for Distinguished Service to Agriculture in 1984.[1] Axtell was widely noted for his research on sorghum (Sorghum bicolor L.).[1][2] The New York Times and other sources reported that Axtell had been one of discoverers of high-lysine sorghum, and that the discovery was crucial to the fight against world hunger.[1]\n[3][4]", "64235067": "Luis A. Echegoyen (born January 17, 1951) is a chemistry professor at the University of Texas at El Paso, and 2020 President of the American Chemical Society (ACS).", "44246589": "Prof. Dr. Avel·lí Corma i Canós ForMemRS (born December 15, 1951; name in Catalan-Valencian, also Avelino in Spanish) is a Valencian (Spain) chemist distinguished for his world-leading work on heterogeneous catalysis.[2]", "11740733": "William Horwitz (1918 – September 27, 2006, in Olney, Maryland) was an analytical chemist who is notable for formulating a description of the relationship between the variability of chemical measurements and the concentration of the analyte.[1] This relationship, called the Horwitz curve applies only to the between-laboratory variability of measurements.", "173627": "Lyon Playfair, 1st Baron Playfair GCB PC FRS (1 May 1818 – 29 May 1898) was a British scientist and Liberal politician who was Postmaster-General from 1873 to 1874.", "34809408": "Dr. George W. Watt (January 8, 1911 – March 29, 1980) was an American chemist who participated in the Manhattan Project.[1][2]", "12297793": "Wilhelm Heinrich Heintz (4 November 1817 – 1 December 1880) was a German structural chemist from Berlin.", "28649025": "Jacob Bigeleisen (pronounced BEEG-a-lie-zen; May 2, 1919 – August 7, 2010) was an American chemist who worked on the Manhattan Project on techniques to extract uranium-235 from uranium ore, an isotope that can sustain nuclear fission and would be used in developing an atomic bomb but that is less than 1% of naturally occurring uranium. While the method of using photochemistry that Bigeleisen used as an approach was not successful in isolating useful quantities of uranium-235 for the war effort, it did lead to the development of isotope chemistry, which takes advantage of the ways that different isotopes of an element interact to form chemical bonds.", "20850247": "Xie Xuejin (simplified Chinese: 谢学锦; traditional Chinese: 謝學錦; 21 May 1923 – 24 February 2017) was a Chinese geochemist who won the AAG Gold Medal in 2007. Xie was considered as the Father of Geochemical Mapping in China.", "5154376": "Ronald Percy Bell FRS[1] FRSC[2] FRSE (24 November 1907 – 9 January 1996)[3] was a leading British physical chemist[4] who worked in the Physical Chemistry Laboratory at the University of Oxford.", "68560462": "Selin Kara (born 20 January 1981) is a Turkish-born chemist and biotechnologist. She is currently a full professor and head of Industrial Biotechnology section at Aarhus University.[1] She studies biocatalysis and has been recognized for her work about deep eutectic solvents and her research regarding cofactor regeneration in biotransformations.[2][3]", "72590927": "Samuel Lewis Penfield (January 16, 1856 – August 12, 1906) was an American analytic chemist, mineralogist, and crystallographer who first obtained the chemical structures of more than two dozen naturally\noccurring minerals.[1][2]", "24815184": "Julius Arnold Koch (August 15, 1864 – February 2, 1956) was an American chemist who was born in the Free Hanseatic City of Bremen. Koch graduated from the University of Pittsburgh in 1884. He was the first dean of the School of Pharmacy at the University of Pittsburgh and held this position until his retirement in 1932. In 1897, he discovered, together with Ludwig Gattermann, the Gattermann-Koch reaction (a method of synthesis of benzaldehyde using CO).[1] He agreed on receiving the status of dean only after his following concern was taken into consideration \"I will accept the deanship if the sessions are changed from evening to the daytime.\"[2]", "38905423": "Esther Ballestrino de Careaga (20 January 1918 – disappeared 17 or 18 December 1977) was a Paraguayan biochemist and political activist. She is most notable for her connection to the future Pope Francis and her forced disappearance (abduction and murder) in Argentina by the military dictatorship of the National Reorganization Process (1976–1983). She had helped found Mothers of the Plaza de Mayo, which organised protests by the mothers of missing children taken by the authorities.", "5842515": "Patsy O’Connell Sherman (September 15, 1930– February 11, 2008) was an American chemist and co-inventor of Scotchgard, a 3M brand of products, a stain repellent and durable water repellent.[1]", "1189459": "Peter Waage (29 June 1833 – 13 January 1900) was a Norwegian chemist and professor of chemistry at the University of Kristiania. Along with his brother-in-law Cato Maximilian Guldberg, he co-discovered and developed the law of mass action between 1864 and 1879.[1]\n[2]", "63120979": "Sara Snogerup Linse (born 30 April 1962) is a Swedish Professor of Biochemistry at Lund University. Her research considers the molecular mechanisms of protein self-assembly in Alzheimer's disease. She serves as Chair of the Committee for the Nobel Prize in Chemistry. She was awarded the 2019 European Molecular Biology Organization Women in Science Award.", "6006356": "Undergrad:", "1943127": "Ernst Theodore Krebs, Jr. (May 17, 1911 – September 8, 1996), known as Ernst T. Krebs, an American promoter of various substances as alternative cures for cancer, including pangamic acid and amygdalin.  He also co-patented the semi-synthetic chemical compound closely related to amygdalin called laetrile, which was also promoted as a cancer preventative and cure. His medical claims about these compounds are not supported by scientific evidence and are widely considered quackery.[1][2][3]", "49882712": "Mark S. Gordon is a professor of chemistry at Iowa State University, and Ames Laboratory working in the area of computational quantum chemistry.  He is a member of The International Academy of Quantum Molecular Science.[1]", "19899995": "John Reginald Harvey Whiston OBE (3 January 1893 – 1956) was Associate Professor of Applied Chemistry at the Royal Military College of Science, with a particular interest in explosives.", "11970141": "Hermann Arthur Jahn[pronunciation?] (born 31 May 1907, Colchester, England; d. 24 October 1979 Southampton) was a British scientist of German descent.[1] With Edward Teller, he identified the Jahn–Teller effect.[2]", "58893917": "Mikhail Petrovich Shumayev (22 April 1924 - 5 February 1995) was a Soviet nuclear physicist, engineer and chemist. He was a co-developer of the RDS-37, the Soviet Union's first two-stage thermonuclear bomb.", "67610207": "Nilufar Mamadalieva is a biochemist from Uzbekistan.[1][2]", "62891616": "Susmita Bose FRSC is an Indian-American scientist  and engineer, best known for her research on biomaterials, 3D printing or additive manufacturing of bone implants and natural medicine. She is the Herman and Brita Lindholm Endowed Chair Professor in the School of Mechanical and Materials Engineering at Washington State University.", "32024161": "Harry Julius Emeléus CBE, FRS[1] (22 June 1903 – 2 December 1993) was a leading English inorganic chemist and a professor in the department of chemistry, Cambridge University.[2]", "27960930": "John William Huffman (July 21, 1932 – May 14, 2022) was a professor of organic chemistry at Clemson University who first synthesised novel cannabinoids.[1] His research, funded by the National Institute on Drug Abuse, was focused on making a drug to target endocannabinoid receptors in the body.[2][3]", "16164453": "August Bischler (29 April 1865 – 26 May 1957) was a Russian Empire-born ethnic Crimea German chemist who later emigrated to Switzerland. He discovered the Bischler–Möhlau indole synthesis reaction in 1892 and, together with Bernard Napieralski, discovered the Bischler–Napieralski reaction in 1893.", "16492137": "Amé Pictet (July 12, 1857 – March 11, 1937) was a Swiss chemist. He discovered the Pictet–Spengler reaction,[1] and the related Pictet–Hubert reaction and Pictet–Gams reaction.[2]", "8955498": "Nicolae Teclu (Romanian pronunciation: [nikoˈla.e ˈteklu]); (11 October 1839,  Kronstadt, Austrian Empire (today Brașov, Romania) –  13 July 1916, Vienna, Austria-Hungary) was a Romanian chemist, who gave his name to the worldwide-used \"Teclu burner\". He studied engineering and architecture, and then chemistry, continuing his career by becoming professor for general and analytical chemistry in Vienna.  He also contributed substantially to the worldwide development of chemistry.", "59680366": "Lawrence Clifton Gorman SJ (September 28, 1898 – December 28, 1953) was an American Catholic priest and Jesuit who held senior positions at several Jesuit universities in the United States. Born in New York City, he was educated at Jesuit institutions, before entering the Society of Jesus. He then became a professor of chemistry at Georgetown University, and continued his higher studies at Jesuit universities in the United States and Rome.", "48440943": "Carmen Vela Olmo (born 25 March 1955) is a Spanish entrepreneur, researcher and former Secretary of State of Investigation, Development and Innovation.[1][2]", "51357301": "María de las Nieves García-Casal (born 1962) is a licensed dietitian and nutritionist born in Galicia, Spain, raised and educated in Venezuela. She is the first woman to lead the Latin American Society of Nutrition (SLAN), serving as president from 2012 to 2015.[1] She was also president of the Venezuelan Chapter of the Society from 2014 to 2019. Her research includes iron nutrition and the assessment of marine algae as a source of food for humans.", "13543031": "My Hang V. Huynh (born 1962) is a Vietnamese-American chemist in the High Explosives Science and Technology Group at Los Alamos National Laboratory. Huynh's research has led to the creation of \"Green Primary Explosives\" which are \"designed to replace traditional mercury and lead-based explosives and reduce damaging side-effects to the environment and human health.\"[1]", "53028471": "Richard Stratt is an American chemist and physicist, currently the Newport Rogers Professor and also formerly the Harrison S. Kravis Professor from 1999 to 2000, at Brown University, focusing with theoretical chemistry, molecular dynamics in liquids and ultrafast spectroscopy.[2][1][3]", "44705400": "Isamu Shiina (椎名 勇, Shiina Isamu) is professor of chemistry at Tokyo University of Science (TUS), Japan.[1][2] He completed his BSc and MSc at TUS, and he joined the group of Prof. Teruaki Mukaiyama at TUS as an assistant professor in 1992. After receiving his PhD from the University of Tokyo (UT) in 1997, he was promoted to lecturer at the TUS, and then appointed to an associate professor (2003) and a full professor (2008). He has received the Chemical Society of Japan (CSJ) Award for Young Chemists (1997), the CSJ Award for Creative Work (2013),[2][3] and the Commendation for Science and Technology Prizes by the Ministries of Japan (2015).[4] His research interests include the development of useful synthetic methods and the total synthesis of natural products. In particular, the dehydration condensation reaction using MNBA (Shiina esterification and Shiina macrolactonization) is suitable for synthesis of unstable molecules and is now being widely used around the world in fields such as pharmaceutical production.", "39691901": "Alfred Lawrence Wilds (1 March 1915 - 4 July 2002) was a professor emeritus of chemistry at the University of Wisconsin in Madison.", "3745412": "William Wayne Keeler (April 5, 1908 – August 24, 1987) was an American engineer, oilman, and tribal chief. He was the last appointed and first elected Principal Chief of the Cherokee Nation in the 20th century. Educated as a chemical engineer, he worked for  Phillips Petroleum Company, where he became chief executive officer at the end of a long career with the company. Throughout his life he also worked in the federal government for the advancement of Indians. President Truman appointed him as Principal Chief of the Cherokee Nation of Oklahoma in 1949. He also served as chairman for the executive committee of the Texas Cherokees and Associate Bands from 1939 until 1972. In 1971, he became the Cherokees' first elected chief since 1903.[1]", "33072775": "François Robert, born in Paris, France the 26th of January,  1951, is a French researcher specializing in isotope geochemistry and cosmochemistry. His work on the isotopes of hydrogen has enhanced the understanding of the origin of water and of organic matter in the solar system. He is famous for his work on lithium, beryllium and boron, light elements formed by the irradiation of interstellar matter. He received a Leonard Medal from the Meteoritical Society in 2011 for his work on the isotopic composition of stable nuclei.[1]", "65185418": "Placa de la Orden Civil de Alfonso X el Sabio \nGran Cruz de la Orden Civil de Alfonso X el Sabio", "65480331": "Nancy Sarah Goroff (born February 18, 1968) is an American organic chemist who formerly served as chair of the chemistry department at Stony Brook University.[1] Her research investigates conjugated organic molecules, including polymers, halocarbons and buckyballs. During the 2020 United States elections Goroff ran to represent New York's 1st congressional district, and was defeated by the incumbent, Lee Zeldin.", "63710859": "Dhevalapally B. Ramachary FTAS, FRSC, FASc, FNASc, also known as D. B. Ramachary (born 1973), is an Indian chemist and professor at the School of Chemistry, University of Hyderabad. He has made numerous contributions in various fields of chemical science.", "11347604": "Sydney Cohen CBE FRS (18 September 1921 – 25 July 2017) was Professor of Chemical Pathology, Guy's Hospital Medical School, and an authority on malaria.", "33760918": "Laurie Leshin is an American scientist and academic administrator serving as the 10th Director of the NASA Jet Propulsion Laboratory and as Vice President and Bren Professor of Geochemistry and Planetary Science at California Institute of Technology.[2] Leshin's research has focused on geochemistry and space science. Leshin previously served as the 16th president of Worcester Polytechnic Institute.", "12723864": "Stanley Bagg \"Bags\" Pennock (June 15, 1892 – November 27, 1916) was an American football player.  He was selected as a first-team All-American at the guard position three consecutive years while leading Harvard University to three undefeated seasons from 1912 to 1914.  He was killed in 1916 in an explosion at a chemical plant in New Jersey.  He was posthumously elected to the College Football Hall of Fame in 1954.", "12822170": "Natalya Yevgenyevna Murashkevich (née Guseva) (Russian: Ната́лья Евге́ньевна Мурашке́вич (Гу́сева); born 15 February 1972 in Zvenigorod) is a Soviet and Russian actress, who became well known in the Soviet Union for the leading role of Alisa Selezneva in Guest from the Future (1984).[1]", "57484967": "Ulrich Schwaneberg (born 17 June 1969 in Waiblingen, Germany) is a German chemist and protein engineer. He is the Chair of Biotechnology[1] at RWTH Aachen University and member of the scientific board [2] at the Leibniz Institute for Interactive Materials in Aachen. \nHe specializes in directed evolution of proteins for material science applications and on the development of its methodologies. The latter comprise methods for diversity generation (e.g. PLICing,[3] SeSaM,[4] OmniChange,[5] cepPCR,[6] PePevo[7]), as well as high-throughput screening systems (e.g. Fur-Shell).[8] \nHis work group has elucidated general design principles of enzymes by analyzing libraries that contain the full natural diversity of a hydrolase with single amino acid exchanges and developed strategies to efficiently explore the protein sequence space (e.g. KnowVolution)[9] and discovered protein engineering principles.", "71706286": "Kevin Michael Brindle, FMedSci, FRS (born 27 August 1955)[1] is a British biochemist, currently Professor of Biomedical Magnetic Resonance in the Department of Biochemistry at the University of Cambridge and a Senior Group Leader at Cancer Research UK. He is known for developing magnetic resonance imaging (MRI) techniques for use in cell biochemistry and new imaging methods for early detection, monitoring, and treatment of cancer.[2][3]", "56469167": "Subrata Adak is an Indian biochemist and a senior scientist at the Indian Institute of Chemical Biology.[1] An alumnus of Jadavpur University from where he secured a PhD, Adak is known for his studies on Leishmania, the causative pathogen of Leishmaniasis. His studies have been documented by way of a number of articles[note 1] and ResearchGate, an online repository of scientific articles has listed 55 of them.[2] Besides, he has published one monograph on Leishmania[3] where he has also contributed chapters.[4] The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2012.[5][citation needed]", "66168497": "Claire Jane Carmalt is a British chemist who is a Professor of Inorganic Chemistry and Head of the Department of Chemistry at University College London. Her research considers the synthesis of molecular precursors and the development of thin film deposition techniques.", "28714674": "Johann Bartholomew (Bartholomäus) Trommsdorff (8 May 1770, Erfurt – 8 March 1837), was a German chemist and pharmacist noted for his 1805 Systematisches Handbuch der Gesammten Chemie (Systematic Handbook of the Whole of Chemistry); a work that was published in eight volumes.[1]", "41100981": "Miriam Kastner (born January 22, 1935)[1] is a Bratislavan born, (former Czechoslovakia) Israeli raised,[2] American oceanographer and geochemist. Kastner is currently a distinguished professor at Scripps Institution of Oceanography at the University of California, San Diego. She is still recognized by her fundamental contributions to science and is well spoken of amongst colleagues.[3]", "61253308": "David Nathan Beratan (born 1958) is an American chemist and physicist, the R.J. Reynolds Professor of Chemistry at Duke University.[1]  He has secondary appointments in the departments of Physics[2] and Biochemistry.[3]  He is the director of the Center for Synthesizing Quantum Coherence, a NSF Phase I Center for Chemical Innovation.[4]", "58107585": "Robert Benedict Bourdillon\nCBE MC AFC DM (8 September 1889 – 3 March 1971) was a British World War I pilot and medical researcher.[1][2]", "17147592": "Jan Willem Storm van Leeuwen (born 1941, Dutch East Indies)[1] is a consultant in chemistry and energy systems.\nStorm van Leeuwen received his Master of Science, physical chemistry, at the Technical University Eindhoven. He is a senior scientist at Ceedata Consultants.  He also develops courses for chemistry teachers for the Open University at Heerlen. He is the secretary of the Dutch Association of the Club of Rome. His two fields of expertise are technology assessment and life cycle analyses of energy systems, focussed on sustainability aspects. He published numerous reports and articles on various topics related to energy and environment, also in peer-reviewed scientific journals.[2]", "70559438": "Alexander Alexandrovich Baykov (Russian: Александр Александрович Байков; August 6, 1870 – April 6, 1946) was a Soviet university professor, scientist specializing in the fields of metallurgy and chemistry and an academician of the USSR Academy of Sciences.[1][2]", "50898643": "Sukh Dev FNA, FASc (born 17 June 1923) is an Indian organic chemist, academic, researcher and writer, known for his contributions in the development of Guggulsterone, a plant-derived steroid used as a therapeutic and nutritional agent.[3] He has conducted advanced research in biomedical science and natural products chemistry and holds 55 patents for his findings.[4]", "42149593": "William Charles Drinkard, Jr. (May 11, 1929 – January 9, 2008) was an American industrial chemist and the inventor of the catalytic hydrocyanation process for making adiponitrile, a key intermediate in nylon production.[1]", "54208220": "Washington University in St. Louis (2018-2022)\nUniversity of Minnesota (1990-2018)", "73279196": "Robert Heinz Abeles (January 14, 1926 – June 18, 2000) was an American biochemist, dedicated in particular to enzymology and chemical biology.[1][2][3] He was born in Vienna, but his family moved to Chicago in 1939, and he made most of his career at Brandeis University. In his later years, Abeles had serious health problems, including Hodgkin's disease in the 1970s and Parkinson's disease in the last ten years.[3]", "6498014": "Clayton Heathcock is an organic chemist, professor of chemistry, and dean of the college of chemistry at the University of California, Berkeley.  Heathcock is well known for his accomplishments in the synthesis of complex polycyclic natural products and for his contributions to the chemistry community.  In 1995 he became a member of the National Academy of Sciences.", "37496542": "Thomas J. McCarthy (born February 20, 1956) is an American born researcher, Professor of Polymer Science and Engineering at the University of Massachusetts Amherst.", "11052770": "Eugene (Gene) Jarosewich (1926–2007) was a chemist in the department of mineral sciences at the Smithsonian Institution.[1]  Jarosewich was known worldwide for wet chemical analyses of meteorites.[2] Working with specimens from the National Mineral Collection, Gene and his co-workers also developed a set of commonly used standards for electron microprobe analyses.", "57452261": "Rosemarie Wesson is the Associate Dean of Research at City College of New York. She was the first African-American woman to receive a PhD in chemical engineering from the University of Michigan. She has worked at the National Science Foundation, Louisiana State University and Dow Chemical Company.", "53520103": "Fellow to the AAAS (2012)", "16983789": "Richard Bruce Silverman (born May 12, 1946) is the Patrick G. Ryan/Aon Professor of Chemistry at Northwestern University. His group's main focus is basic and translational research into central nervous system disorders and cancer. He is known for the discovery of pregabalin, which is marketed by Pfizer under the brand name Lyrica.[1]", "59090677": "Finn Wold (February 3, 1928 – April 14, 1997) was a Norwegian-American biochemist known for the elucidation of structure-function relationships of proteins. Wold was a pioneer in the use of reagents to measure and decipher the structures of proteins. He reported one of the first examples of a transition state analogue, and was at the forefront of the design and use of affinity labels.[1]", "56076021": "Edward Charles Slater FRS FAA (16 January 1917 – 26 March 2016), also known as Bill Slater, was an Australian biochemist who spent most of his career at the University of Amsterdam.", "60401399": "Kazuhito Hashimoto (橋本和仁, Hashimoto Kazuhito, born June 23, 1955) is a Japanese chemist. Between 2004 and 2007 he headed the Research Center for Advanced Science and Technology at the University of Tokyo. In 2016–2022 he served as President of the National Institute for Materials Science (NIMS)[1][2][3] and as the editor-in-chief of the journal Science and Technology of Advanced Materials. On April 1, 2022 he assumed the position of President of Japan Science and Technology Agency.[4]", "23439096": "Harry R. Allcock (born April 8, 1932, Loughborough, England)[1] is Evan Pugh Professor of chemistry at Pennsylvania State University.[2]", "45229827": "John Howard Purnell OBE FRSC[1] (17 August 1925 Rhondda, South Wales — 12 January 1996 Swansea, Wales)[2] was a Welsh chemist.", "31500045": "The University of Michigan\nIndiana University", "68265746": "Ira N. Levine (February 12, 1937 – December 17, 2015) was an American author, scientist,  professor and faculty member in the chemistry department at Brooklyn College. He widely acknowledged for his research in the field of microwave spectroscopy, and for several widely known textbooks in physical chemistry and quantum chemistry.", "5842708": "Samuel Smith (September 13, 1927 – January 1, 2005) was an American chemist who co-invented Scotchgard with Patsy Sherman while an employee at the 3M company in 1952.[1]", "43722526": "Geraldine Lee Richmond (born January 17, 1953, in Salina, Kansas)[1] is an American chemist and physical chemist who is serving as the Under Secretary of Energy for Science in the US Department of Energy.[2][3] Richmond was confirmed to her DOE role by the United States Senate on November 5, 2021.[4] Richmond is the Presidential Chair in Science and professor of chemistry at the University of Oregon (UO).[5] She conducts fundamental research to understand the chemistry and physics of complex surfaces and interfaces. These understandings are most relevant to energy production, atmospheric chemistry and remediation of the environment. Throughout her career she has worked to increase the number and success of women scientists in the U.S. and in many developing countries in Africa, Asia and South America.[6] Richmond has served as president of the American Association for the Advancement of Science, and she received the 2013 National Medal of Science.", "4630305": "Pseudo-Aristotle is a general cognomen for authors of philosophical or medical treatises who attributed their work to the Greek philosopher Aristotle, or whose work was later attributed to him by others. Such falsely attributed works are known as pseudepigrapha. The term Corpus Aristotelicum covers both the authentic and spurious works of Aristotle."}