{"1104948": "Grigory Aleksandrovich Margulis (Russian: Григо́рий Алекса́ндрович Маргу́лис, first name often given as Gregory, Grigori or Gregori; born February 24, 1946) is a Russian-American[2] mathematician known for his work on lattices in Lie groups, and the introduction of methods from ergodic theory into diophantine approximation. He was awarded a Fields Medal in 1978, a Wolf Prize in Mathematics in 2005, and an Abel Prize in 2020, becoming the fifth mathematician to receive the three prizes. In 1991, he joined the faculty of Yale University, where he is currently the Erastus L. De Forest Professor of Mathematics.[3]", "65526840": "YanYan Li (also stylized as Yanyan Li, Yan-yan Li, and Yan Yan Li) is a Professor of mathematics at Rutgers University, specializing in elliptic partial differential equations. He received his Ph.D. at New York University in 1988, under the direction of Louis Nirenberg. He joined Rutgers University in 1990.", "384058": "Madhu Sudan (born 12 September 1966)[1] is an Indian-American computer scientist. He has been a Gordon McKay Professor of Computer Science at the Harvard John A. Paulson School of Engineering and Applied Sciences since 2015.", "64445500": "Franco of Liège (died c. 1083) was an 11th-century mathematician who worked on squaring the circle. He was the chancellor (attested 1057) and later scholaster of Saint Lambert's Cathedral, Liège (before 1066-after 1083).[1] [2]", "1563710": "William Henry Young FRS[1] (London, 20 October 1863 – Lausanne, 7 July 1942) was an English mathematician. Young was educated at City of London School and Peterhouse, Cambridge.[2] He worked on measure theory, Fourier series, differential calculus, amongst other fields, and made contributions to the study of functions of several complex variables. He was the husband of Grace Chisholm Young, with whom he authored and co-authored 214 papers and 4 books. Two of their children became professional mathematicians (Laurence Chisholm Young, Cecilia Rosalind Tanner).[3] Young's Theorem was named after him.[4]", "45374526": "Brendan Edward Hassett is an American mathematician who works as a professor of mathematics at Brown University.[1] His research interests include algebraic geometry and number theory.", "46324798": "Catherine Doléans-Dade (24 January 1942 – 19 September 2004) was a French American mathematician. She made significant contributions to the calculus of martingales, including a general change of variables formula, a theorem on stochastic differential equations, and exponential processes of semimartingales.[1]", "67329087": "Cristina Manolache is a mathematician and Senior Lecturer in the School of Mathematics and Statistics at the University of Sheffield.[1]", "1498176": "Johannes Franciscus Abraham Karel (Johan) van Benthem (born 12 June 1949 in Rijswijk) is a University Professor \n(universiteitshoogleraar [nl]) of logic at the University of Amsterdam at the Institute for Logic, Language and Computation and professor of philosophy at Stanford University (at CSLI). He was awarded the Spinozapremie in 1996[1] and elected a Foreign Fellow of the American Academy of Arts & Sciences in 2015.", "36101182": "Stefan Yuryevich Nemirovski (Russian: Стефан Юрьевич Немировский; born 29 July 1973) is a Russian mathematician. He made notable contributions to topology and complex analysis, and was awarded an EMS Prize in 2000.[1]", "1301580": "Adric /ˈædrɪk/ is a fictional character played by Matthew Waterhouse in the long-running British science fiction television series Doctor Who. He was a young native of the planet Alzarius, which exists in the parallel universe of E-Space. A companion of the Fourth and Fifth Doctors, he was a regular in the programme from 1980 to 1982 and appeared in 11 stories (40 episodes). The name Adric is an anagram derived from the physicist Paul Dirac.", "45112397": "Anna Katharina Wienhard (born 1977)[1] is a German mathematician whose research concerns differential geometry, and especially the use of higher Teichmüller spaces to study the deformation theory of symmetric geometric structures.[1] She is a director at the Max Planck Institute for Mathematics in the Sciences.[2]", "7363661": "Sergey Borisovich Stechkin (Russian: Серге́й Бори́сович Сте́чкин) (6 September 1920 – 22 November 1995) was a prominent Soviet mathematician who worked in theory of functions (especially in approximation theory) and number theory.", "34593873": "Albert J. Crumeyrolle (1919–1992) was a French mathematician and professor of mathematics at the Paul Sabatier University, known for his contributions to spinor structures and Clifford algebra.", "39771218": "Kalyan Bidhan Sinha (K.B. Sinha) (born 3 June 1944) is an Indian mathematician. He is a professor at the Jawaharlal Nehru Centre for Advanced Scientific Research,[1] and Professor Emeritus for life of the Indian Statistical Institute.", "11295827": "Leslie Fox (30 September 1918 – 1 August 1992) was a British mathematician noted for his contribution to numerical analysis.", "23747676": "Roger Joseph Boscovich SJ (Croatian: Ruđer Josip Bošković; pronounced [rûd͡ʑer jǒsip bôʃkoʋit͡ɕ]; Italian: Ruggiero Giuseppe Boscovich;[2] Latin: Rogerius (Iosephus) Boscovicius;[3] 18 May 1711 – 13 February 1787) was a physicist, astronomer, mathematician, philosopher, diplomat, poet, theologian, Jesuit priest, and a polymath from the Republic of Ragusa.[4] He studied and lived in Italy and France where he also published many of his works.[5]", "35216482": "Michel Waldschmidt (born June 17, 1946 at Nancy, France) is a French mathematician, specializing in number theory, especially transcendental numbers.", "45177954": "The Polymath Project is a collaboration among mathematicians to solve important and difficult mathematical problems by coordinating many mathematicians to communicate with each other on finding the best route to the solution. The project began in January 2009 on Timothy Gowers's blog when he posted a problem and asked his readers to post partial ideas and partial progress toward a solution.[1] This experiment resulted in a new answer to a difficult problem, and since then the Polymath Project has grown to describe a particular crowdsourcing process of using an online collaboration to solve any math problem.", "64773222": "Maria Deijfen (born 1975)[1] is a Swedish mathematician known for her research on random graphs and stochastic processes on graphs, including the Reed–Frost model of epidemics. She is a professor of mathematics at Stockholm University.", "61070443": "Gennadiy Mykhailovych Feldman (Ukrainian: Геннадій Михайлович Фельдман; born October 15, 1947) is a Soviet and Ukrainian mathematician, corresponding member of the National Academy of Sciences of Ukraine,[1] Doctor of Science in Physics and Mathematics, Professor, Head of the Mathematical Division of B. Verkin  Institute for Low Temperature Physics and Engineering of the National Academy of Sciences  of Ukraine.", "18734196": "Ramachandran Balasubramanian (born 15 March 1951) is an Indian mathematician and was Director of the Institute of Mathematical Sciences in Chennai, India.[1] He is known for his work in number theory, which includes settling the final g(4) case of Waring's problem in 1986.[2][3]", "27942014": "Karl Theodor Reye (born 20 June 1838 in Ritzebüttel, Germany and died 2 July 1919 in Würzburg, Germany) was a German mathematician.  He contributed to geometry, particularly projective geometry and synthetic geometry. He is best known for his introduction of configurations in the second edition of his book, Geometrie der Lage (Geometry of Position, 1876).[1] The Reye configuration of 12 points, 12 planes, and 16 lines is named after him.", "65199234": "Professor Sivakolundu Srisatkunarajah (Tamil: சிவக்கொழுந்து சிறிசற்குணராஜா) is a Sri Lankan Tamil mathematician, academic and current vice-chancellor of the University of Jaffna.", "318598": "Paul Richard Halmos (Hungarian: Halmos Pál; March 3, 1916 – October 2, 2006) was a Hungarian-born American mathematician and statistician who made fundamental advances in the areas of mathematical logic, probability theory, statistics, operator theory, ergodic theory, and functional analysis (in particular, Hilbert spaces). He was also recognized as a great mathematical expositor. He has been described as one of The Martians.[1]", "22994055": "Solomon Grigor'evich Mikhlin (Russian: Соломо́н Григо́рьевич Ми́хлин, real name Zalman Girshevich Mikhlin) (the family name is also transliterated as Mihlin or Michlin) (23 April 1908 – 29 August 1990[1]) was a Soviet mathematician of who worked in the fields of linear elasticity, singular integrals and numerical analysis: he is best known for the introduction of the symbol of a singular integral operator, which eventually led to the foundation and development of the theory of pseudodifferential operators.[2]", "8477832": "Sibt al-Maridini, full name Muḥammad ibn Muḥammad ibn Aḥmad Abū ʿAbd Allāh Badr [Shams] al‐Dīnal‐Miṣrī al‐Dimashqī (1423 – 1506 AD), was an Egyptian-born[citation needed] astronomer and mathematician. (Young (2007)) His father came from Damascus. The name \"Sibt al-Maridini\" means \"the son of Al-Mardini's daughter\". His maternal grandfather, Abdullah al-Maridini, was a reputed astronomer of the eighth century AH.[citation needed] He was a disciple of the astronomer Ibn al-Majdi (d. 850/1506), according to tradition. (Young (2007))", "1924233": "Bruno Buchberger (born 22 October 1942) is Professor of Computer Mathematics at Johannes Kepler University in Linz, Austria. In his 1965 Ph.D. thesis, he created the theory of Gröbner bases,[2] and has developed this theory throughout his career. He named these objects after his advisor Wolfgang Gröbner. Since 1995, he has been active in the Theorema project at the University of Linz.", "50945165": "Joseph Y.T. Mugisha is a Ugandan mathematician (specialising in biomathematics), academician and academic administrator. Currently he is a Professor of Mathematics and Principal of the College of Natural Sciences,[1] a constituent college of Makerere University. Makerere University is the Oldest University in Uganda.", "5004430": "John G. McWhirter FRS FREng FIMA FInstP FIEE FLSW is a British mathematician and engineer in the field of signal processing.[citation needed]", "67394703": "Nikolai Semenovich Piskunov (Russian: Пискунов, Николай Семенович) (9 May 1908 – 1977)[1][2] was a Soviet mathematician working mainly in the field of partial differential equations. He is known for the Kolmogorov–Petrovsky–Piskunov equation,[1] a key model in mathematical population dynamics, and his textbook on differential and integral calculus which was used at many technical universities and was translated into several languages.[1]", "16211088": "James Glenie (or Glennie) FRSE FRS (1750 – 23 November 1817) was a Scottish soldier, businessman and political figure associated with New Brunswick. He represented Sunbury County in the Legislative Assembly of New Brunswick from 1789 to 1809.", "34036884": "José Sebastião e Silva (12 December 1914 in Mértola – 25 May 1972 in Lisbon) was a Portuguese mathematician.[1]", "39771284": "Maithili Sharan (born 4 January 1953) is an Indian mathematician who specialises in  mathematical modelling, biofluid mechanics, Air Pollution and atmospheric boundary layer.", "32529559": "Roger Fletcher FRS FRSE (29 January 1939 – 15 July 2016)[1] was a British mathematician and professor at University of Dundee.[2]\nHe was a Fellow of the Society for Industrial and Applied Mathematics (SIAM)[3] and was elected as a Fellow of the Royal Society in 2003.[4]", "187544": "Hermann Klaus Hugo Weyl, ForMemRS[1] (German: [vaɪl]; 9 November 1885 – 8 December 1955) was a German mathematician, theoretical physicist, logician and philosopher. Although much of his working life was spent in Zürich, Switzerland, and then Princeton, New Jersey, he is associated with the University of Göttingen tradition of mathematics, represented by Carl Friedrich Gauss, David Hilbert and Hermann Minkowski.", "15883418": "Earle Raymond Hedrick (September 27, 1876 –  February 3, 1943), was an American mathematician and a vice-president of the University of California.", "6642843": "Dennis M. DeTurck (born July 15, 1954) is an American mathematician known for his work in partial differential equations and Riemannian geometry, in particular contributions to the theory of the Ricci flow and the prescribed Ricci curvature problem. He first used the DeTurck trick to give an alternative proof of the short time existence of the Ricci flow, which has found other uses since then.", "63659166": "Robert Iain McLachlan FRSNZ (born 1964) is a New Zealand mathematician and Distinguished Professor in the School of Fundamental Sciences, Massey University, New Zealand.[1] His research in geometric integration encompasses both pure and applied mathematics, modelling the structure of systems such as liquids, climate cycles, and quantum mechanics. He is also writes for the public on the subject of climate change policy.", "11164831": "Sir Harry Campion, KCB, CBE (20 May 1905 – 24 May 1996) was a British statistician and the first director of what was the Central Statistical Office of the United Kingdom. He was also first director of the United Nations Statistical Office. He played a leading role in the development of official statistics, nationally and internationally, after the Second World War.", "24075426": "James \"Jim\" Wiegold (15 April 1934 – 4 August 2009) was a Welsh mathematician.", "52485283": "Johann Friedrich Schultz, also known as Johann Schultz (11 June 1739, Mühlhausen – 27 June 1805, Königsberg), was a German Enlightenment Protestant theologian, mathematician and philosopher.[1] He is best known as a close personal friend and trusted expositor (a person who explains complicated ideas) of Immanuel Kant. Johann Schultz was a Hofprediger (second court chaplain) and Professor of Mathematics at the University of Königsberg.[2]", "8084648": "Wawrzyniec Żmurko (9 July 1824, in Jaworów – 3 April 1889, in Lwów) was a Polish mathematician, professor of Lwów University and Lwów Polytechnic, honoris causa of Lwów University, member of Polish Academy of Learning. He was a president of Polish Copernicus Society of Naturalists (1879-1881). In 1885-1886 he was Rector of the Lwów University. He was the father of a painter, Franciszek Żmurko.", "71425193": "Pierre-Justin Delort, often anglicized to Peter, was a French priest and academic who was exiled following the French Revolution and moved to Ireland.[1] Born in Bordeaux in December 1748. A priest in the Archdiocese of Bordeaux in France, he held a Doctor of Laws from the University of Bordeaux.[2] Delort was a professor of philosophy at the Collège de Guyenne, before the Revolution. Following the revolution, he emigrated to London.[3]", "1563824": "Martin Andreas Nowak (born 1964 or 1965)[2] is an Austrian-born professor of mathematics and biology at Harvard University. He is one of the leading researchers in evolutionary dynamics.[2] Nowak has made contributions to the fields of evolutionary theory, cooperation, viral dynamics, and cancer dynamics.", "56679601": "Colin Lingwood Mallows (10 September 1930 – 4 November 2023) was an English statistician, who worked in the United States from 1960.[1] He was known for Mallows's Cp, a regression model diagnostic procedure, widely used in regression analysis and the Fowlkes–Mallows index, a popular clustering validation criterion.[2]", "37412020": "Susan Jane Cunningham (March 23, 1842 – January 24, 1921) was an American mathematician instrumental in the founding and development of Swarthmore College.[1] She was born in Maryland, and studied mathematics and astronomy with Maria Mitchell at Vassar College as a special student during 1866–67.[1] She also studied those subjects during several summers at Harvard University, Princeton University, Newnham College, Cambridge, the Royal Observatory, Greenwich, and Williams College.[1]", "646326": "Kunihiko Kodaira (小平 邦彦, Kodaira Kunihiko, Japanese pronunciation: [kodaꜜiɾa kɯɲiꜜçi̥ko], 16 March 1915 – 26 July 1997) was a Japanese mathematician known for distinguished work in algebraic geometry and the theory of complex manifolds, and as the founder of the Japanese school of algebraic geometers.[1] He was awarded a Fields Medal in 1954, being the first Japanese national to receive this honour.[1]", "2415799": "Giulio Carlo, Count Fagnano, Marquis de Toschi (26 September 1682 — 18 May 1766)[1] was an Italian mathematician. He was probably the first to direct attention to the theory of elliptic integrals. Fagnano was born in Senigallia (at the time spelled \"Sinigaglia\"), and also died there.[1]", "56974520": "Albin Herzog (1852–1909) was a Swiss mathematician who was director of the ETH Zurich.", "58711225": "Margaret Hayman FIMA (1923 – 26 July 1994, born Margaret Riley Crann) was a British mathematics educator who co-founded the British Mathematical Olympiad, wrote mathematics textbooks, and became president of the Mathematical Association.", "62414012": "Sun Binyong (Chinese: 孙斌勇; born November 1976) is a Chinese mathematician. He is an academician of the Chinese Academy of Sciences (CAS).[1]", "37706943": "Robert R. Coveyou (February 9, 1915 – February 19, 1996) was an American research mathematician who worked at the Oak Ridge National Laboratory.[1]  He also taught mathematics part-time for several years at Knoxville College and worked at the International Atomic Energy Agency in Vienna, Austria, while on leave from the Oak Ridge National Laboratory from 1968 until 1971.", "43048129": "Julius August Christoph Zech (24 February 1821 Stuttgart, Germany − 13 July 1864  Berg) was a German astronomer and mathematician.", "56517": "Raymond Merrill Smullyan (/ˈsmʌliən/; May 25, 1919 – February 6, 2017)[1][2][3] was an American mathematician, magician, concert pianist, logician, Taoist, and philosopher.", "5397705": "Wolfgang Heinrich Johannes Fuchs (May 19, 1915, Munich – February 24, 1997) was a British mathematician specializing in complex analysis. His main area of research was Nevanlinna theory.", "5561556": "Charles-René de Fourcroy de Ramecourt (1715–1791) was a French officer of the Royal Engineers Corps. He is known for having published the first synthetic map of urban geography in his Essai d'une table poléométrique (1782).", "33348821": "Robert Wayne Thomason (5 November 1952 in Tulsa, Oklahoma, U.S. – 5 November 1995 in Paris, France)[1] was an American mathematician who worked on algebraic K-theory. His results include a proof that all infinite loop space machines are in some sense equivalent, and progress on the Quillen–Lichtenbaum conjecture.", "482522": "Carl Wilhelm Borchardt (22 February 1817 – 27 June 1880) was a German mathematician.", "23770": "Pavel Samuilovich Urysohn (Па́вел Самуи́лович Урысо́н) (February 3, 1898 – August 17, 1924) was a Soviet mathematician who is best known for his contributions in dimension theory, and for developing Urysohn's metrization theorem and Urysohn's lemma, both of which are fundamental results in topology. His name is also commemorated in the terms Urysohn universal space, Fréchet–Urysohn space, Menger–Urysohn dimension and Urysohn integral equation. He and Pavel Alexandrov formulated the modern definition of compactness in 1923.", "47963358": "Frank John Forelli, Jr. (8 April 1932, San Diego – 5 September 1994, Madison, Wisconsin) was an American mathematician, specializing in the functional analysis of holomorphic functions.[1]", "482526": "Nikolay Yakovlevich Sonin (Russian: Никола́й Я́ковлевич Со́нин, February 22, 1849 – February 27, 1915) was a Russian mathematician.", "22306020": "Craige Schensted (April 12, 1927 – January 22, 2021), who formally changed his name to Ea Ea, was an American physicist and mathematician who first formulated the insertion algorithm (Schensted 1961) that defines the Robinson–Schensted correspondence. Under a different form, that correspondence had earlier been described by Gilbert de Beauregard Robinson in 1938, but it is due to the Schensted insertion algorithm that the correspondence has become widely known in combinatorics. Schensted also designed several board games including *Star,  Star, and Y. In  1995, he changed his name to  Ea, the Babylonian name for the Sumerian god Enki, and in 1999 changed it to Ea Ea. He lived[clarification needed] on Peaks Island in Portland, Maine.", "1432807": "Joseph Bernard Kruskal, Jr. (/ˈkrʌskəl/; January 29, 1928 – September 19, 2010) was an American mathematician, statistician, computer scientist and psychometrician.", "47635690": "Sergei Vladimirovich Vostokov (Russian: Сергей Владимирович Востоков; born April 13, 1945) is a Russian mathematician. He made major contributions to local number theory. He is a professor at St. Petersburg State University.", "22764779": "Vilmos Totik (Mosonmagyaróvár, March 8, 1954) is a Hungarian mathematician, working in classical analysis, harmonic analysis, orthogonal polynomials, approximation theory, potential theory. He is a professor of the University of Szeged. Since 1989 he is also a part-time professor at the University of South Florida (Tampa).", "38919405": "Laurence Alexander Wolsey is an Belgian-English mathematician working in the field of integer programming. He is a former president and research director of the Center for Operations Research and Econometrics (CORE) at Université catholique de Louvain in Belgium.[1] He is professor emeritus of applied mathematics at the engineering school of the same university.", "47275252": "Harald G. Niederreiter (born June 7, 1944) is an Austrian mathematician known for his work in discrepancy theory, algebraic geometry, quasi-Monte Carlo methods, and cryptography.", "21814516": "James Grenfell Mauldon MC (1920 – 21 May 2002) was a British mathematician who taught at the University of Oxford and in the United States at Amherst College.", "62545142": "Luigi Chierchia (born 1957) is an Italian mathematician, specializing in nonlinear differential equations, mathematical physics, and dynamical systems (celestial mechanics and Hamiltonian systems).[1]", "13589753": "Takebe Katahiro (建部 賢弘, 1664 – August 24, 1739), also known as Takebe Kenkō, was a Japanese mathematician and cartographer during the Edo period.[1]", "42622216": "Lê Dũng Tráng, (born 1947 in Saigon) is a Vietnamese-French mathematician.", "220425": "James Gregory FRS (November 1638 – October 1675) was a Scottish mathematician and astronomer. His surname is sometimes spelt as Gregorie, the original Scottish spelling. He described an early practical design for the reflecting telescope – the Gregorian telescope – and made advances in trigonometry, discovering infinite series representations for several trigonometric functions.", "44817674": "Dorothy Walcott Weeks (May 3, 1893 – June 4, 1990) was an American mathematician and physicist. Weeks was born in Philadelphia, Pennsylvania. She earned degrees from Wellesley College, the Massachusetts Institute of Technology, and Simmons College.[1] Weeks was the first woman to receive a PhD in mathematics from the Massachusetts Institute of Technology.[2][3]", "52059400": "Wilson Alexander Sutherland (26 September 1935 – 7 October 2019) was a British mathematician at the University of Oxford.", "42654988": "Michael Richard Edward Proctor FRS FIMA FRAS (born 19 September 1950)[2] is a British physicist, mathematician, and academic. He is Professor of Astrophysical Fluid Dynamics at the University of Cambridge and, since his election in 2013, the Provost of King's College, Cambridge and school governor at Eton College.[3][4][5][6]", "8510733": "Muḥyī al‐Milla wa al‐Dīn Yaḥyā Abū ʿAbdallāh ibn Muḥammad ibn Abī al‐Shukr al‐Maghribī al‐Andalusī (Arabic: محيي الدين المغربي; c. 1220 – June 1283), referred to in sources as Muhyi l'din, was an astronomer, astrologer and mathematician of the Islamic Golden Age. He belonged to the group of astronomers associated with the Maragheh observatory in the Ilkhanate, most notably Nasir al-Din al-Tusi. In astronomy, Muhyi l'din carried out a large‐scale project of systematic planetary observations, which led to the development of several new astronomical parameters.[1]", "1891598": "Ernst Mally (/ˈmɑːli/; German: [ˈmali]; 11 October 1879 – 8 March 1944) was an Austrian analytic philosopher,[2][3] initially affiliated with Alexius Meinong's Graz School of object theory. Mally was one of the founders of deontic logic and is mainly known for his contributions in that field of research. In metaphysics, he is known for introducing a distinction between two kinds of predication, better known as the dual predication approach.[7]", "26467605": "Stefan Andrus Burr (born 1940) is a mathematician and computer scientist.  He is a retired professor of Computer Science at The City College of New York.", "21716253": "Enrique Zuazua (Iriondo, second family name) is  the Head of the Chair for Dynamics, Control, Machine Learning and Numerics - FAU DCN-AvH [1] (Alexander von Humboldt Professorship) at the University of Erlangen–Nuremberg (FAU).[2][3][4] He is also Distinguished Research Professor and the Director of the Chair of Computational Mathematics of DeustoTech Research Center of the University of Deusto in Bilbao, Basque Country, Spain and Professor of Applied Mathematics at Universidad Autónoma de Madrid (UAM).", "843038": "Joseph Petzval[4] (6 January 1807 – 17 September 1891[5]) was a mathematician, inventor, and physicist best known for his work in optics. He was born in the town of Szepesbéla in the Kingdom of Hungary (in German: Zipser Bela, now Spišská Belá in Slovakia).[1][2][3][6]", "34299169": "Friedrich Otto Rudolf Sturm (6 January 1841 – 12 April 1919) was a German mathematician. His Ph.D. advisor was Heinrich Eduard Schroeter, and Otto Toeplitz was one of his Ph.D. students. His best ever proposal type claim is commonly known as \"Sturm's Theorem\" based on finding the complex imaginary roots of an infinite arbitrary-integer series.", "6085925": "Yum-Tong Siu (Chinese: 蕭蔭堂; born May 6, 1943, in Guangzhou, China) is the William Elwood Byerly Professor of Mathematics at Harvard University.", "27024678": "Peter Wynn (1931—2017) was an English mathematician. His main achievements concern approximation theory – in particular the theory of Padé approximants – and its application in numerical methods for improving the rate of convergence of sequences of real numbers.", "61758759": "Christina Anna Goldschmidt is a British probabilist known for her work in probability theory including coalescent theory, random minimum spanning trees, and the theory of random graphs. She is professor of probability in the department of statistics, University of Oxford and a fellow of Lady Margaret Hall, Oxford.[1]", "19389746": "Wilhelm Cauer (24 June 1900 – 22 April 1945[1]) was a German mathematician and scientist. He is most noted for his work on the analysis and synthesis of electrical filters and his work marked the beginning of the field of network synthesis.  Prior to his work, electronic filter design used techniques which accurately predicted filter behaviour only under unrealistic conditions. This required a certain amount of experience on the part of the designer to choose suitable sections to include in the design. Cauer placed the field on a firm mathematical footing, providing tools that could produce exact solutions to a given specification for the design of an electronic filter.", "63724852": "Jan S. Hesthaven is a Danish mathematician,[4] currently Vice President for Academic Affairs [5] at EPFL (École polytechnique fédérale de Lausanne). He is Professor of Mathematics, holds the Chair of Computational Mathematics and Simulation Science (MCSS),[6] and was appointed Vice President for Academic Affairs at EPFL (starting in 2021).[7] He is particularly known for contributions to the development, analysis and application of high-order accurate computational methods for time-dependent partial differential equations.[2] He has also contributed substantially to the development of reduced order models and the application of neural networks and machine learning techniques to problems in science and engineering.", "679224": "John Barkley Rosser Sr. (December 6, 1907 – September 5, 1989) was an American logician, a student of Alonzo Church, and known for his part in the Church–Rosser theorem in lambda calculus. He also developed what is now called the \"Rosser sieve\" in number theory. He was part of the mathematics department at Cornell University from 1936 to 1963, chairing it several times.[1] He was later director of the Army Mathematics Research Center at the University of Wisconsin–Madison and the first director of the Communications Research Division of IDA. Rosser also authored mathematical textbooks.", "44916025": "Fellow, American Academy of Arts and Sciences (2014)\nMember, National Academy of Sciences (2021)", "37182777": "Arthur Sard (28 July 1909, New York City – 31 August 1980, Basel) was an American mathematician, famous for his work in differential topology and in spline interpolation. His fame stems primarily from Sard's theorem, which says that the set of critical values of a differential function which has sufficiently many derivatives has measure zero.[1]", "8019257": "Daniel Alexander Murray (1862–1934) was a Canadian mathematician.", "5233980": "Solomon \"Sol\" Garfunkel born 1943, in Brooklyn, New York, is an American mathematician who has dedicated his career to mathematics education. Since 1980, he has served as the executive director of the award-winning non-profit organization \"Consortium for Mathematics and Its Applications\",[1] working with teachers, students, and business people to create learning environments where mathematics is used to investigate and model real issues in our world.", "29023548": "Aise Johan de Jong (born 30 January 1966)[1] is a Dutch mathematician born in Belgium. He currently is a professor of mathematics at Columbia University. His research interests include arithmetic geometry and algebraic geometry.", "40525123": "Lawrence Christian Biedenharn, Jr. (18 November 1922, Vicksburg, Mississippi – 12 February 1996, Austin, Texas) was an American theoretical nuclear physicist and mathematical physicist, a leading expert on applications of Lie group theory to physics.[1][2]", "65559882": "Irene Mulvey is an American mathematician.", "63364427": "Euclid Speidell (died 1702) was an English customs official and mathematics teacher known for his writing on logarithms. Speidell published revised and expanded versions of texts by his father, John Speidell.[1] He also published a book called Logarithmotechnia, or, The making of numbers called logarithms to twenty five places from a geometrical figure in 1688.[2][3]", "67034444": "Katalin Bimbó (born 1963)[1] is a logician and philosopher known for her books on mathematical logic and proof theory. She earned a Ph.D. in 1999 at Indiana University, under the supervision of Jon Michael Dunn,[2]\nand is a professor of philosophy at the University of Alberta[3] after having earned tenure there in 2013.[4]", "49995085": "Alexandre-Henry-Guillaume le Roberger de Vausenville was an 18th-century French astronomer and mathematician.[1]", "48651594": "John Vincent Pardon (born June 1989) is an American mathematician who works on geometry and topology.[1] He is primarily known for having solved Gromov's problem on distortion of knots, for which he was awarded the 2012 Morgan Prize. He is currently a permanent member of the Simons Center for Geometry and Physics and a full professor of mathematics at Princeton University.", "46292304": "Boris Petrovich Komrakov (Борис Петрович Комраков; born 30 October 1948, in Ivano-Frankivsk) is a Russian mathematician, who works on Lie groups.", "3824977": "Richard Mansfield Dudley (July 28, 1938 – January 19, 2020)[1] was Professor of Mathematics at the Massachusetts Institute of Technology.", "33807699": "Stanley Tennenbaum (April 11, 1927 – May 4, 2005) was an American mathematician who contributed to the field of logic.[1]  In 1959, he published Tennenbaum's theorem, which states that no countable nonstandard model of Peano arithmetic (PA) can be recursive, i.e. the operations + and × of a nonstandard model of PA are not recursively definable in the + and × operations of the standard model.[2] He was a professor at Yeshiva University in the 1960s.", "22142294": "Lothar Göttsche (born January 21, 1961, in Sonderburg, Denmark) is a German mathematician, known for his work in algebraic geometry.", "2448727": "Theodor von Oppolzer (26 October 1841 – 26 December 1886) was an Austrian astronomer and mathematician of Bohemian origin.[1][2]", "908634": "Johan Torkel Håstad (Swedish pronunciation: [ˈjûːan ˈhǒːsta]; born 19 November 1960) is a Swedish theoretical computer scientist most known for his work on computational complexity theory. He was the recipient of the Gödel Prize in 1994 and 2011 and the ACM Doctoral Dissertation Award in 1986, among other prizes. He has been a professor in theoretical computer science at KTH Royal Institute of Technology in Stockholm, Sweden since 1988, becoming a full professor in 1992. He is a member of the Royal Swedish Academy of Sciences since 2001.", "62446940": "Kenneth Paul Bogart (August 6, 1943 – March 30, 2005)[1] was an American mathematician known for his work on preference structures[2] and for his textbook on combinatorics.[3]\nHe was a professor at Dartmouth College.[1]", "46914909": "Richard Douglas Canary (born in 1962) is an American mathematician working mainly on low-dimensional topology. He is a professor at the University of Michigan.[1]", "18079073": "Mark W. Spong (born November 5, 1952, in Warren, Ohio) is an American roboticist. He is a professor of systems engineering and electrical and computer engineering in the Erik Jonsson School of Engineering & Computer Science  at the University of Texas at Dallas (UTD). He served as dean of the Jonsson School and the Lars Magnus Ericsson Chair in Electrical Engineering from 2008 to 2017. Before he joined UTD, he was the Donald Biggar Willett Professor of Engineering, professor of electrical engineering, research professor of Coordinated Science Laboratory and Information Trust Institute, and director of Center for Autonomous Engineering Systems and Robotics at the University of Illinois at Urbana-Champaign.", "49339747": "Guillaume de Bray (born at Bray in the Ile-de-France, date unknown; died in Orvieto, 29 April 1282) was a French ecclesiastic and Roman Catholic Cardinal, poet, and mathematician.[1]", "6643045": "Susan Howson (born 1973) is a British mathematician whose research is in the fields of algebraic number theory and arithmetic geometry.", "35216749": "Albert-Ludwigs-Universität Freiburg, Germany,", "61332845": "Melody Tung Chan is an American mathematician and violinist who works as Associate Professor of Mathematics at Brown University.[1] She is a winner of the Alice T. Schafer Prize and of the AWM–Microsoft Research Prize in Algebra and Number Theory. Her research involves combinatorial commutative algebra, graph theory, and tropical geometry.", "56778095": "Marie A. Vitulli is an American mathematician and professor emerita at the University of Oregon.", "32660847": "Thomas Baxter (fl. 1732–1740), was a schoolmaster and mathematician who published an erroneous method of squaring the circle. He was derided as a \"pseudo-mathematician\" by F. Y. Edgeworth, writing for the Dictionary of National Biography.[1]", "56810865": "Hendrik Wolter (Henk) Broer (born 18 February 1950, Diever) is a Dutch mathematician known for contributions to the theory of nonlinear dynamical systems. He was professor at the University of Groningen between 1981 and 2015.", "2547060": "Wassily Hoeffding (June 12, 1914 – February 28, 1991) was a Finnish statistician and probabilist. Hoeffding was one of the founders of nonparametric statistics, in which Hoeffding contributed the idea and basic results on U-statistics.[1][2]", "49864054": "Carl Mark Pearcy, Jr. (born August 25, 1935) is an American mathematician whose research has been concentrated on operator theory and operator algebras. He has coauthored several books, including \"Introduction to operator theory I\", Introduction to analysis\", and \"Measure and integration\", all published by Springer and coauthored by Arlen Brown (and Hari Bercovici in the case of Measure and integration). Pearcy had 31 Ph. D. students at Michigan and TAMU\n,[1] several of whom are outstanding mathematicians. Pearcy's bibliography contains more than 150 papers, and his research has concerned the invariant subspace problem and the theory of dual algebras.", "27417977": "Roger of Hereford (or Rogerus Herefordensis, or Roger Infans, or Roger Puer); a medieval astronomer, astrologer, alchemist and mathematician active in Hereford circa. 1178 - 1198.", "2350459": "Jeffrey Henderson Smith is a former professor of mathematics at Purdue University in Lafayette, Indiana. He received his Ph.D. from the Massachusetts Institute of Technology in 1981, under the supervision of Daniel Kan,[1] and was promoted to full professor at Purdue in 1999.[2] His primary research interest is algebraic topology; his best-cited work[3] consists of two papers in the Annals of Mathematics on \"nilpotence and stable homotopy\".", "23485820": "Ali Ulger is a Turkish mathematician who works in the field of functional analysis.  He got his PhD from University of Besançon in 1972. Between 1978 and 1996, he worked at Boğaziçi University. Then, he moved to Koç University where he still works as Professor of Mathematics.", "2514301": "Johann Georg Tralles (15 October 1763 – 19 November 1822) was a German mathematician and physicist.\nImage Bordeaux-Paris 1911 - Jules Masselis.jpg\nN", "384384": "Solomon Lefschetz ForMemRS (Russian: Соломо́н Ле́фшец; 3 September 1884 – 5 October 1972) was a Russian-born American mathematician who did fundamental work on algebraic topology, its applications to algebraic geometry, and the theory of non-linear ordinary differential equations.[3][1][4][5]", "63298947": "Marcia Alper Ascher (April 23, 1935 – August 10, 2013) was an American mathematician, and a leader and pioneer in ethnomathematics.[1] She was a professor emerita of mathematics at Ithaca College.[2][3]", "53271946": "Harald Grobner (born 4 December 1980 in Neunkirchen, Austria) is an Austrian mathematician at the Faculty of Mathematics,[1] University of Vienna. His research focuses on questions of algebra and number theory within the Langlands program.[2]", "34561422": "Michel Xavier Goemans (born December, 1964) is a Belgian-American professor of applied mathematics and the RSA Professor of Mathematics at MIT working in discrete mathematics and combinatorial optimization at CSAIL and MIT Operations Research Center.[2]", "11853200": "Raman Parimala (born 21 November 1948)[1] is an Indian mathematician known for her contributions to algebra.  She is the Arts & Sciences Distinguished Professor of mathematics at Emory University.[2] For many years, she was a professor at Tata Institute of Fundamental Research (TIFR), Mumbai. She has been on the Mathematical Sciences jury for the Infosys Prize from 2019[3] and is on the Abel prize selection Committee 2021/2022.[4]", "59170196": "Gillie Aldah Larew (July 28, 1882 – January 2, 1977)[1] was an American mathematician, the first alumna of Randolph–Macon Woman's College to become a full professor there, and eventually the dean of the college.[2]", "62446999": "Christian Lubich (born 29 July 1959) is an Austrian mathematician, specializing in numerical analysis.", "3071383": "Kenjiro Shoda (Japanese: 正田 建次郎 Shōda Kenjirō; February 25, 1902 – March 20, 1977) was a Japanese mathematician.", "69492125": "Celia Margaret Theodora Greenwood is a Canadian biostatistician specializing in statistical genetics. She is a James McGill Professor of Oncology at McGill University.", "54549919": "Kenneth Henry Wolfe FRS MRIA[11][12] is an Irish geneticist and professor of genomic evolution at University College Dublin (UCD), Ireland.[13][11][14]", "4185503": "Peder [Nielsen] Horrebow (Horrebov) (14 May 1679 – 15 April 1764) was a Danish astronomer.  Born in Løgstør, Jutland to a poor family of fishermen, Horrebow entered the University of Copenhagen in 1703.  He worked his way through grammar school and university by virtue of his technical knowledge: he repaired mechanical and musical instruments and cut seals.  He received his MA from the university in 1716, and his MD in 1725.  From 1703 to 1707, he served as an assistant to Ole Rømer and lived in Rømer's home.  He worked as a household tutor from 1707 to 1711 to a Danish baron, and entered the governmental bureaucracy as an excise writer in 1711.", "43507104": "Johann (János) A. Makowsky (born March 12, 1948) is a Hungarian-born naturalised Swiss mathematician who works in mathematical logic and the logical foundations of computer science and combinatorics. He studied at ETH Zurich from 1967–73. He was a student in Zürich of Ernst Specker and Hans Läuchli[1] in mathematical logic, (Diploma in Mathematics and Physics 1971, Dr. math.sc. in 1974), of Beno Eckmann (Topology and Geometry) and Volker Strassen (Algorithmics), and in Warsaw of Andrzej Mostowski and Witek Marek, where he spent 1972 as an exchange student. Makowsky held visiting positions at the Banach Center in Warsaw (Poland), Stanford University (USA), Simon Fraser University (Canada), University of Florence (Italy),  MIT (USA), Lausanne University and ETH Zurich (Switzerland). He held regular positions at the Free University of Berlin and the Technion – Israel Institute of Technology (Haifa, Israel) where he was a full professor.[2]", "2121127": "Étienne Pascal (French: [etjɛn paskal]; 2 May 1588 – 24 September 1651) was a French chief tax officer and the father of Blaise Pascal (1623–1662).", "27090343": "Vladimir Aleksandrovich Andrunakievich (Russian: Владимир Александрович Андрунакиевич; 3 April 1917 – 22 July 1997) was a Soviet and Moldovan mathematician, known for his work in abstract algebra. He was a doctor of physical and mathematical sciences (1958), academician (1961) and vice-president (1964—1969, 1979—1990) of the Moldavian Soviet Academy of Sciences. Laureate of the State Prize of the Moldavian SSR (1972).[1]", "73883050": "John Nelson Robin Stockwell (10 April 1832 in Northampton, Massachusetts – 18 May 1920 in Shaker Heights, Ohio) was an American astronomer and mathematician.", "23979": "Claudius Ptolemy (/ˈtɒləmi/; Greek: Πτολεμαῖος, Ptolemaios; Latin: Claudius Ptolemaeus; c. 100 – c. 170 AD)[1] was an Alexandrian mathematician, astronomer, astrologer, geographer, and music theorist,[2] who wrote about a dozen scientific treatises, three of which were of importance to later Byzantine, Islamic, and Western European science. The first is the astronomical treatise now known as the Almagest, although it was originally entitled the Mathēmatikē Syntaxis or Mathematical Treatise, and later known as The Greatest Treatise. The second is the Geography, which is a thorough discussion on maps and the geographic knowledge of the Greco-Roman world. The third is the astrological treatise in which he attempted to adapt horoscopic astrology to the Aristotelian natural philosophy of his day. This is sometimes known as the Apotelesmatika (lit. \"On the Effects\") but more commonly known as the Tetrábiblos, from the Koine Greek meaning \"Four Books\", or by its Latin equivalent Quadripartite.", "35216813": "Karl Joseph Bobek (1855–1899) was a German mathematician working on elliptic functions and geometry.", "384430": "Sir William Vallance Douglas Hodge FRS FRSE[2] (/hɒdʒ/; 17 June 1903 – 7 July 1975) was a British mathematician, specifically a geometer.[3][4]", "14343599": "Harley M. Flanders (September 13, 1925 – July 26, 2013) was an American mathematician, known for several textbooks and contributions to his fields: algebra and algebraic number theory, linear algebra, electrical networks, scientific computing.[1]", "26959280": "Blanche Descartes was a collaborative pseudonym used by the English mathematicians R. Leonard Brooks, Arthur Harold Stone, Cedric Smith, and W. T. Tutte. The four mathematicians met in 1935 as undergraduate students at Trinity College, Cambridge, where they joined the Trinity Mathematical Society and began meeting together to work on mathematical problems.", "47734189": "Jan W. Jaworowski (March 2, 1928 in Augustów, Poland – April 10, 2013[1] in Bloomington, Indiana) was a Polish and American mathematician, topologist.", "20012466": "Jeremiah Horrocks (1618 – 3 January 1641), sometimes given as Jeremiah Horrox (the Latinised version that he used on the Emmanuel College register and in his Latin manuscripts),[2] was an English astronomer. He was the first person to demonstrate that the Moon moved around the Earth in an elliptical orbit; and he was the only person to predict the transit of Venus of 1639, an event which he and his friend William Crabtree were the only two people to observe and record. Most remarkably, Horrocks correctly asserted that Jupiter was accelerating in its orbit while Saturn was slowing and interpreted this as due to mutual gravitational interaction, thereby demonstrating that gravity's actions were not limited to the Earth, Sun, and Moon.[3]", "8838575": "Nicholas Kratzer (1487? – 1550), also known as Nicolaus Kratzer and Nicholas Crutcher, was a German mathematician, astronomer, and horologist. Much of Kratzer's professional life was spent in England, where he was appointed as astronomer to King Henry VIII.", "48258489": "Frank Merle (born 22 November 1962, in Marseille) is a French mathematician, specializing in partial differential equations and mathematical physics.", "7364025": "Dunham Jackson (July 24, 1888 in Bridgewater, Massachusetts – November 6, 1946) was a mathematician who worked within approximation theory, notably with trigonometrical and orthogonal polynomials.[1] He is known for Jackson's inequality. He was awarded the Chauvenet Prize in 1935.[2] His book Fourier Series and Orthogonal Polynomials (dated 1941) was reprinted in 2004.", "6643135": "Edna Grossman (born Edna Kalka) is an American mathematician. She was born in Germany, grew up in Brooklyn, New York, and graduated with a B.S. in mathematics from Brooklyn College. She earned her M.S. in mathematics from New York University's Courant Institute of Mathematical Sciences, where she also received her Ph.D. in mathematics in 1972; her thesis, supervised by Wilhelm Magnus, concerned the symmetries of free groups.[1] Grossman worked for IBM, where she was part of the team that designed and analyzed the Data Encryption Standard.[2] She is known for her development, along with Bryant Tuckerman, of the first slide attack in cryptanalysis.[3]", "40066499": "Catherine (\"Cathy\") Helen O'Neil is an American mathematician, data scientist, and author.  She is the author of the New York Times best-seller Weapons of Math Destruction, and opinion columns in Bloomberg View.   O'Neil was active in the Occupy movement.[1]", "17620420": "Edgar Krahn (1 October [O.S. 19 September] 1894 – 6 March 1961) was an Estonian mathematician.[1] Krahn was born in Sootaga (now Laiuse, Jõgeva County), Governorate of Livonia, as a member of the Baltic German minority. He died in Rockville, Maryland, United States.", "33349066": "Helmut Wielandt (19 December 1910 – 14 February 2001) was a German mathematician who worked on permutation groups.", "44719565": "Jesús Ildefonso Díaz is a Spanish mathematician who works in partial differential equations. He is a professor at Complutense University of Madrid (UCM)[1] and a member of the Spanish Royal Academy of Sciences.", "12639693": "Thomas Pereira or Tomás Pereira (1 November 1645 – 1708), also known as Tomé Pereira, was a Portuguese Jesuit, mathematician and scientist who worked as a missionary in Qing China.", "56679890": "Lucia Caporaso is an Italian mathematician, holding a professorship in mathematics at Roma Tre University. She was born in Rome, Italy, on May 22,1965. Her research includes work in algebraic geometry, arithmetic geometry, tropical geometry and enumerative geometry.", "63299027": "Francesco Damien \"Frank\" Calegari is a professor of mathematics at the University of Chicago working in number theory and the Langlands program.", "24960468": "Robert Henry Sorgenfrey (August 14, 1915 – January 7, 1996) was an American mathematician and Professor Emeritus of Mathematics at the University of California, Los Angeles.[4] The Sorgenfrey line and the Sorgenfrey plane are named after him; the Sorgenfrey line was the first example of a normal topological space whose product with itself is not normal.", "27581910": "Mkhitar Djrbashian (also M. M. Dzhrbashjan, M. M. Jerbashian; Russian: Мхитар Мкртичевич Джрбашян; Armenian: Մխիթար Մկրտչի Ջրբաշյան[ 11 September 1918 – 6 May 1994) was a notable Armenian mathematician, who made significant contributions to the constructive theory of functions, harmonic analysis, theory of analytic functions and a fundamental contribution to the classical theory of univalent analytic functions.[1] He was born in Yerevan in a family of refugees from the town Van of Western Armenia escaping from the Armenian genocide[2][3][4] of 1915 in Turkey. Mkhitar Djrbashian created some well-known mathematical theories (see, e.g.[5][6][7]) and did everything possible for the development of Armenian Mathematical School to the high international standards in many branches of mathematics.", "4546010": "Jennifer Roma Seberry (also published as Jennifer Seberry Wallis, born 13 February 1944 in Sydney) is an Australian cryptographer, mathematician, and computer scientist, currently a professor at the University of Wollongong, Australia. She was formerly the head of the Department of Computer Science and director of the Centre for Computer Security Research at the university.", "18537948": "Puliyakot Keshava Menon (1917 –  22 October 1979) was an Indian mathematician best known as Director of the Joint Cipher Bureau.[1]", "10051038": "Irvin Sol Cohen (1917 – February 14, 1955) was an American mathematician at the Massachusetts Institute of Technology who worked on local rings. He was a student of Oscar Zariski at Johns Hopkins University.", "35184098": "Robert Thomas Seeley (born February 26, 1932, in Bryn Mawr, Pennsylvania, United States–died November 30, 2016, in Newton, Massachusetts) was a mathematician who worked on pseudo differential operators and the heat equation approach to the Atiyah–Singer index theorem.[1][2]", "62774758": "Frances Y. Kuo is an applied mathematician known for her research on low-discrepancy sequences and quasi-Monte Carlo methods for numerical integration and finite element analysis. Originally from Taiwan, she was educated in New Zealand, and works in Australia as a professor in applied mathematics at the University of New South Wales.", "9395687": "Stefan Bergman (5 May 1895 – 6 June 1977) was a Congress Poland-born American mathematician whose primary work was in complex analysis. His name is also written Bergmann; he dropped the second \"n\" when he came to the U. S. He is best known for the kernel function he discovered while at University of Berlin in 1922. This function is known today as the Bergman kernel. Bergman taught for many years at Stanford University, and served as an advisor to several students.[1]", "4349420": "Marian Adam Rejewski (Polish: [ˈmarjan rɛˈjɛfskʲi] ⓘ; 16 August 1905 – 13 February 1980) was a Polish mathematician and cryptologist who in late 1932 reconstructed the sight-unseen Nazi German military Enigma cipher machine, aided by limited documents obtained by French military intelligence. Over the next nearly seven years, Rejewski and fellow mathematician-cryptologists Jerzy Różycki and Henryk Zygalski developed and used techniques and equipment to decrypt the German machine ciphers, even as the Germans introduced modifications to their equipment and encryption procedures. Five weeks before the outbreak of World War II in Europe, the Poles shared their technological achievements with the French and British at a conference in Warsaw, thus enabling Britain to begin reading German Enigma-encrypted messages, seven years after Rejewski's original reconstruction of the machine. The intelligence that was gained by the British from Enigma decrypts formed part of what was code-named Ultra and contributed—perhaps decisively—to the defeat of Nazi Germany.[Note 1]", "44752364": "Mara Dicle Neusel (May 14, 1964 – September 5, 2014) was a mathematician, author, teacher and an advocate for women in mathematics. The focus of her mathematical work was on invariant theory, which can be briefly described as the study of group actions and their fixed points.", "60382709": "Marilda A. Oliveira Sotomayor (born March 13, 1944) is a Brazilian mathematician and economist known for her research on auction theory and stable matchings.[1] She is a member of the Brazilian Academy of Sciences,[2] Brazilian Society of Econometrics, and Brazilian Society of Mathematics. She was elected fellow of the Econometric Society in 2003[3] and international honorary member of the American Academy of Arts and Sciences in 2020.[4]", "14540278": "Fokko du Cloux (20 December 1954, Rheden – 10 November 2006) was a Dutch mathematician and computer scientist. He worked on the Atlas of Lie groups and representations until his death.", "1138167": "Sir John Leslie, FRSE KH (10 April 1766 – 3 November 1832) was a Scottish mathematician and physicist best remembered for his research into heat.[1]", "2448890": "Charles William Dunnett (24 August 1921 – May 18, 2007) was a Canadian statistician.  He was the Statistical Society of Canada 1986 Gold Medalist and Professor Emeritus of the Departments of Mathematics, Statistics, Clinical Epidemiology, and Biostatistics of McMaster University.", "72965628": "David J. D. Earn is a Canadian mathematical epidemiologist. He is the Faculty of Science Research Chair in Mathematical Epidemiology in the Department of Mathematics and Statistics at McMaster University. In 2022, Earn was elected a Fellow of the Canadian Academy of Health Sciences.", "12279301": "Erwin Engeler (born 13 February 1930) is a Swiss mathematician who did pioneering work on the interrelations between logic, computer science and scientific computation in the 20th century.  He was one of Paul Bernays' students at the ETH Zürich.", "3431943": "Joseph Diez Gergonne (19 June 1771 at Nancy, France – 4 May 1859 at Montpellier, France) was a French mathematician and logician.", "1465866": "Kelly Miller (July 18, 1863 – December 29, 1939) was an American mathematician, sociologist, essayist, newspaper columnist, author, and an important figure in the intellectual life of black America for close to half a century.  He was known as \"the Bard of the Potomac\".[1]", "2481674": "William Prager, (before 1940) Willy Prager, (May 23, 1903 in Karlsruhe – March 17, 1980 in Zurich) was a German-born US applied mathematician. In the field of mechanics he is well known for the Drucker–Prager yield criterion.", "24567313": "Murray Rosenblatt (September 7, 1926 – October 9, 2019) was a statistician specializing in time series analysis who was a professor of\nmathematics at the University of California, San Diego.[1] He received his Ph.D. at Cornell University.\nHe was also a recipient of a Guggenheim Fellowship, in 1965,[2] and was a member of the National Academy of Sciences.[3] He wrote about 140 research articles, 4 books, and co-edited 6 books.", "36560403": "Václav Jaromír Havel is a Czech mathematician. He is known for characterizing the degree sequences of undirected graphs and the Havel–Hakimi algorithm. It is an important contribution to the theory graphs. [1]", "38395415": "Tadao Oda (小田忠雄, Oda Tadao) (born 1940, Kyoto) is a Japanese mathematician working in the field of algebraic geometry, especially toric varieties.  The field of toric varieties was developed by Demazure, Mumford, Miyake, Oda and others in the 1970s. He is also known for a book on toric varieties: Convex Bodies and Algebraic Geometry: An Introduction to the Theory of Toric Varieties.[1]", "52780578": "Levon Aghababyan (Armenian: Լևոն Աղաբաբյան 1887–1915) was an Armenian mathematician, headmaster of high schools in Kütahya and Akşehir (1908–14), directed his own school in Kütahya for three years.[1]", "1138214": "Poul Heegaard (Danish: [ˈhe̝ˀˌkɒˀ] ⓘ; November 2, 1871, Copenhagen - February 7, 1948, Oslo) was a Danish mathematician active in the field of topology. His 1898 thesis introduced a concept now called the Heegaard splitting of a 3-manifold. Heegaard's ideas allowed him to make a careful critique of work of Henri Poincaré. Poincaré had overlooked the possibility of the appearance of torsion in the homology groups of a space.", "28171816": "Gábor J. Székely (Hungarian pronunciation: [ˈseːkɛj]; born February 4, 1947, in Budapest) is a Hungarian-American statistician/mathematician best known for introducing energy statistics (E-statistics).[1][2] Examples include: the distance correlation,[3][4][5] which is a bona fide dependence measure, equals zero exactly when the variables are independent; the distance skewness, which equals zero exactly when the probability distribution is diagonally symmetric;[6][7] the E-statistic for normality test;[8] and the E-statistic for clustering.[9]", "56811054": "Melanie Johnston-Hollitt (née Johnston; 8 September 1974) is an Australian astrophysicist and professor. She has worked on the design, construction, and international governance of several radio telescopes including the Low Frequency Array (LOFAR), the Murchison Widefield Array (MWA) and the upcoming Square Kilometre Array (SKA). She was the director of the Murchison Widefield Array until December 2020 and is a professor at the Curtin Institute of Radio Astronomy at Curtin University and the International Centre for Radio Astronomy Research. Since August 2020, Melanie Johnston-Hollitt is the director of the  Curtin Institute for Data Science.", "3497536": "Bogdan Gavrilović (Serbian Cyrillic: Богдан Гавриловић) (1864–1947) was a Serbian mathematician, physicist, philosopher, and educator. He received his doctorate in sciences mathematiques from the University of Budapest in 1887. He served twice as the Rector of the University of Belgrade and was elected three times as president of the Serbian Royal Academy (1931-1937).", "3169865": "Štefan Znám (9 February 1936, Veľký Blh – 17 July 1993, Bratislava) was a Slovak- Hungarian mathematician, believed to be the first to ponder Znám's problem in modern times.", "14573146": "Peter Lawrence Montgomery (September 25, 1947 – February 18, 2020) was an American mathematician who worked at the System Development Corporation and Microsoft Research.  He is best known for his contributions to computational number theory and mathematical aspects of cryptography, including the Montgomery multiplication method for arithmetic in finite fields, the use of Montgomery curves in applications of elliptic curves to integer factorization and other problems, and the Montgomery ladder, which is used to protect against side-channel attacks in elliptic curve cryptography.[1][2]", "1597019": "Herbert Eli \"Herb\" Scarf (July 25, 1930 – November 15, 2015) was an American mathematical economist and Sterling Professor of Economics at Yale University.", "2285149": "John Colson FRS (1680 – 20 January 1760) was an English clergyman, mathematician, and the Lucasian Professor of Mathematics at Cambridge University.", "13590111": "Wada Yenzō Nei (和田 寧, 1787 – October 13, 1840), also known as Wada Yasushi, was a Japanese mathematician in the Edo period.  His birth name was Kōyama Naoaki; but he changed his name to Wada Nei, by which he became more widely known.[1]", "51043939": "Richard Eliot Chamberlin (20 March 1923, Cambridge, Massachusetts – 14 March 1994)[1] was an American mathematician, specializing in geometric topology.", "56450659": "Inge Biehl Henningsen (born 1941) is a Danish statistician, academic and writer. A former researcher and lecturer at the universities of Copenhagen and Aarhus, she has also been active in politics and women's rights, most recently in connection with the PISA approach to student assessment.[1] As editor of the socialist journal Naturkampen in the 1980s, she covered subjects as varied as the management of cancer research and the European Union's approach to agriculture in the third world.[2]", "18996838": "Gregory Maxwell \"Max\" Kelly (5 June 1930 – 26 January 2007) was an Australian mathematician who worked on category theory.", "52616808": "Gabriel Rodrigo Ribeiro Tavares Bernardino (born 1964) is a Portuguese mathematician[1] who has been serving as the chairman of the European Insurance and Occupational Pensions Authority (EIOPA) from 2011 to 2021.[2][3]", "1728105": "Esteban Terrades i Illa (15 September 1883, in Barcelona – 9 May 1950, in Madrid) also known as Esteve Terradas, was a Spanish mathematician, scientist and engineer. He researched and taught widely in the fields of mathematics and the physical sciences, working not only in his native Catalonia, but also in the rest of Spain and in South America. He was also active as a consultant in the Spanish aeronautics, electric power, telephone and railway industries.", "9789033": "Tibor Šalát ((1926-05-13)May 13, 1926 – (2005-05-14)May 14, 2005) was a Slovak mathematician, professor of mathematics, and Doctor of Mathematics who specialized in number theory and real analysis. He was the author and co-author of undergraduate and graduate textbooks in mathematics, mostly in Slovak. And most of his scholarly papers have been published in various scientific journals.", "33119851": "Veeravalli Seshadri[2] Varadarajan (18 May 1937 – 25 April 2019)[3][4][5] was an Indian mathematician at the University of California, Los Angeles, who worked in many areas of mathematics, including probability, Lie groups and their representations, quantum mechanics, differential equations, and supersymmetry.", "50028144": "Oleg Vladimirovich Besov (Russian: Олег Владимирович Бесов; born 1933)[1] is a Russian mathematician. He heads the Department of Function Theory at the Steklov Institute of Mathematics, where he defended his PhD in 1960 and habilitation in 1966.[1] He was an Invited Speaker at the ICM in 1970 in Nice.[2] He is professor at the Moscow Institute of Physics and Technology and a member of the Russian Academy of Sciences (since 1990) and European Academy of Sciences (since 2002).[3][4] A festschrift was published in honor of Besov's 70th birthday.[5]", "59858545": "Harold Weitzner is an American applied mathematician and physicist whose primary research is plasma physics.  He is Professor Emeritus of Mathematics at the Courant Institute of Mathematical Sciences and has served as Director of the Magneto-Fluid Dynamics Division [1] at Courant since 1981, succeeding Harold Grad.  He has published over 120 research articles[2] on the topics of plasma physics, magnetohydrodynamics, fluid mechanics, fractional equations and kinetics, and chaos.", "33906290": "Yuli B. Rudyak is a professor of mathematics at the University of Florida in Gainesville, Florida.  He obtained his doctorate from Moscow State University under the supervision of M. M. Postnikov.  His main research interests are\ngeometry and topology and symplectic topology.", "54746739": "Colette Guillopé (born 1951[1]) is a French mathematician specializing in partial differential equations and fluid mechanics.[2] She is a professor emerita[3][4] at Paris 12 Val de Marne University,[5] where she is also the gender officer for the university.[6]", "21749361": "Vadim Georgievich Vizing (Russian: Вади́м Гео́ргиевич Визинг, Ukrainian: Вадим Георгійович Візінг; 25 March 1937 – 23 August 2017)[1] was a Soviet and Ukrainian mathematician known for his contributions to graph theory, and especially for Vizing's theorem stating that the edges of any simple graph with maximum degree Δ can be colored with at most Δ + 1 colors.", "64609906": "James P. Howard, II, FRSA FBCS is an American mathematician at the Johns Hopkins Applied Physics Laboratory,[2] where he works as a data scientist and statistician.", "61693559": "Clare Elizabeth Parnell (born 1970)[1] is a British astrophysicist and applied mathematician who studies the mathematics of the Sun and of magnetic fields, including the Solar corona and the Sun's magnetic carpet, magnetic reconnection in plasma, and the null points of magnetic fields. She is a professor of mathematics at the University of St Andrews, and the former head of the Division of Applied Mathematics at St Andrews.", "63430264": "Konstantin Ardakov (born 1979)[1] is professor of pure mathematics at the Mathematical Institute, University of Oxford[2] and fellow and tutor in mathematics at Brasenose College, Oxford.[3]", "44392055": "Ramiro Rampinelli, born Lodovico Rampinelli (1697 – 1759), was an Italian mathematician and physicist. He was a monk in the Olivetan Order. He had a decisive influence on the spread of mathematical analysis, algebra and mathematical physics in the best universities of Italy.[1] He is one of the best known Italian scholars in the field of infinitesimal mathematics of the first half of the 18th century.", "22077055": "Walter Taylor (c. 1700 – 23 February 1743/44) was a Trinity College, Cambridge tutor who coached 83 students in the 1724–1743 period. He later was appointed as the Regius Professor of Greek.", "26926721": "Lam Lay Yong (maiden name Oon Lay Yong, Chinese: 蓝丽蓉; pinyin: Lán Lìróng; born 1936) is a retired Professor of Mathematics.", "5824132": "William Esco Moerner, also known as W. E. Moerner, (born June 24, 1953) is an American physical chemist and chemical physicist with current work in the biophysics and imaging of single molecules. He is credited with achieving the first optical detection and spectroscopy of a single molecule in condensed phases, along with his postdoc, Lothar Kador.[1][2] Optical study of single molecules has subsequently become a widely used single-molecule experiment in chemistry, physics and biology.[3] In 2014, he was awarded the Nobel Prize in Chemistry.[4][5]", "55893641": "Ágoston Scholtz (1844–1916) was a Hungarian mathematician, one of the founders of the Hungarian Mathematics and Physics Association.[1]", "319117": "Ernst Eduard Kummer (29 January 1810 – 14 May 1893) was a German mathematician. Skilled in applied mathematics, Kummer trained German army officers in ballistics; afterwards, he taught for 10 years in a gymnasium, the German equivalent of high school, where he inspired the mathematical career of Leopold Kronecker.", "43212431": "Melvyn Bernard Nathanson (born October 10, 1944, in Philadelphia, Pennsylvania) is an American mathematician, specializing in number theory, and a Professor of Mathematics at Lehman College and The Graduate Center (City University of New York).[1] His principal work is in additive and combinatorial number theory. He is the author of over 200 research papers in mathematics,[2] and author or editor of 27 books.[3]", "27877012": "Douglas Conner Ravenel (born February 17, 1947) is an American mathematician known for work in algebraic topology.", "46816916": "Stephen Carl Milne is an American mathematician who works in the fields of analysis, analytic number theory, and combinatorics.", "32628374": "Hermann Wilken (1522 in Neuenrade – 7 February 1603 in Heidelberg), also known as Hermann Witekind and with the pseudonym of Augustin Lercheimer, was a German humanist and mathematician.[1]", "4447903": "Michael John Seaton FRS[2] (16 January 1923 – 29 May 2007) was an influential British mathematician, atomic physicist, and astronomer.", "55959204": "Albert Pfluger (13 October 1907, Oensingen – 14 September 1993, Zürich) was a Swiss mathematician, specializing in complex function theory.[1][2]", "32792232": "Theodore William Chaundy (19 January 1889 – 14 April 1966) was an English mathematician who introduced Burchnall–Chaundy theory.", "17620650": "Martin Kneser (21 January 1928 – 16 February 2004) was a German mathematician. His father Hellmuth Kneser and grandfather Adolf Kneser were also mathematicians.", "61726385": "Frank \"Francis\" H. Clarke (born 30 July 1948, in Montreal) is a Canadian and French mathematician.[1]", "7003825": "Michael Richard Ratnarajan Hoole (commonly known as Rajan Hoole) is a Sri Lankan Tamil mathematician, academic and human rights activist. He was one of the founders of University Teachers for Human Rights (UTHR) which documented human rights abuses during the Sri Lankan Civil War.[1]", "5136051": "Joseph Lovering (25 December 1813 – 18 January 1892) was an American scientist and educator.", "69197491": "James Devereux Hustler (1784–1849) was an English cleric and academic. He was a mathematician, elected a Fellow of the Royal Society in 1819.[1]", "5299894": "Daniel J. Kleitman (born October 4, 1934)[1][2][3] is an American mathematician and professor of applied mathematics at MIT. His research interests include combinatorics, graph theory, genomics, and operations research.", "32595640": "Semyon Alesker (Hebrew: סמיון אלסקר; born 1972 in Moscow, Soviet Union) is an Israeli mathematician at Tel Aviv University. For his contributions in convex geometry and integral geometry, in particular his work on valuations, he won the EMS Prize in 2000,[1] and the Erdős Prize in 2004.", "27254464": "Jens Franke (born 28 June 1964) is a German mathematician. He has held a chair at the University of Bonn's Hausdorff Center for Mathematics since 1992. Franke's research has covered various problems of number theory, algebraic geometry and analysis on locally symmetric spaces.", "58908359": "Holger Rootzén (born 25 March 1945) is a Swedish mathematical statistician. He is Professor in Mathematical Statistics at the Department of Mathematical Sciences, Chalmers University of Technology since 1993.", "57958091": "Claus Michael Ringel (born 10 February 1945 in Zwickau) is a German mathematician, specializing in algebra.", "5005005": "Israel Nathan Herstein (March 28, 1923 – February 9, 1988)[1] was a mathematician, appointed as professor at the University of Chicago in 1951. He worked on a variety of areas of algebra, including ring theory, with over 100 research papers and over a dozen books.", "3038929": "Evgeny \"Eugen\" Evgenievich Slutsky (Russian: Евге́ний Евге́ньевич Слу́цкий; 7 April [O.S. 19 April] 1880 – 10 March 1948) was a Russian and Soviet[1] mathematical statistician, economist and political economist.", "25648858": "Anton Kotzig (22 October 1919 – 20 April 1991) was a Slovak–Canadian mathematician, expert in statistics, combinatorics and graph theory.", "30858971": "Johannes Stadius or Estadius (Dutch: Jan Van Ostaeyen; French: Jean Stade) (ca. 1 May 1527 – 17 June 1579), was a Flemish astronomer, astrologer, and mathematician.  He was one of the important late 16th-century makers of ephemerides, which gave the positions of astronomical objects in the sky at a given time or times.", "68869852": "Angela Bacelar Mariotto is a statistician who researches the development and improvement of cancer progress measures. She is chief of the data analytics branch at the National Cancer Institute. Mariotto was a researcher at the Istituto Superiore di Sanità.", "745180": "Leo Moser (11 April 1921, Vienna – 9 February 1970, Edmonton) was an Austrian-Canadian mathematician, best known for his polygon notation.", "69590748": "Pál Medgyessy (October 19, 1919, in Egercsehi – October 8, 1977, in Budapest) was a mathematician, Doctor of Mathematical Sciences (1973).", "54353631": "Thomas Fantet de Lagny (7 November 1660 – 11 April 1734) was a French mathematician, well known for his contributions to computational mathematics, and for calculating π to 112 correct decimal places.", "73817820": "Oliver Chinganya is a Zambian chartered statistician (since 1999), chartered Scientist and a fellow of the Royal Statistical Society. He currently serves as the director of African Centre for Statistics at UN Economic Commission for Africa (UNECA).[1] He is also serving as the Vice President of the International Statistical Institute.[2][3]", "876263": "Lawrence Maxwell Krauss (born May 27, 1954) is a  Canadian-American  theoretical physicist and cosmologist who taught at Arizona State University (ASU), Yale University, and Case Western Reserve University. He founded ASU's Origins Project in 2008 to investigate fundamental questions about the universe and served as the project's director.", "745193": "Herbert Ellis Robbins (January 12, 1915 – February 12, 2001) was an American  mathematician and statistician. He did research in topology, measure theory, statistics, and a variety of other fields.", "31907563": "András Prékopa (September 11, 1929 – September 18, 2016) was a Hungarian mathematician, a member of the Hungarian Academy of Sciences. He was one of the pioneers of stochastic programming and has been a major contributor to its literature. He amended one of the three basic model types of the discipline, chance-constrained programming, by taking into account stochastic dependence among the random variables involved. One of his main results in the area concerns the convexity theory of probabilistically constrained stochastic optimization problems. He introduced the concept of logarithmic concave measures and provided several fundamental theorems on logconcavity, which supplied proofs for the convexity of a wide class of probabilistically constrained stochastic programming problems. These results had impact far beyond the area of mathematical programming, as they found applications in physics, economics, statistics, convex geometry and other fields.", "13590252": "Kambei Mori[1] or Mōri Kambei (毛利 勘兵衛),[2] also known as Mōri Kambei Shigeyoshi[3] Mōri Shigeyoshi (毛利 重能),[4] was a Japanese mathematician in the Edo period.[5]", "32792303": "John Greig (1759–1819) was an English mathematician. He died at Somers Town, London, on 19 January 1819, aged 60.", "2678513": "David Ross Cheriton (born March 29, 1951) is a Canadian computer scientist, businessman, philanthropist, and venture capitalist. He is a computer science professor at Stanford University,[1] where he founded and leads the Distributed Systems Group.[2]", "69951226": "Robert P. Lipton is the Nicholson Professor of Mathematics in the Department of Mathematics at Louisiana State University.[1] He is known for his research on Mathematics of Materials science.", "26992384": "Lucien Serge Szpiro (23 December 1941 – 18 April 2020) was a French mathematician known for his work in number theory, arithmetic geometry, and commutative algebra. He formulated Szpiro's conjecture and was a Distinguished Professor at the CUNY Graduate Center and an emeritus Director of Research [fr] at the CNRS.", "26828544": "Dirk van Dalen (born 20 December 1932, Amsterdam) is a Dutch mathematician and historian of science.", "41213698": "Michel Louis Balinski (born Michał Ludwik Baliński; October 6, 1933 – February 4, 2019) was an American and French applied mathematician, economist, operations research analyst and political scientist. Educated in the United States, from 1980 he lived and worked in France. He was known for his work in optimisation (combinatorial, linear, nonlinear), convex polyhedra, stable matching, and the theory and practice of electoral systems, jury decision, and social choice. He was Directeur de Recherche de classe exceptionnelle (emeritus) of the C.N.R.S. at the École Polytechnique (Paris). He was awarded the John von Neumann Theory Prize by INFORMS in 2013.[2]", "25583364": "Andrea Milani Comparetti (Florence, 19 June 1948 – Pisa, 28 November 2018) was an Italian mathematician and astronomer, based at the University of Pisa.", "3759880": "Gerhard Hessenberg (German: [ˈgɛʁ.hart ˈhɛsənˌbɛrk]; 16 August 1874 – 16 November 1925) was a German mathematician who worked in projective geometry, differential geometry, and set theory.", "59072266": "Gerlind Plonka-Hoch is a German applied mathematician specializing in signal processing and image processing, and known for her work on refinable functions and curvelets. She is a professor at the University of Göttingen, in the Institute for Numerical and Applied Mathematics.[1]", "20963082": "Leonid Ivanovych Plyushch (Ukrainian: Леоні́д Іва́нович Плющ, IPA: [ˈplʲuʃtʃ]; 26 April 1938, Naryn, Kirghiz SSR – 4 June 2015, Bessèges, France) was a Ukrainian mathematician and Soviet dissident.", "30891789": "Paul Georg Funk (14 April 1886, Vienna – 3 June 1969, Vienna) was an Austrian mathematician who introduced the Funk transform and who worked on the calculus of variations.", "2383634": "Gabriel Mouton (1618 – 28 September 1694) was a French abbot and scientist. He was a doctor of theology from Lyon, but was also interested in mathematics and astronomy. His 1670 book, the Observationes diametrorum solis et lunae apparentium, proposed a natural standard of length based on the circumference of the Earth, divided decimally. It was influential in the adoption of the metric system in 1799.", "646931": "Richard Lawrence Taylor (born 19 May 1962) is a British[2] mathematician working in the field of number theory.[3] He is currently the Barbara Kimball Browning Professor in Humanities and Sciences at Stanford University.[4]", "61693714": "Colva Mary Roney-Dougal OBE is a British mathematician specializing in group theory and computational algebra. She is Professor of Pure Mathematics at the University of St Andrews, and the Director of the Centre for Interdisciplinary Research in Computational Algebra at St Andrews.[1] She is also known for her popularization of mathematics on BBC radio shows,[2] including appearances on In Our Time about the mathematics of Emmy Noether[3] and Pierre-Simon Laplace[4] and on The Infinite Monkey Cage about the nature of infinity and numbers in the real world.[5]", "49405717": "James Douglas Hamilton Dickson FRSE MRI (1849–1931) was a Scottish mathematician and expert in electricity. He was a Senior  Fellow at Peterhouse, Cambridge. Glasgow University elected him an Eglinton Fellow. He was the elder brother of Charles Dickson, Lord Dickson.[1]", "1400598": "John Landen (23 January 1719 – 15 January 1790) was an English mathematician.", "6479641": "Arthur Walter Burks (October 13, 1915 – May 14, 2008) was an American mathematician who worked in the 1940s as a senior engineer on the project that contributed to the design of the ENIAC, the first general-purpose electronic digital computer.  Decades later, Burks and his wife Alice Burks outlined their case for the subject matter of the ENIAC having been derived from John Vincent Atanasoff.  Burks was also for several decades a faculty member at the University of Michigan in Ann Arbor.", "32792346": "Professor Joseph Langley Burchnall OBE, FRSE (8 December 1892 – 29 April 1975) was an English mathematician who introduced the Burchnall–Chaundy theory.", "9363226": "Dikran Tahta (Armenian: Դիքրան (Տիգրան) Թահթա, 7 August 1928 – 2 December 2006) was a British mathematician, teacher and author. He was also the maths teacher of Stephen Hawking.", "19750688": "Diane L. Souvaine is a professor of computer science and an adjunct professor of mathematics at Tufts University.", "15621925": "Diego de Torres Villarroel (1693 – 19 June 1770) was a Spanish writer, poet, dramatist, doctor, mathematician, priest and professor of the University of Salamanca. His most famous work is his autobiography, Vida, ascendencia, nacimiento, crianza y aventuras del Doctor Don Diego de Torres Villarroel (first published 1743).", "57433897": "Sylvie Corteel is a French mathematician at the Centre national de la recherche scientifique and Paris Diderot University and the University of California, Berkeley, who was an editor-in-chief of the Journal of Combinatorial Theory, Series A.[1] Her research concerns the enumerative combinatorics and algebraic combinatorics of permutations, tableaux, and partitions.", "70573868": "Violet Bushwick Haas (November 23, 1926 – January 21, 1986) was an American applied mathematician specializing in control theory and optimal estimation who became a professor of electrical engineering at Purdue University College of Engineering.", "2023218": "Bernard Osgood Koopman (January 19, 1900 – August 18, 1981) was a French-born American mathematician, known for his work in ergodic theory, the foundations of probability, statistical theory and operations research.", "14343987": "Justin Jesse Price (1930 – 12 March 2011) was an American mathematician, known for several textbooks and contributions to his field.[1][2]", "13590322": "Yoshida Mitsuyoshi (吉田 光由, 1598 – January 8, 1672), also known as Yoshida Kōyū, was a Japanese mathematician in the Edo period.[1]  His popular and widely disseminated published work made him the most well known writer about mathematics in his lifetime.[2]", "24633146": "Pedro Elías Zadunaisky (December 10, 1917 – October 7, 2009) was an Argentine astronomer and mathematician who plotted the orbit of Saturn's most-distant moon, Phoebe, as well as several comets including Halley's Comet, and various satellites including Explorer I.", "58056511": "Umberto Zannier (born 25 May 1957, in Spilimbergo, Italy) is an Italian mathematician, specializing in number theory and Diophantine geometry.", "34266943": "Georges Hostelet (1875–1960) was a Belgian chemist, sociologist, mathematician, and philosopher. He was born in the municipality of Chimay in 1875. He attended the Royal Military Academy, and reached the rank of lieutenant. In 1897, he left the academy and enrolled in the University of Liège, where he received his doctorate in 1905. two years later, Hostelet began work with the Solvay & Cie Company as a chemical engineer and worked closely with Ernest Solvay. In 1911, he attended the First Solvay Conference, eventually becoming its last surviving participant.", "44818241": "Andrej Dujella (born May 21, 1966 in Pula) is a Croatian professor of mathematics at the University of Zagreb and a fellow of the Croatian Academy of Sciences and Arts.[1]", "32694081": "Thomas Exley (9 December 1774 – 17 February 1855) was an English schoolmaster and schoolkeeper, who taught and occasionally published on mathematics, but was better known for advancing controversial scientific theories and for theological discussions, with special reference to Methodism.", "23748418": "Guido Zappa (7 December 1915 – 17 March 2015) was an Italian mathematician and a noted group theorist: his other main research interests were geometry and also the history of mathematics. Zappa was particularly known for some examples of algebraic curves that strongly influenced the ideas of Francesco Severi.[1]", "286530": "Arne Carl-August Beurling (3 February 1905 – 20 November 1986) was a Swedish mathematician and professor of mathematics at Uppsala University (1937–1954) and later at the Institute for Advanced Study in Princeton, New Jersey. Beurling worked extensively in harmonic analysis, complex analysis and potential theory.  The \"Beurling factorization\" helped mathematical scientists to understand the Wold decomposition, and inspired further work on the invariant subspaces of linear operators and operator algebras, e.g. Håkan Hedenmalm's factorization theorem for Bergman spaces.", "876351": "Aleksandr Danilovich Aleksandrov (Russian: Алекса́ндр Дани́лович Алекса́ндров, alternative transliterations: Alexandr or Alexander (first name), and Alexandrov (last name)) (4 August 1912 – 27 July 1999) was a Soviet/Russian mathematician, physicist, philosopher and mountaineer.", "286549": "Thomas Abbt (German: [apt]; 25 November 1738 – 3 November 1766) was a German mathematician and writer.", "3235670": "Louis Marcel Brillouin (French pronunciation: [lwi maʁsɛl bʁijwɛ̃]; 19 December 1854 – 16 June 1948) was a French physicist and mathematician.", "13131605": "Hans Rudolf Künsch (born October 17, 1951)[1] is a Swiss mathematician and statistician based in Zürich, where he has been a professor with the Seminar für Statistik since 1983 at the ETH Zurich.", "36134745": "Eduard J. Zehnder is a Swiss mathematician, considered one of the founders of symplectic topology.", "5070683": "Dwayne Wayne is a fictional character who appears in the American sitcom A Different World, portrayed by actor Kadeem Hardison.[1][2][3][4][5][6]", "32595804": "Raphaël Cerf is a French mathematician at Paris-Sud 11 University. For his contributions to probability theory, he won the Rollo Davidson Prize in 1999, and the EMS Prize in 2000.[2][3] He was an Invited Speaker at the ICM in 2006 in Madrid.[4]", "56155998": "John W. Hayden Jr. (born December 4, 1962) is an American law enforcement officer who was appointed as the 35th Police Commissioner of St. Louis, Missouri on December 28, 2017, by former Mayor Lyda Krewson, and was St. Louis' fourth African-American Police Commissioner.[1][2][3]", "20602720": "Gerald Budge Folland is an American mathematician and a professor of mathematics at the University of Washington. \nHe is the author of several textbooks on mathematical analysis. His areas of interest include harmonic analysis (on both Euclidean space and Lie groups), differential equations, and mathematical physics. The title of his doctoral dissertation at Princeton University (1971) is \"The Tangential Cauchy-Riemann Complex on Spheres\".", "941923": "Sudines (or Soudines) (Greek: Σουδίνες) (fl. c. 240 BC) was a Babylonian sage. He is mentioned as one of the famous Chaldean mathematicians and astronomer-astrologers by later Roman writers like Strabo (Geographia 16:1–6).", "2449259": "Guillermo Owen (born 1938) is a Colombian mathematician, and professor of applied mathematics at the Naval Postgraduate School in Monterey, California, known for his work in game theory. He is also the son of the Mexican Poet and Diplomat Gilberto Owen.[1][2]", "50061166": "James Lockhart (1763–1852) was an English banker who wrote on numerical analysis.[1]", "58744690": "Elizabeth Louise Mansfield FIMA is an Australian mathematician whose research includes the study of moving frames and conservation laws for discretisations of physical systems.[1] She is a Fellow of the Institute of Mathematics and its Applications and was a Vice-President thereof from January 2015 until December 2018. She was the first female full professor of mathematics at the University of Kent.[2] She was one of the co-editors of the LMS Journal of Computation and Mathematics, a journal published by the London Mathematical Society from 1998 to 2015.[3] She is on the Editorial Board of the Journal of the Foundations of Computational Mathematics.", "47112052": "Maximilian Simon (born 8 June 1844 in Kołobrzeg; died 15 January 1918 in Strasbourg) was a German historian of mathematics and mathematics teacher. He was concerned mostly with mathematics in the antiquity.", "55762805": "Frances Harshbarger (16 August 1902, Quimby, Iowa – 11 February 1987, Cuyahoga Falls, Ohio) was an American mathematician.[1]", "7561080": "Luís Antoni Santaló Sors (October 9, 1911 – November 22, 2001) was a Spanish mathematician.", "31448954": "Boáz Klartag (Hebrew: בועז קלרטג; born 25 April 1978) is an Israeli mathematician. He currently is a professor at the Weizmann Institute, and prior to that he was a professor at the Department of Pure Mathematics of Tel Aviv University, where he earned his doctorate under the supervision of Vitali Milman.[1] Klartag made contributions in asymptotic geometric analysis and won the 2008 EMS Prize,[2] as well as the 2010 Erdős Prize.[3] He is an editor of the Journal d'Analyse Mathématique.[4]", "23814012": "Robert Davis Richtmyer (October 10, 1910 – September 24, 2003) was an American physicist, mathematician, educator, author, and musician.", "56516477": "Gwyneth Mary Stallard OBE is a British mathematician whose research concerns complex dynamics and the iteration of meromorphic functions.[1][2] She is a professor of pure mathematics at the Open University.[1]", "58023808": "John Stuart Wilson (born 5 April 1944) is a British mathematician and former professor of mathematics at the University of Oxford. He is a Fellow of Christ's College, Cambridge and an Honorary Professor of the University of Leipzig. He specialises in algebra and group theory.  \nHe also composes music for choirs and for vocal and instrumental ensembles.", "35217283": "Johann Anton Edler von Braunmühl (22 December 1853, Tiflis – 7 March 1908, München) was a German historian of mathematics and mathematician who worked on synthetic geometry and trigonometry.", "4939651": "Noga Alon (Hebrew: נוגה אלון; born 1956) is an Israeli mathematician and a professor of mathematics at Princeton University noted for his contributions to combinatorics and theoretical computer science, having authored hundreds of papers.", "5070723": "Aristaeus the Elder (Greek: Ἀρισταῖος ὁ Πρεσβύτερος; 370 – 300 BC) was a Greek mathematician who worked on conic sections. He was a contemporary of Euclid.", "1499013": "Kenkichi Iwasawa (岩澤 健吉 Iwasawa Kenkichi, September 11, 1917 – October 26, 1998) was a Japanese mathematician who is known for his influence on algebraic number theory.", "5693320": "Theodore Allen Slaman (born April 17, 1954) is a professor of mathematics at the University of California, Berkeley who works in recursion theory.", "2875272": "Robert John Aumann (Hebrew name: ישראל אומן, Yisrael Aumann; born June 8, 1930) is an Israeli-American mathematician, and a member of the United States National Academy of Sciences. He is a professor at the Center for the Study of Rationality in the Hebrew University of Jerusalem in Israel. He also holds a visiting position at Stony Brook University, and is one of the founding members of the Stony Brook Center for Game Theory.", "47472521": "Nicola Fergola (29 October 1753 – 21 June 1824) was an Italian mathematician, professor in the University of Naples.", "45145995": "Gaven John Martin FRSNZ FASL FAMS (born 8 October 1958)[1] is a New Zealand mathematician.[2][3] He is a Distinguished Professor of Mathematics at Massey University, the head of the New Zealand Institute for Advanced Study,[4] the former president of the New Zealand Mathematical Society (from 2005 to 2007),[5] and former editor-in-chief of the New Zealand Journal of Mathematics.[6] He is a former Vice-President of the Royal Society of New Zealand [Mathematical, Physical Sciences Engineering and Technology. His research concerns quasiconformal mappings, regularity theory for partial differential equations, and connections between the theory of discrete groups and low-dimensional topology.[3]", "50290580": "Ilya Meyerovich Sobol’ (Russian: Илья Меерович Соболь; born 15 August 1926) is a Russian mathematician, known for his work on Monte Carlo methods. His research spans several applications, from nuclear studies to astrophysics, and has contributed significantly to the field of sensitivity analysis.", "1859481": "Lothar Collatz (German: [ˈkɔlaʦ]; July 6, 1910 – September 26, 1990) was a German mathematician, born in Arnsberg, Westphalia.", "35872667": "Egon Balas (June 7, 1922 in Cluj, Romania – March 18, 2019)[1] was an applied mathematician and a professor of industrial administration and applied mathematics at Carnegie Mellon University. He was the Thomas Lord Professor of Operations Research at Carnegie Mellon's Tepper School of Business and did fundamental work in developing integer and disjunctive programming.[2]", "5693354": "Leo Anthony Harrington (born May 17, 1946) is a professor of mathematics at the University of California, Berkeley who works in \nrecursion theory, model theory, and set theory.\nHaving retired from being a Mathematician, Professor Leo Harrington is now a Philosopher.[citation needed]", "4415402": "Georges François Paul Marie Matheron (2 December 1930 – 7 August 2000) was a French mathematician and civil engineer of mines, known as the founder of geostatistics and a co-founder (together with Jean Serra) of mathematical morphology. In 1968, he created the Centre de Géostatistique et de Morphologie Mathématique at the Paris School of Mines in Fontainebleau. He is known for his contributions on Kriging and mathematical morphology. His seminal work is posted for study and review to the Online Library of the Centre de Géostatistique, Fontainebleau, France.", "2252716": "Michel Floréal Chasles (French pronunciation: [miʃɛl flɔʁeal ʃal]; 15 November 1793 – 18 December 1880) was a French mathematician.", "1531824": "Wilhelm Karl Joseph Killing (10 May 1847 – 11 February 1923) was a German mathematician who made important contributions to the theories of Lie algebras, Lie groups, and non-Euclidean geometry.", "47013811": "Theodore Strong (July 26, 1790 – February 1, 1869) was an American mathematician.", "54648755": "Mark Braverman (born 1984) is an Israeli mathematician and theoretical computer scientist.\nHe was awarded an EMS Prize in 2016 as well as Presburger Award in the same year.[2][3] In 2019, he was awarded the Alan T. Waterman Award.[4] In 2022 he won the IMU Abacus Medal.[5]", "56680374": "Emmy Murphy is an American mathematician and a professor at the University of Toronto Mississauga[1] who works in the area of symplectic topology, contact geometry and geometric topology. [2]", "21847990": "Federico Villarreal Villarreal (* Lambayeque, 1850 - † Lima, 1923) was a Peruvian scientist, engineer and politician.", "14573499": "Gury Ivanovich Marchuk (Russian: Гурий Иванович Марчук; 8 June 1925 – 24 March 2013) was a Soviet and Russian scientist in the fields of computational mathematics, and physics of atmosphere.[1] Academician (since 1968); the President of the USSR Academy of Sciences in 1986–1991. Among his notable prizes are the USSR State Prize (1979), Demidov Prize (2004), Lomonosov Gold Medal (2004).", "30793660": "Dr. Robert J. Frey is a former Managing Director of Renaissance Technologies Corp (1992–2004) and presently serves as a Research Professor on the faculty of Stony Brook University where he is the Founder and Director of the Program in Quantitative Finance within the Department of Applied Mathematics and Statistics. Frey obtained his Ph.D. in Applied Mathematics and Statistics from Stony Brook University in 1986. He is the Founder, and Chief Executive Officer of global fund of hedge funds group FQS Capital Partners.[1]", "63135678": "Giuseppe Avanzini (13 December 1753 – 18 June 1827) was an Italian mathematician and prelate.", "48291775": "Xavier Buff (born 16 December 1971) is a French mathematician, specializing in dynamical systems.", "20340671": "Amiram Harten (1946 – 1994) was an American/Israeli applied mathematician. Harten made fundamental contribution to the development of high-resolution schemes for the solution of hyperbolic partial differential equations. Among other contributions, he developed the total variation diminishing scheme, which gives an oscillation free solution for flow with shocks.[2]", "54550463": "William George Kolakoski (September 17, 1944 – July 26, 1997), known as Bill to family and friends, was an American artist and recreational mathematician who is most famous for devising and giving his name to the Kolakoski sequence, a self-generating sequence of integers that has been extensively studied by mathematicians since he first described it in the American Mathematical Monthly in 1965.[1]", "5693379": "Robin Cope Hartshorne (/ˈhɑːrts.hɔːrn/ HARTS-horn; born March 15, 1938) is an American mathematician who is known for his work in algebraic geometry.", "2613188": "William Gilbert Strang (born November 27, 1934[1]) is an American mathematician known for his contributions to finite element theory, the calculus of variations, wavelet analysis and linear algebra. He has made many contributions to mathematics education, including publishing mathematics textbooks. Strang was the MathWorks Professor of Mathematics at the Massachusetts Institute of Technology.[2]  He taught Linear Algebra, Computational Science, and Engineering, Learning from Data, and his lectures are freely available through MIT OpenCourseWare.", "54583238": "Mina Teicher is an Israeli mathematician at Bar-Ilan University, specializing in algebraic geometry.", "23027656": "Vasant Shankar Huzurbazar (15 September 1919 – 15 November 1991) was an Indian statistician from Kolhapur. Huzurbazar was the founder head of the department of statistics, University of Pune from 1953 to 1976.[citation needed]  From 1979 to 1991, he served as professor at University of Denver, Colorado until his death.[citation needed] He served as visiting professor for two years to the Iowa State University in 1962.[citation needed]", "61661129": "Elena Moldovan Popoviciu (26 August 1924–24 June 2009) was a Romanian mathematician known for her work in functional analysis and specializing in generalizations of the concept of a convex function. She was a winner of the Simion Stoilow Prize in mathematics.", "28565454": "Alexander Wilhelm von Brill (20 September 1842 – 18 June 1935)[1]: 17  was a German mathematician.", "31842262": "Thierry Coquand (French: [kɔkɑ̃]; born 18 April 1961) is a French computer scientist and mathematician who is currently a professor of computer science at the University of Gothenburg,[1] having previously worked at INRIA. He is known for his work in constructive mathematics, especially the calculus of constructions.", "16768984": "Thomas Clausen (16 January 1801, Snogbæk, Sottrup Municipality, Duchy of Schleswig (now Denmark) – 23 May 1885, Dorpat, Imperial Russia (now Estonia)) was a Danish mathematician and astronomer.", "15917018": "Malcolm Ludvigsen (born 14 February 1946) is a British mathematician and plein air painter. He is a former research fellow and visiting lecturer in mathematics at the University of York and the author of a book on general relativity.[1][2][3][4] Many of his paintings depict the beaches of the Yorkshire coast.[5][6][7][8]", "37740507": "Elizabeth Williams CBE (née Larby, formerly Emily May; 29 January 1895 – 29 March 1986) was a British mathematician and educationist.[1][2]", "57314": "Adi Shamir (Hebrew: עדי שמיר; born July 6, 1952) is an Israeli cryptographer and inventor. He is a co-inventor of the Rivest–Shamir–Adleman (RSA) algorithm (along with Ron Rivest and Len Adleman), a co-inventor of the Feige–Fiat–Shamir identification scheme (along with Uriel Feige and Amos Fiat), one of the inventors of differential cryptanalysis and has made numerous contributions to the fields of cryptography and computer science.[4]", "66215909": "Wenxian Shen is a Chinese-American mathematician known for her work in topological dynamics, almost-periodicity, waves and other spatial patterns in dynamical systems. She is a professor of mathematics at Auburn University.[1]", "57597926": "Jean-Louis-Alexandre Herrenschneider (German: Johann-Ludwig-Alexander Herrenschneider)(23 March 1760 – 4 February 1843[α]) was a philosopher, mathematician, astronomer, physicist, meteorologist and lawyer.", "5693413": "James Albert Sethian is a professor of mathematics at the University of California, Berkeley and the head of the Mathematics Group [1] at the United States Department of Energy's Lawrence Berkeley National Laboratory.", "69656552": "Tanja-Helena Dessislava Bergkvist (born 3 January 1974 in Lund) is a Swedish mathematician and blogger. She earned a Ph.D. in mathematics in 2007 at Stockholm University,[1] and has served as a professor at the KTH Royal Institute of Technology, Uppsala University, and the Sigtunaskolan Humanistiska Läroverket. She has also worked as a researcher at the Swedish Defence Research Agency. She has gained notoriety for her conservative approach towards gender studies.[2][3][4][5][6][7]", "1073126": "Frigyes Riesz (Hungarian: Riesz Frigyes, pronounced [ˈriːs ˈfriɟɛʃ], sometimes spelled as Frederic;[1] 22 January 1880 – 28 February 1956)[2] was a Hungarian[3] mathematician who made fundamental contributions to functional analysis, as did his younger brother Marcel Riesz.", "1073133": "Marcel Riesz (Hungarian: Riesz Marcell [ˈriːs ˈmɒrt͡sɛll]; 16 November 1886 – 4 September 1969) was a Hungarian mathematician, known for work on summation methods, potential theory, and other parts of analysis, as well as number theory, partial differential equations, and Clifford algebras. He spent most of his career in Lund (Sweden).", "41934830": "Charlotte Kipling was born on 7 June 1919 in Toxteth Park, Liverpool, Lancashire, England. She was a statistician and ichthyologist. Starting in 1941 she was employed by the British Navy as a cipher officer in Liverpool. She was associated with the Navy until 1946. In 1947 she was hired by the Freshwater Biological Association in Windermere, Cumbria. She collected data on the changes in the char, pike, and perch populations in the Windermere lake. She was a member of the Royal Statistical Society and the Institute of Biology. She died in 1992 in Millerground Windermere, Cumbria, England.[1]", "57327": "Abraham de Moivre FRS (French pronunciation: [abʁaam də mwavʁ]; 26 May 1667 – 27 November 1754) was a French mathematician known for de Moivre's formula, a formula that links complex numbers and trigonometry, and for his work on the normal distribution and probability theory.", "40394737": "Ernst Ferdinand Peschl  (1 September 1906 – 9 June 1986) was a German mathematician.", "1499122": "Eduard Prugovečki (March 19, 1937 – October 13, 2003) was a Canadian physicist and mathematician of Croatian-Romanian descent.", "63266811": "Karma Dajani is a Lebanese-Dutch mathematician whose research interests include ergodic theory, probability theory, and their applications in number theory.[1] She is an associate professor of mathematics at Utrecht University.[2]", "45211646": "Edith Desiree de Leeuw (born April 12, 1962) is a Dutch psychologist, statistician, research methodologist, and professor in survey methodology and survey quality,  at the University of Utrecht. She is known for her work in the field of survey research.[2][3]", "15949824": "Joseph Fels Ritt (August 23, 1893 – January 5, 1951) was an American mathematician at Columbia University in the early 20th century. He was born and died in New York.", "63660032": "Anna Maria Bigatti is an Italian mathematician specializing in computational methods for commutative algebra. She is a ricercatore in the department of mathematics at the University of Genoa. She is one of the developers of CoCoA, a computer algebra system, and of its core library CoCoALib.[1]", "10575879": "Joseph C. Mazur  (born in the Bronx in 1942) is Professor Emeritus of Mathematics at Marlboro College, in Marlboro, Vermont.", "19718152": "Harold Douglas Ursell (1907–1969) was an English mathematician who is best known for Ursell function.", "64413705": "Michael G. Eastwood FAA is a mathematician at the University of Adelaide,[1] known for his work in twistor theory, conformal differential geometry and invariant differential operators. In 1976[2] he received a PhD at Princeton University in several complex variables under Robert C. Gunning. He was a member of the twistor research group of Roger Penrose at the University of Oxford and he coauthored the monograph The Penrose Transform: Its Interaction with Representation Theory with Robert Baston.[3] After moving to South Australia in 1985 he was the 1992 recipient of the Australian Mathematical Society Medal[4] and made a Fellow of the Australian Academy of Science in 2005.[5] In 2012 he was named to the inaugural (2013) class of fellows of the American Mathematical Society.[6]", "2613258": "George J. Fix (10 May 1939 – 10 March 2002) was an American mathematician who collaborated on several seminal papers and books in the field of finite element method. In addition to his work in mathematics, Fix was a beer and homebrewing enthusiast and educator, as well as the author of several books about brewing. He died of cancer in 2002.", "54485002": "Hermann Bottenbruch (14 September 1928 – 20 May 2019) was a German mathematician and computer scientist.[1]", "74211338": "Andriy Meronyk (born October 26, 1993) is a Ukrainian writer,[1] mathematician,[2] researcher, and participant of the \"School of the Future\" educational program. Member of the public organization \"General Aviation of Ukraine\".[3][4][5]", "41181198": "Emilie Norton Martin (30 December 1869 – 8 February 1936)[1] was an American mathematician and professor of mathematics at Mount Holyoke College.[2]", "37675025": "Carlo Murena (July 16, 1713–May 7, 1764) was an Italian architect of the late-Baroque period active in Rome, Foligno, Perugia, and other towns in central Italy.", "48160786": "Richard Burt Melrose is an Australian mathematician and professor at the Massachusetts Institute of Technology who works on geometric analysis, partial differential equations, and differential geometry.[1]", "61825043": "Pierre Suquet (born 22 October 1954) is a French theoretician mechanic and research director at the CNRS. He is a member of the French Academy of Sciences.[1]", "36102164": "Richard M. Pollack (January 25, 1935 – September 18, 2018[2][3]) was an American geometer who spent most of his career at the Courant Institute of Mathematical Sciences at New York University, where he was Professor Emeritus until his death.", "47538197": "Mina Aganagić is a mathematical physicist who works as a professor in the Center for Theoretical Physics, the Department of Mathematics, the Department of Physics at the University of California, Berkeley.", "5693461": "Hendrik Willem Lenstra Jr. (born 16 April 1949, Zaandam) is a Dutch mathematician.", "44228628": "Emilio Baiada (January 12, 1914 in Tunis – May 14, 1984 in Modena) was an Italian mathematician.[1]", "46587929": "Jane Squire (bap. 1686 – 1743) was an English mathematician who was the only known woman to have participated openly in the 18th-century debates and discussions over the solution to finding longitude at sea. She was one of only two (the other being Elizabeth Johnson) who submitted schemes with the aim of receiving a reward under the 1714 Longitude Act.", "66150427": "Neda Bokan (born 1947)[1] is a Serbian mathematician specializing in differential geometry.", "65200156": "Christine De Mol (born 23 April 1954)[1] is a Belgian applied mathematician and mathematical physicist interested in inverse problems, regularization, wavelets, and machine learning, and known for her work on proximal gradient methods and the application of proximal gradient methods for learning.  She is a professor of mathematics at the Université libre de Bruxelles, and the former chair of the SIAM Activity Group on Imaging Science.", "24614": "Pope Sylvester II (c. 946 – 12 May 1003), originally known as Gerbert of Aurillac,[n 1] was a scholar and teacher who served as the bishop of Rome and ruled the Papal States from 999 to his death. He endorsed and promoted study of Moorish and Greco-Roman arithmetic, mathematics and astronomy, reintroducing to Europe the abacus and armillary sphere, which had been lost to Latin Europe since the end of the Greco-Roman era. He is said to be the first in Europe to introduce the decimal numeral system using the Hindu-Arabic numeral system. He is credited with the invention of the first mechanical clock in 996.", "64413735": "Christian Reinsch (born 1934 in Chemnitz, died on October 8, 2022) was a German mathematician who worked in the area of numerical analysis.", "56877096": "Uwe Jannsen (born 11 March 1954)[1] is a German mathematician, specializing in algebra, algebraic number theory, and algebraic geometry.", "36626474": "Kaisa Miettinen is a Finnish mathematician and the former vice rector of the University of Jyväskylä[1] in Finland. She is a professor\nof industrial optimization with the Faculty of Information Technology,[2] University of Jyväskylä, Finland. In addition, she heads the Multiobjective Optimization Group (former name Industrial Optimization Group).[3]", "59957296": "Gethyn Elliot Hewan (23 December 1916 – 1 July 1988) was an English first-class cricketer and schoolmaster. He studied mathematics as the University of Cambridge, during which he played first-class cricket for Cambridge University Cricket Club, before accepting a fellowship to study at Yale University. He served in the Second World War with the Royal Horse Artillery, for which he was mentioned in dispatches. Following the war he took up teaching posts at several educational establishments, most notably as headmaster of Cranbrook School, Sydney.", "53960754": "Astrid an Huef is a German-born New Zealand mathematician who holds a professorship at Victoria University of Wellington.[1] Until 2017, she held the Chair of Pure Mathematics at the University of Otago. Her research interests include functional analysis, operator algebras, and dynamical systems.[2] She was the president of the New Zealand Mathematical Society for the 2016–2017 term.[3][4]", "6021171": "István Hatvani (1718–1786) was a Hungarian mathematician. He worked on developing some of the earliest elements of probability theory.", "61759544": "M. Vali Siadat is an Iranian-American mathematician, the Distinguished Professor of Mathematics at Richard J. Daley College.[1][2]", "34988091": "Ileana Streinu is a Romanian-American computer scientist and mathematician, the Charles N. Clark Professor of Computer Science and Mathematics at Smith College in Massachusetts.[1] She is known for her research in computational geometry, and in particular for her work on kinematics and structural rigidity.", "14934075": "Volker Oppitz (born 6 December 1931 in Nový Bor (Haida), Czechoslovakia) is a German economist and mathematician.", "63791170": "Muhammad Rafique (2 January 1940 — 16 June 1996) was a Pakistani mathematician and professor of mathematics at the Punjab University. He was a versatile scholar who authored textbooks on computer language and special relativity. He was the co-author of textbook Group Theory for High Energy Physicists, which was eventually published years after his death in 2016.", "35184706": "Anadi Sankar Gupta (1 November 1932, Barisal – 14 June 2012, Kolkata) was an Indian mathematician.[1] Till his death, he was an INSA Senior Scientist and emeritus faculty with the Department of Mathematics, IIT Kharagpur.[2]", "22175811": "Gaetano Fichera (8 February 1922 – 1 June 1996) was an Italian mathematician, working in mathematical analysis, linear elasticity, partial differential equations and several complex variables. He was born in Acireale, and died in Rome.", "41082949": "Pierre Schapira (born April 28, 1943) is a French mathematician. He specializes in algebraic analysis, especially Mikio Sato's microlocal analysis, together with the mathematical concepts of sheaves and derived categories.", "46456903": "Friederich Ignaz  Mautner (14 May 1921–2002)[1] was an Austrian-American mathematician, known for his research on the representation theory of groups, functional analysis, and differential geometry. He is known for Mautner's Lemma and Mautner's Phenomenon in the representation theory of Lie groups.[2]", "56549449": "Bernard Helffer (born 8 January 1949, Paris) is a French mathematician, specializing in partial differential equations, spectral theory, and mathematical physics.", "47997007": "Howard Garland (born 27 October 1937, in Detroit)[1] is an American mathematician, who works on algebraic groups, Lie algebras (structure theory and representation theory), and infinite-dimensional algebras.[2]", "41508943": "Adrien Ulacq was a Flemish mathematician, best known for his logarithmic tables.[1]", "69132372": "Miriam Freda Becker (later Miriam Mazur, March 30, 1909 – March 5, 2000) was an American mathematician whose career became a test case for unionization and academic tenure in the City University of New York system in the 1930s.", "9298006": "John Mighton, OC born in Hamilton, Ontario, Canada on October 2, 1957, is a Canadian mathematician, playwright and best-selling author, who is known for his work supporting children's math.[1] Mighton founded JUMP Math as a charity in 2002 and developed the JUMP Math program to address student underachievement in math. Mighton has won national and international awards for his contributions to both Canadian theatre and math education.[2]", "5496919": "Karl Menninger (October 6, 1898 – October 2, 1963) was a German teacher of and writer about mathematics.  His major work was Zahlwort und Ziffer (1934,; English trans., Number Words and Number Symbols), about non-academic mathematics in much of the world.  (The omission of Africa was rectified by Claudia Zaslavsky in her book Africa Counts.)", "58024023": "Kaoru Ono (小野 薫, Ono Kaoru, born 1962) is a Japanese mathematician, specializing in symplectic geometry. He is a professor at the Research Institute for Mathematical Sciences (RIMS) at Kyoto University.[1]", "33382489": "Claude Ambrose Rogers FRS[1] (1 November 1920 – 5 December 2005) was an English mathematician who worked in analysis and geometry.[2][3][4]", "49897560": "John Clayton Taylor FRS (born 4 August 1930) is a British mathematical physicist. He is an Emeritus Professor of Mathematical Physics at the Department of Applied Mathematics and Theoretical Physics of the University of Cambridge and an Emeritus Fellow of Robinson College.[4][5] He is the father of mathematician Richard Taylor.", "50487390": "Javier Perez-Capdevila (born February 7, 1963) is a Cuban scientist, mathematician and professor, known for the introduction of the operation mixed mixtures of fuzzy sets, among other theoretical contributions to fuzzy mathematics, as well as to introduce a concept of labor competencies with a method to measure them.", "19816546": "Harry Kesten (November 19, 1931 – March 29, 2019) was a Jewish American mathematician best known for his work in probability, most notably on random walks on groups and graphs, random matrices, branching processes, and percolation theory.", "1728613": "Guillaume François Antoine, Marquis de l'Hôpital[1] (French: [ɡijom fʁɑ̃swa ɑ̃twan maʁki də lopital]; sometimes spelled L'Hospital; 1661 – 2 February 1704)[a] was a French mathematician. His name is firmly associated with l'Hôpital's rule for calculating limits involving indeterminate forms 0/0 and ∞/∞. Although the rule did not originate with l'Hôpital, it appeared in print for the first time in his 1696 treatise on the infinitesimal calculus, entitled Analyse des Infiniment Petits pour l'Intelligence des Lignes Courbes.[3] This book was a first systematic exposition of differential calculus. Several editions and translations to other languages were published and it became a model for subsequent treatments of calculus.", "56352872": "Paul Jean Joseph Barbarin (20 October 1855, Tarbes – 28 September 1931) was a French mathematician, specializing in geometry.[1][2]", "974955": "Victor Alexander Vyssotsky (February 26, 1931 – December 24, 2012) was a mathematician and computer scientist. He was the technical head of the Multics project at Bell Labs and later executive director of Research in the Information Systems Division of AT&T Bell Labs. Multics, whilst not particularly commercially successful in itself, directly inspired Ken Thompson to develop Unix.[3] Later, Vyssotsky was the founding director of Digital's Cambridge Research Lab.", "1826924": "Abraham Zacuto (Hebrew: אַבְרָהָם בֵּן שְׁמוּאֵל זַכּוּת‎, romanized: Avraham ben Shmuel Zacut, Portuguese: Abraão ben Samuel Zacuto; 12 August 1452 – c. 1515) was a Castilian astronomer, astrologer, mathematician, rabbi and historian who served as Royal Astronomer to King John II of Portugal.", "2252908": "Jacques Philippe Marie Binet (French: [binɛ]; 2 February 1786 – 12 May 1856) was a French mathematician, physicist and astronomer born in Rennes; he died in Paris, France, in 1856. He made significant contributions to number theory, and the mathematical foundations of matrix algebra which would later lead to important contributions by Cayley and others. In his memoir on the theory of the conjugate axis and of the moment of inertia of bodies he enumerated the principle now known as Binet's theorem. He is also recognized as the first to describe the rule for multiplying matrices in 1812, and  Binet's formula expressing Fibonacci numbers in closed form is named in his honour, although the same result was known to Abraham de Moivre a century earlier.", "48849008": "Isabel Alicia Hubard Escalera is a Mexican mathematician in the Institute of Mathematics of the National Autonomous University of Mexico (UNAM).", "33120371": "Mikhail (Misha) Lyubich (born 25 February 1959 in Kharkiv, Ukraine) is a mathematician\nwho made important contributions to the fields of holomorphic dynamics and chaos theory.", "1990771": "Sir David Roxbee Cox FRS FBA FRSE FRSC (15 July 1924 – 18 January 2022) was a British statistician and educator. His wide-ranging contributions to the field of statistics included introducing logistic regression, the proportional hazards model and the Cox process, a point process named after him.", "50782329": "Aleksei Nikolaevich Parshin[a] (Russian: Алексей Николаевич Паршин; 7 November 1942 – 18 June 2022) was a Russian mathematician, specializing in arithmetic geometry. He is most well-known for his role in the proof of the Mordell conjecture.", "2252922": "Baron Pierre Charles François Dupin (6 October 1784, Varzy, Nièvre – 18 January 1873, Paris, France) was a French Catholic mathematician, engineer, economist[1] and politician, particularly known for work in the field of mathematics, where the Dupin cyclide and Dupin indicatrix are named after him; and for his work in the field of statistical and thematic mapping.[2] In 1826 he created the earliest known choropleth map.[3]", "40165500": "Timur Magomedovich Eneev (September 23, 1924[1] – September 8, 2019) was a Russian mathematician specializing in mechanics and control processes. A minor planet Eneev discovered in 1978 is named after him.[2] He was the editor-in-chief of the journal Cosmic Research.[3] He was a member of the Balkar ethnic group.", "67657866": "Maria Assunta Pozio (died 2018) was an Italian mathematician known for her research in partial differential equations, including a collaboration with the Swiss mathematician Catherine Bandle. A special issue of Rendiconti di Matematica e delle sue Applicazioni was dedicated to her memory.[1] Pozio received a Laurea degree (effectively equivalent to a PhD) from Sapienza University of Rome in 1977.[2]", "3629196": "Stefan Brands is the designer of the core cryptographic protocols of Microsoft's U-Prove technology. Following his academic research on these protocols during the nineties, they were implemented and marketed under the U-Prove name by Credentica until Microsoft acquired the technology.[1][2]", "45211789": "Woodrow Dale Brownawell (born April 21, 1942) is an American mathematician who has performed research in number theory and algebraic geometry. He is a Distinguished Professor emeritus at Pennsylvania State University,[1] and is particularly known for his proof of explicit degree bounds that can be used to turn Hilbert's Nullstellensatz into an effective algorithm.[2][3]", "45211795": "Michael \"Mike\" Shulman (/ˈʃuːlmən/; born 1980) is an American associate professor of mathematics at the University of San Diego[1] who works in category theory and higher category theory, homotopy theory, logic as applied to set theory, and computer science.", "69329051": "Elisa Maria Eugenia Cibrario Cinquini (6 September 1905 – 16 May 1992) was an Italian mathematician specializing in partial differential equations and known for her research in association with Guido Fubini, Giuseppe Peano, and Francesco Tricomi.[1]", "1925276": "Carl Gustav Axel Harnack (7 May [O.S. 25 April] 1851, Dorpat (now Tartu) – 3 April 1888, Dresden) was a Baltic German mathematician who contributed to potential theory. Harnack's inequality applied to harmonic functions. He also worked on the real algebraic geometry of plane curves, proving Harnack's curve theorem for real plane algebraic curves.", "385179": "John Henry Constantine Whitehead FRS[1] (11 November 1904 – 8 May 1960), known as \"Henry\", was a British mathematician and was one of the founders of homotopy theory. He was born in Chennai (then known as Madras), in India, and died in Princeton, New Jersey, in 1960.", "11657374": "Geoff Bascand was[1] the Deputy Governor and Head of Operations at the Reserve Bank of New Zealand.[2][3] He was Government Statistician and the Chief Executive of Statistics New Zealand until May 2013.[4] Bascand is a graduate of the University of Otago and the Australian National University with a BA (Honours) degree in Geography and a master's degree in Economics.[4][5]", "2482337": "Max Noether (24 September 1844 – 13 December 1921) was a German mathematician who worked on algebraic geometry and the theory of algebraic functions. He has been called \"one of the finest mathematicians of the nineteenth century\".[1] He was the father of Emmy Noether.", "40362148": "Andrei Dmitrievich Polyanin (Russian: Андрей Дмитриевич Полянин, born 1 November 1951) is a Russian mathematician. He is a creator and Editor-in-Chief of EqWorld.", "24742": "Paul Adrien Maurice Dirac OM FRS[6] (/dɪˈræk/; 8 August 1902 – 20 October 1984) was an English mathematical and theoretical physicist who is considered to be one of the founders of quantum mechanics and quantum electrodynamics.[7][8] He is credited with laying the foundations of quantum field theory.[9][10][11][12] He was the Lucasian Professor of Mathematics at the University of Cambridge, a professor of physics at Florida State University and the University of Miami, and a 1933 Nobel Prize in Physics recipient.", "26501290": "Tosio Kato (加藤 敏夫, Katō Toshio, August 25, 1917 – October 2, 1999) was a Japanese mathematician who worked with partial differential equations, mathematical physics and functional analysis.", "10018991": "Leonida Tonelli (19 April 1885 – 12 March 1946) was an Italian mathematician, noted for proving Tonelli's theorem, a variation of Fubini's theorem, and for introducing semicontinuity methods as a common tool for the direct method in the calculus of variations.[1]", "56680625": "Eva Viehmann (born in 1980)  is a German mathematician who holds a professorial chair in the arithmetic geometry and representation theory research group at the University of Münster. Before that she was a professor working on arithmetic geometry at the Technical University of Munich.[1]", "44916914": "Irene Martínez Gamba (born 1957)[1] is an Argentine–American mathematician. She works as a professor of mathematics at the University of Texas at Austin, where she holds the W.A. Tex Moncrief, Jr. Chair in Computational Engineering and Sciences and is head of the Applied Mathematics Group in the Oden Institute for Computational Engineering and Sciences.[2]", "6021299": "Miklós Laczkovich (born 21 February 1948) is a Hungarian mathematician mainly noted for his work on real analysis and geometric measure theory. His most famous result is the solution of Tarski's circle-squaring problem in 1989.[1]", "9986226": "Arthur Paul Mattuck (June 11, 1930[1] – October 8, 2021[1][2]) was an emeritus professor of mathematics at the Massachusetts Institute of Technology.[3]  He may be best known for his 1998 book, Introduction to Analysis (ISBN 013-0-81-1327) and his differential equations video lectures featured on MIT's OpenCourseWare.[4]", "55533749": "Alicia Laura Carriquiry is a Uruguayan statistician. She is a distinguished professor of statistics at Iowa State University,[1] and was president of the International Society for Bayesian Analysis in 2001.[2] Her research applies Bayesian statistics to nutrition, genomics, forensics, and traffic safety.", "47145140": "Kedar \"Bud\" Pyatt was Project Orion's chief mathematician. He worked on nuclear physics calculations for the project.[1]", "59367607": "Jean Pigeon d'Osangis (born 1654, Donzy; died 1739) was a French physicist and mathematician, noted for the construction of planispheres.[1][2]", "66543798": "Bert Kerr \"Hank\" Waits II was an American mathematician and professor at The Ohio State University where he taught in the Mathematics Department from 1961 to 1991.[1] He was also a consultant to Texas Instruments, Education Technology Division, and a mathematics textbook author.", "67100854": "Jessica A. Shepherd Purcell is an American mathematician specializing in low-dimensional topology whose research topics have included hyperbolic Dehn surgery and the Jones polynomial. She is a professor of mathematics at Monash University in Melbourne, Australia.[1]", "14770363": "Prof Hector Munro Macdonald OBE FRS[1] FRAS[2] FRSE LLD (19 January 1865 – 16 May 1935) was a Scottish mathematician, born in Edinburgh in 1865.[3] He researched pure mathematics at Cambridge University after graduating from Aberdeen University with an honours degree.", "254150": "Joseph Carl Robnett Licklider (/ˈlɪklaɪdər/; March 11, 1915 – June 26, 1990), known simply as J. C. R. or \"Lick\", was an American psychologist[3] and computer scientist who is considered to be among the most prominent figures in computer science development and general computing history.", "9396423": "Regina Iosifovna Tyshkevich (Belarusian: Рэгіна Іосіфаўна Тышкевіч; 20 October 1929 – 17 November 2019[1]) was a Belarusian mathematician, an expert in graph theory,  Doctor of Physical and Mathematical Sciences, professor of the Belarusian State University.[2][3]", "39444681": "Bedřich Procházka (4 July 1855 in Rakovník – 3 January 1934 in Prague) was a Czechoslovak mathematician. He was granted an honorary doctorate from the Czech Technical University in Prague in 1925.[1]", "38330574": "Stephen Lichtenbaum (1939 in Brooklyn) is an American mathematician who is working in the fields of algebraic geometry, algebraic number theory and algebraic K-theory.", "62120149": "Adolf Kiefer (22 June 1857 - 15 November 1929) was a Swiss mathematician, working mainly on geometry.[1]", "1204440": "Ernest William Barnes FRS[1] (1 April 1874 – 29 November 1953) was a British mathematician and scientist who later became a liberal theologian and bishop.[2][3][4]", "24797": "Proclus Lycius (/ˈprɒkləs laɪˈsiəs/; 8 February 412 – 17 April 485), called Proclus the Successor (Greek: Πρόκλος ὁ Διάδοχος, Próklos ho Diádokhos), was a Greek Neoplatonist philosopher, one of the last major classical philosophers of late antiquity. He set forth one of the most elaborate and fully developed systems of Neoplatonism and, through later interpreters and translators, exerted an influence on Byzantine philosophy, Early Islamic philosophy, Scholastic philosophy, and German Idealism, especially G.W.F. Hegel, who called Proclus's Platonic Theology \"the true turning point or transition from ancient to modern times, from ancient philosophy to Christianity.\"[1]", "9986270": "Philip Mayne Woodward (6 September 1919 – 30 January 2018) was a British mathematician, radar engineer and horologist. He achieved notable success in all three fields. Before retiring, he was a deputy chief scientific officer at the Royal Signals and Radar Establishment of the British Ministry of Defence in Malvern, Worcestershire.[4]", "5300446": "Perseus (Greek: Περσεύς; c. 150 BC) was an ancient Greek geometer, who invented the concept of spiric sections, in analogy to the conic sections studied by Apollonius of Perga.", "39477475": "Isaac Argyros (Greek: Ισαάκιος Αργυρός) was a Byzantine mathematician and monk, born about 1312, who wrote a treatise named Easter Rule, along with books on arithmetic, geometry and astronomy.[1]", "22929637": "Richard Anthony Brualdi is a professor emeritus of combinatorial mathematics at the University of Wisconsin–Madison.", "48849124": "Florence Parthenia Lewis (September 24, 1877 – March 10, 1964[1]) was an American mathematician and astronomer.[2]", "24862951": "Raj Jain (born 17 August 1951) is a professor of Computer Science and Engineering in the Washington University School of Engineering and Applied Science at Washington University in St. Louis, Missouri.", "680168": "Curtis Tracy McMullen (born May 21, 1958) is an American mathematician who is the Cabot Professor of Mathematics at Harvard University.  He was awarded the Fields Medal in 1998 for his work in complex dynamics, hyperbolic geometry and Teichmüller theory.", "56746217": "Robert Miller Hardt (born 24 June 1945, Pittsburgh)[1] is an American mathematician. His research deals with geometric measure theory, partial differential equations, and continuum mechanics. He is particularly known for his work with Leon Simon proving the boundary regularity of volume minimizing hypersurfaces.", "65954024": "Ione Holt Grogan (March 4, 1891 – February 5, 1961) was an American academic, mathematician, and educator. She worked as a schoolteacher in North Carolina and Georgia for twenty-two years before joining the faculty at the Woman's College of the University of North Carolina, where she was a professor of mathematics from 1935 to 1958. A dormitory, a residence college, and a scholarship at the University of North Carolina at Greensboro (previously the Woman's College), are named after her. Grogan was also the president of the Reviewers Club, the oldest literary club for women in North Carolina.", "2613478": "Charles Terence Clegg \"Terry\" Wall (born 14 December 1936) is a British mathematician, educated at Marlborough and Trinity College, Cambridge. He is an emeritus professor of the University of Liverpool, where he was first appointed professor in 1965. From 1978 to 1980 he was the president of the London Mathematical Society.", "61989099": "Frank-Olaf Schreyer is a German mathematician, specializing in algebraic geometry and algorithmic algebraic geometry.", "6676717": "A Madman Dreams of Turing Machines is a book by Janna Levin which contrasts fictionalized accounts of the lives and ideas of Kurt Gödel and Alan Turing (who never met). First published in 2006, the book won several awards, including the prestigious PEN/Bingham Fellowship Prize for Writers and the MEA Mary Shelley Award for Outstanding Fictional Work.  It was also a runner-up for the Hemingway Foundation/PEN Award.", "54190310": "Johann Jakob Rebstein (1840–1907) was a Swiss mathematician and surveyor.", "52322536": "Janusz Roman Grabowski[1] (born April 30, 1955 in Stalowa Wola, Poland) Polish mathematician working in differential geometry and mathematical methods in classical and quantum physics.", "7004401": "Pierre Rosenstiehl (5 December 1933 – 28 October 2020[1][2]) was a French mathematician recognized for his work in graph theory, planar graphs, and graph drawing.", "61792497": "Wei Biao Wu is a Chinese-born statistician.  He is a professor of statistics at the University of Chicago.", "50979057": "Émile Léger (1795–1838) was a French mathematician.", "6021363": "Jenő Hunyady (28 April 1838 in Pest – 26 December 1889 in Budapest) was a Hungarian mathematician noted for his work on conic sections and linear algebra, specifically on determinants. He received his Ph.D. in Göttingen (1864). He worked at the University of Technology of Budapest. He was elected a corresponding member (1867), member (1883) of the Hungarian Academy of Sciences. From 1885 he actively participated in the informal meetings of what became later the Mathematical and Physical Society of Hungary.", "45277427": "Sigmundur Gudmundsson (born 1960) is an Icelandic-Swedish mathematician working at Lund University[1] in the fields of differential geometry and global analysis. He is mainly interested in the geometric aspects of harmonic maps and their derivatives, such as  harmonic morphisms and p-harmonic functions. His work is partially devoted to the existence theory of complex-valued harmonic morphisms and p-harmonic functions from Riemannian homogeneous spaces of various types, such as symmetric spaces and semisimple, solvable and nilpotent Lie groups.\n[2]\n[3]", "6512886": "Stephen H. Schanuel (14 July 1933 – 21 July 2014) was an American mathematician working in the fields of abstract algebra and category theory, number theory, and measure theory.[1][2]", "155895": "Georgios Gemistos Plethon (Greek: Γεώργιος Γεμιστὸς Πλήθων; Latin: Georgius Gemistus Pletho c. 1355/1360 – 1452/1454), commonly known as Gemistos Plethon, was a Greek scholar[4] and one of the most renowned philosophers of the late Byzantine era.[5] He was a chief pioneer of the revival of Greek scholarship in Western Europe.[6] As revealed in his last literary work, the Nomoi or Book of Laws, which he circulated only among close friends, he rejected Christianity in favour of a return to the worship of the classical Hellenic gods, mixed with ancient wisdom based on Zoroaster and the Magi.[7]", "65298680": "Sonja Brentjes (born 1951)[1] is a German historian of science, historian of mathematics, and historian of cartography known for her work on mapmapking and mathematics in medieval Islam.", "62644472": "Walter Murray Wonham FRSC (1934 – May 14, 2023) was a Canadian control theorist and professor at the University of Toronto. He focused on multi-variable geometric control theory, stochastic control and stochastic filters, and the control of discrete event systems from the standpoint of mathematical logic and formal languages.", "155900": "Bessarion (Greek: Βησσαρίων; 2 January 1403 – 18 November 1472) was a Byzantine Greek Renaissance humanist, theologian, Catholic cardinal and one of the famed Greek scholars who contributed to the so-called great revival of letters in the 15th century.[1]", "58745088": "Joan Eileen Walsh FIMA (1932–2017) was a British mathematician, a professor of numerical analysis at the University of Manchester, and the founding chair of the Numerical Algorithms Group. She was the first female professor of mathematics in the UK.[2][3]", "35217667": "Ernst Eduard Wiltheiss (12 June 1855 in Worms, Germany – 7 July 1900 in  Halle) was a German mathematician who worked on hyperelliptic functions and invariant theory.", "59760903": "Samuel James Patterson (September 7, 1948 in Belfast)[2] is a Northern Irish mathematician specializing in analytic number theory.  He has been a professor at the University of Göttingen since 1981.[3]", "64217351": "Tamás Terlaky is a Hungarian-Canadian-American professor of Industrial and Systems Engineering at Lehigh University.[1] He is especially well known for his work on criss-cross algorithms, interior-point methods, Klee-Minty examples for path following algorithms, and optimization.[2][3]", "3399948": "Walter Francis Willcox (March 22, 1861 – October 30, 1964)[1] was an American statistician. He was born in Reading, Massachusetts, to William Henry Willcox and Anne Holmes Goodenow. He was graduated from Phillips Academy, Andover, in 1880, from Amherst College in 1884 with an A.B., and in 1888 received an A.M. degree from Amherst College. He received an LL.B degree (1887) and a Ph.D. (1891) from Columbia University. In 1906 he received an honorary LL.D. degree from Amherst College.[2]", "48259346": "Emanuele Foà (16 August 1892[2] – 9 October 1949) was an Italian engineer and engineering physicist, known for his contribution to mathematical fluid dynamics. In particular he proved the first known uniqueness theorem for the solutions to the three-dimensional Navier–Stokes equations for incompressible fluids in bounded domains.[3]", "418073": "Elias Menachem Stein (January 13, 1931 – December 23, 2018) was an American mathematician who was a leading figure in the field of harmonic analysis. He was the Albert Baldwin Dod Professor of Mathematics, Emeritus, at Princeton University, where he was a faculty member from 1963 until his death in 2018.", "67232028": "Bernard Russell Gelbaum (died March 22, 2005 Laguna Beach, California) was a mathematician and academic administrator having served as a professor at the University of Minnesota, University of California, Irvine (where he was the first chair of the math department as well as acting dean and associate dean of physical sciences) and as well as emeritus professor in the Department of Mathematics, College of Arts and Sciences, University at Buffalo.  When he arrived at Buffalo 1971, he served as vice president for academic affairs as well as being a math professor.[2]", "8970537": "John Peter Fitch (also known as John ffitch) is a computer scientist, mathematician and composer, who has worked on relativity, planetary astronomy, computer algebra and Lisp.[4] Alongside Victor Lazzarini and Steven Yi, he is the project leader for audio programming language Csound,[5] having a leading role in its development since the early 1990s; and he was a director of Codemist Ltd,[3] which developed the Norcroft C compiler.[6][7][8][9][10]", "15917356": "Horng-Tzer Yau (Chinese: 姚鴻澤; pinyin: Yáo Hóngzé; born 1959 in Taiwan) is a Taiwanese-American mathematician. He received his B.Sc. in 1981 from National Taiwan University and his Ph.D. in 1987 from Princeton University. Yau joined the faculty of NYU in 1988, and became a full professor at its Courant Institute of Mathematical Sciences in 1994. He moved to Stanford in 2003, and then to Harvard University in 2005. He was also a member of the Institute for Advanced Study in Princeton, New Jersey, in 1987–88, 1991–92, and 2003, and was a distinguished visiting professor in 2013–14.", "1270068": "Pierre-Louis Lions (French: [ljɔ̃ːs];[1] born 11 August 1956) is a French mathematician. He is known for a number of contributions to the fields of partial differential equations and the calculus of variations. He was a recipient of the 1994 Fields Medal and the 1991 Prize of the Philip Morris tobacco and cigarette company.[2]", "41312567": "Alberto Adrego Pinto is a full professor at the Department of Mathematics, Faculty of Sciences, University of Porto (Portugal). He is a researcher of the Laboratory of Artificial Intelligence and Decision Support, Institute for Systems and Computer Engineering LIAAD, INESC TEC. He is the founder and editor-in-chief of the Journal of Dynamics and Games, published by the American Institute of Mathematical Sciences (AIMS).[1] He is the President of the Portuguese International Center for Mathematics (CIM).[2] Currently, he is also a Special Visiting Researcher from CNPq at Instituto Nacional de Matemática Pura e Aplicada (IMPA), Rio de Janeiro, Brazil.", "48030010": "Juan de Alcega (Joan Alzegakoa in Standard Basque) was a 16th-century Basque tailor and mathematician from Spain.", "31285564": "Jean François Théophile Pépin (14 May 1826 – 3 April 1904) was a French mathematician.", "6021440": "Zoárd Geőcze de Szendrő (1873–1916) was a Hungarian mathematician famous for his theory of surfaces (Horváth 2005:219ff). He  was born on 23 August 1873 in Budapest, Hungary and died on 26 November 1916 in Budapest.", "1139033": "Pyotr Sergeyevich Novikov (Russian: Пётр Серге́евич Но́виков; 28 August 1901, Moscow – 9 January 1975, Moscow) was a Soviet mathematician.", "352603": "Morgan le Fay (/ˈmɔːrɡən lə ˈfeɪ/; Welsh: Morgên y Dylwythen Deg; Cornish: Morgen an Spyrys; all meaning 'Morgan the Fairy'), alternatively known as Morgan[n]a, Morgain[a/e], Morg[a]ne, Morgant[e], Morge[i]n, and Morgue[in] among other names and spellings, is a powerful and ambiguous  enchantress from the legend of King Arthur, in which most often she and he are siblings. Early appearances of Morgan in Arthurian literature do not elaborate her character beyond her role as a goddess, a fay, a witch, or a sorceress, generally benevolent and connected to Arthur as his magical saviour and protector. Her prominence increased as the legend of Arthur developed over time, as did her moral ambivalence, and in some texts there is an evolutionary transformation of her to an antagonist, particularly as portrayed in cyclical prose such as the Lancelot-Grail and the Post-Vulgate Cycle. A significant aspect in many of Morgan's medieval and later iterations is the unpredictable duality of her nature, with potential for both good and evil.", "25616731": "Vinzenz Bronzin (born 1872 in Rovigno – died 1970 in Trieste) was an Italian mathematics professor, known today for an early (\"rediscovered\") option pricing formula, similar to, and predating, the Black–Scholes 1973 formula;\n[1] \nhe also provided a formulation of put–call parity, \n[2] \nwritten up formally only in 1969 by Stoll.\n[3]", "56615271": "Aparna W. Higgins is a mathematician known for her encouragement of undergraduate mathematicians to participate in mathematical research.[1] Higgins originally specialized in universal algebra, but her more recent research concerns graph theory, including graph pebbling and line graphs.[2] She is a professor of mathematics at the University of Dayton.[3]", "13623676": "Mohsen Hashtroodi (Hachtroudi) (Persian: محسن هشترودی; also romanized as Mohsen Hashtrūdi; December 13, 1908, Tabriz – September 4, 1976, Tehran) was a prominent Iranian mathematician, known as \"Professor Hashtroodi (Hashtroudi)\". His father, Shaikh Esmāeel Mojtahed was an advisor to Shaikh Mohammad Khiābāni, who played a significant role in the establishment of the parliamentary democracy in Iran during and after the Iranian Constitutional Revolution.", "71623041": "Chrysoula Tsogka is a Greek applied mathematician whose research involves remote sensing, wave propagation, and imaging through complex media.  She is a professor of applied mathematics at the University of California, Merced.[1]", "25223557": "Patrick Dehornoy  (11 September 1952 – 4 September 2019) was a mathematician at the University of Caen Normandy who worked on set theory and group theory.", "53371269": "Georg Aumann (11 November 1906 in Munich, Germany – 4 August 1980), was a German mathematician.[1] He was known for his work in general topology and regulated functions. During World War II, he worked as part of a group of five mathematicians, recruited by Wilhelm Fenner, and which included Ernst Witt, Alexander Aigner, Oswald Teichmueller and Johann Friedrich Schultze, and led by Wolfgang Franz, to form the backbone of the new mathematical research department in the late 1930s, which would eventually be called: Section IVc of Cipher Department of the High Command of the Wehrmacht (abbr. OKW/Chi).[2][3]  He also worked as a cryptanalyst, on the initial breaking of the most difficult cyphers. He also researched and developed cryptography theory.", "69919109": "Dmitrii Abramovich Raikov (Russian: Дмитрий Абрамович Райков, born 11 November 1905 in Odessa; died 1980 in Moscow) was a Russian mathematician who studied functional analysis.", "47178120": "Arthur Preston Mellish (10 June 1905 – 7 February 1930) was a  Canadian mathematician, known for his generalization of Barbier's theorem.", "1270155": "Georg Alexander Pick (10 August 1859 – 26 July 1942) was an Austrian Jewish mathematician who was murdered during The Holocaust. He was born in Vienna to Josefa Schleisinger and Adolf Josef Pick and died at Theresienstadt concentration camp.[1] Today he is best known for Pick's theorem for determining the area of lattice polygons. He published it in an article in 1899; it was popularized when Hugo Dyonizy Steinhaus included it in the 1969 edition of Mathematical Snapshots.", "44097932": "Ajit Iqbal Singh (born 1943[1]) is an Indian mathematician, specialising in functional analysis and harmonic analysis. Singh is a Fellow of the Indian National Science Academy (INSA), India's apex body of scientists and technologists.[2] She is also a fellow of the National Academy of Sciences (India), based in Allahabad.[3]", "47178125": "Lawrence Allen Zalcman (June 9, 1943 – May 31, 2022) was a professor (and later a professor emeritus) of Mathematics at Bar-Ilan University in Israel. His research primarily concerned Complex analysis, potential theory, and the relations of these ideas to approximation theory, harmonic analysis, integral geometry and partial differential equations.[1][2] On top of his scientific achievements, Zalcman received numerous awards for mathematical exposition, including the Chauvenet Prize[3] in 1976, the Lester R. Ford Award in 1975[3] and 1981,[4] and the Paul R. Halmos – Lester R. Ford Award in 2017.[5] In addition to Bar-Ilan University, Zalcman taught at the University of Maryland and Stanford University in the United States.[6]", "33546642": "Jonathan Darby Lubin (born August 10, 1936, in Staten Island, New York) is a professor emeritus of mathematics at Brown University.  He received an  A.B. from Columbia College in 1957 and a Ph.D. from Harvard University in 1963 under the direction of John Tate. He taught at Bowdoin College from 1962–1967 and at Brown University from 1967–2000.", "3072406": "Vladimir Iosifovich Levenshtein (Russian: Влади́мир Ио́сифович Левенште́йн, IPA: [vlɐˈdʲimʲɪr ɨˈosʲɪfəvʲɪtɕ lʲɪvʲɪnˈʂtʲejn] ⓘ; 20 May 1935 – 6 September 2017) was a Russian and Soviet scientist who did research in information theory,  error-correcting codes, and combinatorial design.[1] Among other contributions, he is known for the Levenshtein distance and a Levenshtein algorithm, which he developed in 1965.", "22241690": "Tadeusz Iwaniec (born October 9, 1947 in Elbląg) is a Polish-American mathematician, and since 1996 John Raymond French Distinguished Professor of Mathematics at Syracuse University.[1]", "33776030": "Carlos Biggeri (1908–1965) was an Argentine mathematician who won several prestigious awards including the Association of Culture of Argentina, the Faculty of Science of Madrid (Spain) and the Institution Mitre", "20111782": "Mark Andrew Ronan (born 1947) is Emeritus Professor of Mathematics at the University of Illinois at Chicago and Honorary Professor of Mathematics at University College London. He has lived and taught in: Germany (at the University of Braunschweig and the Free University of Berlin); in England, where from 1989 to 1992 he was Mason Professor of Mathematics at the University of Birmingham; and America at the University of Illinois at Chicago, where his teaching included courses on ancient literature from Mesopotamia, and on the history of the calendar, as well as mathematics.", "35217833": "Isaak Bacharach (2 December 1854  – 22 September 1942) was a German mathematics professor in Erlangen who proved the Cayley–Bacharach theorem on intersections of cubic curves.[1][2]", "61956522": "Anatoly Illarionovich Shirshov (Анато́лий Илларио́нович Ширшо́в, 8 August 1921, Kolyvan, Novosibirsk Oblast – 28 February 1981, Novosibirsk) was a Soviet mathematician, known for his research on free Lie algebras. He proved the Shirshov–Witt theorem, which states that any Lie subalgebra of a free Lie algebra is itself a free Lie algebra.[1][2]", "7463343": "Gijsbert Michiel Vredenrijk \"Gijs\" van Aardenne (18 March 1930 – 10 August 1995) was a Dutch politician of the People's Party for Freedom and Democracy (VVD) and businessperson.[1]", "64577970": "Sakura Schafer-Nameki is a German mathematical physicist working in string theory and supersymmetric gauge theory.\nShe works at the University of Oxford as a Professor of Mathematical Physics in the Mathematical Institute and as a senior research fellow of Wadham College, Oxford.[1]", "56189362": "Dmitry Fyodorovich Selivanov, (Дмитрий Фёдорович Селиванов, 17 February 1855, Gorodishche, Gorodishchensky District, Penza Oblast – 5 April 1932, Prague) was a Russian mathematician, known for his work on differential calculus and finite difference calculus.", "67658164": "Ernst Julius Amberg (6 September 1871 in Zurich – 15 March 1952) was a Swiss mathematician and mountain climber. He is noteworthy as a mountain climber and as one of the organizers of the first International Congress of Mathematicians held in Zürich in 1897.[1]", "67133880": "Annie A. M. Cuyt (born 1956) is a Belgian computational mathematician known for her work on continued fractions, numerical analysis, Padé approximants, and related topics.[1] She is a professor at the University of Antwerp, and a member of the Royal Flemish Academy of Belgium for Science and the Arts.", "31449529": "Alexis Bonnet is a French mathematician and investor. For his research on partial differential equations he was awarded the 1996 EMS Prize.[1] He earned his doctorate from Pierre and Marie Curie University in 1992, under supervision of Henri Berestycki.", "582075": "Lev Semyonovich Pontryagin (Russian: Лев Семёнович Понтрягин, also written Pontriagin or Pontrjagin, first name sometimes anglicized as Leon) (3 September 1908 – 3 May 1988) was a Soviet mathematician. Completely blind from the age of 14, he made major discoveries in a number of fields of mathematics, including algebraic topology, differential topology and optimal control.", "55206331": "James Moffat FIMA CMath is a mathematician. He was a boffin in the 1982 Falklands war.[2] He wrote Complexity Theory and Network Centric Warfare,[3] which has 275 scholarly citations.[4]", "32170433": "Peter Balazs (born 11 December 1970 in Tulln an der Donau) is an Austrian mathematician working at the Acoustics Research Institute Vienna of the Austrian Academy of Sciences.", "20931021": "William Judson LeVeque (August 9, 1923 – December 1, 2007) was an American mathematician and administrator who worked primarily in number theory. He was executive director of the American Mathematical Society during the 1970s and 1980s when that organization was growing rapidly and greatly increasing its use of computers in academic publishing.", "35283405": "Charles Clayton Grove (1875–?) was an American mathematician who studied the Hesse group and the Hesse pencil.", "1368525": "Hellmuth Kneser (16 April 1898 – 23 August 1973) was a Baltic German mathematician, who made notable contributions to group theory and topology.  His most famous result may be his theorem on the existence of a prime decomposition for 3-manifolds.  His proof originated the concept of normal surface, a fundamental cornerstone of the theory of 3-manifolds.", "1368530": "Adolf Kneser (19 March 1862 – 24 January 1930) was a German mathematician.", "188885": "William Whiston (9 December 1667 – 22 August 1752) was an English theologian, historian, natural philosopher, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 (and his attempts to win the rewards that it promised) and his important translations of the Antiquities of the Jews and other works by Josephus (which are still in print).  He was a prominent exponent of Arianism and wrote A New Theory of the Earth.", "60416469": "Holly Krieger is a lecturer in mathematics at the University of Cambridge, where she is also the Corfield Fellow at Murray Edwards College. Her current research interests are in arithmetic and algebraic aspects of families of complex dynamical systems. She is well known for her appearances in the popular mathematics YouTube video series Numberphile.[1]", "44327385": "Siobhán Vernon (née O'Shea) was the first Irish-born woman to get a PhD in pure mathematics in Ireland, in 1964.[1]", "1794523": "Richard Friederich Arens (24 April 1919 – 3 May 2000) was an American mathematician. He was born in Iserlohn, Germany. He emigrated to the United States in 1925.", "49635809": "Ninetta May \"Nettie\" Runnals (January 14, 1885 – June 1, 1980) was an American academic and college administrator. She served as Dean of Women at Colby College in Waterville, Maine, her alma mater, for 27 years, advocating for gender equality for women students and faculty members. She also helped raise significant funding for a Women's Union on the Mayflower Hill campus, which was renamed Runnals Union in her honor in 1959. She was inducted into the Maine Women's Hall of Fame in 1992."}