{"5987506": "Kevin K. Lehmann (born September 7, 1955, in Newark, New Jersey) is an American chemist and spectroscopist at the University of Virginia, best known for his work in the area of intramolecular and collisional dynamics, and for his advances in the method of cavity ring down spectroscopy (CRDS).", "3824820": "Max Factor Sr. (September 15, 1877 – August 30, 1938),[2][3] born Maksymilian Faktorowicz, was a Polish-American[1] businessman, beautician, entrepreneur and inventor. As a founder of the cosmetics giant Max Factor & Company, he largely developed the modern cosmetics industry in the United States and popularized the term \"make-up\" in noun form based on the verb.", "72080568": "Ravi Bhushan (born 12 April 1953, in Muzaffarnagar, India) was a Professor of Chemistry at Indian Institute of Technology Roorkee who worked in the areas of natural products chemistry, protein chemistry, and chiral analysis by liquid chromatography.", "64314552": "Floriana Tuna is a Romanian chemist and a Senior Research Fellow in the Department of Chemistry at The University of Manchester.[2] Her research in general is based on inorganic chemistry and magnetochemistry, specifically on molecular magnetism, EPR spectroscopy and quantum computing.[3]", "31186107": "Marc Julia  (23 October 1922 – 29 June 2010) was a French chemist and the winner of the 1990 CNRS Gold Medal[1] in chemistry.[2]  He discovered the Julia olefination  reaction in 1973.[3]", "43965630": "Tami Bond holds the Walter Scott, Jr. Presidential Chair in Energy, Environment and Health at Colorado State University since 2019.[5] For many years she was a professor of Civil and Environmental Engineering at the University of Illinois, and an affiliate professor of Atmospheric Science.  Bond has focused research on the effective study of black carbon or soot in the atmosphere. She is a Fellow of the American Geophysical Union. A MacArthur Fellowship was awarded to her in 2014.", "22535359": "Professor David Ronald Brown (born 7 September 1964, Sydney, Australia)[2] is an Australian-born research scientist notable for his work on prion diseases, which include bovine spongiform encephalopathy and vCJD. His most notable research relates to the metal binding of the protein central to these diseases, the prion protein, and its possible cellular role as an antioxidant.", "59104462": "University of Chicago (M.S., Chemistry, Ph.D., Organic Chemistry)", "31841501": "Nikolai Semyonovich Kurnakov (Russian: Николай Семёнович Курнаков; 6 December 1860 – 19 March 1941) was a Russian chemist, who is internationally recognized as the originator of physicochemical analysis. He also was one of the principal founders of the platinum industry in the Soviet Union. A chemical reaction that he pioneered, known as the Kurnakov test, is still used to differentiate cis from trans isomers of divalent platinum and is his best-known contribution to coordination chemistry.", "56548576": "John Walter Leather (26 December 1860 – 14 November 1934) was an agricultural chemist who worked in India as the first Imperial Agricultural Chemist at the Imperial Agricultural Research Institute in Pusa, Bihar. Appointed in 1892, he worked on a variety of agricultural production and chemistry related issues in India.", "8314085": "Roger William Alder, FRS is an Emeritus Professor of organic chemistry at the University of Bristol.[1]", "7888106": "Robert Brainard Corey (August 19, 1897 – April 23, 1971) was an American biochemist, mostly known for his role in discovery of the α-helix and the β-sheet with Linus Pauling. Also working with Pauling was Herman Branson. Their discoveries were remarkably correct, with even the bond lengths being accurate until about 40 years later. The α-helix and β-sheet are two structures that are now known to form the backbones of many proteins.", "38132979": "William Rand Kenan Jr. (April 30, 1872 – July 28, 1965) was an American chemist, engineer, manufacturer, dairy farmer, and philanthropist.[1]", "57040126": "Ryan Francis Donnelly has been Chair of Pharmaceutical Technology at Queen's University Belfast since 2013.[1] His research is focused on the design and physicochemical characterisation of advanced polymeric drug delivery systems for transdermal and topical applications.[1][2][3][4]", "21323011": "Leiv Kristen Sydnes (born 9 July 1948) is a Norwegian chemist, specializing in organic chemistry.", "35282187": "Lucius Trant O'Shea (18 March 1858 – 29 April 1920) was a British chemist and mining engineer; between 1908 and 1920 he acted as the general secretary of the Institution of Mining Engineers of Great Britain.", "63790350": "Eva Smolková-Keulemansová is a survivor of Auschwitz, Neuengamme, and Bergen-Belsen concentration camps. After her liberation, she became a renowned Czech scientist and professor of analytical science at Charles University in Prague.[1]", "2055444": "Aharon Katzir (Hebrew: אַהֲרֹן קָצִיר; born Aharon Katchalsky; September 15, 1914 – May 30, 1972)[1] was an Israeli scientist who was known as a pioneer in the study of the electrochemistry of biopolymers.", "3595543": "Padmanabhan Balaram is an Indian biochemist and a former director of the Indian Institute of Science in Bangalore, India.[2] He is a recipient of the third highest Indian civilian honour of Padma Bhushan (2014)[3] as well as the TWAS Prize (1994).[4] He has been conferred the 2021 R. Bruce Merrifield Award by the American Peptide Society.[5]", "51797273": "Marcos Nogueira Eberlin (born 4 March 1959[1]) is a Brazilian chemist and former professor at the Institute of Chemistry of the University of Campinas. He is a member of the Brazilian Academy of Sciences and received the Brazilian National Order of Scientific Merit in 2005 and the Thomson Medal in 2016.[1]", "42982686": "Libby Weaver is an Australian biochemist who is an author, speaker and founder of the food-based supplement range, Bio Blends.[1]", "6216995": "Lubert Stryer (born March 2, 1938, in Tianjin, China) is the Emeritus Mrs. George A. Winzer Professor of Cell Biology, at Stanford University School of Medicine.[1][2] His research over more than four decades has been centered on the interplay of light and life. In 2007 he received the National Medal of Science from President Bush at a ceremony at the White House for elucidating the biochemical basis of signal amplification in vision, pioneering the development of high density microarrays for genetic analysis, and authoring the standard undergraduate biochemistry textbook, Biochemistry.[3] It is now in its ninth edition and also edited by Jeremy Berg, John L. Tymoczko and Gregory J. Gatto, Jr.[4]", "48880936": "John William Provine (June 19, 1866 – November 2, 1949) was an American chemistry professor and university president. He served as the president of Mississippi College from 1895 to 1898 and from 1911 to 1932.[1][2] He was the last president of the Southern Intercollegiate Athletic Association.[3]", "52321577": "Bidyendu Mohan Deb (born 1942) is an Indian theoretical chemist, chemical physicist and a professor at the Indian Institute of Science Education and Research, Kolkata (IISER).[1] he is known for his studies in theoretical chemistry and chemical physics.[2] He is an elected fellow of the International Union of Pure and Applied Chemistry, The World Academy of Sciences,[3] Indian National Science Academy[4]  and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1981, for his contributions to chemical sciences.[6]", "42982702": "György Kéri (Hungarian: [ˈɟørɟ ˈkeːri]; January 11, 1950 – July 20, 2016) was a Hungarian biochemist, professor and Doctor of Biological Sciences (D.Sc.). His major field of research was signal transduction therapy and he participated in the development of novel drug discovery technologies and drug candidates that entered the clinical development process.[1]", "48258356": "Endre Kőrös (September 18, 1927 – February 18, 2002) was a Hungarian chemist mostly known in the field of nonlinear chemical dynamics for developing the FKN mechanism, a description of the Belousov–Zhabotinsky reaction involving 11 reactions and 12 species (21 intermediate species and 18 elementary steps), in 1972 with his colleagues Richard J. Field and Richard M. Noyes.", "1760567": "Carl Ulrich Franz Mannich (8 March 1877 in Breslau – 5 March 1947 in Karlsruhe) was a German chemist. From 1927 to 1943 he was professor for pharmaceutical chemistry at the University of Berlin. His areas of expertise were keto bases, alcohol bases, derivatives of piperidine, papaverine, lactones and also Digitalis-glycosides.", "42065211": "Israel Dostrovsky (Hebrew: ישראל דוסטרובסקי) (November 29, 1918 – September 28, 2010) was a Ukrainian-born Israeli physical chemist, fifth president of the Weizmann Institute of Science, laureate of the 1995 Israel Prize in the exact sciences.", "810300": "Earl Wilbur Sutherland Jr. (November 19, 1915 – March 9, 1974) was an American pharmacologist and biochemist born in Burlingame, Kansas. Sutherland won a Nobel Prize in Physiology or Medicine in 1971 \"for his discoveries concerning the mechanisms of the action of hormones\", especially epinephrine, via second messengers, namely cyclic adenosine monophosphate, or cyclic AMP.", "47373630": "Arthur Smithells, CMG FRS (24 May 1860 – 24 February 1939) was a British chemist.[1]", "12606784": "Johann Peter Griess (6 September 1829 – 30 August 1888) was an industrial chemist[1] and an early pioneer of organic chemistry. Griess was influential in the formation of modern dyes, first formulating the diazotization reaction of arylamines.[2]", "34299204": "Franklin Asbury Long (July 27, 1910 – February 8, 1999) was an American chemist notable for his activities in arms reduction as well as for his research in reaction mechanisms of organic molecules in solutions.\n[1]\n[2]\n[3]", "15621451": "Ernesto Illy (July 18, 1925 – February 3, 2008) was an Italian food chemist and businessman, known as the chairman of the Illycaffè S.p.A. coffee manufacturer.[1] He was deeply and widely respected, and is considered \"an absolute giant\" in the world of coffee and espresso,[2] He spearheaded Illy's research into coffee and espresso quality, as summarized in his son Andrea's book, Espresso: The Chemistry of Quality, which was written with Ernesto's assistance.", "44490060": "Gregory S. Girolami[1] (born October 16, 1956)[citation needed] is the William H. and Janet G. Lycan Professor of Chemistry at the University of Illinois Urbana-Champaign. His research focuses on the synthesis, properties, and reactivity of new inorganic, organometallic, and solid state species. Girolami has been elected a fellow of the American Association for the Advancement of Science,[2] the Royal Society of Chemistry,[3] and the American Chemical Society.[4]", "64609613": "Peter Grootenhuis (March 1960 – August 2019) was a Dutch-American Medicinal Chemist. Grootenhuis was the Project Leader and Co-Inventor of Ivacaftor (VX-770), the first CFTR potentiator FDA approved drug to treat the underlying cause of Cystic Fibrosis (CF) in patients with certain mutations in the Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) gene (primarily the G551D mutation.[1]), who account for 4-5% of CF cases. Grootenhuis also led the Vertex team to subsequent discovery of Orkambi, the combination of Ivacaftor and Lumacaftor(VX-809), approved to treat CF in people with two copies of the F508del mutation (~ 50% of CF patients).[2] Most recently, Grootenhuis's team discovered Tezacaftor (VX-661) and Elexacaftor (VX-445),[3] which in combination with Ivacaftor are the components of Trikafta, a drug approved by the FDA in 2019 to treat CF in more than 90% of CF patients.[4] For Grootenhuis’ contributions to the discovery of these compounds, he was awarded the 2018 IUPAC Richter Prize,[5] the American Chemical Society’s 2013 Heroes of Chemistry Award,[6] and inducted into the American Chemical Society Division of Medicinal Chemistry Hall of Fame.[7] Grootenhuis has contributed to the discovery of over 11 clinical candidates, co-authored more than 100 peer reviewed papers and is inventor of 65 + U.S Patents, and more than 50 EU Patents.[8]", "7920973": "Étienne-Ossian Henry (27 November 1798 in Paris – 26 August 1873) was a French chemist, son of Noël-Étienne Henry (1769–1832), and trained by his father, who was director of the Central Pharmacy of the Parisian hospitals and professor in the School of Pharmacy.[1][2] In 1824, he became director of the chemical laboratory of the Academy of Medicine.  He discovered sinapin and studied mineral waters, the milk of various animals, nicotine, and tannin.[3] In 1827, with Auguste-Arthur Plisson, who had studied under his father, he discovered aspartic acid.[4][5]", "31579478": "George McLendon was the Howard R. Hughes Provost and a Professor of Chemistry at Rice University. McLendon holds a bachelor's degree from the University of Texas at El Paso and a doctorate from Texas A&M University. He assumed the role of provost from 2010-2015 after serving as Dean of Trinity College of Arts and Science at Duke University. Prior to his tenure at Duke, McLendon was the R.W. Moore Professor and chair of the Department of Chemistry at Princeton University.[1]", "12016982": "Orlando Aloysius Battista (June 20, 1917 – October 3, 1995)[citation needed] was a Canadian-American chemist and author.  He was known in particular for his inventions and patents.[1][2]", "72244570": "Valentin Alekseyevich Kargin (Russian: Валентин Алексеевич Каргин; 23 January 1907 – 21 October 1969) was a Soviet and Russian chemist who specialized in physical chemistry and established research in polymer chemistry in the Soviet Union. He considered polymerization as a phase transition.[1][2]", "47177051": "Emmanuel Emovon, CON (February 24, 1929 – February 20, 2020) was a Nigerian professor of chemistry and former vice chancellor of the University of Jos.[1] \nIn 1983, he was elected as president of the Nigerian Academy of Science and succeeded Professor Umaru Shehu.[2]", "58514780": "Harry Erwin Nursten (August 1927 – 20 December 2011) was a British food chemist, specialising in flavour chemistry at the Department of Nutrition and Food Sciences at the University of Reading.", "42327390": "Bettye Washington Greene (March 20, 1935 – June 16, 1995) was an American industrial research chemist. She was one of the first few African American women to earn her PhD in chemistry and she was the first African American female Ph.D. chemist to work in a professional position at the Dow Chemical Company. At Dow, she researched latex and polymers.[1] Greene is considered an early African American pioneer in science.[2]", "47308127": "Dolphus Edward Milligan (June 17, 1928, in Brighton, Alabama – October 18, 1973) was an internationally acclaimed American chemist, best known for his spectroscopic studies of free radicals and other reactive molecules. He received his bachelor's degree in chemistry from Morehouse College in Atlanta in 1949.  He earned a Masters degree in organic chemistry and mathematics  (M.S) from Atlanta University in 1951. He then accepted a position as a chemistry instructor in Fort Valley State College in Georgia where he taught until 1954.In 1954, he moved to California where he was admitted to the University of California at Berkeley to pursue a doctoral degree. In 1996, When Robert F. Curl accepted the Nobel Prize in chemistry he expressed his appreciation for Milligan’s help on his earlier more volatile experiments.  Milligan obtained his Ph.D in physical chemistry in 1958. His research focused on spectroscopic study of reaction intermediates at extremely low temperature. After completing this doctorate he joined the Mellon Institute of Industrial Research in Pittsburgh where he conducted basic research.  In 1963, he joined the National Bureau of Standards as a physical chemist. In 1970, he became an adjunct professor at Howard University while retaining his position at Mellon. He was a member of the American Chemical Society and American Physical Society and he assisted other African Americans succeed in the sciences by helping to establish and serving as a member of the Executive Committee of the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOPABCCE). In 1971, he became the chief of the photochemistry section of the National Bureau of Standards (NIST).", "56548704": "Catherine (Cathy) Drennan is an American biochemist and crystallographer. She is the John and Dorothy Wilson Professor of Biochemistry professor at the Massachusetts Institute of Technology and  a professor at the Howard Hughes Medical Institute.", "36429155": "Karl Heinrich Slotta (May 12, 1895 in Breslau, Germany  (now Wrocław, Poland) – July 17, 1987 in Coral Gables, Florida), was a biochemist. His discovery of progesterone and its relationship to ovulation led to the development of birth control pills.[1]", "69786980": "Helmut Sies is a German physician, biochemist and university professor. He was the first to demonstrate the existence of hydrogen peroxide as a normal attribute of aerobic life in 1970,[1] and he introduced the concept of Oxidative stress[2] in 1985. He also worked on the biological strategies of antioxidant defense[3] and the biochemistry of nutritional antioxidants (e.g., selenium, carotenoids, flavonoids, polyphenols).", "37674341": "Leonora Bilger (3 February 1893 – 19 February 1975, née Neuffer) was an American chemist who studied nitrogenous compounds. She was a noted teacher and administrator at the University of Hawaii for the majority of her career.", "69229927": "Chi Che Wang (Chinese: 王季茝;[1] October 3, 1894 – October 10, 1979), also known as Wang Chi-Lian,[2] was a Chinese biochemist and college professor. Wang was one of the first Chinese women to make a career in American higher education and scientific research.", "59006316": "William Mogford Hamlet (20 August 1850 – 18 November 1931) chemist, bushwalker and pedestrian, was born on 20 August 1850 at Portsmouth, England, elder son of William Hamlett, stay maker, and his wife Rebecca, née Mogkford. He later modified the spelling of both his middle name and surname.[1]", "13196660": "Sergey Nikolaevich Reformatsky (Russian: Серге́й Никола́евич Реформа́тский; 1 April 1860 – 28 July 1934) was a Russian chemist.", "34200952": "Noel Sydney Hush AO FRS FNAS FAA FRACI FRSN (15 December 1924 – 20 March 2019)[2] was an Australian chemist at the University of Sydney.[3][4]", "18537859": "Robert Sidney Cahn (9 June 1899 – 15 June 1981) was a British chemist, best known for his contributions to chemical nomenclature and stereochemistry, particularly by the Cahn–Ingold–Prelog priority rules, which he proposed in 1956 with Christopher Kelk Ingold and Vladimir Prelog.[1] Cahn was the first to report the structure of Cannabinol (CBN) found in Cannabis in the early 1930s.[2][3]", "3595658": "Narendra Nayak (born 5 February 1951) is a rationalist, sceptic, and godman debunker from Mangalore, Karnataka, India.[1] Nayak is the current president of the Federation of Indian Rationalist Associations (FIRA). He founded the Dakshina Kannada Rationalist Association in 1976 and has been its secretary since then.[1] He also founded an NGO called Aid Without Religion in July 2011.[2] He tours the country conducting workshops to promote scientific temper and showing people how to debunk godmen and frauds. He has conducted over 2000 such demonstrations in India, including some in Australia, Greece, England, Norway, Denmark, Sri Lanka and Nepal.[3] He is also a polyglot who speaks 9 languages fluently, which helps him when he is giving talks in various parts of the country.[4]", "44260747": "Margaret Harding is an Australian chemist and educator who is currently Deputy Vice-Chancellor (Research) at The Australian National University (ANU). She is an expert in medicinal and biomolecular chemistry, with special research interests in the areas of antifreeze proteins and ligand-DNA interactions.", "71392652": "Javier García Martínez (born 1973)[1] is a Spanish inorganic chemist, who serves as the president of the International Union of Pure and Applied Chemistry (IUPAC) in 2022–23.[2] He was born in Logroño, and researches in the area of nanotechnology for the technological development and commercialization of catalysts that reduce carbon dioxide emissions.[citation needed]", "60415370": "Christine A. Hrycyna is a Professor of Biochemistry at Purdue University. She studies multi-drug resistance in human cancer, which usually occurs due to over expression of the MDR1 gene.", "20798871": "Malcolm MacKenzie Renfrew  (October 12, 1910 – October 12, 2013) was an American polymer chemist, inventor, and professor emeritus at the University of Idaho in Moscow, Idaho.[1][2][3][4] Renfrew Hall, the university's chemistry building, was named for him in 1985.[1][5]", "2809241": "Hugo (Ugo) Schiff (26 April 1834 – 8 September 1915) was an Italian naturalized chemist.[1][2]  The son of a Jewish businessman and  brother of the physiologist Moritz Schiff, Hugo Schiff was German by nationality.[3][4][5][6][7] He discovered Schiff bases and other imines,[8] and was responsible for research into aldehydes; leading to his development of the Schiff test. He also worked in the field of amino acids and the Biuret reagent.", "4906396": "Charles Frederick Cross FRS[1] (11 December 1855 – 15 April 1935) was a British chemist.[2]", "38133151": "Peter Gray FRS[1] (25 August 1926 – 7 June 2012) was Professor of Physical Chemistry at the University of Leeds and subsequently Master of Gonville and Caius College, Cambridge.[3][4]", "30727592": "William Henry Wahl (14 December 1848 in Philadelphia – 23 March 1909) was a United States scientific editor and journalist.", "67722667": "Jack Somack (September 1, 1918 – August 24, 1983) was an American chemical engineer,[1] and actor. He is best remembered for his appearance in the Alka-Seltzer \"spicy meatball\" television commercial.[1][2]", "57007536": "Takeru Higuchi (January 1, 1918 – March 24, 1987) was an American chemist who was widely known as \"the father of physical pharmacy\".[1] He invented the time-release medication capsule,[2] which would release medicine slowly into the bloodstream.", "62971328": "Sarah Trimpin is a German/American[1] chemist and Professor at the Wayne State University.[2] Her research interests revolve around ionizing methods in mass spectrometry. Her work has resulted in the formation of a company (MSTM, LLC) which aims to bring advanced ionization methods to industry. Her work has been recognized by the American Society for Mass Spectrometry with the Research Award in 2010,[3] and the Biemann Medal in 2019.[4]", "12836299": "Amiram Israel Barkai (June 20, 1936 – September 29, 2014) was an Israeli biochemist.", "17718731": "Marie Adolphe Carnot (27 January 1839 – 20 June 1920) was a French chemist, mining engineer and politician. He came from a distinguished family: his father, Hippolyte Carnot, and brother, Marie François Sadi Carnot, were politicians, the latter becoming President of the third French Republic.", "33021390": "Mathilde B. \"Mimi\" Lee (May 1, 1920 – August 9, 2011) was an American chemist, athlete and philanthropist who served as the First Lady of Maryland from 1977 to 1979 when her husband, then Lt. Governor Blair Lee III, became acting governor following the departure of Governor Marvin Mandel.[1][2][3]", "6708687": "Norman Lowther Edson (1 March 1904 – 12 May 1970), FRSNZ, FNZIC, was the first Professor of Biochemistry (1949–1967) in the University of New Zealand based at the University of Otago, Dunedin, New Zealand where he founded a department of biochemistry. Edson made contributions to the understanding of ketone body metabolism in mammals and birds, metabolic pathways of Mycobacteria, and specificity rules for polyol dehydrogenases.", "68771285": "Kensō Soai (硤合 憲三, Soai Kensō) (born 1950) is a Japanese organic chemist. He is a university lecturer in the Applied Chemistry Department of Tokyo University of Science.", "2055641": "Carl Ludwig von Reichenbach (full name: Karl Ludwig Freiherr von Reichenbach; February 12, 1788 – January 19, 1869) was a German chemist, geologist, metallurgist, naturalist, industrialist and philosopher, and a member of the Prussian Academy of Sciences. He is best known for his discoveries of several chemical products of economic importance, extracted from tar, such as eupione, waxy paraffin, pittacal (the first synthetic dye) and phenol (an antiseptic). He also dedicated himself in his last years to research an unproved field of energy combining electricity, magnetism and heat, emanating from all living things, which he called the Odic force.[1]", "17817049": "Günther Wilke (23 February 1925 – 9 December 2016) was a German chemist who was influential in organometallic chemistry.  He was the director of the Max Planck Institute for Coal Research (Max-Planck-Institut für Kohlenforschung) from 1967–1992, succeeding Karl Ziegler in that post.[2]  During Wilke's era, the MPI made several discoveries and achieved some financial independence from patents and a gift from the Ziegler family.  The institute continued as a center of excellence in organometallic chemistry.", "30531036": "Theodor Förster (May 15, 1910 – May 20, 1974) was a German physical chemist known for theoretical work on light-matter interaction in molecular systems such as fluorescence and resonant energy transfer.", "41901537": "Kevin R. Henke is an American geochemist and former instructor at the University of Kentucky's department of Geology.[3] He currently works as a senior research scientist at the University of Kentucky's Center for Applied Energy Research.[4] He is well known for his criticism of young earth creationism and the scientific arguments they make for a young earth. In particular, he has been critical of the RATE project's results, which claim to show that zircons contain too much helium to be billions of years old, and has argued that Russell Humphreys, a young-earth creationist who was involved in the project, has made errors in his research. These flaws include that, according to Henke, \"The vast majority of Humphreys et al.'s critical a, b, and Q/Q0 values that are used in these \"dating\" equations are either missing, poorly defined, improperly measured or inaccurate.\"[5][6] Henke has also accused Humphreys of misidentifying his specimens, fudging his data, and not considering the possibility of helium contamination in this research.[7] He has also criticized John Woodmorappe for arguing that radiometric dating is unreliable.[8] On one occasion, Henke called Kent Hovind on the phone regarding Hovind's $250,000 challenge to \"prove\" evolution. Hovind told Henke that in order to win the money he would have to recreate the Big Bang in a laboratory. Henke responded by proposing several alternative \"proofs\" that pertained to geology (his field of expertise), but Hovind refused, saying that the project must be chosen by him and it must not pertain to the area in which Henke has scientific expertise. Hovind therefore required Henke to prove that dogs and bananas had a common ancestor, and lowered the award to only $2,000 should he succeed. Henke accepted the challenge, and later drafted a contract, which was then posted on Talk.origins. However, one of Henke's requirements was that the judges be unbiased, and Hovind rejected the challenge for this reason, insisting that he should be the only one who can choose the judges.[9][10]", "2317795": "Exili (17th century) was an Italian chemist and poisoner. His real name was probably Nicolò Egidi.[1]", "20831715": "Ajith Chrysantha Stephen Perera, JP, CChem., FRSC (29 February 1956 – 29 October 2020)[1] was a Chartered Chemist by profession, a scholar, a former senior manager in industry, a qualified training instructor, also a former test-match-panel cricket umpire.[2][3]", "58220003": "Henry Garber Hanks (May 12, 1826 – June 19, 1907) was an American mineralogist. He was the first state mineralogist of California.", "13458922": "Ian Fleming (born 1935) is an English organic chemist, and an emeritus professor of the University of Cambridge, and an emeritus fellow of Pembroke College, Cambridge. He was the first to determine the full structure of chlorophyll (in 1967)[1] and was involved in the development of the synthesis of cyanocobalamin by Robert Burns Woodward.  He has made major contributions to the use of organosilicon compounds for stereospecific syntheses; reactions which have found application in the synthesis of natural compounds.  He is also a prolific author, and has written a number of textbooks, encyclopedia chapters and influential review articles.[citation needed]", "38395370": "Franklin Arnold Davis (born April 1, 1939) is the Laura H. Carnell Professor of Chemistry at Temple University in Philadelphia, Pennsylvania.[1][2]  He is most notable for his development of sulfur-nitrogen reagents including N-sulfonyloxaziridine for oxidations and asymmetric hydroxylations and N-sulfinyl imines for the asymmetric synthesis of chiral amine derivatives.[3][4] The reagents are commonly called Davis oxaziridines and Davis sulfinamides, respectively. Davis oxidation and Davis' reagent are both named after him.", "384492": "Kurt Alder (German pronunciation: [ˈkʊʁt ˈaldɐ] ⓘ; 10 July 1902 – 20 June 1958) was a German chemist and Nobel laureate.", "318958": "John Walker (29 May 1781 – 1 May 1859) was an English inventor who invented the friction match.", "4906480": "Edward John Bevan (11 December 1856 – 17 October 1921) was an English chemist. He became a leader in the affairs of the Society of Public Analysts and editor of The Analyst.", "1138161": "Professor John Norman Collie FRSE FRS[1] (10 September 1859 – 1 November 1942), commonly referred to as J. Norman Collie, was an English scientist, mountaineer and explorer.[2][3][4]", "15162864": "Sir John Ashworth (born 27 November 1938)[1] is a British scientist and educationalist.", "13229566": "Jakob Meisenheimer (14 June 1876 – 2 December 1934) was a German chemist. He made numerous contributions to organic chemistry, the most famous being his proposed structure for a group of compounds now named Meisenheimer complex.[1]  He also proposed the mechanism of the Beckmann rearrangement. Later in his career, he reported the synthesis of the pyridine-N-oxide.", "71196159": "Amanda E. Hargrove is a chemist and professor at Duke University (Durham, North Carolina, United States). Hargrove is also the editor-in-chief of Medicinal Research Reviews,[1] and a member of the Scientific Advisory Board of Arrakis Therapeutics.[2] At Duke University, Hargrove directs an interdisciplinary research program in chemical biology that focuses on harnessing the specific interactions between small molecules and RNA, and using those RNA-small molecule interactions to probe the structure, and function of RNA. The long-term goal of the group's research is to identify specific molecule-RNA interactions that may have therapeutic potential in the treatment of viral infection and human disease. She has received numerous awards for her scientific research, teaching, and service in support of diversity, equity, and inclusion.", "43343360": "Vasily Mikhailovich Severgin (Russian: Василий Михайлович Севергин; 19 September 1765 – 29 November 1826) was a Russian academician, chemist, mineralogist, and geologist. For three decades, he was the only academician elected to the Geological Society of London. He has been described as being among the most influential pioneers of geology in Russia.[1]", "744959": "James Flack Norris Award in Physical Organic Chemistry (1989)", "28335619": "William Arthur Bone, FRS[1] (19 March 1871 – 11 June 1938) was a British fuel technologist and chemist.[2]", "51437060": "Hermann Gerhard Weyland (25 March 1888 in Sankt Ingbert – 20 January 1974 in Wuppertal) was a German chemist and botanist. In collaboration with Richard Kräusel, he carried out significant paleobotanical investigations of Devonian flora.", "59956741": "Brenda Edith Ryman (6 December 1922 – 20 November 1983) was a biochemist and Mistress of Girton College, Cambridge.[1][2][3]", "21224966": "Otto Christian Astrup Bastiansen (5 September 1918 – 2 October 1995) was a Norwegian chemist and physical chemist.", "61333004": "Helen Swift Mitchell (September 21, 1895 - December 12, 1984) was an American biochemist and nutritionist. She was the research director at the Battle Creek Sanitarium, and taught courses in nutrition at Battle Creek College and University of Massachusetts and later became an exchange professor at Hokkaido University in Japan. During World War II, she was part of government committees that did research on nutrition and was critical of fad diets that came about during that time. She did research on and published works about the dietary conditions of rats,[1] and later co-authored the textbook Nutrition in Health and Disease.", "53927436": "Christopher \"Kit\" Colin Cummins (born February 28, 1966) is an American chemist, currently the Henry Dreyfus Professor at the Massachusetts Institute of Technology.  He has made contributions to the coordination chemistry of transition metal nitrides, phosphides, and carbides.[2][3]", "34201103": "Graham John Hutchings CBE FRS FIChemE FRSC FLSW is a British chemist, Professor for Research at Cardiff University.[1]", "70540818": "Franz Maximilian Matschinsky (July 17, 1931 – March 31, 2022) was a German-American medical doctor, pharmacologist, and biochemist. He conducted research in the field of insulin secretion and diabetes therapy.[1]", "23748116": "Samuel Sugden,[1] FRS[2][3] was an eminent[4] chemist[5] in the first half of the 20th century.[6]", "44457499": "Wolfgang Kautek is an Austrian Physical chemist and the head of the Physical chemistry department at the University of Vienna.[1]", "12148260": "Charles Milton Altland Stine (18 October 1882 – 28 May 1954) was a chemist and a vice-president of DuPont who created the laboratory from which nylon and other significant inventions were made.  He was also a devout Christian who authored a book about religion and science.", "68378149": "Sylvia Vine Sheat Rumball CNZM (née Sheat; born 1939) is a New Zealand scientist and an international expert in scientific research ethics.", "18734629": "William Gould Young (July 30, 1902 – July 5, 1980) was an American physical organic chemist and professor at the University of California at Los Angeles (UCLA). He served as vice chancellor at UCLA for 13 years, was elected to the National Academy of Sciences. The chemistry building at UCLA bears his name.[1]", "68705828": "Catherine Jeandel is a French geochemical oceanographer known for her research on isotope geochemistry and trace elements in the ocean.", "61627951": "Nina D. Berova is a Professor of Chemistry at Columbia University. She is recognised as a world leader in stereochemistry and chiroptical spectroscopy. Her contributions include the development of porphyrin tweezers. She was the 2007 winner of the Società Chimica Italiana Chirality Medal.", "42589749": "Charles Meymott Tidy (1843–1892) was an English medical man and sanitary chemist, a barrister who wrote also on legal matters.", "20078143": "Harry 'Doc' Kloor is an American scientist, film producer, director, writer, and entrepreneur. Kloor was the first to be awarded two PhDs simultaneously in two distinct academic disciplines (i.e. Physics and Chemistry) both earned at Purdue University. In recognition of this achievement, he was named ABC person of the week in August 1994.[1][2][3][4][5][6][7]", "59235904": "Yuan-Pern Lee (Chinese: 李遠鵬; pinyin: Lǐ Yuǎnpéng; born 25 January 1952) is a Taiwanese chemist.", "32366148": "Kai Gudbrand Grjotheim (13 July 1919 – 17 April 2003) was a Norwegian chemist.", "810570": "John George Children FRS FRSE FLS PRES (18 May 1777 – 1 January 1852 in Halstead, Kent) was a British chemist, mineralogist and zoologist. He invented a method to extract silver from ore without the need for mercury. He was a friend of Sir Humphry Davy, who helped him secure a controversial appointment to a post in the British Museum. Children was also the founding president of the Royal Entomological Society.", "53960267": "Tomasz Ganicz, ps. Polimerek (born 27 August 1966 in Łódź[1]), is a Polish chemist, doctor habilitas of chemical sciences and professor extraordinarius at the Military University of Technology in Warsaw.[2] He was the president of Wikimedia Polska (2007–2018).[3]", "59268689": "Doron Aurbach (Hebrew: דורון אורבך; born 3 September 1952) is an Israeli electrochemist, materials and surface scientist.", "50683475": "Jemma L Wadham is a British glacial biogeochemist.", "57302611": "Sir Michael Anthony John Ferguson CBE, FRS, FRSE (born February 1957) is a British biochemist and Regius Professor of Life Sciences at the University of Dundee. His research team are based at the School of Life Sciences, University of Dundee.[2]", "6970975": "Alfred Gottschalk (22 April 1894 – 4 October 1973) was a German biochemist who was a leading authority in glycoprotein research. During his career he wrote 216 research papers and reviews, and four", "52551269": "Colin M. Snedeker (January 5, 1936 – October 22, 2016) was a British-born American chemist best known as the inventor of the first washable crayons. Snedeker developed the washable crayon while working as a chemist for Binney & Smith, which was the parent company of Crayola crayons at the time, in response to complaints from parents and consumers.[1][2]  He won the patent for the washable solid marking composition utilized in the crayons in 1990.[1] He also developed products for Kiwi shoe polish and DuPont.[1]", "17456746": "Jesse Francis McClendon (December 21, 1880 – November 22, 1976) was an American chemist, zoologist, and physiologist known for the first pH measurement of human stomach in situ.", "55271019": "Arthur Victor Tobolsky (1919–1972) was a professor in the chemistry department at Princeton University known for teaching and research in polymer science and rheology.", "58646130": "Henrik Alfred Wahlforss (1839 – 28 March 1899) was a Finnish chemist and professor.", "43966067": "Catherine \"Cathy\" J. Murphy (born 1964) is an American chemist and materials scientist, and is the Larry Faulkner Professor of Chemistry at the University of Illinois at Urbana-Champaign (UIUC).[1] The first woman to serve as the head of the department of chemistry at UIUC,[2] Murphy is known for her work on nanomaterials, specifically the seed-mediated synthesis of gold nanorods of controlled aspect ratio.[3] She is a member of the American Association for the Advancement of Science,[4] National Academy of Sciences,[5] and the American Academy of Arts and Sciences in 2019.[6]", "1728116": "Michael Heidelberger ForMemRS[1] (April 29, 1888 – June 25, 1991)[2] was an American immunologist, often regarded as the father of modern immunology.[3] He and Oswald Avery showed that the polysaccharides of pneumococcus are antigens, enabling him to show that antibodies are proteins. He spent most his early career at Columbia University and comparable time in his later years on the faculty of New York University. In 1934 and 1936 he received the Guggenheim Fellowship. In 1967 he received the National Medal of Science, and then he earned the Lasker Award for basic medical research in 1953 and again in 1978. His papers are held at the National Library of Medicine in Bethesda, Maryland.[4]", "71163508": "Théodore Baron d'Hénouville (17 June 1715 – 10 March 1768) was a French physician and member of the Royal Academy of Sciences. He was born in Paris, where he also died.[1]", "53468788": "Philip Juliber Elving (1913–1984) was a chemist who served on the faculty of Pennsylvania State University, Purdue University, and most notably the University of Michigan, where he was the Hobart Willard Professor of Chemistry. He retired from Michigan, assuming professor emeritus status, in 1983. His research was primarily in analytical chemistry, a subject he also taught for many years at Michigan. Along with I. M. Kolthoff and J. D. Winefordner, he co-edited two popular series of monographs on analytical chemistry.[1][2][3][4]", "38297203": "Chaitan Khosla is an Indian biochemist who is the Wells H. Rauser and Harold M. Petiprin Professor of Chemical Engineering and Chemistry at Stanford University. He earned his B.Tech. in chemical engineering from Indian Institute of Technology Bombay in 1985 and his Ph.D. from the California Institute of Technology in 1990 with Jay Bailey working on the expression of the Vitreoscilla Hemoglobin gene.[1][2] He did his postdoctoral work at the John Innes Centre with David Hopwood.[3]  He has been a professor at Stanford since 1992 and was the chair of the program. His research is focused on two realms, the first are to build a molecular understanding of polyketide synthases and the second is focused on the biochemistry of celiac disease particularly involving tissue transglutaminase. His group play a large role in identifying the role of the α2-gliadin fragment in immune responses.[4]", "52616828": "Roland Stuart Andrews CMG DSc FAA, (20 September 1897 (Granville, Sydney) – 14 October 1961 (Glen Iris, Melbourne)), was an industrial chemist and administrator.[1][2]\n[3][4]", "1433219": "Nicholas D. Kim is an analytical environmental chemist and cartoonist who currently works as a senior lecturer in applied environmental chemistry, School of Public health, College of Health for Massey University in Wellington, New Zealand. As a cartoonist he is known under his pseudonym Nick. He specializes in environmental chemistry and contamination issues and is certified to practice as an independent hearings commissioner under New Zealand's Resource Management Act. Previously he has acted as a science advisor for the Waikato Regional Council and as a senior lecturer in chemistry at the University of Waikato.", "68116101": "DeLos F. DeTar (1920-2022)[1] was an American chemist known for his work in computational chemistry and physical organic chemistry.", "28302987": "Jacob Goodale Lipman (1874, Friedrichstadt, Courland Governorate — 1939, New Brunswick, New Jersey)[1] was a professor of agricultural chemistry and researcher in the fields of soil chemistry and bacteriology.[2]", "74047116": "E.E. Ayling AKC, FRIC was a British chemist.", "59334289": "Peng Sixun (Chinese: 彭司勛; 28 July 1919 – 9 December 2018) was a Chinese medicinal chemist.", "1138327": "Sir John Warcup Cornforth Jr.,[3] AC, CBE, FRS, FAA (7 September 1917 – 8 December 2013) was an Australian–British chemist who won the Nobel Prize in Chemistry in 1975 for his work on the stereochemistry of enzyme-catalysed reactions,[4][5] becoming the only Nobel laureate born in New South Wales.[2][6][7]", "10509983": "Carl Alexander Neuberg (29 July 1877 – 30 May 1956) was an early pioneer in biochemistry, and he has sometimes been referred to as the \"father of modern biochemistry\".[1][2] His notable contribution to science includes the discovery of the carboxylase and the elucidation of alcoholic fermentation which he showed to be a process of successive enzymatic steps, an understanding that became crucial as to how metabolic pathways would be investigated by later researchers.", "44523169": "Ambrose Eldridge (circa 1815 – 9 May 1860) was a chemist and experimental farmer in Brisbane, Colony of Queensland.[1]", "6774439": "Todd J. Martínez is a David Mulvane Ehrsam and Edward Curtis Franklin Professor of Chemistry at Stanford University and a Professor of Photon Science at the SLAC National Accelerator Laboratory.", "30105262": "Randolph Norris Shreve (March 9, 1885 – February 17, 1975) was a chemical engineer, inventor, entrepreneur, educator and collector. After joining the Purdue University faculty in 1930, he helped to build the university's School of Chemical Engineering, the Purdue-Taiwan Engineering Project, and  National Cheng Kung University in Taiwan.[1] He and his wife Eleanor are the namesakes of the Shreve Professorship of Organic Technology[1] and Shreve Residence Hall at Purdue, and Shreve Hall on the Cheng Kung University campus.[2] He is the namesake of the Norris Shreve Award for Outstanding Teaching in Chemical Engineering.", "52256432": "Akhoury Purnendu Bhusan Sinha (23 September 1928 – 4 July 2021) was an Indian solid state chemist who was the head of the Physical Chemistry Division of the National Chemical Laboratory, Pune.[1] He is known for his theories on semiconductors and his studies on synthesis of manganites.[2] He was an elected fellow of the Indian National Science Academy and the Indian Academy of Sciences.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded Sinha the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1972, for his contributions to chemical sciences.[4]", "47570609": "Gerard D. Wright, PhD, FRSC, is a professor in the Department of Biochemistry and Biomedical Sciences, and Canada Research Chair in Antibiotic Biochemistry at McMaster University[2] who studies chemical compounds that can combat antibiotic resistance in bacteria.[3][4][5] He is also an Associate member of the Departments of Chemistry and Chemical Biology and Pathology and Molecular Medicine. Wright was Chair of the Department of Biochemistry and Biomedical Sciences from 2001 to 2007. He was the Director of McMaster's Michael G. DeGroote Institute for Infectious Disease Research from 2007 to 2022. He is currently the executive director of Canada's Global Nexus for Pandemics and Biological Threats.[6] He is also founding director of the McMaster Antimicrobial Research Centre, and co-founder of the McMaster High Throughput Screening Facility.", "17030843": "Velmer A. Fassel (26 April 1919 – 4 March 1998)[1][2] was an American chemist who developed the inductively coupled plasma (ICP)[3] and demonstrated its use as ion source for mass spectrometry.[4]", "59465405": "Leslie Bradford (9 March 1878 – 20 June 1943) was a mining engineer in Australia credited with several important inventions in the treatment of metal-bearing ores.", "5529280": "Edmund Oscar von Lippmann (9 January 1857 in Vienna – 24 September 1940 in Halle) was a German chemist and natural science historian.[1] For his writings he was awarded a couple honoris causa doctorates from German universities, as well as the Leibniz Medal and the Sudhoff Medal.[1][2]", "69230281": "Joseph Thomas Hupp (born on March 23, 1957) is an American chemist. He is the Morrison Professor of Chemistry in the Weinberg College of Arts and Sciences at Northwestern University.", "58449610": "Girton College, Cambridge", "50159310": "Charles M. Wetherill (November 4, 1825 – March 5, 1871) was an American chemist.[1] In 1862, he was appointed the first head of the Chemical Division in the newly organized U.S. Department of Agriculture, a unit that eventually became the Food and Drug Administration.[2]", "49995473": "Varinder Kumar Aggarwal FRS FRSC (born 1961) is a British organic chemist specialising in asymmetric synthesis. He is a Professor of Synthetic Chemistry at the School of Chemistry of the University of Bristol.[4][5]", "29351634": "Paul Reinhard Schimmel (born August 4, 1940) is an American biophysical chemist and translational medicine pioneer.", "68837078": "Julie Beth Zimmerman is an American chemist and the editor in chief of Environmental Science & Technology.", "40689372": "Brian David Dynlacht (born September 3, 1965 in Brooklyn, New York), is an American biochemist and professor in the department of pathology of New York University Grossman School of Medicine at NYU Langone Health.[1] Before moving his lab to New York University, he was an associate professor in the department of molecular and cellular biology at Harvard University. In 2002, while researching at the Harvard University, Dynlacht reported the discovery of CP110,[2] which is now thought to be at the center of a molecular switch governing the centriole to ciliary transition in mammalian cells.[3] His lab identified the first centriolar deubiquitinating enzyme, USP33, whose expression regulates centrosome biogenesis via deubiquitination of the centriolar protein CP110, and thus regulates the centrosome duplication.[4][jargon]", "1203933": "Bernard Vonnegut (August 29, 1914 – April 25, 1997) was an American atmospheric scientist credited with discovering that silver iodide could be used effectively in cloud seeding to produce snow and rain. He was the older brother of American novelist Kurt Vonnegut.", "32988898": "Anna Sundström, born as Anna Christina Persdotter (26 February 1785 in Kymlinge, Spånga – 1871), was a Swedish chemist. She was the assistant of the chemist Jöns Jacob Berzelius from 1808 to 1836. Anna Sundström has been referred to as the first female chemist in Sweden.[1]", "63332077": "Amy Prieto is a Professor of Chemistry at Colorado State University and the Founder and Chief Technical Officer of Prieto Battery.", "1007342": "Peter G. Schultz (born June 23, 1956)  is an American chemist.  He is the CEO and Professor of Chemistry at The Scripps Research Institute,[1] the founder and former director of GNF,[2] and the founding director of the California Institute for Biomedical Research (Calibr), established in 2012. In August 2014, Nature Biotechnology ranked Schultz the #1 top translational researcher in 2013.[3]", "3202802": "Doctor Alchemy is a name used by three different supervillains appearing in American comic books published by DC Comics. The most notable was Albert Desmond, who originally used the name of Mister Element.", "13917947": "Hans Thacher Clarke (27 December 1887 – 21 October 1972) was a prominent biochemist during the first half of the twentieth century. He was born in England where he received his university training, but also studied in Germany and Ireland. He spent the remainder of his life in the United States.", "35938050": "Nicholas Robert Cozzarelli (March 26, 1938, in Jersey City, New Jersey – March 19, 2006) was an American biochemist at the University of California, Berkeley,[1] and former editor-in-chief of Proceedings of the National Academy of Sciences.", "41508625": "Ju-Chin Chu (Chinese: 朱汝瑾; pinyin: Zhū Rújǐn; December 14, 1919 – November 15, 2000) was a Chinese-American chemical engineer. He was the father of Steven Chu. He was born in Liuhe, Taicang, Suzhou. Chu attended Suzhou High School, Tsinghua University and National Southwestern Associated University in China before he went to Massachusetts Institute of Technology for Ph.D. education in 1946.[1] After graduating from MIT, he taught at Washington University in St. Louis from 1946 to 1949, at Brooklyn Polytechnic Institute from 1949 to 1966, and at Virginia Tech from 1967 to 1972.[2][3] He became an Academia Sinica member in 1964.[4]", "384789": "Friedrich Karl Rudolf Bergius (German pronunciation: [ˈfʁiːdʁɪç ˈbɛʁɡi̯ʊs] ⓘ, 11 October 1884 – 30 March 1949) was a German chemist known for the Bergius process for producing synthetic fuel from coal, Nobel Prize in Chemistry (1931, together with Carl Bosch) in recognition of contributions to the invention and development of chemical high-pressure methods. Having worked with IG Farben during World War II, his citizenship came into question following the war, causing him to ultimately flee to Argentina, where he acted as adviser to the Ministry of Industry.[1][2]", "71458584": "Hua-Zhong \"Hogan\" Yu (于化忠) is presently a professor of materials and analytical chemistry [1] at Simon Fraser University in metro Vancouver, Canada, where he leads a research laboratory working on Surfaces and Materials for Sensing.[2] He is also an associate editor for Analyst, the journal for Analytical and Bioanalytical Sciences from the Royal Society of Chemistry in UK, and an adjunct professor in the College of Biomedical Engineering, Taiyuan University of Technology in Shanxi, China.", "71655197": "Hiroko Nagahara (Japanese: 永原 裕子, born 1952) is a Japanese cosmochemist and astromineralogist whose research studies the chemical composition and formation of chondrules, the molten mineral droplets that accrete to form asteroids and meteoroids. She is a fellow of the Earth–Life Science Institute of the Tokyo Institute of Technology, a professor emerita of Tokyo University,[1] and a former president of the Meteoritical Society.[2]", "29712159": "Samuel William Johnson (July 3, 1830 – July 21, 1909) was an American agricultural chemist. He promoted the movement to bring the sciences to the aid of American farmers through agricultural experiment stations and education in agricultural science.", "34266914": "Johann Zwelfer (1618–1668) was a German chemist, pharmacist and physician.", "17588007": "Albert Friedrich Emil Niemann (May 20, 1834 – January 19, 1861) was a German chemist. In 1859 - about the same time as Paolo Mantegazza - he isolated cocaine, and he published his finding in 1860.[1]", "5857064": "Albert Charles Chibnall FRS[1] (28 January 1894 – 10 January 1988) was a British biochemist known for his work on the nitrogen metabolism of plants.", "70246187": "Paul Brumer is a professor of chemistry at the University of Toronto in the field of chemical physics. He was elected a fellow of the American Physical Society in 1993 for \"the development of quantum and classical dynamics of isolated molecules and the coherent control of chemical reactions.\"[1]", "22372141": "Edward Curtis Taylor, Jr. (August 3, 1923 – November 22, 2017) was an American chemist who designed and synthesized the chemotherapy drug pemetrexed (brand name Alimta), an inhibitor of purine biosynthesis, with grant support from the U.S. National Cancer Institute, NIH. As of 2009, royalties for this drug from Eli Lilly & Co. paid to Princeton University were sufficient to completely finance a state-of-the-art 263,000-square-foot (24,400 m2) chemistry laboratory building.[1] Taylor studied for his PhD from 1946 to 1949 at Cornell University with Professor Cornelius Cain. Taylor trained 187 PhD students.", "38330160": "Naomi Shauna Ginsberg (born 1979) is a Canadian electrical engineer, physicist, and scientist. She is currently an associate professor of chemistry at the University of California, Berkeley.", "32038708": "Theodor Seliwanoff (or Seliwanow), born as Fedor Fedorovic Selivanov (October 8, 1859 in Gorodischtsche, Pensa–1938) was a chemist who invented the Seliwanoff's test in 1887 while working in Metchnikow University of Odesa in Odessa, Russian Empire.", "68509498": "Jason Ben Shear (born February 28, 1967) is an American chemist and expert in biomaterials and bioengineering. He is currently Professor of Chemistry at the University of Texas at Austin.[1] Shear has been considered one of the pioneers of two-photon photolithography.[2][3][4][5][6][7][8]", "17424187": "Henk Buck (7 February 1930 – 27 November 2023) was a Dutch organic chemist. He was born in Dordrecht on 7 February 1930.[1] Buck studied at the University of Leiden where he received his PhD in 1959. He got a lectorship at the university in Theoretical Organic Chemistry in 1964. For his research he received the Golden Medal of the Royal Netherlands Chemical Society in 1967. In 1970 he was appointed professor of Physical Organic Chemistry and Organic Chemistry at the University of Technology in Eindhoven. Because there was no chair for Theoretical Chemistry and Biochemistry he gave lectures in organic chemistry, physical organic chemistry, theoretical organic chemistry, biochemistry and biotechnology. From 1988 to 1991 he was Dean of the Chemical Faculty. For his scientific contributions he became a member of the Royal Netherlands Academy of Arts and Sciences in 1979.[2] During his scientific career he published more than 300 scientific papers spread over a large area of the chemical field. Under his supervision 43 chemical engineers obtained their PhD. The end of his career came prematurely because of a publication in Science in 1990 regarding a possible cure for cancer that had to be retracted because of flawed research.[3]", "71851839": "Viktoria Däschlein-Gessner (born 1982) is a German chemist who is the Chair of Inorganic Chemistry II at Ruhr University Bochum. Her research considers organometallic chemistry and catalysis. She has developed ylidic ligands to stabilise reactive main group compounds.", "188236": "Johann Weikhard Freiherr von Valvasor[Note 1] or Johann Weichard Freiherr von Valvasor[Note 2] (Slovene: Janez Vajkard Valvasor, pronounced [ˈʋáːlʋazɔɾ])[2] or simply Valvasor (baptised on 28 May 1641 – September or October 1693) was a natural historian and polymath from Carniola, present-day Slovenia, and a fellow of the Royal Society in London.", "59465550": "Harald Schäfer (10 February 1913, Jena – 21 December 1992, Münster) was a professor of inorganic chemistry at the University of Münster in Germany. He is recognized for popularizing the use of chemical vapor transport and the discovery of many new inorganic compounds.", "40886096": "Ernst Anton Nicolai (7 September 1722 – 28 August 1802) was a German physician and chemist.", "63659864": "Kristín Vala Ragnarsdóttir (born 1954) is an Icelandic Earth and sustainability scientist and activist who is Professor of Sustainability Science in the Faculty of Earth Sciences[1] and the Institute of Earth Sciences[2] at the University of Iceland. She was the first woman to be a full professor in Earth Sciences at the University of Bristol in the UK[3] and at the same time the first woman to become a full professor in the Science Faculty there. She was also the first woman to serve as Dean of a School at the University of Iceland.[4]", "45277017": "Wilhelm August Lampadius was born in Hehlen, Braunschweig-Wolfenbüttel, on 8 August 1772 and died on 13 April 1842 in Freiberg, Kingdom of Saxony. He was a German pharmacist in Göttingen from 1785 until 1791. Also he was an \"extraordinary professor\" of chemistry and mineralogy in 1794 and an \"ordinary professor\" in 1795. He taught at the Mining Academy in Freiberg.[1]\n\nLampadius is best known for inflaming the first coal gas lantern on European ground.[2]", "40623973": "Lai-Sheng Wang (simplified Chinese: 王来生; traditional Chinese: 王來生; pinyin: wang laisheng, born 1961 in  Henan, China) is an experimental physical chemist currently serving as the Chair of the Chemistry Department at Brown University.[1] Wang is known for his work on atomic gold pyramids and planar boron clusters.", "614252": "Sir Henry Thomas Tizard GCB AFC FRS (23 August 1885 – 9 October 1959) was an English chemist, inventor and Rector of Imperial College, who developed the modern \"octane rating\" used to classify petrol, helped develop radar in World War II, and led the first serious studies of UFOs.", "22142836": "Hans F. Bauer (1932 in Hollywood, California – 6 February 2009 in Costa Mesa, California) was an American research chemist. He was married and had 4 children.", "48291701": "Howard Winston \"Bud\" Hulan (born 1941) is an academic, researcher and former politician in Newfoundland. He represented St. George's in the Newfoundland House of Assembly from 1993 to 1996.[1][2]", "8347510": "Atta-ur-Rahman (Urdu: عطاالرحمان; b. 22 September 1942), h-index 75, with 36,000 citations [1] NI, FRS, FPAS is a Pakistani organic chemist and is currently serving as Professor Emeritus at the International Center for Chemical and Biological Sciences at the University of Karachi and as Chairman of PM Task Force on Science and Technology.[2] He has twice served as the President of Pakistan Academy of Sciences (2003-2006, and 2011–2014).[3] He was the Federal Minister of Science and Technology (2000-2002), Federal Minister of Education (2002) and Chairman Higher Education Commission with status of Federal Minister (2002-2008)[4] He is also the President of the Network of Academies of Sciences in Countries of the Organisation of Islamic Countries (NASIC).[5] After returning to Pakistan from Cambridge after completing his tenure as Fellow of Kings College, Cambridge University, he contributed to the development of the International Center for Chemical and Biological Sciences at the University of Karachi, and transforming the landscape of higher education, science and technology of Pakistan. He is Fellow of Royal Society (London),  Life Fellow of Kings College, Cambridge University, UK.,[6] and Professor Emeritus at University of Karachi [7]", "31088503": "Member of the Royal Netherlands Academy of Arts and Sciences", "65986420": "Milton Henry Fies (31 August 1882 - 20 October 1970) was a Jewish-American engineer, miner, chemist, and town founder from Birmingham, Alabama.[4][5]", "57401210": "Vladimir Isaakovich Minkin (Russian: Владимир Исаакович Минкин; born 4 March 1935, Rostov-on-Don) is a Russian chemist. Professor, Doctor of Chemical Sciences.[1]", "72933253": "Shouheng Sun (Chinese: 孙守恒)[1] is a Chinese-American chemist. He is currently Vernon K. Krieble Professor of Chemistry and Professor of Engineering at Brown University.[2] Sun's research areas include nanochemistry and materials chemistry.", "417675": "Philip E. Eaton (June 2, 1936 – July 21, 2023) was an American chemist. He served as Professor Emeritus of Chemistry at the University of Chicago. Eaton and his fellow researchers were the first to synthesize the \"impossible\" cubane molecule in 1964.[1][2]", "42033037": "Takashi Sugimura (杉村 隆, Sugimura Takashi, April 20, 1926 – September 6, 2020) was a Japanese biochemist, famous for research on chemical carcinogens. He received the Japan Prize for the contribution to establishment of fundamental concept on causes of cancer.[1] He was elected as President of the Japan Academy on October 15, 2013,[2] serving till 2016 and was replaced with Hiroshi Shiono.[3]", "39313294": "Gerhard Martin Julius Schmidt (21 August 1919 in Berlin – 12 July 1971, in Zurich, buried in Rehovot), was an organic chemist and chemical crystallographer, dean of the chemistry faculty of the Weizmann Institute of Science, and its scientific director in 1969. Schmidt was the founder of X-ray crystallography at the Weizmann Institute and in Israel – a field in which Weizmann Institute's Professor Ada Yonath was awarded the Nobel Prize in Chemistry for 2009.", "46391185": "Joseph John Blackie FRSE FRIC (1894–30 October 1946) was a Scottish research chemist.", "65134483": "Kenneth B. Eisenthal (born 23 March 1933 in New York City) is an American physical chemist.[1]", "35282836": "Edmund Ronalds FCS FRSE (18 June 1819 – 9 September 1889) was an English academic and industrial chemist.  He was co-author of a seminal series of books on chemical technology that helped begin university teaching of chemical applications for industry, and was a pioneer in the incorporation of advanced research into a manufacturing firm.", "9625492": "Professor Philip B. Shevlin is an American experimental chemist, based primarily at Auburn University.", "52617111": "Albert Ernest Alexander (1914–1970) was a British-Australian chemist known for his pioneering work with colloids.", "16277399": "Rudolf Schmitt (August 5, 1830 – February 18, 1898) was a German chemist who together with Adolph Wilhelm Hermann Kolbe discovered the Kolbe-Schmitt reaction.", "10280858": "Lewis Norman Mander, AC, FAA, FRS (8 September 1939 – 8 February 2020) was a New Zealand-born Australian organic chemist. He has widely explored the synthesis and chemistry of the gibberellin class of diterpenes over a 20-year period at the Australian National University (ANU).[1][2] In particular, he studied the effect of these hormones on stem growth and on the reasons why plant undergo bolting during plant development. The July 2004 edition of the Australian Journal of Chemistry was dedicated to Mander on the occasion of his 65th birthday. He retired in 2002 but remained active at the ANU until 2014. In 2018 Mander was made a Companion in the General Division in the Order of Australia which \"...is awarded for eminent achievement and merit of the highest degree in service to Australia or humanity at large\".[3]\nIn an interview he gave after winning his award, Mander said that his goal was to improve the efficiency of extracting food from plants with the possibility of reducing food shortages in the future.[4]", "4710299": "Michael Braungart (born 1958) is a German professor and businessperson. Braungart was founder of EPEA Internationale Umweltforschung GmbH in Hamburg, Germany, and co-founder of MBDC McDonough Braungart Design Chemistry in Charlottesville, Virginia.", "65396640": "Wilhelm (Jakob) Ferdinand Kalle (born 19 February 1870 in Biebrich (Wiesbaden); died 7 September 1954 in Wiesbaden) was a German chemist, industrialist and politician.", "17489826": "Siegmund Gabriel (7 November 1851 – 22 March 1924) was a German chemist.", "59924386": "Auguste Joseph François de Bavay (9 June 1856 – 16 November 1944) was a brewer and industrial chemist in Australia.", "65494950": "Margarete Traube (also known as Margherita Traube Mengarini) (4 June 1856 – 11 December 1912) was a German-born chemist, salon holder, and early feminist who lived in Italy much of her adult life.", "450477": "Phyllis Margaret Starkey (née Williams; born 4 January 1947) is a British Labour party politician, who was the Member of Parliament (MP) for Milton Keynes South West from 1997 to 2010. She had previously served as Leader of Oxford City Council.", "59334576": "Yi Zhang (Chinese: 张毅; pinyin: Zhāng Yì) is a Chinese-American biochemist who specializes in the fields of epigenetics, chromatin, and developmental reprogramming. He is a Fred Rosen Professor of Pediatrics and professor of genetics at Harvard Medical School,[1] a senior investigator of Program in Cellular and Molecular Medicine at Boston Children's Hospital,[2] and an investigator of the Howard Hughes Medical Institute.[3] He is also an associate member of the Harvard Stem Cell Institute,[4] as well as the Broad Institute of MIT and Harvard.[5] He is best known for his discovery of several classes of epigenetic enzymes and the identification of epigenetic barriers of SCNT cloning.", "24509": "Pierre Curie (/ˈkjʊəri/ KURE-ee,[1] French: [pjɛʁ kyʁi]; 15 May 1859 – 19 April 1906) was a French physicist, a pioneer in crystallography, magnetism, piezoelectricity, and radioactivity. In 1903, he received the Nobel Prize in Physics with his wife, Marie Skłodowska–Curie, and Henri Becquerel, \"in recognition of the extraordinary services they have rendered by their joint researches on the radiation phenomena discovered by Professor Henri Becquerel\".[2] With their win, the Curies became the first ever married couple to win the Nobel Prize, launching the Curie family legacy of five Nobel Prizes.", "72048573": "Krish Mackerdhuj (15 August 1939 – 26 May 2004) was a South African chemist, cricket official, and diplomat.", "8150975": "Carolyn Ruth Bertozzi (born October 10, 1966) is an American chemist and Nobel laureate, known for her wide-ranging work spanning both chemistry and biology. She coined the term \"bioorthogonal chemistry\"[2] for chemical reactions compatible with living systems. Her recent efforts include synthesis of chemical tools to study cell surface sugars called glycans and how they affect diseases such as cancer, inflammation, and viral infections like COVID-19.[3]  At Stanford University, she holds the Anne T. and Robert M. Bass Professorship in the School of Humanities and Sciences.[4] Bertozzi is also an Investigator at the Howard Hughes Medical Institute (HHMI)[5] and is the former director of the Molecular Foundry, a nanoscience research center at Lawrence Berkeley National Laboratory.[6]", "61923265": "Sabine Flitsch is a German organic chemist and chemical biologist who holds a personal chair in Chemical Biology at the University of Manchester School of Chemistry, where she runs an active research glycobiology  research group based in the Manchester Interdisciplinary Biocentre.[1]", "33710020": "Oswald Bertram Lower (1864 in Adelaide, South Australia – 18 March 1925 in Wayville, South Australia)[1] was an Australian chemist and pharmacist who is best known for his contributions to entomology, in particular butterflies and moths. His collection is now at the South Australian Museum.[2]", "40558532": "Klaus-Dieter Hungenberg (born 14 September 1953) is a German chemist and professor at the University of Paderborn.[1] Hungenberg has contributed to the field of reaction kinetics for polymerization processes, and has been honored with Professorship for his contributions in the field of reaction chemistry at the Institute for Polymer Material and Process (PMP), University of Paderborn.", "44195782": "Massachusetts Institute of Technology,", "65626056": "Apryll Marie Stalcup FRSC is an Irish chemist who is Professor and was the Director of the Irish Separation Science Cluster at Dublin City University. She was awarded the 2021 Chromatography Forum of the Delaware Valley Stephen Dal Nogare Award, the 2015 American Microchemical Society Benedetti Pichler Award and named in the 2016 Power List of the Top 50 Women Analytical Scientists worldwide. Her research considers surface-confined ionic liquids and chiral separations.", "34922440": "Edward Turner FRS FRSE FRCPE (24 June 1796 – 12 February 1837) was a Jamaican-born, British physician and chemist, known for his work on atomic weights, and as a populariser of the atomic theory of Dalton. He was the author of a popular chemistry textbook that was the first to incorporate chemical symbols and formulae as well as organic chemistry.", "64643019": "Ralph Norman \"Buzz\" Adams (August 26, 1924 – November 28, 2002)[1] was a distinguished bioanalytical chemist at the University of Kansas. The Adams Institute and Adams Professorship at the university are named after him.[2]", "51929036": "Cai Qirui (simplified Chinese: 蔡启瑞; traditional Chinese: 蔡啟瑞; pinyin: Cài Qǐruì; Pe̍h-ōe-jī: Chhoà Khé-suī; 7 January 1914 – 3 October 2016) was a Chinese chemist, educator and academician of the Chinese Academy of Sciences (CAS). He was known as the founder of Chinese catalytic chemistry.[1]", "20471760": "Dr. John Augustus Just (January 9, 1854 – September 13, 1908) was a German-born chemist and inventor.  He is best known for his investigative work into recovery of precious metals from their ores and for completing the process for evaporating milk.  For his scientific achievements, he was awarded a medal by the committee celebrating Berthelot's 50th anniversary.", "1073114": "Johan Gadolin (5 June 1760 – 15 August 1852)[1] was a Finnish chemist, physicist and mineralogist. Gadolin discovered a \"new earth\" containing the first rare-earth compound yttrium, which was later determined to be a chemical element. He is also considered the founder of Finnish chemistry research, as the second holder of the Chair of Chemistry at the Royal Academy of Turku (or Åbo Kungliga Akademi). Gadolin was ennobled for his achievements and awarded the Order of Saint Vladimir and the Order of Saint Anna.", "70279133": "Other reasons this message may be displayed:", "5005281": "Irving Shain (January 2, 1926 – March 6, 2018) was a chemistry professor at the University of Wisconsin–Madison. He served as Chancellor of the university from 1977 to 1986.", "52617197": "Sethunathasarma Krishnaswami (1945–2015), popularly known as Swami,  was an Indian geochemist and an honorary scientist at the geosciences division of the Physical Research Laboratory.[1] He was known for his studies on low temperature geochemistry[2] and was an elected fellow of the Indian Academy of Sciences,[3] Indian National Science Academy,[4] The World Academy of Sciences,[5] National Academy of Sciences, India,[6] American Geophysical Union,[7] Geochemical Society and European Association of Geochemistry (2003).[8] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, atmosphere, ocean and planetary Sciences in 1984.[9]", "4710382": "Arend Joan Rutgers (20 October 1903 – 2 September 1998) was a Dutch-Belgian physical chemist.", "34529270": "W. Kenneth Davis (July 26, 1918 – July 29, 2005) was an American chemist,  a leader of the World Energy Council, former vice president of the National Academy of Engineering, former U.S. Deputy Secretary of Energy, director of reactor development in the Atomic Energy Commission.\n[1]\n[2]\n[3]\n[4]\nHe was elected to the National Academy of Engineering in 1970 “for contributions to the development of nuclear power technology and its industrial application.”[1] From May 14, 1981 to January 13, 1983, he served as United States Deputy Secretary of Energy under Ronald Reagan.", "72015865": "Angela N. Koehler is an American biochemist who is the Karl Van Tassel (1925) Career Development Professor of Chemical Biology at the Broad Institute. Her research considers the development of chemical tools to understand transcriptional regulation, and the design of next-generation pharmaceuticals.", "60153851": "Frederick Bernheim (1905-1992) was an American biochemist.[1][2][3] He was one of the founding members of the Duke University medical school and became James B. Duke Professor of Pharmacology. He published over 120 articles on biological pharmacology.[4]", "43048954": "Petru Poni (4 January 1841 – 2 April 1925) was a Moldavian (later Romanian) chemist and mineralogist.", "8577023": "Arthur Rudolf Hantzsch (7 March 1857 – 14 March 1935) was a German chemist.", "50716672": "Valentin Borisovich Aleskovsky (Russian: Валенти́н Бори́сович Алеско́вский; 3 June 1912 - 29 January 2006) was a Soviet and Russian scientist and administrator known for his pioneering research on surface reactions underpinning the thin film deposition technique that years later became known as atomic layer deposition. He was the rector of Leningrad Technological Institute (1962-75) and of Leningrad State University (1975-1986).[1]", "34201602": "Thomas Stephen Crawford (1900-1987) was an American chemical engineer known for his research in coal, coal tar and coal gasification.  He was a long-serving (1945-1968) dean of the college of engineering at the University of Rhode Island, and namesake of Crawford Hall at the university.", "63660044": "David William Grainger is a distinguished professor and chair of the department of biomedical engineering and distinguished professor of pharmaceutics and pharmaceutical chemistry at the University of Utah. His research focuses on biomaterials, drug delivery, and medical device innovation.[3]", "38068246": "[1]", "58941463": "Chen Chuangtian (Chinese: 陈创天; 18 February 1937 – 31 October 2018), also known as Chuang-Tian Chen, was a Chinese materials scientist and physical chemist who specialized in crystals used in lasers. He discovered the nonlinear optical crystals BBO, LBO and KBBF, which have important uses in areas including superconductor research, semiconductor photolithography, and the medical industry. He was an academician of the Chinese Academy of Sciences and a fellow of The World Academy of Sciences. He was awarded the TWAS Prize in Chemistry, the State Technological Invention Award (First Class), and the Laudise Prize.", "61693977": "Kim K. Baldridge is an American theoretical and computational chemist who works to develop quantum mechanical methodologies and apply quantum chemical methods to problems in life sciences, materials science, and general studies. She is professor and vice dean in the School of Pharmaceutical Science and Technology of Tianjin University in China, where she also directs the High Performance Computing Center.[1]", "63528991": "Robin L. Garrell is an American chemist, academic and former president of The Graduate Center, CUNY. Until 2020, Garrell served as vice provost for graduate education and dean of graduate division at University of California, Los Angeles (UCLA). Prior to this role, Garrell was assistant professor at the University of Pittsburgh from 1984 to 1991, then joined the faculty in the department of chemistry and biochemistry at UCLA, where she became full professor and held a joint appointment in bioengineering.[1] Garrell assumed her current position at The Graduate Center on August 1, 2020.[2] </ref> On August 28, 2023 she announced that she would be stepping down as president of the CUNY Graduate Center effective September 29, 2023.[3]", "1237033": "Nikolaus Joseph Freiherr von Jacquin[1] (16 February 1727 – 26 October 1817) was a scientist who studied medicine, chemistry and botany.", "25518126": "Michael James Cann (born 4 July 1965) is a former cricketer from Wales. He played first-class and one-day cricket for Glamorgan, Orange Free State, Griqualand West, Boland and the Impalas between 1986 and 1994. He was a left-handed batsman and right-arm offbreak bowler.[1]", "15687732": "Lajos Winkler (May 21, 1863 – April 14, 1939) was a Hungarian analytical chemist.  He is best known  today for his discovery of the Winkler method for the measurement of oxygen dissolved in water.", "3006523": "Frederick Peter Guengerich is a professor of biochemistry and the director of the Center in Molecular Toxicology at Vanderbilt University, Nashville, Tennessee. Guengerich is the author or co-author of over 500 peer-reviewed scientific articles, and a researcher in toxicology working on cytochromes P450, DNA damage and carcinogenesis, and drug metabolism. In 2005 he received the William C. Rose Award for his research.[1]", "34201662": "Ferdinand Gottlob Schneider  (18 June 1911 – 11 May 1984) was a German chemist.", "55763007": "Henry Clapp Sherman (October 16, 1875 – October 7, 1955) was an American food chemist and nutritionist. He was professor of chemistry at Columbia University and a president of the American Society of Biological Chemists.[1]", "17719359": "Ramachandra \"(Ram)\" S. Hosmane (1944-)[1] is a retired Senior Professor of Organic Chemistry at University of Maryland, Baltimore County. Dr. Hosmane has over 160 peer-reviewed research publications in reputed international journals.[2] He holds seven U.S. and World patents,[2] some of which have been licensed to industries.  His current research focus is on drug discovery for dual inhibition of HCV and HIV as well as lung, breast, and prostate cancers.", "15687747": "Mariano Eduardo de Rivero y Ustariz (October 22, 1798 – November 6, 1857) was a prominent Peruvian scientist, geologist, mineralogist, chemist, archaeologist, politician and diplomat. His publications about his discovery of Humboldtine (an iron-oxalate), demonstrating the existence of organic-minerals; about deposits of copper and sodium nitrate (saltpeter) near Tarapacá in the Atacama Desert; about bird-guano and coal in Peru and their possibilities of industrialization as well were forward-looking and made him a pioneer of mining education in South America and the most notable Peruvian scientist of the 19th century.", "7037000": "Nick Lane (born 1967) is a British biochemist and writer. He is a professor in evolutionary biochemistry at University College London. He has published five books to date which have won several awards.", "31252562": "Chadwick A. Tolman (born 1938) is an American chemist.  He obtained his B.S. in Chemistry from Massachusetts Institute of Technology.   He earned his Ph.D. in Chemistry as a microwave spectroscopist from U.C. Berkeley under the guidance of William Dulaney Gwinn.[1]", "67788882": "Julius Schmidt (26 February 1872 – 29 March 1933) was a German chemist.", "60874834": "Emily M. Klein is a professor of geology and geochemistry at Duke University. She studies volcanic eruptions and the process of oceanic crust creation. She has spent over thirty years investigating the geology of mid-ocean ridges and identified the importance of the physical conditions of mantle melting on the chemical composition of basalt.", "34365526": "James Alexander Pond (1846–1941) was a New Zealand analytical chemist and homoeopathic pharmacist. He was born in London, England, in 1846.[1] He is the Son of Frances Sophia Beacon[2]", "64217179": "Afwerki Abraha (c. 1949 – 13 May 2020) was an Eritrean diplomat, chemist, and pro-independence rebel fighter during the Eritrean War of Independence. During the 1990s, Abraha became the first Eritrean diplomat to be posted to Ethiopia following Eritrea's independence.[1][2]", "52453471": "James Michael Berger (born 1968) is an American academic working as a professor of biophysics and biophysical chemistry at Johns Hopkins University School of Medicine, where he is also the co-director of the Cancer Chemical and Structural Biology Program at the Sidney Kimmel Comprehensive Cancer Center and the director of the Johns Hopkins Institute for Basic Biomedical Sciences. His main area of research is the functions of molecular cellular machinery.[1]", "19325024": "Suhad Bahajri  (Arabic: سهاد باحجري) is a Saudi chemist. She is a medical scientist and educator presently working as a professor of clinical biochemistry and clinical nutrition at the faculty of medicine at King Abdulaziz University, Jeddah.  Her research centers on diet, lifestyle and chronic diseases.[1]", "61595750": "Jan Rydberg (1923–2015) was a Swedish academic who spent much of his working life at Chalmers University of Technology. He was known for his work on solvent extraction which he did while working in the Nuclear Chemistry section at Chalmers.[1]", "14770280": "Kenneth Norman Raymond (born January 7, 1942) is a bioinorganic and coordination chemist. He is Chancellor's Professor of Chemistry at the University of California, Berkeley,[1] Professor of the Graduate School, the Director of the Seaborg Center in the Chemical Sciences Division at Lawrence Berkeley National Laboratory, and the President and Chairman of Lumiphore.[2][3]", "61956201": "Nina Irene McClelland (21 August 1929 – 16 August 2020) was an American chemist. She was dean emeritus and professor of chemistry at the University of Toledo.", "70475881": "Nathalie Demassieux (1884–1961), was a chemist and French academic who specialized in mineral chemistry. She was, after Irène Joliot-Curie and Pauline Ramart, the third woman to obtain a position as a lecturer in a French university. In tribute to her legacy with the Faculty of Sciences of Paris, the Nathalie Demassieux scientific prize was awarded for many years by the Chancellery of the Universities of Paris.", "25780332": "Jeffrey D. Weidenhamer is a Trustees’ Distinguished Professor at Ashland University and professor of chemistry. He is also chair of the department of chemistry, geology and physics and a member of the environmental science faculty.[1]", "21553261": "Lino Barañao (born 28 December 1953) is an Argentine chemist and politician. He was Minister of Science, Technology and Innovative Production of Argentina under President Mauricio Macri. He also served the same position under former president Cristina Fernández de Kirchner.[1][2]", "21422193": "John Krige (/ˈkriːɡə/) is a historian of science and technology and the Kranzberg Professor at the School of History, Technology and Society, Georgia Institute of Technology, Atlanta. Krige is originally a physical chemist by training, earning a PhD from the University of Pretoria in the subject. After earning a PhD in philosophy at the University of Sussex, in the United Kingdom in 1979, Krige's intellectual career has been in the history of science and technology, including notable efforts within the project to write the history of CERN and the European Space Agency in the 1980s and 1990s. His main focus is on the place of science and technology in the foreign policies of governments both intra-European and between the U.S. and Western Europe in the cold war.\nIn 2000, Krige became a professor at Georgia Institute of Technology's School of History and Sociology.[1]\nAs a Francis Bacon Award recipient, Krige became a visiting professor at Caltech's Division of Humanities and Social Science.[1]", "34988151": "Micha Tomkiewicz (born May 25, 1939) is a Polish scientist, professor and writer.", "50323580": "Herman Johan Christiaan Berendsen (22 September 1934 – 7 October 2019)[1] was a Dutch chemist. He was a professor of physical chemistry at the University of Groningen from 1967 to 1999.", "53174400": "Kenneth W. W. Sims (born 1959) is an American professor of isotope geology in the Department of Geology and Geophysics at the University of Wyoming. Sims operates the University of Wyoming High Precision Isotope Laboratory.[1]", "44556426": "Gertrude Maud Robinson (formerly Walsh) was an influential organic chemist most famous for her work on plant pigments; the Piloty-Robinson Pyrrole Synthesis, which is named for her; her syntheses of fatty acids; and her synthesis of δ-hexenolactone,[1] the first synthetic molecule with the character of penicillin.[2]", "50323596": "Jacob M. Hooker is an American chemist and expert in molecular imaging, particularly in the development and application of simultaneous MRI and PET. He has contributed major advances on the entire spectrum of research from fundamental chemistry methodology with radioisotopes to human neuroimaging.[citation needed]", "24404116": "Armin Stromberg (Russian: Арми́н Ге́нрихович Стро́мберг) was a Russian electrochemist, who is most famous of his works in classic polarography and stripping voltammetry.", "51175572": "Kai Simons (born 24 May 1938) is a Finnish professor of biochemistry and cell biology and physician living and working in Germany. He introduced the concept of lipid rafts,[1] as well as coined the term trans-Golgi network and proposed its role in protein and lipid sorting.[2] The co-founder and co-organizer of EMBO, ELSO, Simons initiated the foundation of MPI-CBG,[3] where he acted as a director (1998–2006) and a group-leader (until 2012).[4][5] He is the co-founder and co-owner of Lipotype GmbH.[6]", "319638": "Robert L. Banks (November 24, 1921 – January 3, 1989) was an American chemist. He was born and grew up in Piedmont, Missouri. He attended the University of Missouri - Rolla, and initiated into Alpha Phi Omega in 1940. He joined the Phillips Petroleum company in 1946 and worked there until he retired in 1985.  He died in Missouri on January 3, 1989.", "58843287": "Alastair Ian Scott FRS FRSE (10 April 1928 in Glasgow – 18 April 2007) was a British-American organic chemist who achieved international renown for elucidating the biosynthetic pathway of vitamin B12.[1]", "53436564": "Malcolm Daniel Lane (1930–2014; \"Dan\" socially) was a biochemist who spent most of his career on the faculty at the Johns Hopkins School of Medicine in Baltimore, Maryland. Lane served as the head of the Department of Biological Chemistry from 1978 to 1997, was elected to the National Academy of Sciences in 1987, and was named a University Distinguished Service Professor – the institution's highest academic title – in 2001. Lane's research focused on the biochemistry of lipids and lipid metabolism, and the resulting physiological mechanisms regulating adipogenesis and obesity.[1][2][3]", "27811992": "Eiichi Nakamura (中村 栄一, Nakamura Eiichi, born 24 February 1951) is a Japanese chemist and professor of chemistry at University of Tokyo in Japan.", "16507033": "Stefan Niementowski (August 4, 1866 – July 13, 1925 was a Polish chemist. He discovered the Niementowski quinoline synthesis and the Niementowski quinazoline synthesis.[1] He was a president of Polish Copernicus Society of Naturalists (1920–22).", "3760284": "Frederick Pearson Treadwell (1857 in Portsmouth NH – 24 June 1918 in Zürich) was an American analytical chemist working in Switzerland.", "1564830": "Paul Walden (Latvian: Pauls Valdens; Russian: Павел Иванович Вальден; German: Paul von Walden; 26 July 1863 – 22 January 1957) was a Russian, Latvian and German chemist known for his work in stereochemistry and history of chemistry. In particular, he discovered the Walden rule,[1] he invented the stereochemical reaction known as Walden inversion and synthesized the first room-temperature ionic liquid, ethylammonium nitrate.[2][3]", "14508191": "Dr. Harold M. Manasevit (1927–2008) was an American materials scientist.", "49471648": "Dr Leonard Dobbin FRSE (30 July 1858 – 3 March 1952) was a chemist and author on the history of chemistry and several chemistry textbooks. He was known as a modest and lovable man.", "55861408": "Lucio Frydman (Hebrew: לוסיו פרידמן, born 1965) is an Israeli chemist whose research focuses on magnetic resonance imaging (MRI), nuclear magnetic resonance (NMR) and solid-state NMR. He was awarded the 2000 Günther Laukien Prize,[1] the 2013 Russell Varian Prize[2] and the 2021 Ernst Prize.[3]  He is Professor and Head of the Department of Chemical and Biological Physics at the Weizmann Institute of Science in Israel[4] and Chief Scientist in Chemistry and Biology at the US National High Magnetic Field Laboratory in Tallahassee, Florida.[5] He is a fellow of the International Society of Magnetic Resonance[6] and of the International Society of Magnetic Resonance in Medicine.[7] He was the Editor-in-Chief of the Journal of Magnetic Resonance (2011-2021).[8]", "71393447": "Granville Raymond Rettew (April 19, 1903 – June 24, 1973), known as G. Raymond Rettew, was an American chemist and mushroom spawn cultivator from Pennsylvania who pioneered the mass production of penicillin, the world’s first antibiotic. His methods helped save the lives of tens of thousands of wounded American and Allied troops during World War II.[1][2]", "319657": "Claude Allègre (French pronunciation: [klodaˈlɛɡʁ]; born 31 March 1937) is a French politician and scientist.", "15589550": "Leland C. Clark Jr. (December 4, 1918 – September 25, 2005) was an American biochemist born in Rochester, New York.[1] He is most well known as the inventor of the Clark electrode, a device used for measuring oxygen in blood, water and other liquids.[2] Clark is considered the \"father of biosensors\", and the modern-day glucose sensor used daily by millions of diabetics is based on his research. He conducted pioneering research on heart-lung machines in the 1940s and '50s and was holder of more than 25 patents. Although he developed a fluorocarbon-based liquid that could be breathed successfully by mice in place of air, his lifelong goal of developing artificial blood remained unfulfilled at the time of his death. He is the inventor of Oxycyte, a third-generation perfluorocarbon (PFC) therapeutic oxygen carrier designed to enhance oxygen delivery to damaged tissues.[3]", "7069871": "John Adrian Pyle CBE FRS is a British atmospheric scientist, Director of the Centre for Atmospheric Science in Cambridge, England. He is a Professor in the Department of Chemistry at the University of Cambridge, and since 2007 has held the 1920 Chair of Physical Chemistry in the Chemistry Department. He is also a Fellow of the Royal Society and of St Catharine's College, Cambridge.[2][3]", "62578872": "Jeffrey R. Long is a professor of chemistry at University of California, Berkeley known for his work in metal−organic frameworks and molecular magnetism. He was elected to the American Academy of Arts and Sciences in 2019[1] and is the 2019 F. Albert Cotton Award recipient. His research interests include: synthesis of inorganic clusters and porous materials, investigating the electronic and magnetic properties of inorganic materials; metal-organic frameworks, and gas storage/capture.[2]", "2089144": "George Robert Walker (25 January 1942 – 4 March 2022) was a British educator who was director-general of the International Baccalaureate Organisation. He was also a productive author of articles and other works regarding international education and physical chemistry.[1]", "63037627": "John Punnett Peters (December 4, 1887 – December 29, 1955)[1] was an American chemist and \"one of the founders of modern clinical chemistry\".[2] His 1932 textbook Quantitative Clinical Chemistry, coauthored with Donald Van Slyke, established clinical chemistry as a distinct discipline. His research articles and textbooks advanced the laboratory in the diagnosis and management of disease.", "61399229": "Klaus Müllen (born 2 January 1947) is a German chemist working in the fields of polymer chemistry, supramolecular chemistry and nanotechnology. He is known for the synthesis and exploration of the properties of graphene-like nanostructures and their potential applications in organic electronics.", "4874432": "Thomas A. Reh is an American scientist and author.", "34005187": "Alwyn George Davies FRS (13 May 1926 – 1 September 2023) was a British chemist, emeritus professor, and Fellow of University College London.[1][2]", "22372550": "John Clark Sheehan (September 23, 1915 – March 21, 1992) was an American organic chemist whose work on synthetic penicillin led to tailor-made forms of the drug. After nine years of hard work at the Massachusetts Institute of Technology (M.I.T.), he became the first to discover a practical method for synthesizing penicillin V. While achieving total synthesis, Sheehan also produced an intermediate compound, 6-aminopenicillanic acid, which turned out to be the foundation of hundreds of kinds of synthetic penicillin. Dr. Sheehan's research on synthetic penicillin paved the way for the development of customized forms of the lifesaving antibiotic that target specific bacteria. Over the four decades he worked at M.I.T., Sheehan came to hold over 30 patents, including the invention of ampicillin, a commonly used semi-synthetic penicillin that is taken orally rather than by injection. His research covered not only penicillin, but also peptides, other antibiotics, alkaloids, and steroids.", "8741064": "George Cecil Jones, Jr. (10 January 1873 – 30 October 1960),[1] was an English chemist, occultist, one time member of the Hermetic Order of the Golden Dawn and co-founder of the magical order A∴A∴.  According to author and occultist Aleister Crowley,[2] Jones lived for some time in Basingstoke, Hampshire, England, working at a metallurgy there.", "60252362": "Claud Mackenzie Hutchinson CIE (29 April 1869 - 2 August 1941) was an English bacteriologist who worked in India as Imperial Agricultural Bacteriologist.", "30630090": "Helmut Schwarz (born 6 August 1943) is a German organic chemist. He has been a professor of chemistry at the Technische Universität Berlin since 1978. In 2018, he was elected a foreign associate of the U.S. National Academy of Sciences.", "2384080": "Otto Eisenschiml (June 16, 1880 – December 7, 1963) was an Austrian-born chemist and industrial executive in the American oil industry, and a controversial author. He may be best known for his provocative 1937 book on the assassination of Abraham Lincoln in which he proposed that a senior member of Lincoln's Cabinet orchestrated the plot to kill the president.", "32792792": "Jean Louis Charles Jeener (31 July 1931 – 10 June 2023) was a Belgian physical chemist and physicist, well known for his experimental and theoretical contributions to spin thermodynamics in solids and for his invention of Two-dimensional nuclear magnetic resonance spectroscopy. He was born in Brussels on 31 July 1931, son of biologist Raymond Jeener and Hélène Massar. He was married to Françoise Henin. Jenner died on 10 June 2023, at the age of 91.[1]", "56352985": "Ioannis Katsoyiannis[1] (born 4 December 1974) is a Greek environmental chemist, currently associate professor at the department of chemistry at Aristotle University of Thessaloniki. He has earned a reputation among aquatic chemists because of his studies on the development of novel technologies for arsenic removal from groundwaters, especially the investigation and development of biological arsenic removal.[2]", "57564": "Anselme Payen (French: [pa.jɛ̃]; 6 January 1795 – 12 May 1871) was a French chemist known for discovering the enzyme diastase, and the carbohydrate cellulose.", "57696483": "Nebraska Wesleyan University", "53698787": "Reiner Salzer (born February 12, 1942 in Aue (Sachsen))[1] is a German chemist (Analytical Chemistry) and university teacher of Analytical Chemistry at the TU Dresden.", "35152111": "Robert J. Harrison (born June 19, 1960) is a distinguished expert in high-performance computing. He is a professor in the Applied Mathematics and Statistics department [1] and founding Director of the Institute for Advanced Computational Science at Stony Brook University[2] with a $20M endowment.[3] Through a joint appointment with Brookhaven National Laboratory, Professor Harrison has also been named Director of the Computational Science Center [4] and New York Center for Computational Sciences [5] at Brookhaven. Dr. Harrison comes to Stony Brook from the University of Tennessee and Oak Ridge National Laboratory, where he was Director of the Joint Institute of Computational Science,[6] Professor of Chemistry and Corporate Fellow. He has a prolific career in high-performance computing with over one hundred publications on the subject, as well as extensive service on national advisory committees.", "63332591": "Benedikt Kessler is a Swiss researcher and academic. He is Professor of Biochemistry and Mass Spectrometry at the Target Discovery Institute, University of Oxford.[1]", "35610871": "Richard Arthur  is a professor of biochemistry and genetics at the University of Wisconsin-Madison.  He got his bachelor's degree in biology at Pennsylvania State University.  He went on to receive his PhD in biochemistry at Indiana University in 1982 and did post doctoral research at the University of Washington.[2]  Amasino's research focuses on plants and how plants know when to flower. In 2006 he was elected to the National Academy of Sciences.[3]", "66707704": "Richard Ferdinand “Dick” Fenske (May 23, 1929, in Milwaukee – December 14, 2011) was a chemist who taught at the University of Wisconsin–Madison for thirty years.[1] He was chair of the chemistry department from 1972 until 1977 and retired from teaching in 1999.[2]", "66773248": "Julius Timoleon Ducatel (June 6, 1796 - April 23, 1849) was an American chemist.", "15524097": "Emanuele Paternò, 9th Marquess of Sessa was an Italian chemist and politician and is credited with the discovery of the Paternò–Büchi reaction.", "64184581": "Katrina Anne Jolliffe FRSN FAA FRACI is an Australian  supramolecular and organic chemist and professor at the University of Sydney.", "44949772": "Sergey Pavlovich Kravkov (in Russian: Сергей Павлович Кравков) was a soil scientist and agricultural chemist. He lived in the Russian Empire and later the Soviet Union.", "67395860": "George Stark (born 1933) is an American chemist and biochemist. His research interests include protein and enzyme function and modification, interferons and cytokines, signal transduction, and gene expression.", "60612886": "Franklin Church Bing (29 December 1902 – 17 October 1988) was an American biochemist, advisor and archivist. He was born in the United States. He got his PhD in the physiological chemistry department of Yale University in 1930. After that he joined the Western Reserve University between 1929 and 1936 and became a faculty member in the department of Biochemistry. After many years of studying, in later career, he joined the American Medical Association (AMA) and became a scientific researcher from 1936. Then between 1943 and 1950, Bing worked for the American Institute of Baking in Chicago.[1] From 1950 to 1952, he worked as an advisor to the Delaney Committee of the United States House of Representatives. Since then, he has become an independent food and drug advisor for private businesses and government agencies. In 1985, Franklin Church Bing became an archivist and worked for the American Institute of Nutrition. At the same time, he wrote several biographies for many nutritionists.[2] Franklin Church Bing was a nutritionist, scientist and a chemist and he had studied and made many contributions to these related fields during his whole life.[3]", "58253590": "Penelope Jane Brothers is a New Zealand chemistry academic. She is currently Director of the Research School of Chemistry at the Australian National University, specializing in inorganic chemistry.[2]", "50520348": "John Arnold Fleming FRSE OBE JP (1871 – 22 October 1966) was a Scottish industrial chemist closely associated with the British pottery industry. He was also a noted journalist, author, politician, and philanthropist. He was a keen amateur falconer and golfer. As an author he standardly appears as J. Arnold Fleming.", "5202211": "Anna Jane Harrison (December 23, 1912 – August 8, 1998) was an American organic chemist and a professor of chemistry at Mount Holyoke College for nearly forty years. She was the first female president of the American Chemical Society,[1] and the recipient of twenty honorary degrees.[2] She was nationally known for her teaching and was active nationally and internationally as a supporter of women in science.[3][4][5]", "27353380": "Stuart Warren  (24 December 1938 – 22 March 2020)[1] was a British organic chemist and author of chemistry textbooks aimed at university students.[2][3]", "71917865": "Mary L. Mandich–Steigerwald is a retired physical chemistry researcher in the telecommunications industry, including working as a Distinguished Member of Technical Staff at Bell Labs[1] and at Nokia. As well as her work as a chemist, she is also a trainer of Welsh Springer Spaniel dogs.[2]", "14704937": "John E. McMurry (born July 27, 1942, in New York City) is Professor Emeritus in the Department of Chemistry and Chemical Biology at Cornell University. He received an A.B. from Harvard University in 1964 and his Ph.D. from Columbia University in 1967 working with Gilbert Stork. Following completion of his Ph.D., he joined the faculty of the University of California, Santa Cruz in 1967 and moved to Cornell University in 1980.", "57598249": "Dr. E.K.T Sivakumar (born on 28 September 1968) is an Indian chemist born in a small hamlet of Tamil Nadu called Podaturpet near Tiruttani. He is a visiting professor at Anna University, Department of Ceramic Technology- Alagappa College of Technology, Anna University, Chennai- 600025. He is also the editor of a Tamil journal Valarum Ariviyal.[1]", "48849196": "Helen Geneva Lewis (October 22, 1896 – missing) was an American chemist.[1]", "3694890": "Jörgen Erik Lehmann (15 January 1898 – 26 December 1989) was a Danish-Swedish physician and chemist best known for his discovery in the 1940s that para-amino salicylic acid (PAS) would make an excellent orally-available tuberculosis therapy. PAS was, together with streptomycin, the first efficacious anti-microbial therapy for tuberculosis and remained in clinical use for several decades. In 1941, Lehmann also developed the anti-coagulant dicumarol, which is used for the prevention of blood clots and in the treatment of deep venous thrombosis.", "14311722": "George Anthony Morgan Taylor, GC (30 October 1917 – 19 August 1972)[1] was an Australian Volcanologist awarded the George Cross in 1952 for \"conspicuous courage in the face of great danger\" during the eruption of Mount Lamington in Papua from January to March 1951.[2][3] Taylor was one of only five Australian civilians directly awarded the George Cross between its institution in 1941 and 1972 when it was replaced in the Australian honours system by the Cross of Valour.", "58646832": "University of Guelph \nUniversity of Toronto \nUniversity of Waterloo \nUniversity of California Irvine", "5529905": "Sir Michael John Berridge FRS FMedSci FBPhS (22 October 1938 - 13 February 2020) was a British physiologist and biochemist. He was known for his work on cell signaling, in particular the discovery that inositol trisphosphate acts as a second messenger, linking events at the plasma membrane with the release of calcium ions (Ca2+) within the cell.", "34890046": "Friedrich August Flückiger (also spelled Flueckiger)[1] was a Swiss pharmacist, chemist and botanist. He was born in Langenthal, canton of Bern, on 15 May 1828 and died on 11 December 1894.", "1892675": "Siblings:", "713028": "Peter William Atkins FRSC (born 10 August 1940) is an English chemist and a Fellow of Lincoln College at the University of Oxford. He retired in 2007. He is a prolific writer of popular chemistry textbooks, including Physical Chemistry, Inorganic Chemistry, and Molecular Quantum Mechanics. Atkins is also the author of a number of popular science books, including Atkins' Molecules, Galileo's Finger: The Ten Great Ideas of Science and On Being.", "7921993": "Pierre Paul Dehérain (19 April 1830 in Paris – 7 December 1902) was a French plant physiologist and agricultural chemist. He was notably the doctoral advisor of the Nobel Prize winner Henri Moissan.", "33579340": "Arne Holmgren (21 December 1940 — 6 January 2020[1]) was a Swedish biochemist known as a redox pioneer. He studied medicine at Uppsala University in 1962 and became a medical student. He received his Ph.D. in 1968 from the Karolinska Institute (KI) where he became associate professor in 1969,[2] and became a certified doctor in 1974.", "51503440": "Alexander McKenzie FRS (6 December 1869, Dundee – 11 June 1951) was a Scottish chemist, specializing in stereochemistry.[1][2] Kinetic resolution by synthetic means was first reported in 1899 by Marckwald and McKenzie.[3]", "53207380": "John Herbert Watkinson (27 August 1932 – 14 February 2017) was a New Zealand soil chemist.", "56025429": "Abdul Razzaq Abdul Jalel al-Issa (Arabic:عبد الرزاق العيسى)  (born 1949) is an Iraqi politician who served in different cabinet posts. He was recently Iraq's Minister of Higher Education.[1][2][3][4][5][6][7][8]", "47538526": "Hedwig Langecker (29 January 1894 – 31 January 1989) was a Bohemian, Czech, and German pharmacologist known for her discovery of the pharmacological properties of Polygonatum officinale and Polygonatum multiflorum. She was also known for her studies of steroid hormone biochemistry and her prolific output, which included over 200 scientific articles and several textbooks. Her career began at the German University in Prague, where she earned her M.D. in 1920 and a Ph.D. in 1923, and was habilitated in 1926; Langecker then became a professor and served in that role until 1945. That year, she moved to the Free University of Berlin, where she was a professor until 1959 and an emerita professor until her death in 1989.[1]", "60252514": "Father Guillaume Mazeas (French: Abbé Guillaume Mazéas; 2 August 1720 – 13 September 1775) was a translator of English scientific works into French, a corresponding member of the French Academy of Sciences and a fellow of the Royal Society.[1] He was canon of the cathedral of Vannes, France.[1][2] He corresponded with Stephen Hales on scientific matters, including his experiences with the lightning rod invented by Benjamin Franklin.[1][3] His investigations of red dyeing in the East Indies and their improvement in France were of significant industrial value.[2][4]", "287077": "Manfred Eigen (German pronunciation: [ˈmanˌfʁeːt ˈaɪ̯ɡn̩] ⓘ; 9 May 1927 – 6 February 2019) was a German biophysical chemist who won the 1967 Nobel Prize in Chemistry[1] for work on measuring fast chemical reactions.[4]", "29679978": "Hans Bock (5 October 1928 – 21 January 2008) was a German chemist born in Hamburg and died in Königstein im Taunus.", "40624491": "Quirino O. Navarro (born March 29, 1936; died August 22, 2002) is a Filipino nuclear physicist and chemist who studied isotopes of californium, dysprosium, and einsteinium. His work was published in two books and three volumes and even became useful for teaching students in the University of California.[1][2] In 1956 he graduated from the University of the Philippines with a bachelor's degree in chemistry and by 1962 he got his Ph.D. in nuclear chemistry from the University of California.[3]", "12509551": "Lewis William Wannamaker (19 May 1923, in St. Matthews, South Carolina – 24 March 1983)[1]  was an American biochemist who won the Robert Koch Prize with César Milstein in 1980. He received his bachelor's degree from Emory University and his M.D. from the Duke University School of Medicine and taught at the University of Minnesota. In 1982 he was elected a member of the Institute of Medicine of the National Academy of Sciences. He died in 1983 at the age of 59.[2][3]", "3924342": "Arthur Beck Pardee (July 13, 1921 – February 24, 2019) was an American biochemist. One biographical portrait[1] begins \"Among the titans of science, Arthur Pardee is especially intriguing.\" There is hardly a field of molecular biology that is not affected by his work, which has advanced our understanding through theoretical predictions followed by insightful experiments. He is perhaps most famous for his part in the 'PaJaMo experiment' of the late 1950s, which greatly helped in the discovery of messenger RNA.[2] He is also well known as the discoverer of the restriction point, in which a cell commits itself to certain cell cycle events during the G1 cycle. He did a great deal of work on tumor growth and regulation, with a particular focus on the role of estrogen in hormone-responsive tumors. He is also well known for the development of various biochemical research techniques, most notably the differential display methodology, which is used in examining the activation of genes in cells.  More recently he championed the acceptance and adoption of the conceptual review as a valuable approach to unearthing new knowledge from the enormous stores of information in the scientific literature. He died in February 2019 at the age of 97.[3]", "3465596": "California Institute of Technology\nMellon Institute of Industrial Research\nColumbia University\nOregon State University", "39739775": "Mohamed M. Atalla (Arabic: محمد عطاالله; August 4, 1924 – December 30, 2009) was an Egyptian-American engineer, physicist, cryptographer, inventor and entrepreneur. He was a semiconductor pioneer who made important contributions to modern electronics. He is best known for inventing the MOSFET (metal–oxide–semiconductor field-effect transistor, or MOS transistor) in 1959 (along with his colleague Dawon Kahng), which along with Atalla's earlier surface passivation processes, had a significant impact on the development of the electronics industry. He is also known as the founder of the data security company Atalla Corporation (now Utimaco Atalla), founded in 1972. He received the Stuart Ballantine Medal (now the Benjamin Franklin Medal in physics) and was inducted into the National Inventors Hall of Fame for his important contributions to semiconductor technology as well as data security.", "7365015": "Edwin Bret Hart (December 25, 1874 – March 12, 1953) was an American biochemist long associated with the University of Wisconsin-Madison.", "48980376": "Oswald Helmuth Göhring, also known as Otto Göhring,[2] (1889 - c. 1915) was a German chemist who, with his teacher Kasimir Fajans, co-discovered the chemical element protactinium in 1913.", "39608735": "John Richard Riordan, OC (Also known as Jack) (born September 2, 1943, in St. Stephen, New Brunswick) is a Canadian biochemist,[1] noted for his research into cystic fibrosis.", "27353504": "Cyril Clifford Addison, FRS[2] (28 November 1913 – 1 April 1994) was a British inorganic chemist.", "30007715": "Steven M. Weinreb (born May 10, 1941) is an American chemist and is a professor of chemistry at Pennsylvania State University in United States. Together with Steven Nahm, he developed the Weinreb ketone synthesis,[1] which allows for mono-addition of an organometallic reagent such as a Grignard reagent or organolithium reagent to an amide.", "52847015": "Xing Qiyi (Chinese: 邢其毅; pinyin: Xíng Qíyì; Wade–Giles: Hsing Ch'i-i) was a Chinese organic chemist who contributed to the total synthesis of bovine insulin,[1] Xing is still well-known nowadays in China as the main editor of a highly-influential organic chemistry textbook.[2] He was a member of China Democratic League since 1952.[3]", "69329320": "Christine Luscombe FRSC is a Japanese-British chemist who is a professor at the Okinawa Institute of Science and Technology.[2] Her research investigates polymer chemistry, organic electronics, organic photovoltaics[1] and the synthesis of novel materials for processable electronics. She serves on the editorial boards of Macromolecules, Advanced Functional Materials, the Annual Review of Materials Research and ACS Applied Materials & Interfaces.", "60187049": "Sara E. Skrabalak is a James H. Rudy Professor at Indiana University.[1] Skrabalak leads a research group in the department of chemistry which focuses on the development of new nanomaterials. She has an adjunct appointment in the department of intelligent systems engineering.", "69591470": "Tengiz Beridze (Georgian: თენგიზ გიორგის ძე ბერიძე) is a Georgian biochemist. He was born on 26 October 1939 in Tbilisi, Georgian SSR, USSR.[1]", "37511606": "Wendell Lim is an American biochemist who is the Byer's Distinguished Professor of Cellular and Molecular Pharmacology at the University of California, San Francisco.[2] He is the director of the UCSF Cell Design Institute.[3] He earned his A.B. in chemistry from Harvard University working with Jeremy Knowles on enzyme evolutionary optimization. He obtained his Ph.D in biochemistry and biophysics from Massachusetts Institute of Technology under the guidance of Bob Sauer using genetic and biophysical approaches to understand the role of hydrophobic core interactions in protein folding.[4] He then did his postdoctoral work with Frederic Richards at Yale University on the structure of protein interaction domains.[5][6] Lim's work has focused on cell signaling, synthetic biology, and cell engineering, particularly in immune cells.[7]", "61301178": "Michael J. Therien is the William R. Kenan, Jr. Professor of Chemistry at Duke University.[1]", "60187067": "Tsutomu Miyasaka (宮坂力, Miyasaka Tsutomu, born September 10, 1953), is a Japanese engineer in electrochemistry best known for the inventor of perovskite solar cell.[1]", "12968385": "Joshua Jortner (Hebrew: יהושע יורטנר) (March 14, 1933) is an Israeli physical chemist. He is a professor emeritus at the School of Chemistry, The Sackler Faculty of Exact Sciences, Tel Aviv University in Tel Aviv, Israel.[1]", "34431437": "John H. Dessauer, also known as Hans Dessauer, (13 May 1905 – 12 August 1993) was a German-American chemical engineer and an innovator in developing xerography.[1]  He was instrumental in turning a $7 million company of the 1930s into Xerox, a billion-dollar copier company.", "40624593": "Phil S. Baran (born August 10, 1977) is a Professor in the Department of Chemistry at the Scripps Research Institute and Member of the Skaggs Institute for Chemical Biology.[1] Baran has authored over 130 published scientific articles. He has several patents. His work is focused on synthesizing complex organic compounds,[2] the development of new reactions,[3] and the development of new reagents.[4]", "57812": "Alexander Theodore \"Sasha\" Shulgin (June 17, 1925 – June 2, 2014) was an American medicinal chemist, biochemist, organic chemist,  pharmacologist, psychopharmacologist, and author. He is credited with introducing 3,4-methylenedioxymethamphetamine (MDMA, commonly known as \"ecstasy\") to psychologists in the late 1970s for psychopharmaceutical use and for the discovery, synthesis and personal bioassay of over 230 psychoactive compounds for their psychedelic and entactogenic potential.[1]", "71098842": "Susan Reutzel-Edens FRSC is an American chemist who is the Head of Science at the Cambridge Crystallographic Data Centre. Her work considers solid state chemistry and pharmaceuticals. She is interested in crystal structure predictions. She serves on the editorial boards of CrystEngComm and Crystal Growth & Design.", "9298395": "Abul Hussam (Bengali: আবুল হুসসাম) is the inventor of the Sono arsenic filter. He is a chemistry professor at George Mason University (GMU) in Fairfax, Virginia, and a member of advisory board at Shahjalal University of Science and Technology.", "65790428": "Karl Helmer (K.H.) Gustavson (Gustafsson, born 21 June 1896 in Lerbäck, Örebro county, Sweden; died 11 February 1973 in Spånga, Stockholm) was a Swedish chemist. He was the father of the runologist Helmer Olof Gustavson.", "6218205": "Bruno Emil Tesch (14 August 1890 – 16 May 1946) was a German chemist and entrepreneur. Together with Gerhard Peters and Walter Heerdt, he invented the insecticide Zyklon B. He was the owner of Tesch & Stabenow (called Testa), a pest control company he co-founded in 1924 with Paul Stabenow in Hamburg, Germany. During the Holocaust, Tesch sold vast quantities of Zyklon B, utilizing his pesticide as a way to commit genocide. Over 1.1 million people were murdered by the Nazis using Zyklon B.[1]", "32465374": "Donald J. Darensbourg is an American inorganic chemist. He is a distinguished professor of chemistry at Texas A&M University. He was elected a member of the National Academy of Sciences in 2022.[1]", "20734431": "Inge Auerbacher (born December 31, 1934, in Kippenheim) is a German-born American chemist.  She is a survivor of the Holocaust and has published many books about her experiences in the Second World War.[1]", "1958368": "Helmut Ringsdorf (30 July 1929 – 20 March 2023) was a German polymer chemist. His work promoted cross-disciplinary discussions and collaborations in the field of polymer chemistry, biology, physics and medicine.", "44524019": "Ursula Koch (German pronunciation: [ˈʊʁzula kɔx]; née Pomeranz; born 1 July 1941) is a former Swiss politician and was the first woman president of the Social Democratic Party of Switzerland (SP). She served briefly on the National Council (Switzerland) from 1999 to 2000.[1]", "67658228": "Emilia Teresa Julia Currás Puente (8 October 1927 – 29 March 2020) was a Spanish information scientist and academic. She was also a philosopher and historian of science, as well as a pioneer in the study of the philosophical-scientific bases of Information and documentation.", "9560564": "William Armstrong Fairburn (12 October 1876 – 1 October 1947) was an American writer, naval architect, marine engineer, industrial executive,[1] and chemist.[2]", "16966134": "Ludwig Wolff (27 September 1857 – 24 February 1919), born in Neustadt in Palatinate, was a German chemist.[1]", "64315899": "Virginia Sink (September 14, 1913 – November 20, 1986) was an American chemical engineer and the first woman automotive engineer at Chrysler.", "35709457": "Gordon G. Hammes (born 1934 in Fond du Lac, Wisconsin) is a distinguished service professor of biochemistry, emeritus, at Duke University, professor emeritus at Cornell University, and member of United States National Academy of Sciences. Hammes' research involves the study of enzyme mechanisms and enzyme regulation.[1]", "61923860": "Jerzy Duszyński (Polish pronunciation: [ˈjɛʐɨ duˈʂɨj̃skʲi]; born 6 March 1949) is a Polish biochemist and professor of biological sciences. Since 2015 he has been President of the Polish Academy of Sciences.[1]", "64971289": "Katja Loos is professor at the Zernike Institute for Advanced Materials of the University of Groningen, The Netherlands holding the chair of Macromolecular Chemistry and New Polymeric Materials.[1][2]", "5005851": "Sir Charles Frederick Goodeve OBE FRS[1] (21 February 1904 – 7 April 1980) was a Canadian chemist and pioneer in operations research. During World War II, he was instrumental in developing the \"hedgehog\" antisubmarine warfare weapon and the degaussing[2] method for protecting ships from naval mines.", "1040928": "Van Rensselaer Potter II is Alberto Leoci (Leucippo) (12 Novembet, 1911 – September 6, 2001) was  an American biochemist, oncologist, and bioethicist. Born in northeast South Dakota, Potter was professor of oncology at the McArdle Laboratory for Cancer Research at the University of Wisconsin–Madison for more than five decades.[1]", "69657126": "Einar Hammarsten (4 January 1889 in Norrköping - 16 February 1968 in Solna) was a Swedish physician and professor of pharmacy and chemistry at the Karolinska Institute from 1928 to 1957.[1][2][3] His area of research was the chemistry of the cell nucleus, in particular nucleic acids.", "49111595": "Lu Jiaxi (Chinese: 卢嘉锡; Pe̍h-ōe-jī: Lô͘ Ka-sek; 26 October 1915 – 4 June 2001), or Chia-Si Lu,[2] was a Chinese physical chemist who is considered a founder of the discipline in China. He served as President of the Chinese Academy of Sciences, Founding Director of Fujian Institute of Research on the Structure of Matter (FJIRSM), and Founding President of Fuzhou University, as well as high-ranking political positions including Chairman of the Chinese Peasants' and Workers' Democratic Party, Vice Chairman of the Chinese People's Political Consultative Conference (CPPCC), and Vice Chairman of the National People's Congress.", "52617774": "Sir Ian William Wark CMG CBE FAA (8 May 1899 – 20 April 1985) was an  Australian chemist and scientific administrator. He was the recipient of the ANZAAS Medal in 1973. After his death, the Ian Wark Research Institute was established in 1994. This endeavored to support new innovative research methods with other organisations including the CSIRO. The first Director of the Institute was John Ralston AO, from 1994 to 2015.[1][2][3][4][5][6][7][8]", "52552239": "Jerome A. Berson (May 10, 1924 – January 13, 2017) was an American chemist who was a Sterling Professor at Yale University, and also a published author. He worked on sigmatropic rearrangements, thermal and carbocationic rearrangements, and the role of orbital symmetry in chemical reactions while at University of Wisconsin. While at Yale University, he was part of many new studies, especially on non-Kekulé molecules.", "42328624": "Janine Connes (born c. 1934) is a female French astronomer whose research led to the establishment of the Fourier transform infrared spectroscopy method, which was of major significance and laid the foundations of what was to grow into a significant new field.[1]", "21160498": "James Barber FRS FRSC MAE (16 July 1940 — 5 January 2020) was a British senior research investigator and emeritus Ernst Chain professor of biochemistry at Imperial College London, Visiting Professor at the Polytechnic University of Turin and Visiting Canon Professor to Nanyang Technological University (NTU) in Singapore.", "8020533": "The Scorcher is the name of two different fictional characters appearing in comic books published by Marvel Comics.", "60219966": "Aafje Looijenga-Vos (29 April 1928 in Marum – 4 November 2018 in Amersfoort) was a Dutch crystallographer.[1][2][3][4] She was a professor for general chemistry and later for structural chemistry at the University of Groningen.[1]", "73916998": "Arash Ghorbani-Choghamarani (born 23 September 1979) is an Iranian chemist and Professor of Chemistry at Bu-Ali Sina University. He is also Deputy of Research and Technology at this university since November 2021.[1]\nGhorbani-Choghamarani is among the most-cited Iranian researchers and is known for his works on organic chemistry, nanochemistry, heterogeneous catalysis, heterocyclic compounds and organic synthesis.[2][3][4][5]\nPreviously He was professor and Deputy of Education at Ilam University.[6][7]\nGhorbani-Choghamarani is a winner of Ilam Province Book of the Year for his book Drug Delivery Systems and Their Effectiveness Through Nanotechnology.[8]", "71000648": "Gunnar Hägg (December 14, 1903 in Stockholm – May 28, 1986 in Uppsala)[1] was a Swedish chemist and crystallographer.[2]", "17031754": "George Fownes, FRS (14 May 1815 in London – 31 January 1849) was a British chemist.", "14410316": "Richard Tecwyn Williams FRS[1] (20 February 1909 – 29 December 1979) was a Welsh biochemist who founded the systematic study of xenobiotic metabolism with the publication of his book Detoxication mechanisms in 1947.[1][2][3][4] This seminal book built on his earlier work on the role of glucuronic acid in the metabolism of borneol.[5][6]", "5202510": "Mária Telkes (December 12, 1900 – December 2, 1995) was a Hungarian-American biophysicist and inventor who worked on solar energy technologies.[1]", "41312847": "Ferdinand Karl Franz Schaum (14 July 1870, Frankfurt am Main – 30 January 1947, Gießen) was a German chemist who specialized in the field of photochemistry.", "3138132": "The Fullmetal Alchemist manga and anime series feature an extensive cast of fictional characters created by Hiromu Arakawa. The story is set in a fictional universe within the 20th century in which alchemy is one of the most advanced scientific techniques. Although they essentially start off the same, the 2003 anime series begins to differ greatly from the manga midway through its run; to the point where by its final act it is narratively a completely different story from the original manga series. However, the second anime, Fullmetal Alchemist: Brotherhood, faithfully follows the entirety of events from the manga.[1]", "32301653": "Akira Yoshino (吉野 彰, Yoshino Akira, born 30 January 1948) is a Japanese chemist. He is a fellow of Asahi Kasei Corporation and a professor at Meijo University in Nagoya. He created the first safe, production-viable lithium-ion battery,[1] which became used widely in cellular phones and notebook computers. Yoshino was awarded the Nobel Prize in Chemistry in 2019 alongside M. Stanley Whittingham and John B. Goodenough.[1]", "35283555": "Ellen Gleditsch (29 December 1879 – 5 June 1968) was a Norwegian radiochemist and Norway's second female professor. Starting her career as an assistant to Marie Curie, she became a pioneer in radiochemistry, establishing the half-life of radium and helping demonstrate the existence of isotopes.[1][2] She was Vice President of the Norwegian Association for Women's Rights 1937–1939.[3]", "39215721": "János Szántay or  Ion Santo (16 December 1922 – 17 March 2007) was born[1] to an ethnic Hungarian family in Oradea (Nagyvárad). János Szántay graduated from the University of Cluj in 1949.  He worked as a physician in Târgu Mureș and in Cluj. He was a fencer, competing in the individual and team sabre events at the 1952 Summer Olympics.[2] He was also a physician and a scientist conducting research on essential nutrients, especially on magnesium as an essential nutrient. He was made a member of the New York Academy of Sciences in 1969, member of the  Nuclear Hematology Research Society of London (1969), member of the Hungarian Academy of Sciences (1992), and the honorary member of the Magyar Magnézium Társaság, as well as an honorary chairman of Magnezia Society of Romania, from 1992.", "14410346": "Max Ernst August Bodenstein (July 15, 1871 – September 3, 1942) was a German physical chemist known for his work in chemical kinetics. He was first to postulate a chain reaction mechanism and that explosions are branched chain reactions, later applied to the atomic bomb.", "1761898": "Walter Noddack (17 August 1893 – 7 December 1960) was a German chemist. He, Ida Tacke (who later married Noddack), and Otto Berg reported the discovery of element 43 and element 75 in 1925.", "5694060": "Nagai Nagayoshi (長井 長義, August 8, 1844 – February 10, 1929) was a Japanese pharmacist, best known for his study of ephedrine.", "56451691": "Thomas Wallace Fagan (4 February 1874 – 10 February 1951) was an agricultural chemist.", "7922286": "William Merriam Burton (November 17, 1865 – December 29, 1954) was an American chemist who developed a widely used thermal cracking process for crude oil.[1]", "52552309": "Ronald A. Hites is an American chemist, currently a distinguished professor at Indiana University, and also a published author. He is a Fellow of the American Chemical Society and the American Association for the Advancement of Science and also founded the Journal of the American Society for Mass Spectrometry.[1][2]", "65331831": "Job Dekker is a Dutch biologist. Dekker is a professor in the Department of Systems Biology, and the Department of Biochemistry and Molecular Biotechnology at the University of Massachusetts Chan Medical School and an Investigator at the Howard Hughes Medical Institute.[1]", "36594301": "Hugh Allen Oliver Hill FRSC FRS[3] (23 May 1937 – 30 July 2021), usually known as Allen Hill, was Professor, and later Emeritus Professor, of Bioinorganic Chemistry at the University of Oxford and Honorary Fellow of The Queen's College, Oxford, and Wadham College, Oxford.[4] He was elected a Fellow of the Royal Society in 1990 and was awarded the 2010 Royal Medal of the Royal Society \"for his pioneering work on protein electrochemistry, which revolutionised the diagnostic testing of glucose and many other bioelectrochemical assays.\".[5][6]", "34398847": "John Douglass Ferry (May 4, 1912 – October 18, 2002) was a Canadian-born American chemist and biochemist noted for development of surgical products from blood plasma and for studies of the chemistry of large molecules.[1][2][3][4]  Along with Williams and Landel, Ferry co-authored the work on time-temperature superposition in which the now famous WLF equation first appeared.  The National Academy of Sciences called Ferry \"a towering figure in polymer science\".[2] The University of Wisconsin said that he was \"undoubtedly the most widely recognized research pioneer in the study of motional dynamics in macromolecular systems by viscoelastic techniques\".[3][4]", "34005662": "Alan Davison FRS[1] (24 March 1936 — 14 November 2015) was a British inorganic chemist known for his work on transition metals, and a professor at Massachusetts Institute of Technology.[2]", "55632545": "Johann Conrad Barchusen, originally Barkhausen, sometimes Barchausen (16 March 1666 Horn, Principality of Lippe - 2 October 1723, Utrecht) was a  pharmacist, chemist, physician and professor.[1][2][3] At Universiteit Utrecht, he was the first person to teach chemistry as a specific subject (not just as part of medicine). He published four textbooks on chemistry and two on medicine.[1][4]", "66577057": "Ralf Steudel (* 25 March 1937  – 12 February 2021) was a German chemist and university professor who was known for his research in the area of sulfur chemistry as well as for his textbook Chemistry of the Non-Metals, which appeared in several languages and many editions. Complementing his pioneering contributions to polysulfides, he authored many reviews on the subject.", "43279018": "Evelyn Algernon Valentine Ebsworth, CBE, FRSE, FRSC (14 February 1933 – 16 July 2015) was a British chemist and academic. He was the Crum Brown Professor of Chemistry at the University of Edinburgh from 1967 to 1990, and Vice-Chancellor and Warden of Durham University from 1990 to 1998.[1][2]", "25518773": "Joseph E. \"Joe\" Sinnott (born c. 1966) was the 50th mayor of Erie, Pennsylvania. A Democrat, he served three terms from January 2, 2006, to January 2, 2018. He was succeeded by Joseph Schember.", "63398581": "Azzedine Bousseksou  (born 2 December 1964) is a Franco Algerian physical chemist.", "42853049": "Joseph L. Mayer (c. 1875 − 1 December 1933) was an American chemist.", "63300281": "Janette 'Ettie' Stewart Steele (5 October 1890 – July 1983) was a British chemist. She submitted the first PhD thesis at the University of St Andrews[1] and worked there for the rest of her career in several roles including University Assistant, Lecturer, Warden of the women's students residence, and secretary to Principal James Irvine.[2]", "69067454": "Steven Scott Cliff is an American chemist and transportation official who last served as administrator of the National Highway Traffic Safety Administration. He also served as deputy executive officer of the California Air Resources Board and assistant director of sustainability in the California Department of Transportation.", "35644102": "Pierre Potier (22 August 1934 – 3 February 2006) was a French pharmacist as well as a chemist. He held the position of  Director of the Institut de Chimie des Substances Naturelles (1974 to 2000), as well as a teaching position at the Muséum national d'histoire naturelle. He was a member of the Académie nationale de pharmacie, the Académie des sciences, the Académie des technologies and the Academia Europaea.", "60416711": "Adina Paytan is a research professor at the Institute of Marine Sciences at the University of California, Santa Cruz.[1] known for research into biogeochemical cycling in the present and the past. She has over 270 scientific publications in journals such as Science, Nature, Proceedings of the National Academy of Sciences, and Geophysical Research Letters.[2]", "12313296": "Peter B. Dervan (born June 28, 1945) is the Bren Professor of Chemistry at the California Institute of Technology. The primary focus of his research is the development and study of small organic molecules that can sequence-specifically recognize DNA,[1] a field in which he is an internationally recognized authority.[2] The most important of these small molecules are pyrrole–imidazole polyamides.[3]\nDervan is credited with influencing \"the course of research in organic chemistry through his studies at the interface of chemistry and biology\" as a result of his work on \"the chemical principles involved in sequence-specific recognition of double helical DNA\".[4]\nHe is the recipient of many awards, including the National Medal of Science (2006).[5][6]", "71492310": "Fatma Suleymanova (born 23 December 1912, Shusha, Russian Empire - died 2 December 1978, Baku, Azerbaijan SSR) was a doctor of technical sciences (1964), professor (1967), laureate of the Azerbaijan SSR State Prize (1970), and honored inventor of the USSR (1979).[2]", "72049376": "Nikolai Alexandrovich Shilov (10 July 1872 – 17 August 1930) was a Russian and Soviet chemist who studied reactions, catalysis, and induction.", "63005409": "Paul Sydney Braterman (born August 1938) is Emeritus Professor of chemistry at the University of North Texas and honorary senior Research Fellow in Chemistry at the University of Glasgow.  Braterman is also a science writer and education campaigner. The author of \"From Stars to Stalagmites\",[1] and over 120 technical publications, Braterman is a board member of the British Centre for Science Education, and the Scottish Secular Society. Braterman has campaigned successfully against creationism in the classroom in both England and Scotland.[2][3]", "67560163": "Mitsuo Tasumi (January 23, 1937 – November 24, 2021) was a Japanese physical chemist known for his vibrational spectroscopic works on synthetic and biological macromolecules.[1] He was Professor Emeritus of the University of Tokyo, and a former president of Saitama University, having trained\na number of physical chemists active in academia and industry.[2] Moto-o Tasumi, a zoologist at Kyoto University, was his brother.", "385764": "Heinrich Emil Albert Knoevenagel (18 June 1865 – 11 August 1921) was the German chemist who established the Knoevenagel condensation reaction. The Knoevenagel condensation reaction of benzaldehydes with nitroalkanes is a classic general method for the preparation of nitroalkenes, which are very valuable synthetic intermediates.", "70771430": "Adenike Temidayo Oladiji (born 27 April 1968) is a Nigerian academic and the first female Vice-chancellor of the Federal University of Technology Akure.[1][2] Her appointment was ratified by the governing council of the institution at its special meeting held on 13 May 2022. She succeeded professor Joseph Fuwape, whose term ended on Monday 23 May 2022. Prior to her appointment, she held various positions and served on University Committees in the University of Ilorin as Chairman and Member.", "37774062": "Harold Leo Friedman (born 24 March 1923 in Manhattan, New York City; died 16 September 2005 in Stony Brook, Long Island, New York) was an American physical chemist who contributed to the study of thermodynamic properties of fluids with applications in oceanography and physiology. [1]", "48554735": "Friedrich Hecht (3 August 1903, Vienna – 8 March 1980, Vienna) was an Austrian chemist and writer.", "11330290": "Jacques Bergier (French: [bɛʁʒje]; maybe born Yakov Mikhailovich Berger (Russian: Я́ков Миха́йлович Бéргер); Odessa, 21 August [O.S. 8 August] 1912[1] –  Paris, 23 November 1978) was a chemical engineer, member of the French-resistance, spy, journalist and writer. He co-wrote the best-seller The Morning of the Magicians with Louis Pauwels as a work of \"fantastic realism\" (a term coined by the authors).", "64381684": "Inke Siewert (born 5 May 1980) is a professor for Inorganic Chemistry at University of Göttingen.[1] Her research focuses on activation of small molecules by transition metal complexes and molecular electrochemistry.[2]", "39314166": "Park Seo-yang (korean:박서양 朴瑞陽, September 30, 1885 – December 15, 1940) was a Korean early modern surgeon, doctor, chemist, and independence activist from a slave family. His real name was Bongchul (봉출[1]) or Bongchuri (봉주리).", "63202038": "Dr. Robert Wagner was an industrial chemist who became an S.D. and Gestapo officer in Vienna, Austria, during the Second World War. He was the figure behind the \"Von Pott Group\", organised by the sculptor Lisa von Pott, to spy on anyone suspected of helping the Allies or having pro-Allied sentiment in Vienna and the ultimate destination of intelligence collected by the group.", "63431417": "David W. Green ( - 1976) was a crystallographer at the Medical Research Council Unit for the Study of the Molecular Structure of Biological Systems, Cavendish Laboratory, University of Cambridge.", "70509308": "Karen Dale Williams Morse is a inorganic chemist. She was president of Western Washington University from 1993 until 2008, and was named the Bowman Distinguished Professor in 2014. She is an elected fellow of the American Association for the Advancement of Science.", "19161862": "William Joseph Sparks (February 26, 1905 – October 23, 1976) was a chemist at Exxon. As an inventor, his most important contribution was the development of  butyl rubber.[1][2]", "2056970": "Richard Phillips FRS FRSE FCS FGS (21 November 1778 – 11 May 1851), was a distinguished British chemist and became a fellow of the Royal Society in 1822.", "54551307": "Prof Douglas McKie FRSE FRIC FSA (1896–1967) was a British chemist and science historian. He was a member of the International Academy of the History of Science, the Society for the History of Alchemy and Chemistry, and the Society of Apothecaries.", "54092557": "Dr. Jung Kong Lee (Chinese: 利榮康; December 1924 – 31 January 1990) was a Hong Kong-born American-educated chemist and politician. He was member of the Hysan Lee family and a chemist at the University of Kansas. He was also a member of the Hong Kong Basic Law Consultative Committee.", "40624915": "Otto Tunmann (13 August 1867, Posen – 11 September 1919, Innsbruck) was a German pharmacologist and phytochemist.", "484120": "Alfred James Lotka (March 2, 1880 – December 5, 1949) was an American mathematician, physical chemist, and statistician, famous for his work in population dynamics and energetics. A biophysicist, Lotka is best known for his proposal of the predator–prey model, developed simultaneously but independently of Vito Volterra. The Lotka–Volterra model is still the basis of many models used in the analysis of population dynamics in ecology.", "55042842": "John Drake Hoffman (November 26, 1922 – February 21, 2004) was an American chemist and author who was awarded the Soldier's Medal, the United States Army's highest award for an act of valor in a non-combat situation, and the only one awarded to a member of the Manhattan District. After the war he worked for the National Bureau of Standards, becoming the director of its national measurements laboratory. He was a professor and director of the engineering materials program at the University of Maryland from 1982 to 1985, director of the Michigan Molecular Institute, and a professor of materials science and engineering at Johns Hopkins University.", "3859232": "Isaiah Shavitt was a Polish-born Israeli and American theoretical chemist.", "58614567": "William James Orville-Thomas (13 October 1921 – 23 November 2009)[1] was a British physical chemist. He was born at Llanelli, near Swansea. In 1966, he was appointed to the Chair of Physical Chemistry at the University of Salford. Orville-Thomas is author of several books on infrared spectroscopy, such as \"The Structure of Small Molecules\" [2] (1966) and \"Internal Rotation in Molecules\"[3] (1974) In 1967 he was the founding editor of the Journal of Molecular Structure and in 1985 (with I. G. Csizmadia) of the Journal of Molecular Structure: THEOCHEM.", "42754865": "Teri W. Odom is an American chemist and materials scientist. She is the chair of the chemistry department, the Joan Husting Madden and William H. Madden, Jr. Professor of Chemistry, and a professor of materials science and engineering at Northwestern University.[2][3] She is affiliated with the university's International Institute for Nanotechnology, Chemistry of Life Processes Institute, Northwestern Initiative for Manufacturing Science and Innovation, Interdisciplinary Biological Sciences Graduate Program, and department of applied physics.[2][4]", "3859250": "Thomas Colin Campbell (born March 14, 1934) is an American biochemist who specializes in the effect of nutrition on long-term health. He is the Jacob Gould Schurman Professor Emeritus of Nutritional Biochemistry at Cornell University.", "64316212": "Alenka Luzar (1954 – March 5, 2019)[1][2] was a Slovenian-American physical chemist[3] known for her research on the dynamics of hydrogen bonds in water.[1][2][4]", "18735940": "Kun-Liang Guan (Chinese: 管坤良; pinyin: Guǎn Kūnliǎng; born 1963), is a Chinese and American biochemist. He won the MacArthur Award in 1998.", "16278342": "Marc Émile Pierre Adolphe Tiffeneau (November 5, 1873 – May 20, 1945) was a French chemist who co-discovered the Tiffeneau-Demjanov rearrangement.", "58352456": "Elizabeth Joy New SFHEA FRSC FRACI FRSN (born 1984) is an Australian chemist and Professor of the School of Chemistry, University of Sydney. She won the 2018 Australian Museum 3M Eureka Prize.", "59269961": "Eilaf Egap (née Ahmed) is an assistant professor of Materials Science at Rice University. She works on imaging techniques and biomaterials for early diagnostics and drug delivery. She was a Massachusetts Institute of Technology MLK Visiting Scholar in 2011.", "20931402": "Robert Shapiro (28 November 1935 – 15 June 2011[1]) was professor emeritus of chemistry at New York University. He is best known for his work on the origin of life, having written two books on the topic: Origins, a Skeptic’s Guide to the Creation of Life on Earth (1986) and Planetary Dreams (1999). He opposed the RNA world hypothesis, and held that the spontaneous emergence of a molecule as complicated as RNA is highly unlikely. Instead, he proposed that life arose from some self-sustaining and compartmentalized reaction of simple molecules: \"metabolism first\" instead of \"RNA first\". This reaction would have to be able to reproduce and evolve, eventually leading to RNA. He claimed that in this view life is a normal consequence of the laws of nature and potentially quite common in the universe.[2]", "60056396": "Cheng Zhiqing (Chinese: 程誌青; July 1934 – 12 February 2019) was a Chinese chemist and politician. She served as vice chairwoman of Guangdong People's Congress and vice chairwoman of the Revolutionary Committee of the Chinese Kuomintang (RCCK).", "56386381": "Jerry Lee Atwood (born 1942) is an American supramolecular chemist. He is currently a Curators' Distinguished Professor in Chemistry at the University of Missouri.[1] He is an international leader in Supramolecular chemistry. He has developed the field by his research and by writing a text book on Supramolecular Chemistry. [2]", "5890897": "Charles M. Lieber (born 1959)[1] is an American chemist, inventor, nanotechnologist, and writer. In 2011, Lieber was named the leading chemist in the world for the decade 2000–2010 by Thomson Reuters, based on the impact of his scientific publications.[2] He is known for his contributions to the synthesis, assembly and characterization of nanoscale materials and nanodevices, the application of nanoelectronic devices in biology, and as a mentor to numerous leaders in nanoscience.[3]", "51766099": "Steve Granick is an American scientist and educator. In 2023 he joined the University of Massachusetts-Amherst as the Robert Barrett Endowed Chair of Polymer Science and Engineering, with joint appointment in the Chemistry, Physics, and Chemical Engineering Departments[1] after serving as director of the Institute for Basic Science Center for Soft and Living Matter, an interdisciplinary blue-sky research center in Ulsan, South Korea that pursues basic science research.[2] Until 2015 he was professor at the University of Illinois at Urbana-Champaign. He is a member of the American Academy of Arts and Sciences and the U.S. National Academy of Sciences.", "65495893": "Vukić Mićović (Serbian: Вукић Мићовић; Bare Kraljske, near Andrijevica, Montenegro, 1 January 1896 – Belgrade, Serbia, Yugoslavia, 19 January 1981) was a Serbian chemist, professor and dean of the Faculty of Natural Sciences and Mathematics in Belgrade, rector of the University of Belgrade and academician of SANU.", "74015573": "Andrew Pelter FRSC FLSW (20 November 1931 - 16 March 2019) was a British organic chemist.[1]", "55337815": "Percy Shiras Brown (October 15, 1883 – 1973) was an American chemical, industrial and consulting management engineer, educator, and business executive, who served as president of the Taylor Society in 1924–1925,[1] and as president of the Society for Advancement of Management in 1942–44.[2]", "49996643": "Moses of Alexandria, often known simply as Moses or Moses the Alchemist, was an early alchemist who wrote Greek alchemical texts around the first or second century. He has also been called \"Moses the thrice happy\".[1] The author of these alchemical texts was likely Jewish, since his writings show traces of Jewish monotheism and other Jewish beliefs.[2]", "43148132": "Barbara S. Askins (born 1939) is an American chemist. She is best known for her invention of a method to enhance underexposed photographic negatives. This development was used extensively by NASA and the medical industry, and it earned Askins the title of National Inventor of the Year in 1978.[1]", "69657443": "Dr Evelyn Pease Tyner née Pease (1924–2015) was a biochemist and environmentalist.", "32662374": "Mónica Haydée Fein (born 3 June 1957) is an Argentine biochemist and Socialist Party politician who was intendente (mayor) of Rosario from 2011 to 2019. She has been a National Deputy since 2021, and previously held the same position from 2007 to 2011.", "320366": "Georg Brandt (June 26, 1694 – April 29, 1768)[1][2] was a Swedish chemist and mineralogist who discovered cobalt c. 1735. He was the first person to discover a metal unknown in ancient times.[3][4] He is also known for exposing fraudulent alchemists operating during his lifetime.[5]", "44065650": "Ralph Landau (May 19, 1916 – April 5, 2004)[1] was a chemical engineer and entrepreneur active in the chemical and petrochemical industries.[3][4] He is considered one of the top fifty foundational chemical engineers of the first half of the 20th century,[5] and one of the 75 most distinguished contributors to chemical enterprise.[6]  He has published extensively on chemical engineering[1] and holds a significant number of patents.[7]", "27386739": "Edward Ash Hadow (18 April 1831 – 11 August 1866) was an English chemist.", "12706680": "Marc Antoine Auguste Gaudin (5 April 1804 – 2 August 1880) was a French chemist.", "64349050": "Jan Cornelis Maria van Hest (born 28 September 1968) is a Dutch scientist of organic chemistry, best known for his research regarding polymersomes and nanoreactors. He currently holds the position of professor of bioorganic chemistry at Eindhoven University of Technology and is scientific director at the Institute of Complex Molecular Systems. \nAmong the awards he has received, he was one of the recipients of the 2020 Spinoza Prize.[1]", "8119167": "Miloslav Rechcigl, Jr., or Mila Rechcigl, is a trained biochemist, nutritionist and cancer researcher, writer, editor, historian, bibliographer and genealogist. He was one of the founders and past President for many years of the Czechoslovak Society of Arts and Sciences.", "34300809": "Lewis Gibson Longsworth (November 16, 1904 – August 8, 1981) was an American chemist and biochemist.\n[1]\n[2]\nThe New York Times said that his research \"helped to make modern biochemistry possible\".[1]\nLongsworth was notable for creating separation methods that allowed to measure trace quantities of biological chemicals,[1] as well as for new methods and improved techniques for studying the structures of proteins.[1]\nLongsworth was a member of the National Academy of Sciences[1][2] and a professor at Rockefeller University.[1][2]\nHe was also a member of the American Chemical Society, Electrochemical Society, Harvey Society, and Sigma Xi.[2] He was the recipient of the 1968 American Chemical Society Award in Chromatography and Electrophoresis.[2][3]", "12116873": "Johann Gottlieb (February 15, 1815 – March 4, 1875) was an Austrian chemist who first synthesized Propionic acid.[1] He is also known for describing and naming Paramylon.[3][4]", "57402253": "Magdalena (Magda) Titirici is a Professor of Sustainable Energy Materials at Imperial College London.", "63890327": "Henry Leffmann (September 9, 1847 – December 25, 1930) was an American chemist, physician and writer.", "3072930": "Roy McWeeny (19 May 1924 – 29 April 2021) was a British academic physicist and chemist.", "41247654": "Annie Dookhan (born 1977) is an American convicted felon who formerly worked as a chemist at the Massachusetts Department of Public Health Drug Abuse lab[1] and admitted to falsifying evidence affecting up to 34,000 cases.[2]", "44753839": "David Wallach (born January 23, 1946) is a full professor at the Department of Biological Chemistry at Weizmann Institute of Science, Israel, laureate of the 2014 Emet Prize for Life Sciences.[1]\n, and laureate of the 2018 The Paul Ehrlich and Ludwig Darmstaedter Prize.\n[2]", "66347954": "Marinella Mazzanti (born in Vinci, Tuscany, Italy) is an Italian inorganic chemist specialized in coordination chemistry. She is a professor at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the group of Coordination Chemistry at EPFL's School of Basic Sciences.[1][2][3]", "4514741": "Herbert Edmund Carter (September 25, 1910 – March 4, 2007)[1] was an American biochemist and educator. He grew up in central Indiana and received his bachelor's degree from DePauw University. He received a Ph.D. in 1934 in organic chemistry from University of Illinois Urbana-Champaign. Was elected to the National Academy of Sciences and the American Academy of Arts and Sciences.", "64644029": "Olga Anatolyevna Dontsova (born January 7, 1959) is a Russian biochemist[3][1] and an academician at the Russian Academy of Sciences.[4] Her research interests includes: structure and functions of RNA-containing cellular machines, functional properties and mechanisms of regulation of Telomerase Ribonucleoprotein particle (RNP) complexes and non-coding RNAs.[3]", "62153665": "Carol Denison Frost (born 23 May 1957) is an American isotope geologist, petrologist and professor. Her primary research focuses on the evolution of the continental crust and granite petrogenesis. She has spent over thirty-five years investigating the geologic history of the Wyoming Province and the formation and geochemical classification of granite. Other contributions include isotopic fingerprinting of natural waters, including water associated with energy production. She served as Director of the Earth Sciences Division, National Science Foundation, from December 2014 to January 2018.", "517059": "John Motley Morehead III (November 3, 1870 – January 7, 1965) was an American chemist, politician, and diplomat. As a chemist, his work provided much of the foundation for the business of Union Carbide Corporation.  The Union Carbide and Carbon Corporation was formed in 1917 from the merger of the former Union Carbide founded in 1898 by Morehead's father; and the National Carbon Company founded in 1886.[1] He was a noted philanthropist who made major gifts to his alma mater, the University of North Carolina at Chapel Hill.  He also served as mayor of Rye, New York and United States Ambassador to Sweden.", "18506699": "Dame Lynn Faith Gladden DBE FRS FRSC FInstP FREng[2] (born 30 July 1961) is the Shell Professor of Chemical Engineering at the University of Cambridge. She served as Pro-vice-chancellor for research from 2010 to 2016.[3]", "34464717": "Earl Reece Stadtman NAS (November 15, 1919 – January 7, 2008)[2] was an American biochemist,[1][3]\nnotable for his research on enzymes[4]\nand anaerobic bacteria.", "52421585": "Pradeep Mathur (born 1955) is an Indian organometallic and cluster chemist and the founder director of the Indian Institute of Technology, Indore.[1][2] He is a former professor of the Indian Institute of Technology, Mumbai[3] and is known for his studies on mixed metal cluster compounds.[4] He is an elected fellow of the Indian Academy of Sciences[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2000, for his contributions to chemical sciences.[6] He has also been honoured by the award of an honorary Doctor of Science degree by the University of Keele in the U.K.", "41673682": "Karl Heinrich Ritthausen (13 January 1826 – 16 October 1912) was a German biochemist who identified two amino acids and made other contributions to the science of plant proteins.", "45048788": "Alfred Spinks CBE FRS (25 February 1917 – 11 February 1982), was a British chemist and biologist.", "59171800": "Nikolai Alexandrovich Prilezhaev, Russian: Николай Александрович Прилежаев, (Born September 15 [O.S. 27], 1887 [1] in Kopossevo near Nizhny Novgorod, died May 26, 1944, in Moscow) was a Russian organic chemist. The Prilezhaev reaction, in which an alkene and a peroxyacid react to form an epoxide, is named after him.", "2384857": "Herchel Smith (May 6, 1925 – December 20, 2001) was an Anglo-American organic chemist.  His discoveries include the key inventions underlying oral and injectable contraceptives. In later life, he was a major benefactor to university science. In England, the University of Cambridge and Queen Mary University of London have been the major beneficiaries; and in the US, Harvard University, the University of Pennsylvania, and Williams College. During his lifetime and after his death, Smith donated over US$200 million to Cambridge and US$100 million to Harvard, including endowments to expand student exchange between the two universities through fellowships.", "52028380": "Utpal Bhadra a retired scientist, worked in the Centre for Cellular and Molecular Biology (CCMB) in Hyderabad, India. Bhadra is known for his work on RNA interference,[1] and is a Fellow of the Royal Society of Biology and a Fellow of the Royal Society of Chemistry in the United Kingdom.", "55567326": "James Joseph Drumm (1897[a] – 1974) was an Irish chemist and the inventor of the  Drumm battery.[2][3]", "3302373": "Jean-Pierre Sauvage (French pronunciation: [ʒɑ̃pjɛʁ sovaʒ]; born 21 October 1944) is a French coordination chemist working at Strasbourg University.  He graduated from the National School of Chemistry of Strasbourg (now known as ECPM Strasbourg), in 1967.[3] He has specialized in supramolecular chemistry for which he has been awarded the 2016 Nobel Prize in Chemistry along with Sir J. Fraser Stoddart and Bernard L. Feringa.", "57861095": "Masami Tsuchiya (土谷 正実, Tsuchiya Masami, January 6, 1965 – July 6, 2018) was a senior member of Aum Shinrikyo, responsible for the deaths of a combined 19 people and for the production of sarin, VX nerve agent, PCP and LSD.[1] He is also notable for not showing remorse at the trials and remaining loyal to cult leader Shoko Asahara.[1] He was member of the Ministry of Health of the cult,[2] with prosecutors calling him \"the second most important figure involved in the gas attacks by the Aum Shinrikyo cult, after cult leader Shoko Asahara himself.\"[3]", "27812840": "Kyoko Nozaki (野崎 京子, Nozaki Kyōko, born 9 February 1964) is a Japanese chemist and Professor of Chemistry at University of Tokyo in Japan.", "19162097": "Karl Heinrich Emil Becker (14 September 1879 – 8 April 1940) was a German weapons engineer and artillery general. He advocated and implemented close ties of the military to science for purposes of advanced weapons development. He was the head of the Army Ordnance Office, Senator of the Kaiser Wilhelm Society, first president of the Reich Research Council, the first general officer to be a member of the Prussian Academy of Sciences, as well as being a professor at both the University of Berlin and the Berlin Technical University. He was an early and key supporter of the development of ballistic rockets as weapons. The military-scientific infrastructure he helped implement supported the German nuclear energy program, known as the Uranium Club. Being depressed over heavy criticism from Hitler for shortfalls in munitions production, he committed suicide in 1940. He was given a State funeral.", "48849913": "Serguei N. Lvov is Professor of Energy and Mineral Engineering & Materials Science and Engineering and Director of Electrochemical Technologies Program at the EMS Energy Institute of the Pennsylvania State University. He received a D.Sc. degree in Physical Chemistry at St. Petersburg State University of Russia in 1992. Prior to his tenure at Penn State he worked at St. Petersburg School of Mines and the Russian Academy of Science. He was visiting scholar at the University of Venice (Italy), the University of Delaware (USA) and the National Centre for Scientific Research at Vandoeuvre-les-Nancy (France). His main area of research is electrochemistry and thermodynamics of aqueous systems under extreme environments such as elevated temperatures and pressures or high concentrated solutions. He has carried out an innovative work to develop high temperature/high pressure flow-through electrochemical techniques including potentiometric, electrochemical kinetics, corrosion and electrophoresis studies.[1] He has developed an internationally accepted formulation for the self-ionization of water covering a wide range temperatures and densities.[2] He is author of more than 180 papers, 6 book chapters, and 3 books. His recent book Introduction to Electrochemical Science and Engineering was published by CRC Press in 2015.[3]", "21750778": "Louis Le Chatelier (20 February 1815 – 10 November 1873) was a French chemist and industrialist who developed a method for producing aluminium from bauxite in 1855. His son was chemist Henry Louis Le Chatelier. His name is inscribed on the Eiffel tower.[1][2]", "27976717": "Otto Ambros (19 May 1901 – 23 July 1990) was a German chemist and Nazi war criminal. He is known for his wartime work on synthetic rubber (polybutadiene, or \"Buna rubber\") and nerve agents (sarin and tabun). After the war he was tried at Nuremberg and convicted of crimes against humanity for his use of slave labor from the Auschwitz III–Monowitz concentration camp. In 1948 he was sentenced to 8 years' imprisonment, but released early in 1951 for good behavior.", "9266194": "Richard E. McCarty is the William D. Gill Professor of Biology at Johns Hopkins University. He also served as Dean of The Johns Hopkins Krieger School of Arts and Sciences for several years. In addition to lecturing in the Biology Department, McCarty oversees a research laboratory, in which graduate and undergraduate students, and post-doctoral fellows conduct various plant biochemistry-related research.", "32367637": "Fatma Şahin (born 20 June 1966) is a Turkish chemical engineer and politician. On 6 July 2011 she was appointed as the Minister of Family and Social Policies in the third cabinet of Erdoğan.", "55010333": "Gabriel Filippelli is an American biogeochemist and professor of Earth sciences at Indiana University-Purdue University Indianapolis (IUPUI). In 2017 he began serving as the Editor in Chief of GeoHealth. Filippelli is the author of two books and many journal articles. He is the recipient of several awards and served as senior science advisor for the United States State Department from 2013–2014. His research addresses biogeochemical cycling in the environment, and the links between environmental processes and human health.", "60154910": "Paul S. Cremer (born 1967) is an American chemist in physical and analytical chemistry at biological interfaces.", "44000287": "Laura Alberta Linton (April 8, 1853 – April 1, 1915) was an American chemist and physician.", "6644767": "Daniel J. Terra (June 8, 1911 – June 28, 1996) was a scientist, businessman, and art collector. A first-generation Italian-American, Terra earned a chemical engineering degree from Pennsylvania State University in 1931, and founded Lawter Chemicals in Chicago in 1940. The success of his global enterprise enabled him to pursue his cultural interests, assembling an art collection and participating in several Chicago arts institutions.[1]", "34006047": "Richard Michael Denton FRS (born 16 October 1941)[1] is a British biochemist, and Emeritus Professor at University of Bristol.[2]", "189474": "Chaim Azriel Weizmann (/ˈxaɪɪm ˈwaɪtsmən/ KHY-im WYTE-smən; Hebrew: חיים עזריאל ויצמן, romanized: Chayyim Azri'el Vaytsman; Russian: Хаим Евзорович Вейцман, romanized: Khaim Evzorovich Veytsman; 27 November 1874 – 9 November 1952) was a Russian-born biochemist, Zionist leader and Israeli statesman who served as president of the Zionist Organization and later as the first president of Israel. He was elected on 16 February 1949, and served until his death in 1952. Weizmann was instrumental in obtaining the Balfour Declaration and later convincing the United States government to recognize the newly formed State of Israel.", "287779": "Friedrich Christian Accum or Frederick Accum (29 March 1769 – 28 June 1838) was a German chemist, whose most important achievements included advances in the field of gas lighting, efforts to keep processed foods free from dangerous additives, and the promotion of interest in the science of chemistry to the general populace.[1] From 1793 to 1821 Accum lived in London. Following an apprenticeship as an apothecary, he opened his own commercial laboratory enterprise. His business manufactured and sold a variety of chemicals and laboratory equipment. Accum, himself, gave fee-based public lectures in practical chemistry and collaborated with research efforts at numerous other institutes of science.", "53404707": "Robert Lenkinski (born 1947) is a Canadian scientist, currently the Charles A. and Elizabeth Ann Sanders Chair in Translational Research and works as a Professor in Medical Science at University of Texas Southwestern Medical Center.[1][2]", "713758": "Nemesis Kid (Hart Druiter) is a supervillain and former antihero in the DC Comics universe. He lives in the future, comes from the planet Myar, and is an enemy of the Legion of Super-Heroes. Created by Jim Shooter, the character first appeared in Adventure Comics #346 (July 1966).[1]", "44426278": "Thressa Campbell Stadtman (February 12, 1920 – December 11, 2016) was an American biochemist, notable for her discovery of selenocysteine,[2] and her research on selenoproteins and bioenergetics. In addition she made significant advances in amino acid metabolism, enzymes dependent on vitamin B12, and the biochemistry of microbes.[3]", "16081959": "Scott A. McLuckey is an American chemist, the John A. Leighty Distinguished Professor of Chemistry at Purdue University. His research concerns the formation of ionized versions of large biomolecules, mass spectrometry of these ions, and ion-ion reactions.[1]", "23094310": "John William Mullin FRSc FIChemE FREng (22 August 1925 – 11 March 2009) was a Ramsay Memorial Professor of Chemical Engineering and world expert in crystallisation.[1][2]", "287787": "Franz Karl Achard (28 April 1753 – 20 April 1821) was a German (Prussian) chemist, geoscientist, physicist, and biologist. His principal discovery was the production of sugar from sugar beets.[1][2]", "47572011": "John H. Long was the president of the American Chemical Society in 1903.[1] He was born in 1856, and died in 1918.[2]", "60384300": "Richard H. Jefferson (January 20, 1931 – June 28, 2021) was an American politician who served in the Minnesota House of Representatives from 1987 to 1999. Jefferson graduated from Xavier University of Louisiana and was a chemist. He lived in Minneapolis, Minnesota when he was elected to the Minnesota Legislature. His nickname was \"Jeff.\"[1]", "53601326": "Tang Aoqing (Chinese: 唐敖庆; Wade–Giles: T'ang Ao-ch'ing; 18 November 1915 – 15 July 2008), or Au-Chin Tang, was a Chinese theoretical chemist and educator, known as the \"Father of Quantum Chemistry\" in China.[1] He established the Department of Chemistry of Jilin University, and served as President of the university from 1978 to 1986. He was a founding member of the Chinese Academy of Sciences and a member of the International Academy of Quantum Molecular Science (IAQMS). He established the National Natural Science Foundation of China in 1986 and served as its first president.", "58424": "Alexander Dallas Bache (July 19, 1806 – February 17, 1867) was an American physicist, scientist, and surveyor who erected coastal fortifications and conducted a detailed survey to map the mideastern United States coastline. Originally an army engineer, he later became Superintendent of the United States Coast Survey, and built it into the foremost scientific institution in the country before the American Civil War.", "17949752": "Hazel Mary Sanders (16 July 1926 – 29 December 1995) was an English cricketer who played as a right-handed batter. She appeared in 12 Test matches for England between 1949 and 1958. She played domestic cricket for Surrey for 11 years.[1][2]", "71066683": "Magalí Lingenfelder is an Argentinian chemist who is head of the Max Planck Laboratory for Molecular Nanoscience in École Polytechnique Fédérale de Lausanne.[3]  Her work looks to control atomic interfaces for energy conversion and antimicrobial surfaces.[2][4] She was awarded the Max Planck Society Otto Hahn Medal in 2008.[1]", "17065020": "The Liebig Medal (German: Liebig-Denkmünze) was established by the Association of German Chemists [de] (Verein Deutscher Chemiker) in 1903 to celebrate the centenary of Justus von Liebig.[1][2] Since 1946 it has been awarded by the Society of German Chemists (Gesellschaft Deutscher Chemiker, GDCh).", "35611712": "Roy S. Clarke is an American scientist focusing on geochemistry.", "69133377": "Barbara Jean Francis Apgar (born March 4, 1936) is an American biochemist. She worked on important research on ribonucleic acids (RNA), and on zinc deficiency as a risk factor in reproduction. She won the Federal Woman's Award in 1970, and the Arthur S. Flemming Award in 1973.", "51045447": "Jeanne Beadle Burbank (May 8, 1915 – March 2, 2002)[1] worked for 25 years at the United States Naval Research Laboratory (NRL), studying the materials and components of lead-acid and silver-zinc batteries used in submarines.  She was acknowledged internationally as an expert in the field of electrochemistry.[1]", "25584724": "Bogdan Djuricic (31 May 1950, Ljubljana - 11 December 2008, Belgrade) was a Serbian biochemist.", "47998037": "Wayne M. Becker is emeritus professor of botany at the University of Wisconsin and, under the name W. M. Becker, the original author, and for the next six editions, senior author of The World of the Cell (Pearson).\nBecker first joined the University of Wisconsin in 1958 and obtained his PhD in 1967. He received his B.S, M.S., and Ph.D in biochemistry at this college. Becker spent two years in the United Kingdom as a NATO/NIH postdoctoral researcher, and then returned to the campus in 1969 as a member of the Botany Department Faculty. He also spent a year in the same position at the University of Edinburgh.[1]", "18146402": "Hou Debang (Chinese: 侯德榜; 9 August 1890 – 26 August 1974), also known as Hou Qirong (侯启荣) and Hou Te-Pang, was a Chinese chemist and chemical engineer. He was born in Taijiang District of Fuzhou (then known as Houguan County). Graduating from Tsinghua Preparatory School in 1912, Hou was one of the scholars sent to the United States to study modern technologies. He obtained his master's degree in chemical engineering at Massachusetts Institute of Technology (1917), and later obtained his doctoral degree at Columbia University (1921).[1][2]"}