{"11530218": "Drew McDermott (December 27, 1949 – May 26, 2022[1]) was a professor of Computer Science at Yale University.[2] He was known for his contributions in artificial intelligence and automated planning.", "405484": "Jürgen Schmidhuber (born 17 January 1963)[1] is a German computer scientist noted for his work in the field of artificial intelligence, specifically artificial neural networks. He is a scientific director of the Dalle Molle Institute for Artificial Intelligence Research in Switzerland.[2] He is also director of the Artificial Intelligence Initiative and professor of the Computer Science program in the Computer, Electrical, and Mathematical Sciences and Engineering (CEMSE) division at the King Abdullah University of Science and Technology (KAUST) in Saudi Arabia.[3]", "70201328": "Maja Vuković is a computer scientist, doing research in Artificial intelligence, Blockchain and Cloud Software among others.\n She has been appointed an IBM Fellow in 2021 and in IBM she responsible for technical and research strategy for AI driven Application Modernization.", "26259455": "Maurice Paul Nivat (21 December 1937 – 21 September 2017) was a French computer scientist. His research in computer science spanned the areas of formal languages, programming language semantics, and discrete geometry. A 2006 citation for an honorary doctorate (Ph.D.) called Nivat one of the fathers of theoretical computer science.[1] He was a professor at the University Paris Diderot until 2001.", "33681418": "Benjamin Kuipers (born 7 April 1949) is an American computer scientist at the University of Michigan,[1] known for his research in qualitative simulation.[2]", "66269198": "Lewis Wiley Tucker (born April 24, 1950) is an American computer scientist, open source advocate, and industry executive spanning several decades of technology innovation.[1] As an early proponent of internet technologies, he held executive-level positions at Sun Microsystems, Salesforce.com, and Cisco Systems contributing to the advancement of the Java programming language and platform,  the AppExchange on-demand application marketplace, and the OpenStack cloud computing platform.", "47476753": "Andrey Nikolaevich Terekhov (Russian: Андрей Николаевич Терехов; 3 September 1949) is a Russian IT developer who created the Algol 68 LGU Telecommunication systems[citation needed].", "70561823": "Luca Longo is an Italian computer scientist specializing in Explainable artificial intelligence[1], Deep Learning and Argumentation theory with research in the areas of Human performance modeling. As the founder and general chair of the World Conference on Explainable artificial intelligence[2], he performs fundamental research in the area of computational models of Cognitive Load and is the editor of books and journals with Springer Publishing [3] and Frontiers Media [4]. \nHe is a public speaker[5] disseminating technical knowledge to the wider public [6]  and contributing to the non-profit organization TED (conference) \"ideas worth spreading\" [7][8][9][10].", "17002531": "Akinori Yonezawa (米澤 明憲, Yonezawa Akinori, born 1947) is a Japanese computer scientist specializing in object-oriented programming, distributed computing and information security. Being a graduate of the University of Tokyo, Yonezawa has a Ph.D. in computer science from MIT in the Actor group at the MIT AI Lab. He currently teaches at the University of Tokyo. He is the designer of ABCL/R, a reflective subset of the first concurrent object-oriented programming language ABCL/1.", "26046500": "Ming C. Lin is an American computer scientist and a former chair of the Department of Computer Science at the University of Maryland, College Park, where she also holds an endowed faculty position as the Elizabeth Stevinson Iribe Chair of Computer Science.[1]  Prior to moving to Maryland in 2018, Lin was the John R. & Louise S. Parker Distinguished Professor of Computer Science at the University of North Carolina at Chapel Hill.[2][3]", "36499492": "Gever Tulley is an American writer, speaker, educator, entrepreneur, and computer scientist. He is the founder of the Brightworks School, Tinkering School, the non-profit Institute for Applied Tinkering, and educational kit maker Tinkering Labs. His more recent work centers around the concept of students learning through building projects. He has delivered multiple TED talks on his work, published the book 50 Dangerous Things (You Should Let Your Children Do), and has contributed articles for many online media outlets.", "9564198": "Joel McCormack is an American computer scientist who designed the NCR Corporation version of the p-code machine, which is a kind of stack machine popular in the 1970s as the preferred way to implement new computing architectures and languages such as Pascal and BCPL. The NCR design shares no common architecture with the Pascal MicroEngine designed by Western Digital but both were meant to execute the UCSD p-System.[1,2]", "59502628": "Forest Baskett (born May 11, 1943) is an American venture capitalist, computer scientist and former professor of electrical engineering at Stanford University.[1]", "38694958": "Dimitris Fotakis (Greek: Δημήτριος (Δημήτρης) Φωτάκης) is associate professor of Theoretical Computer Science at the National Technical University of Athens.[1] He is a prominent researcher in the field of algorithmic game theory.[2]", "2830383": "Philip Lee Wadler (born April 8, 1956) FRS FRSE is a UK-based American computer scientist known for his contributions to programming language design and type theory. He is the chair of theoretical computer science at the Laboratory for Foundations of Computer Science at the School of Informatics, University of Edinburgh. He has contributed to the theory behind functional programming[1] and the use of monads; and the designs of the purely functional language Haskell[2] and the XQuery declarative query language. In 1984, he created the Orwell language. Wadler was involved in adding generic types to Java 5.0.[3] He is also author of \"Theorems for free!\",[4] a paper that gave rise to much research on functional language optimization (see also Parametricity).[5]", "10842168": "Ursula Hilda Mary Martin CBE FRSE FREng[2] (born 3 August 1953) is a British computer scientist, with research interests in theoretical computer science and formal methods. She is also known for her activities aimed at encouraging women in the fields of computing and mathematics. Since 2019, she has served as a professor at the School of Informatics, University of Edinburgh.[3][4][5][6][7]", "143418": "Matthias Ettrich (born 14 June 1972) is a German computer scientist and founder of the KDE and LyX projects.", "9105468": "Peter Robinson (born 1952) is Professor of Computer Technology at the University of Cambridge Computer Laboratory in England, where he works in the Rainbow Group on computer graphics and interaction. He is also a Fellow of Gonville and Caius College and lives in Cambridge.", "37335102": "Ramy Adeeb is the founder and CEO of social curation platform Snip.it and is a venture capitalist investor in start-ups such as Square and Groupme.[3]", "32223303": "Adrian David Walker is a US Computer Scientist, born in London, England.", "61878367": "Sushmita Ruj is an Indian-Australian computer scientist whose research concerns access control, computer security and information privacy. Formerly an associate professor at the Indian Statistical Institute[1] and senior research scientist at CSIRO in Australia,[2] she is a senior lecturer in computer science and engineering at the University of New South Wales.[3]", "1716320": "James Martin (19 October 1933 – 24 June 2013)[3][4] was an English information technology consultant and author, known for his work on information technology engineering.[2][5][6]", "5337189": "Mitsunori Miki (三木 光範, Miki Mitsunori, born 1950) is a Japanese engineer, professor, and writer. Since 1994 he has been a professor at Doshisha University, where he oversees the Intelligent System Design Laboratory (ISDL). He received his graduate degree from Osaka University in 1978.[1] In addition to his academic research on parallel computing and intelligent systems, he has written opinion columns for Sankei Shimbun on education, technology, and employment.[2]", "13906034": "Helmut Theodor Schreyer (4 July 1912 – 12 December 1984) was a German inventor. He is mostly known for his work on the Z3, the world's first programmable computer.", "60108916": "Kasper Green Larsen is a Danish theoretical computer scientist. He is currently full professor at Aarhus University.", "32878714": "Brendan Gregg is a computer engineer known for his work on computing performance. He  works for Intel,[1] and previously worked at Netflix, Sun Microsystems, Oracle Corporation, and Joyent. He was born in Newcastle, New South Wales and graduated from the University of Newcastle, Australia.", "64057469": "Alessandra Sala is an Italian computer scientist specializing in distributed algorithms for graph theory, social network analysis, and data privacy. She works for Shutterstock in Ireland, as the director of AI and Data Science.[1][2] Formerly, she worked for Bell Labs in Ireland, as head of Analytics Research.[2][3] She is the global president of Women in AI, a non-profit organization working for gender inclusivity in artificial intelligence, and ambassador or Women in AI Ireland.[4][5] She is a member of the advisory boards of Ireland's National Centre for Applied Data Analytics and Machine Intelligence (CeADAR)[2][6] and of the World Ethical Data Forum.[7]", "41414781": "Joseph Seffi Naor (Hebrew: פרופ' ספי נאור) is an Israeli professor of computer science and an author of over 200 peer-reviewed articles which were published in such journals as Journal of the ACM, IEEE Transactions on Pattern Analysis and Machine Intelligence and SIAM Journal on Computing among others.[1]", "6041730": "Jeff Sutherland (born June 20, 1941) is one of the creators of Scrum, a framework for product management.[1] Together with Ken Schwaber, he presented Scrum at OOPSLA'95. Sutherland contributed to the creation of the Agile Manifesto in 2001. Along with Ken Schwaber, he wrote and maintains The Scrum Guide, which contains the official definition of the framework.[1]", "4944003": "Joseph Ó Ruanaidh (aka Joseph Rooney) is a scientist and frequently cited author in the field of digital watermarking.", "64680076": "Jeffrey S. Vetter is a  Corporate Fellow of computer science and mathematics, and the founding group leader at the Future Technologies Group in the Computer Science and Mathematics Division of Oak Ridge National Laboratory.[5]", "2683031": "Mohammad Kaykobad (Bengali: মোহাম্মদ কায়কোবাদ) is a computer scientist, educator,[1] author, and columnist from Bangladesh. Along with Muhammed Zafar Iqbal, he started the national mathematics olympiad.[2] He was a professor of computer science and engineering in Bangladesh University of Engineering and Technology.[3]\nand currently is a faculty member of computer science and engineering in BRAC University.[4]Also a faculty member of University of information technology and Sciences.", "7303319": "Sepandar David Kamvar, also known as Sep Kamvar, is a computer scientist, artist, author and entrepreneur.[1][2][3][4] He is a cofounder of Mosaic, an AI-powered construction company,[5][6] Celo, a cryptocurrency protocol,[7][8] and Wildflower Schools, a decentralized network of Montessori microschools.[9][10] He was previously a Professor of Media Arts and Sciences and LG Career Development Chair at MIT, and director of the Social Computing group at the MIT Media Lab.[11][12] He left MIT in 2016.", "74363035": "T. B. Dinesh is an Indian computer scientist and media activist. He started his research with generating software based on algebraic specification and later focused on web 2.0, web accessibility, web annotation, hypermedia and mesh networking.[1][2] In 1999, he co-founded the Pagelets project, and in 2002, he founded [Janastu.org Janastu] in Bangalore, a non-profit where he serves as technical director, and a company called Servelots, both serving non-profits with free and open-source software and developing ways for re-narration of the web with web accessibility for the print-impaired.[3] He has studied and built community-based digital tools such as SWeeT Web, Alipi, Pantoto, CoLRN[4] and Papad.[5]", "43217070": "Petra Mutzel is a German computer scientist, a University Professor of computer science at the University of Bonn.[1] Her research is in the areas of algorithm engineering, graph drawing and combinatorial optimization.", "73314483": "Dinesh Verma FREng is an Indian-born American computer scientist. He is an IBM Fellow working at IBM Thomas J Watson Research Center, Yorktown Heights, NY where he conducts research on technologies at the intersection of the Internet of Things, Artificial Intelligence and Distributed Systems. He concurrently serves as the Technical Committee Chair/Chief Technology Officer of Enterprise Neurosystems Group, an open-source consortium focused on distributed enterprise AI.", "4108475": "Thomas H. Cormen[1] is the co-author of Introduction to Algorithms, along with Charles Leiserson, Ron Rivest, and Cliff Stein. In 2013, he published a new book titled Algorithms Unlocked. He is an emeritus professor of computer science at Dartmouth College and former Chairman of the Dartmouth College Department of Computer Science. Between 2004 and 2008 he directed the Dartmouth College Writing Program.[2] His research interests are algorithm engineering, parallel computing, and speeding up computations with high latency. In 2022, he was elected as a Democratic member of the New Hampshire House of Representatives.", "2863294": "Simon S. Lam is an American computer scientist. He retired in 2018 from The University of Texas at Austin as Professor Emeritus and Regents' Chair Emeritus in Computer Science #1. He made seminal and important contributions to transport layer security, packet network verification, as well as network protocol design, verification, and performance analysis.", "63697087": "Benjamin Fung is a Hong Kong-born Canadian computer scientist. Fung holds the positions of Canada Research Chair in Data Mining for Cybersecurity and Full Professor in the School of Information Studies at McGill University.[1] His research focuses on developing data mining and machine learning methods in the areas of cyber security, data privacy, malware analysis, and authorship analysis.[2]", "49918144": "David Salesin is an American computer scientist. He has worked in computer graphics, three-dimensional and four-dimensional mathematics, and photorealistic rendering.[1] Until 2019, he was the Director of Snap Inc. Research Team, an affiliate professor in the Department of Computer Science & Engineering of the University of Washington in Seattle, and previously director of the Adobe Creative Technologies Lab. He is currently a Principal Scientist at Google.", "2633924": "Jan Hajek is a Czech scientist and mathematician, living in the Netherlands. He participated in the creation of the TCP/IP protocol.[1] He also created 'Approver', \"which was probably the first tool for the automated verification of concurrent systems\".[2][3]", "60928200": "Finale Doshi-Velez is a computer scientist and the John L. Loeb Professor of Engineering and Applied Sciences at Harvard University.[1] She works on machine learning, computational statistics and healthcare.", "62189770": "Bernt Schiele (born November 3, 1968, in Neustadt)[1] is a German computer scientist. He is Max Planck Director at the Max Planck Institute for Informatics and professor at Saarland University. He is known for his work in the field of computer vision and perceptual computing.[2]", "3453130": "Matthew Cutts (born 1972 or 1973)[1] is an American software engineer. Cutts is the former Administrator of the United States Digital Service.[2] He was first appointed as acting administrator, to later be confirmed as full administrator in October 2018.[3] Cutts previously worked with Google as part of the search quality team on search engine optimization issues.[4][5] He is the former head of the web spam team at Google.[6]", "41971917": "Pier Giorgio Perotto (Turin, December 24, 1930 – Genoa, January 23, 2002) was an Italian electrical engineer and inventor. Working for the manufacturer Olivetti, he led a design team that built the Programma 101, one of the world's first programmable calculators.[1][2][3]", "31617234": "David Silverman  (born August 13, 1966) is an American secular advocate.", "69824725": "Paola Inverardi (born 1957) is an Italian computer scientist specializing in software engineering. She is a professor in the Department of Information Engineering, Computer Science, and Mathematics at the University of L'Aquila in Italy, and the former rector of the university.[1]", "52031702": "Alexey Alexeevich Belan (Russian: Алексей Алексеевич Белан; born June 27, 1987) is a Latvian and Russian hacker on the FBI's list of most wanted criminals.[1]\nHe has been accused of illegal access to the computer networks of three US companies in the states of Nevada and California. As a result of breaches committed in 2012 and 2013, a hacker stole personal data of company employees and several million registered users of their services, which was later sold through the Internet.[2]\nHe is known under the pseudonyms Abyr Valgov, Abyrvalg, Fedyunya, Magg, М4G, and Moy.Yavik.[3]", "67809497": "Tara Javidi is an Iranian electrical engineer and computer scientist who studies networked information, stochastic control, machine learning, hypothesis testing, network optimization, and network routing, among other topics. She is a professor of electrical and computer engineering at the University of California, San Diego, where she co-directs the Center for Machine-Integrated Computing and Security with Farinaz Koushanfar.[1]", "41742563": "Mathai Joseph is an Indian computer scientist and author.[3]", "3895524": "Steven Collins is a computer scientist who has founded and acted as CTO of several companies in the area of computer graphics and video games. Formerly a professor of computer graphics in the Department of Computer Science in Trinity College, Dublin, was co-manager of the GV2 Research Group.[1] Born in Dundalk, County Louth, his interests in computing began with the Commodore 64 where he single-handedly developed and released the games Badlands and Herobotix.[2]", "45101285": "David S. Frankel (born 1950) is an American Information Technology expert and consultant, known for his work on model-driven engineering[1][2] and semantic information modeling.[3][4]", "69546214": "Ole-Christoffer Granmo (born 26 August 1974) is a Norwegian computer scientist. Granmo is a professor and director at the Centre for Artificial Intelligence Research  (CAIR) at the University of Agder.", "61878504": "Christine Diane Piatko is a computer scientist known for her heavily cited publications on k-means clustering, high-dynamic-range imaging, computer graphics, and document classification.", "1061100": "Renato Marcos Endrizzi Sabbatini (born 20 February 1947, Campinas) is a retired professor at the Department of Biomedical Engineering and at the State University of Campinas Institute of Biology. He received a B.Sc. in Biomedical Sciences from Medical School of the University of São Paulo and a doctorate in behavioral neuroscience in 1977, followed by postdoctoral work at the Max Planck Institute of Psychiatry's Primate Behavior Department.[1] He founded the Center for Biomedical Informatics,[citation needed]\nand helped create the Brazilian Society for Health Informatics.[2]", "684268": "Carver Andress Mead (born 1 May 1934) is an American scientist and engineer. He currently holds the position of Gordon and Betty Moore Professor Emeritus of Engineering and Applied Science at the California Institute of Technology (Caltech), having taught there for over 40 years.[1]", "53801196": "Murat Arcak is a professor of electrical engineering and computer science from the University of California, Berkeley who was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012 for contributions to theory and application of nonlinear observer design and the passivity approach to control of distributed systems.[1] In 2007 he was a recipient of the SIAG/Control and Systems Theory Prize from the Society for Industrial and Applied Mathematics[2] of which he is also a member.", "8712432": "Rafail Ostrovsky is a distinguished professor of computer science and mathematics at UCLA and a well-known researcher in algorithms and cryptography.", "67154162": "Yolande Berbers is a Belgian computer scientist whose interests include software engineering, middleware, distributed systems, ubiquitous computing, model-driven architecture, and context awareness. She is a professor of computer science at KU Leuven, vice-dean of the KU Leuven Faculty of Engineering, and president of the Leuven Center on Information and Communication Technology.[1]", "9302262": "Douglas Taylor \"Doug\" Ross (21 December 1929 – 31 January 2007) was an American computer scientist pioneer, and chairman of SofTech, Inc.[1] He is most famous for originating the term CAD for computer-aided design, and is considered to be the father of Automatically Programmed Tools (APT), a programming language to drive numerical control in manufacturing. His later work focused on a pseudophilosophy he developed and named Plex.", "19001598": "Herbert Edelsbrunner (born March 14, 1958) is a computer scientist working in the field of computational geometry, the Arts & Science Professor of Computer Science and Mathematics at Duke University, Professor at the Institute of Science and Technology Austria (ISTA), and the co-founder of Geomagic, Inc. He was the first of only three computer scientists to win the National Science Foundation's Alan T. Waterman Award.", "6320384": "Alan Richard Bundy CBE FRS FRSE FREng[4] is a professor at the School of Informatics at the University of Edinburgh,[5] known for his contributions to automated reasoning, especially to proof planning, the use of meta-level reasoning to guide proof search.[1][6][7][8][9][10][11][12]", "1667334": "Clyde Lee Giles is an American computer scientist and the David Reese Professor at the College of Information Sciences and Technology (IST) at the Pennsylvania State University. He is also Graduate Faculty Professor of Computer Science and Engineering, Courtesy Professor of Supply Chain and Information Systems, and Director of the Intelligent Systems Research Laboratory. He was Interim Associate Dean of Research in the College of IST. His graduate degrees are from the University of Michigan and the University of Arizona and his undergraduate degrees are from Rhodes College and the University of Tennessee. His PhD is in optical sciences with advisor Harrison H. Barrett. His academic genealogy includes two Nobel laureates (Felix Bloch and Werner Heisenberg), Arnold Sommerfeld and prominent mathematicians.[2]", "51097862": "Ilya Sutskever FRS (/ˈɪljə ˈsuːtskɪvər/; Hebrew: איליה סוצקבר; Russian: Илья́  Суцке́вер [ɪˈlʲja sʊtsˈkʲevʲɪr] born 1985/86)[4] is a computer scientist working in machine learning.[1] He is a co-founder and Chief Scientist at OpenAI.[7]", "2093320": "Isaac Robert \"Ike\" Nassi, born 1949 in Brooklyn, New York, is the founder, and former CTO and chairman at TidalScale, Inc. before its acquisition by HPE,[2] and an Adjunct Professor of Computer Science at the University of California, Santa Cruz.[3] He is known for creating (with Ben Shneiderman) the highly influential Nassi–Shneiderman diagram notation.[4] He also helped design the Ada programming language.", "25276681": "Andrew John Theodore Colin was a British university professor of computer science, born in 1936. He is a co-inventor of the widely used Binary Tree data structure.[1] Professor Colin published 12 textbooks on various aspects of Computer Science, some of which have been translated into other languages.", "30175497": "Ignacio Martín Llorente (born 1 July 1969) is an entrepreneur, researcher and educator in the field of cloud and distributed computing.[1][2][3] He is the director[4] of OpenNebula,[5] a visiting scholar at Harvard University[6] and a full professor at Complutense University.[7] Dr. Llorente is a IEEE Senior Member. He holds a Ph.D in Computer Science from UCM and an Executive MBA from IE Business School.[8]", "12185871": "Shi-Kuo Chang[1][2] (Chinese: 張系國; pinyin: Zhāng Xìgūo; Wade–Giles: Chang1 Hsi4-kuo1) is a computer scientist and writer best-known for his science fiction novels and short stories.", "21737745": "Uzi Vishkin (born 1953) is a computer scientist at the University of Maryland, College Park, where he is Professor of Electrical and Computer Engineering at the University of Maryland Institute for Advanced Computer Studies (UMIACS). Uzi Vishkin is known for his work in the field of parallel computing. In 1996, he was inducted as a Fellow of the Association for Computing Machinery, with the following citation:  \"One of the pioneers of parallel algorithms research, Dr. Vishkin's seminal contributions played a leading role in forming and shaping what thinking in parallel has come to mean in the fundamental theory of Computer Science.\"[1]", "307473": "Henri Gouraud (born 1944) is a French computer scientist. He is the inventor of Gouraud shading used in computer graphics. He is the great-nephew of general Henri Gouraud.", "192786": "Terry Allen Winograd (born February 24, 1946) is an American professor of computer science at Stanford University, and co-director of the Stanford Human–Computer Interaction Group.[3] He is known within the philosophy of mind and artificial intelligence fields for his work on natural language using the SHRDLU program.", "21410069": "Ruzena Bajcsy (born 28 May 1933) is an American engineer and computer scientist who specializes in robotics. She is professor of electrical engineering and computer sciences at the University of California, Berkeley,[1] where she is also director emerita of CITRIS (the Center for Information Technology Research in the Interest of Society).", "6271255": "Jawed Karim (born October 28, 1979) is an American software engineer and Internet entrepreneur. He is a co-founder of YouTube and the first person to upload a video to the site. The site's inaugural video, \"Me at the zoo\", uploaded on April 23, 2005, has been viewed over 287 million times as of October 1, 2023[update].[2][3] During Karim's time working at PayPal, where he met fellow YouTube co-founders Steven Chen and Chad Hurley, he designed many of its core components, including its real-time anti-fraud system.", "27685145": "Tércio Pacitti (September 9, 1928 in Atibaia – June 18, 2014 in Rio de Janeiro), São Paulo, Brazil was an electronic engineer and computer scientist in Brazil.", "946459": "Erich Gamma is a Swiss computer scientist and one of the four co-authors (referred to as \"Gang of Four\") of the software engineering textbook, Design Patterns: Elements of Reusable Object-Oriented Software.", "60453147": "National University of La Plata", "30257441": "Anja Feldmann (born 8 March 1966 in Bielefeld) is a German computer scientist.", "3174690": "Lawrence Charles Paulson FRS[5] (born 1955)[4] is an American computer scientist. He is a Professor of Computational Logic at the University of Cambridge Computer Laboratory and a Fellow of Clare College, Cambridge.[2][3][7][8][9]", "65499427": "Santanu Bhattacharya is an American data scientist. He is Chief Technologist at NatWest Group, a visiting professor at Indian Institute of Science[1] and a collaborating scientist at the Camera Culture Group, MIT Media Lab.[2] He is a serial entrepreneur and has worked for NASA and Facebook in the past.[3]", "44134694": "Barbara E. Moo is an American computer scientist known for co-authoring several books on C++, working on an early product written in C++, and directing AT&T's WorldNet AT&T's Internet services business.", "66924839": "Zdenko \"Denny\" Vrandečić (born 27 February 1978 in Stuttgart, Germany) is a Croatian computer scientist. He was a co-developer of Semantic MediaWiki and Wikidata, the lead developer of the Wikifunctions project, and an employee of the Wikimedia Foundation as a Head of Special Projects, Structured Content.[3] He published modules for the German role-playing game The Dark Eye.", "78122": "Ivan Edward Sutherland (born May 16, 1938)[3] is an American computer scientist and Internet pioneer, widely regarded as a pioneer of computer graphics.[4] His early work in computer graphics as well as his teaching with David C. Evans in that subject at the University of Utah in the 1970s was pioneering in the field. Sutherland, Evans, and their students from that era developed several foundations of modern computer graphics. He received the Turing Award from the Association for Computing Machinery in 1988 for the invention of the Sketchpad, an early predecessor to the sort of graphical user interface that has become ubiquitous in personal computers. He is a member of the National Academy of Engineering, as well as the National Academy of Sciences among many other major awards. In 2012, he was awarded the Kyoto Prize in Advanced Technology for \"pioneering achievements in the development of computer graphics and interactive interfaces\".[5][6]", "62075180": "Martin Ester FRSC (born November 5, 1958) is a Canadian-German Full Professor of Computing Science at Simon Fraser University. His research focuses on researcher data mining and machine learning.", "307507": "Richard Edwin Stearns (born July 5, 1936) is an American computer scientist who, with Juris Hartmanis, received the 1993 ACM Turing Award \"in recognition of their seminal paper which established the foundations for the field of computational complexity theory\".[1] In 1994 he was inducted as a Fellow of the Association for Computing Machinery.", "1667381": "Steve Lawrence is an Australian computer scientist. He was among the group at NEC Research which was responsible for the creation of the Search Engine/Digital Library CiteSeer. He was an employee at Google. He is currently a co-founder & CTO at Xoo.", "5763387": "Alan F. Smeaton MRIA[1] is a researcher and academic at Dublin City University.[2] He was founder of TRECVid,[3] and the Centre for Digital Video Processing, and a winner of the University President's Research Award in Science and Engineering in 2002 and the DCU Educational Trust Leadership Award in 2009.[citation needed] Smeaton is a founding director of the Insight Centre for Data Analytics at Dublin City University (2013-2019).[4] Prior to that he was a Principal Investigator and Deputy Director of CLARITY: Centre for Sensor Web Technologies (2008-2013).[5] As of 2013, Smeaton was serving on the editorial board of the ACM Journal on Computers and Cultural Heritage, Information Processing and Management.[6] Smeaton was elected a Member of the Royal Irish Academy in May 2013, becoming DCU's 10th member.[7][8] In 2012 Smeaton was appointed by Minister Sean Sherlock to the board of the Irish Research Council.[9]", "5763391": "Paul F. Whelan is Professor of Computer Vision at the Centre for Image Processing & Analysis, School of Electronic Engineering, Faculty of Engineering & Computing Dublin City University.", "31256904": "Victor Vianu is a computer scientist, a professor of computer science and engineering at the University of California, San  Diego.[1] He served as editor-in-chief of the Journal of the ACM from 2009 to 2015.[2][3]", "32092492": "Robert Lee Constable (born 1942) is an American computer scientist. He is a professor of computer science and first and former dean of the Faculty of Computing and Information Science at Cornell University.[1] He is known for his work on connecting computer programs and mathematical proofs, especially the Nuprl system. Prior to Nuprl, he worked on the PL/CV formal system and verifier.[2] Alonzo Church was supervising the junior thesis of Robert while he was studying in Princeton.[3]  Constable received his PhD in 1968 under Stephen Kleene and has supervised over 40 students, including Edmund M. Clarke, Robert Harper, Kurt Mehlhorn,  Steven Muchnick, Pavel Naumov, and Ryan Stansifer.[4] He is a Fellow of the Association for Computing Machinery.", "10809677": "Arthur Lee Samuel (December 5, 1901 – July 29, 1990)[3] was an American pioneer in the field of computer gaming and artificial intelligence.[2] He popularized the term \"machine learning\" in 1959.[4] The Samuel Checkers-playing Program was among the world's first successful self-learning programs, and as such a very early demonstration of the fundamental concept of artificial intelligence (AI).[5] He was also a senior member in the TeX community who devoted much time giving personal attention to the needs of users and wrote an early TeX manual in 1983.[6]", "67383639": "James Allan is the Chair of Faculty and Professor of computer science at University of Massachusetts Amherst and was named an ACM Fellow 2020,[1][2] for his research and contributions to the area of information retrieval.[1][3] His research has been cited more than 20,000 times (April 2021).[4] In 2019, James Allan was elected to be the treasurer of the Computing Research Association for a term of two years.[5]", "65778008": "Fady Qaddoura is a Palestinian American politician from Indianapolis. A member of the Democratic Party, he was elected to represent Senate District 30 in the Indiana Senate in the 2020 general election, becoming the first Arab Muslim lawmaker in the state's history. In the election, he defeated his Republican opponent, winning 52.5% of the vote.[1][2]", "52343130": "Alberto Ciaramella (born 1947[1]) is an Italian computer engineer and scientist. He is notable for extensive pioneering contributions in the field of speech technologies and applied natural language processing, most of them at CSELT and Loquendo, with the amount of 40 papers and four patents.", "45511007": "Vijay Kumar Vaishnavi is a noted researcher and scholar in the computer information systems field with contributions mainly in the areas of design science research, software engineering, and data structures & algorithms, authoring over 150 publications including seven books in these and related areas,[1][2][3][4][5] and co-owning a patent.[6] He is currently Professor Emeritus at the Department of Computer Information Systems, Georgia State University. He is Senior Editor Emeritus[7] of MIS Quarterly and is on the editorial boards of a number of other major journals.[8] His research has been funded by the National Science Foundation (NSF) (through multiple multi-year research grants) as well as by the industry.", "67826026": "Lori Faith Lamel is a speech processing researcher known for her work with the TIMIT corpus of American English speech and for her work on voice activity detection, speaker recognition, and other non-linguistic inferences from speech signals.[1] She works for the French National Centre for Scientific Research (CNRS) as a senior research scientist in the Spoken Language Processing Group of the Laboratoire d'Informatique pour la Mécanique et les Sciences de l'Ingénieur.[2]", "25260399": "Amy Ashurst Gooch is a computer scientist known for her contributions in non-photorealistic rendering. She is currently the Chief Operations Officer at ViSOAR LLC, a data visualization research spin-off software company from the Scientific Computing and Imaging Institute.[1] She is also an adjunct professor of computer science at Texas A&M University.[2] Her current research is part of an interdisciplinary effort involving computer graphics, perceptual psychology, and computational vision. She is interested in better understanding the spatial information potentially available in CG imagery, determining what spatial cues are actually used when CG imagery is viewed, and using this information to create improved rendering algorithms and visualizations.[3][4]", "6795633": "Lin Yi-bing or Jason Lin (Chinese: 林一平; pinyin: Lín Yīpíng) ( Born: October 26, 1961 ) is a Taiwanese academic who has served as the Chair Professor of the Department of Computer Science and Information Engineering (CSIE) at National Chiao Tung University (NCTU) since 1995, and since 2002, the Chair Professor of the Department of Computer Science and Information Management (CSIM), at Providence University, a Catholic university in Taiwan. He also serves as Vice President of the National Chiao Tung University.", "18329974": "Richard Statman (born September 6, 1946) is an American computer scientist whose principal research interest is the theory of computation, especially symbolic computation. His research involves lambda calculus, type theory, and combinatory algebra.", "7451005": "Andrew Benjamin Lippman is a senior research scientist at the MIT Media Lab as well as a Co-Director of various chairs at the institute. He has a more than thirty-year history at MIT. His work at the Media Lab has ranged from wearable computers to global digital television. Currently, he heads the Lab's Viral Communications group, which examines scalable, real-time networks whose capacity increases with the number of members.", "69972350": "Liz Fong-Jones (born 1987 or 1988)[1] is a site reliability engineer and developer advocate known for labor activism with her contributions to the Never Again pledge and her role in leading Google worker organization efforts. She is the president of the board of directors of the Solidarity Fund by Coworker, which she seeded with her own money. She is Honeycomb's field Chief Technology Officer.", "29553024": "Michael David Mitzenmacher is an American computer scientist working in algorithms. He is Professor of Computer Science at the Harvard John A. Paulson School of Engineering and Applied Sciences and was area dean of computer science July 2010 to June 2013. He also runs My Biased Coin, a blog about theoretical computer science.", "1339787": "Dietmar Saupe (born 1954) is a fractal researcher and professor of computer science, Department of Computer and Information Science, University of Konstanz, Germany.", "51098008": "Richard Stanley Zemel (born 1963) is a Canadian-American computer scientist and professor at Columbia University, Department of Computer Science, and a leading figure in the field of Machine Learning and Computer Vision.[1]", "53670297": "Chris Harrison is a British-born, American computer scientist and entrepreneur, working in the fields of human–computer interaction, machine learning and sensor-driven interactive systems. He is a professor at Carnegie Mellon University[7] and director of the Future Interfaces Group[8] within the Human–Computer Interaction Institute. He has previously conducted research at AT&T Labs, Microsoft Research, IBM Research and Disney Research. He is also the CTO and co-founder of Qeexo,[9] a machine learning and interaction technology startup.", "74166684": "Wei Ding is a computer scientist whose research involves data mining, machine learning, feature selection, and their applications in scientific computing and forensics. Educated in China and the US, she works in the US as professor of computer science at the University of Massachusetts Boston.[1]", "6369702": "Keith Leonard Clark (born 29 March 1943) is an Emeritus Professor in the Department of Computing at Imperial College London, England.[1]: 723", "44069287": "Babatunde Adetokunbo Sofoluwe  (15 April 1950 – 12 May 2012)[2] was a Nigerian professor of  Computer science, educational administrator and former  vice chancellor of the University of Lagos, Nigeria.[3][4] He was appointed vice chancellor of the University of Lagos on 31 January 2010, to succeed  professor Tolu Olukayode Odugbemi.[5]", "1569197": "Remko Jan Hendrik Scha (15 September 1945 – 9 November 2015)[1] was a professor of computational linguistics at the faculty of humanities and Institute for Logic, Language and Computation at the University of Amsterdam. He made important contributions to semantics, in particular the treatment of plurals, and to discourse analysis, and laid the foundations for what became an important research paradigm in computational linguistics, Data Oriented Parsing.[2]", "57307565": "Pascal Van Hentenryck (born 8 March 1963) is the A. Russell Chandler III Chair and Professor of Industrial and Systems Engineering at Georgia Tech. He is credited with pioneering advances in constraint programming and stochastic optimization, bridging theory and practice to solve real-world problems across a range of domains including sports scheduling, protein folding, kidney matching, disaster relief, power systems, recommender systems, and transportation. He has developed several optimization technologies including CHIP,[1] Numerica,[2] the Optimization Programming Language (OPL - now an IBM product),[3] and Comet. He has also published several books, including Online Stochastic Combinatorial Optimization,[4] Hybrid Optimization,[5] and Constraint-Based Local Search.[6]", "65319355": "Joseph (Yossi) Keshet  (Hebrew: יוסי קשת; born: 28 February 1973) is an Israeli professor in the Electrical and Computer Engineering Faculty of the Technion.[1]", "34943423": "Noam Nisan (Hebrew: נעם ניסן; born June 20, 1961) is an Israeli computer scientist, a professor of computer science at the Hebrew University of Jerusalem. He is known for his research in computational complexity theory and algorithmic game theory.", "3764672": "Brian Keith Reid (born 1949) is an American computer scientist. He developed an early use of a markup language in his 1980 doctoral dissertation. His other principal interest has been computer networking and the development of the Internet.", "62665151": "Xiaoming Fu (born in Jiangxi, China) is a Chinese German computer scientist. He is a Full Professor of Computer Science with focus on Internet technologies at Universität Göttingen. His research interests include architecture, protocols and applications of networked systems including mobile and cloud computing, network security, social computing and big data.[1]", "18608580": "Dr. Prakash Naidu is a scientist in the field of Design for Automation. He has worked in or has been affiliated with leading institutions, laboratories, and industry in USA, Canada, and India in different capacities including Senior Systems Design Engineer, Senior Research Scientist, Project Director, Advisor, and Consultant.", "12740": "Gary Arlen Kildall (/ˈkɪldˌɔːl/; May 19, 1942 – July 11, 1994) was an American computer scientist and microcomputer entrepreneur. During the 1970s, Kildall created the CP/M operating system among other operating systems and programming tools,[5] and subsequently founded Digital Research, Inc. (or \"DRI\") to market and sell his software products. Kildall was among the earliest individuals to recognize microprocessors as fully capable computers (rather than simply as equipment controllers), and to organize a company around this concept.[6] Due to his accomplishments during this era, Kildall is considered a pioneer of the personal computer revolution.[6][7]", "52933062": "Valeria Bertacco is a professor of Electrical Engineering and Computer Science as well as Vice Provost for Engaged Learning at the University of Michigan.[1] She previously served as the Associate Dean for Academic Programs and Initiatives at the University of Michigan Rackham Graduate School.[2]", "1831373": "Robert Nicholas Maxwell Watson (born 3 May 1977) is a FreeBSD developer, and founder of the TrustedBSD Project.[6] He is currently employed as a Professor of Systems, Security, and Architecture in the Security Research Group at the University of Cambridge Computer Laboratory.[7][8][9][10]", "11006413": "William James Dally (born August 17, 1960) is an American computer scientist and educator.[1][2] He is the chief scientist and senior vice president at Nvidia and was previously a professor of Electrical Engineering and Computer Science at Stanford University and MIT. Since 2021, he has been a member of the President's Council of Advisors on Science and Technology (PCAST).[3][4]", "307669": "Dabbala Rajagopal \"Raj\" Reddy (born 13 June 1937) is an Indian-born American computer scientist and a winner of the Turing Award. He is one of the early pioneers of artificial intelligence and has served on the faculty of Stanford and Carnegie Mellon for over 50 years.[4] He was the founding director of the Robotics Institute at Carnegie Mellon University. He was instrumental in helping to create Rajiv Gandhi University of Knowledge Technologies in India, to cater to the educational needs of the low-income, gifted, rural youth. He is the chairman of International Institute of Information Technology, Hyderabad. He is the first person of Asian origin to receive the Turing Award, in 1994, known as the Nobel Prize of Computer Science, for his work in the field of artificial intelligence.", "1536470": "Gisle Hannemyr (born 3 July 1953) is a researcher and lecturer at the Department of Informatics, University of Oslo.", "33583579": "Fanya S. Montalvo (born in Monterey, Mexico)[1] Received the Ph.D. in Computer and Information Science [2] at the University of Massachusetts Amherst in 1976. Her dissentary was entitled  Aftereffects, Adaptation, and Plasticity: A Neural Model for Tunable Feature Space.  She was  advised by Michael Anthony Arbib.[3] Montalvo has been a research scientist at Lawrence Berkeley Labs, HP, MIT, and Digital Equipment Corporation.", "58225115": "Laura Ann Waller is a computer scientist and Ted Van Duzer Endowed Associate Professor at the University of California, Berkeley.[2][3] She was awarded a Chan Zuckerberg Initiative Fellowship to develop microscopes to image deep structures within the brain in 2017 and won the 2018 SPIE Early Career Award.", "60109292": "Karl Bringmann is a German theoretical computer scientist. He is currently senior researcher at Max Planck Institute for Informatics.", "50311666": "Brigitte Plateau is a French computer scientist. A former student of the École Normale Supérieure at Fontenay-aux-Roses majoring in Mathematics (option in Probability Theory), she is a Doctor of Information Studies. A University Professor at Grenoble Institute of Technology (Grenoble INP) since 1988, since February 2012 she has been the General Administrator of the Grenoble INP cluster.[1][2]", "58126837": "Yael Tauman Kalai is a cryptographer and theoretical computer scientist who works as a Senior Principal Researcher at Microsoft Research New England[1][2] and as an adjunct professor at MIT in the Computer Science and Artificial Intelligence Lab.[3]", "40235527": "Deb Roy is a Canadian scientist, tenured professor at MIT, and the director of the MIT Center for Constructive Communication.[1][2] Roy received a bachelor of applied science in computer engineering from the University of Waterloo, and a PhD in Media Arts and Sciences from MIT.[3] He previously was the executive director of the MIT Media Lab  and directed the Cognitive Machines group at the Media Lab,[4] and the Laboratory for Social Machines.[5]", "68170248": "Javier Andreu-Perez is a British computer scientist and a Senior Lecturer[1] and Chair in Smart Health Technologies[2] at the University of Essex. He is also associate editor-in-chief of Neurocomputing for the area of Deep Learning and Machine Learning.[3] Andreu-Perez research is mainly focused on Human-Centered Artificial Intelligence (HCAI).[1] He also chairs a interdisciplinary lab in this area, HCAI-Essex.[4]", "50819593": "Maryam Sadeghi is an Iranian-born Canadian computer scientist and businesswoman in the field of medical image analysis.", "60125706": "Ang Cui (pinyin: āng Cuī) is an American cybersecurity researcher[1] and entrepreneur. He is the founder and CEO of Red Balloon Security in New York City,[2] a cybersecurity firm that develops new technologies to defend embedded systems against exploitation.[3]", "71201292": "Ida Latizia Anna Maria Flynn (born Moretti; February 12, 1942 – April 12, 2004) was an American computer scientist, academic department director, textbook author, and professor. She specialized in operating systems, which was the subject of a textbook she co-wrote. Flynn worked at the University of Pittsburgh where she was a founding director of the undergraduate program, Information Sciences (BSIS).", "1651213": "Hendrik Pieter (Henk) Barendregt (born 18 December 1947, Amsterdam)[1] is a Dutch logician, known for his work in lambda calculus and type theory.", "24310293": "Jeffery D. \"Jeff\" Black is an American chief executive officer and chief strategy officer associated with the information technology industry. He also is a programmer and inventor, holding six patents.[1]", "651800": "Terence Aidan (Terry) Halpin (born 1950s) is an Australian computer scientist who is known for his formalization of the Object Role Modeling notation.", "13677093": "Martin Odersky (born 5 September 1958) is a German[1] computer scientist and professor of programming methods at École Polytechnique Fédérale de Lausanne (EPFL) in Switzerland. He specializes in code analysis and programming languages. He spearheaded the design of Scala[2][3] and Generic Java (and Pizza before[4]).", "9351730": "Danny B. Lange is a Danish computer scientist who has worked on machine learning for IBM, Microsoft, Amazon Web Services, Uber, and Unity Technologies.", "6664756": "Mark N. Wegman is an American computer scientist known for his contributions to algorithms and compiler optimization.  Wegman received his B.A. from New York University and his Ph.D. from the University of California, Berkeley.  He joined IBM Research in 1975, where he currently serves as head of Computer Science.  He is a member of the IBM Academy of Technology and a Fellow of the Association for Computing Machinery (1996)[1] and the Institute of Electrical and Electronics Engineers.  He became an IBM Fellow in 2007.  He was elected to the National Academy of Engineering in 2010.[2]", "38613571": "Ben Gurley (December 23, 1926 – November 7, 1963) was an important figure in the history of computing. At MIT Lincoln Laboratory, Gurley designed the cathode ray tube display and light pen of the TX-0, a pioneering minicomputer.[1] In 1959 Gurley left Lincoln Labs for Digital Equipment Corporation; he was the designer of DEC's first computer, the PDP-1.[2][3]", "5648968": "Luis von Ahn (Spanish: [ˈlwis fon ˈan]; born 19 August 1978) is a Guatemalan entrepreneur and a consulting professor in the Computer Science Department at Carnegie Mellon University in Pittsburgh, Pennsylvania.[2][3][4][5][6] He is known as one of the pioneers of crowdsourcing. He is the founder of the company reCAPTCHA, which was sold to Google in 2009,[7] and the co-founder and CEO of Duolingo.[8]", "946775": "Paul H. Cress (1939–2004) was a Canadian computer scientist.", "72675938": "Aaron Roth is an American computer scientist. He is the Henry Salvatori Professor of Computer and Cognitive Science at the University of Pennsylvania.[1]", "42447470": "Augusto Cezar Alves Sampaio is a Brazilian computer scientist who works with formal methods and language semantics.", "56406641": "RAEng Engineers Trust Young Engineer of the Year (2017)", "13234802": "Alan W Black is a Scottish computer scientist, known for his research on speech synthesis. He is a professor in the Language Technologies Institute at Carnegie Mellon University in Pittsburgh, Pennsylvania.[1][2]", "46969461": "Ashok Agrawala is Professor in the Department of Computer Science at University of Maryland at College Park and Director of the Maryland Information and Network Dynamics (MIND) Lab. He is the author of seven books and over two hundred peer-reviewed publications. Glenn Ricart and Ashok Agrawala developed the Ricart-Agrawala Algorithm. The Ricart-Agrawala Algorithm is an algorithm for mutual exclusion on a distributed system. This algorithm is an extension and optimization of Lamport's Distributed Mutual Exclusion Algorithm.", "11154040": "Per Håkan Sundell (born 1968, Sweden) is a programmer and computer scientist with roots in the scene and early computer enthusiasts of the eighties,[1] when he was known as PHS of CCS (Computerbrains Cracking Service).[2][3]", "40432251": "Roelf Johannes (Roel) Wieringa (born 1952) is a Dutch computer scientist who was a professor of Information Systems at the University of Twente, specialized in the \"integration of formal and informal specification and design techniques\".[1][2]", "340605": "Paul V. Mockapetris (born 1948 in Boston, Massachusetts, US) is an American computer scientist and Internet pioneer, who invented the Internet Domain Name System (DNS).", "10400382": "Gernot Heiser (born 1957) is a Scientia Professor and  the John Lions Chair for operating systems at UNSW Sydney, where he leads the Trustworthy Systems group (TS).", "54047363": "John L. Schnase is an American computer scientist, whose work on the life history of Cassin's sparrow (Peucaea cassinii) resulted in an early application of computers in avian energetics modeling, currently at NASA, and an Elected Fellow of the American Association for the Advancement of Science.[1][2][3] He's the author of the long-running science blog CassinsSparrow.org that explores the history of Cassin's Sparrow's discovery, what we've learned about the species since, and why it matters.", "63664774": "Leszek A Gasieniec is a professor of computer science at the University of Liverpool,[1] specialising in algorithms, distributed computing and communication, networks and search problems.[2] He has been with the University of Liverpool since 1997, becoming a full professor in 2003.[1]", "31175306": "Douglas F. Parkhill is a Canadian technologist and former research minister, best known for his pioneering work on what is now called cloud computing[citation needed], and his work on Canada's Telidon videotex project.", "70152847": "Sonia Amin Fahmy is a computer scientist specializing in computer networking, including network architectures and communication protocols, and particularly known for her work on clustering in wireless ad hoc networks. She is a professor of computer science at Purdue University.[1]", "22426256": "Eli Upfal is a computer science researcher, currently the Rush C. Hawkins Professor of Computer Science at Brown University. He completed his undergraduate studies in mathematics and statistics at the Hebrew University, Israel in 1978, received an M.Sc. in computer science from the Feinberg Graduate School of the Weizmann Institute of Science, Israel in 1980, and completed his PhD in computer science at the Hebrew University in 1983 under Eli Shamir.[1] He has made contributions in a variety of areas.  Most of his work involves randomized and/or online algorithms, stochastic processes, or the probabilistic analysis of deterministic algorithms.  Particular applications include routing and communications networks, computational biology, and computational finance.", "46461587": "Luis M. Rocha is the George J. Klir Professor of Systems Science at the Thomas J. Watson College of Engineering and Applied Science, Binghamton University (State University of New York). He has been director of the NSF-NRT Complex Networks and Systems graduate Program in Informatics at Indiana University, Bloomington, USA. He is also director of the Center for Social and Biomedical Complexity, between Binghamton University and Indiana University, Bloomington, a Fulbright Scholar, and Principal Investigator at the Instituto Gulbenkian de Ciencia, Portugal. His research is on complex systems and networks,[1][2][3][4] computational and systems biology,[1][5][6][7][8] biomedical complexity and digital health,[9][10][11][12] and computational intelligence (including Artificial Life and Embodied Cognition).[13][14][15][16][17][18][19][20][21]", "52687516": "Ted V. Shaneyfelt is an American Computer Scientist and engineer known for producing the user interface on the first dual-mode cellular telephone to be commercially deployed in North America.[1][2]", "35730084": "The WebMuseum, formerly known as the WebLouvre, was founded by Nicolas Pioch[1][2] in France in 1994, while he was a student. It is one of the earliest examples of a virtual museum.[3]", "6582949": "Jos Stam (born 28 December 1965 in The Hague, Netherlands) is a researcher in the field of computer graphics, focusing on the simulation of natural physical phenomena for 3D-computer animation. He achieved technical breakthroughs with the simulation of fluids and gases,[1] new rendering algorithms and subdivision surfaces,[2] which are a mix between two previously incompatible worlds of Nurbs- and polygon-modeling in 3D.", "53736113": "Edwin Hancock (FREng) (born June 1956) is a British computer scientist at the University of York specialising in computer vision and pattern recognition.", "62206643": "Saul Greenberg (born 1954)[3] is a computer scientist, a Faculty Professor and Professor Emeritus at the University of Calgary.[1] He was awarded ACM Fellowship in 2012 for contributions to computer supported cooperative work and ubiquitous computing.[4]", "2929332": "Joseph Yehuda Halpern (born 1953) is an  Israeli-American professor of computer science at Cornell University. Most of his research is on reasoning about knowledge and uncertainty.", "39695032": "Duncan Brinsmead (born January 26, 1960 in Edmonton, Alberta) is a Canadian software programmer and developer of simulations of natural environments in 3D computer graphics (CGI). He created the Maya Paint Effects for digitally painting instances like plants or hair in a virtual 3D environment. In 2008, together with Jos Stam, Julia Pakalns and Martin Werner he received an Academy Award for Technical Achievement for the design and implementation of the Maya Fluid Effects system.[1][2] Fluid Effects are based on the simulation of fluid mechanics in software and used for simulating natural phenomena such as fog, steam or smoke.", "61305533": "Judit Bar-Ilan (Hebrew: יהודית בר-אילן, 1958–2019) was an Israeli computer scientist known for her research in informetrics and scientometrics. She was a professor of information science and head of the Department of Information Science at Bar-Ilan University.[1]", "31240897": "Andrew McCallum is a professor in the computer science department at University of Massachusetts Amherst.[3] His primary specialties are in machine learning, natural language processing, information extraction, information integration, and social network analysis.[4]", "1127106": "Ivar Hjalmar Jacobson (born 1939) is a Swedish computer scientist and software engineer, known as major contributor to UML, Objectory, Rational Unified Process (RUP), aspect-oriented software development and Essence.", "37696196": "Cynthia Solomon is an American computer scientist known for her work in popularizing computer science for students.[1] She is a pioneer in the fields of computer science, and educational computing. While working as a researcher at Massachusetts Institute of Technology (MIT), Solomon took it upon herself to understand and program in the programming language Lisp. As she began learning this language, she realized the need for a programming language that was more accessible and understandable for children. Throughout her research studies in education, Solomon worked full-time as a computer teacher in elementary and secondary schools. Her work has mainly focused on research on human-computer interaction and children as designers. While working at Bolt, Beranek and Newman, she worked with Wally Feurzeig and Seymour Papert, to create the first programming language for children, named Logo.[2] The language was created to teach concepts of programming related to Lisp. Solomon has attained many accomplishments in her life such as being the vice president of R&D for Logo Computer Systems, Inc., when Apple Logo was developed and was the Director of the Atari Cambridge Research Laboratory. Solomon worked on the program committee of Constructing Modern Knowledge and the Marvin Minsky Institute for Artificial Intelligence in 2016. Further, she has published many writings based on research in the field of child education and technology in the classroom. Solomon has conducted workshops in elementary schools, high schools, and colleges regarding academic research and writing. She continues to contribute to the field by speaking at conferences and working with the One Laptop per Child Foundation.", "54227657": "Jean-Dominique Warnier (1920–1990) was an engineer in the Bull IT group.  He developed and disseminated an innovative approach to the study of information systems during the 1970s. His work aims to express the fundamental laws of the rational processing of data in the service of human activities.[1]", "41677521": "MIT (SM, PhD)", "61797081": "Tamar Eilam is an Israeli-American computer scientist at IBM's Thomas J. Watson Research Center at Yorktown Heights, New York whose work for IBM centers around DevOps and configuration management.[1]", "41448158": "Sebastian Schaffert is a software engineer and researcher. He was born in Trostberg, Bavaria, Germany on March 18, 1976[1] and obtained his doctorate in 2004.[2]", "57340642": "Michael J. Jones is an American computer scientist and inventor working as a computer vision researcher at Mitsubishi Electric Research Laboratories.[1]", "58913511": "Leysia Palen is an American computer scientist known for her contributions to human–computer interaction and disaster informatics. She is a professor of computer science, professor of information science, and founding chair of information science at the University of Colorado Boulder. At Colorado, she directs a research project titled \"Empowering the Public with Information during Crisis\", and is co-director of the Center for Software & Society.[1] She also holds an adjunct affiliation with the University of Agder, and is a member of the CHI Academy.[2]", "59601656": "David Johnson-Davies is a British computer scientist and journalist.", "56734456": "Adenike Osofisan (born 11 March 1950), is a Nigerian professor of Computer science, who specializes in data mining and knowledge management. She is the first Nigerian woman to hold a Ph.D. in Computer science, a feat she accomplished in 1989. In 2006, she became a full professor at University of Ibadan, a promotion that made her the first African woman to become a Computer Science professor.[1]", "51933946": "Ewan Stafford Page (born 17 August 1928) is a British academic and computer scientist, and former vice-chancellor of the University of Reading.", "58897153": "Jana Košecká is a Slovak computer scientist specializing in computer vision. She is a professor of computer science at George Mason University.[1] Previously, Košecká was a researcher at Stanford University and the University of California, Berkeley.", "33452810": "Jeffrey K. Uhlmann is an American research scientist who is probably best known for his mathematical generalizations of the Kalman filter.[1] Most of his publications and patents have been in the field of data fusion. He is also known for being a cult filmmaker and former recording artist.", "67007245": "Inioluwa Deborah Raji (born 1995/1996[1]) is a Nigerian-Canadian computer scientist and activist who works on algorithmic bias, AI accountability, and algorithmic auditing. Raji has previously worked with Joy Buolamwini, Timnit Gebru, and the Algorithmic Justice League on researching gender and racial bias in facial recognition technology.[2] She has also worked with Google’s Ethical AI team and been a research fellow at the Partnership on AI and AI Now Institute at New York University working on how to operationalize ethical considerations in machine learning engineering practice.[3] A current Mozilla fellow, she has been recognized by MIT Technology Review and Forbes as one of the world's top young innovators.[4][5]", "3126051": "Damien Doligez is a French academic and programmer. He is best known for his role as a developer of the OCaml system, especially its garbage collector. He is a research scientist (chargé de recherche) at the French government research institution INRIA.", "47231784": "Teofilo Francisco Gonzalez Arce (born January 26, 1948 in Monterrey, Mexico) is a Mexican-American computer scientist who is professor emeritus of computer science at the University of California, Santa Barbara.", "66876220": "Quincy K. Brown is an American computer scientist and former Senior Policy Advisor in the White House Office of Science and Technology Policy. She is a published academic and co-founder of blackcomputeHER.org, NationOfMakers.org and Black In Computing.[1][2][3]", "28816189": "Dave Raggett is an English computer specialist who has played a major role in implementing the World Wide Web since 1992.[1]\nHe has been a W3C Fellow at the World Wide Web Consortium since 1995 and worked on many of the key web protocols, including HTTP, HTML, XHTML, MathML, XForms, and VoiceXML.[2]\nRaggett also wrote HTML Tidy[2] and is currently pioneering W3C's work on the Web of Things. He lives in the west of England.[2]", "48509774": "Nikolaus Correll (born 1977 in Munich, Germany) is a roboticist and an associate professor at the University of Colorado at Boulder in the Department of Computer Science with courtesy appointments in the departments of Aerospace, Electrical and Materials Engineering. Nikolaus is the faculty director of the Interdisciplinary Research Theme on Multi-functional Materials at the College of Engineering and Applied Science, and the founder and CTO of Robotic Materials Inc.", "73053009": "Yiling Chen is a Chinese-American computer scientist who studies computational economics, social computing, algorithmic game theory, prediction markets, and algorithmic fairness in machine learning.[1][2] She is Gordon McKay Professor of Computer Science in the Harvard John A. Paulson School of Engineering and Applied Sciences.[3]", "70529877": "Anne Auger is a French numerical analyst and computer scientist interested in benchmarks and performance analysis of black-box methods for numerical optimization. She is a director of research for the French Institute for Research in Computer Science and Automation (Inria), and the leader of RandOpt, the Randomized Optimization team at the Inria Saclay research center.[1]", "25490265": "Nigel Smart is a professor at COSIC at the Katholieke Universiteit Leuven and Chief Academic Officer at Zama.[1] He is a cryptographer with interests in the theory of cryptography and its application in practice.[2][3]", "44970841": "William Maxwell Newman (21 May 1939 – 11 June 2019) was a British computer scientist.[1] With others at the Xerox Palo Alto Research Center in the 1970s Newman demonstrated the advantages of the raster (bitmap graphics) display technology first deployed in the Xerox Alto personal workstation, developing  interactive programs for producing illustrations and drawings. With Bob Sproull he co-authored the first major textbook on interactive computer graphics.[2]", "53736282": "Hui Lei is a Chinese-American Computer Scientist, Software Engineer and Technology Executive. He is known for his work in cloud computing, big data, and mobile computing. He is a Fellow of the Institute of Electrical and Electronics Engineers (IEEE)[1] and a Director of Engineering at Meta Platforms Inc.[2]", "15315804": "David Stuart Holmes Rosenthal (born 1948 in Cambridge, United Kingdom) is a British-American computer scientist.", "71758685": "Tadayoshi Kohno is an American professor in the fields of data and computer security. He is the Associate Director of Diversity, Equity, Inclusion & Access, and Professor of Computer Science & Engineering at the Paul G. Allen School of Computer Science & Engineering at the University of Washington.[1]", "34632550": "Avner Magen (March 30, 1968 – May 29, 2010) was an associate professor of computer science at the University of Toronto whose research focused on the theory of metric embeddings, discrete geometry and computational geometry. He completed his undergraduate and graduate studies at the Hebrew University of Jerusalem, and received his Ph.D. in Computer Science in 2002, under the supervision of Nati Linial.[1] He held a postdoctoral fellowship at NEC Research in Princeton, New Jersey, from 2000 until 2002. He joined the University of Toronto in 2002, first as a postdoctoral fellow, and then as an assistant professor in 2004. He was promoted to associate professor in 2009.[2]", "53736297": "Xuemin Lin from the University of New South Wales, Sydney, NSW, Australia[1][2] was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[3] for contributions to algorithmic paradigms for database technology.", "11055985": "Allison Randal is a software developer and author.  She was the chief architect of the Parrot virtual machine, a member of the board of directors for The Perl Foundation,[1] a director of the Python Software Foundation from 2010 to 2012,[2] and the chairman of the Parrot Foundation.[3]  She is also the lead developer of Punie, the port of Perl 1 to Parrot. She is co-author of Perl 6 and Parrot Essentials and the Synopses of Perl 6.  She was employed by O'Reilly Media. From August 2010 till February 2012, Randal was the Technical Architect of Ubuntu at Canonical.[4][5]", "53736307": "Stefano Lonardi is an Italian computer scientist and bioinformatician, currently Professor and Vice Chair of the Department of Computer Science and Engineering at University of California, Riverside. He is also a faculty member of the Graduate Program in Genetics, Genomics and Bioinformatics, the Center for Plant Cell Biology, the Institute for Integrative Genome Biology, and the\nGraduate Program in Cell, Molecular and Developmental Biology.", "799607": "Timothy William Bray (born June 21, 1955) is a Canadian software developer, environmentalist, political activist and one of the co-authors of the original XML specification.[7]  He worked for Amazon Web Services from December 2014 until May 2020 when he quit due to concerns over the terminating of whistleblowers.[8][9] Previously he has been employed by Google, Sun Microsystems and Digital Equipment Corporation (DEC). Bray has also founded or co-founded several start-ups such as Antarctica Systems.[10][11][12]", "7451513": "Alex Paul \"Sandy\" Pentland (born 1951) is an American computer scientist, the Toshiba Professor of Media Arts and Sciences at MIT, and serial entrepreneur.", "12481410": "Angela Orebaugh is a cyber technology and security author and researcher.[1] In 2011, she was selected as Booz Allen Hamilton's first Cybersecurity Fellow.[2]  She is an assistant professor at the University of Virginia Department of Computer Science.", "67203976": "Carolyn Penstein Rosé is an American computer scientist who is a Professor of Language Technologies at Carnegie Mellon University. Her research looks to understand human conversation, and use this understanding to build computer systems that support effective communication in an effort to improve human learning. She has previously served as President of the International Society for the Learning Sciences and a Leshner Fellow of the American Association for the Advancement of Science.", "38417292": "Matthias Jarke (born 1952 in Hamburg) is a German computer scientist.", "73053077": "Henry Prevost Babbage (1824–1918) was a soldier in the Bengal Army of the East India Company.  After retiring with the rank of major general, he continued the work of his father, Charles Babbage, whom he had assisted as a student.  He organised and edited his father's papers and prototypes and arranged for their publication and completion.  These works included Babbage's Calculating Engines (1889) and a working Analytical Engine Mill – a simplified portion of the full Analytical Engine design.[2]", "56751000": "David Stavens is an American entrepreneur and scientist.  He was co-founder and CEO of Udacity; a co-creator of Stanley,[5][6][7][8] the winning self-driving car of the DARPA Grand Challenge;[9] and co-founder and CEO of Nines, a creator of AI-enabled FDA-approved medical devices.[10][11][12][13] Stavens has published in the fields of robotics, machine learning, and artificial intelligence and has helped start organizations with an aggregate market value of over $30 billion.[14][15]", "5190562": "Robin Li Yanhong (Chinese: 李彦宏; pinyin: Lǐ Yànhóng; born 17 November 1968) is a Chinese software engineer and billionaire internet entrepreneur who is the co-founder and chief executive officer of  Chinese multinational technology company Baidu.[1] As of June 2023, his net worth was estimated at US$8.6 billion by Forbes.[2]", "3781545": "Tim Howes (born September 21, 1963) is a software engineer, entrepreneur and author.  He is the co-creator of the Lightweight Directory Access Protocol (LDAP),[1] the Internet standard for accessing directory servers. He co-founded enterprise software company Opsware, internet browser company Rockmelt, and children's education company, Know Yourself. He has co-authored two books, several Internet RFCs, and holds several patents.", "45314986": "Biswanath Mukherjee is an Indian-American Distinguished Professor of computer science at University of California, Davis. He is also a fellow of IEEE for contributions to architectures, algorithms, and protocols for optical networks.[1]", "69989304": "Alicia Nicki Washington is an American computer scientist, author, and professor at Duke University. She is the author of the book Unapologetically Dope. She was the first Black woman to earn a Doctor of Philosophy in Computer Science from North Carolina State University in 2005.[1]", "53736377": "Risto Miikkulainen (born 16 December 1961) is a Finnish-American computer scientist and professor at the University of Texas at Austin.[1] He is also an AVP of Evolutionary AI at Cognizant.[2] In 2023, he was elected an AAAI Fellow \"for significant contribution to neuroevolution techniques and applications\",[3] and in 2016, named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) \"for contributions to techniques and applications for neural and evolutionary computation\".[4] He was elected a Fellow of the Association for the Advancement of Artificial Intelligence in 2023.[5] Born in Helsinki, Finland, Miikkulainen has lived in the United States since 1986.[6][7]", "60502967": "Laurie J. Patterson is an American author and computer science professor.  Her books focus on the lyricists of the Tin Pan Alley era.  She has also published articles on gender and technology.", "57029564": "Professor Daniel J. Wigdor is a Professor of Computer Science at the University of Toronto. He was previously co-director of the university's Dynamic Graphics Project and a visiting associate professor at Cornell Tech.[1] He has co-authored and contributed to several books, including \"Brave NUI World\" (2011), \"The Human-Computer Interaction Handbook, Third Edition\" (2011), and \"Computer Science Handbook, Third Edition\" (2014).[2]", "42021824": "Arthur van Hoff (born 16 February 1963) is a Dutch computer scientist and businessman.", "13857728": "Wengyik 'Weng' Yeong (1966–2007[1]) was an American computer scientist. He is principally known for his work on the X.500, LDAP, and SNMP Internet protocols.[2]", "18658242": "Michael Ralph Fellows AC HFRSNZ MAE (born June 15, 1952 in Upland, California) is a computer scientist and the Elite Professor of Computer Science in the Department of Informatics at the University of Bergen, Norway as of January 2016.[1]", "2995140": "Alex Fraser (1923 – 14 July 2002) was a major innovator in the development of the computer modeling of population genetics and his work has stimulated many advances in genetic research over the past decades.", "2683845": "Sarah Gordon is a computer security researcher, responsible for early scientific and academic work on virus writers, hackers, and social issues in computing.[1][2][3][4][5][6][7]  She was among the first computer scientists to propose a multidisciplinary approach to computer security. Known primarily for work relating to people and computers, the bulk of her original technical work was published or presented between the late 1980s and mid-1990s.", "69415879": "Simon Thompson is a research computer scientist, author, and an emeritus professor of the University of Kent, there specializing in logic and computation.[1] His research into functional programming covers software verification and validation, programming tool-building, and software testing for the functional programming languages Erlang,[2] Haskell,[3][4] and OCaml.[5][6][7] He is the author of books on data type theory, Miranda, Haskell, and Erlang, and runs a massive open online course (MOOC) about Erlang for FutureLearn.", "10646476": "Henrik Frystyk Nielsen (born 1969) is a Danish engineer and computer scientist. He is best known for his pioneering work on the World Wide Web and subsequent work on computer network protocols.", "15692749": "Kurt Mehlhorn (born 29 August 1949) is a German theoretical computer scientist. He has been a vice president of the Max Planck Society and is director of the Max Planck Institute for Computer Science.", "73937873": "Mei-Ling Shyu is a computer scientist whose research involves deep learning for multimedia-related big data analytics. She is a professor of electrical and computer engineering at the University of Missouri–Kansas City.[1]", "9597906": "Franco P. Preparata is a computer scientist, the An Wang Professor, Emeritus, of Computer Science at Brown University.", "47018961": "Pamela Zave (born 1948[1]) is an American computer scientist now working at Princeton University. She is known for her work on requirements engineering, telecommunication services, and protocol modeling and verification, and is now working on network architecture.[2] She was named a Fellow of the Association for Computing Machinery in 2002, and was the 2017 recipient of the Harlan D. Mills Award from the IEEE Computer Society.", "9057237": "Neil Ernest Wiseman (19 May 1934 – 13 June 1995) was a British computer scientist.[2][3][4] Wiseman's pioneering research in computer graphics began in 1965, and resulted in a number of inventions and patents. These included a pen-following screen menu, which anticipated the pop-up menu, and one of the first systems for distributed Computer Graphics. His work brought him three patents, over 70 research publications, and more than 40 students who gained PhDs. In 1986 the Computer Laboratory appointed him to a personal Readership in computer graphics.", "70005719": "Kavitha Telikepalli (born 1974)[1] is an Indian computer scientist known for her research on graph algorithms and combinatorial optimization, particularly concerning matchings, cycle bases, and graph spanners. She is a professor in the School of Technology & Computer Science at the Tata Institute of Fundamental Research.[2]", "19330009": "Ralph Anthony Brooker (22 September 1925 – 20 November 2019),[1] was a British computer scientist known for developing the Mark 1 Autocode.[2]", "766938": "Tom Kilburn CBE FRS (11 August 1921 – 17 January 2001) was an English mathematician and computer scientist.[1][2] Over his 30-year career, he was involved in the development of five computers of great historical significance. With Freddie Williams he worked on the Williams–Kilburn tube and the world's first electronic stored-program computer, the Manchester Baby, while working at the University of Manchester. His work propelled Manchester and Britain into the forefront of the emerging field of computer science.[3][4][5]", "34845658": "Wim Sweldens is a Belgian American business leader, scientist, and inventor notable for innovations in communications and signal processing technology. Sweldens is the inventor of the wavelet lifting scheme, an algorithm used both in the JPEG 2000 image compression standard, as well as for compressing 3D images[1] into billions of tiny triangular modules.[2] At telecommunications firm Alcatel-Lucent in New Jersey, he led development of new cell tower technology called lightRadio which reduces the size of transmission equipment dramatically.[3] The equipment uses only basic electrical power and can be placed indoors and linked to optical fiber cables;[4] it enables mobile networks to operate with much less electricity, halving CO2 emissions and reducing the carbon footprint,[5] and permitting cell phone service to reach more people over expanded geographic areas.[6]", "40448986": "Georgios B. Giannakis (born 27 February 1958) is a Greek-American Computer Scientist, engineer and inventor. He has been an Endowed Chair Professor of Wireless Telecommunications, he was Director of the Digital Technology Center, and at present he is a McKnight Presidential Chair with the Department of Electrical and Computer Engineering at the University of Minnesota.", "65369055": "Nicola Leone is an Italian computer scientist who works in the areas of artificial intelligence, knowledge representation and reasoning, and database theory.[1] Leone is currently the rector of the University of Calabria and a professor of Computer Science.[2][3] Previously, he was a professor of Database Systems at the TU Wien.[4]", "291807": "Bertrand Meyer (/ˈmaɪ.ər/; French: [mɛjɛʁ]; born 21 November 1950) is a French academic, author, and consultant in the field of computer languages. He created the Eiffel programming language and the idea of design by contract.", "2634721": "Patrick John Hayes FAAAI (born 21 August 1944) is a British computer scientist who lives and works in the United States. As of March 2006[update], he is a senior research scientist at the Institute for Human and Machine Cognition in Pensacola, Florida.[4]", "58586082": "Betelhem Dessie (Amharic: ቤተልሔም ደሴ; born 1999) is an Ethiopian web and mobile technologies developer.[1] She is currently a Founder and CEO of iCog- Anyone Can Code (ACC). She owns four patented projects individually and an additional three in collaboration.[1] Betelhem has been named \"the youngest pioneer in Ethiopia's fast emerging tech scene\" by CNN.[2]", "13710305": "Michael Paul Wellman (born March 27, 1961) is the Richard H. Orenstein Division Chair of Computer Science and Engineering and  Lynn A. Conway Collegiate Professor of Computer Science and Engineering at the University of Michigan, Ann Arbor.[1]", "66122728": "Jetty Kleijn (short for Henriëtte Cornelia Margaretha Kleijn) is a Dutch computer scientist known for her work in automata theory and concurrent computing, on Petri nets, and on interactions between computer science and biology. A 2020 special issue of Fundamenta Informaticae was dedicated to Kleijn in celebration of her 65th birthday.[1]", "2880488": "Claude Crépeau is a professor in the School of Computer Science at McGill University.[1] Ηe was born in Montreal, Quebec, Canada, in 1962. He received a master's degree from the Université de Montréal in 1986, and obtained his Ph.D. in Computer Science from MIT in 1990, working in the field of cryptography with Silvio Micali as his Ph.D. advisor[2] and Gilles Brassard as his M.Sc advisor. He spent two years as a Postdoctoral\nFellow at Université d'Orsay, and was a CNRS researcher at École Normale Supérieure from 1992 to 1995. He was appointed associate professor at Université de Montréal in 1995,\nand has been a faculty member at McGill University since 1998.[citation needed] He was a member of the Canadian Institute for Advanced Research\nprogram on Quantum Information Processing from 2002 to 2012.", "2667499": "Lynne Greer Jolitz (born June 30, 1961) is a figure in free software and founder of many startups in Silicon Valley. Together with her husband William, she created 386BSD, the first open-source Unix-based operating system for personal computers to be distributed over the Internet.[1]", "49460207": "Monika Ann-Mari (Anne-Marie) Eklund Löwinder (Amel), born 26 September 1957 in Stockholm,[1] is a Swedish Internet expert.", "57095153": "Tanzima Hashem, a Bangladeshi  professor at BUET, is one of the five women scientists from the developing world who won Elsevier Foundation Awards in 2017. Her research focuses on maintaining user privacy while location-based services are being accessed. She is also noted for organizing the first workshop in Bangladesh on women in computing in 2014.[1][2]", "61830129": "Brigitte Jaumard is a computer scientist and expert on mathematical programming. She earned a doctorate in 2006 from ENSTA ParisTech under the supervision of Michel Minoux, after previously teaching at Polytechnique Montréal.[1] She is a professor of computer science and software engineering at Concordia University,[2] where she is the holder of an Honorary Concordia Research Chair in Optimization of Communication Networks.[3]", "58815478": "Karen Holtzblatt is an American computer scientist known for her contributions in human–computer interaction, and particularly in contextual design. She founded InContext Design in 1992, and is its CEO.\nHoltzblatt was elected to the CHI Academy in 2007 and won the inaugural ACM SIGCHI Lifetime Award for Practice in 2010.[1][2] Holzblatt is also affiliated with the University of Maryland, as a research scientist in the Human-Computer Interaction Lab and iSchool.[3]", "51606519": "Gillian Lovegrove (born 1942) is a retired computer scientist and academic. She was Dean of the School of Informatics at Northumbria University, president of the Conference of Professors and Heads of Computing and was Higher Education consultant to the British Computer Society and manager of its Education and Training Forum. She is known for her interest in gender imbalance in computer education and employment, and her public discussion of possible solutions to a shortage of information technology graduates in the UK.", "65516551": "Cindy Marie Grimm is an American computer scientist, roboticist, and mechanical engineer. She is a professor in the School of Mechanical, Industrial, and Manufacturing Engineering at Oregon State University.[1]", "72070155": "Helmut Alt (born 1950) is a German computer scientist whose research concerns graph algorithms and computational geometry. He is known for his work on matching geometric shapes, including methods for efficiently computing the Fréchet distance between shapes. He was also the first to use the German phrase \"Algorithmische Geometrie\" [algorithmic geometry] to refer to computational geometry.[1] He is a professor of computer science at the Free University of Berlin.[2]", "28996622": "Jeff Bonwick invented and led development of the ZFS file system,[1] which was used in Oracle Corporation's ZFS storage products as well as startups including Nexenta, Delphix, Joyent, and Datto, Inc.[2][3]  Bonwick is also the inventor of slab allocation,[4]  which is used in many operating systems including MacOS and Linux, and the LZJB compression algorithm.", "44364819": "Joseph Simon Glickauf Jr. (January 15, 1912 – July 9, 2005), was an American-born engineer, inventor and corporate executive known as one of the first advocates of the use of computers in business and industry and the \"father\" of the computer consulting industry.[1]", "10155033": "R. C. T. Lee (Lee Chia-Tung Chinese: 李家同; born 1939 in Shanghai, China), also known as Richard C. T. Lee, received his B.Sc. degree from the Department of Electrical Engineering of National Taiwan University and Ph.D. degree from the Department of Electrical Engineering and Computer Science from University of California, Berkeley.", "73233434": "Sandrine Blazy is a French computer scientist known for her research in the formal verification of compilers, and especially for her work as a developer of CompCert, a compiler for a large subset of C99 that is \"the first industrial-strength compiler with a mechanically checked proof of correctness\".[1] She is a professor at the University of Rennes and deputy director of IRISA, the Institut de recherche en informatique et systèmes aléatoires of the University of Rennes and the French National Centre for Scientific Research.", "51213339": "Ian J. Goodfellow (born 1987[1]) is an American computer scientist, engineer, and executive, most noted for his work on artificial neural networks and deep learning. He was previously employed as a research scientist at Google Brain and director of machine learning at Apple and has made several important contributions to the field of deep learning including the invention of the generative adversarial network (GAN). Goodfellow co-wrote, as the first author, the textbook Deep Learning (2016)[2] and wrote the chapter on deep learning in the authoritative textbook of the field of artificial intelligence, Artificial Intelligence: A Modern Approach[3][4] (used in more than 1,500 universities in 135 countries).[5]", "2405410": "John Clinton Loehlin (January 13, 1926 – August 9, 2020) was an American behaviorial geneticist, computer scientist, and psychologist. Loehlin served as president of the Behavior Genetics Association and of the Society of Multivariate Experimental Psychology. He was an ISIR lifetime achievement awardee.", "58602531": "Munther A. Dahleh (born 1962, Tulkarem, Jordanian-Occupied West Bank ) is the William Coolidge Professor[1] of electrical engineering and computer science and director of the Massachusetts Institute of Technology (MIT) Institute for Data, Systems, and Society[2] (IDSS).", "17216551": "Leon Ong Chua (/ˈtʃwɑː/; Chinese: 蔡少棠; pinyin: Cài Shǎotáng; Wade–Giles: Ts'ai Shao-t'ang; Pe̍h-ōe-jī: Chhòa Siáu-tông; born June 28, 1936) is an American electrical engineer and computer scientist. He is a professor in the electrical engineering and computer sciences department at the University of California, Berkeley, which he joined in 1971. He has contributed to nonlinear circuit theory and cellular neural network theory.[2]", "50148392": "John Regehr is a computer scientist specializing in compiler correctness and undefined behavior. As of 2016[update], he is a professor at the University of Utah. He is best known for the integer overflow sanitizer which was merged into the Clang C compiler,[1] the C compiler fuzzer Csmith,[2][3] and his widely read blog Embedded in Academia.[citation needed] He spent the 2015-2016 academic year on sabbatical in Paris, France, working with TrustInSoft on Frama-C and related code analysis tools.", "36533289": "Sabina Jeschke (born 27 July 1968 in Kungälv, Sweden) is a German university professor for information sciences in mechanical engineering at the RWTH Aachen University. As of 10 November 2017, she was named member of the management board of Deutschen Bahn AG for digitalization and technology.[1] She is also the director of the Cybernetics Lab IMA/ZLW & IfU.[2]\nIn the summer semester of 2017, she is on sabbatical leave to develop her research in the area of artificial consciousness (artificial / machine consciousness), and is involved in building a think tank \"Strong Artificial Intelligence\" at the Volvo Car Corporation in Göteborg. Since May 2015, Jeschke has been a member of the supervisory board of Körber AG, since April 2012 chairman of the board of VDI Aachen.[3] Beginning of January 2023 she took on an additional position as a senior advisor at Arthur D. Little.", "65762349": "Mihaela Cardei is a Romanian-American computer scientist known for her research on wireless ad hoc networks. She is a professor in the Department of Computer and Electrical Engineering and Computer Science at Florida Atlantic University, where she is also associate dean for graduate studies.[1]", "46127": "Robert Endre Tarjan (born April 30, 1948) is an American computer scientist and mathematician.  He is the discoverer of several graph theory algorithms, including his strongly connected components algorithm, and co-inventor of both splay trees and Fibonacci heaps. Tarjan is currently the James S. McDonnell Distinguished University Professor of Computer Science at Princeton University.", "32797746": "Samuel R. (Sam) Buss is an American computer scientist and mathematician who has made major contributions to the fields of mathematical logic, complexity theory and proof complexity. He is currently a professor at the University of California, San Diego, Department of Computer Science and Department of Mathematics.", "1094708": "David H. D. Warren is a computer scientist who worked primarily on logic programming and in particular the programming language Prolog in the 1970s and 1980s. Warren wrote the first compiler for Prolog, and the Warren Abstract Machine execution environment for Prolog is named after him.", "3617848": "Simon Peyton Jones OBE FRS MAE DFBCS[4][5] (born 18 January 1958) is a British computer scientist who researches the implementation and applications of functional programming languages, particularly lazy functional programming.[2][6]", "14578744": "Henry M. \"Hank\" Levy is an American computer scientist. He holds the Wissner-Slivka Chair in Computer Science and Engineering at the University of Washington (U.W.).[1]", "7828547": "Michael Lee Scott (born 1959) is a professor of computer science at the University of Rochester in Rochester, New York.", "58831944": "Max Welling (born 1968) is a Dutch computer scientist in machine learning at the University of Amsterdam.[1] In August 2017, the university spin-off Scyfer BV, co-founded by Welling, was acquired by Qualcomm.[2] He has since then served as a Vice President of Technology at Qualcomm Netherlands.[3] He is also currently the Lead Scientist of the new Microsoft Research Lab in Amsterdam.", "25277512": "Andrew Yan-Tak Ng (Chinese: 吳恩達; born 1976) is a British-American computer scientist and technology entrepreneur focusing on machine learning and artificial intelligence (AI).[3] Ng was a cofounder and head of Google Brain and was the former Chief Scientist at Baidu, building the company's Artificial Intelligence Group into a team of several thousand people.[4]", "21410891": "Harold W. \"Bud\" Lawson (1937–2019) was a software engineer, computer architect and systems engineer. Lawson is credited with the 1964 invention of the pointer  in high-level programming languages (with \"a lot of comments\" from Donald Knuth and Douglas McIlroy).[1][2] In 2000, Lawson was presented the Computer Pioneer Award by the IEEE[3] for his invention.", "18560082": "Jean Leonardus Gerardus (Jan) Dietz (born 20 June 1945) is a Dutch Information Systems researcher, Professor Emeritus  of Information Systems Design at the Delft University of Technology, known for the development of the Design & Engineering Methodology for Organisations.[1] and his work on Enterprise Engineering.[2]", "4224088": "Caleb August Southern (December 26, 1969 – July 6, 2023) was an American musician, record producer and computer science lecturer at the Georgia Institute of Technology.[1][2] He was referred to as the \"fourth member\" of Ben Folds Five.", "259163": "Kenneth Eugene Iverson (17 December 1920 – 19 October 2004) was a Canadian computer scientist noted for the development of the programming language APL. He was honored with the Turing Award in 1979 \"for his pioneering effort in programming languages and mathematical notation resulting in what the computing field now knows as APL; for his contributions to the implementation of interactive systems, to educational uses of APL, and to programming language theory and practice\".[1]", "67056734": "Yannis Smaragdakis  (Greek: Γιάννης Σμαραγδάκης; born 31 March 1972) is a Greek-American software engineer, computer programmer, and researcher.[1] He is a professor in the Department of Informatics and Telecommunications at the University of Athens.[2] He is the author of more than 130 research articles on a variety of topics, including program analysis, declarative languages, program generators, language design, and concurrency. He is best known for work in program generation and program analysis (including the monograph “Pointer Analysis”[3]) and the Doop framework.", "4322400": "Julian Bigelow (March 19, 1913 – February 17, 2003) was a pioneering American computer engineer.", "226402": "Guido van Rossum (Dutch: [ˈɣido vɑn ˈrɔsʏm, -səm]; born 31 January 1956) is a Dutch programmer best known as the creator of the Python programming language, for which he was the \"benevolent dictator for life\" (BDFL) until he stepped down from the position on 12 July 2018.[4][5] He remained a member of the Python Steering Council through 2019, and withdrew from nominations for the 2020 election.[6]", "40842347": "Geoffrey I. Webb (also known as Geoff Webb) is Professor of Computer Science at Monash University, founder and director of Data Mining software development and consultancy company G. I. Webb and Associates,[1] and former editor-in-chief of the journal Data Mining and Knowledge Discovery.[2]  Before joining Monash University he was on the faculty at Griffith University from 1986 to 1988 and then at Deakin University from 1988 to 2002.", "63206508": "Gillian Crampton Smith is a British educator, interaction designer, and a pioneer of computer desktop publishing. Since the early 1980s she has developed several academic graduate programs focused on digital graphic design, typesetting and human-computer interaction, notably at Saint Martin's School of Art, the Royal College of Art (1992-2000), Interaction Design Institute Ivrea (2000-2005) and Iuav University of Venice (2006–2014).[1] She is an Honorary Professor at the University of Applied Sciences Potsdam, and an advisor at the MIT Senseable City Lab.", "816239": "Manolis G.H. Katevenis", "7582832": "Karl W. Steinbuch (June 15, 1917 in Stuttgart-Bad Cannstatt – June 4, 2005 in Ettlingen) was a German computer scientist,  cyberneticist, and electrical engineer.  He was an early and influential researcher of German computer science, and was the developer of the Lernmatrix, an early implementation of artificial neural networks. Steinbuch also wrote about the societal implications of modern media.", "61486194": "Yu Pufan (Chinese: 虞浦帆; 1923 – 27 June 2019) was a Chinese computer pioneer. He invented the earliest dot matrix printing method for Chinese characters in 1962 and developed then China's fastest computer in 1964, which was used in the explosion of China's first nuclear bomb. He served as Vice President of East China Institute of Computer Technology.", "56570997": "Petrus Verbaeten, born April 23rd, usually called Pierre, is a Belgian professor emeritus in the Computer Science Department at the KU Leuven, and has more than 226 publications to its name.[1][2] He managed the internet domain field .be from 1989 to 2000.", "4420730": "Marcus Hutter (born April 14, 1967 in Munich) is a professor and artificial intelligence researcher. A Senior Scientist at DeepMind, he is researching the mathematical foundations of artificial general intelligence.[1]  He is on leave from his professorship at the ANU College of Engineering and Computer Science of the Australian National University in Canberra, Australia.[2] Hutter studied physics and computer science at the Technical University of Munich. In 2000 he joined Jürgen Schmidhuber's group at the Istituto Dalle Molle di Studi sull'Intelligenza Artificiale (Dalle Molle Institute for Artificial Intelligence Research) in Manno, Switzerland.[citation needed] He developed a mathematical theory of artificial general intelligence. His book Universal Artificial Intelligence: Sequential Decisions Based on Algorithmic Probability was published by Springer in 2005.[3]", "15250555": "Przemysław Frasunek (also known as venglin, born 6 May 1983) is a \"white hat\" hacker from Poland. He has been a frequent Bugtraq poster since late in the 1990s,[1] noted for one of the first published successful software exploits for the format string bug class of attacks,[2][3] just after the first exploit of the person using nickname tf8.[4][5] Until that time the vulnerability was thought harmless. He serves as the CEO of Redge Technologies.[6]", "71267452": "Panagiota (Youla) Fatourou (Greek: Παναγιώτα Φατούρου) is a Greek computer scientist, specializing in distributed computing and concurrent computing, including the design of data structures that can be used in non-blocking algorithms.[1] She is a professor of computer science at the University of Crete, the former chair of the ACM Europe Council, and the founder of the Greek chapter of the ACM Council on Women in Computing.", "53769340": "Suresh Venkatasubramanian is an Indian computer scientist and professor at Brown University. In 2021, Prof. Venkatasubramanian was appointed to the White House Office of Science and Technology Policy, advising on matters relating to fairness and bias in tech systems.[1] He was formerly a professor at the University of Utah. He is known for his contributions in computational geometry and differential privacy, and his work has been covered by news outlets such as Science Friday, NBC News, and Gizmodo.[2][3][4][5] He also runs the Geomblog, which has received coverage from the New York Times, Hacker News, KDnuggets and other media outlets.[6][7][8][9] He has served as associate editor of the International Journal of Computational Geometry and Applications and as the academic editor of PeerJ Computer Science, and on program committees for the  IEEE International Conference on Data Mining, the SIAM Conference on Data Mining, NIPS, SIGKDD, SODA, and STACS.[10]", "58389632": "Michael P. Pound is a researcher at the University of Nottingham.[1] He is known for his work in the areas of bioimage analysis, computer vision, image recognition, computer security, and for his appearances on the video series Computerphile.[2]", "1619075": "Anu Garg (born April 5, 1967) is an American author and speaker. He is also the founder of Wordsmith.org, an online community comprising word lovers from an estimated 195 countries.[1] His books explore the joy of words. He has authored several books about language-related issues and written for magazines and newspapers. He was a columnist for MSN Encarta and Kahani magazine.[2]", "308357": "Manuel Blum (born 26 April 1938) is a Venezuelan born American computer scientist who received the Turing Award in 1995 \"In recognition of his contributions to the foundations of computational complexity theory and its application to cryptography and program checking\".[2][3][4][5][6][7][8]", "29144200": "Dana Ulery (born January 2, 1938) is an American computer scientist and pioneer in scientific computing applications.", "308362": "John McCarthy (September 4, 1927 – October 24, 2011) was an American computer scientist and cognitive scientist. He was one of the founders of the discipline of artificial intelligence.[1] He co-authored the document that coined the term \"artificial intelligence\" (AI), developed the programming language family Lisp, significantly influenced the design of the language ALGOL, popularized time-sharing, and invented garbage collection.", "308365": "Amir Pnueli (Hebrew: אמיר פנואלי; April 22, 1941 – November 2, 2009) was an Israeli computer scientist and the 1996 Turing Award recipient.", "71136399": "Hatice Gunes is a Turkish computer scientist who is Professor of Affective Intelligence & Robotics at the University of Cambridge. Gunes leads the Affective Intelligence & Robotics Lab. Her research considers human robot interactions and the development of sophisticated technologies with emotional intelligence.", "308367": "James Nicholas Gray (1944 – declared dead in absentia 2012) was an American computer scientist who received the Turing Award in 1998 \"for seminal contributions to database and transaction processing research and technical leadership in system implementation\".[4]", "12579988": "Peter Claus Gutmann is a computer scientist in the Department of Computer Science at the University of Auckland, Auckland, New Zealand. He has a Ph.D. in computer science from the University of Auckland.[1] His Ph.D. thesis and a book based on the thesis were about a cryptographic security architecture.[2] He is interested in computer security issues, including security architecture, security usability (or more usually the lack thereof), and hardware security; he has discovered several flaws in publicly released cryptosystems and protocols. He is the developer of the cryptlib open source software security library and contributed to PGP version 2. In 1994 he developed the Secure FileSystem (SFS).[3] He is also known for his analysis of data deletion on electronic memory media, magnetic and otherwise, and devised the Gutmann method for erasing data from a hard drive more or less securely. Having lived in New Zealand for some time, he has written on such subjects as weta (a group of insects endemic to New Zealand), and the Auckland power crisis of 1998, during which the electrical power system failed completely in the central city for five weeks, which he has blogged about. He has also written on his career as an \"arms courier\" for New Zealand, detailing the difficulties faced in complying with customs control regulations with respect to cryptographic products, which were once classed as \"munitions\" by various jurisdictions including the United States.", "13461": "Harald Tveit Alvestrand (born 29 June 1959) is a Norwegian computer scientist. He was chair of the Internet Engineering Task Force (IETF) from 2001 until 2005, succeeding Fred Baker. Within the IETF, Alvestrand was earlier the chair of the Areas for Applications from 1995 until 1997, and of Operations and Management in 1998.", "12973210": "Shimon Ullman (שמעון אולמן, born January 28, 1948, in Jerusalem)  is a professor of computer science at the Weizmann Institute of Science, Israel. Ullman's main research area is the study of vision processing by both humans and machines. Specifically, he focuses on object and facial recognition, and has made a number of key insights in this field, including with Christof Koch the idea of a visual\nsaliency map in the mammalian visual system to regulate selective spatial attention.[2][3]", "62534826": "Michal Parnas (Hebrew: מיכל פרנס) is an Israeli theoretical computer scientist known for her work on property testing and sublinear-time algorithms. She is a professor of computer science at the Academic College of Tel Aviv-Yafo in Israel, where she was a founding faculty member and was also the dean of the school of computer science from 2011 to 2016.[1] Since October 2022 she is the vice president of academic affairs of the college.", "69678256": "Elizabeth Redding Jessup is an American computer scientist specializing in numerical linear algebra and the generalized minimal residual method. She is a professor emerita of computer science at the University of Colorado Boulder.[1]", "41120944": "Peter Weill (born c. 1955) is an Australian computer scientist[1] and organizational theorist, Professor of Information Systems Research at the MIT Sloan School of Management, and chairman of the MIT Center for Information Systems Research (CISR).[2]", "67073207": "Mona Talat Diab is a computer science professor and director of Carnegie Mellon University's Language Technologies Institute.  Previously, she was a professor at George Washington University and a research scientist with Facebook AI. Her research focuses on natural language processing, computational linguistics, cross lingual/multilingual processing, computational socio-pragmatics, Arabic language processing, and applied machine learning.[1]", "34796730": "Daniel (Danny) Dolev is an Israeli computer scientist known for his research in cryptography and distributed computing. He holds the Berthold Badler Chair in Computer Science at the Hebrew University of Jerusalem and is a member of the scientific council of the European Research Council.[1][2][3]", "42628283": "Markus Moenig (German: Markus Mönig), is a German Entrepreneur and Computer scientist. He is the CEO of BrainDistrict GmbH, a Graphics software manufacturing company.[1] He was the founder of MainConcept, a video/audio codecs developing company which was acquired by DivX, Inc. in 2007.[2][3]", "38237389": "Wojciech Rytter is a Polish computer scientist, a professor of computer science in the automata theory group at the University of Warsaw. His research focuses on the design and analysis of algorithms, and in particular on stringology, the study of algorithms for searching and manipulating text.", "18756813": "Cher Wang (Chinese: 王雪紅; pinyin: Wáng Xuěhóng; born 15 September 1958) is a Taiwanese entrepreneur.  As co-founder and chairperson (since 2007[2]) of HTC Corporation and integrated chipset maker VIA Technologies, she is one of the most successful women in computer technology.[3] Wang's father was Wang Yung-ching,[4] founder of the plastics and petrochemicals conglomerate Formosa Plastics Group and one of the wealthiest individuals in Taiwan before his death in 2008.[5] As of 2014, she is listed as the 54th most powerful woman in the world by Forbes.[6]", "26145997": "Zachary Mason (born 1974) is a computer scientist and novelist.[1] He wrote the New York Times bestselling[2] The Lost Books of the Odyssey (2007; revised edition 2010), a variation on Homer, and Void Star (2017), a science fiction novel about artificial intelligence. In 2018, he published Metamorphica, based on Ovid's Metamorphoses.[3]", "61715673": "Raissa M. D'Souza is the Associate Dean of Research for the College of Engineering and a Professor of Computer Science and Mechanical Engineering at the University of California, Davis as well as an External Professor and member of the Science Board at the Santa Fe Institute. She was elected a Fellow of the American Physical Society in 2016 and Fellow of the Network Science Society in 2019. D'Souza works on theory and complex systems.", "69514468": "Chao-Ju Jennifer Hou (September 26, 1964 – December 2, 2007) was a Taiwanese computer scientist and electrical engineer specializing in wireless sensor networks.", "64648420": "Computer Vision\nMachine Learning", "14513385": "Benjamin Nichols (1920 – November 24, 2007) was a professor of electrical and computer engineering at Cornell University and mayor of Ithaca, New York.  He was a member of the Democratic Socialists of America and as such was one of few Socialists elected to public office in the United States in the late 20th century.[1]", "69367020": "Gregg Rothermel is an American computer scientist, software engineer and academic. He is Professor and Head of the Department of Computer Science at North Carolina State University.[1]", "7615726": "Faron George Moller (born February 25, 1962 in Trail, British Columbia) is a Canadian-born British computer scientist and expert on theoretical computer science, particularly infinite-state automata theory and temporal logic. His work has focussed on structural decomposition techniques for analysing abstract models of computing systems. He is founding Director of the Swansea Railway Verification Group; Director of Technocamps; and Head of the Institute of Coding in Wales. In 2023, he was elected General Secretary of the Learned Society of Wales.", "11285750": "Nicholas J. Belkin is a professor at the School of Communication and Information at Rutgers University. Among the main themes of his research are digital libraries; information-seeking behaviors; and interaction between humans and information retrieval systems. Belkin is best known for his work on human-centered Information Retrieval and the hypothesis of Anomalous State of Knowledge (ASK). Belkin realized that in many cases, users of search systems are unable to precisely formulate what they need. They miss some vital knowledge to formulate their queries. In such cases it is more suitable to attempt to describe a user's anomalous state of knowledge than to ask the user to specify her/his need as a request to the system.[1][2]", "53769464": "Iyad Rahwan (Arabic: إياد رهوان), is a Syrian-Australian scientist. He is the director of the Center for Humans and Machines at the Max Planck Institute for Human Development.[1] Between 2015 and 2020, he was an associate professor of Media Arts & Sciences at the MIT Media Lab.[2] Rahwan's work lies at the intersection of the computer and social sciences, where he has investigated topics in computational social science, collective intelligence, large-scale cooperation, and the social aspects of artificial intelligence.[3]", "63517945": "Megan Squire is a professor of computer science at Elon University. A researcher and Anti-Defamation League fellow with a focus on right-wing political extremism online,[1] her work has been described as operating as an intermediary between non-profits like the Southern Poverty Law Center and militant groups on the far-left.[2]", "31175929": "Mitchell Wand is a computer science professor at Northeastern University. He received his Ph.D. from Massachusetts Institute of Technology. His research has centred on programming languages and he is a member of the Northeastern Programming Research Lab. He is also the co-author, with Daniel P. Friedman and Christopher T. Haynes, of Essentials of Programming Languages.", "35157246": "William M. \"Bill\" Tomlinson is a professor of informatics at the University of California, Irvine, and a researcher in the California Institute for Telecommunications and Information Technology. He studies the fields of environmental informatics, human-computer interaction, multi-agent systems and computer-supported learning. His book Greening through IT (MIT Press, 2010) examines the ways in which information technology can help people think and act on the broad scales of time, space, and complexity necessary for us to address the world's current environmental issues. In addition, he has authored dozens of papers across a range of journals and conferences in computing, the learning sciences, and the law. His work has been reviewed by The Wall Street Journal, The Washington Post, the Los Angeles Times, Wired.com, Scientific American Frontiers,[1] CNN, and the BBC. In 2007, he received an NSF CAREER award,[2] and in 2008 he was selected as a Sloan Research Fellow.[3] He holds an AB in biology from Harvard College, an MFA in experimental animation from CalArts, and SM and PhD degrees from the MIT Media Lab.[4]", "12842247": "George Jiří Klir (April 22, 1932 – May 27, 2016) was a Czech-American computer scientist and professor of systems sciences at Binghamton University in Binghamton, New York.", "31175945": "Richard L. Wexelblat, aka Dick Wexelblat is an American, a former artisan woodturner, and a former computer scientist.", "10925323": "Douglas Earl Comer is a professor of computer science at Purdue University, where he teaches courses on operating systems and computer networks. He has written numerous research papers and textbooks, and currently heads several networking research projects. He has been involved in TCP/IP and internetworking since the late 1970s, and is an internationally recognized authority. He designed and implemented X25NET and Cypress networks, and the Xinu operating system. He is director of the Internetworking Research Group at Purdue, editor of Software - Practice and Experience, and a former member of the Internet Architecture Board. Comer completed the original version of Xinu (and wrote correspondent book The Xinu Approach) in 1979. Since then, Xinu has been expanded and ported to a wide variety of platforms, including: IBM PC, Macintosh, Digital Equipment Corporation VAX and DECstation 3100, Sun Microsystems Sun-2, Sun-3 and SPARCstations, and Intel Pentium. It has been used as the basis for many research projects. Furthermore, Xinu has been used as an embedded system in products by companies such as Motorola, Mitsubishi, Hewlett-Packard, and Lexmark.", "58995980": "Teus Hagen (* 6 October 1945 in Wijnjeterp)[1] is a Dutch Internet pioneer.", "27424012": "Oliver Udemmadu Ogbonna Mobisson (April 23, 1943 – February 18, 2010) was a Nigerian scientist, professor, activist, and entrepreneur.[1] He was also a founding Professor of the Anambra State University of Technology (now the Enugu State University of Science & Technology, Nnamdi Azikiwe University and Ebonyi State University).[2]", "69678350": "Gerald Penn is an American computer scientist specializing in mathematical linguistics and speech processing.[1] He is a Professor of Computer Science at the University of Toronto,[2] a senior member of IEEE and AAAI,[3] and a past chair of Association for Mathematics of Language.[4]", "62371095": "Roch Guérin is a French computer scientist. He is the Harold B. & Adelaide G. Welge Professor of Computer Science at the McKelvey School of Engineering at Washington University in St. Louis, and chair of the Computer Science & Engineering department at that university. Prior to that he was the Alfred Fitler Moore Professor of Telecommunications Networks and professor of electrical and systems engineering and computer and information science at the University of Pennsylvania. He worked for 12 years at the IBM Thomas J. Watson Research Center.", "61781276": "Cristina Bazgan is a French computer scientist who studies combinatorial optimization and graph theory problems from the points of view of parameterized complexity, fine-grained complexity, approximation algorithms, and regret.", "2143519": "Serge Vaudenay (born 5 April 1968) is a French cryptographer and professor, director  of the Communications Systems Section at the École Polytechnique Fédérale de Lausanne", "9319713": "Randal E. Bryant (born October 27, 1952) is an American computer scientist and academic noted for his research on formally verifying digital hardware and software. Bryant has been a faculty member at Carnegie Mellon University since 1984. He served as the Dean of the School of Computer Science (SCS) at Carnegie Mellon from 2004 to 2014. Dr. Bryant retired and became a Founders University Professor Emeritus on June 30, 2020.", "41317672": "Liz Bacon (born 27 September 1963) is Principal and Vice-Chancellor[5] of Abertay University, Dundee.", "9778480": "Michael Alexander McRobbie AO (born October 11, 1950) is an Australian–American computer scientist and university administrator.  He served as the 18th president of Indiana University from 2007 to 2021. Upon stepping down from the IU presidency, McRobbie was replaced by Pamela Whitten, who became the 19th president of Indiana University on July 1, 2021.[5] On July 1, 2021, he assumed the titles of university chancellor, president emeritus and university professor.[6] He is the third person to serve as university chancellor in the university's more than 200-year-old history.", "69186868": "Lilly Christine Irani is an American academic whose research spans topics in computer science, communication studies, feminist studies, entrepreneurship, and microwork. She is an associate professor in the Department of Communication at the University of California, San Diego.[1]", "74315075": "Barbara van Schewick (born 1972[1]) is a German computer scientist and legal scholar who holds a professorship in Internet law at Stanford Law School.", "43644229": "Jan Friso Groote (born April 13, 1965, in Doetinchem) is a Dutch computer scientist.", "3421513": "Oded Goldreich (Hebrew: עודד גולדרייך; b. 1957) is a professor of computer science at the faculty of mathematics and computer science of the Weizmann Institute of Science, Israel. His research interests lie within the theory of computation and are, specifically, the interplay of randomness and computation, the foundations of cryptography, and computational complexity theory. He won the Knuth Prize in 2017[1] and was selected in 2021 to receive the Israel Prize in mathematics.", "30034": "Sir Timothy John Berners-Lee OM KBE FRS FREng FRSA DFBCS RDI (born 8 June 1955),[1] also known as TimBL, is an English computer scientist best known as the inventor of the World Wide Web, the HTML markup language, the URL system, and HTTP. He is a professorial research fellow at the University of Oxford[2] and a professor emeritus at the Massachusetts Institute of Technology (MIT).[3][4]", "58864981": "Ayellet Tal (born 1962)[1] is an Israeli researcher in computational geometry and computer graphics who holds the Alfred and Marion Bar Chair in Engineering at the Technion.", "33404248": "Juliana Rotich is a Kenyan information technology professional, who has developed web tools for crowdsourcing crisis information and coverage of topics related to the environment. She is the co-founder of iHub, a collective tech space in Nairobi, Kenya, and of Ushahidi, open-source software for collecting and mapping information.  She is a TED Senior Fellow.[1]", "44430681": "Joseph Henry 'Joe' Condon (born February 15, 1935 – January 2, 2012) was an American computer scientist, engineer and physicist, who spent most of his career at Bell Labs.[1] The son of Edward Condon (a distinguished American nuclear physicist, pioneer in quantum mechanics and a participant in the development of radar and nuclear weapons during World War II as part of the Manhattan Project) and Emilie Honzik Condon, he was named after the 19th-century American physicist Joseph Henry.[1]", "17249631": "Roger Michael Needham CBE FRS FREng (9 February 1935 – 1 March 2003)[3] was a British computer scientist.[4][5][6]", "60634467": "Gregory D. Hager (born May 9, 1961) is the Mandell Bellmore Professor of Computer Science and founding director of the Johns Hopkins Malone Center for Engineering in Healthcare at Johns Hopkins University.", "42071407": "(Ray) Tim Teitelbaum (born April 12, 1943, United States) is an American computer scientist known for his early work on integrated development environments (IDEs), syntax-directed editing, and incremental computation. He is Professor Emeritus at Cornell University. As an educator and faculty member of the Cornell University Computer Science Department since 1973,  he was recognized for his large-scale teaching of introductory programming, and for his mentoring of highly successful graduate students. As a businessman, he is known for having co-founded GrammaTech, Inc. and for having been its sole CEO from 1988 to 2019.", "62420336": "Peter M. Schnell (* 10 June 1938 in Berlin)[1] is a German computer scientist, founder of Software AG and long-time chairman of the Vorstand, executive board.", "43955568": "John Mylopoulos (born 12 July 1943) is a Greek-Canadian computer scientist, Professor at the University of Toronto, Canada, and at the University of Trento, Italy. He is known for his work in the field of conceptual modeling, specifically the development an agent-oriented software development methodology. called TROPOS.[2][3]", "44938612": "Shai Halevi (Hebrew: שי הלוי; born 1966) is a computer scientist who works on cryptography research at Amazon Web Services.", "59831672": "Xiaoyuan Tu (born 1967) is a Chinese researcher and computer scientist specializing in machine learning, behavior modeling, physics modeling, biomechanical modeling, motion control interfaces, and intelligent virtual characters. She holds a Ph.D in computer science from University of Toronto and currently serves as a lead scientist and software engineer at Apple Inc, researching and developing next generation motions control and recognition technology.[1]", "12858749": "George Morrow (January 30, 1934 – May 7, 2003) was part of the early microcomputer industry in the United States. Morrow promoted and improved the S-100 bus used in many early microcomputers. Called \"one of the microcomputer industry's iconoclasts\" by Richard Dalton in the Whole Earth Software Catalog,[1] Morrow ran his own computer business, Thinker Toys, Inc., later Morrow Designs. He was also a member of the Homebrew Computer Club.", "45561243": "Hao Li (Chinese: 黎顥; pinyin: Lí Hào, born 1980 or 1981)[1] is a computer scientist, innovator, and entrepreneur from Germany, working in the fields of computer graphics and computer vision. He is co-founder and CEO of Pinscreen, Inc, as well as associate professor of computer vision at the Mohamed Bin Zayed University of Artificial Intelligence (MBZUAI).[2]  He was previously a Distinguished Fellow at the University of California, Berkeley,[3] an associate professor of computer science[4] at the University of Southern California, and former director of the Vision and Graphics Lab at the USC Institute for Creative Technologies.[5] He was also a visiting professor at Weta Digital and a research lead at Industrial Light & Magic / Lucasfilm.", "11040164": "James Hiram Morris (born 1941) is a professor (emeritus) of Computer Science at Carnegie Mellon. He was previously dean of the Carnegie Mellon School of Computer Science and Dean of Carnegie Mellon Silicon Valley.[1]", "39368104": "Eddie Kohler is a computer scientist specializing in networks and operating systems. He is currently a professor of computer science at the Harvard John A. Paulson School of Engineering and Applied Sciences.[1]\nPrior to Harvard, he was a professor at the University of California, Los Angeles.[2]", "53736877": "Alexandros Potamianos is an engineer at the National Technical University of Athens, Greece. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for his contributions to human-centered speech and multimodal signal analysis.", "1324462": "Jeffrey Stuart Skoll, OC (born January 16, 1965)[1] is a Canadian engineer, billionaire internet entrepreneur and film producer. He was the first president of eBay, eventually using the wealth this gave him to become a philanthropist, particularly through the Skoll Foundation, and his media company Participant Media. He founded an investment firm, Capricorn Investment Group, soon after and currently serves as its chairman. Born in Montreal, Quebec, he graduated from University of Toronto in 1987 and left Canada to attend Stanford University's business school in 1993.", "2700718": "Calvin Carl \"Kelly\" Gotlieb, CM FRSC (March 27, 1921 – October 16, 2016) was a Canadian professor and computer scientist who has been called the \"Father of Computing\" in Canada. He was a Professor in Computer Science at the University of Toronto.", "8435122": "Sir John Whitaker Fairclough (23 August 1930 – 5 June 2003) was a British computer designer, and later government policy advisor.[1]", "53736893": "Wendi Beth Rabiner Heinzelman is an American electrical engineer and computer scientist specializing in wireless networks, cloud computing, and multimedia. She is dean of the Hajim School of Engineering and Applied Sciences at the University of Rochester, and the former dean of graduate studies for arts, sciences, and engineering at Rochester.[1]", "67450304": "Marius Lindauer (born December 25, 1985, in Berlin, Germany) is a German computer scientist and professor of machine learning at the institute of artificial intelligence of the Leibniz University Hannover.[1] He is known for his research on Automated Machine Learning[2][3] and other meta-algorithmic approaches.[4][5]", "31520192": "Abhaya Induruwa (Sinhala: අභය ඉඳුරුව) is the inaugural Professor V K Samaranayake Endowed Professor of Computing,  University of Colombo School of Computing, Sri Lanka.  Having served as the Director of Cyber Innovation Hub he recently retired from the Canterbury Christ Church University in the United Kingdom where he researched into security and forensic investigation of Internet of Things (IoT). Currently he is engaged in promoting IoT in digital agriculture as a disruptive technology, primarily in developing countries, leading to smart agriculture resulting in higher yields in food production. Induruwa is considered the father of Internet in Sri Lanka.[2][3]", "73266632": "Alexandra Carpentier (born 1987)[1] is a French mathematical statistician and machine learning researcher[2] known for her work in stochastic optimization, compressed sensing, and multi-armed bandit problems. She works in Germany as a professor at Otto von Guericke University Magdeburg and head of the Mathematical Statistics & Machine Learning research group.[3]", "2815449": "Allan Bertram Borodin CM (born 1941) is a Canadian-American computer scientist who is a professor at the University of Toronto.[2][3]", "63321575": "Dita Přikrylová (born 26 February 1989) is a Czech software engineer, a social entrepreneur, and the founder of Czechitas [cs],[1][2][3][4] a non-profit organization based upon Girls Who Code which provides technical education and networking possibilities for women and youth in information technologies.", "73922024": "Mary C. Whitton is an American computer scientist specializing in computer graphics and human–computer interaction, especially concerning redirected walking in virtual worlds. She is a research professor of computer science at the University of North Carolina, the co-founder of two graphics hardware companies, and the former president of ACM SIGGRAPH.[1]", "14300657": "Luigi Dadda (April 29, 1923 – October 26, 2012) was an Italian computer engineer, best known for the design of the Dadda multiplier and as one of the first researchers on modern computers in Italy. He was rector at the Politecnico di Milano technical university from 1972 to 1984, collaborating on research at the same university until 2012.[2] He was a Life Fellow of the IEEE.", "32011762": "Kenneth Alan De Jong (born 1944)[1] is an American computer scientist and professor emeritus at George Mason University.[2] He is one of the pioneers in evolutionary computation.[3][4]", "5535220": "Hans Hagen (born 1953) is a professor of computer science at the University of Kaiserslautern.[1] His main research interests are scientific visualization and geometric modelling.", "35517945": "Peter Cornwell (born 2 July 1958) is a British computer scientist and media theorist. He developed integrated circuits for early parallel computers and undertook pioneering work in high performance computer image generation and public display systems.", "13186557": "Juergen Pirner (born 1956)[1] is the German creator of Jabberwock, a chatterbot that won the 2003 Loebner prize.", "25064959": "Leon Presser is an American professor, entrepreneur, writer and software engineer. He was honored by the White House as an influential Hispanic leader.", "33863175": "David T. Cliff FRSA FIMA FBCS CITP (born 1966) is a Professor in the Department of Computer Science at the University of Bristol[2] and was formerly the Director of the UK Large-scale Complex IT Systems (LSCITS) Initiative.[3] Cliff is the inventor of the seminal \"ZIP\" trading algorithm,[4] one of the first of the current generation of autonomous adaptive algorithmic trading systems, which was demonstrated to outperform human traders in research published in 2001 by IBM.[5][6] He is also the inventor on multiple international patents[7]\nfrom the early 2000s concerning his invention hpDJ,[8][9] the world's first fully automated disk-jockey (DJ) system for electronic dance music, the precursor to present-day DJ automation tools such as Traktor.", "19969547": "David Ethan Culler (born November 12, 1959) is a computer scientist and former chair of the Department of Electrical Engineering and Computer Sciences at the University of California, Berkeley.[1] He is a principal investigator in the Software Defined Buildings (SDB) project at the EECS Department at Berkeley and the faculty director of the i4Energy Center. His research addresses networks of small, embedded wireless devices, planetary-scale internet services, parallel computer architecture, parallel programming languages, and high performance communication. This includes TinyOS, Berkeley Motes, PlanetLab, Networks of Workstations (NOW), Internet services, Active Message, Split-C, and the Threaded Abstract Machine (TAM).[2]", "53884431": "Eric Veach is a Canadian computer scientist known for his research on improvements to Monte Carlo sampling in Computer Graphics, which won him two technical academy awards.[1][2]", "36550168": "Maria Elisabeth Oswald is an Austrian cryptographer known for her work on side-channel attacks including power analysis and on implementations of cryptosystems that are resistant to these attacks.[1] She is a professor at the University of Klagenfurt.[2]", "18609695": "Bruce Mc Arthur Sayers (6 February 1928 – 12 May 2008[4]) was a British electrical engineer. He was a professor and served as head of the Department of Electrical Engineering and later head of the Department of Computing at Imperial College, London.[5]", "5813795": "Jenny Preece is an American academic who is the Dean Emerita (2005–2015) of the College of Information Studies, a Professor at the  University of Maryland, and a member of the University of Maryland Human-Computer Interaction Lab.[1] She researches online communities and is known for her work on what makes such a community successful, and how usability factors interact with sociability in online communities.[2]", "9352739": "Frances Elizabeth Allen  (August 4, 1932 – August 4, 2020)[2][3] was an American computer scientist and pioneer in the field of optimizing compilers.[4][5][6] Allen was the first woman to become an IBM Fellow, and in 2006 became the first woman to win the Turing Award.[7] Her achievements include seminal work in compilers, program optimization, and parallelization.[8] She worked for IBM from 1957 to 2002 and subsequently was a Fellow Emerita.[9]", "39024180": "Catherine Cole McGeoch is an American computer scientist specializing in empirical algorithmics and heuristics for NP-hard problems.[1]  She is currently Beitzel Professor in Technology and Society at Amherst College.[2] She has been the Editor in Chief of ACM Journal of Experimental Algorithmics and was a member of the ACM Publications Board.[3]", "603700": "David Hillel Gelernter (born March 5, 1955) is an American computer scientist, artist, and writer. He is a professor of computer science at Yale University.", "3487291": "Leonard Uhr (1927 – October 5, 2000) was an American computer scientist and a pioneer in computer vision, pattern recognition, machine learning and cognitive science. He was an expert in many aspects of human neurophysiology and perception, and a central theme of his research was to design artificial intelligence systems based on his understanding of how the human brain works. He was one of the early proponents of incorporation into artificial intelligence algorithms of methods for dealing with uncertainty.", "19068492": "Yang Xiao (Chinese: 肖杨; pinyin: Xiāo Yáng) is a professor of computer science at the University of Alabama.[1]", "4273741": "Richard Bornat (born 1944), is a British author and researcher in the field of computer science. He is also professor of Computer programming at Middlesex University. Previously he was at Queen Mary, University of London.", "64648780": "Alex Krizhevsky is a Ukrainian-born Canadian computer scientist most noted for his work on artificial neural networks and deep learning.\nIn 2012, Krizhevsky and Ilya Sutskever developed a powerful visual-recongition network AlexNet using only two GeForce NVIDIA GPU cards. This revolutionized research in neural networks. Previously neural networks were trained on CPUs. The transition to GPUs opened the way to the development of advanced AI models.[1]\nAlexNet won the ImageNet challenge in 2012. Krizhevsky and Sutskever sold their startup, DNN Research Inc., to Google, shortly after winning the contest. Krizhevsky left Google in September 2017 after losing interest in the work, to work at the company Dessa in support of new deep-learning techniques.[2] Many of his numerous papers on machine learning and computer vision are frequently cited by other researchers.[3] He is the creator of the CIFAR-10 and CIFAR-100 datasets.[4][5]", "59668050": "Natasha Sayce-Zelem (née Natasha Zelem) is the Global Head of Partner Engineering at Amazon Prime Video. She is a founder of 'Empowering Women with Tech', a social enterprise showcasing female role models working in digital media, science, and technology with the goal of getting more women to consider a career in STEM in England.[1][2][3][4][5][6]", "55473747": "Abigail Jane Sellen FRS FREng FBCS is a Canadian[3] cognitive scientist, industrial engineer, and computer scientist who works for Microsoft Research in Cambridge.[4][5] She is also an honorary professor at the University of Nottingham and University College London.[6]", "42202721": "Nicholas Robert Jennings CB FRS FREng FCGI FIET FBCS MAE CEng CITP  is a British computer scientist and the current Vice-Chancellor and President of Loughborough University.[3] He was previously the Vice-Provost for Research and Enterprise at Imperial College London, the UK's first Regius Professor of Computer Science, and the inaugural Chief Scientific Adviser to the UK Government on National Security.[4] His research covers the areas of AI, autonomous systems, agent-based computing and cybersecurity.", "61339234": "Denis Trček (born 1963) is a Slovenian computer scientist and university professor.", "2127458": "Mark E. Dean (born March 2, 1957)[1] is an American inventor and computer engineer. He developed the ISA bus, and he led a design team for making a one-gigahertz computer processor chip.[2] He holds three of nine PC patents for being the co-creator of the IBM personal computer released in 1981.[3] In 1995, Dean was named the first ever African-American IBM Fellow.[4]", "27571814": "Mark d'Inverno (born 29 August 1965)[1] is a British computer scientist, currently a professor of Computer Science at Goldsmiths, University of London, in east London, England.", "48510568": "Nasir Memon is a computer scientist based in Brooklyn, New York.[1] Memon is a professor and chair of the New York University Tandon School of Engineering computer science and engineering department and affiliate faculty at the computer science department in the Courant Institute of Mathematical Sciences at New York University.[2] He is also the Department Head of NYU Tandon Online, the online learning unit of the school. He introduced cyber security studies to New York University Tandon School of Engineering, making it one of the first schools to implement the program at the undergraduate level.[1][2] Memon holds twelve patents in image compression and security.[1][2] He is the founding director of the Center for Interdisciplinary Studies in Security and Privacy (CRISSP) and CRISSP Abu Dhabi.[1] In 2002, Memon founded Cyber Security Awareness Week (CSAW), an annual conference where tens of thousands of students compete in events and learn skills in cyber security[3] Memon is also co-founder of Digital Assembly, a software company that develops digital forensics and data recovery and Vivic, a company that produces malware detection software.[4][5] Memon has published over 250 articles in journals and conferences and has contributed to articles regarding cyber security in magazines such as Crain’s New York Business, Fortune, and USA Today.[6][7][8][9] His research has been featured in NBC Nightly News, The New York Times, MIT Review, Wired.Com, and New Science Magazine.[6]", "996986": "Anthony \"Tony\" Almeida  is a fictional character portrayed by Carlos Bernard on the television series 24. Almeida appeared in a total of 126 episodes (including 24: Legacy), the second highest number of episodes of any character in the series, third being Chloe O'Brian (125) and first being Jack Bauer (192), portrayed by Mary Lynn Rajskub and Kiefer Sutherland, respectively. Despite initially having friction with Jack Bauer, he eventually develops a strong friendship with Jack and becomes one of the few people Jack trusts unconditionally with his life. However, the loss of his wife Michelle Dessler and unborn son at the hands of a government conspiracy drives him into despair and then rage. His descent into darkness and evil to seek revenge against those responsible for destroying his life is widely lamented by fans and showcases a dark contrast to Jack whose life has also been ruined by the government.", "37336711": "Catherine Gody Wolf (May 25, 1947 - February 7, 2018) was an American psychologist and expert in human-computer interaction. She was the author of more than 100 research articles and held six patents in the areas of human-computer interaction, artificial intelligence, and collaboration.[1] Wolf was known for her work at IBM's Thomas J. Watson Research Center in Yorktown Heights, NY, where she was a 19-year staff researcher.[2]", "42268297": "Samuel Jerrold \"Jerry\" Kaplan (born March 25, 1952) is an American computer scientist, author, futurist, and entrepreneur.[6] He is best known as a pioneer in the field of pen computing and tablet computers.[7] He is the founder of numerous companies, including GO Corporation, whose technology was used to develop the first smartphone and tablet PC.[8][9] Kaplan is the co-founder of OnSale, the first B2C online auction site launched in 1994, five months prior to eBay.[5] He is a recipient of the 1998 Ernst & Young Emerging Entrepreneur of the Year Award[10] and author of the best-selling book Startup: A Silicon Valley Adventure.[11] He has been featured in major news publications, including The New York Times, The Wall Street Journal, Forbes, Red Herring, and Bloomberg Businessweek.[12][13][14] Kaplan is also the author of the 2015 book Humans Need Not Apply: A Guide to Wealth and Work in the Age of Artificial Intelligence.  Additional companies he has co-founded include artificial intelligence company Teknowledge, Inc. and social game website Winster.com.[1]  Kaplan was briefly a Fellow at the Stanford Center for Legal Informatics.", "60470926": "Tas Tsonis is a computer scientist who continues to play a prominent role in using graphical algorithms, computer science, and computational geometry to automate the personalization of apparel and accessories.  He has been granted twelve US patents based on mathematical and graphical algorithms.[1][2]", "9369234": "Eric Bach is an American computer scientist who has made contributions to computational number theory.", "61879959": "Alice Mamaga Akosua Amoako is a Ghanaian social entrepreneur and the founder of Autism Ambassadors of Ghana. She is one of the developers of the Autism Aid app.[1][2]", "56686233": "Haiyan Zhang is a designer and engineer. She is Director of Innovation at Microsoft Research and Technical Advisor to Lab Director, Christopher Bishop. She appeared on the BBC show \"Big Life Fix\".", "73676448": "Nathalie Japkowicz is a Canadian computer scientist specializing in machine learning. She is a professor and department chair of computer science at the American University College of Arts and Sciences.", "31520420": "Maja Matarić is an American computer scientist, roboticist and AI researcher, and the Chan Soon-Shiong Distinguished Professor of Computer Science, Neuroscience, and Pediatrics at the University of Southern California. She is known for her work in human-robot interaction for socially assistive robotics, a new field she pioneered,[1][2]  which focuses on creating robots capable of providing personalized therapy and care that helps people help themselves, through social rather than physical interaction. Her work has focused on aiding special needs populations including the elderly,[3] stroke patients,[4] and children with autism,[5][6] and has been deployed and evaluated in hospitals, therapy centers, schools, and homes.[7] She is also known for her earlier work on robot learning from demonstration, swarm robotics, robot teams,[8] and robot navigation.", "35026621": "Cristopher David Moore, known as Cris Moore, (born March 12, 1968 in New Brunswick, New Jersey)[1] is an American computer scientist, mathematician, and physicist. He is resident faculty at the Santa Fe Institute, and was formerly a full professor at the University of New Mexico.", "276160": "William Allan Wulf (December 8, 1939 – March 10, 2023) was an American computer scientist notable for his work in programming languages and compilers.", "10811077": "David Peleg (Hebrew: דוד פלג) is an Israeli computer scientist. He is a professor at the Weizmann Institute of Science, holding the Norman D. Cohen Professorial Chair of Computer Sciences, and the present dean of the Faculty of Mathematics and Computer Science in Weizmann Institute.\n[1] His main research interests are algorithms, computer networks, and distributed computing. Many of his papers deal with a combination of all three.", "61601478": "Jean Dollimore is an English computer scientist that worked at Queen Mary University of London,[1] notable for being co-author (together with George Coulouris, Tim Kindberg and Gordon Blair) of one of the standard distributed computer systems textbooks, Distributed Systems (ISBN 978-0132143011). This textbook alone has been cited over 4,700 times.[2]", "22902471": "Lonnie D. Bentley (born 1957) is an American computer scientist, and Professor and former Department Head of Computer and Information Technology at Purdue University, known with Kevin C. Dittman and Jeffrey L. Whitten as co-author of the textbook Systems Analysis and Design Methods, which is now in its 7th edition.[1]", "65009359": "Postgraduate Diploma, Higher Education: Secondary\nEducation and Teaching (2010-2011) at the University of Strathclyde", "53720784": "Anastasios Bakirtzis is a Professor of electrical and computer engineering at the Aristotle University of Thessaloniki, Greece. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[1] for contributions to optimization of power systems operation and scheduling.[2]", "374485": "Henry Kučera (15 February 1925 – 20 February 2010), born Jindřich Kučera (Czech pronunciation: [ˈjɪndr̝ɪx ˈkutʃɛra]), was a Czech-American linguist who pioneered corpus linguistics,  linguistic software, a major contributor to the American Heritage Dictionary, and a pioneer in the development of spell checking computer software. He is remembered in particular as one of the initiators of the Brown Corpus.", "2979546": "Paris Christos Kanellakis (Greek: Πάρις Χρήστος Κανελλάκης; December 3, 1953 – December 20, 1995) was a Greek American computer scientist.", "72857305": "Hussein A. Abbass is an Egyptian researcher into artificial intelligence and professor at the University of New South Wales. He joined the university in 2000 and became a professor in 2007.[1] He is known for his research into the language Jingulu and its uses for artificial intelligence.[2][3][4] He is the founder and first editor of the IEEE's Transactions on Artificial Intelligence journal. Abbass was made a fellow of the IEEE in 2020 \"for contributions to evolutionary learning and optimization\".[5][6]", "12072673": "Ivan Bratko (born June 10, 1946) is a Slovene computer scientist working as a D. Sc. Professor of Computer and Information Science at the Faculty of Computer and Information Science at the University of Ljubljana.", "620257": "Peter Jay Weinberger (born August 6, 1942) is a computer scientist best known for his early work at Bell Labs.  He now works at Google.[1]", "37320419": "François Gernelle (born December 20, 1944) is a French engineer, computer scientist and entrepreneur famous for inventing the first micro-computer using a micro-processor, the Micral N.[1]", "8369895": "Mircea Florian (Romanian: [ˈmirtʃe̯a floriˈan]; born December 5, 1949), also known as Florian din Transilvania, M. A. N. Florian,[1] and FloriMAN,[2] is a Romanian multi-instrumentalist musician, multimedia artist and computer scientist, based in Germany. Having started his musical career as a folk rock singer, in the late 1960s, he developed a fusion between Romanian folklore and Eastern music, especially Indian sound, moving into psychedelic music. He founded Ceata Melopoică ensemble, with whom he recorded a concept album. These and his solo acts earned him a cult following among rebellious youth, establishing his reputation as one of the most original contributors to Romanian pop music. Florian was also an early member of Cenaclul Flacăra, a traveling music and literature circle, but parted with it when it became increasingly nationalistic.", "40122092": "Oliver Roup is an entrepreneur and computer scientist originally from Toronto, Ontario, Canada.[1] Roup is the founder and CEO of the content monetization service VigLink.[2][3][4]", "51050228": "Ulisses M. Braga Neto (born Feb 12 1971) is a Brazilian-American electrical engineer and is currently Professor of Electrical and Computer Engineering at Texas A&M University. His main research areas are statistical pattern recognition, machine learning, signal and image processing, and systems biology. He has worked extensively in the field of error estimation for pattern recognition and machine learning, having published with Edward R. Dougherty the first book dedicated to this topic.[1] Braga-Neto has also published a classroom textbook on Pattern Recognition and Machine Learning.[2] He has also made contributions to the field of Mathematical morphology in signal and image processing.", "72644341": "Devi Parikh is an American computer scientist.", "30848758": "Kenneth L. \"Ken\" Bowles (c. 1929 – August 15, 2018) was an American computer scientist best known for his work in initiating and directing the UCSD Pascal project, when he was a professor of computer science at the University of California, San Diego (UCSD).[1]", "58619639": "Wushour Silamu or Wushour Slamu (Uyghur: ھۇشۇر ئىسلام, romanized: Hushur Islam, Ⱨuxur Islam; simplified Chinese: 吾守尔·斯拉木; traditional Chinese: 吾守爾·斯拉木; pinyin: Wúshǒu'ěr Sīlāmù; born 15 October 1941), is a Chinese computer scientist of Uyghur nationality.[1] He is a professor at Xinjiang University in Ürümqi and specializes in multilingual computing, especially with reference to the Uyghur language and other minority languages of Xinjiang.", "27358971": "Erik Sandewall is a Swedish Professor in the Chair of Computer Science at Linköping University since 1975. He is known for his pioneering research in artificial intelligence.", "42809091": "Subrata Dasgupta is a bi-cultural multidisciplinary scholar, scientist, and writer.  Born in Calcutta (in 1944), he was educated in England, India, and Canada.", "7943940": "William Michael Johnson is a technologist, and pioneer in superscalar microprocessor design in the United States.", "52393734": "Bret Victor is an interface designer, computer scientist, and electrical engineer known for his talks on the future of technology. As of 2021[update], he worked as a researcher at Dynamicland.", "53737224": "Sarma Bala Vrudhula is a Professor of Computer Science and Engineering at Arizona State University, Tempe, Arizona. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2016[1] for contributions to low-power and energy-efficient design of digital circuits and systems.", "65877773": "Verena Rieser (born 1979)[1] is a German computer scientist specialising in natural-language generation, including conversational modelling[2] as well as studies of how gender cues in synthetic language can trigger biases in the people who interact with them.[2][3] She is a professor in the School of Mathematical and Computer Sciences at Heriot-Watt University in Edinburgh,[4] where she directs the Natural Language Processing Laboratory.[5]", "71251727": "Lori Ann Diachin (formerly Lori Ann Freitag) is an American computer scientist specializing in scientific computing, mesh generation, mesh improvement, and interoperability. She works in the Computation Directorate of the Lawrence Livermore National Laboratory, where she is Deputy Associate Director for Science and Technology, and Deputy Director of the Exascale Computing Project.[1]", "24688403": "Martin Campbell-Kelly FCBS FLSW is an Emeritus Professor at the University of Warwick who has specialised in the history of computing.[1][2]", "56358677": "James Lenton Alty (21 August 1939 – 6 December 2022) was a British computer scientist who was Emeritus Professor of Computer Science at Loughborough University.", "48854807": "Peter Arthur Fox (5 May 1959 – 27 March 2021) was a data science and Semantic eScience researcher at Rensselaer Polytechnic Institute (RPI), United States. He was a Tetherless World Constellation chair and professor of Earth and Environmental Science, Computer Science and Cognitive Science, and director of the Information Technology and Web Science Program at RPI. He was known for defining informatics and data science in earth sciences, bringing Semantic Web research to that community,  as well as defining the sun-earth connection research agenda and co-convening the community.[1] Fox was born in Devonport, Tasmania, Australia and resided in Troy, NY, United States until his death on 27 March 2021, at the age of 61.[2]", "55211800": "David Lansing Dill (born January 8, 1957) is a computer scientist and academic noted for contributions to formal verification, electronic voting security, and computational systems biology.", "52508453": "Kaya Thomas (born 1995) is an American app developer. She is the creator of We Read Too, an iOS app that helps readers discover books for and by people of color. Thomas is a volunteer mentor with Black Girls Code and a Made with Code role model. She has received recognition for her work to improve diversity in the tech industry and was honored in 2015 by Michelle Obama at BET's Black Girls Rock! award show and was named one of Glamour's 2016 College Women of the Year.", "23934759": "Henning Schulzrinne is a German-American computer scientist who led research and development of the voice over IP network protocols.[1]", "66713385": "Hendrik (Henk) Koppelaar (born February 1953) is a Dutch computer scientist and emeritus professor at the Delft University of Technology, knows for his work in knowledge engineering.[2]", "59602729": "Animashree (Anima) Anandkumar is the Bren Professor of Computing at California Institute of Technology. Previously, she was a director of Machine Learning research at NVIDIA. Her research considers tensor-algebraic methods, deep learning and non-convex problems.", "56735534": "Jim Waldo is an American computer scientist and the Chief Technology Officer of Harvard University. He is the Gordon McKay Professor of the Practice of Computer Science at the Harvard School of Engineering and Applied Sciences and Professor of Technology and Policy at the Harvard Kennedy School.[1] Previously he was a Distinguished Engineer at Sun Microsystems Laboratories, where he was lead architect for Jini, a distributed programming system based on Java, and helped develop Project Darkstar.[2][3] He was also involved in some of the early design and development of the Java programming language and environment.", "69842750": "Sunita Sarawagi is an Indian computer scientist known for her research in databases, data mining, and machine learning, including the use of natural language processing to extract structured data from text. She is Institute Chair Professor of Computer Science and Engineering at IIT Bombay.[1]", "71563072": "Alfons Kemper (born 1958) is a German computer scientist and a full professor for database systems at the Technical University of Munich.", "19773266": "Aaron F Bobick is dean of the McKelvey School of Engineering at Washington University in St. Louis.[1]\nBobick’s research is in the field of artificial intelligence and computer vision.  He has chaired and published papers in top-tier academic conferences in these areas.  His research and expert opinions on technology have also been reported in major news sources.", "5666643": "Daniel D. McCracken (July 23, 1930 – July 30, 2011) was a computer scientist in the United States. He was a professor of Computer Sciences at the City College of New York, and the author of over two dozen textbooks on computer programming, with an emphasis on guides to programming in widely used languages such as Fortran and COBOL.  His A Guide to Fortran Programming (Wiley, 1961) and its successors were the standard textbooks on that language for over two decades.  His books have been translated into fourteen languages.", "2242389": "Joel Barr (January 1, 1916 – August 1, 1998), also Iozef Veniaminovich Berg and Joseph Berg, was part of the Soviet Atomic Spy Ring.", "1587033": "Mordechai (Moti) Ben-Ari (Hebrew: מרדכי (מוטי) בן-ארי) is a professor emeritus of computer science education at the Weizmann Institute of Science.[1]", "50837337": "Joseph A. Konstan is an American computer scientist, the Distinguished McKnight University Professor and Distinguished University Teaching Professor at the University of Minnesota. His research interests are human computer interaction, social computing, collaborative information filtering, online communities and medical and health applications of Internet technology.[2] He is best known for his work in collaborative filtering recommenders (the GroupLens project), and for his work in online HIV prevention.[3]", "44152667": "Yoram Ofek (Hebrew: יורם אופק; September 25, 1950 – December 9, 2009) was a Marie Curie Chair and full professor in the Information Engineering and Computer Science Department at the University of Trento, Italy. He was the inventor of 45 US and European patents[1] and published more than 120 journal and conference papers.[2] He invented several novel architectures for networking, computing and storage. He was elected IEEE Fellow in 2006 for his contributions to switching, scheduling and synchronization in data networks.[3]", "19085148": "Semyon Nikolaevich Korsakov (Russian: Семён Николаевич Корсаков, Semyon Nikolayevich Korsakov) (14 January 1787 – 1 December 1853 OS) was a Russian government official, noted both as a homeopath and an inventor who was involved with an early version of information technology.", "42268508": "Ann Patricia \"Pat\" Fothergill (née Waddington, formerly Ambler; 13 February 1936 – 28 January 2017) was a pioneer in robotics and robot control languages in the AI department of the University of Edinburgh. She moved to the University of Aberdeen in 1986 to join the Department of Computing as a senior lecturer, where she remained until her death.[1]", "62699362": "Helen Chan Wolf is an artificial intelligence pioneer who worked on facial recognition technology and Shakey the robot, the world's first autonomous robot, at SRI International.", "62191471": "Michael Waidner (born on December 20, 1961, in Mühlacker)[1] is a German computer scientist. He is director of the Fraunhofer Institute for Secure Information Technology and ATHENE, the largest research institute for IT security in Europe. He is also professor of security in information technology at the department of computer science of the Technische Universität Darmstadt.", "63305587": "Carlos A. Coello Coello is a Mexican computer scientist, Professor at the UNSW School of Engineering and Information Technology, and researcher at the CINVESTAV. His paper \"Evolutionary algorithms for solving multi-objective problems\" has been cited over 7,800 times.[1] He won the IEEE Kiyo Tomiyasu Award in 2013.[2]", "65189750": "Catherine Pelachaud is a French computer scientist specializing in human–computer interaction and known for her work virtual assistants and on recognizing and generating facial expressions. She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Institut des Systèmes Intelligents et de Robotique (ISIR), a shared research center of CNRS and Sorbonne University.", "53720951": "Rajkumar Buyya is an Indian born Australian academic.[1] As of 2022, he is distinguished professor and director of the Cloud Computing and Distributed Systems Laboratory at the University of Melbourne.[2]", "56784764": "Dr. Shikoh Gitau (circa 1981) is a Kenyan computer scientist.  She finished her undergraduate studies in Computer Science at the Africa Nazarene University and attained her PhD at University of Cape Town.[1] She is known for inventing M-Ganga and Ummeli, mobile applications for promoting health and medicine and matching unemployed workers with employment opportunities. Gitau was the first African to win the Google Anita Borg Memorial Scholarship, received in the Grace Hopper Celebration of Women in Computing based on her inventions and thesis.[2] She contributes and manages the Technology Innovations for Inclusive Growth program, where she is presently employed in the Africa Development Bank (AfDB).[3]", "505733": "Harri Porten (born 1972) is  a software engineer. Porten, a KDE developer and former Trolltech employee, is the CEO of Froglogic, a consultancy company related to Qt development. He lives in Hamburg, Germany.", "45201289": "Peter Sanders (born 1967)[1] is a German computer scientist who works as a professor of computer science at the Karlsruhe Institute of Technology. His research concerns the design, analysis, and implementation of algorithms and data structures,[2] and he is particularly known for his research on suffix sorting finding shortest paths in road networks.[3]", "62715786": "Sheree Atcheson (born 28 February 1991) is a Sri Lankan-born Northern Irish computer scientist and Group Vice-President of Diversity & Inclusion at Valtech. She previously has held roles such as Global Director of Diversity, Equity and Inclusion at Peakon Head of Diversity and Inclusion at Monzo and Consulting Inclusion Lead at Deloitte. Atcheson has been recognised by Computer Weekly as one of the Most Influential Women in UK Tech. She is the Global Ambassador for Women Who Code.", "49575817": "James R. \"Robert\" Slagle (March 1, 1934 – December 3, 2023)  was an American computer scientist notable for his many achievements in Artificial Intelligence. Since 1984 he has been the Distinguished Professor of Computer Science at the University of Minnesota, Minneapolis, with former appointments at Johns Hopkins University, the National Institutes of Health (Bethesda, Maryland), the Naval Research Laboratory, Lawrence Radiation Laboratory, University of California and the Massachusetts Institute of Technology.", "1963921": "Boris Artashesovich Babayan (Russian: Борис Арташеcович Бабаян; Armenian: Բորիս Արտաշեսի Բաբայան; born Baku, 20 December 1933) is a Soviet and Russian computer scientist of Armenian descent, notable as the pioneering creator of supercomputers in the former Soviet Union and Russia.", "43186073": "Alice Jane Bernheim Brush is an American computer scientist known for her research in human-computer interaction, ubiquitous computing and computer supported collaborative work (CSCW).  She is particularly known  for her research studying and building technology for homes as well as expertise conducting field studies of technology.  \nShe is the co-chair of CRA-W from 2014 to 2017.", "3028895": "Peyman Faratin (born September 16, 1965) is an Iranian/American computer scientist, and the founder of Robust Links, an Internet company building algorithms for creating and processing a knowledge graph.", "24950688": "Brad Allan Myers[1] is a professor in the Human-Computer Interaction Institute at Carnegie Mellon University. He earned his PhD in computer science at the University of Toronto in 1987, under Bill Buxton.", "14858148": "Matt Kaufmann is a senior research scientist in the department of computer sciences at the University of Texas at Austin, United States. He was a recipient of the 2005 ACM Software System Award along with Robert S. Boyer and J Strother Moore, for his work on the Boyer-Moore Theorem Prover.[1]", "1062826": "Robert Morgan Hyatt (born 1948) is an American computer scientist and programmer. He co-authored the computer chess programs Crafty and Cray Blitz which won two World Computer Chess Championships in the 1980s. Hyatt was a computer science professor at the University of Southern Mississippi (1970–1985) and University of Alabama at Birmingham (1988–2016).", "1177516": "Markus Hendrik Overmars (Dutch pronunciation: [ˈmɑrkʏs ˈɦɛndrɪk ˈmɑr(ə)k ˈoːvərˌmɑrs]; born 29 September 1958 in Zeist, Netherlands)[1] is a Dutch computer scientist and teacher of game programming known for his game development application GameMaker. GameMaker lets people create computer games using a drag-and-drop interface. He is the former head of the Center for Geometry, Imaging, and Virtual Environments at Utrecht University, in the Netherlands.[2] This research center concentrates on computational geometry and its application in areas like computer graphics, robotics, geographic information systems, imaging, multimedia, virtual environments, and games.", "30554041": "Franz Josef Och (November 2, 1971) is a German computer scientist. He is best known for being the chief architect of Google Translate. He has worked as a Director at Facebook.[1] Prior\nto this, he was Head of Data Science at Grail, (an Illumina company),[2] Chief Data Scientist[3] at Human Longevity Inc., and earlier worked for Google as a Distinguished Research Scientist and head of machine translation based at Google's Mountain View, California, headquarters south of San Francisco.", "51214265": "Kris Rinne is a technology person and retired Senior VP of network technology at AT&T Labs. She was an inductee to the 2013 Wireless Hall of Fame[1] and the 2014 Women in Technology International Hall of Fame. She has been described as a key person in wireless technologies for her AT&T work.[2]", "57636793": "Kevin Scott (born 1972) serves as Chief Technology Officer at Microsoft.[1] He was previously Senior Vice President of Engineering and Operations at LinkedIn from February 2011 to January 2017.[2][3]", "2570173": "Clifford \"Cliff\" B. Jones FREng[2] (born 1 June 1944) is a British computer scientist, specializing in research into formal methods.[3] He undertook a late DPhil at the Oxford University Computing Laboratory (now the Oxford University Department of Computer Science) under Tony Hoare, awarded in 1981. Jones' thesis proposed an extension to Hoare logic for handling concurrent programs, rely/guarantee.[4]", "39401406": "Fotios Zaharoglou (Greek: Φώτιος Ζαχάρογλου) is a Greek computer scientist. He received his Diploma in Electrical Engineering from Aristotle University of Thessaloniki in 1986,[1]\nhis MS in Electrical Engineering from the California Institute of Technology in 1987, and his PhD in  Computer Science from the University of California, San Diego in 1993.[2] His work on the applications of topology to the theory of distributed computing along with Maurice Herlihy, Michael Saks and Nir Shavit, was awarded the 2004 Gödel Prize.[3][4]", "21018561": "Daniel Jackson (born 1963) is a professor of Computer Science at the Massachusetts Institute of Technology (MIT). He is the principal designer of the Alloy modelling language, and author of the book Software Abstractions: Logic, Language, and Analysis.[1]", "3569602": "Brent Hailpern is a computer scientist retired from IBM Research.  His research work focused on programming languages, software engineering, and concurrency.", "56686536": "Tiziana Margaria (born 1964) is a computer scientist and software engineer whose research topics include formal methods and model-driven engineering. Educated in Italy, she has worked in Italy, Germany, Sweden, and Ireland, and currently works in Ireland as Chair of Software Systems in the University of Limerick's Department of Computer Science and Information Systems.", "37287882": "Fee Plumley is a British-born digital artist, technology evangelist, and digital consultant. She lives in Australia and is a citizen. She worked for the Australia Council for the Arts on its \"Arts content for the digital era\" program, producing initiatives such as Geek in Residence and the Digital Culture Fund.[1][2][3] Since 1997, she has collaborated with Douglas Rushkoff.[4] She is a regular guest on the Australian Broadcasting Corporation's Download this Show on Radio National, where she talks about datamining.[5][6]", "53721041": "Joseph R. Cavallaro is a Professor of Electrical and Computer Engineering at Rice University and director of the Center for Multimedia Communication in Houston, Texas. He joined the faculty of Rice University in August 1988. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[1] for contributions to VLSI architectures and algorithms for signal processing and wireless communications.", "3569622": "Julian Lombardi (born November 11, 1956) is an American inventor, author, educator, and computer scientist known for his work with socio-computational systems, scalable virtual world technologies, and in the design and deployment of deeply collaborative virtual learning environments.", "3569625": "David Alan Smith (born 1957, in Camp Lejeune, North Carolina) is an American computer scientist, entrepreneur, and CTO of the Croquet Corporation. He has focused on interactive 3D and using 3D as a basis for new user environments and entertainment for over twenty years.", "26146779": "Brian Wynne Oakley, CBE FBCS FInstP (10 October 1927 – 17 August 2012)[1] was a British civil servant and industrialist who took a leading role in the area of information technology, especially the 1980s Alvey Programme.", "53721052": "Elizabeth Chang is an electrical engineer at Curtin University in Perth, Western Australia. Chang was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[1] for her contributions to industrial informatics and cyber physical systems.", "54327264": "Dorothea Blostein (née Haken) is a Canadian computer scientist who works as a professor of computer science at Queen's University. She has published well-cited publications on computer vision,[BA] image analysis,[ZBC] and graph rewriting,[BFG] and is known as one of the authors of the master theorem for divide-and-conquer recurrences.[BHS] Her research interests also include biomechanics and tensegrity.[1]", "68843492": "Mubashir Husain Rehmani (Urdu: مبشر حسین رحمانی) (born on 23 February 1983 in Karachi, Pakistan)[8] is a Pakistani researcher[9] and computer scientist. His areas of work are computer networking, telecommunications, wireless communications and blockchain. He was recognised in 2020 [10] and 2021[11] as one of the Highly Cited Researchers in computer science by Clarivate.[12][13][14][15][16]", "55785446": "Alan Woodward is a British computer scientist at the University of Surrey. He is a specialist in computer security and a core member of the Surrey Centre for Cyber Security.", "64600049": "Zachary Schwitzky is an American computer security expert.[1] He is also known for his rare choice of commuter vehicle.[2][3] Schwitzky, who lives in Hoboken, NJ, paddles a kayak to work - weather permitting.[4]", "13154296": "Yorick Alexander Wilks FBCS (27 October 1939 – 14 April 2023) was a British computer scientist. He was an emeritus professor of artificial intelligence at the University of Sheffield, visiting professor of artificial intelligence at Gresham College (a post created especially for him), senior research fellow at the Oxford Internet Institute, senior scientist at the Florida Institute for Human and Machine Cognition, and  a member of the Epiphany Philosophers.", "31569912": "Alexander Waibel (born 2 May 1956 in Heidelberg, Germany) is a professor of Computer Science at Carnegie Mellon University and Karlsruhe Institute of Technology. Waibel's research interests focus on speech recognition and translation[1] and human communication signals and systems.[2] Alex Waibel made pioneering contributions to speech translation systems, breaking down language barriers through cross-lingual speech communication. In fundamental research on machine learning, he is known for the Time Delay Neural Network (TDNN),[3] the first Convolutional Neural Network (CNN) trained by gradient descent, using backpropagation.[4] Alex Waibel introduced the TDNN 1987 at ATR in Japan.", "43939832": "Wayne Snyder is an associate professor at Boston University known for his work in E-unification theory.", "54310906": "Valerie Barr is an American computer scientist, and is the Margaret Hamilton Distinguished Professor of Computer Science at Bard College.  She formerly held the Jean Sammet  endowed chair in the department of Computer Science at Mount Holyoke College in South Hadley, Massachusetts. She is known for her work with women in computing.", "53442558": "Anna Tramontano (14 July 1957 – 10 March 2017) was an Italian computational biologist and chair professor of biochemistry at the Sapienza University of Rome.[1][2][3] From 2011 to 2014 she was a member of the Scientific Council of the European Research Council (ERC).[4]\nShe was an associate editor for the journal Bioinformatics from 2005 until 2016 editing papers in the area of structural bioinformatics.", "28030975": "Peter A. Freeman is the founding dean of Georgia Tech's College of Computing, a position he held from 1990 to 2002. Freeman was assistant director of the National Science Foundation from 2002 to 2007.", "14891010": "Lev Nikolayevich Korolyov (also Korolev, Russian: Лев Николаевич Королёв; 6 September 1926 – 5 January 2016) was a Russian / Soviet computer scientist,   a corresponding member of the USSR Academy of Sciences. He was involved in the development of  the first Soviet computers.", "68188163": "Marina Umaschi Bers is the Augustus Long Professor of Education at Boston College. Bers holds a secondary appointment  in Boston College's Department of Computer Science. Bers directs the interdisciplinary DevTech Research Group, which she started in 2001 at Tufts University.[1] Her research involves the design and study of innovative learning technologies to promote children's positive development. She is known for her work in the field of early childhood computer science with projects of national and international visibility. Bers is the co-creator of the free ScratchJr programming language, used by 35 million children, and the creator of the KIBO robotic kit, which has no screens or keyboards.[2]", "32438282": "Sarah Allen (born Sarah Lindsley)[1] is an American software developer and entrepreneur.[2]  Allen attended Brown University in Rhode Island, where she majored in computer science and visual arts. Early in her career, she led the development of Adobe Shockwave Multiuser Server, Flash Media Server, and Flash video, and co-founded the company that created Adobe After Effects.[1][3][4]\nIn 2013, Allen was selected for the Presidential Innovation Fellows program working with the Smithsonian Institution.[5]", "51214355": "Lauren States (born 1956) is a former Chief of Technology[1] and then Vice President of Strategy and Transformation for IBM's Software Group Division.", "52787221": "Sandra Landy (née Ogilvie; 19 June 1938 – 4 January 2017) was a contract bridge player who played at international level for England and for Great Britain, and was a member of the England teams which won the women's world championship, the Venice Cup, in 1981 and 1985. She was also a teacher and populariser of the game, and developed the English Bridge Union's \"Bridge for All\" teaching programme.[1][2]", "42842133": "Alexander L. Wolf (born 12 September 1956) is an American computer scientist known for his research in software engineering, distributed systems,\nand computer networking. He is credited, along with his collaborators, with introducing the modern study of software architecture,[2][3] content-based publish/subscribe messaging,[4] content-based networking, automated process discovery,[5] and the software deployment lifecycle. Wolf's 1985 Ph.D. dissertation[6] developed language features for expressing a module's import/export specifications and the notion of multiple interfaces for a type, both of which are now common in modern computer programming languages.", "53721117": "Jordi Cortadella Fortuny is a Spanish computer scientist specializing in electronic design automation. He is a professor of computer science at the Polytechnic University of Catalonia.", "69154847": "Emilie Kaufmann (born 1987)[1] is a French statistician and computer scientist specializing in machine learning, and particularly known for her research on the multi-armed bandit problem. She is a researcher for the French National Centre for Scientific Research (CNRS), associated with the Centre de Recherche en Informatique, Signal et Automatique de Lille (CRIStAL) at the University of Lille.", "21870626": "Robert Pike (born 1956) is a Canadian programmer and author.\nHe is best known for his work on the Go programming language while working at Google[1][2]\nand the Plan 9 operating system while working at Bell Labs, where he was a member of the Unix team.[1]", "41203749": "Gerry Stahl is an American computer scientist specializing in  computer-supported collaborative learning. He is professor emeritus of computing and informatics at Drexel University, and was the founding editor-in-chief of the International Journal of Computer-Supported Collaborative Learning.", "70973480": "Lynn Martin is an American markets executive and computer programmer. On January 3, 2022, she became the 68th president of the New York Stock Exchange (NYSE).", "4012076": "Paul Larson (Per-Åke Larson) is a computer scientist. He is most famous for inventing the linear hashing algorithm with Witold Litwin. Paul Larson is currently a senior researcher in the Database Group of Microsoft Research. He is frequent chair and committee member of conferences such as VLDB, SIGMOD, and ICDE.\nIn 2005 he was inducted as a Fellow of the Association for Computing Machinery.[1]", "44283951": "Amit Sahai (born 1974) is an Indian-American computer scientist. He is a professor of computer science at UCLA and the director of the Center for Encrypted Functionalities.[4]", "74004530": "Marina Kuriakkose Thottan is a computer scientist specializing in the performance, management, and security of computer networks and smart grids. She is a principal research scientist at Amazon Web Services.[1]", "9631795": "William David Haseman (2 April 1948 - 2 December 2019) was an American computer scientist who was an expert in Management Information Systems and Wisconsin Distinguished Professor of MIS of University of Wisconsin–Milwaukee (UWM). His expertise is Internet-based technologies.[1][2]", "42793014": "Radhia Cousot (6 August 1947 – 1 May 2014)[1] was a French computer scientist known for inventing abstract interpretation.", "62142521": "Atta ur Rehman Khan (Urdu: عطا الرحمن خان) is a computer scientist and academician[1][2][3] who has contributed to multiple domains of the field.[4][5][6] According to a Stanford University report,[7] he is among World's Top 2% Scientists.[8] He is the founder of National Cyber Crime Forensics Lab Pakistan,[9] which operates in partnership with NR3C.[10] He has published numerous research articles[11] and books.[12]  He is a senior member of IEEE and ACM.[13]", "56932411": "Joy Adowaa Buolamwini is a Ghanaian-American-Canadian computer scientist and digital activist based at the MIT Media Lab.[2] She founded the Algorithmic Justice League (AJL), an organization that works to challenge bias in decision-making software, using art, advocacy, and research to highlight the social implications and harms of artificial intelligence (AI).[3]", "73152573": "Bernadette Charron-Bost is a French computer scientist specializing in distributed computing. She is a director of research for the French National Centre for Scientific Research (CNRS). Formerly affiliated with the École polytechnique, she recently moved to the École normale supérieure (Paris).[1]", "37713988": "Carla Schlatter Ellis is an American computer scientist and Emeritus Professor of Computer Science at Duke University. She is known for her work in energy management on mobile devices as well as for her dedication to increasing the number of women in the field of computer science. She is one of the founding members of Systers, an international email list of female computer scientists that was founded in 1987. Systers, which was initiated by Ellis and 12 other female computer scientists who met at a Symposium on Operating Systems Principles (SOSP), has since grown to over 3000 members.", "1685591": "Teuvo Kalevi Kohonen (11 July 1934 – 13 December 2021) was a Finnish computer scientist. He was professor emeritus of the Academy of Finland.[1]", "54655067": "Gregory Grefenstette (born April 25, 1956) is a French–American researcher and professor in computer science, in particular artificial intelligence and natural language processing.[1][2] As of 2020[update], he is the chief scientific officer at Biggerpan, a company developing a predictive contextual engine for the mobile web. Grefenstette is also a senior associate researcher at the Florida Institute for Human and Machine Cognition (IHMC).", "2570332": "Professor Dines Bjørner (born 4 October 1937, in Odense) is a Danish computer scientist.", "58767458": "Yolanda Gil is a Spanish computer scientist specializing in knowledge discovery and knowledge-based systems at the University of Southern California (USC).[3][1] She served as chair of SIGAI the Association for Computing Machinery (ACM) Special Interest Group (SIG) on Artificial Intelligence, and the president of the Association for the Advancement of Artificial Intelligence (AAAI).", "73627760": "Guiling (Grace) Wang is a computer scientist whose research concerns mobile wireless sensor networks, especially vehicular ad hoc networks, and their applications in intelligent transportation systems. Educated in China and the US, she is a distinguished professor of computer science and associate dean for research in the Ying Wu College of Computing at the New Jersey Institute of Technology (NJIT),[1] and the founding director of the NJIT Center for AI Research.[2]", "9189491": "Alex Biryukov is a cryptographer, currently a full professor at the University of Luxembourg. His notable work includes the design of the stream cipher LEX, as well as the cryptanalysis of numerous cryptographic primitives. In 1998, he developed impossible differential cryptanalysis together with Eli Biham and Adi Shamir.[1] In 1999, he developed the slide attack together with David Wagner. In 2009 he developed, together with Dmitry Khovratovich, the first cryptanalytic attack on full-round AES-192 and AES-256 that is faster than a brute-force attack.[2] In 2015 he developed the Argon2 key derivation function with Daniel Dinu and Dmitry Khovratovich.[3]\nSince 1994 Alex Biryukov is a member of the International Association for Cryptologic Research.", "3635316": "Jon Louis Bentley (born February 20, 1953) is an American computer scientist who is credited with the heuristic-based partitioning algorithm k-d tree.", "40253560": "Johannes Cornelis (Hans) van Vliet (born 12 September 1949, Mijdrecht)[1] is a Dutch computer scientist and Professor Emeritus of Software Engineering at the Vrije Universiteit Amsterdam, known for his work in quantitative aspects of software engineering.[2][3]", "39991421": "Arturo Azcorra (born November 8, 1962, in Santurce, Spain) is a Spanish scientist and telecommunications engineer who is recognized as a pioneer of internet and network science research in Spain, as well as a promoter of telematics as a scientific and academic discipline born from the integration of telecommunications and informatics.", "1472637": "J Strother Moore (his first name is the alphabetic character \"J\" – not an abbreviated \"J.\") is a computer scientist. He is a co-developer of the Boyer–Moore string-search algorithm, Boyer–Moore majority vote algorithm, and the Boyer–Moore automated theorem prover, Nqthm. He made pioneering contributions to structure sharing including the piece table data structure and early logic programming. An example of the workings of the Boyer–Moore string search algorithm is given in Moore's website. Moore received his Bachelor of Science (BS) in mathematics at Massachusetts Institute of Technology in 1970 and his Doctor of Philosophy (Ph.D.)[1] in computational logic at the University of Edinburgh in Scotland in 1973.[2]", "44038279": "François Pachet (born 10 January 1964) is a French scientist, composer and director of the Spotify Creator Technology Research Lab. Before joining Spotify he led Sony Computer Science Laboratory in Paris. He is one of the pioneers of computer music closely linked to artificial intelligence, especially in the field of machine improvisation and style modelling. He has been elected ECCAI[1] Fellow in 2014.", "61716615": "Laurie Williams is an American software engineer known for her writings on pair programming and agile software development. She is a distinguished professor of computer science at North Carolina State University, and interim head of the Department of Computer Science at North Carolina State University.[1]"}