{"68759105": "Elena Freda (25 March 1890 – 25 November 1978) was an Italian mathematician and mathematical physicist known for her collaboration with Vito Volterra on mathematical analysis and its applications to electromagnetism and biomathematics.", "33795656": "Peter Topping (born 1971) is a British mathematician working in geometric analysis.", "24424009": "Herbert Bishop Keller (19 June 1925 in Paterson, New Jersey – 26 January 2008 in Pasadena, California)[1] was an American applied mathematician and numerical analyst. He was professor of applied mathematics, emeritus, at the California Institute of Technology.[2]", "69807689": "Michela Redivo-Zaglia is an Italian numerical analyst known for her works on numerical linear algebra and on extrapolation-based acceleration of numerical methods. She is an associate professor in the department of mathematics at the University of Padua.", "17477195": "Jürgen Neukirch (24 July 1937 – 5 February 1997[1]) was a German mathematician known for his work on algebraic number theory.", "22883917": "Nicolas Rashevsky (November 9, 1899 – January 16, 1972) was an American theoretical physicist who was one of the pioneers of mathematical biology, and is also considered the father of mathematical biophysics and theoretical biology.[1][2][3][4]", "66891342": "Alberto Dou Mas de Xaxàs (21 December 1915, Olot–10 April 2009, San Cugat del Vallés) was a Spanish Jesuit and mathematician.[1]", "4697697": "Victor Gershevich (Grigorievich) Kac (Russian: Виктор Гершевич (Григорьевич) Кац; born 19 December 1943) is a Soviet  and American mathematician at MIT, known for his work in representation theory. He co-discovered[2] Kac–Moody algebras, and used the Weyl–Kac character formula for them to reprove the Macdonald identities. He classified the finite-dimensional simple Lie superalgebras, and found the Kac determinant formula for the Virasoro algebra. He is also known for the Kac–Weisfeiler conjectures with Boris Weisfeiler.", "8007266": "Peter Jephson Cameron FRSE (born 23 January 1947) is an Australian mathematician who works in group theory, combinatorics, coding theory, and model theory. He is currently half-time Professor of Mathematics at the University of St Andrews, and Emeritus Professor at Queen Mary University of London.", "470625": "Constantin Carathéodory (Greek: Κωνσταντίνος Καραθεοδωρή, romanized: Konstantinos Karatheodori; 13 September 1873 – 2 February 1950) was a Greek mathematician who spent most of his professional career in Germany. He made significant contributions to real and complex analysis, the calculus of variations, and measure theory. He also created an axiomatic formulation of thermodynamics. Carathéodory is considered one of the greatest mathematicians of his era[3] and the most renowned Greek mathematician since antiquity.[4]", "14102119": "Mark Semenovich Pinsker (Russian: Марк Семено́вич Пи́нскер; April 24, 1925 – December 23, 2003) or Mark Shlemovich Pinsker (Russian: Марк Шлемо́вич Пи́нскер) was a noted Russian mathematician in the fields of information theory, probability theory, coding theory, ergodic theory, mathematical statistics, and communication networks.", "46444137": "Keti Tenenblat (born 27 November 1944 in Izmir, Turkey) is a Turkish-Brazilian mathematician working on Riemannian geometry, the applications of differential geometry to partial differential equations, and Finsler geometry. Together with Chuu-Lian Terng, she generalized Backlund theorem to higher dimensions.", "50736746": "Charles Watkins Merrifield FRS (20 October 1827 – 1 January 1884, Hove) was a British mathematician.[1]", "2633325": "Norman Macleod Ferrers (11 August 1829 – 31 January 1903) was a British mathematician and university administrator and editor of a mathematical journal.", "34942573": "Sara Cosette Billey (born February 6, 1968 in Alva, Oklahoma, United States) is an American mathematician working in algebraic combinatorics. She is known for her contributions on Schubert polynomials, singular loci of Schubert varieties, Kostant polynomials, and Kazhdan–Lusztig polynomials[2] often using computer verified proofs. She is currently a professor of mathematics at the University of Washington.[3]", "17772141": "Tadashi Nakayama or Tadasi Nakayama (中山 正, Nakayama Tadashi, July 26, 1912, Tokyo Prefecture – June 5, 1964, Nagoya) was a mathematician who made important contributions to representation theory.", "4763255": "Jordanus de Nemore (fl. 13th century), also known as Jordanus Nemorarius and Giordano of Nemi, was a thirteenth-century European mathematician and scientist. The literal translation of Jordanus de Nemore (Giordano of Nemi) would indicate that he was an Italian.[1] He wrote treatises on at least 6 different important mathematical subjects: the science of weights; “algorismi” treatises on practical arithmetic; pure arithmetic; algebra; geometry; and stereographic projection. Most of these treatises exist in several versions or reworkings from the Middle Ages. We know nothing about him personally, other than the approximate date of his work.", "44669": "Dominique François Jean Arago (Catalan: Domènec Francesc Joan Aragó), known simply as François Arago (French: [fʁɑ̃swa aʁaɡo]; Catalan: Francesc Aragó, IPA: [fɾənˈsɛsk əɾəˈɣo]; 26 February 1786 – 2 October 1853), was a French mathematician, physicist, astronomer, freemason,[1] supporter of the Carbonari revolutionaries[2] and politician.", "44670": "Baron Siméon Denis Poisson FRS FRSE (French: [si.me.ɔ̃ də.ni pwa.sɔ̃]; 21 June 1781 – 25 April 1840) was a French mathematician and physicist who worked on statistics, complex analysis, partial differential equations, the calculus of variations, analytical mechanics, electricity and magnetism, thermodynamics, elasticity, and fluid mechanics. Moreover, he predicted the Poisson spot in his attempt to disprove the wave theory of Augustin-Jean Fresnel, which was later confirmed.", "73707160": "Martha Mechthild Ingeborg Seynsche (21 October 1905 in Barmen – 27 June 1994 in Göttingen) was a German mathematician. She was one of the first women to be allowed to earn a doctorate on a mathematical topic in Göttingen.", "1060504": "Jan Śniadecki (29 August 1756 – 9 November 1830) was a Polish mathematician, philosopher, and astronomer at the turn of the 18th and 19th centuries.", "20000411": "Frederick Lincoln Emory (April 10, 1867 – December 31, 1919)[2] was an American football coach and professor of mechanics and applied mathematics.[1] He served as the first head football coach at West Virginia University, coaching one game in 1891. The single game that he coached was played on November 28, 1891 against Washington and Jefferson. The West Virginia Mountaineers lost by a score of 72 to zero, the second-worst loss in the history of the program.[3][4]", "64269984": "Robyn Anne Owens AM FAA FTSE is an Australian applied mathematician and computer scientist known for her research in computer vision and face recognition,[1] and on the non-invasive imaging of lactation.[2] Formerly a professor at the University of Western Australia (UWA) and the deputy vice-chancellor for research at UWA, she retired in 2019,[3] and remains affiliated with UWA as a professorial fellow.[4]", "2010784": "Ivor Owen Grattan-Guinness (23 June 1941 – 12 December 2014) was a historian of mathematics and logic.[1][2]", "35991206": "George Henry Sacheverell Johnson FRS (1808 – 5 November 1881) was a British clergyman and academic who was Dean of Wells and a professor at the University of Oxford.", "49917609": "Lazzaro Mongiardini was an 18th-century Italian mathematician.", "69381802": "Pedro Sánchez Ciruelo (c. 1465 – 1548) was a Spanish philosopher, theologian, mathematician, astrologer, astronomer and writer on topics of natural philosophy.", "59485868": "Eižens Leimanis (April 10, 1905 – December 4, 1992) was a Latvian mathematician who worked on the three-body problem.\nHe taught for many years at the University of British Columbia in Canada.", "5942966": "Aoibhinn Ní Shúilleabháin (pronounced [ˈiːvʲən̠ʲ n̠ʲiː ˈhuːl̠ʲəwaːnʲ]; born 25 October 1983) is an Irish academic, teacher, broadcaster and high-profile science communicator.[1] She also won the Rose of Tralee contest in 2005 and toured internationally as the lead singer of an Irish traditional music band. In 2022, she was appointed to chair a national forum on biodiversity loss, presenting its report to Taoiseach Leo Varadkar in April 2023, and presenting on the topic to a committee of the UN General Assembly later that month.", "61779644": "Hajnal Ilona Andréka (also known as Hajnalka Andréka, born November 17, 1947) is a Hungarian mathematician specializing in algebraic logic.[1] She is a research professor emeritus at the Alfréd Rényi Institute of Mathematics of the Hungarian Academy of Sciences.[2]", "732860": "Iamblichus (/aɪˈæmblɪkəs/ eye-AM-blik-əs; Greek: Ἰάμβλιχος, translit. Iámblichos; Arabic: يَمْلِكُ, romanized: Yamlīḵū; Aramaic: 𐡉𐡌𐡋𐡊𐡅, romanized: Yamlīḵū;[2][3] c. 245[4] – c. 325) was an Arab[5] neoplatonic philosopher.[6] He determined a direction later taken by neoplatonism. Iamblichus was also the biographer of the Greek mystic, philosopher, and mathematician Pythagoras.[7][8] In addition to his philosophical contributions, his Protrepticus is important for the study of the sophists because it preserved about ten pages of an otherwise unknown sophist known as the Anonymus Iamblichi.[9]", "57487039": "Sergei Mukhin (Russian: Серге́й Ива́нович Му́хин) (born 1959) is a Russian mathematician, Professor, Dr.Sc., and a professor at the Faculty of Computer Science at the Moscow State University.[1]", "1814208": "John Cantius (Latin: Joannes Cantius; Polish: Jan z Kęt or Jan Kanty; 23 June 1390 – 24 December 1473) was a Polish Catholic priest, scholastic philosopher, physicist and theologian.", "57454280": "Geordie Williamson FRS FAA (born 1981 in Bowral, Australia) is an Australian mathematician at the University of Sydney.[1][2][3] He became the youngest living Fellow of the Royal Society when he was elected in 2018 at the age of 36.[4]", "62369482": "Jean E. Lannes (born 21 September 1947 in Pauligne) is a French mathematician, specializing in algebraic topology and homotopy theory.", "30781131": "David Alvin Buchsbaum (November 6, 1929[1] – January 8, 2021[2]) was a mathematician at Brandeis University who worked on commutative algebra, homological algebra, and representation theory. He proved the Auslander–Buchsbaum formula and the Auslander–Buchsbaum theorem.", "40775372": "Richard William Beals (28 May 1938, Erie, Pennsylvania)[1] is an American mathematician who works on partial differential equations and functional analysis. He is known as the author or co-author of several mathematical textbooks.", "49032906": "David John Benney (8 April 1930 – 9 October 2015) was a New Zealand applied mathematician, known for work on the nonlinear partial differential equations of fluid dynamics.[2][3][4]", "18329294": "Azriel Lévy[1] (Hebrew: עזריאל לוי; born c. 1934) is an Israeli mathematician, logician, and a professor emeritus at the Hebrew University of Jerusalem.", "60927691": "Angela Slavova is a Bulgarian applied mathematician. She heads the Department of Mathematical Physics in the Institute of Mathematics of the Bulgarian Academy of Sciences,\nand is former chair of the Bulgarian section of the Society for Industrial and Applied Mathematics.", "33238736": "Edward Hubert Linfoot (8 June 1905 – 14 October 1982) was a British mathematician, primarily known for his work on optics, but also noted for his work in pure mathematics.", "22359761": "Giovanni Zeno Giambelli (June 29, 1879 – December 31, 1953) was an Italian mathematician who is best known for Giambelli's formula.[1]", "58666701": "Pedro Filipe Gomes Soares (born 15 February 1979) is a Portuguese mathematician and politician of the Left Bloc.", "56962777": "Monash University, Department of Epidemiology and Preventive Medicine;\nNSW Injury Risk Management Research Centre, University of New South Wales;\nSchool of Human Movement and Sport Sciences, University of Ballarat;\nAustralian Centre for Research into Injury in Sport and its Prevention (ACRISP);\nFederation University, Ballarat;", "53292762": "James \"Jim\" Paul Keener is an American mathematician, currently Distinguished Professor at University of Utah.[1][2][3] He is recognized as a pioneer in the field of mathematical physiology and cardiology.", "19476187": "Peter John Giblin (10 July 1943) is an English mathematician whose primary research involves singularity theory and its application to geometry, computer vision, and computer graphics.[1] Giblin is an emeritus professor of mathematics at the University of Liverpool[2] where he has served on staff for more than 40 years. His positions at Liverpool have included Head of Department (of mathematical sciences), and Head of Division (of pure mathematics).", "10039004": "Steklov Institute of Mathematics", "68267747": "Weiwen Miao is a Chinese-American statistician, statistics educator, and scholar of legal statistics and nonparametric statistics. She is a professor of mathematics and statistics at Haverford College.[1]", "62140133": "Hans Peter Schlickewei (born 1947) is a German mathematician, specializing in number theory and, in particular, the theory of transcendental numbers.", "42512102": "James Alexander Maynard FRS (born 10 June 1987) is an English mathematician working in analytic number theory and in particular the theory of prime numbers.[1] In 2017, he was appointed Research Professor at Oxford.[2] Maynard is a fellow[3] of St John's College, Oxford. He was awarded the Fields Medal in 2022[4] and the New Horizons in Mathematics Prize in 2023.", "30879464": "Thomas Fale (/feɪl/; fl. 1604) was an English mathematician.", "21442284": "Emil Grosswald (December 15, 1912 – April 11, 1989) was a mathematician who worked primarily in number theory.", "34516719": "Robert Haldane FRSE (27 January 1772 in Perthshire – 9 March 1854 in St Andrews) was a British mathematician and minister of the Church of Scotland.", "23441140": "Léon Bottou (born 1965) is a researcher best known for his work in machine learning and data compression. His work presents stochastic gradient descent as a fundamental learning algorithm.[clarification needed] He is also one of the main creators of the DjVu image compression technology (together with Yann LeCun and Patrick Haffner), and the maintainer of DjVuLibre, the open source implementation of DjVu. He is the original developer of the Lush programming language.", "43658996": "Arthur Stafford Hathaway (1855 — 1934) was an American mathematician.", "49295094": "Zvezdelina Entcheva Stankova (Bulgarian: Звезделина Енчева Станкова; born 15 September 1969) is an American mathematician who is a professor of mathematics at Mills College and a teaching professor at the University of California, Berkeley, the founder of the Berkeley Math Circle, and an expert in the combinatorial enumeration of permutations with forbidden patterns.[1]", "47853303": "John Conrad Jaeger, FRS (30 July 1907 – 15 May 1979) was an Australian mathematical physicist.", "995062": "Erik D. Demaine (born February 28, 1981) is a Canadian-American professor of computer science at the Massachusetts Institute of Technology and a former child prodigy.", "67415801": "Jason Peter Miller (born November 23, 1983) is an American mathematician, specializing in probability theory.", "37564153": "Ole Michael Ludvigsen Selberg (7 October 1877 – 11 December 1950) was a Norwegian mathematician and educator. He was born in Flora. He was married to Anna Kristina Brigtsdatter Skeie, and the father of Sigmund, Arne, Henrik and Atle Selberg. His thesis from 1925 treated the theory of algebraic equations. Three of his sons became professors of mathematics, and one was professor of engineering. During the occupation of Norway by Nazi Germany Selberg was a member of the Nazi party Nasjonal Samling. He is also known for his large collection of mathematics literature, which has later been donated to the Norwegian University of Science and Technology.[1][2]", "175868": "John Arbuthnot FRS (baptised 29 April 1667 – 27 February 1735), often known simply as Dr Arbuthnot, was a Scottish[1] physician, satirist and polymath in London.  He is best remembered for his contributions to mathematics, his membership in the Scriblerus Club (where he inspired both Jonathan Swift's Gulliver's Travels book III and Alexander Pope's Peri Bathous, Or the Art of Sinking in Poetry, Memoirs of Martin Scriblerus, and possibly The Dunciad), and for inventing the figure of John Bull.", "10006270": "Simion Stoilow or Stoilov (14 September [O.S. 2 September] 1887 – 4 April 1961)[1] was a Romanian mathematician, creator of the Romanian school of complex analysis, and author of over 100 publications.", "59846401": "Yifeng Liu (born July 19, 1985 in Shanghai, China) is a Chinese professor of mathematics at Zhejiang University specializing in number theory, automorphic forms and arithmetic geometry.[1]", "995084": "John Lewis Selfridge (February 17, 1927 – October 31, 2010[1]), was an American mathematician who contributed to the fields of analytic number theory, computational number theory, and combinatorics.", "62009101": "Doug Lind is an American mathematician specializing in ergodic theory and dynamical systems. He is a professor emeritus at the University of Washington.[1] Lind was named as one of the inaugural fellows of the American Mathematical Society in 2013.[2] He is a board member of Spectra, an association for LGBT mathematicians.[3]", "46935825": "Chander Kanta Gupta FRSC (8 October 1938 – 27 March 2016)[1][2] was a Canadian distinguished professor of mathematics at the University of Manitoba, known for her research in abstract algebra and group theory.[3] Much of her research concerns the automorphisms in different varieties of groups.[4]", "33435415": "Robert Michael \"Mike\" Canjar[1] (September 9, 1953 – May 7, 2012) was a Professor in the Department of Mathematics and Computer Science at University of Detroit Mercy (UDM).  He started there in 1995, and served as department Chairman from 1995–2002. He was promoted to Full Professor in 2001. He previously taught at several universities, including the University of Baltimore. He lived in Livonia,[2] part of metropolitan Detroit, Michigan.", "2273048": "Charles-Ange Laisant (1 November 1841 – 5 May 1920), French politician and mathematician, was born at Indre,[1] near Nantes on 1 November 1841, and was educated at the École Polytechnique as a military engineer. He was a Freemason and a libertarian socialist.[2]", "49917720": "Ottaviano Menni was an Italian mathematician and mestre de camp who lived between the 17th and 18th centuries.[1]", "62009114": "Michèle Raynaud (born Michèle Chaumartin;[1](1938-01-09)January 9, 1938\n[2][3]) is a French mathematician, who works on algebraic geometry and who  worked with Alexandre Grothendieck in Paris in the 1960s at the Institut des hautes études scientifiques (IHÉS).", "47132443": "Dr William Leonard Ferrar FRSE (21 October 1893 – 22 January 1990) was an English mathematician. He focused on interpolation theory and number theory.", "19050267": "Leopoldo Nachbin (7 January 1922 – 3 April 1993) was a Jewish-Brazilian[1] mathematician who dealt with topology, and harmonic analysis.[2]", "7253791": "Winifred Edgerton (September 24, 1862 – September 6, 1951) was born in Ripon, Wisconsin.  She was the first woman to receive a degree from Columbia University[1] and the first American woman to receive a PhD in mathematics.[2]  She was awarded a PhD with high honors from Columbia University in 1886, by a unanimous vote of the board of trustees, after being rejected once.[3]", "62009123": "Marion Lee Johnson is an American mathematician who was crucial or very important to the landing of the Apollo 11 mission. She was a mathematician on the Boeing/NASA team, where she worked in preparing data for the vehicle impact trajectories.[1] Her perfect score over 20 successful missions earned her a place on the Apollo/Saturn V Roll of Honor.[2][1]", "69611300": "William H. Bossert (born 1937) is an American mathematician. He is the David B. Arnold, Jr. Professor of Science, Emeritus at Harvard University. He was the housemaster of Lowell House for 23 years.[1][2]  He received his PhD from Harvard in 1963.[3]", "20000549": "John Ethan Hill (October 15, 1865 – July 2, 1941) was an American mathematician and college football coach.  He served as the eighth head football coach for West Virginia University in Morgantown, West Virginia, and he held that position for the 1900 season.  His coaching record at West Virginia was 4–3.[2]", "25014054": "Adolf Edward Nussbaum (10 January 1925 –  31 October 2009)[1] was a German-born American theoretical mathematician who was a professor of mathematics at Washington University in St. Louis for nearly 40 years. He worked with others in 20th-century theoretical physics and mathematics such as J. Robert Oppenheimer and John von Neumann, and was acquainted with Albert Einstein.", "50999079": "Stefanie Petermichl (born 1971) is a German mathematical analyst who works as a professor at the University of Toulouse, in France.[1] Topics of her research include harmonic analysis, several complex variables, stochastic control, and elliptic partial differential equations.", "58470189": "Robert Mortimer Ellis (1926–2013) was an American mathematician, specializing in topological dynamics.[2]", "4435773": "Karel Rychlík (Czech pronunciation: [ˈkarɛl ˈrɪxliːk]; 1885–1968) was a Czechoslovak mathematician who contributed significantly to the fields of algebra, number theory, mathematical analysis, and the history of mathematics.", "4271936": "Joseph Caldwell (April 21, 1773 – January 27, 1835) was a U.S. educator, Presbyterian minister, mathematician, and astronomer.  He was the first president of the University of North Carolina at Chapel Hill, holding the office from 1804 until 1812, and from 1816 until his death in 1835.", "1978177": "William Alvin Howard (born 1926) is a proof theorist best known for his work demonstrating formal similarity between intuitionistic logic and the simply typed lambda calculus that has come to be known as the Curry–Howard correspondence.  He has also been active in the theory of proof-theoretic ordinals.  He earned his Ph.D. at the University of Chicago in 1956 for his dissertation \"k-fold recursion and well-ordering\".[1] He was a student of Saunders Mac Lane.", "65777475": "Gisèle Ruiz Goldstein is an American mathematician known for her research in partial differential equations, operator theory, and applications of mathematics to physics and finance. Goldstein has won multiple awards; in particular, one of her papers was given the Editors' Choice Award from the editors of Mathematische Nachrichten in 2010, and she was the University of Memphis Faudree Chair from 2011-2014. In December 2020, Discrete and Dynamical Systems - Series S created a special issue in honor of Goldstein's 60th birthday.[1]", "59125571": "Andrew Campbell Berry (November 23, 1906 – January 13, 1998) was an American mathematician. The Berry–Esseen theorem is named after him.", "43233097": "Peter M. Bentler is an American psychologist, statistician, and distinguished professor at the University of California, Los Angeles.", "733002": "Neil Geoffrey Turok OC HonFInstP (born 16 November 1958) is a South African physicist. He has held the Higgs Chair of Theoretical Physics at the University of Edinburgh since 2020,[2] and has been director emeritus of the Perimeter Institute for Theoretical Physics since 2019.[3] He specializes in mathematical physics and early-universe physics, including the cosmological constant and a cyclic model for the universe.", "57552721": "Rhonda Lee Hatcher is an American mathematician whose research topics include analytic number theory and L-functions as well as topics in recreational mathematics. She is an associate professor of mathematics at Texas Christian University.[1]", "33271640": "Jacob Lüroth (18 February 1844, Mannheim, Germany –  14 September 1910, Munich, Germany) was a German mathematician who proved Lüroth's theorem and introduced Lüroth quartics.  His name is sometimes written Lueroth, following the common printing convention for umlauted characters.  He began his studies in astronomy at the University of Bonn, but switched to mathematics when his poor eyesight made taking astronomical observations impossible. He received his doctorate in 1865 from Heidelberg University, for a thesis on Pascal's theorem.[1]", "1617753": "Giuseppe Veronese (7 May 1854 – 17 July 1917) was an Italian mathematician. He was born in Chioggia, near Venice.", "33107805": "Koichiro Harada (原田 耕一郎, Harada Kōichirō) is a Japanese mathematician working on finite group theory.", "37203806": "Jörg Bewersdorff (born 1 February 1958 in Neuwied)[1] is a German mathematician who is working as mathematics writer and game designer.[2][3]", "49393510": "Eckehard Schöll (born 6 February 1951 in Stuttgart, Germany) is a German physicist and mathematician as well as a  Professor of theoretical physics at the Technical University of Berlin. He is an expert in the field of nonlinear dynamics and head of the group Nonlinear dynamics and control.[1] His work pertains to research in the fields of mathematics and physics, particularly semiconductor physics, neurodynamics and bifurcation theory. His latest research is also related to topics in biology and the social sciences, e.g.  simulation of the dynamics in  socioeconomic or neuronal networks.[2] \nHe is one of the forerunners into the research of chimera states.", "56274793": "Joseph Kouneiher is a French mathematical physicist.[1] He is a professor of mathematical physics and engineering sciences at Nice SA University, France. He works primarily on the foundations of science, and his work in the domains of quantum field theory, quantum gravity, string theory and conformal field theory is widely cited and is well known.[2] He holds three PHDs in mathematical physics and Epistemology and history of sciences.", "50802537": "Ernst Wilhelm Mayr (born 18 May 1950) is a German computer scientist and mathematician. He received the Gottfried Wilhelm Leibniz Prize in 1997 awarded for his contributions to theoretical computer science.[1]", "1716078": "Father Ferdinand Verbiest (9 October 1623 – 28 January 1688) was a Flemish Jesuit missionary in China during the reign of the Qing dynasty. He was born in Pittem near Tielt in the County of Flanders (now part of Belgium).[1] He is known as Nan Huairen (南懷仁) in Chinese. He was an accomplished mathematician and astronomer and proved to the court of the Kangxi Emperor that European astronomy was more accurate than Chinese astronomy. He then corrected the Chinese calendar and was later asked to rebuild and re-equip the Beijing Ancient Observatory, being given the roles of Head of the Mathematical Board and Director of the Observatory.", "34287470": "Michelangelo Ricci (1619–1682) was an Italian mathematician and a Cardinal of the Roman Catholic Church.", "39432048": "Luis J. Davidson San Juan ( (1921-09-10)September 10, 1921 – (2011-11-10)November 10, 2011 ) was a Cuban mathematician, professor and Doctor in Mathematics, known for his contributions to the fields of mathematics and pedagogy. He is renowned for receiving the Paul Erdős Award in 1992 by the International Commission on Mathematical Instruction, and for being awarded the distinction of Maestro Founder of Mathematics in Ibero-America by the Organization of Ibero-American States for Education, Science and Culture. He was the Vice President of the International Mathematical Olympiad Site Committee in 1988. And he is the author of many books, including Equations and mathematicians (2008), and Problems of elementary mathematics (1987).[1][2][3]", "19541874": "Wilfrid Norman Bailey (born 5 September 1893 Consett, Durham; died 23 October 1961, Eastbourne) was a mathematician who introduced Bailey's lemma and Bailey pairs into the theory of basic hypergeometric series. Bailey chains and Bailey transforms are named after him.", "49819507": "Walter David Neumann (born 1 January 1946) is a British mathematician who works in topology, geometric group theory, and singularity theory. He is an emeritus professor at Barnard College, Columbia University. Neumann obtained his Ph.D. under the joint supervision of Friedrich Hirzebruch and Klaus Jänich at the University of Bonn in 1969.[1]", "57782132": "Florencio Ignacio Utreras Díaz (born 25 December 1951, Ancud) is a Chilean mathematician who is considered to be one of the fathers of the Internet in Chile.[1][2]", "57749365": "Arnold Droz-Farny (12 February 1856 – 14 January 1912) was a Swiss mathematician, professor in High School of Porrentruy (near Basel).", "33763191": "Frank Featherstone Bonsall FRS[1] (31 March 1920, Crouch End, London – 22 February 2011,[2] Harrogate) was a British mathematician.[3]", "307064": "August Beer (German: [beːɐ̯]; 31 July 1825 – 18 November 1863) was a German physicist, chemist, and mathematician of Jewish descent.[1]", "61288310": "Fatma Moalla (born January 14, 1939) is a Tunisian mathematician who has published research on Finsler spaces and geometry and worked as an assistant at Faculté des Sciences Mathématique, Physiques et Naturelles. The International Fatma Moalla Award for the Popularization of Mathematics is now given in her honor.[1]", "2994042": "Marek Karpinski[1] is a computer scientist and mathematician known for his research in the theory of algorithms and their applications, combinatorial optimization, computational complexity, and mathematical foundations. He is a recipient of several research prizes in the above areas.", "34287476": "Raffaello Magiotti (1597–1656) was an Italian astronomer, mathematician and physicist. Born at Montevarchi, he studied at Florence, and, having taken his vows, moved to Rome, following Cardinal Sacchetti. In 1636, he began to work at the Vatican Library.\nA pupil of Castelli in Rome, in 1638 he was Castelli's tip to Galileo as the candidate for the chair of Mathematics at Pisa. Well at home in the scientific community in the Papal city, Magiotti actively participated in Roman scientific debates, on which he provided detailed information to Galileo, with whom he was often in touch. \nDuring his life, Magiotti published only one work, entitled Renitenza dell’acqua alla compressione (Water's Resistance to Compression), which came out in 1648.", "2305916": "Srimathe Nigamantha Maha Desikaya Namah:\n(श्रीमते निगमान्त महादेशिकाय नमः)", "35204987": "Liu Lu (Chinese: 刘路; born 2 April 1989) is a professor of mathematics at Central South University in Changsha, Hunan, where he is China's youngest full university Professor. As a 22-year-old undergraduate student Lu proved that\nRamsey theorem for infinite graphs (the case n = 2) with 2-coloring\ndoes not imply\nWKL0 over RCA0,\nsolving an open problem left by English logician David Seetapun in the 1990s (Liu (2012)). For this he was instantly promoted to full professor in the department where he was studying, and awarded a prize of 1 million renminbi. Some established professors were critical of his appointment voicing concern that he was too young, had no teaching experience and that the appointment was mostly designed to get media attention to Liu's university.[1][2][3][4]", "32911231": "Erhan Çınlar (born May 28, 1941,[3] Divriği, Sivas-Turkey[2]) is a probabilist and Professor Emeritus at Princeton University. He was the Norman J. Sollenberger Professor of the department of Operations Research and Financial Engineering (ORFE) at Princeton University.[4]", "55029632": "Andrew William Woods (born 1964)[4] FRS[5] is BP Professor at the University of Cambridge and a professorial fellow of St John's College, Cambridge.[6]", "1355649": "Josip Globevnik is a Slovenian mathematician, born December 6, 1945, in Ljubljana, Slovenia (then Yugoslavia).", "37498758": "Andrea Louise Bertozzi (born 1965) is an American mathematician.[1] Her research interests are in non-linear partial differential equations and applied mathematics.[2]", "34647947": "Charles Henry Herbert Cook (30 September 1843–21 May 1910) was an English-born, Australian-raised, New Zealand-based mathematician. He was born in Kentish Town, Middlesex, England on 30 September 1843, but educated in Melbourne, Australia, where he got a BA and an LLB from University of Melbourne. He then went to St John's College, Cambridge, initially to train for the English Bar but became interested in mathematics.", "50802571": "Vladimir P. Gerdt (21 January 1947—January 5, 2021) was a Russian mathematician and a full professor at the Joint Institute for Nuclear Research (JINR) where he was the head of the Group of Algebraic and Quantum Computations. His research interests were concentrated in computer algebra, symbolic and algebraic computations, algebraic and numerical analysis of nonlinear differential equations, polynomial equations, applications to mathematics and physics, and quantum computation with over 210 published articles.[1]", "13283214": "Jurjen Ferdinand Koksma (21 April 1904, Schoterland – 17 December 1964, Amsterdam) was a Dutch mathematician who specialized in analytic number theory.[1]", "43462544": "University of London", "41332627": "Eduard Weyr (June 22, 1852 – July 23, 1903) was a Czech mathematician now chiefly remembered as the discoverer of a certain canonical form for square matrices over algebraically closed fields.[1][2]  Weyr presented this form briefly in a paper published in 1885.[3] He followed it up with a more elaborate treatment in a paper published in 1890.[4] This particular  canonical form has been named as the Weyr canonical form in a paper by Shapiro published in The American Mathematical Monthly in 1999.[5] Previously, this form has been variously called as modified Jordan form, reordered Jordan form, second Jordan form, and H-form.[6]", "1257367": "Theodorus of Cyrene (Greek: Θεόδωρος ὁ Κυρηναῖος) was an ancient Greek mathematician who lived during the 5th century BC. The only first-hand accounts of him that survive are in three of Plato's dialogues: the Theaetetus, the Sophist, and the Statesman. In the former dialogue, he posits a mathematical construction now known as the Spiral of Theodorus.", "22589337": "Fritz Joachim Weyl (February 19, 1915 – July 20, 1977) was a mathematician born in Zurich, Switzerland.[1] He significantly contributed to research in mathematics. He taught mathematics at many universities, most notably at the George Washington University (GW or GWU), in Washington, D.C.", "68235162": "John Fauvel (21 July 1947 – 12 May 2001) was a British mathematician and historian of mathematics.[1][2]", "4304796": "Howard Whitley Eves (10 January 1911, New Jersey – 6 June 2004) was an American mathematician, known for his work in geometry and the history of mathematics.", "9744285": "George Isaac Glauberman (born 1941) is a mathematician at the University of Chicago who works on finite simple groups. He proved the ZJ theorem and the Z* theorem.", "58503069": "Alexander Joseph Nagel (born 13 September 1945 in New York City) is an American mathematician, specializing in harmonic analysis, functions of several complex variables, and linear partial differential equations.[1]", "1781665": "Harold Seymour Shapiro (2 April 1928[1] – 5 March 2021) was a professor of mathematics at the Royal Institute of Technology in Stockholm, Sweden, best known for inventing the so-called Shapiro polynomials (also known as Golay–Shapiro polynomials or Rudin–Shapiro polynomials) and for work on quadrature domains.[citation needed]", "1093540": "Mitchell Jay Feigenbaum /ˈfaɪɡənˌbaʊm/ (December 19, 1944 – June 30, 2019) was an American mathematical physicist whose pioneering studies in chaos theory led to the discovery of the Feigenbaum constants.", "3321765": "Igor Pak (Russian: Игорь Пак) (born 1971, Moscow, Soviet Union) is a professor of mathematics at the University of California, Los Angeles, working in combinatorics and discrete probability. He formerly taught at the Massachusetts Institute of Technology and the University of Minnesota, and he is best known for his bijective proof of the hook-length formula for the number of Young tableaux, and his work on random walks. He was a keynote speaker alongside George Andrews and Doron Zeilberger at the 2006 Harvey Mudd College Mathematics Conference on Enumerative Combinatorics.", "31961003": "Guy Henniart (born 1953, Santes) is a French mathematician at Paris-Sud 11 University. He is known for his contributions to the Langlands program, in particular his proof of the local Langlands conjecture for GL(n) over a p-adic local field—independently from Michael Harris and Richard Taylor—in 2000.[1]", "42479539": "Sir Roland Wilson CBE (7 April 1904 – 25 October 1996) was a senior Australian public servant and economist.", "34287542": "René Gosse (16 August 1883 – 22 December 1943) was a French mathematician and resistant during the Second World War.", "12216": "Georg Ferdinand Ludwig Philipp Cantor (/ˈkæntɔːr/ KAN-tor, German: [ˈɡeːɔʁk ˈfɛʁdinant ˈluːtvɪç ˈfiːlɪp ˈkantɔʁ]; 3 March [O.S. 19 February] 1845 – 6 January 1918[1]) was a  mathematician who played a pivotal role in the creation of set theory, which has become a fundamental theory in mathematics. Cantor established the importance of one-to-one correspondence between the members of two sets, defined infinite and well-ordered sets, and proved that the real numbers are more numerous than the natural numbers. Cantor's method of proof of this theorem implies the existence of an infinity of infinities. He defined the cardinal and ordinal numbers and their arithmetic. Cantor's work is of great philosophical interest, a fact he was well aware of.[2]", "74461112": "Yadollah Ordokhani is an Iranian mathematician and Professor of Mathematics at Alzahra University.\nHe is among the most-cited Iranian researchers and is known for his works on fractional wavelet, optimal control problem, numerical analysis, integral equations and time-delay systems.[1]\nHe is a former head of Iran's National Elites Foundation-Tehran Branch and a former Deputy Head of Research at Alzahra University.[2][3]", "27996089": "Kerim Erim (1894–1952) was a Turkish mathematician and physicist.[1]", "1519547": "Diocles (Greek: Διοκλῆς; c. 240 BC – c. 180 BC) was a Greek mathematician and geometer.", "1421250": "Roger Apéry (French: [apeʁi]; 14 November 1916, Rouen – 18 December 1994, Caen) was a French mathematician most remembered for Apéry's theorem, which states that ζ(3) is an irrational number. Here, ζ(s) denotes the Riemann zeta function.", "7614405": "Stephanus of Alexandria[a] (Greek: Στέφανος Αλεξανδρεύς; fl. c. 580 – c. 640) was a Byzantine philosopher and teacher who, besides philosophy in the Neo-Platonic tradition, also wrote on alchemy, astrology and astronomy. He was one of the last exponents of the Alexandrian academic tradition before the Islamic conquest of Egypt.[1]", "57454541": "Auguste Franziska Dick (née Kraus, 1910–1993) was an Austrian mathematician, historian of mathematics, and handwriting expert,[1] known for her research on the history of mathematics under the Nazis,[2] and for her biography of Emmy Noether.[1][3]", "58699727": "Jacqueline M. Dewar (née Deveny)[1] is an American mathematician and mathematics educator known for her distinguished teaching and her mentorship of women in mathematics. She is a professor emerita of mathematics at Loyola Marymount University.[2]", "13119440": "Michael Peter Drazin (born 1929) is an American mathematician of British background, working in noncommutative algebra.", "64237523": "Christina Eubanks-Turner is a professor of mathematics in the Seaver College of Science and Engineering at Loyola Marymount University (LMU). Her academic areas of interest include graph theory, commutative algebra, mathematics education, and mathematical sciences diversification. She is also the Director of the Master's Program in Teaching Mathematics at LMU.[1]", "28880853": "Walter Brown FRSE (29 April 1886, Glasgow – 14 April 1957, Marandellas, Rhodesia) was a Scottish mathematician and engineer.", "57487317": "Mikhail Potapov (Russian: Михаи́л Миха́йлович Пота́пов) (born 1953) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1]", "1159131": "Farkas Bolyai (Hungarian: [ˈfɒrkɒʃ ˈboːjɒi]; 9 February 1775 – 20 November 1856; also known as Wolfgang Bolyai in Germany) was a Hungarian mathematician, mainly known for his work in geometry.", "13316063": "Jean Baptiste Marie Charles Meusnier de la Place (Tours, 19 June 1754 — le Pont de Cassel, near Mainz, 13 June 1793) was a French mathematician, engineer and Revolutionary general.  He is best known for Meusnier's theorem on the curvature of surfaces, which he formulated while he was at the École Royale du Génie (Royal School of Engineering). He also discovered the helicoid. He worked with Lavoisier on the decomposition of water and the evolution of hydrogen.", "67153890": "Joseph Harold Sampson Jr. (1926 – 2003) was an American mathematician known for his work in mathematical analysis, geometry and topology, especially his work about harmonic maps in collaboration with James Eells. He obtained his Ph.D. in mathematics from Princeton University in 1951 under the supervision of Salomon Bochner.[1][2]", "18329570": "Bony-Brezis theorem", "35205092": "David Seetapun is an English logician and former investment banker.", "45625319": "Anton V. Zorich (in Russian: Антон Владимирович Зорич; born 3 September 1962) is a Russian mathematician at the Institut de mathématiques de Jussieu. He is the son of Vladimir A. Zorich. He received his Ph.D. from Moscow State University under the supervision of Sergei Novikov.[1]", "28094447": "Reuben Burrow (30 December 1747 – 7 June 1792) was an English mathematician, surveyor and orientalist. Initially a teacher, he was appointed assistant to Sir Nevil Maskelyne, the fifth Astronomer Royal, at the Royal Greenwich Observatory, and was involved in the Schiehallion experiment. He later conducted research in India, teaching himself Sanskrit and becoming one of the first members of the Asiatic Society. He was the first to measure the length of a degree of an arc of longitude along the Tropic of Cancer. His other major achievements included a study of Indian mathematics, although he earned a reputation for being rude and unpolished amid the leading figures in science who came mostly from the upper-class. One commentator called him \"an able mathematician but a most vulgar and scurrilous dog.\"", "12281": "Gottfried Wilhelm Leibniz[a] (1 July 1646 [O.S. 21 June] – 14 November 1716) was a German polymath active as a mathematician, philosopher, scientist and diplomat. Leibniz has been called the \"last universal genius\" due to his knowledge and skills in different fields and because such people became less common during the Industrial Revolution and spread of specialized labor after his lifetime.[15] He is a prominent figure in both the history of philosophy and the history of mathematics. He wrote works on philosophy, theology, ethics, politics, law, history, philology, games, music, and other studies. Leibniz also made major contributions to physics and technology, and anticipated notions that surfaced much later in probability theory, biology, medicine, geology, psychology, linguistics and computer science. In addition, he contributed to the field of library science by devising a cataloguing system whilst working at Wolfenbüttel library in Germany that would have served as a guide for many of Europe's largest libraries.[16] Leibniz's contributions to a wide range of subjects were scattered in various learned journals, in tens of thousands of letters and in unpublished manuscripts. He wrote in several languages, primarily in Latin, French and German.[17][b]", "3977212": "Mohammad-Ali Najafi (Persian: محمدعلی نجفی; born 13 January 1952) is an Iranian mathematician and reformist politician who was the Mayor of Tehran, serving in the post for eight months, until April 2018. He held cabinet portfolios during the 1980s, 1990s and 2010s. He is also a retired professor of mathematics at Sharif University of Technology.", "45363196": "Heinrich Georg Friedrich Schröder (28 September 1810 – 12 May 1885) was a German natural scientist (physicist, chemist), mathematician and educator.[1]", "339965": "Rudolf Otto Sigismund Lipschitz (14 May 1832 – 7 October 1903) was a German mathematician who made contributions to mathematical analysis (where he gave his name to the Lipschitz continuity condition) and differential geometry, as well as number theory, algebras with involution and classical mechanics.", "48705535": "Abraham Charnes (September 4, 1917 – December 19, 1992) was an American mathematician who worked in the area of operations research. Charnes published more than 200 research articles and seven books, including An Introduction to Linear Programming. His works influenced the development of Data envelopment analysis (DEA) method.", "58994685": "Michael Walker OBE (14 January 1947 – 27 September 2018) was an English mathematician who was instrumental in developing the standards that apply to mobile telecommunications and particularly in respect of the SIM card.[1][2][3][4]", "36810753": "Clarence Raymond Adams (April 10, 1898 – October 15, 1965) was an American mathematician who worked on partial difference equations.", "45625343": "Boris Aronovich Khesin (in Russian: Борис Аронович Хесин, born in 1964) is a Russian and Canadian mathematician working on infinite-dimensional Lie groups, Poisson geometry and hydrodynamics. He is a professor at the University of Toronto.", "3289085": "Carlo Alberto Castigliano (9 November 1847, in Asti – 25 October 1884, in Milan) was an Italian mathematician and physicist known for Castigliano's method for determining displacements in a linear-elastic system based on the partial derivatives of strain energy.", "13316101": "John Barrow (fl. 1735–1774) was an English mathematician, naval historian and lexicographer. His geographical dictionary first appeared in 1756.", "27144201": "Charles Fox (17 March 1897, in London – 30 April 1977, in Montreal) was the English mathematician who introduced the Fox–Wright function and the Fox H-function. In 1976, he received an honorary doctorate from Concordia University.[1]", "60534795": "Alina Anca von Davier (born September 11, 1967) is a psychometrician and researcher in computational psychometrics, machine learning, and education. Von Davier is a researcher, innovator, and an executive leader with over 20 years of experience in EdTech and in the assessment industry. She is the Chief of Assessment at Duolingo, where she leads the Duolingo English Test research and development area. She is also the Founder and CEO of EdAstra Tech, a service-oriented EdTech company. In 2022, she joined the University of Oxford as an Honorary Research Fellow,[1] and Carnegie Mellon University as a Senior Research Fellow.[2]", "4304907": "Stanisław Jaśkowski (Polish pronunciation: [staˈɲsvaf jaɕˈkɔfskʲi]; 22 April 1906, in Warsaw – 16 November 1965, in Warsaw) was a Polish logician who made important contributions to proof theory and formal semantics. He was a student of Jan Łukasiewicz and a member of the Lwów–Warsaw School of Logic. He is regarded as one of the founders of natural deduction, which he discovered independently of Gerhard Gentzen in the 1930s.[1] He is also known for his research into paraconsistent logic.[2] Upon his death, his name was added to the Genius Wall of Fame. He was the President (rector) of the Nicolaus Copernicus University in Toruń.", "31076367": "William Lax FRS (1761 – 29 October 1836) was an English astronomer and mathematician who served as Lowndean Professor of Astronomy and Geometry at the University of Cambridge for 41 years.", "77840": "Gaspard Monge, Comte de Péluse (9 May 1746[2] – 28 July 1818)[3] was a French mathematician, commonly presented as the inventor of descriptive geometry,[4][5] (the mathematical basis of) technical drawing, and the father of differential geometry.[6] During the French Revolution he served as the Minister of the Marine, and was involved in the reform of the French educational system, helping to found the École Polytechnique.", "6828050": "Elmārs Zemgalis (9 September 1923 – 8 December 2014) was a Latvian-American chess master and mathematics professor at Highline College. He was awarded an Honorary Grandmaster title in 2003.[1]", "48115731": "Pia Maria Nalli (10 February 1886 – 27 September 1964) was an Italian mathematician known for her work on the summability of Fourier series, on Morera's theorem for analytic functions of several variables and for finding the solution to the Fredholm integral equation of the third kind for the first time.[3] Her research interests ranged from algebraic geometry to functional analysis and tensor analysis; she was a speaker at the 1928 International Congress of Mathematicians.", "12308": "Gregory John Chaitin (/ˈtʃaɪtɪn/ CHY-tin; born 25 June 1947)  is an Argentine-American mathematician and computer scientist. Beginning in the late 1960s, Chaitin made contributions to algorithmic information theory and metamathematics, in particular a computer-theoretic result equivalent to Gödel's incompleteness theorem.[2] He is considered to be one of the founders of what is today known as algorithmic (Solomonoff–Kolmogorov–Chaitin, Kolmogorov or program-size) complexity together with Andrei Kolmogorov and Ray Solomonoff. Along with the works of e.g. Solomonoff, Kolmogorov, Martin-Löf, and Leonid Levin, algorithmic information theory became a foundational part of theoretical computer science, information theory, and mathematical logic.[3][4] It is a common subject in several computer science curricula. Besides computer scientists, Chaitin's work draws attention of many philosophers and mathematicians to fundamental problems in mathematical creativity and digital philosophy.", "23572500": "Bernard Roy (French pronunciation: [bɛʁnaʁ ʁwa]; 15 March 1934 – 28 October 2017) was an emeritus professor at the Université Paris-Dauphine.[1] In 1974 he founded the \"Laboratoire d'Analyse et de Modélisation des Systèmes pour l'Aide à la Décision\" (Lamsade). He was President of Association of European Operational Research Societies from 1985 to 1986. In 1992 he was awarded the EURO Gold Medal, the highest distinction within Operations Research in Europe. In 2015 he received the EURO Distinguished Service Award.", "4304915": "Sir Leonard Bairstow CBE FRS FRAeS (25 June 1880 – 8 September 1963)[1][3] was an English aeronautical engineer. Bairstow is best remembered for his work in aviation and for Bairstow's method for arbitrarily finding the roots of polynomials.", "6107158": "Gyula Farkas de Kisbarnak or Julius Farkas de Kisbarnak (Hungarian: kisbarnaki Farkas Gyula; March 28, 1847 – December 27, 1930) was a Hungarian mathematician and physicist.", "66990108": "Martin Goldstern (born 7 May 1963 in Austria) is an Austrian mathematician and university professor[1] for set theory at the TU Wien and head of the research unit 8 of the Institute of Discrete Mathematics and Geometry.[2]\nHis main research lies in set theory of the real line and forcing theory, and applications of set theory in universal algebra.", "44216349": "Dorothy Margaret Greig née Hannah (1922–1999) was an English mathematician who worked upon the theory of worsted spinning, especially the superdraft system invented by Geoffrey Ambler.[1]   During WW2, she worked on the analysis of strategic bombing.[1]  She married in 1948 and started lecturing at Leeds University in the same year.[1]  She subsequently lectured at Constantine Technical College and Durham University.[1]", "60928034": "Peter Lancaster FRSC (born 14 November 1929) is a British–Canadian mathematician. He is professor emeritus at the University of Calgary, where he has worked since 1962. His research focuses on matrix analysis and related fields, motivated by problems from vibration theory, numerical analysis, systems theory, and signal processing.[1]", "47525925": "Jennifer McNulty is an American mathematician and academic administrator, the dean of the College of Arts and Sciences at the University of Alaska Anchorage.[1] Her research is in combinatorics, specializing in matroid theory and graph theory.[2]", "61780011": "Christine Bachoc (born 1964)[1] is a French mathematician known for her work in coding theory, kissing numbers, lattice theory, and semidefinite programming. She is a professor of mathematics at the University of Bordeaux.", "5550126": "Annie Scott Dill Maunder (née Russell) FRAS (14 April 1868 – 15 September 1947) was an Irish-British astronomer, who recorded the first evidence of the movement of sunspot emergence from the poles toward the equator over the Sun's 11-year cycle. She was one of the leading astronomers of her time, but because of her gender, her contribution was often underplayed at the time. In 1916 she was elected to the Royal Astronomical Society, 21 years after being refused membership because of her gender.[1][2][3][4][5][6][7]", "28782640": "Dwight Albert Duffus is a Canadian-American mathematician, the Goodrich C. White Professor of Mathematics & Computer Science at Emory University[1] and editor-in-chief of the journal Order.[2]", "64335921": "Vivian \"Vob\" O'Brien (1924[1] – December 24, 2010) was an American applied mathematician and physicist whose research included fluid dynamics and visual perception. She worked for many years as a researcher at Johns Hopkins University, and is the namesake of the Craik–O'Brien–Cornsweet illusion.[2]", "1781811": "Hans Bruun Nielsen is mathematician and Associate Professor of Technical University of Denmark specializing in Numerical analysis and the application of numerical methods.", "34779188": "Jacques Feldbau was a French mathematician, born on 22 October 1914 in Strasbourg, of an Alsatian Jewish traditionalist family. He died on 22 April 1945 at the Ganacker Camp, annex of the concentration camp of Flossenbürg in Germany. As a mathematician he worked on differential geometry and topology. He was the first student of Charles Ehresmann.", "64008250": "Johann von Wowern was a German statesman, philologist, and lawyer. He is known for his 1603 work De Polymathia tractatio: integri operis de studiis veterum, [1] the first work in Western Europe to use the term \"polymath\" in its title.[2][3][4] Wowern defined polymathy as \"knowledge of various matters, drawn from all kinds of studies ... ranging freely through all the fields of the disciplines, as far as the human mind, with unwearied industry, is able to pursue them\".[2] Von Wowern lists erudition, literature, philology, philomathy and polyhistory as synonyms.", "53555259": "Olabisi Oreofe Ugbebor  (née Grace Olabisi Falode, born 29 January 1951)[1] is the first female professor in mathematics in Nigeria.[2][3] Born in Lagos, she studied mathematics at the University of Ibadan and then at the University of London, where she obtained a PhD in 1976.[2][4]", "45592635": "Rudolf Berghammer (born 1952 in Oberndorf, Germany) is a German mathematician who works in computer science.", "54341698": "Earl Alexander Coddington (1920–1991) was an American mathematician and professor at the University of California, Los Angeles (UCLA) and an author whose textbook on differential equations, written jointly with Norman Levinson is considered a classic and is used in universities all over the world.[citation needed]", "34615370": "George W. Myers (April 30, 1864 – November 23, 1931) was an American astronomer, mathematician and progressive educator. Born in Champaign Illinois, he earned his bachelor's degree in 1888 from the University of Illinois and his Ph.D in 1896 from Ludwig Maximilian University of Munich Germany under the supervision of Hugo von Seeliger.[1]", "48050254": "Isabella Grigoryevna Bashmakova (Russian: Изабелла Григорьевна Башмакова, 1921–2005) was a Russian historian of mathematics. In 2001, she was a recipient of the Alexander Koyré́ Medal of the International Academy of the History of Science.", "32223313": "Walter Foster (fl. 1652), was an English mathematician.", "72233049": "Jennifer Cheung Hom is an American mathematician whose research concerns low-dimensional topology, including Heegaard Floer homology and link concordance. She is a professor of mathematics at Georgia Tech.", "25407578": "Victor Omololu Olunloyo (born 14 April 1935) is a mathematician who became governor of Oyo State in Nigeria in October 1983, holding the office briefly until the military regime of Muhammadu Buhari took power in December 1983. He later became a power in the People's Democratic Party (PDP) in Oyo State.", "33763420": "Werner Wolfgang Rogosinski FRS[1] (24 September 1894 – 23 July 1964) was a German (later British) mathematician.[3][4]", "57356385": "Enriqueta González Baz y de la Vega (September 22, 1915 – December 22, 2002) was a Mexican mathematician, a co-founder of the Mexican Mathematical Society, and the first woman to earn a degree in mathematics at the National Autonomous University of Mexico in 1944.[1][2]", "22229090": "Hamlet Abdulla Oglu Isayev (Azerbaijani: Hamlet Abdulla oğlu İsayev, IPA: [hɑmˈlet ɑbdulˈlɑ oɣˈlu iˈsɑjef]; born March 1, 1948) is an Azerbaijani polymath, mathematician, professor, poet, publicist, translator, entrepreneur, writer, author, specialist in science, culture and history of education. He is the founder of Khazar University who served as University president from April 1991 to September 2010. He is currently the Chairman of the Board of Directors and Trustees, founder of Dunya School, and founder of a publishing house (all in Baku, capital of Azerbaijan) as well as a translator   of poetry, lecturer, and editor. He is a founding member of the Eurasian Academy.[1]", "44544105": "Reidun Twarock (German: [ˈʁaɪdɐn ˈtvæʁɔk][1]) is a German-born mathematical biologist at the University of York. She is known for developing mathematical models of viruses based on higher-dimensional lattices.[2][3]", "8761450": "Andrew Blake (born 12 March 1956)[5] FREng,[2] FRS,[1] is a British scientist, former laboratory director of Microsoft Research Cambridge and Microsoft Distinguished Scientist, former director of the Alan Turing Institute, Chair of the Samsung AI Centre in Cambridge, honorary professor at the University of Cambridge, Fellow of Clare Hall, Cambridge,[6] and a leading researcher in computer vision.[7][8][3]", "5550187": "Vladimir Semyonovich Makanin (Russian: Владимир Семёнович Маканин; 13 March 1937 in Orsk, Orenburg Oblast, RSFSR, Soviet Union – 1 November 2017 in Krasny [ru], Aksaysky District, Rostov Oblast, Russia)[1] was a Russian writer of novels and short stories.[2][3]", "9711725": "Jehan Adam was a French 15th century mathematician. He was secretary to Nicholle Tilhart, who was notary, secretary and auditor of accounts to King Louis XI of France.", "1323117": "Wilhelm Jordan (1 March 1842, Ellwangen, Württemberg – 17 April 1899, Hanover) was a German geodesist who conducted surveys in Germany and Africa and founded the German geodesy journal.", "52211824": "Isabella Novik (born 1971)[1] is a mathematician who works at the University of Washington as the Robert R. & Elaine F. Phelps Professor in Mathematics.\nHer research concerns algebraic combinatorics and polyhedral combinatorics.[2]", "46510192": "Hervé Moulin FRSE FBA (born 1950 in Paris) is a French mathematician who is the Donald J. Robertson Chair of Economics at the Adam Smith Business School at the University of Glasgow.[1] He is known for his research contributions in mathematical economics, in particular in the fields of mechanism design, social choice, game theory and fair division.[2][3][4]  He has written five books and over 100 peer-reviewed articles.[5][6][7]", "634990": "Giuseppe Vitali (26 August 1875 – 29 February 1932) was an Italian mathematician who worked in several branches of mathematical analysis. He gives his name to several entities in mathematics, most notably the Vitali set with which he was the first to give an example of a non-measurable subset of real numbers.", "44249205": "Thomas William Tucker (born July 15, 1945) is an American mathematician, the Charles Hetherington Professor of Mathematics at Colgate University,[1] and an expert in the area of topological graph theory.[2][3]", "6959221": "John Hajnal[needs  IPA] FBA (born  Hajnal-Kónyi, [ˈhɒjnɒl ˈkoːɲi]; 26 November 1924 – 30 November 2008), was a Hungarian-British academic in the fields of mathematics and economics (statistics).", "56307833": "Mabel Gweneth Humphreys was a Canadian-American mathematician and Professor of Mathematics at Randolph-Macon Woman's College.[1]\nThe M. Gweneth Humphreys Award of the Association for Women in Mathematics was established in her honor.[2]", "13578362": "Ernst Erich Jacobsthal (16 October 1882, Berlin – 6 February 1965, Überlingen)[1] was a German mathematician, and brother to the archaeologist Paul Jacobsthal.", "12169338": "Mitrofan Cioban (5 January 1942 – 2 February 2021[1]) was a Moldovan mathematician specializing in topology, a member of the Academy of Sciences of Moldova (2000).[2]", "46346365": "Alain A. Lewis (born 1947) is an American mathematician. A student of the mathematical economist Kenneth Arrow, Lewis is credited by the historian of economics Philip Mirowski with making Arrow aware of computational limits to economic agency.[1]", "50081918": "Ravindra Shripad Kulkarni (born 1942) is an Indian mathematician, specializing in differential geometry. He is known for the Kulkarni–Nomizu product.", "45199487": "Isaac Namioka (April 25, 1928 – September 25, 2019)[1] was a Japanese-American mathematician who worked in general topology and functional analysis. He was a professor emeritus of mathematics at the University of Washington.[2] He died at home in Seattle on September 25, 2019.[3]", "47886466": "Teruhisa Matsusaka (松阪 輝久, Matsusaka Teruhisa) (1926–2006) was a Japanese-born American mathematician, who specialized in algebraic geometry.", "1159299": "Halayudha (Sanskrit: हलायुध) was born  a 10th-century in Nepal at Janakpur.He is Nepali  mathematician. who wrote the Mṛtasañjīvanī, a commentary on Pingala's Chandaḥśāstra.", "14495876": "Conrad \"Conny\" Rudolf Agaton Palm (May 31, 1907 – December 27, 1951)[1][2] was a Swedish electrical engineer and statistician, known for several contributions to teletraffic engineering and queueing theory.[3]", "69677190": "Hiroshi Umemura was a Japanese mathematician and honored professor at Nagoya University. He was a prominent figure in the field of algebraic geometry and differential equations.", "41332872": "Yuri Luchko is a German professor of mathematics at the Berlin University of Applied Sciences and Technology. His 90 works were peer-reviewed and appeared in such journals as the Fractional Calculus and Applied Analysis and Journal of Mathematical Analysis and Applications, among others.[1]", "4436105": "Mathias Lerch or Matyáš Lerch (Czech: [ˈlɛrx]; 20 February 1860, Milínov – 3 August 1922, Sušice)[1] was a Czech mathematician who published about 250 papers, largely on mathematical analysis and number theory. He studied in Prague (Czech Technical University) and Berlin; subsequently held teaching positions at the University of Fribourg in Switzerland, the Brno University of Technology in Brno, and finally at then newly founded (1920) Masaryk University in Brno where he became its first mathematics professor.[1]", "49918091": "Joseph-François Marie (1738 – 1801) was a French mathematician.", "57028753": "Anupam Saikia is an Indian mathematician and at present professor in the Department of Mathematics at IIT Guwahati, India.[1] He is known for his work related to arithmetic number theory, in particular applications to Iwasawa Theory and p-adic measures. He has also published articles in mathematical cryptography.[2]", "9384084": "Henry Cabourn Pocklington FRS (28 January 1870, Exeter – 15 May 1952, Leeds) was an English physicist and mathematician. His primary profession was as a schoolmaster, but he made important contributions to number theory with the discovery of Pocklington's primality test in 1914[1] and the invention of Pocklington's algorithm.  He also derived the first equation for the current in a wire antenna, Pocklington's integral equation.[2][3]", "63746199": "George Dassios (Greek: Γεώργιος Δάσιος) is a Greek mathematician, scholar and corresponding member of the Academy of Athens.", "6172823": "René Eugène Gateaux[1][nb 1] (French: [ʁəne øʒɛn ɡɑto]; 5 May 1889 – 3 October 1914) was a French mathematician. He is principally known for the Gateaux derivative, used in the calculus of variations and in the theory of optimal control. He died in combat during World War I. Paul Lévy produced a posthumous edition of his works, extending them considerably, in his Leçons d'analyse fonctionnelle of 1922.", "59158683": "Elham Kazemi (born 1970)[1] is a mathematics educator and educational psychologist, the Geda and Phil Condit Professor in Math and Science Education in the College of Education of the University of Washington.", "6631582": "Nikolay Nikolayevich Krasovsky (Russian: Никола́й Никола́евич Красо́вский; 7 September 1924 – 4 April 2012) was a Soviet and Russian mathematician who worked in the mathematical theory of control, the theory of dynamical systems, and the theory of differential games.[1] He was the author of Krasovskii-LaSalle principle and the chief of the Ural scientific school in mathematical theory of control and the theory of differential games.", "32059552": "George François Cornelis Griss (30 January 1898, Amsterdam – 2 August 1953, Blaricum), usually cited as G. F. C. Griss, was a Dutch mathematician and philosopher, who was occupied with Hegelian idealism and Brouwers intuitionism and stated a negationless mathematics.", "18788521": "Valentin Naboth (also spelled Valentine Naibod or Nabod) (13 February 1523[notes 1] – 3 March 1593), known by the latinized name Valentinus Nabodus, was a German  mathematician, astronomer and astrologer.", "43430061": "Peter James Lorimer (16 April 1939 – 7 February 2010) was a New Zealand mathematician. His research concerned group theory, combinatorics, and Ramsey theory.", "57520308": "Marcel Bayard (1895-1956) was a French mathematician and telecommunications engineer. He made pioneering contributions to the telecommunications theory in the 1930s. As Chief Engineer of French telecommunications after World War II, he supervised and modernized the French telecommunications system.", "28258486": "Metrodorus (Greek: Μητρόδωρος; fl. c. 6th century) was a Greek grammarian and mathematician, who collected mathematical epigrams which appear in the Greek Anthology.", "70561986": "Stojan Radenović (Serbian Cyrillic: Стојан Раденовић; born 9 March 1948) is a Serbian academic and politician. An internationally respected mathematician, he was elected to the National Assembly of Serbia in 2022 on the electoral list of the Serbian Progressive Party (SNS).", "1028291": "Krystyna M. Kuperberg (born Krystyna M. Trybulec; 17 July 1944) is a Polish-American mathematician who currently works as a professor of mathematics at Auburn University, where she was formerly an Alumni Professor of Mathematics.[1][2][3]", "1814725": "Louis Nirenberg (February 28, 1925 – January 26, 2020) was a Canadian-American mathematician, considered one of the most outstanding mathematicians of the 20th century.[2][3]", "56275141": "Ildar Abdulovich Ibragimov (Ильдар Абдулович Ибрагимов, born 15 July 1932, Leningrad) is a Russian mathematician, specializing in probability theory and mathematical statistics.[1]", "1519821": "Michael Artin (German: [ˈaʁtiːn]; born 28 June 1934) is a German-American mathematician and a professor emeritus in the Massachusetts Institute of Technology Mathematics Department, known for his  contributions to algebraic geometry.[1][2]", "55849176": "Jeanne Radegonde Marie Charpentier (30 October 1903 – 9 October 1994)[1][2][3] was a French mathematician. She was the first woman to obtain a doctorate in pure mathematics in France,[1] and the second woman, after Marie-Louise Dubreil-Jacotin, to obtain a faculty position in mathematics at a university in France.[4]", "602330": "Florence Jessie Collinson MacWilliams (4 January 1917 – 27 May 1990) was an English mathematician who contributed to the field of coding theory, and was one of the first women to publish in the field. MacWilliams' thesis \"Combinatorial Problems of Elementary Group Theory\" (or \"Combinatorial Problems of Elementary Abelian Groups\")[2] contains one of the most important combinatorial results in coding theory, and is now known as the MacWilliams Identity.", "19607770": "Tom H. Koornwinder (born 19 September 1943, in Rotterdam) is a Dutch mathematician at the Korteweg-de Vries Institute for Mathematics who introduced Koornwinder polynomials.", "1028319": "Tadeusz Ważewski (24 September 1896 – 5 September 1972)[1] was a Polish mathematician.", "58896609": "Klavdiya Yakovlevna Latysheva (Russian: Клавдия Яковлевна Латышева; Ukrainian: Клавдія Яківна Латишева; born 14 March 1897, Kyiv, Russian Empire – 11 May 1956, Kyiv, Ukrainian SSR, Soviet Union (now Kyiv, Ukraine)) was a Soviet mathematician known for her contributions to the theory of differential equations, electrodynamics and probability. She was honoured with the Order of Lenin and the Medal \"For Valiant Labour in the Great Patriotic War 1941–1945\".", "12333282": "Michael (Mihály) Fekete (Hebrew: מיכאל פקטה; 19 July 1886 – 13 May 1957) was a Hungarian-Israeli mathematician.[1]", "48476387": "Brian Cabell White is an American mathematician who specializes in differential geometry and geometric measure theory. He is a professor of mathematics and former chair of the mathematics department at Stanford University.[1] He played a key role in the solution of the double bubble conjecture, that the minimum-area enclosure of two volumes is formed from three spherical patches meeting in a circle and forming dihedral angles of 2π/3 with each other, by proving that the optimal solution to this problem is necessarily a surface of revolution.[2]", "176356": "Urbain Jean Joseph Le Verrier FRS (FOR) HFRSE (French: [yʁbɛ̃ ʒɑ̃ ʒɔzɛf lə vɛʁje]; 11 March 1811 – 23 September 1877) was a French astronomer and mathematician who specialized in celestial mechanics and is best known for predicting the existence and position of Neptune using only mathematics.", "43495653": "Andrew John Pullan (1963 – 7 March 2012) was a New Zealand mathematician specialising in bio-electrical modelling. He was a fellow of the Royal Society of New Zealand.", "54898918": "Valeria Simoncini (born 1966)[1] is an Italian researcher in numerical analysis who works as a professor in the mathematics department at the University of Bologna.[2] Her research involves the computational solution of equations involving large matrices, and their applications in scientific computing.[3] She is the chair of the SIAM Activity Group on Linear Algebra.[4]", "176360": "John Couch Adams FRS FRSE FRAS (/kuːtʃ/; 5 June 1819 – 21 January 1892) was a British mathematician and astronomer.  He was born in Laneast, near Launceston, Cornwall, and died in Cambridge.", "38416618": "Ib Henning Madsen (born 12 April 1942, in Copenhagen)[1] is a Danish mathematician, a professor of mathematics at the University of Copenhagen. He is known for (with Michael Weiss) proving the Mumford conjecture on the cohomology of the stable mapping class group, and for developing topological cyclic homology theory.[2]", "46248171": "Sabir Medgidovich Gusein-Zade (Russian: Сабир Меджидович Гусейн-Заде; born 29 July 1950 in Moscow[1]) is a Russian mathematician and a specialist in singularity theory and its applications.[2]", "1028345": "Stanisław Zaremba (3 October 1863 – 23 November 1942) was a Polish mathematician and engineer.[1] His research in partial differential equations, applied mathematics and classical analysis, particularly on harmonic functions, gained him a wide recognition. He was one of the mathematicians who contributed to the success of the Polish School of Mathematics through his teaching and organizational skills as well as through his research. Apart from his research works, Zaremba wrote many university textbooks and monographies.", "71250181": "Godwin Osakpemwoya Samuel Ekhaguere NNOM is a Nigerian professor of mathematics at the University of Ibadan and the founder and president of the International Centre for Mathematical & Computer Sciences (ICMCS).[1] He was a Fellow of the Alexander von Humboldt Foundation, Germany, a former sub Dean of Faculty of Science University of Ibadan and is a member of the African Academy of Sciences.[2]  He is also a recipient of the Nigerian National Order of Merit (NNOM) which was conferred on him by President Muhammadu Buhari.[3]", "61223174": "James Williamson FRSE (1725–1795) was a Scottish minister and mathematician, and joint founder of the Royal Society of Edinburgh.", "28094731": "Enrico Arbarello is an Italian mathematician who is a leading expert in algebraic geometry.", "68169997": "Ülo Lumiste (30 June 1929 Vändra – 20 November 2017) was an Estonian mathematician.[1]", "13644049": "Michel André Kervaire (26 April 1927 – 19 November 2007) was a French mathematician who made significant contributions to topology and algebra.", "62632210": "Lam Siu-por (Chinese: 林兆波; Jyutping: Lam4 Siu6 Bo1; born 28 March 1954) is a Hong Kong mathematician and the husband of Carrie Lam, who served as the fourth Chief Executive of Hong Kong from 2017 to 2022.", "52572435": "Robert E. Bixby is an American mathematician, the Noah Harding Professor Emeritus of Computational and Applied Mathematics at Rice University.", "1683730": "George Barker Jeffery FRS[1] (9 May 1891 – 27 April 1957) was a leading mathematical physicist in the early twentieth century. He is probably best known to the scientifically literate public as the translator of papers by Albert Einstein, Hendrik Lorentz, and other fathers of relativity theory.[2][3][4][5][6]", "20754709": "Derrick Corson Niederman is an author, mathematician, game designer, and national squash champion.  His most recent game, 36 Cube,[1] has been described by Reuters as \"a wolf in sheep's clothing\"[2] because its simple design belies the sophisticated mathematical intuition required for the solution. He received a B.A. in mathematics from Yale and a Ph.D. in mathematics from MIT.[3] Dr. Niederman is a math professor at the College of Charleston.[4]", "24850711": "David Ríos Insua (born June 21, 1964 in Madrid) is a Spanish mathematician, and son and disciple of Sixto Ríos, the \"father of Spanish statistics.\" He is currently also the youngest Fellow of the Spanish Royal Academy of Sciences (de la Real Academia de Ciencias Exactas, Físicas y Naturales, RAC),[1] which he joined in 2008.[2][3] He received a PhD in Computational Sciences at the University of Leeds. He is Full Professor of the Statistics and Operations Research Department at Rey Juan Carlos University (URJC),[4] and he has been Vice-dean of New Technologies and International Relationships at URJC (2002–2009). He has worked in fields such as Bayesian inference in neuronal networks, MCMC methods in decision analysis, Bayesian robustness or adversarial risk analysis. He has also worked in applied areas such as Electronic Democracy,[5] reservoirs management, counterterrorism model and many others. He is married and has two daughters.", "38613278": "Jules Joseph Drach (13 March 1871, in Sainte-Marie-aux-Mines near Colmar – 8 March 1949, in Cavalaire-sur-Mer, Provence-Alpes-Côte d’Azur) was a French mathematician.[1]", "176420": "Underwood Dudley (born January 6, 1937) is an American mathematician and writer. His popular works include several books describing crank mathematics by pseudomathematicians who incorrectly believe they have squared the circle or done other impossible things.", "25375017": "Jan Brinkhuis (born 1952) is a Dutch mathematician, and Associate Professor of Finance and Mathematical Methods and Techniques at the Econometric Institute of Erasmus University Rotterdam, specialized in the theory and application of optimization theory and game theory.[1]", "1028394": "Paulin Kazimierz Stefan Żorawski (June 22, 1866 – January 23, 1953) was a Polish mathematician. Żorawski's main interests were invariants of differential forms, integral invariants of Lie groups, differential geometry and fluid mechanics.  His work in these disciplines was to prove important in other fields of mathematics and science, such as differential equations, geometry and physics (especially astrophysics and cosmology).", "49983787": "Georg Frederik Ursin (baptised Georg Friderich Krüger; 20 June 1797 – 4 December 1849) was a Danish mathematician and astronomer.", "68432169": "Alberto Sergio Cattaneo (26 June 1967 in Milan)[1] is an Italian mathematician and mathematical physicist, specializing in geometry related to quantum field theory and string theory.", "41201965": "J. (Jean) François Treves (born April 23, 1930, in Brussels) is an American mathematician, specializing in partial differential equations.", "12590": "Grace Brewster Hopper (née Murray; December 9, 1906 – January 1, 1992) was an American computer scientist, mathematician, and United States Navy rear admiral.[1] One of the first programmers of the Harvard Mark I computer, she was a pioneer of computer programming. Hopper was the first to devise the theory of machine-independent programming languages, and the FLOW-MATIC programming language she created using this theory was later extended by others to create COBOL, an early high-level programming language still in use today.", "4436275": "Karel Petr (Czech: [ˈkarɛl ˈpɛtr̩];  14 June 1868, Zbyslav, Austria-Hungary – 14 February 1950, Prague, Czechoslovakia) was a Czech mathematician. He was one of the most renowned Czech mathematicians of the first half of the 20th century.", "3649845": "David Eisenbud (born 8 April 1947 in New York City) is an American mathematician.  He is a professor of mathematics at the University of California, Berkeley and former director of the then Mathematical Sciences Research Institute (MSRI), now known as Simons Laufer Mathematical Sciences Institute (SLMath). He served as Director of MSRI from 1997 to 2007, and then again from 2013 to 2022.", "42479925": "Albert Ribaucour (28 November 1845 in Lille – 13 September 1893 in Philippeville, Algeria) was a French Civil Engineer and mathematician.[1][2]", "5189951": "Elena Lucrezia Cornaro Piscopia (US: /kɔːrˌnɑːroʊ pɪˈskoʊpiə/,[3] Italian: [ˈɛːlena luˈkrɛttsja korˈnaːro piˈskɔːpja]; 5 June 1646 – 26 July 1684) or Elena Lucrezia Corner (Venetian: [koɾˈnɛɾ], Italian: [korˈnɛr]), also known in English as Helen Cornaro, was a Venetian philosopher of noble descent who in 1678 became one of the first women to receive an academic degree from a university and the first to receive a Doctor of Philosophy degree.", "176448": "John Playfair FRSE, FRS (10[citation needed] March 1748 – 20 July 1819) was a Church of Scotland minister, remembered as a scientist and mathematician, and a professor of natural philosophy at the University of Edinburgh. He is best known for his book Illustrations of the Huttonian Theory of the Earth (1802), which summarised the work of James Hutton.[1] It was through this book that Hutton's principle of uniformitarianism, later taken up by Charles Lyell, first reached a wide audience. Playfair's textbook Elements of Geometry made a brief expression of Euclid's parallel postulate known now as Playfair's axiom.", "2306372": "Peter Stoner (June 16, 1888 – March 21, 1980)[1][2] was a Christian writer and Chairman of the departments of mathematics and astronomy at Pasadena City College until 1953; Chairman of the science division, Westmont College, 1953–57; Professor Emeritus of Science, Westmont College; and Professor Emeritus of Mathematics and Astronomy, Pasadena City College.", "63058245": "János Körner is a Hungarian mathematician who works on information theory and combinatorics.[1]", "274756": "John Machin (bapt. c. 1686 – June 9, 1751)[1] was a professor of astronomy at Gresham College, London. He is best known for developing a quickly converging series for pi in 1706 and using it to compute pi to 100 decimal places.", "26456397": "Ehrenfried Walther von Tschirnhaus (or Tschirnhauß, German: [ˈeːʁənˌfʁiːt ˈwaltɐ fɔn ˈt͡ʃiːɐ̯nhaʊs]; 10 April 1651 – 11 October 1708) was a German mathematician, physicist, physician, and philosopher. He introduced the Tschirnhaus transformation and is considered by some to have been the inventor of European porcelain,[1][2] an invention long accredited to Johann Friedrich Böttger but others claim porcelain had been made by English manufacturers at an even earlier date.[3]", "4665679": "Vavrinec Benedikt of Nedožery (Slovak: Vavrinec Benedikt z Nedožier, Czech: Vavřinec Benedikt z Nudožer (Nedožer) or Nudožerinus, Hungarian: Benedicti M. Lőrinc, Latin: Laurentius Benedictus Nudozierinus; 10 August 1555, Nedožery – 4 June 1615, Prague) was a Slovak mathematician, teacher, poet, translator, and philologist settled in Bohemia.", "1978708": "Debabrata Basu (5 July 1924 – 24 March 2001) was an Indian statistician who made fundamental contributions to the foundations of statistics. Basu invented simple examples that displayed some difficulties of likelihood-based statistics and frequentist statistics; Basu's paradoxes were especially important in the development of survey sampling. In statistical theory, Basu's theorem established the independence of a complete sufficient statistic and an ancillary statistic.[1]", "72003926": "Václav Šimerka  (20 December 1819 – 26 December 1887) was a Czech mathematician, priest, physicist and philosopher. He wrote the first Czech text on calculus and is credited for discovering the first seven Carmichael numbers in 1885.", "31600984": "Erik Gustav Elfving (25 June 1908 – 25 March 1984) was a Finnish mathematician and statistician. He wrote pioneering works in mathematical statistics, especially on the design of experiments.[1]", "340313": "Ludwig Immanuel Magnus (March 15, 1790 – September 25, 1861) was a German Jewish mathematician who, in 1831, published a paper about the inversion transformation, which leads to inversive geometry.", "69808474": "Gerrit van der Mey (5 January 1914 – November 2002) was a deafblind Dutch mathematician. He helped create software for PTERA and ZEBRA, some of the first computers designed in the Netherlands, as well as creating compilers for later computers. In 1982 he was made a member of the Order of Orange-Nassau at the grade of knight.", "61682011": "Leslie Hogben is an American mathematician specializing in graph theory and linear algebra, and known for her mentorship of graduate students in mathematics.[1] She is a professor of mathematics at Iowa State University, where she held the Dio Lewis Holl Chair in Applied Mathematics 2012-2020; she is also professor (by courtesy) of electrical and computer engineering at Iowa State, associate dean for graduate studies and faculty development of the College of Liberal Arts and Sciences at Iowa State, and associate director for diversity at the American Institute of Mathematics.[2]", "52572510": "Ami Elizabeth Radunskaya is an American mathematician and musician. She is a professor of mathematics at Pomona College, where she specializes in dynamical systems and the applications of mathematics to medicine,[1] such as the use of cellular automata to model drug delivery.[2]  In 2016 she was elected as the president of the Association for Women in Mathematics (AWM).[1]", "17412448": "William Ruggles (September 5, 1797 – September 10, 1877) was a professor at George Washington University.[1][2]", "6893920": "Clifford Henry Taubes (born February 21, 1954)[1] is the William Petschek Professor of Mathematics at Harvard University and works in gauge field theory, differential geometry, and low-dimensional topology. His brother is the journalist Gary Taubes.", "71545186": "Lennox Emmanuel Superville (born June 10, 1942) is a Trinidadian-American professor, mathematician,[1][2] and engineer.", "58929510": "Dieter Kotschick (born 1963) is a German mathematician, specializing in differential geometry and topology.", "12071279": "Ernest Jean Philippe Fauque de Jonquières (born Carpentras, France 3 July 1820; died Mousans-Sartoux, France 12 August 1901) was a French mathematician and naval officer who made several contributions in geometry.", "64106864": "Mihalj Šilobod Bolšić (1 November 1724 – 4 April 1787) was a Croatian Roman Catholic priest, mathematician, writer, and musical theorist primarily known for writing the first Croatian arithmetics textbook Arithmetika Horvatzka (published in Zagreb, 1758).", "20754801": "Børge Christian Jessen (19 June 1907 – 20 March 1993) was a Danish mathematician best known for his work in analysis, specifically on the Riemann zeta function, and in geometry, specifically on Hilbert's third problem.", "43954549": "George Arthur Frederick Seber (born 6 April 1938) is an Australian-born New Zealand statistician. Since his retirement from academic life, he has worked as a counsellor.", "5288311": "Victor Matveevich Buchstaber (Russian: Виктор Матвеевич Бухштабер, born 1 April 1943, Tashkent, Soviet Union) is a Soviet and Russian mathematician known for his work on algebraic topology, homotopy theory, and mathematical physics.", "6730105": "Maurice Borisovich Kraitchik (21 April 1882 – 19 August 1957) was a Belgian mathematician and populariser. His main interests were the theory of numbers and recreational mathematics.[1][2]", "50704764": "Francisco Gomes Teixeira (28 January 1851, São Cosmado, Armamar – 8 February 1933, Porto) was a Portuguese mathematician and historian of mathematics.", "30060928": "Robert Anderson (fl. 1668–1696), was an English mathematician and silk-weaver.", "15282563": "Chen Jiangong (Chinese: 陈建功; 1893–1971), or Jian-gong Chen, was a Chinese mathematician. He was a pioneer of modern Chinese mathematics.[1] He was the dean of the Department of Mathematics, National Chekiang University (now Zhejiang University), and a founding academician the Chinese Academy of Sciences (elected 1955).", "56504710": "Hans Jörg Stetter (born 8 April 1930) is a German mathematician, specializing in numerical analysis.", "32747914": "Larry Alan Wasserman (born 1959) is a Canadian-American statistician and a professor in the Department of Statistics & Data Science and the Machine Learning Department at Carnegie Mellon University.", "635277": "William Reid Pogue (January 23, 1930 – March 3, 2014) was an American astronaut and pilot who served in the United States Air Force (USAF) as a fighter pilot and test pilot, and reached the rank of colonel. He was also a teacher, public speaker and author.", "52605326": "Vincenzo Amato (2 June 1881 in Taranto – 2 March 1963 in Catania) was an Italian mathematician.", "602516": "Jakob Nielsen (15 October 1890 in Mjels, Als – 3 August 1959 in Helsingør) was a Danish mathematician known for his work on automorphisms of surfaces.[1] He was born in the village Mjels on the island of Als in North Schleswig, in modern-day Denmark.  His mother died when he was 3, and in 1900 he went to live with his aunt and was enrolled in the Realgymnasium.  In 1907 he was expelled for being a member of an illicit student club.  Nevertheless, he matriculated at the University of Kiel in 1908.", "42742165": "Evgeniy Vasiljevich Zolotov (29 April 1922 –  26 July 1990) was a Soviet mathematician and a member of the Soviet Academy of Sciences (1987).", "39170457": "Jeremy Avigad is a professor of philosophy and a professor of mathematical sciences at Carnegie Mellon University.", "21049755": "Thomas Blundeville (c. 1522 – c. 1606) was an English humanist writer and mathematician. He is known for work on logic, astronomy, education and horsemanship, as well as for translations from the Italian. His interests were both wide-ranging and directed towards practical ends, and he adapted freely a number of the works he translated.", "24687007": "Jenő Elek Egerváry (April 16, 1891 – November 30, 1958) was a Hungarian mathematician.", "36417952": "Anneli Cahn Lax (23 February 1922, Katowice – 24 September 1999, New York City) was an American mathematician, who was known for being an editor of the Mathematics Association of America's New Mathematical Library Series, and for her work in reforming mathematics education with the inclusion of language skills. Anneli Lax received a bachelor's degree in 1942 from Adelphi University and her doctorate in 1956. She was a professor of mathematics at New York University's Courant Institute. She was married to the mathematician Peter Lax.", "12706": "Greg Egan (born 20 August 1961)[1] is an Australian science fiction writer and mathematician, best known for his works of hard science fiction. Egan has won multiple awards including the John W. Campbell Memorial Award, the Hugo Award, and the Locus Award.", "67154339": "Selenne Bañuelos (born January 29, 1985)[1] is an American mathematician and associate professor of mathematics at California State University Channel Islands. Her research is in the areas of differential and difference equations and dynamical systems, with a focus on their applications to mathematical biology.", "31633829": "Czesław Olech (22 May 1931 – 1 July 2015) was a Polish mathematician. He was a representative of the Kraków school of mathematics, especially the differential equations school of Tadeusz Ważewski.", "48673198": "Margaret Hilary Millington (22 March 1944 – 5 March 1973) was an English-born mathematician.[1]", "49394095": "Ruth Gentry (February 22, 1862 – October 18, 1917) was a pioneering American woman mathematician during the late 19th century and the beginning of the 20th century. She was the first Indiana-born woman to acquire a PhD degree in mathematics, and most likely the first woman born in Indiana to receive a doctoral degree in any scientific discipline.[1]", "17314223": "Robin Sibson (4 May 1944 – 19 March 2017)[1] was a British mathematician and educator.", "1978798": "Diederik Johannes Korteweg (31 March 1848 – 10 May 1941[2]) was a Dutch mathematician. He is now best remembered for his work on the Korteweg–de Vries equation, together with Gustav de Vries.[3]", "70562226": "Shabnam Akhtari is a Canadian-Iranian[1] mathematician specializing in number theory, and in particular in Diophantine equations, Thue equations, and the geometry of numbers. She is a professor of mathematics at Pennsylvania State University.[2]", "63517120": "Pietro Cossali (1748, Verona — 1815, Padua) was an Italian mathematician, physicist and astronomer.", "7713219": "Jamal Nazrul Islam (24 February 1939 – 16 March 2013) was a Bangladeshi mathematical physicist and cosmologist.[1] He was a professor at University of Chittagong, served as a member of the advisory board at Shahjalal University of Science and Technology and member of the syndicate at Chittagong University of Engineering & Technology until his death.[2] He also served as the director of the Research Center for Mathematical and Physical Sciences (RCMPS) at the University of Chittagong. He was awarded Ekushey Padak in 2000 by the Government of Bangladesh.[3]", "58667460": "William Schieffelin Claytor (January 4, 1908 – July 14, 1967) was an American mathematician specializing in topology.  He was born in Norfolk, Virginia, where his father was a dentist.  He was the third African-American to get a Ph.D. in mathematics, and the first to publish in a mathematical research journal.[1]", "373190": "Harish-Chandra Mehrotra FRS[1][3] (11 October 1923 – 16 October 1983) was an Indian-American mathematician and physicist who did fundamental work in representation theory, especially harmonic analysis on semisimple Lie groups.[4][5][6]", "58274248": "Joseph Privat de Molières (26 May 1676 – 12 May 1742) was a French physicist and mathematician, a member of the Académie des sciences and professor at the Collège royal.", "28094923": "Anna Nagurney is an American mathematician, economist, educator and writer in the field of Operations Management. Nagurney is the Eugene M. Isenberg Chair in Integrative Studies in the Isenberg School of Management at the University of Massachusetts Amherst in Amherst, Massachusetts.[1] Previously, she held the John F. Smith Memorial Professorship of Operations Management at the Isenberg School of Management from 1998 to 2021.", "56013267": "Joanna Anthony Ellis-Monaghan is an American mathematician and mathematics educator whose research interests include graph polynomials and topological graph theory. She is a professor of mathematics at the Korteweg-de Vries Institute for Mathematics of the University of Amsterdam.", "15315411": "Chung Tao Yang, or Chung-Tao Yang, Yang Zhongdao (traditional Chinese: 楊忠道; simplified Chinese: 杨忠道; pinyin: Yáng Zhòngdào) (May 4, 1923 – 2005), was a notable Chinese American topologist. He was an academician of the Academia Sinica and served as the chair of the Department of Mathematics, University of Pennsylvania.[1]", "35074517": "Bernardino Gaetano Scorza (29 September 1876, in Morano Calabro – 6 August 1939, in Rome) was an Italian mathematician working in algebraic geometry, whose work inspired the theory of Scorza varieties.", "39793111": "Tyakal Nanjundiah Venkataramana (born 1958) is an Indian mathematician who specialises in  algebraic groups and automorphic forms.", "62468573": "William Clement (1707 – 15 January 1782) was an Irish academic who spent his whole career at Trinity College Dublin (TCD), teaching botany, natural philosophy, mathematics and medicine there.[1]  He was the third Erasmus Smith's Professor of Natural and Experimental Philosophy at TCD (1745-1759).[2]", "1323490": "David Breyer Singmaster (14 December 1938 – 13 February 2023) was an American-British mathematician who was emeritus professor of mathematics at London South Bank University, England. He had a huge personal collection of mechanical puzzles and books of brain teasers. He was most famous for being an early adopter and enthusiastic promoter of the Rubik's Cube. His Notes on Rubik's \"Magic Cube\" which he began compiling in 1979 provided the first mathematical analysis of the Cube as well as providing one of the first published solutions. The book contained his cube notation which allowed the recording of Rubik's Cube moves, and which quickly became the standard.", "1683941": "Cesare Arzelà (6 March 1847–15 March 1912) was an Italian mathematician who taught at the University of Bologna and is recognized for his contributions in the theory of functions, particularly for his characterization of sequences of continuous functions, generalizing the one given earlier by Giulio Ascoli in the Arzelà–Ascoli theorem.", "38646249": "Dănuţ Marcu (born 11 January 1952) is a Romanian mathematician and computer scientist, who received his Ph.D. from the University of Bucharest in 1981. He claimed to have authored more than 400 scientific papers.[1]", "22786540": "Michel Marie Deza (27 April 1939[1] – 23 November 2016[2]) was a Soviet and French mathematician, specializing in combinatorics, discrete geometry and graph theory. He was the retired director of research at the French National Centre for Scientific Research (CNRS), the vice president of the European Academy of Sciences,[3] a research professor at the Japan Advanced Institute of Science and Technology,[4] and one of the three founding editors-in-chief of the European Journal of Combinatorics.[1]", "54112749": "Conrad Habicht  (28 December 1876 in Schaffhausen – 23 October 1958 in Schaffhausen) was a Swiss mathematician and close personal friend of Albert Einstein.", "68530674": "John David Smillie (born February 18, 1953 in Ithaca, New York) is an American mathematician, specializing in dynamical systems.[1]", "71119346": "Imperial University of Tokyo,\nHokkaido University,\nQueen's University,", "66007540": "Eva Bjørn Vedel Jensen (born 14 June 1951) is a Danish mathematician and statistician known for her work in spatial statistics, stereology, stochastic geometry, and medical imaging.[1] She is a professor emeritus in the Department of Mathematical Sciences at Aarhus University.[2]", "44282359": "Philip Martin Whitman is an American mathematician who contributed to lattice theory, particularly the theory of free lattices.", "19313149": "Susan Landau (born 1954) is an American mathematician, engineer, cybersecurity policy expert, and Bridge Professor in Cybersecurity and Policy at the Fletcher School of Law and Diplomacy at Tufts University.[2][3] She previously worked as a Senior Staff Privacy Analyst at Google.[4] She was a Guggenheim Fellow[5] and a visiting scholar at the Computer Science Department, Harvard University in 2012.[6]", "26817022": "Maxwell Alexander Rosenlicht (April 15, 1924 – January 22, 1999) was an American mathematician known for works in algebraic geometry, algebraic groups, and differential algebra.", "2699774": "Frank Ludvig Spitzer (July 24, 1926 – February 1, 1992) was an Austrian-born American mathematician who made fundamental contributions to probability theory, including the theory of random walks, fluctuation theory, percolation theory, the Wiener sausage, and especially the theory of interacting particle systems. Rare among mathematicians, he chose to focus broadly on \"phenomena\", rather than any one of the many specific theorems that might help to articulate a given phenomenon. His book Principles of Random Walk, first published in 1964, remains a well-cited classic.", "60338688": "Bubacarr Bah is a Gambian mathematician and chair of Data Science at the African Institute for Mathematical Sciences (AIMS).[3][1] He is an assistant professor at Stellenbosch University and a member of the Google advanced technology external advisory council.[citation needed]", "35369474": "Emanuels Donats Frīdrihs Jānis Grinbergs (1911–1982, westernized as Emanuel Grinberg) was a Latvian mathematician, known for Grinberg's theorem on the Hamiltonicity of planar graphs.[1][2][3][4][5][6]", "504326": "Nicholas Constantine Metropolis (Greek: Νικόλαος Μητρόπουλος;[1] June 11, 1915 – October 17, 1999) was a Greek-American physicist.[2]", "4436490": "František Josef Studnička (27 June 1836, Soběslav, Bohemia – 21 February 1903, Prague, Bohemia) was a Czech mathematician and popular pedagogue at Charles University in Prague. He was also an active contributor to astronomy and meteorology. He was known as the author of several textbooks and popular articles.", "51098124": "Friedrich Wilhelm Opelt (9 June 1794 – 22 September 1863) was a musicologist, a mathematician, and an astronomer. At one point, he held the title of Geheimrat (the title of the highest advising officials at the Imperial, royal or principal courts of the Holy Roman Empire).", "33927692": "David Bierens de Haan (3 May 1822, in Amsterdam – 12 August 1895, in Leiden) was a Dutch mathematician and historian of science.", "48247312": "Daniel Bennequin (3 January 1952) is a French mathematician, known for the Thurston–Bennequin number (sometimes called the Bennequin number) introduced in his doctoral dissertation.[1]", "26554897": "Igor Vladimirovich Girsanov (Russian: И́горь Влади́мирович Гирсанов; (10 September 1934 – 16 March 1967) was a Russian mathematician.[1] He made major contributions to probability theory and its applications.", "61977106": "Peter Bürgisser (born 1962) is a Swiss mathematician and theoretical computer scientist who deals with algorithmic algebra and algebraic complexity theory.", "65155608": "Kathryn Brenda MacGibbon-Taylor (July 31, 1944 – October 7, 2022) was a Canadian mathematician, statistician, and decision scientist. She was a professor of mathematics at the Université du Québec à Montréal[1] and was affiliated with the Group for Research in Decision Analysis.[2]", "4403736": "Mitsuhiro Shishikura (宍倉 光広, Shishikura Mitsuhiro, born November 27, 1960) is a Japanese mathematician working in the field of complex dynamics. He is professor at Kyoto University in Japan.", "71610910": "Asma Hassannezhad is an Iranian mathematician whose research concerns geometric analysis, spectral geometry, and differential geometry. She is a lecturer in pure mathematics in the School of Mathematics at the University of Bristol, where she is also a member of the Institute of Probability, Analysis and Dynamics and the Institute of Pure Mathematics.[1]", "57127456": "Hasibun Naher is a Bangladeshi applied mathematics researcher and educator. In February 2018, she was one of five young women from developing countries to receive the OWSD-Elsevier Foundation Award.[1] Her research has included the application of mathematics to tsunamis in order to improve predictions of how they develop. She is currently Associate Professor of Mathematics at BRAC University, Dhaka.[2]", "31371822": "Benjamin Osgood Peirce (February 11, 1854 – January 14, 1914) was an American mathematician and a holder of the Hollis Chair of Mathematics and Natural Philosophy at Harvard from 1888 until his death in 1914.[1][2]", "26784306": "George Henry Livens (1886–1950) was a British mathematician best known for his work on electromagnetics, elasticity and thermodynamics.[1]", "209460": "Su Buqing, also spelled Su Buchin (simplified Chinese: 苏步青; traditional Chinese: 蘇步青; September 23, 1902 – March 17, 2003), was a Chinese mathematician, educator and poet. He was the founder of differential geometry in China, and served as president of Fudan University and honorary chairman of the Chinese Mathematical Society.[1][2]", "24064567": "Eugène-Maurice-Pierre Cosserat (4 March 1866 – 31 May 1931) was a French mathematician and astronomer.", "37401145": "Julius Wolff (18 April 1882 – 8 February 1945)[1] was a Dutch-Jewish mathematician, known for the Denjoy–Wolff theorem and for his boundary version of the Schwarz lemma.[3][4][5] With his family he was arrested in Utrecht by the Nazi occupation forces of the Netherlands on 8 March 1943 and transported to the Bergen-Belsen concentration camp on 13 September 1944, where he died of epidemic typhus on 8 February 1945, shortly before the camp was liberated.[5][6]", "30192185": "Carlo Somigliana (20 September 1860 – 20 June 1955) was an Italian mathematician and a classical mathematical physicist, faithful member of the school of Enrico Betti and Eugenio Beltrami.[1][2] He made important contributions to linear elasticity: the Somigliana integral equation, analogous to Green's formula in potential theory, and the Somigliana dislocations are named after him. Other fields he contribute to include seismic wave propagation, gravimetry and glaciology.[3] One of his ancestors was Alessandro Volta:[4] precisely, the great Como physicist was an ancestor of Carlo's mother, Teresa Volta.[5]", "34779708": "Richard Sheldon Palais (born May 22, 1931) is an American mathematician working in differential geometry.", "2798141": "Sunzi Suanjing (Chinese: 孫子算經; pinyin: Sūnzǐ Suànjīng; Wade–Giles: Sun Tzu Suan Ching; lit. 'The Mathematical Classic of Master Sun/Master Sun's Mathematical Manual') was a mathematical treatise written during 3rd to 5th centuries AD which was listed as one of the Ten Computational Canons during the Tang dynasty. The specific identity of its author Sunzi (lit. \"Master Sun\") is still unknown but he lived much later than his namesake Sun Tzu, author of The Art of War. From the textual evidence in the book, some scholars concluded that the work was completed during the Southern and Northern Dynasties.[2] Besides describing arithmetic methods and investigating Diophantine equations, the treatise touches upon astronomy and attempts to develop a calendar.[citation needed]", "55554625": "Domenico Guglielmini (Bologna, 27 September 1655 - Padua, 27 July 1710) was an Italian mathematician, chemist and physician, active and successful mainly in Bologna and Padua.[1][2]", "73052740": "Bernard Vauquois ((1929-06-14)June 14, 1929[1] — (1985-09-30)September 30, 1985[2]) was a French mathematician and computer scientist. He was a pioneer of computer science and machine translation (MT) in France. An astronomer-turned-computer scientist, he is known for his work on the programming language ALGOL 60, and later for extensive work on the theoretical and practical problems of MT, of which the eponymous Vauquois triangle is one of the most widely-known contributions.[2]", "63124039": "Allison Henrich (born 1980)[1] is an American mathematician specializing in knot theory and also interested in undergraduate-level mathematics research mentorship. She is a professor of mathematics at Seattle University.[2]", "62272076": "Mikhail Kapranov, (Михаил Михайлович Капранов, born 1962) is a Russian mathematician, specializing in algebraic geometry, representation theory, mathematical physics, and category theory. He is currently a professor of the Kavli Institute for the Physics and Mathematics of the Universe at the University of Tokyo.", "13939277": "Thomas Stephens Davies FRS FRSE (1795–1851) was a British mathematician.", "38744654": "William Henry Besant FRS (1 November 1828 – 2 June 1917) was a British mathematician, brother of novelist Walter Besant. Another brother, Frank, was the husband of Annie Besant.", "6468183": "Isaac Richard Jay Malitz (born 1947, in Cleveland, Ohio) is a logician who introduced the subject of positive set theory in his 1976 Ph.D. Thesis at UCLA.", "373336": "Mikio Sato (Japanese: 佐藤 幹夫, Hepburn: Satō Mikio, 18 April 1928 – 9 January 2023) was a Japanese mathematician known for founding the fields of algebraic analysis, hyperfunctions, and holonomic quantum fields. He was a professor at the Research Institute for Mathematical Sciences in Kyoto.", "55128667": "Charles Chapman Pugh (born 1940) is an American mathematician who researches dynamical systems.\nPugh received his PhD under Philip Hartman of Johns Hopkins University in 1965, with the dissertation The Closing Lemma for Dimensions Two and Three.[1] He has since been a professor, now emeritus, at the University of California, Berkeley.", "58077794": "Magdalena Araceli Mouján Otaño (1926–2005) was an Argentine mathematician of Basque descent, a pioneer of Argentine computer science, operations research, and nuclear physics, and an award-winning science fiction author.[1][2]", "46805603": "André Weil (/ˈveɪ/; French: [ɑ̃dʁe vɛj]; 6 May 1906 – 6 August 1998) was a French mathematician, known for his foundational work in number theory and algebraic geometry.[3] He was one of the most influential mathematicians of the twentieth century. His influence is due\nboth to his original contributions to a remarkably broad\nspectrum of mathematical theories, and to the mark \nhe left on mathematical practice and style, through\nsome of his own works as well as through the Bourbaki group, of which he was one of the principal\nfounders.", "57487970": "Jean Estelle Hirsh Rubin (October 29, 1926 – October 25, 2002) was an American mathematician known for her research on the axiom of choice. She worked for many years as a professor of mathematics at Purdue University. Rubin wrote five books: three on the axiom of choice, and two more on more general topics in set theory and mathematical logic.[1][2]", "18100837": "Silas D. Alben is an American mathematician.  His is Professor of Mathematics and Director of the Applied and Interdisciplinary Mathematics Program at the University of Michigan. His research addresses problems from biology (especially biomechanics) and engineering  that can be studied with the tools of applied mathematics and continuum mechanics.", "39957090": "Henri–Auguste Delannoy (French pronunciation: [ɑ̃ʁi oɡyst dəlanwa]; 28 September 1833 – 5 February 1915) was a French army officer and amateur mathematician, after whom the Delannoy numbers are named.[1][2][3]", "6042215": "Nathan Jacob Fine (22 October 1916 in Philadelphia – 18 November 1994 in Deerfield Beach, Florida) was an American mathematician who worked on basic hypergeometric series.  He is best known for his lecture notes on the subject which for four decades served as an inspiration to experts in the field until they were finally published as a book. He solved the Jeep problem in 1946.", "30126696": "John Babington (fl. 1635), was an English mathematician and gunner.", "4436582": "Václav Láska (1862–1943) was a Czech astronomer, geophysicist, and mathematician. He was based mainly at Charles University, and was the founding director (1920-1933) of the State Institute of Geophysics, which later became the Institute of Geophysics of the Czech Academy of Sciences.", "65778287": "Snezhana I. Abarzhi (also known as Snejana I. Abarji)[1] is an applied mathematician and mathematical physicist from the former Soviet Union specializing in the dynamics of fluids and plasmas and their applications in nature and technology.  Her research has indicated that supernovas explode more slowly and less turbulently than previously thought, changing the understanding of the mechanisms by which heavy atomic nuclei are formed in these explosions.[2] She is Professor and Chair of Applied Mathematics at the University of Western Australia.[1]", "32092783": "Nagayoshi Iwahori (岩堀 長慶, Iwahori Nagayoshi, 1926 to 29 May 2011) was a Japanese mathematician who worked on algebraic groups over local fields who introduced Iwahori–Hecke algebras and Iwahori subgroups.", "62042737": "Peter Lukas Bühlmann (born 12 April 1965 in Zürich) is a Swiss mathematician and statistician.", "1553013": "Jacques Fabrice Vallée (French: [ʒak fabʁis vale]; born September 24, 1939) is an Internet pioneer, computer scientist, venture capitalist, author, ufologist and astronomer currently residing in San Francisco, California and Paris, France.", "32518776": "Benson Stanley Farb (born October 25, 1967) is an American mathematician at the University of Chicago. His research fields include geometric group theory and low-dimensional topology.", "33895035": "Ledyard R. Tucker (19 September 1910 – 16 August 2004) was an American mathematician who specialized in statistics and psychometrics. His Ph.D. advisor at the University of Chicago was Louis Leon Thurstone. He was a lecturer in psychology at Princeton University from 1948 to 1960, while simultaneously working at ETS. In 1960, he moved to working full-time in academia when he joined the University of Illinois. The rest of his career was spent as professor of quantitative psychology and educational psychology at UIUC until he retired in 1979. Tucker is best known for his Tucker decomposition and Tucker–Koopman–Linn model. He is credited with the invention of Angoff method.", "143999": "Bernardino Baldi (5 June 1553 – 10 October 1617) was an Italian mathematician, poet, translator and priest.", "73413248": "Lauren Lynn Rose is a current Associate Professor of Mathematics at Bard College and founder of several mathematical outreach programs.[1]", "73413250": "Ranthony A. C. Edmonds  is an American mathematician specializing in commutative ring theory, factorization theory, and applied algebraic topology. She is a postdoctoral fellow in the department of mathematics at the Ohio State University.", "73413251": "Mimi Dai is a mathematician who specializes in partial differential equations, fluid dynamics, and complex fluids. She is a professor at the University of Illinois Chicago.[1]", "67449476": "Hermann Ludwig Gustav Wiener (15 May 1857, Karlsruhe – 13 June 1939, Darmstadt) was a German mathematician.[1][2]", "46805636": "Paul Richard Halmos (Hungarian: Halmos Pál; March 3, 1916 – October 2, 2006) was a Hungarian-born American mathematician and statistician who made fundamental advances in the areas of mathematical logic, probability theory, statistics, operator theory, ergodic theory, and functional analysis (in particular, Hilbert spaces). He was also recognized as a great mathematical expositor. He has been described as one of The Martians.[1]", "73413253": "Clemson University", "73413255": "Karoline Pershell is an American mathematician who works as the Chief Operating Officer for Service Robotics and Technologies (SRT Labs).[1] She is a past Executive Director of the Association for Women in Mathematics.[2]", "701064": "Albert Victor Bäcklund (11 January 1845 – 23 February 1922) was a Swedish mathematician and physicist. He was a professor at Lund University and its rector from 1907 to 1909.", "73413252": "Nandi Olive Leslie is an applied mathematician and senior engineering fellow at Raytheon Technologies.", "57913994": "Simon ben Moses ben Simon Motot (Hebrew: שמעון בן משה בן שמעון מטוט, Shim'on ben Moshe ben Shim'on Moṭoṭ) was a Jewish-Italian mathematician of the fifteenth century who probably lived in Lombardy. His treatise was likely the first Hebrew work giving a detailed treatment of the al-Khwarizmian form of algebra.[1]", "701065": "Luigi Bianchi (18 January 1856 – 6 June 1928) was an Italian mathematician. He was born in Parma, Emilia-Romagna, and died in Pisa. He was a leading member of the vigorous geometric school which flourished in Italy during the later years of the 19th century and the early years of the twentieth century.", "340621": "George Stephen Boolos (/ˈbuːloʊs/;[1] 4 September 1940 – 27 May 1996) was an American philosopher and a mathematical logician who taught at the Massachusetts Institute of Technology.[2]", "635533": "Axel Thue (Norwegian: [tʉː]; 19 February 1863 – 7 March 1922) was a Norwegian mathematician, known for his original work in diophantine approximation and combinatorics.", "46805648": "Gorō Shimura (志村 五郎, Shimura Gorō, 23 February 1930 – 3 May 2019) was a Japanese mathematician and Michael Henry Strater Professor Emeritus of Mathematics at Princeton University who worked in number theory, automorphic forms, and arithmetic geometry.[1] He was known for developing the theory of complex multiplication of abelian varieties and Shimura varieties, as well as posing the Taniyama–Shimura conjecture which ultimately led to the proof of Fermat's Last Theorem.", "16986770": "James Murdoch Austin (May 25, 1915 – November 26, 2000)[1] was a New Zealand-American meteorologist. He was notable for his pioneering modeling of the meteorology of air pollution, especially that of smokestack particulates.  He is also notable as the doctoral advisor of the pioneer of chaos theory and early practitioner of numerical weather prediction, Edward Norton Lorenz.", "20591252": "Leon Melvyn Simon FAA, born in 1945, is a Leroy P. Steele Prize[1] and Bôcher Prize-winning[2] mathematician, known for deep contributions to the fields of geometric analysis, geometric measure theory, and partial differential equations. He is currently Professor Emeritus in the Mathematics Department at Stanford University.", "12946": "Grigory Isaakovich Barenblatt (Russian: Григо́рий Исаа́кович Баренблат; 10 July 1927 – 22 June 2018)[1] was a Russian mathematician.", "3977874": "Ole Jacob Broch (14 January 1818 – 5 February 1889) was a Norwegian mathematician, physicist, economist and government minister.[1]", "12955": "George Pólya (/ˈpoʊljə/; Hungarian: Pólya György, pronounced [ˈpoːjɒ ˈɟørɟ]; December 13, 1887 – September 7, 1985) was a Hungarian American mathematician. He was a professor of mathematics from 1914 to 1940 at ETH Zürich and from 1940 to 1953 at Stanford University. He made fundamental contributions to combinatorics, number theory, numerical analysis and probability theory. He is also noted for his work in heuristics and mathematics education.[2] He has been described as one of The Martians,[3] an informal category which included one of his most famous students at ETH Zurich, John von Neumann.", "1716898": "Yang Hui (simplified Chinese: 杨辉; traditional Chinese: 楊輝; pinyin: Yáng Huī, ca. 1238–1298), courtesy name Qianguang (謙光), was a Chinese mathematician and writer during the Song dynasty. Originally, from Qiantang (modern Hangzhou, Zhejiang), Yang worked on magic squares, magic circles and the binomial theorem, and is best known for his contribution of presenting Yang Hui's Triangle. This triangle was the same as Pascal's Triangle, discovered by Yang's predecessor Jia Xian. Yang was also a contemporary to the other famous mathematician Qin Jiushao.", "62010020": "Rebecca Julia Shipley OBE FIET is a British mathematician and professor of healthcare engineering at University College London (UCL). She is director of the UCL Institute of Healthcare Engineering, co-director of the UCL Centre for Nerve Engineering and Vice Dean (Health) for the UCL Faculty of Engineering Sciences.[1][2][3] She is also co-director of the UCL CHIMERA Research Hub with Prof Christina Pagel and a Fellow of the Institution of Engineering and Technology.", "66761382": "David Lewis Outcalt (January 30, 1935 – November 2, 2013) was an American academic administrator, mathematician, and violinist.[2] He was the chancellor of the University of Alaska Anchorage[2] and the University of Wisconsin, Green Bay.[3][4][1]", "3420840": "Emanoil Bacaloglu (Romanian pronunciation: [emanoˈil bakaˈloɡlu]; 11 May [O.S. 29 April] 1830 – 30 August 1891) was a Wallachian and Romanian mathematician, physicist and chemist.", "41104045": "Urs Schreiber (born 1974) is a mathematician specializing in the connection between mathematics and theoretical physics (especially string theory) and currently working as a researcher at New York University Abu Dhabi.[1] He was previously a researcher at the Czech Academy of Sciences, Institute of Mathematics, Department for Algebra, Geometry and Mathematical Physics.[2]", "8663731": "Germund Dahlquist (16 January 1925 – 8 February 2005) was a Swedish mathematician known primarily for his early contributions to the theory of numerical analysis as applied to differential equations.", "12399286": "Franz Josef Hočevar, in Slovenian, Franc Jože Hočevar (10 October 1853 in Metlika, Slovenia – 19 June 1919 in Graz, Austria) was an Austrian–Slovenian mathematician and author of mathematical books.", "45658812": "Sergei Tabachnikov, also spelled Serge, (in born in 1956) is an American mathematician who works in geometry and dynamical systems. He is currently a Professor of Mathematics at Pennsylvania State University.", "21443260": "Graham Robert Allan (13 August 1936 – 9 August 2007) was an English mathematician, specializing in Banach algebras. He was Reader in functional analysis and Vice-Master of Churchill College at Cambridge University.[1][2]", "54309566": "Hilda Margaret Lyon, MA, MSc, AFRAeS (31 May 1896 – 2 December 1946) was a British engineer who invented the \"Lyon Shape\", a streamlined design used for airships and submarines.", "47526603": "Tatyana Mikhailovna Velikanova (Russian: Татья́на Миха́йловна Велика́нова, 3 February 1932 in Moscow – 19 September 2002 in Moscow) was a mathematician and Soviet dissident. A veteran of the human rights movement in the Soviet Union, she was an editor of A Chronicle of Current Events for most of that underground periodical's existence (1968–1983), bravely exposing her involvement with the anonymously edited and distributed bulletin at a press conference in May 1974.[1]", "50803406": "Robert Eugene Megginson is an American mathematician, the Arthur F. Thurnau Professor of Mathematics at the University of Michigan.[1] His research concerns functional analysis and Banach spaces;[2] he is the author of the textbook An Introduction to Banach Space Theory (GTM 183, Springer, 1998).[3]", "19247828": "Christopher Barry Collins is a cosmologist who has written many papers with Stephen Hawking. He is a professor emeritus of applied mathematics at the University of Waterloo.[1]", "48870101": "Lowell Edwin Jones (born 1945) is an American professor of mathematics at Stony Brook University.[1] Jones' primary fields of interest are topology and geometry. Jones is most well known for his collaboration with F. Thomas Farrell on the Farrell-Jones conjecture.", "73904857": "Elena Sofía Nieto Monje (Alcorcón; August 16, 1984), known as Sofía Nieto, is a Spanish actress and mathematician  known especially for having worked in series such as Aquí no hay quien viva and La que se avecina.[1]", "47624922": "Joseph Pierre LaSalle (born 28 May 1916 in State College, Pennsylvania; died 7 July 1983 in Little Compton, Rhode Island) was an American mathematician specialising in dynamical systems and responsible for important contributions to stability theory, such as LaSalle's invariance principle which bears his name.", "64500446": "Christiane Tammer (née Gerstewitz, also published as Christiane Gerth)[1] is a German mathematician known for her work on mathematical optimization. She is a professor in the Institute of Mathematics of Martin Luther University of Halle-Wittenberg,[2] and editor-in-chief of Optimization: A Journal of Mathematical Programming and Operations Research.[3]", "45200100": "Daniel Ken Nakano (born July 30, 1964)[1] is an American mathematician. Nakano is a Distinguished Research Professor of Mathematics at the University of Georgia; he specializes in representation theory.[2]", "64664297": "Jane Grace Kehoe Cullum (born 1938)[1] is an American applied mathematician known for her work in numerical algorithms and control theory, who became president of the IEEE Control Systems Society.", "13710063": "Hiroshi Toda (戸田 宏, Toda Hiroshi, born 1928) is a Japanese mathematician, who specializes in stable and unstable homotopy theory.", "2568946": "Arthur Herbert Copeland (June 22, 1898 Rochester, New York – July 6, 1970) was an American mathematician. He graduated from Harvard University in 1926[1] and taught at Rice University and the University of Michigan. His main interest was in the foundations of probability.[2][3]", "13043": "Giuseppe Peano (/piˈɑːnoʊ/;[1] Italian: [dʒuˈzɛppe peˈaːno]; 27 August 1858 – 20 April 1932) was an Italian mathematician and glottologist. The author of over 200 books and papers, he was a founder of mathematical logic and set theory, to which he contributed much notation. The standard axiomatization of the natural numbers is named the Peano axioms in his honor. As part of this effort, he made key contributions to the modern rigorous and systematic treatment of the method of mathematical induction. He spent most of his career teaching mathematics at the University of Turin. He also wrote an international auxiliary language, Latino sine flexione (\"Latin without inflections\"), which is a simplified version of Classical Latin. Most of his books and papers are in Latino sine flexione, while others are in Italian.", "45298424": "Michiel Coignet (also Quignet, Cognet or Connette in Italian) (1549 in Antwerp – 24 December 1623 in Antwerp) was a Flemish polymath who made significant contributions to various disciplines including cosmography, mathematics, navigation and cartography. He also built new and improved scientific instruments and made military engineering designs.", "69055224": "Goong Chen (Chinese: 陳鞏, born July 7, 1950, Kaohsiung, Taiwan) is an applied mathematician known for his use of computer forensics and computer simulation to recreate what may have occurred in aviation accidents. He is currently Professor of Mathematics at Texas A&M University.", "64631551": "Anne Taormina is a Belgian mathematical physicist whose research topics include string theory, conformal field theory, and monstrous moonshine. Beyond mathematical physics, she has also studied the icosahedral symmetry of virus capsids. She is Professor of Theoretical Particle Physics in the Department of Mathematical Sciences at Durham University.[1]", "8467200": "Carlos Julio Moreno is a Colombian mathematician and faculty member at Baruch College and at the Graduate Center of the City University of New York (CUNY).", "56931072": "Boris Sergeevich Kashin (Russian: Борис Сергеевич Кашин; born July 3, 1951, in Moscow) is a Russian mathematician,[1] Academician of the Russian Academy of Sciences (since 2011),[1] Doctor of Sciences,[1] Professor at the MSU Faculty of Mechanics and Mathematics.[1]\nMember of the Central Committee of the Communist Party of the Russian Federation since 2000.", "1487618": "NSF CAREER Award (2017)", "307975": "Moritz Benedikt Cantor (23 August 1829 – 10 April 1920) was a German historian of mathematics.", "209673": "Vladimir Naumovich Vapnik (Russian: Владимир Наумович Вапник; born 6 December 1936) is a computer scientist, researcher, and academic. He is one of the main developers of the Vapnik–Chervonenkis theory of statistical learning[1] and the co-inventor of the support-vector machine method and support-vector clustering algorithms.[2]", "36320014": "Jean-Pierre Christin (31 May 1683 – 19 January 1755) was a French physicist, mathematician, astronomer, and musician. His proposal in 1743 to reverse the Celsius thermometer scale (from water boiling at 0 degrees and ice melting at 100 degrees, to where zero represented the freezing point of water and 100 represented the boiling point of water) was widely accepted and is still in use today.[1][2][3]", "68530959": "Kitty Baker (born Sallie Kathryn Cardwell,  August 21, 1912 – June 2, 2014) was an American mathematics educator, artist and weaver, and author of books on theater.[1][2][3][4]", "40907536": "Jo Boaler (born 18 February 1964)[1] is a British education author and Nomellini-Olivier Professor of Mathematics Education at the Stanford Graduate School of Education.[2] Boaler is involved in promoting reform mathematics and equitable mathematics classrooms.[3][4] \nShe is the co-founder and faculty director of youcubed[5] a Stanford centre that offers free mathematics education resources to teachers, students and parents. She is the author of nine books, including Limitless Mind (2019), Mathematical Mindsets (2016),  What's Math Got To Do With It? (2009)[6] and The Elephant in the Classroom (2010),[7] all written for teachers and parents with the goal of improving mathematics education in both the US and UK.", "70890257": "Zhi-Ming Ma. (Chinese: 馬志明; pinyin: Zhi-Ming Ma) is a Chinese mathematics professor of Chinese Academy of Sciences.[1] Ma is a former Vice Chairman of the Executive Committee for International Mathematical Union.[2], a two times president of Chinese Mathematical Society, an elected member of World Academy of Sciences and the Chairman of Graduate Degree Committee of Academy of Math and Systems Science, Chinese Academy of Sciences.[3][1]", "2372371": "Roy Patrick Kerr CNZM FRS FRSNZ (/kɜːr/; born 16 May 1934) is a New Zealand mathematician who discovered the Kerr geometry, an exact solution to the Einstein field equation of general relativity. His solution models the gravitational field outside an uncharged rotating massive object, including a rotating black hole.[1][2] His solution to Einstein's equations predicted spinning black holes before they were discovered.[3][4]", "6370067": "Frank Pfenning is a German-American professor of computer science, adjunct professor in the department of philosophy, and head of the Computer Science Department at Carnegie Mellon University.[1]", "63714069": "Jillian Beardwood (20 December 1934–28 October 2019)[1] was a British mathematician known for the Beardwood-Halton-Hammersley Theorem.[2] Published by the Cambridge Philosophical Society in a 1959 article entitled \"The Shortest Path Through Many Points\", the theorem provides a practical solution to the \"travelling salesman problem\".[3] The authors derived an asymptotic formula to determine the length of the shortest route for a salesman who starts at a home or office and visits a fixed number of locations before returning to the start.", "176917": "Mikhail Vasilyevich Ostrogradsky (transcribed also Ostrogradskiy, Ostrogradskiĭ) (Russian: Михаи́л Васи́льевич Острогра́дский, Ukrainian: Миха́йло Васи́льович Острогра́дський; 24 September 1801 – 1 January 1862) was a Ukrainian-Russian[1][2] mathematician, mechanician, and physicist of Ukrainian Cossack ancestry.[3][4][5][6][7][8] Ostrogradsky was a student of Timofei Osipovsky and is considered to be a disciple of Leonhard Euler, who was known as one of the leading mathematicians of Imperial Russia.", "7353112": "Edward Granville Sewell is an American mathematician, university professor, and intelligent design advocate. He is a professor of mathematics at the University of Texas, El Paso.", "30716698": "Pierre Gabriel (1 August 1933[1] – 24 November 2015), also known as Peter Gabriel, was a French mathematician at the University of Strasbourg (1962–1970), University of Bonn (1970–1974) and University of Zürich (1974–1998) who worked on category theory, algebraic groups, and representation theory of algebras.  He was elected a correspondent member of the French Academy of Sciences in November 1986.[2]", "5878555": "Adhémar Jean Claude Barré de Saint-Venant (French pronunciation: [ademaʁ ʒɑ̃ klod baʁe də sɛ̃ vənɑ̃]; 23 August 1797 – 6 January 1886)[1] was a mechanician and mathematician who contributed to early stress analysis and also developed the unsteady open channel flow shallow water equations, also known as the Saint-Venant equations that are a fundamental set of equations used in modern hydraulic engineering. The one-dimensional Saint-Venant equation is a commonly used simplification of the shallow water equations. Although his full surname was Barré de Saint-Venant in mathematical literature other than French he is known as Saint-Venant. His name is also associated with Saint-Venant's principle of statically equivalent systems of load, Saint-Venant's theorem and for Saint-Venant's compatibility condition, the integrability conditions for a symmetric tensor field to be a strain.", "38875933": "James G. Oxley is an Australian–American mathematician, Boyd Professor of Mathematics at Louisiana State University.[1] He is known for his expertise in matroid theory and graph theory.", "10662685": "Evelyn Martin Lansdowne Beale FRS[1] (8 September 1928 – 23 December 1985) was an applied mathematician and statistician who was one of the pioneers of mathematical programming.", "26948388": "Andrew Knyazev is an American mathematician. He graduated from the Faculty of Computational Mathematics and Cybernetics of Moscow State University under the supervision of Evgenii Georgievich D'yakonov (Russian: Евгений Георгиевич Дьяконов) in 1981 and obtained his PhD in Numerical Mathematics at the Russian Academy of Sciences under the supervision of Vyacheslav Ivanovich Lebedev (Russian: Вячеслав Иванович Лебедев) in 1985. He worked at the Kurchatov Institute between 1981–1983, and then to 1992 at the Marchuk Institute of Numerical Mathematics (Russian: ru:Институт вычислительной математики имени Г. И. Марчука РАН) of the Russian Academy of Sciences, headed by Gury Marchuk (Russian: Гурий Иванович Марчук).", "13677348": "Brian Hayward Bowditch (born 1961[1]) is a British mathematician known for his contributions to geometry and topology, particularly in the areas of geometric group theory and low-dimensional topology. He is also known for solving[2] the angel problem. Bowditch holds a chaired Professor appointment in Mathematics at the University of Warwick.", "56308517": "Rudolf Weyrich (1894 – 1971) was a German mathematician, physicist, and inventor.", "45864": "Giulio (Yoel) Racah (Hebrew: ג'וליו (יואל) רקח;  February 9, 1909 – August 28, 1965) was an Italian–Israeli physicist and mathematician.[1] He was Acting President of the Hebrew University of Jerusalem from 1961 to 1962.[2]", "72266543": "Jan Nekovář (1963 – 14 November 2022) was a Czech academic and mathematician who specialized in number theory.[1]", "13111": "George Bernard Dantzig (/ˈdæntsɪɡ/; November 8, 1914 – May 13, 2005) was an American mathematical scientist who made contributions to industrial engineering, operations research, computer science, economics, and statistics.", "27374393": "Olof B. Widlund (born 1938), is a Swedish-American mathematician. He is well known for his leading role in and fundamental contributions to domain decomposition methods. He received his Ph.D. at Uppsala University in 1966[1] and is professor of Computer Science at the Courant Institute of New York University.", "35009342": "Alfred Jacobus (Alf) van der Poorten AM (16 May 1942 – 9 October 2010) was a Dutch-Australian number theorist, for many years on the mathematics faculties of the University of New South Wales and Macquarie University.[1][2][3]", "66073412": "Volodymyr Lohvynovych Rvachov (Ukrainian: Володимир Логвинович Рвачов; 21 October 1926, Chyhyryn – 26 April 2005, Kharkiv) was a Soviet and Ukrainian applied mathematician and engineering scientist.[1]", "11350853": "Chandrashekhar B. Khare (born 1968) is a professor of mathematics at the University of California Los Angeles. In 2005, he made a major advance in the field of Galois representations and number theory by proving the level 1 Serre conjecture,[1] and later a proof of the full conjecture with Jean-Pierre Wintenberger. He has been on the Mathematical Sciences jury for the Infosys Prize from 2015, serving as Jury Chair from 2020.[2]", "13126": "Gaspard-Gustave de Coriolis (French: [ɡaspaʁ ɡystav də kɔʁjɔlis]; 21 May 1792 – 19 September 1843) was a French mathematician, mechanical engineer and scientist. He is best known for his work on the supplementary forces that are detected in a rotating frame of reference, leading to the Coriolis effect. He was the first to apply the term travail (translated as \"work\") for the transfer of energy by a force acting through a distance, and he prefixed the factor ½ to Leibniz's concept of vis viva, thus specifying today's kinetic energy.[1]", "701256": "Thorvald Nicolai Thiele (24 December 1838 – 26 September 1910) was a Danish astronomer and director of the Copenhagen Observatory.[1] He was also an actuary and mathematician, most notable for his work in statistics, interpolation and the three-body problem.", "53916490": "Luc C. Tartar is a French-American mathematician currently the University Professor of Mathematics, Emeritus at Carnegie Mellon University.[1][2]", "42120016": "William Meikleham LLD (1771–1846) was Regius Professor of Astronomy at the University of Glasgow from 1799 to 1803. He resigned the Chair of Astronomy to become Professor of Natural Philosophy (Physics) in 1803, a position he held until his death in 1846.", "52310866": "Peng Tsu Ann (born 1936) is a Singaporean mathematician, and the first University of Singapore (now the National University of Singapore, Abbreviation: NUS) graduate to obtain a PhD in mathematics. Peng was the Head of the Department of Mathematics at NUS from 1982 to 1996 and oversaw its rapid growth during the period.[1][2]", "38482776": "Alan C. Newell (born 5 November 1941 in Dublin[1]) is an Irish/American mathematician and Regents Professor at the University of Arizona. He was awarded a Guggenheim Fellowship in 1976[2] and in 2004 the John von Neumann Lecture for the Society for Industrial and Applied Mathematics.[3] He was a Senior Scientist Humboldt Fellow in 1988–1989 and was elected a Fellow of the Society for Industrial and Applied Mathematics in 2009.[4]", "13145": "Gerolamo Cardano (Italian: [dʒeˈrɔːlamo karˈdaːno]; also Girolamo[1] or Geronimo;[2] French: Jérôme Cardan; Latin: Hieronymus Cardanus; 24 September 1501– 21 September 1576) was an Italian polymath whose interests and proficiencies ranged through those of mathematician, physician, biologist, physicist, chemist, astrologer, astronomer, philosopher, writer, and gambler.[3] He became one of the most influential mathematicians of the Renaissance and one of the key figures in the foundation of probability; he introduced the binomial coefficients and the binomial theorem in the Western world. He wrote more than 200 works on science.[4]", "37598042": "Enoch Beery Seitz (24 August 1846 in Fairfield County, Ohio – 8 October 1883 in Adair, Missouri)[1] was an American mathematician who was Chair of Mathematics at North Missouri State Normal School).", "25441114": "Robert Edward Williams (born 1942) is an American designer, mathematician, and architect. He is noted for books on the geometry of natural structure, the discovery of a new space-filling polyhedron, the development of theoretical principles of Catenatic Geometry, and the invention of the Ars-Vivant Wild-life Protector System for repopulating the Western Mojave Desert in California, USA with desert tortoises.", "59618144": "Arthur Bakker (born January 3, 1970) is a Dutch mathematics education researcher and associate professor at the Freudenthal Institute, Utrecht University, Netherlands.[1] He is Fellow at the University of Bremen.[2]", "33370977": "Allen Lowell Shields (May 7, 1927 – September 16, 1989) was an American mathematician who worked on measure theory, complex analysis, functional analysis and operator theory,[1][2][3] and was \"one of the world's leading authorities on spaces of analytic functions.\"[4]", "54014822": "Vern Ival Paulsen (born 1951) is an American mathematician, focusing in operator theory, operator algebras, frame theory, C*-algebras, and quantum information theory.", "37303142": "William Richard Maximilian Hugo Threlfall (25 June 1888, in Dresden – 4 April 1949, in Oberwolfach) was a British-born German mathematician who worked on algebraic topology. He was a coauthor of the standard textbook Lehrbuch der Topologie.", "62763880": "Norman Laurence Gilbreath (born 1936) is an American magician and author known for originating the Gilbreath shuffle.[1]  He is also known for Gilbreath's conjecture concerning prime numbers.[2]", "33272681": "Frank Ruskey is a combinatorialist and computer scientist, and professor at the University of Victoria. His research involves algorithms for exhaustively listing discrete structures, combinatorial Gray codes, Venn and Euler diagrams, combinatorics on words, and enumerative combinatorics.[1]  Frank Ruskey is the author of the Combinatorial Object Server (COS), a website for information on and generation of combinatorial objects.[2]", "4305770": "David Schweickart (born 1942) is an American mathematician and philosopher. He holds a BS in Mathematics from the University of Dayton, a PhD in Mathematics from the University of Virginia, and a PhD in Philosophy from Ohio State University. He currently is Professor of Philosophy at Loyola University Chicago.[1]", "18920299": "James Gary Propp is a professor of mathematics at the University of Massachusetts Lowell.", "22098796": "Daqing Wan (born 1964 in China) is a Chinese mathematician working in the United States. He received his Ph.D.\nfrom the University of Washington in Seattle in 1991, under the direction of Neal Koblitz.[1] Since 1997, he has been on\nthe faculty of mathematics at the University of California at Irvine; he has also held visiting positions at the Institute for Advanced Study in Princeton, New Jersey, Pennsylvania State University, the University of Rennes, the Mathematical Sciences Research Institute in Berkeley, California, and the Chinese Academy of Sciences in Beijing.[2]", "56013683": "Luciano Orlando (13 May 1887, Caronia, Messina  – 21 August 1915, Isonzo) was an Italian mathematician and military engineer.[1][2]", "42185590": "Giorgio Lapazaya (c.1495 in Monopoli – c.1570) was an Italian mathematician and musician of Albanian descent.", "53752695": "Stephanie van Willigenburg is a professor of mathematics at the University of British Columbia[1] whose research is in the field of algebraic combinatorics and concerns quasisymmetric functions. Together with James Haglund, Kurt Luoto and Sarah Mason, she introduced the quasisymmetric Schur functions, which form a basis for quasisymmetric functions.[2]", "39924603": "Marion Gray (26 March 1902 – 16 September 1979) was a Scottish mathematician who discovered a graph with 54 vertices and 81 edges while working at American Telephone & Telegraph.[1] The graph is commonly known as the Gray graph.", "62632831": "Hao Huang is a mathematician known for solving the sensitivity conjecture.[1][2] Huang is currently an associate professor in the mathematics department at National University of Singapore.[3]", "32748419": "Xihong Lin (Chinese: 林希虹) is a Chinese–American statistician known for her contributions to mixed models, nonparametric and semiparametric regression, and statistical genetics and genomics. As of 2015[update], she is the Henry Pickering Walcott Professor and Chair of the Department of Biostatistics  at Harvard T.H. Chan School of Public Health and Coordinating Director of the Program in Quantitative Genomics.", "65745795": "Jennifer Leigh Morse is a mathematician specializing in algebraic combinatorics. She is a professor of mathematics at the University of Virginia.[1]", "60797835": "Geneviève Raugel (27 May 1951 – 10 May 2019) was a French mathematician working in the field of numerical analysis and dynamical systems.[1]", "56374155": "Hiroaki Terao (寺尾 宏明, Hiroaki Terao, born August 13, 1951) is a Japanese mathematician, known as, with Peter Orlik and Louis Solomon, a pioneer of the theory of arrangements of hyperplanes. He was awarded a Mathematical Society of Japan Algebra Prize in 2010.", "28586899": "Fabrice Bethuel (born 7 June 1963) is a French mathematician. He holds a chair at Paris VI University.", "1127316": "Gemma Frisius (/ˈfrɪziəs/; born JemReinerszoon;[1] December 9, 1508 – May 25, 1555) was a Dutch physician, mathematician, cartographer, philosopher, and instrument maker. He created important globes, improved the mathematical instruments of his day and applied mathematics in new ways to surveying and navigation. Gemma's rings, an astronomical instrument, are named after him. Along with Gerardus Mercator and Abraham Ortelius, Frisius is often considered one of the founders of the Netherlandish school of cartography, and significantly helped lay the foundations for the school's golden age (approximately 1570s–1670s).", "2175894": "Vojtěch Jarník (Czech pronunciation: [ˈvojcɛx ˈjarɲiːk]; 22 December 1897 – 22 September 1970) was a Czech mathematician. He worked for many years as a professor and administrator at Charles University, and helped found the Czechoslovak Academy of Sciences. He is the namesake of Jarník's algorithm for minimum spanning trees.", "36221849": "Shyamaprasad Mukherjee, FNASc, known as S. P. Mukherjee (born 16 June 1938), is an Indian statistician and the former Centenary Professor of Statistics at the University of Calcutta.[1] He is currently a visiting professor at University of Calcutta[2] after retiring formally as the Centenary Professor of Statistics in 2004.[3] He is currently serving as the Chairman of Expert Group conducting All-India surveys under the Labour Bureau.[4]", "19837850": "Vincenzo Riccati (Castelfranco Veneto, 11 January 1707 – Treviso, 17 January 1775) was a Venetian Catholic priest, mathematician, and physicist.", "68891550": "Mary Emily Sinclair (September 27, 1878 – June 3, 1955) was an American mathematician whose research concerned algebraic surfaces and the calculus of variations. She was the first woman to earn a doctorate in mathematics at the University of Chicago, and became Clark Professor of Mathematics at Oberlin College.[1][2]", "23475106": "Julius Wilhelm Richard Dedekind [ˈdeːdəˌkɪnt] (6 October 1831 – 12 February 1916) was a German mathematician who made important contributions to number theory, abstract algebra (particularly ring theory), and\nthe axiomatic foundations of arithmetic. His best known contribution is the definition of real numbers through the notion of Dedekind cut. He is also considered a pioneer in the development of modern set theory and of the philosophy of mathematics known as Logicism.", "1651618": "Tibor Gallai (born Tibor Grünwald, 15 July 1912 – 2 January 1992) was a Hungarian mathematician. He worked in combinatorics, especially in graph theory, and  was a lifelong friend and collaborator of Paul Erdős.  He was a student of Dénes Kőnig and an advisor of László Lovász. He was a corresponding member of the Hungarian Academy of Sciences (1991).", "64074660": "Xavier Ros Oton (Barcelona, 1988) is a Spanish mathematician[1] who works on partial differential equations (PDEs).[2]\nHe is an ICREA Research Professor and a Full Professor at the University of Barcelona.", "44807078": "Jane Margaret Hawkins is an American mathematician who works as a professor of mathematics at University of North Carolina at Chapel Hill.[1] Her research concerns dynamical systems and complex dynamics, including cellular automata and Julia sets. More recent research has included work on cellular automata models for the spread of HIV, Hepatitis C and Ebola.[2]", "59716522": "Elizabeth B. Dussan V. (born 1946)[1] is an American applied mathematician, condensed matter physicist, and chemical engineer. Her research involves fluid dynamics, and she is known for her work on wetting, porous media, and fluid-fluid interfaces.[2][3][4]", "7812016": "Bernd Sturmfels (born March 28, 1962 in Kassel, West Germany) is a Professor of Mathematics and Computer Science at the University of California, Berkeley and is a director of the Max Planck Institute for Mathematics in the Sciences in Leipzig since 2017.", "9679792": "Veniamin Fyodorovich Kagan (Russian: Вениами́н Фёдорович Ка́ган; 10 March 1869 – 8 May 1953) was a Russian and Soviet mathematician and expert in geometry. He is the maternal grandfather of mathematicians Yakov Sinai and Grigory Barenblatt.", "19739572": "Noriko Yui is a professor of mathematics at Queen's University in Kingston, Ontario.", "1160118": "Varāhamihira (6th century CE, possibly c. 505 – c. 587), also called Varāha or Mihira, was an astrologer-astronomer who lived in or around Ujjain in present-day Madhya Pradesh, India.", "897982": "Francis John Welsh Whipple ScD FInstP (17 March 1876 – 25 September 1943) was an English mathematician, meteorologist and seismologist. From 1925 to 1939, he was superintendent of the Kew Observatory.", "1160134": "Kamalakara (1616 – 1700) was an Indian astronomer and mathematician, came from a learned family of scholars from Golagrama, a village situated in Maharashtra State near Partha-puri (Pathari) on the northern bank of the river Godāvarī.[1] His father was Nrsimha who was born in 1586.[2] Two of Kamalakara's three brothers were also astronomer and mathematicians: Divakara, who was the eldest of the brothers born in 1606, and Ranganatha who was youngest. Kamalākara learnt astronomy from his elder brother Divākara, who compiled five works on astronomy. His family later moved to Vārāṇasī.[3]", "46024": "Abraham Robinson (born Robinsohn;[1] October 6, 1918 – April 11, 1974) was a mathematician who is most widely known for development of nonstandard analysis, a mathematically rigorous system whereby infinitesimal and infinite numbers were reincorporated into modern mathematics. Nearly half of Robinson's papers were in applied mathematics rather than in pure mathematics.[2]", "46027": "Gerhard Karl Erich Gentzen (24 November 1909 – 4 August 1945) was a German mathematician and logician. He made major contributions to the foundations of mathematics, proof theory, especially on natural deduction and sequent calculus. He died of starvation in a Czech prison camp in Prague in 1945, having been interned as a German national after the Second World War.", "1160141": "Paṇḍita Jagannātha Samrāṭ (1652–1744) was an Indian astronomer and mathematician who served in the court of Jai Singh II of Amber, and was also his guru.", "1160150": "Manava (c. 750 BC – 690 BC) is an author of the Hindu geometric text of Sulba Sutras.", "63026134": "Naiomi Tuere Cameron is an American mathematician working in the field of combinatorics. She is an associate professor at Spelman College as well as the vice president of National Association of Mathematicians.[1][2] She was previously an associate professor at Lewis & Clark College in Portland, OR.[3]", "64959448": "Mark Tomforde is an American mathematician and Professor of Mathematics \nat University of Colorado Colorado Springs. He works in the areas of functional analysis and algebra, and he earned his Ph.D. in mathematics at Dartmouth College in 2002.  Tomforde's research interests are in operator algebras and C*-algebras, and he has made contributions to the study of graph C*-algebras and Leavitt path algebras.  He was an invited speaker at the 2015 Abel Symposium,[1] and he is a founding member of the Algebras and Rings in Colorado Springs (ARCS) center.[2]  He has also received several awards for his teaching and outreach efforts.", "1160157": "Lalla (c. 720–790 CE) was an Indian mathematician, astronomer, and astrologer who belonged to a family of astronomers. Lalla was the son of Trivikrama Bhatta and the grandson of Śâmba.[1] He lived in central India, possibly in the Lāṭa region in modern south Gujarat.[2] Lalla was known as being one of the leading Indian astronomers of the eighth century.[1]\nOnly two of his works are currently thought to be extant.[3]"}