{"7543506": "Mylan Engel Jr. (born 1960) is a full professor of philosophy at Northern Illinois University in DeKalb.[1]", "2890454": "Isadore Twersky (also known as Yitzhak Asher Twersky, October 9, 1930 – October 12, 1997) was an Orthodox rabbi and Hasidic Rebbe, and university professor who held the position as Nathan Littauer Professor of Hebrew Literature and Philosophy at Harvard University, a chair previously held by Harry Austryn Wolfson. Twersky was an internationally recognized authority on Rabbinic literature and Jewish philosophy. He was especially known as an international expert in the writings and influence of the 12th-century Jewish legalist and philosopher Maimonides, and Abraham ben David, the Rabad of Posquieres.", "60431121": "Prof Robert Mark Wenley FRSE DCL LLD (19 July 1861 – 29 March 1929) was a 19th/20th-century Scottish philosopher.", "2431872": "Jurij Moskvitin (Robert Jurij Moskvitin Hansen, 6 January 1938 – 25 May 2005) was a classical pianist, composer, philosopher, mathematician and boheme.", "23829401": "Daniel John Callahan (July 19, 1930 – July 16, 2019) was an American philosopher who played a leading role in developing the field of biomedical ethics as co-founder of The Hastings Center, the world's first bioethics research institute.[1] He served as the Director of The Hastings Center from 1969 to 1983, president from 1984 to 1996, and president emeritus from 1996 to 2019. He was the author or editor of 47 books.[2]", "2136997": "Claudio Ciborra (1951 – 13 February 2005) was an Italian organizational theorist,[1] and Professor of Information Systems and PWC Chair in Risk Management in the London School of Economics. Prior to the LSE, he was professor at the Theseus International Management Institute.", "957398": "James Wallace Heisig (born 1944)[1] is a philosopher who specialises in the field of philosophy of religion. He has published a number of books on topics ranging from the notion of God in analytical psychology, the Kyoto School of Philosophy (including the works of Nishida Kitaro and Tanabe Hajime) to contemporary inter-religious dialogue. His books, translations, and edited collections, which have appeared in 18 languages, currently number 90 volumes.", "3152932": "Alf Niels Christian Ross (10 June 1899 – 17 August 1979) was a Danish jurist, legal philosopher and judge of the European Court of Human Rights (1959–1971).[1] He is best known as one of the leading figures of Scandinavian legal realism. His debate in 1959 with the prominent British legal philosopher H. L. A. Hart – which began in the Cambridge Law Journal (Vol. 17) – was important in framing the modern conflict between legal positivism and legal realism.[2][3]", "60726413": "Malham M. Wakin is a retired United States Air Force brigadier general, and former head of the philosophy department at the U.S. Air Force Academy.[1]", "12786850": "Arthur Linton Corbin (October 17, 1874 – May 1, 1967) was an American lawyer and legal scholar who was a professor at Yale Law School. He contributed to the development of the philosophy of law known as legal realism[1] and wrote one of the most celebrated legal treatises of the 20th century, Corbin on Contracts.[1][2][3]", "2137251": "Jean Louis Maxime van Heijenoort /væn ˈhaɪ.ənɔːrt/ (French: [van ɛjɛnɔʁt]; July 23, 1912 – March 29, 1986) was a historian of mathematical logic. He was also a personal secretary to Leon Trotsky from 1932 to 1939, and an American Trotskyist until 1947.", "2628816": "Marshall Tillbrook Poe (born December 29, 1961) is an American historian, writer, editor and founder of the New Books Network, an online collection of podcast interviews with a wide range of non-fiction authors.[1][2] He has taught Russian, European, Eurasian and World history at various universities including Harvard, Columbia, University of Iowa, and the University of Massachusetts Amherst. He has also taught courses on new media and online collaboration.[3]", "55680237": "Gregory Johnson (born 1964) is an American white nationalist and advocate for a white ethnostate.[2] He is known for his role as editor-in-chief of the white nationalist imprint Counter-Currents Publishing,[3] which he founded in 2010 with Michael Polignano.[4]", "26778888": "Robert Lee Hale (1884–1969) was an American lawyer and economist. He earned an economics degree at Harvard University, and then worked at Columbia Law School. He is known as a legal realist, and his work focused particularly on the distributive impact of legal rules.", "14392658": "Gunther S. Stent (March 28, 1924 – June 12, 2008[1]) was a graduate professor of molecular biology at the University of California, Berkeley. An early bacteriophage biologist, he was known also for his studies on the metabolism of bacteria and neurobiology of leeches, and for his writing on the history and philosophy of biology.", "23666087": "Charles Stephen Evans (born 1948) is an American philosopher. He is one of the United States' leading experts on Søren Kierkegaard and has also published extensively on subjects including philosophy of religion and the relationship of psychology and Christianity. He is University Professor of Philosophy and Humanities at Baylor University.[1]", "1023400": "Helen Parkhurst (March 8, 1886[1] – June 1, 1973) was an American educator, author, lecturer, the originator of the Dalton Plan, founder of the Dalton School and host of Child's World with Helen Parkhurst on ABC Television Network.[2] Parkhurst took her cues from developmental psychologist Jean Piaget and education reformers such as John Dewey and Horace Mann, producing a progressive education philosophy emphasizing the development of the \"whole child\".", "70753812": "Rudolf P. Botha is a South African linguist. He is Emeritus Professor of General Linguistics at Stellenbosch University and Honorary Professor of Linguistics at Utrecht University. Botha is best known for his works on the philosophy of linguistics.[1][2]", "171567": "Shmuel Schneersohn (or Rabbi Shmuel of Lubavitch or The Rebbe Maharash) (29 April 1834 – 14 September 1882 OS) was an Orthodox rabbi and the fourth Rebbe (spiritual leader) of the Chabad Lubavitch Chasidic movement.", "171576": "Yosef Yitzchak (Joseph Isaac)[1] Schneersohn (Yiddish: יוסף יצחק שניאורסאהן; 21 June 1880 – 28 January 1950) was an Orthodox rabbi and the sixth Rebbe (spiritual leader) of the Chabad Lubavitch Hasidic movement. He is also known as the Frierdiker Rebbe (Yiddish for \"Previous Rebbe\"), the Rebbe RaYYaTz, or the Rebbe Rayatz (an acronym for Rabbi Yosef Yitzchak). After many years of fighting to keep Orthodox Judaism alive from within the Soviet Union, he was forced to leave; he continued to conduct the struggle from Latvia, and then Poland, and eventually the United States, where he spent the last ten years of his life.", "33136239": "Jeffrey Denys Goldsworthy AM FASSA is an Australian academic and legal philosopher. He is known for his work in philosophy of law, as well as constitutional theory and interpretation.[1]", "2039483": "Richard Rose (March 14, 1917 – July 6, 2005) was an American mystic, esoteric philosopher, author, poet, and investigator of paranormal phenomena. He published a number of books and spoke widely in universities and other venues across the country during the 1970s and 1980s.", "69213887": "Jean-Yves Leloup is a French theologian, writer, translator of Greek and Coptic language texts, born in 1950 in Angers. \nHe is the author of over ninety books in French, some translated into other languages, including English, German, Spanish and Portuguese.The primary subject of his writings is Christian spirituality.", "302949": "Walter Harry Pitts, Jr. (23 April 1923 – 14 May 1969) was an American logician who worked in the field of computational neuroscience.[1]  He proposed landmark theoretical formulations of neural activity and generative processes that influenced diverse fields such as cognitive sciences and psychology, philosophy, neurosciences, computer science, artificial neural networks, cybernetics and artificial intelligence, together with what has come to be known as the generative sciences. He is best remembered for having written along with Warren McCulloch, a seminal paper in scientific history, titled \"A Logical Calculus of Ideas Immanent in Nervous Activity\" (1943). This paper proposed the first mathematical model of a neural network. The unit of this model, a simple formalized neuron, is still the standard of reference in the field of neural networks. It is often called a McCulloch–Pitts neuron.  Prior to that paper, he formalized his ideas regarding the fundamental steps to building a Turing machine in \"The Bulletin of Mathematical Biophysics\" in an essay titled \"Some observations on the simple neuron circuit\".", "7610225": "Zechariah Chafee Jr. (December 7, 1885 – February 8, 1957) was an American judicial philosopher and civil rights advocate, described as \"possibly the most important First Amendment scholar of the first half of the twentieth century\" by Richard Primus.[1] Chafee's avid defense of freedom of speech led to Senator Joseph McCarthy calling him \"dangerous\" to America.[2]", "171915": "Lee Smolin (/ˈsmoʊlɪn/; born June 6, 1955) is an American theoretical physicist, a faculty member at the Perimeter Institute for Theoretical Physics, an adjunct professor of physics at the University of Waterloo and a member of the graduate faculty of the philosophy department at the University of Toronto. Smolin's 2006 book The Trouble with Physics criticized string theory as a viable scientific theory. He has made contributions to quantum gravity theory, in particular the approach known as loop quantum gravity. He advocates that the two primary approaches to quantum gravity, loop quantum gravity and string theory, can be reconciled as different aspects of the same underlying theory. He also advocates an alternative view on space and time that he calls temporal naturalism. His research interests also include cosmology, elementary particle theory, the foundations of quantum mechanics, and theoretical biology.[2]", "2465761": "William Fielding Ogburn (June 29, 1886 – April 27, 1959) was an American sociologist who was born in Butler, Georgia and died in Tallahassee, Florida.  He was also a statistician and an educator.  Ogburn received his B.A. degree from Mercer University and his M.A. and Ph.D. degrees from Columbia University.[1] He was a professor of sociology at Columbia from 1919 until 1927, when he became chair of the Sociology Department at the University of Chicago.", "22290422": "Jacob B. Agus (November 8, 1911 – September 26, 1986) was a Polish-born American liberal Conservative rabbi and theologian who played a key role in the Conservative Rabbinical Assembly.[1][2]", "7774320": "William Hare (born February 7, 1944) is a philosopher whose writings deal primarily with problems in philosophy of education. He attended Wyggeston Grammar School for Boys, 1955–62. After receiving his B.A. from the University of London (1965), he gained an M.A. in philosophy from the University of Leicester (1968), and a Ph.D. in educational theory from the University of Toronto (1971). He was Professor of Education and Philosophy at Dalhousie University from 1970 to 1995, and subsequently Professor of Education at Mount Saint Vincent University until his retirement in June 2008. He is now Professor Emeritus. He is known mainly for his work on open-mindedness, and has published several papers dealing with philosophical ideas about education in the work of Bertrand Russell.[1]", "46571650": "Heather Douglas (born March 21, 1969) is a philosopher of science best known for her work on the role of values in science, science policy, the importance of science for policymaking, and the history of philosophy of science. Douglas is Associate Professor in the Department of Philosophy at Michigan State University.[1] She formerly held the Waterloo Chair in Science and Society at the University of Waterloo,[2] and taught at University of Pittsburgh, University of Tennessee, and University of Puget Sound.[3] She is the author of Science, policy and the value-free ideal (2009),[4][5] an influential book on the way that values  do and should influence science in the context of policy.", "8462498": "Alfred Remen Mele is an American philosopher and the William H. and Lucyle T. Werkmeister Professor of Philosophy at Florida State University. He is also the past Director of the Philosophy and Science of Self-Control Project (2014-2017) and the Big Questions in Free Will Project (2010-2013). Mele is the author of thirteen books and over 250 articles.", "4825416": "Samuel D. Guttenplan (born 1944 in New York City) is a professor in philosophy at Birkbeck, University of London. Guttenplan earned his DPhil from the University of Oxford with a dissertation directed by John McDowell. He has interests in the philosophies of mind, language, philosophical logic and ethics. His current work centres on the origins of human conceptual thought, and he is contracted to produce  The Roots of Categorization for Oxford University Press in 2009–10.", "3449396": "António Castanheira Neves (born 8 November 1929 in Tábua) is a Portuguese legal philosopher and a professor emeritus at the law faculty of the University of Coimbra.", "11707008": "Kate Crawford (born 1974)[1] is a researcher, writer, composer, producer and academic, who studies the social and political implications of artificial intelligence.[2] She is based in New York and works as a principal researcher at Microsoft Research (Social Media Collective),[3] the co-founder and former director of research at the AI Now Institute at NYU,[4] a visiting professor at the MIT Center for Civic Media,[5] a senior fellow at the Information Law Institute at NYU,[6] and an associate professor in the Journalism and Media Research Centre at the University of New South Wales.[7][8] She is also a member of the WEF's Global Agenda Council on Data-Driven Development.[9]", "3187395": "James A. \"Jim\" Corbett (October 8, 1933 – August 2, 2001) was an American rancher, writer, Quaker, philosopher, and human rights activist and a co-founder of the Sanctuary movement. He was born in Casper, Wyoming, and died near Benson, Arizona.", "44081871": "Sanford \"Sandy\" H. Kadish (September 7, 1921[1] – September 5, 2014) was an American criminal law scholar and theorist.  He specialised in criminology and criminal law theory, and was one of the drafters of the American Model Penal Code.[2]", "12985069": "Harvey Robert Brown FBA (born April 4, 1950) is a British philosopher of physics. He is a professor of philosophy at the University of Oxford and an emeritus fellow of Wolfson College, Oxford, as well as a fellow of the British Academy.", "16786253": "Jody S. Ponsa-Kraus is a Patricia D. and R. Paul Yetter Professor of Law at Columbia Law School.", "369507": "Lon Luvois Fuller (June 15, 1902 – April 8, 1978) was an American legal philosopher best known as a proponent of a secular and procedural form of natural law theory. Fuller was a professor of law at Harvard Law School for many years, and is noted in American law for his contributions to both jurisprudence and the law of contracts. His debate in 1958 with the prominent British legal philosopher H. L. A. Hart in the Harvard Law Review (the Hart–Fuller debate) was important in framing the modern conflict between legal positivism and natural law theory. In his widely discussed 1964 book The Morality of Law, Fuller argues that all systems of law contain an \"internal morality\" that imposes on individuals a presumptive obligation of obedience.[1] Robert S. Summers said in 1984: \"Fuller was one of the four most important American legal theorists of the last hundred years\".[a][2]", "4301701": "Elizabeth Lewisohn Eisenstein (October 11, 1923 – January 31, 2016) was an American historian of the French Revolution and early 19th-century France. She is well known for her work on the history of early printing, writing on the transition in media between the era of 'manuscript culture' and that of 'print culture', as well as the role of the printing press in effecting broad cultural change in Western civilization.", "52437941": "Mike Hamel (born 1952) is an American author.[1] He has two in-print young adult novel series, Matterhorn the Brave and The Lighthouse Company, and the children's books, Lizzy the Leatherback and Queen Quillabee, illustrated by artist, Julie Bergeron, and Lady Allium, illustrated by Mae Danner with photographs by Mike Braun. Hamel has also written on a variety of topics, including cancer research, litigation, and financial matters, such as real estate loans, mortgages and credit consolidation.[2]", "4367300": "Helen Verran is an Australian historian and empirical philosopher of science, primarily working in the Social Studies of Science and Technology (STS),[1] and currently Adjunct Professor at Charles Darwin University.[2]", "38773776": "Alexander Robert Pruss (born January 5, 1973) is a Canadian philosopher and mathematician. He is currently a professor of philosophy and the co-director of graduate studies in philosophy at Baylor University in Waco, Texas.", "3449899": "Chaya Mushka Schneersohn (wife of Menachem Mendel Schneersohn)\n\t\tDevorah Leah (wife of Yaakov Yisroel Twersky of Cherkasy)\nMenucha Rachel SlonimBracha", "41919636": "Daniel Ellis Berlyne (April 25, 1924 – November 2, 1976)[1] was a British and Canadian psychologist. Berlyne worked at several universities both in Canada and the United States. His work was in the field of experimental and exploratory psychology. Specifically, his research focused on how objects and experiences are influenced by and have an influence on curiosity and arousal.[2]", "47588550": "George C. Christie (born March 3, 1934) is the James B. Duke Emeritus Professor of Law at Duke University School of Law in Durham, North Carolina, where he taught jurisprudence and tort law before retiring from teaching in 2013.[1]", "28452110": "Lucas D. Introna (born 1961) is Professor of Organisation, Technology and Ethics at the Lancaster University Management School. He is a scholar within the Social Study of Information Systems field.  His research is focused on the phenomenon of technology.  Within the area of technology studies he has made significant contributions to our understanding of the ethical and political implications of technology for society.", "664910": "Norman Lamm (December 19, 1927 – May 31, 2020) was an American Modern Orthodox rabbi, scholar, academic administrator, author, and Jewish community leader. He was the Chancellor of Yeshiva University until he announced his retirement on July 1, 2013.", "25863523": "Siegfried Zielinski (born 1951) is a German media theorist. He held the chair for Media Theory: Archaeology and Variantology of the Media at Berlin University of the Arts,[1]  he is Michel Foucault Professor for Techno-Culture and Media Archaeology at the European Graduate School in Saas Fee,[2] and he is director of the International Vilém-Flusser-Archive at the Berlin University of the Arts.[3] In 2016 until March 2018, he succeeded Peter Sloterdijk as head of the Karlsruhe University of Arts and Design.[4]", "32744872": "Mattias Kumm (born August 15, 1967) is Inge Rennert Professor of Law at New York University School of Law, as well as holding a Research Professorship on \"Globalization and the Rule of Law\" at the Social Science Research Center (Wissenschaftszentrum Berlin für Sozialforschung, WZB) and Humboldt University in Berlin.", "23832071": "Robert F. Almeder (born December 11, 1939) is Professor Emeritus of Philosophy at Georgia State University.[1] He is known in particular for his work on the philosophy of science, and has also written on the philosophy of mind, epistemology and ethics. He is the author of 24 books, including The Philosophy of Charles S. Peirce (1980), Death and Personal Survival (1992), Harmless Naturalism: The Limits of Science and the Nature of Philosophy (1998), Human Happiness and Morality (2000), and Truth and Skepticism (2010).", "2237982": "Sheikh Anwarul Haq (Punjabi and Urdu: شیخ انوار الحق‎; 11 May 1917 – 3 March 1995), was a Pakistani jurist and an academic who served as the 9th Chief Justice of Pakistan from 23 September 1977 until resigning on 25 March 1981. He signed the death warrant for former Prime Minister Z.A Bhutto in a controversial murder case. Bhutto was executed on April 4, 1979.[1][2][3]", "2336327": "George Trumbull Ladd (/ˈtrʌmbəl/; January 19, 1842 – August 8, 1921) was an American philosopher, educator and psychologist.", "59713127": "Jan Frederik Glastra van Loon (16 March 1920 – 22 October 2001) was a Dutch politician of the Democrats 66 (D66) party.", "6989422": "Ram Sharan Sharma (26 November 1919 – 20 August 2011[1]) was an Indian historian and Indologist[2] who specialised in the history of Ancient and early Medieval India.[3] He taught at Patna University and Delhi University (1973–85) and was visiting faculty at University of Toronto (1965–1966). He also was a senior fellow at the School of Oriental and African Studies, University of London. He was a University Grants Commission National Fellow (1958–81) and the president of Indian History Congress in 1975. It was during his tenure as the dean of Delhi University's History Department that major expansion of the department took place in the 1970s.[4] The creation of most of the positions in the department were the results of his efforts.[4] He was the founding Chairman of the Indian Council of Historical Research (ICHR) and a historian of international repute.[5][6]", "42691": "Georges André Malraux (/mælˈroʊ/ mal-ROH, French: [ʒɔʁʒ ɑ̃dʁe malʁo]; 3 November 1901 – 23 November 1976) was a French novelist, art theorist, and minister of cultural affairs. Malraux's novel La Condition Humaine (Man's Fate) (1933) won the Prix Goncourt. He was appointed by President Charles de Gaulle as information minister (1945–46) and subsequently as France's first cultural affairs minister during de Gaulle's presidency (1959–1969).", "2631420": "Leo Marx (November 15, 1919 – March 8, 2022) was an American historian, literary critic, and educator. He was Professor of the History and Philosophy of Science at the Massachusetts Institute of Technology.[1] He is known for his works in the field of American studies. Marx studied the relationship between technology and culture in 19th and 20th century America.[2][3]", "43951900": "Mario Sergio Cortella (born March 5, 1954) is a Brazilian philosopher, writer, educator and speaker most known for putting into the public sphere and helping popularize in questions related to philosophy in Brazilian contemporary society. He is also known as a prominent educator. Having studied with Paulo Freire, Cortella applied Freire's approach to education while he was secretary of education of São Paulo city during the '90s. He is professor of theological philosophy at PUC-SP.", "44410757": "Nangong Kuo (fl. 5th century BC), commonly known as Nan Rong and also known by his courtesy name Zirong and as Nangong Tao, was a major disciple of Confucius.[1][2][3] Commending Nangong Kuo as a gentleman of virtue, Confucius gave the student his niece in marriage.[1]", "2435025": "George Johnson (born January 20, 1952) is an American journalist and science writer.[1]", "1615854": "\"Einstein's Clocks, Poincaré's Maps\" (2003)", "1419264": "The Modistae (Latin for Modists), also known as the speculative grammarians, were the members of a school of grammarian philosophy known as Modism or speculative grammar, active in northern France, Germany, England, and Denmark in the 13th and 14th centuries. Their influence was felt much less in the southern part of Europe, where the somewhat opposing tradition of the so-called \"pedagogical grammar\" never lost its preponderance.", "2664452": "Marnie Hughes-Warrington AO is an Australian academic who currently serves as professor of history at the University of South Australia, where she has also served since 2020 as Deputy Vice-Chancellor (Research and Enterprise). She previously worked at the Australian National University.[1] Her areas of expertise are the philosophy of history, historiography, and world history.", "2009102": "Yin Shun (印順, Yìnshùn; 5 April 1906 – 4 June 2005) was a Chinese Buddhist monk and scholar in the tradition of Chinese Mahayana Buddhism. Though he was particularly trained in the Three Treatise school, he was an advocate of the One Vehicle (or Ekayana) as the ultimate and universal perspective of Buddhahood for all, and as such included all schools of Buddha Dharma, including the Five Vehicles and the Three Vehicles, within the meaning of the Mahayana as the One Vehicle.[2] Yin Shun's research helped bring forth the ideal of \"Humanistic\" (human-realm) Buddhism, a leading mainstream Buddhist philosophy studied and upheld by many practitioners.[3][better source needed] His work also regenerated the interests in the long-ignored Āgamas among Chinese Buddhist society[citation needed] and his ideas are echoed by the American Theravadin teacher Bhikkhu Bodhi. As a contemporary master, he was most popularly known as the mentor of Cheng Yen, the founder of Tzu-Chi Buddhist Foundation, as well as the teacher to several other prominent monastics.", "61286448": "Peter Byrne (born 1950) is an emeritus professor in Philosophy at King's College London .[1]", "53553250": "Claus Pias (born 1967 in Cologne, Germany) is a German media theorist and media historian. He is a professor for history and epistemology of media at the Institute for Culture and Aesthetics of Digital Media (ICAM) at Leuphana University in Lueneburg.,[1] Germany.", "71411844": "Hanna-Barbara Gerl-Falkovitz (born 23 November 1945) is a German Catholic philosopher and author. She studies Catholic religious philosophy of the 19th and 20th centuries.", "42150045": "Ann K. Buchholtz was Professor of Leadership and Ethics and Research Director of the Institute for Ethical Leadership at Rutgers University.[1] She served on the Board of Governors of the Academy of Management[2] and was past Division Chair of the Social Issues in Management (SIM) division, as well as inaugural Chairperson of the Ethics Adjudication Committee at Academy of Management.[3][4] She also served on the editorial board of Business & Society.[5] She died on September 14, 2015, from complications related to surgery.[6]", "8562899": "Bent Flyvbjerg is a Danish economic geographer. He was the First BT Professor and Inaugural Chair of Major Programme Management at Oxford University's Saïd Business School (retiring from the post in 2021) and is the Villum Kann Rasmussen Professor and Chair of Major Program Management at the IT University of Copenhagen.[1] He was previously Professor of Planning at Aalborg University, Denmark and Chair of Infrastructure Policy and Planning at Delft University of Technology, The Netherlands.[2][3]  He is a fellow of St Anne's College, Oxford.[4]", "993524": "David Bloor (/blʊər/; born 1942) is a British sociologist. He is a professor in, and a former director of, the Science Studies Unit at the University of Edinburgh. He is a key figure in the Edinburgh school and played a major role in the development of the field of science and technology studies.[1] He is best known for advocating the strong programme in the sociology of scientific knowledge, most notably in his book Knowledge and Social Imagery.", "39987453": "Grace C. Bibb (1842–1912) was a feminist and philosopher.  She was part of the push for equality between the sexes, as well as an advocate for women's rights, access to higher education, expansion in employment opportunities, a right to equal pay, and a woman's right to vote. She was appointed Dean at the Normal school despite the fact that women were not at that time allowed to attend the College. In her position at the Normal school, Bibb pushed that women be allowed into the College of Education. She later pushed for women to be allowed into all other University departments.", "30091567": "The Online Consciousness Conference held at Consciousness Online[1] was founded in 2008 by Richard Brown, then a graduate student at the CUNY Graduate Center. The conference was inspired by and partially modeled on the Online Philosophy Conference[2] started by Thomas Nadellhoffer and Eddie Nahmias, with one major difference being the heavy use of homemade video and audio presentations, and another difference being the restricted focus of the conference on consciousness studies as opposed to all of philosophy.[3]", "403783": "New School for Social Research,", "1845596": "Richard Lowell Rubenstein (January 8, 1924 – May 16, 2021) was a theologian, educator, and writer, noted particularly for his path-breaking contributions to post-Holocaust theology and his socio-political analyses of surplus populations and bureaucracy. A Connecticut resident, he was married to art historian Betty Rogers Rubenstein (deceased 2013).[1]", "40970600": "Wang Keping is philosophy professor and PhD supervisor of Beijing International Studies University (BISU), China.[1]\nHe is also Director and doctoral supervisor at the Institute of Philosophy of the Chinese Academy of Social Sciences (CASS).[2]\nHe enjoys the Chinese State Council Special Allowance since 1998 and is currently Vice President of the International Society for Universal Dialogue (ISUD).\nHe has been honorary member of the Olympic Center for Philosophy and Culture under the University of Athens since 2007.[2][3]", "5974393": "Anthony Maurice Honoré, QC, FBA (30 March 1921[1] – 26 February 2019[2]) was a British lawyer and jurist, known for his work on ownership, causation and Roman law.[3]", "3910039": "Klaus K. Klostermaier (born 1933) is a Catholic priest and scholar of Hinduism, Indian history and culture.[1][2]", "59025836": "Catherine O'Brien (born in 1962) is a British academic, film scholar, linguist and writer.[1] Her main fields are French cinema; the First World War[2] in French and German cultures in relation to art and comparative literature[3] and the intersections between cinema, theology and religion.[4][5][6]", "38054376": "Ezequiel A Di Paolo (born in Buenos Aires, 1970) is a full-time Research Professor at Ikerbasque, the Basque Foundation for Science. He also has affiliations with the Centre for Computational Neuroscience and Robotics at the University of Sussex. His field of research covers enactivism and embodiment in cognitive science.[1]", "18393582": "Richard Coyne is a professor at the University of Edinburgh and author of several books on the implications of information technology and design, published by MIT Press, Routledge, and Bloomsbury Academic. His work is strongly influenced by the writings of the philosopher Hans-Georg Gadamer on hermeneutics and interpretation theory, particularly as developed by Coyne's colleague Adrian Snodgrass in the 1990s, and with whom he co-authored the book Interpretation in Architecture: Design as a Way of Thinking.[1]", "7842394": "Joseph ben Hayyim Jabez (also \"Yaavetz\") (1438-1539)[1] was a Spanish-Jewish theologian. He lived for a time in Portugal, where he associated with Joseph ben Abraham Ḥayyun, who inspired him with that taste for mysticism which he subsequently displayed in his writings. When the Jews were banished from Spain Jabez settled at Mantua, Italy. There he met his compatriot, the kabbalist Judah ben Jacob Ḥayyat, whom he induced to write the commentary Minḥat Yehudah on the kabbalistic work Ma'areket Elahut.", "2665049": "Donald Livingston is a former Professor of Philosophy at Emory University and a David Hume scholar. In 2003 he[1] founded the Abbeville Institute, which is devoted to the study of Southern culture and political ideas.[2]", "62433949": "Lu Youquan (Chinese: 陆有铨; April 1943 – 12 November 2019) was a Chinese education scholar. His books on philosophy of education, including Piaget's Theory and Moral Education and One Hundred Years of Restless Movement, won multiple National Education Research Awards and China Book Prizes. He was a professor of education at Shandong Normal University and East China Normal University.", "53062357": "Samir Okasha FBA, is a Professor of Philosophy of Science at University of Bristol. He is a winner of Lakatos Award for his book Evolution and the Levels of Selection.[1] He was appointed a Fellow of the British Academy in 2018.[2]", "8760098": "Isaac Breuer (Hebrew: יצחק ברויאר; 1883–1946) was a rabbi in the German Neo-Orthodoxy movement of his maternal grandfather Samson Raphael Hirsch, and was the first president of Poalei Agudat Yisrael.", "55946029": "Augusta Cooper Bristol (April 17, 1835 – May 9, 1910) was an American poet and lecturer. She began teaching at the age of fifteen. In 1869, she published a volume of poems, and, the same year, gave her first public lecture. Beginning in 1872, she was frequently called before the public as a speaker.", "7220024": "Felix Kaufmann (4 July 1895, Vienna – 23 December 1949, New York) was an Austrian-American philosopher of law.", "64695104": "Hans Maes is a senior philosophy lecturer and co-director of the Aesthetics Research Centre at the University of Kent.[1] He is known for his work in aesthetics and philosophy of art.", "39791431": "James Seth (1860–1925) was a Scottish philosopher. His older brother was Andrew Seth Pringle-Pattison, also a philosopher. Their father, Smith Kimont Seth, was the son of a farmer from the Scottish region of Fife and a bank clerk in the head office of the Commercial Bank of Scotland. Their mother, Margaret, was the daughter of Andrew Little, a farmer from Berwickshire. An elder brother died in infancy. Seth was born in Edinburgh and attended George Watsons College. He was a student of Alexander Campbell Fraser and Henry Calderwood, and won two scholarships. He then went on to Divinity and ordination via a theology degree at New College, Edinburgh.", "6728640": "Nahum Norbert Glatzer (March 25, 1903 – February 27, 1990) was an Austrian and American scholar of Jewish history and philosophy from antiquity to mid 20th century.[1]", "39398417": "Sergei Sergeyevich Alexeyev (28 July 1924 – 12 May 2013) was a Soviet and Russian legal scholar and politician. He was the first and only chairman of the Committee for Constitutional Supervision of the USSR from 1990 to 1991. Later, he was one of the co-authors of the Constitution of Russia of 1993,[1] along with Anatoly Sobchak and Sergey Shakhray.", "3157100": "Eliezer Berkovits (8 September 1908, Nagyvárad, Austria-Hungary – 20 August 1992, Jerusalem), was a rabbi, theologian, and educator in the tradition of Orthodox Judaism.", "49163556": "Christian philosophy\nancient philosophy\nphilosophy of war and peace", "39169355": "The International Network in Biolinguistics [1] is an international network to do research on the biological basis of the language faculty, linking theoretical linguistics, developmental psychology, theoretical biology, evolutionary biology and psychology, molecular biology, genetics, and physics. It has members from varieties of discipline across the globe.", "57912658": "Steve Leder (born June 3, 1960) is an American rabbi, scholar, author and Jewish community leader. Twice-named in Newsweek Magazine's list of the ten most influential rabbis in America,[1] Steve Leder is the Senior Rabbi of Wilshire Boulevard Temple in Los Angeles, which serves approximately 2,400 families at three campuses. Rabbi Leder joined Wilshire Boulevard Temple in 1987, and succeeded Rabbi Harvey J. Fields as Senior Rabbi in 2003.[2]", "32157013": "Sue Spaid (born 1961) is an American curator and philosopher, currently based in Belgium.", "2272601": "Norman Stephan Kinsella (/kɪnˈsɛlə/; born 1965) is an American intellectual property lawyer, author, and deontological[citation needed] anarcho-capitalist.[2] His legal works have been published by Oxford University Press, Oceana Publications, Mises Institute, Quid Pro Books and others.", "273869": "Ulrich Beck (15 May 1944 – 1 January 2015) was a German sociologist, and one of the most cited social scientists in the world during his lifetime.[citation needed] His work focused on questions of uncontrollability, ignorance and uncertainty in the modern age, and he coined the terms \"risk society\" and \"second modernity\" or \"reflexive modernization\". He also tried to overturn national perspectives that predominated in sociological investigations with a cosmopolitanism that acknowledges the interconnectedness of the modern world. He was a professor at the University of Munich and also held appointments at the Fondation Maison des Sciences de l’Homme (FMSH) in Paris, and at the London School of Economics.", "1682929": "Erwin Neutzsky-Wulff (born 24 November 1949) is a Danish science fiction, science, horror, prose and non-fiction author and philosopher. He is the son of Aage Neutzsky-Wulff (1891–1967) and half-brother to Vita Andersen.", "11644417": "Shea Zellweger (September 7, 1925 – August 7, 2022) was an American semiotician who served as Chair of the Psychology Department at the University of Mount Union from 1969 to 1992. Zellweger’s lifetime achievements and academic contributions to education continue to be significant. Zellweger was probably best known for his creation of a simpler and more mentally intuitive system of logic notation called the Logic Alphabet.[1] The Logic Alphabet, also known as the X-stem Logic Alphabet (XLA),[2] is a notation system that contains a unique and visually iconographic approach to learning and performing logic operations. Patents have been issued on its design in the United States, Canada and Japan.[3]", "26848949": "David Hawkins (February 28, 1913 – February 24, 2002) was an American scientist whose interests included the philosophy of science, mathematics, economics, childhood science education, and ethics. He was also an administrative assistant at the Manhattan Project's Los Alamos Laboratory and later one of its official historians. Together with Herbert A. Simon, he discovered and proved the Hawkins–Simon theorem.", "24424182": "Pinchas Hacohen Peli (Hebrew: פינחס פֶּלִאי הכהן,\n6 May 1930 – 3 April 1989) was an Israeli modern Orthodox rabbi, essayist, poet, and scholar of Judaism and Jewish philosophy.", "53292830": "Margaret Pabst Battin, also known as Peggy Battin, is an American philosopher, medical ethicist, author, and a current distinguished professor at the University of Utah. She is a supporter of assisted suicide and has worked extensively on ethical aspects of this issue. In 1993, she was named a Spinoza Chair at the University of Amsterdam for her studies on assisted suicide. Battin is a Hastings Center Fellow. In 2008, Battin's husband became quadriplegic after a bicycle accident, which caused her to refine and augment her thinking about assisted suicide; he died in 2013 after he requested to turn off his life support.[citation needed]", "40251166": "William Brede Kristensen (21 June 1867  – 25 September 1953) was a Norwegian born, Dutch theologian, professor and historian of religion.\n[1]\n[2]", "44920": "Gaius Plinius Secundus (AD 23/24 –  AD 79), called Pliny the Elder (/ˈplɪni/),[1] was a Roman author, naturalist, natural philosopher, and naval and army commander of the early Roman Empire, and a friend of the emperor Vespasian. He wrote the encyclopedic Naturalis Historia (Natural History), which became an editorial model for encyclopedias. He spent most of his spare time studying, writing, and investigating natural and geographic phenomena in the field.", "4501383": "Robert L. Arrington (October 19, 1938 - June 20, 2015) was an American philosopher, specialising in moral philosophy, the philosophy of Ludwig Wittgenstein, and the philosophy of psychology.", "47099890": "Gerald Gunther (May 26, 1927 – July 30, 2002) was a German-born American constitutional law scholar and a Professor of Law at Stanford Law School from 1962 until his death in 2002.[1] Gunther was among the twenty most widely cited legal scholars of the 20th century,[2] And his 1972 Harvard Law Review article, \"The Supreme Court, 1971 Term Foreword: In Search of Evolving Doctrine on a Changing Court: A Model for a Newer Equal Protection,\" is the fourth most-cited law review article of all time.[3] Gunther's path-breaking casebook, Constitutional Law, originally published in 1965 and now in its 17th edition (co-edited with Kathleen Sullivan), is the most widely used constitutional law textbook in American law schools.[4]", "29274134": "Ivan A. Esaulov is the author of numerous articles and five monographs, of which the most recent are Paschal’nost’ russokoj slovesnosti (Paschal’nost’ of Russian Literature)\n(2004), Kategoriia sobornosti v russkoi literature (The Category of Sobornost’ in Russian Literature) (1995), and Spektr adekvatnosti v istolkovanii literaturnogo proizvedenija (The Spectrum of Adequacy in the Interpretation of the Literary Work) (1997). He was also an editor of the periodical Postsymbolizm kak javlenie kul’tury (1995–2003) and founder of the web site www.postsymbolism.ru. His main area of specialization is in poetics of Old Russian and Russian literature, and the philosophy of religion.", "20688926": "Tom Lamar Beauchamp (born 1939) is an American philosopher specializing in the work of David Hume, moral philosophy, bioethics, and animal ethics. He is Professor Emeritus of Philosophy at Georgetown University,[1] where he was Senior Research Scholar at the Kennedy Institute of Ethics.[2]", "71675997": "Leonard Richmond Wheeler (23 July 1888 – 25 September 1948) was a British educationalist and philosopher of biology who worked in British Malaya and the West Indies.", "27078864": "José María Valverde Pacheco (26 January 1926, Valencia de Alcántara (Cáceres) – 6 June 1996, Barcelona)[1] was a Spanish poet, essayist, literary critic, philosophy historian, and Spanish translator.[2][3]", "1126726": "Sir Ernst Hans Josef Gombrich OM CBE FBA (/ˈɡɒmbrɪk/; German: [ˈgɔmbʁɪç]; 30 March 1909 – 3 November 2001) was an Austrian-born art historian who, after settling in England in 1936,[1] became a naturalised British citizen in 1947[2] and spent most of his working life in the United Kingdom.", "7385472": "Moshe Leib Lilienblum (Yiddish: משה לייב לילינבלום; October 22, 1843 in Keidany, Kovno Governorate – February 12, 1910 in Odesa) was a Jewish scholar and author. He also used the pseudonym Zelophehad Bar-Hushim (Hebrew: צלפחד בר־חושים).[1] Lilienbloom was one of the leaders of the early Zionist movement Hovevei Zion.[2]", "143794": "Abraham ben Meir Ibn Ezra (Hebrew: ר׳ אַבְרָהָם בֶּן מֵאִיר אִבְּן עֶזְרָא‎ ʾAḇrāhām ben Mēʾīr ʾībən ʾĒzrāʾ, often abbreviated as ראב\"ע‎; Arabic: إبراهيم المجيد ابن عزرا Ibrāhim al-Mājid ibn Ezra; also known as Abenezra or simply Ibn Ezra, 1089 / 1092 – 27 January 1164 / 23 January 1167)[1][2] was one of the most distinguished Jewish biblical commentators and philosophers of the Middle Ages. He was born in Tudela, Taifa of Zaragoza (present-day Navarre).", "2306482": "Norman Leo Geisler (July 21, 1932 – July 1, 2019) was an American Christian systematic theologian, philosopher, and apologist. He was the co-founder of two non-denominational evangelical seminaries (Veritas International University[1] and Southern Evangelical Seminary[2]).", "31633921": "Vincent Brown Jr. (born January 25, 1989) is a former American football wide receiver. He played college football at San Diego State University, and was selected by the San Diego Chargers in the third round of the 2011 NFL Draft.", "1094203": "Ursula Martius Franklin CC OOnt FRSC (16 September 1921 – 22 July 2016) was a Canadian metallurgist, research physicist, author, and educator who taught at the University of Toronto for more than 40 years.[1] Franklin is best known for her writings on the political and social effects of technology. She was the author of The Real World of Technology, which is based on her 1989 Massey Lectures; The Ursula Franklin Reader: Pacifism as a Map, a collection of her papers, interviews, and talks; and Ursula Franklin Speaks: Thoughts and Afterthoughts, containing 22 of her speeches and five interviews between 1986 and 2012. Franklin was a practising Quaker and actively worked on behalf of pacifist and feminist causes. She wrote and spoke extensively about the futility of war and the connection between peace and social justice.[2] Franklin received numerous honours and awards, including the Governor General's Award in Commemoration of the Persons Case for promoting the equality of girls and women in Canada and the Pearson Medal of Peace for her work in advancing human rights. In 2012, she was inducted into the Canadian Science and Engineering Hall of Fame.[3] A Toronto high school, Ursula Franklin Academy, as well as Ursula Franklin Street on the University of Toronto campus, have been named in her honor.[4]", "1061478": "Jacques Le Goff (French pronunciation: [ʒak lə ɡɔf]; 1 January 1924 – 1 April 2014) was a French historian and prolific author specializing in the Middle Ages, particularly the 12th and 13th centuries.[1]", "22852201": "John King Roth[1] is an American-based author, editor, and the Edward J. Sexton Professor Emeritus of Philosophy at Claremont McKenna College (CMC) in Claremont, California.[2] Roth taught at CMC from 1966 through 2006, where he was the founding director of the Center for the Study of the Holocaust, Genocide, and Human Rights, which is now the Mgrublian Center for Human Rights. Best known for his contributions to Holocaust and genocide studies, he is the author or editor of more than fifty books. In 1988, he was named the U.S. National Professor of the Year by the Council for Advancement and Support of Education, and the Carnegie Foundation for the Advancement of Teaching.[3]", "44511866": "Fu Buqi (Chinese: 宓不齊; Wade–Giles: Fu Pu-ch'i; born 521 BC), also pronounced Mi Buqi, was a major disciple of Confucius. He was also known by his courtesy name Zijian (Chinese: 子賤; Wade–Giles: Tzu-chien).[1] He was known as a capable governor and was also a writer.[2]", "60633738": "Matthew D. Adler (born 1962) is the Richard A. Horvitz Professor of Law and Professor of Economics, Philosophy and Public Policy at Duke Law School, and is the founding director of the Duke Center for Law, Economics and Public Policy. Earlier in his career, Adler was the Leon Meltzer Professor of Law at the University of Pennsylvania Law School.", "144015": "Samson Raphael Hirsch (Hebrew: שמשון רפאל הירש; June 20, 1808 – December 31, 1888) was a German Orthodox rabbi best known as the intellectual founder of the Torah im Derech Eretz school of contemporary Orthodox Judaism. Occasionally termed neo-Orthodoxy, his philosophy, together with that of Azriel Hildesheimer, has had a considerable influence on the development of Orthodox Judaism.[2]", "144018": "Samuel Holdheim (1806 – 22 August 1860) was a German rabbi and author, and one of the more extreme leaders of the early Reform Movement in Judaism.  A pioneer in modern Jewish homiletics, he was often at odds with the Orthodox community.[1]", "1094327": "William Ernest Hocking (August 10, 1873 – June 12, 1966) was an American idealist philosopher at Harvard University. He continued the work of his philosophical teacher Josiah Royce (the founder of American idealism)[1] in revising idealism to integrate and fit into empiricism, naturalism and pragmatism. He said that metaphysics has to make inductions from experience: \"That which does not work is not true.\"[2] His major field of study was the philosophy of religion, but his 22 books included discussions of philosophy and human rights, world politics, freedom of the press, the philosophical psychology of human nature; education; and more.  In 1958 he served as president of the Metaphysical Society of America.  He led a highly influential study of missions in mainline Protestant churches in 1932. His \"Laymen's Inquiry\" recommended a greater emphasis on education and social welfare, transfer of power to local groups, less reliance on evangelizing and conversion, and a much more respectful appreciation for local religions.", "27734946": "Nigel Simmonds is Emeritus Professor of Jurisprudence at the University of Cambridge[1] and former Dean of College at Corpus Christi College, Cambridge.[2]", "39367651": "Angelo Eugenio \"Gillo\" Dorfles (12 April 1910 – 2 March 2018) was an Italian art critic, painter, and philosopher.[1]", "144420": "Bahya ben Joseph ibn Paquda (also: Pakuda, Bakuda, Hebrew: בחיי אבן פקודה‎, Arabic: بهية بن فاقودا), c. 1050–1120,[1] was a Jewish philosopher and rabbi who lived at Zaragoza, Al-Andalus (now Spain). He was one of two people now known as Rabbeinu Behaye, the other being Bible commentator Bahya ben Asher.", "60601447": "Claire Finkelstein is the Algernon Biddle Professor of Law and Professor of Philosophy at the University of Pennsylvania Law School, and the Director of its Center for Ethics and the Rule of Law.", "1619103": "Melville Y. Stewart (June 19, 1935 – June 19, 2020[1]) was an American Philosopher and Professor of Philosophy Emeritus at Bethel University, Minnesota.[2]", "1914096": "Lynn Townsend White Jr. (April 29, 1907 – March 30, 1987) was an American historian. He was a professor of medieval history at Princeton from 1933 to 1937, and at Stanford from 1937 to 1943. He was president of Mills College, Oakland, from 1943 to 1958 and a professor at University of California, Los Angeles from 1958 until 1987.[1] Lynn White helped to found the Society for the History of Technology (SHOT) and was president from 1960 to 1962. He won the Pfizer Award for \"Medieval Technology and Social Change\" from the History of Science Society (HSS) and the Leonardo da Vinci medal and Dexter prize from SHOT in 1964 and 1970. He was president of the History of Science Society from 1971 to 1972.[2] He was president of The Medieval Academy of America from 1972–1973, and the American Historical Association in 1973.", "25113845": "Michael E. Lynch (born 17 October 1948),[1]  is an emeritus professor at the department of Science and Technology Studies at Cornell University.[2] His works are particularly concerned with ethnomethodological approaches in science studies. Much of his research has addressed the role of visual representation in scientific practice.", "29340929": "Alan Mittleman (born 1953) is a professor of Jewish philosophy at the Jewish Theological Seminary of America.", "31208768": "Alexander Rofé (born June 22, 1932) is and author and Professor Emeritus of the Bible at the Hebrew University of Jerusalem.[1][2]", "36255078": "Ann C. Scales (May 29, 1952 – June 24, 2012) was an American lawyer, activist, and law professor at the University of Denver Sturm College of Law from 2003 to 2012, where she taught in constitutional law, sexual orientation and the law, civil procedure and torts.", "50148729": "Wendy Hui Kyong Chun (born 1969) is the Canada 150 Research Chair in New Media in the School of Communication at Simon Fraser University.[1]  She is the founding Director of the  Digital Democracies Institute at Simon Fraser University, established in 2020. [2][3] Previously, she was Professor and Chair of Modern Culture and Media at Brown University.[4][1]  Her theoretical and critical approach to digital media draws from her training in both Systems Design Engineering and English Literature.[5][6]", "3585461": "Zhu Guangqian (朱光潛; 19 September 1897 – 6 March 1986) was one of the founder of the study of aesthetics in 20th-century China.", "3487305": "Steve William Fuller (born 1959[1]) is an American social philosopher in the field of science and technology studies. He has published in the areas of social epistemology, academic freedom, and in support of intelligent design and transhumanism.", "1128052": "Sir Geoffrey Rudolph Elton FBA (born Gottfried Rudolf Otto Ehrenberg; 17 August 1921 – 4 December 1994) was a German-born British political and constitutional historian, specialising in the Tudor period. He taught at Clare College, Cambridge, and was the Regius Professor of Modern History there from 1983 to 1988.", "1259128": "Frederick Charles Beiser[1] (/ˈbaɪzər/; born November 27, 1949) is an American philosopher who is professor of philosophy at Syracuse University. He is one of the leading English-language scholars of German idealism.[citation needed] In addition to his writings on German idealism, Beiser has also written on the German Romantics and 19th-century British philosophy. He received a Guggenheim Fellowship for his research in 1994,[2] and was awarded the Order of Merit of the Federal Republic of Germany in 2015.[3]", "1062537": "Nino Cocchiarella (born 1933) is an American philosopher who is Professor Emeritus of Philosophy at Indiana University Bloomington. He is best known for his work in formal logic and ontology.", "5650174": "Yosef Zundel of Salant (1786–1866) (also known as Zundel Salant) was an Ashkenazi rabbi and the primary teacher of Rabbi Yisrael Salanter.", "34387773": "Alexander Nahum Sack or Aleksandr Naumovich Zak (5 October 1890 in Moscow, Russia – 1955 in New York City, United States) was a jurisprudence expert and professor of Russian law, specialized in international financial legislation.", "4503364": "Theodore M. Porter (born 1953) is a professor who specializes in the history of science in the Department of History at UCLA. He has authored several books, including The Rise of Statistical Thinking, 1820-1900; and Trust in Numbers: The Pursuit of Objectivity in Science and Public Life, the latter a vast reference for sociology of quantification.[1][2] His most recent book, published by Princeton University Press in 2018, is Genetics in the Madhouse: The Unknown History of Human Heredity. He graduated from Stanford University with an A.B. in history in 1976 and earned a Ph.D. from Princeton University in 1981. In 2008, he was elected to the American Academy of Arts and Sciences.[3] In 2023, he received the George Sarton Medal for lifetime achievement from the History of Science Society.[4]", "31733700": "Stephen Francis Barker (January 11, 1927[1] – December 16, 2019[2])[3] was an American Philosopher of Mathematics, a Professor Emeritus of Philosophy in the Department of Philosophy, Krieger School of Arts and Sciences at  Johns Hopkins University.[4] He was also a faculty member at the University of Southern California,[5] the University of Virginia and Ohio State University.[6]", "6010829": "Otto Hans Adolf Gross (17 March 1877 – 13 February 1920) was an Austrian psychoanalyst. A maverick early disciple of Sigmund Freud, he later became an anarchist and joined the utopian Ascona community.", "2504665": "John R. Gribbin (born 19 March 1946)[1] is a British science writer, an astrophysicist, and a visiting fellow in astronomy at the University of Sussex.[2] His writings include quantum physics, human evolution, climate change, global warming, the origins of the universe, and biographies of famous scientists. He also writes science fiction.", "65222814": "Reinhard Kager (born 2 April 1954) is an Austrian philosopher, journalist and music promoter who also worked as a music producer.", "60340403": "Pinchas HaKohen Lintup or Pinhas HaKohen Lintop (Hebrew: הרב פנחס הכהן לינטופ) (10 October 1851 – 1 June 1924) was a Religious Zionist Lithuanian rabbi and teacher who served as the spiritual leader of the Hasidic community of Biržai.[1]", "38320311": "Alisa Bokulich is an American philosopher of science and Professor of Philosophy at Boston University. Since 2010 she has been the Director of the Center for Philosophy and History of Science at Boston University, where she organizes the Boston Colloquium for Philosophy of Science,[1] and serves as a Series Editor for Boston Studies in Philosophy and History of Science.[2]  She was the first woman ever to be tenured in the Philosophy Department at Boston University and the first woman to become a director of a center for history and philosophy of science in North America.[3][4][5]", "12106043": "Ian Charles Jarvie (8 July 1937 – 16 May 2023) was a British-born philosopher. Trained in England, he was a long-time resident in Canada. Jarvie was educated at Dover Grammar School for Boys from 1948 to 1955.[1] He studied at the London School of Economics under Karl Popper where he gained his B.Sc. (Econ.) and Ph.D. (1955–1962). Between 1960 and 1962 he was a Philosophy tutor at the London School of Economics, before accepting lectureships in Hong Kong and at the University of York, Ontario.[1] Jarvie was a member of the Royal Society of Canada and managing editor of the journal Philosophy of the Social Sciences.", "44087726": "Harriet Malinowitz is an American academic scholar specializing in lesbian and gay issues in higher education, women's studies, the rhetoric of Zionism and Israel/Palestine, and writing theory and pedagogy.[1]", "18692672": "Abraham Moles (19 August 1920 – 22 May 1992) was a pioneer in information science and communication studies in France, He was a professor at Ulm school of design and University of Strasbourg. He is known for his work on kitsch.", "60603009": "Mitchell N. Berman is an American legal scholar. He serves as the Leon Meltzer Professor of Law at the University of Pennsylvania Law School and, in addition, is also a professor of philosophy. He is also the Co-Director of the Institute for Law & Philosophy at the university.", "33766034": "Emmanuelle Tourme-Jouannet (born July 28, 1962) is a professor of International law at the Sciences Po School of Law. She teaches and carries out research in International law, International dispute, Human rights and International humanitarian law as well as in History of law and Philosophy of law. Her career as a jurist and a philosopher has begun after having taken courses in law and philosophy respectively at Panthéon-Assas University (MA in Law)  and the Paris-Sorbonne University (M. Phil).", "60504728": "Ye Xiushan (simplified Chinese: 叶秀山; traditional Chinese: 葉秀山; Wade–Giles: Yeh Hsiu-shan; 4 July 1935 – 7 September 2016) was a Chinese philosopher, aestheticist and Chinese Opera theorist. Ye was one of the first Faculty Scholars at the Chinese Academy of Social Sciences (CASS), a Member of the Chinese Academy of Social Sciences [zh], and a member of the 8th, the 9th[3] and the 10th[4] National Committee of the Chinese People's Political Consultative Conference as an independent scholar.", "52116179": "Karl Eduard Rothschuh (July 6, 1908, Aachen – September 3, 1984, Münster) was a German cardiac physiologist, medical historian, and medical philosopher.[1][2][3] He studied medicine at Hamburg, Frankfurt am Main, Munich, Vienna, and finally Berlin, where he was award the Doctor of Medicine degree in 1937.[3] He was a professor of physiology until 1960 and of history of medicine until 1973 at the University of Münster.   He is considered to be an important contributor to 20th-century German medical philosophy.[2]   He was elected to the German National Academy of Sciences Leopoldina in 1969.[4]", "2669290": "Wiebe E. Bijker (born 19 March 1951, Delft) is a Dutch professor Emeritus, former chair of the Department of Social Science and Technology at Maastricht University in the Netherlands.", "5618535": "Muhammad Hamidullah (Urdu: محمد حمیداللہ, romanized: Muḥammad Ḥamīdullāh; 19 February 1908 – 17 December 2002) was a Deccani polymath, academic and an Islamic scholar of hadiths (muhaddith) and law (faqih). A polyglot with competence in 22 languages, including Urdu (his mother tongue), Persian, Arabic, French, English, German, Italian, Greek, Turkish, and Russian, his dozens of books and hundreds of articles on Islamic science, history and culture appeared in several languages. He was still studying Thai at the age of 84.[2][3][4]", "53853058": "Nancy K. Frankenberry (born 1947) is an American philosopher of religion, currently John Phillips Professor Emeritus at Dartmouth College.[1]", "57850795": "Meredith Whittaker is the president of the Signal Foundation and serves on their board of directors.[1][2][3] She was formerly the Minderoo Research Professor at New York University (NYU), and the co-founder and faculty director of the AI Now Institute. She also served as a senior advisor on AI to Chair Lina Khan at the Federal Trade Commission.[4] Whittaker was employed at Google for 13 years, where she founded Google's Open Research group[5][6][7][excessive citations] and co-founded the M-Lab.[8] In 2018, she was a core organizer of the Google Walkouts and resigned from the company in July 2019.[9][10]", "19217342": "Jeremy Nicholas Butterfield FBA (born 1954) is a philosopher at the University of Cambridge, noted particularly for his work on philosophical aspects of quantum theory, relativity theory and classical mechanics.", "61914077": "Russell Marcus is a philosopher specializing in philosophy of mathematics and the pedagogy of philosophy. He is Chair of Philosophy at Hamilton College and president of the American Association of Philosophy Teachers.[1]", "44645388": "Shang Qu (Chinese: 商瞿; Wade–Giles: Shang Ch'ü; born 522 BC), courtesy name Zimu (Chinese: 子木; Wade–Giles: Tzu-mu), was a disciple of Confucius. He studied the I Ching from Confucius, and is credited with the preservation and transmission of the classic.[1][2]", "6437929": "William Courtney Dowling (/ˈdaʊlɪŋ/; born April 5, 1944, in Warner, New Hampshire) is University Distinguished Professor of English and American Literature emeritus at Rutgers University in New Brunswick, New Jersey, specializing in 18th-century English literature, literature of the early American Republic, and Literary Theory.", "310316": "Franz Josef Gall (German: [gal]; 9 March 1758 – 22 August 1828) was a German neuroanatomist, physiologist, and pioneer in the study of the localization of mental functions in the brain.", "27901050": "Peter Koellner is Professor of Philosophy at Harvard University. He received his Ph.D from MIT in 2003. His main areas of research are mathematical logic, specifically set theory, and philosophy of mathematics, philosophy of physics, analytic philosophy, and philosophy of language.[1]", "43924623": "The Scipionic Circle, or the Circle of Scipio, was a group of philosophers, poets, and politicians patronized by their namesake, Scipio Aemilianus.[1] Together they would discuss Greek culture, literature, and humanism.[2] Alongside their philhellenic disposition, the group also had a more humane Roman foreign policy.[3] The term was first derived during the 19th century and ubiquitously adopted by scholars of the early 20th century.[4] The collection of members varied during its existence, from 15 names of the early period, to 27 in its middle to 10 in its final.[5]", "5291174": "David ben Boaz (Hebrew: דוד בן בעז, Arabic: Abu Sa'id Dawud ibn Bu'az) was a Karaite Jewish scholar who flourished in the tenth century CE.[1] He is reported to have been the fifth in the line of descent from Anan ben David, the founder of Karaism (he was the son of Boaz ben Jehoshaphat, the son of Jehoshaphat ben Saul, the son of Saul ben Anan, the son of Anan ben David.) He was thus considered resh galuta or exilarch of the Karaite community within the Abbasid Caliphate, in opposition to the rabbinical claimant", "867523": "Robert Maynard Hutchins (January 17, 1899 – May 14, 1977) was an American educational philosopher. He was president (1929–1945) and chancellor (1945–1951) of the University of Chicago, and earlier dean of Yale Law School (1927–1929).[1] His first wife was the novelist Maude Hutchins.  Although his father and grandfather were both Presbyterian ministers, Hutchins became one of the most influential members of the school of secular perennialism.", "69811468": "Theodor Caroli (born 7 April 1660 in Tübingen; died 20 February 1690) was a German physician from Württemberg and a member of the German National Academy of Sciences Leopoldina.[1]", "62045593": "José Manuel Rodríguez Uribes (born 9 October 1968) is a Spanish philosopher of law and politician of the Spanish Socialist Workers' Party (PSOE) who has been serving as Minister of Culture and Sport in the government of Prime Minister Pedro Sánchez since 2020. He is also a member of the PSOE's federal executive board.", "5455261": "Azariah ben Moses dei Rossi (Hebrew: עזריה מן האדומים) was an Italian physician, Jewish rabbi, and scholar. He was born at Mantua in c. 1511; and died in 1578.[1] He was descended from an old Jewish family which, according to tradition, was brought by Titus from Jerusalem. He was known among Jews as Azariah min-Ha'adumim (Azariah of the Red Family), a play on his name as well as a possible allusion to the fact that he lived in Catholic Italy, Rome being regarded as a spiritual heir of Esau (Edom, from Hebrew `-d-m, red). Combining an insatiable desire for learning with remarkable mental power, Dei Rossi early in life became exceptionally proficient in Hebrew, Latin, and Italian literature. He became known for his critical thinking and erudition.[2] He studied simultaneously medicine, archeology, history, Greek and Roman antiquities, and Christian ecclesiastical history. When about the age of thirty he married and settled for a time at Ferrara. Later he was found at Ancona, Bologna, Sabbionetta, and again at Ferrara. In 1570 a terrible earthquake visited the last-named city and caused the death of about 200 persons. The house in which Dei Rossi lived was partly destroyed; but it happened that at the moment he and his wife were in their daughter's room, which remained uninjured. During the disturbances consequent upon the earthquake Dei Rossi lived in an outlying village, where he was thrown into association with a Christian scholar, who asked him if there existed a Hebrew translation of the Letter of Aristeas. Dei Rossi answered in the negative, but in twenty days he prepared the desired translation, which he entitled Hadrat Zekenim. His account of the earthquake, written shortly after, is entitled Kol Elohim; he regarded the earthquake as a visitation of God, and not merely as a natural phenomenon.", "15838": "John Donne (/dʌn/ DUN) (1571 or 1572[a] – 31 March 1631) was an English poet, scholar, soldier and secretary born into a recusant family, who later became a cleric in the Church of England.[2] Under royal patronage, he was made Dean of St Paul's Cathedral in London (1621–1631).[1] He is considered the preeminent representative of the metaphysical poets. His poetical works are noted for their metaphorical and sensual style and include sonnets, love poems, religious poems, Latin translations, epigrams, elegies, songs and satires. He is also known for his sermons.", "1949181": "Eugène (Eugeniusz) Minkowski (French pronunciation: [øʒɛn mɛ̃kɔwski]; 17 April 1885 – 17 November 1972) was a French psychiatrist of Jewish Polish origin, known for his incorporation of phenomenology into psychopathology and for exploring the notion of \"lived time\". A student of Eugen Bleuler, he was also associated with the work of Ludwig Binswanger and Henri Ey. He was influenced by phenomenological philosophy and the vitalistic philosophy of Henri Bergson, and by the phenomenologists Edmund Husserl and Max Scheler; therefore his work departed from classical medical and psychological models. He was a prolific author in several languages and regarded, as a great humanitarian. Minkowski accepted the phenomenological essence of schizophrenia as the \"trouble générateur\" (\"generative disturbance\"), which he thought consists in a loss of \"vital contact with reality\" and shows itself as autism.[1]", "867850": "Lucien Paul Victor Febvre (/ˈfɛvrə/, French: [lysjɛ̃ pɔl viktɔʁ fɛvʁ]; 22 July 1878 – 11 September 1956) was a French historian best known for the role he played in establishing the Annales School of history. He was the initial editor of the Encyclopédie française together with Anatole de Monzie.", "31211026": "Cheng Qian (simplified Chinese: 程潜; traditional Chinese: 程潛; pinyin: Chéng Qián; Wade–Giles: Ch'eng Ch'ien; 31 March 1882 – 5 April 1968) was a Chinese army officer and politician who held very important military and political positions in both the Republic of China and the People's Republic of China.[1][2] Educated at the Imperial Japanese Army Academy and Waseda University, he first met Sun Yat-sen in Tokyo, becoming an early supporter. Later, under Chiang Kai-shek, he was one of the most powerful members of the Kuomintang, notably serving as Chief of Staff of the Military Affairs Commission during the Second Sino–Japanese War.", "15927": "James Graham Ballard (15 November 1930 – 19 April 2009)[2] was an English novelist and short story writer, satirist and essayist known for psychologically provocative works of fiction that explore the relations between human psychology, technology, sex and mass media.[3] Ballard first became associated with New Wave science fiction for post-apocalyptic novels such as The Drowned World (1962), but later courted political controversy with the short-story collection The Atrocity Exhibition (1970), which includes the story \"Why I Want to Fuck Ronald Reagan\" (1968) and the novel Crash (1973), a story about car-crash fetishists.", "1097305": "Michael W. Apple (born August 20, 1942) is an educational theorist specialized on education and power, cultural politics, curriculum theory and research, critical teaching, and the development of democratic schools.[1][2][3]", "5226184": "John D'Emilio (born 1948) is a professor emeritus of history and of women's and gender studies at the University of Illinois at Chicago. He taught at the University of North Carolina at Greensboro. He earned his B.A. from Columbia College and Ph.D. from Columbia University in 1982, where his advisor was William Leuchtenburg.[1]  He was a Guggenheim fellow in 1998[2] and National Endowment for the Humanities fellow in 1997 and also served as Director of the Policy Institute at the National Gay and Lesbian Task Force from 1995 to 1997.", "55263347": "Georg Didrik Boldt (24 August 1862 – 21 June 1918[1]) was a Finnish philosopher of religion who was known as a socialist and tolstoyan.", "37550127": "Robin Williams (born 13 November 1952) is a British soil scientist who is Professor of Social Research on Technology at the University of Edinburgh, Scotland, and director of the Institute for the Study of Science, Technology and Innovation. He is an interdisciplinary researcher in the field of Science and Technology Studies and contributed much to the social shaping of technology by studying the interplay between 'social' and 'technical' factors in the design and implementation of a range of technologies.[1]", "4997338": "Robert Rynasiewicz is a professor of philosophy at Johns Hopkins University[1] and an adjunct professor in philosophy and the Committee on History and Philosophy of Science at the University of Maryland.", "1098055": "John Hart Ely (/ˈiːliː/ EE-lee; December 3, 1938 – October 25, 2003) was an American legal scholar. He was a professor of law at Yale Law School from 1968 to 1973, Harvard Law School from 1973 to 1982, Stanford Law School from 1982 to 1996, and at the University of Miami Law School from 1996 until his death. From 1982 until 1987, he was the 9th dean of Stanford Law School.", "63029635": "Zoltan Torey (Pron: Zoltán Tor-ee) who was born in Hungary on 21 November 1929 and died in 2014 is a Hungarian-Australian psychologist, writer and philosopher.  He is known for his theories on consciousness. He left Hungary when he was 18 years old and came to Australia in 1949. Later he became blind in an industrial accident and forced to leave his studies to become a dentist. Next phase of his life started after earning a degree in Clinical Psychology. He not only worked as a practitioner in Clinical Psychology but also wrote three books; one of them more autobiographical and the others on what is known as hard problem in philosophy.", "180728": "Lou Silver Harrison (May 14, 1917 – February 2, 2003) was an American composer, music critic, music theorist, painter, and creator of unique musical instruments. Harrison initially wrote in a dissonant, ultramodernist style similar to his former teacher and contemporary, Henry Cowell, but later moved toward incorporating elements of non-Western cultures into his work. Notable examples include a number of pieces written for Javanese style gamelan instruments, inspired after studying with noted gamelan musician Kanjeng Notoprojo in Indonesia. Harrison would create his own musical ensembles and instruments with his partner, William Colvig, who are now both considered founders of the American gamelan movement and world music; along with composers Harry Partch and Claude Vivier, and ethnomusicologist Colin McPhee.", "29344284": "Shaul Magid (born June 16, 1958[1]) is the Distinguished Fellow in Jewish Studies at Dartmouth College. From 2004-2018, he was a professor of religious studies and the Jay and Jeannie Schottenstein Chair of Jewish Studies in Modern Judaism at Indiana University as well as a senior research fellow at the Shalom Hartman Institute.[2] From 1996-2004, he was a professor of Jewish philosophy at the Jewish Theological Seminary of America; he was chair of the Department of Jewish Philosophy from 2000-2004.", "59032093": "Michael R. Shute (21 September 1951 - 3 January 2020 in Halifax, Nova Scotia) was a Canadian scholar and Professor of Religious Studies at Memorial University of Newfoundland. He was known for his research on the works of Bernard Lonergan[1][2][3][4][5] and moral decision-making.[6]\nShute was a co-editor of Journal of Macrodynamic Analysis.[7]", "61489737": "Amita Chatterjee (born 13 September 1950[1]) is a philosopher of science and logician and is professor emerita at the School of Cognitive Science of Jadavpur University in Kolkata, India.  In 2019 her contributions to philosophy were recognized with the publication of a 2-volume festschrift in her honour: Mind and Cognition- An Interdisciplinary Sharing (Essays in Honour of Amita Chatterjee) by Kumtala Bhattacharya, Madhucchanda Sen and Smita Sirker.[2]", "17087": "Konstantin Eduardovich Tsiolkovsky (Russian: Константи́н Эдуа́рдович Циолко́вский; Polish: Konstanty Ciołkowski; 17 September [O.S. 5 September] 1857 – 19 September 1935) was a Russian and Soviet rocket scientist who pioneered astronautics. Along with Hermann Oberth and Robert H. Goddard, he is one of the pioneers of space flight and a founding father of modern rocketry and astronautics.[2][3][4] His works later inspired Wernher von Braun and leading Soviet rocket engineers Sergei Korolev and Valentin Glushko, who contributed to the success of the Soviet space program.", "3359449": "Hartley Burr Alexander, PhD (1873–1939), was an American philosopher, writer, educator, scholar, poet, and iconographer.", "1000228": "Geoffrey Keith Pullum (/ˈpʊləm/; born 8 March 1945) is a British and American linguist specialising in the study of English. Pullum has published over 300 articles and books on various topics in linguistics, including phonology, morphology, semantics, pragmatics, computational linguistics, and philosophy of language. He is Professor Emeritus of General Linguistics at the University of Edinburgh.[1]", "82754": "Hippodamus of Miletus (/hɪˈpɒdəməs/; Greek: Ἱππόδαμος ὁ Μιλήσιος, Hippodamos ho Milesios; 498–408 BC) was an ancient Greek architect, urban planner, physician, mathematician, meteorologist and philosopher, who is considered to be \"the father of European urban planning\",[1] and the namesake of the \"Hippodamian plan\" (grid plan) of city layout, although rectangular city plans were in use by the ancient Greeks as early as the 8th c. BC.", "28033901": "Rabbi Ira F. Stone (born 1949) is a leading figure in the contemporary renewal of the Musar movement, a Jewish ethical movement.", "29967255": "Richard Eric Susskind[1] OBE FRSE (born 28 March 1961) is a British author, speaker, and independent adviser to international professional firms and national governments. He is the IT adviser to the Lord Chief Justice of England and Wales, holds professorships at the University of Oxford,[2] Gresham College[3] and Strathclyde University,[4] is a past chair of the Advisory Panel on Public Sector Information, and is the president of the Society for Computers and Law.", "65291218": "George Letsas is the Chair in Philosophy of Law at University College London.[1]", "28820455": "Andrzej Stanisław Bogusławski (born 1 December 1931) is a Polish philologist, semanticist, semioticist and philosopher of language of international repute. Originally a specialist in Russian language, his interests broadened into the epistemology of language and linguistics.", "28460239": "Tim Lewens (born 29 June 1974)[1] is a professor in the history and philosophy of biology, medicine, and bioethics at the Department of History and Philosophy of Science at the University of Cambridge. Lewens is a Fellow of Clare College, where he serves as Director of Studies in Philosophy[2] and he is a member of the academic staff and lecturer in the Department of History and Philosophy of Science (HPS).[3]", "17614178": "Brian Keeble is a British author and editor.[1]  He is the founder of Golgonooza Press and a co-founder of the Temenos and Temenos Academy.[2]", "29115747": "Li Zehou (Chinese: 李泽厚; 13 June 1930 – 2 November 2021)[1][2][3] was a Chinese scholar of philosophy and intellectual history. He resided in the United States.[4] He is considered an important modern scholar of Chinese history and culture whose work was central to the period known as the Chinese Enlightenment in the 1980s.[5]", "443855": "William Kurtz Wimsatt Jr. (November 17, 1907 – December 17, 1975) was an American professor of English, literary theorist, and critic. Wimsatt is often associated with the concept of the intentional fallacy, which he developed with Monroe Beardsley in order to question the importance of an author's intentions for the creation of a work of art.[1]", "30885357": "Edward Crosby Harwood (October 28, 1900 – December 16, 1980) was an economist, philosopher of science, and investment advisor who is most known for founding the nonprofit American Institute for Economic Research (AIER) in 1933, which survives today in Great Barrington, Massachusetts.[1]  AIER is a scientific research organization specialized in economics.  It is one of the oldest nonprofit research organizations in the U.S.[2]  It is the parent of a for-profit subsidiary, American Investment Services, Inc.[3]", "4638193": "SUNY (Ph.D., 1965)", "6735375": "Roger de Piles (7 October 1635 – 5 April 1709) was a French painter, engraver, art critic and diplomat.", "57919025": "András Kertész (Hungarian: [ˈɒndraːʃ ˈkɛrteːs]; born 8 March 1956) is a Hungarian linguist, professor, full member of the Hungarian Academy of Sciences. His research focuses on the philosophy of linguistics, theoretical linguistics and foundational problems of syntax, semantics and pragmatics. He works both in Hungary and around the world, and has published in English, German and Hungarian.", "29443646": "Thomas Garnett (21 April 1766 – 28 June 1802) was an English physician and natural philosopher.", "53266207": "Viktorin Kornel ze Všehrd (of Všehrdy) or simply Všehrd (1460-1520), was a Czech humanist and lawyer, working towards the end of the 15th century as Vice-scribe at the Land Court in the Prague Castle. He is famous for the most penetrating analysis of the Czech common law that he has put forward on some 460 pages under the title \"On the Laws of the Czech Land Nine Books\" („O právích země české knihy devatery\"). He has also translated some Latin texts.", "36357954": "The Stanford School (humorously also called the Stanford Disunity Mafia)[1] is a group of philosophers of science, the members of which taught at various times at Stanford University, who share an intellectual tradition of arguing against the unity of science.[2][3]", "12568430": "Chellis Glendinning (born 1947) is an author and activist. She has been called a pioneer in the concept of ecopsychology—the belief that promoting environmentalism is healthy.[1][2] She is a social-change activist with an emphasis on feminism, bioregionalism, and indigenous rights.[3]  She promotes human cultures which are land-based and confined to bioregions, and is a critic of the use of technology.[4]", "1165171": "Alexander Nehamas (Greek: Αλέξανδρος Νεχαμάς; born 22 March 1946) is a Greek-born American philosopher. He is a professor of philosophy and comparative literature and the Edmund N. Carpenter II Class of 1943 Professor in the Humanities at Princeton University, where he has taught since 1990.[1][2] He is a member of the American Academy of Arts & Sciences and Member of the American Philosophical Society (since 2016[3]), the Academy of Athens since 2018. He works on Greek philosophy, aesthetics, Friedrich Nietzsche, Michel Foucault, and literary theory.", "1361795": "William Chandler Bagley (March 15, 1874, in Detroit – July 1, 1946, in New York City), was an American educator and editor. He graduated in 1895 from Michigan State Agricultural College, currently called Michigan State University; completed MS, in 1898, from the University of Wisconsin–Madison, 1898; and was awarded PhD by Cornell University in 1900.", "149401": "Jean-André Deluc or de Luc[1] (8 February 1727 – 7 November 1817) was a Swiss geologist, natural philosopher and meteorologist. He also devised measuring instruments.", "59852724": "Ward Blanton  is an American scholar.[1] He is known for his research on biblical studies and philosophy of religion.[2][3][4][5][6][7][8]", "31639507": "James Raymond Hurford, FBA (born 16 July 1941) is a linguist and academic.[1]", "39864286": "Herman Winick (born June 27, 1932) is an American scientist and Professor Emeritus at the Stanford Linear Accelerator Center (SLAC) and the Applied Physics Department of Stanford University.", "59426795": "Michel Villey (4 April 1914 – 24 July 1988) was a French legal philosopher and historian.[1] He was a professor at the University of Strasbourg and then at the University of Paris. He was born in Caen and was the grandson of philosopher Émile Boutroux.[2] The Institut Michel-Villey is named in his honor.", "36718676": "Delman L. Coates (born January 13, 1973) is an American Baptist minister. He is senior pastor of Mt. Ennon Baptist Church, a megachurch located in Clinton, Maryland, since 2004.[1]", "19220693": "Robert K. C. Forman, is a former professor of religion at the City University of New York, author of several studies on religious experience, and co-editor of the Journal of Consciousness Studies.", "1526029": "Alan Gewirth (November 28, 1912 – May 9, 2004) was an American philosopher, a professor of philosophy at the University of Chicago, and author of Reason and Morality (1978), Human Rights: Essays on Justification and Applications (1982), The Community of Rights (1996), Self-Fulfillment (1998), and numerous other writings in moral philosophy and political philosophy.", "13879742": "Alfred I. Tauber (born 1947) is an American philosopher and historian of science, who, from 1993 to 2010, served as director of the Boston University Center for Philosophy and History of Science at Boston University.", "30460366": "Antoine-Jacques Roustan (23 October 1734 – 15 June 1808) was a Genevan pastor and theologian, who engaged in an extensive correspondence with Jean-Jacques Rousseau.\nUnlike Rousseau, he believed that a Christian republic was practical - that the Christian religion was not incompatible with patriotism or republicanism.[1]", "30722580": "Mark Kelman (born August 20, 1951) is jurist and vice dean of Stanford Law School. As a prominent legal scholar, he has applied social science methodologies, including economics and psychology, to the study of law. He is one of the most cited law professors.[1] He is regarded as one of the co-founders of the critical legal studies movement and authored \"A Guide to Critical Legal Studies.\" He is widely known for his influential[2] 1978 critique of the Coase theorem,[3] a core part of law and economics.", "215626": "Gilbert Burnet (18 September 1643 – 17 March 1715) was a Scottish philosopher and historian, and Bishop of Salisbury. He was fluent in Dutch, French, Latin, Greek, and Hebrew. Burnet was highly respected as a cleric, a preacher, an academic, a writer and a historian. He was always closely associated with the Whig party, and was one of the few close friends in whom King William III confided.[1]", "12896901": "Luther Standing Bear (Óta Kté or \"Plenty Kill,\" also known as Matȟó Nážiŋ or \"Standing Bear\", 1868 - 1939) was a Sicangu and Oglala Lakota author, educator, philosopher, and actor. He worked to preserve Lakota culture and sovereignty, and was at the forefront of a Progressive movement to change government policy toward Native Americans.", "1821365": "Charles Dacre Parsons (born April 13, 1933) is an American philosopher best known for his work in the philosophy of mathematics and the study of the philosophy of Immanuel Kant.  He is professor emeritus at Harvard University.", "45533910": "Naoisé O'Reilly is a psychology expert who develops methods in the areas of expression and psychological profiling.[1] She earned a PhD Doctorate in physical oceanography from the National Oceanography Centre[2] at the University of Southampton, United Kingdom in 2007.[3] The British Library catalogued her PhD dissertation entitled Combining Altimetry and Hydrography with Inverse Methods.[4] Outlined as one of the conclusions, O'Reilly developed an oceanography satellite altimetry and argo float big data scientific research system to analyse the state of the north Atlantic Ocean in three dimensional surface elevations.[5] She graduated from the National University of Ireland, Galway in 2000 with a first class honours degree in marine science.[6] She studied quantitative Earth observations at the University of Oxford and geophysical and environmental fluid dynamics at the University of Cambridge in 2002.[7]", "32426720": "Ravi Veeraraghavan Gomatam (born in Chennai, India) is the director of Bhaktivedanta Institute (Berkeley and Mumbai) and the newly formed Institute of Semantic Information Sciences and Technology, Mumbai. He teaches graduate-level courses at these institutes. He was an adjunct professor at Birla Institute of Technology & Science (BITS), Pilani, Rajasthan, India (1993–2015).", "42945382": "Roman Bezpalkiv (Ukrainian: Рома́н Безпа́лків) – (15 April 1938, village Hlushyn, Lviv region (Lviv Oblast) – 19 November 2009, Lviv) – was a Ukrainian painter. Genre – painting, sacral art. Member of the National Union of Artists of Ukraine (1988). Honored Artist of Ukraine (1998).", "57625500": "Eric Winsberg (born February 4, 1968) is an American philosopher who is a professor of philosophy at the University of South Florida.[1] From 2023 until 2027 he will hold a Global Professorship from the British Academy in the Department of History and Philosophy of Science at the University of Cambridge.[2] He is known for his research in philosophy of science, in particular the philosophy of climate science, and the philosophy of physics. He is especially interested in the role of computer simulations in the physical sciences. His work in the philosophy of climate science specifically relates to its application in science policy and ethics.[3] He was an early critic of many of the public health policies aimed at mitigating the Covid-19 pandemic, arguing that the quality of the science justifying these policies was poor or missing, and that many of the policies unnecessarily sacrificed the welfare of the young and the poor.[4][5][6][7] He also writes on truth and on scientific authorship.[1]", "543660": "Sholom Dovber Schneersohn (Hebrew: שלום דובער שניאורסאהן) was the fifth Rebbe (spiritual leader) of the Chabad Lubavitch chasidic movement. He is known as \"the Rebbe Rashab\" (for Reb Sholom Ber). His teachings represent the emergence of an emphasis on outreach that later Chabad Rebbes developed into a major theme.[1]", "62213199": "Herbert Henry Farmer (27 November 1892 – 13 January 1981) was a British Presbyterian minister, philosopher of religion, and academic. Having served in pastoral ministry from 1919 to 1931, he moved into academia as a member of the staff of Hartford Seminary in the United States. After four years, he returned to England where he had been appointed Barbour Professor of Systematic Theology at Westminster College, Cambridge in 1935. He was additionally the Norris-Hulse Professor of Divinity at the University of Cambridge (1949–1960) and a Fellow of Peterhouse, Cambridge (1950–1960). He retired in 1960, was appointed Emeritus Professor by Westminster College, and continued to preach into old age.[1][2][3]", "314455": "Jean-Baptiste Dubos (French: [dybo]; 14 December 1670 – 23 March 1742), also referred to as l'Abbé Du Bos, was a French author. He was also a diplomat and an art critic.", "1789028": "Emer (Emmerich) de Vattel (French pronunciation: [vat-těl] 25 April 1714 – 28 December 1767[1]) was an international lawyer. He was born in Couvet in the Principality of Neuchâtel (now a canton part of Switzerland but part of Prussia at the time) in 1714 and died in 1767.  He was largely influenced by Dutch jurist Hugo Grotius.", "39537836": "Donald Brook (8 January 1927 – 17 December 2018) was an Australian artist, art critic, philosopher, and theorist, whose research and publications centre on the philosophy of art, non-verbal representation and cultural evolution. He initiated the Experimental Art Foundation in the 1970s in Adelaide, and was later Emeritus Professor of Visual Arts at Flinders University in Adelaide.", "29838606": "George Francis McLean (June 29, 1929 - September 6, 2016) was a Professor Emeritus at the School of Philosophy of The Catholic University of America (CUA), Washington, D.C., and Director of its Centre for the Study of Culture and Values (CSCV).[1]", "675172": "Sir Charles Bell KH FRS FRSE FRCSE MWS (12 November 1774 – 28 April 1842) was a Scottish surgeon, anatomist, physiologist, neurologist, artist, and philosophical theologian. He is noted for discovering the difference between sensory nerves and motor nerves in the spinal cord. He is also noted for describing Bell's palsy.", "5623207": "Simcha Zissel Ziv Broida (Hebrew: שמחה זיסל זיו; 1824–1898), also known as Simhah Zissel Ziv or the Alter of Kelm (the Elder of Kelm), was one of the foremost students of Yisrael Salanter and one of the early leaders of the Musar movement. He is best known as the founder and director of the Kelm Talmud Torah.", "380409": "Lewis White Beck (September 26, 1913 – June 7, 1997) was an American philosopher and scholar of German philosophy.  Beck was Burbank Professor of Intellectual and Moral Philosophy at the University of Rochester and served as the Philosophy Department chair there from 1949 to 1966.  He translated several of Immanuel Kant's works, such as the Critique of Practical Reason, and was the author of Studies in the Philosophy of Kant (1965).", "51727952": "Anna L. Peterson (born 1963) is an American scholar of religious studies who is currently a professor in the Department of Religion at the University of Florida, where she has worked since 1993. Her research variously concerns religion in Latin America and ethics—including religious ethics, Christian ethics, environmental ethics, animal ethics and social ethics. She is the author of five monographs: Martyrdom and the Politics of Religion (State University of New York Press, 1997); Being Human (University of California Press, 2001); Seeds of the Kingdom (Oxford University Press, 2001); Everyday Ethics and Social Change (Columbia University Press, 2009); and Being Animal (Columbia University Press, 2013).", "2739841": "John Kenneth Muir (born December 3, 1969) is an American literary critic. As of 2022, he has written thirty reference books in the fields of film and television, with a particular focus on the horror and science fiction genres.", "51138242": "Robyn Anne Carston, FBA is a linguist and academic, who specialises in pragmatics, semantics, and the philosophy of language. Since 2005, she has been Professor of Linguistics at University College London.[1][2][3]", "20202": "Meir David HaKohen Kahane (/kəˈhɑːnə/ kə-HAH-nə; Hebrew: רבי מאיר דוד הכהן כהנא; born Martin David Kahane;[1] August 1, 1932 – November 5, 1990) was an American-born Israeli ordained Orthodox rabbi, writer, and ultra-nationalist politician who served one term in Israel's Knesset before being convicted of acts of terrorism. He founded the Israeli political party Kach. A cofounder of the Jewish Defense League (JDL), he espoused strong views against antisemitism.", "904959": "Kang Youwei (Chinese: 康有為; Cantonese: Hōng Yáuh-wàih; 19 March 1858 – 31 March 1927) was a prominent political thinker and reformer in China of the late Qing dynasty. His increasing closeness to and influence over the young Guangxu Emperor sparked conflict between the emperor and his adoptive mother, the regent Empress Dowager Cixi.  His ideas were influential in the abortive Hundred Days' Reform. Following the coup by Cixi that ended the reform, Kang was forced to flee. He continued to advocate for a Chinese constitutional monarchy after the founding of the Republic of China.", "57724794": "Karl Engisch (15 March 1899 - 11 September 1990) was a German jurist and a Philosopher of Law.[1][2]   He was described by Hans Joachim Hirsch as one of the \"outstanding theorists of criminal justice of the [twentieth] century\" (\"herausragenden Strafrechtstheoretiker des vergangenen Jahrhunderts\").[3]", "5918625": "Matthew Norton Wise (born 1940) is an American historian of science who is an emeritus professor at the University of California, Los Angeles (UCLA). He was also the co-director of the UCLA Center for Society and Genetics. He famously attacked Gross and Levitt's book in which they perceive the obstruction of science by the academic left.", "60739498": "Edward Earle Purinton (April 24, 1878 – July 10, 1943) was an American businessman, naturopath, philosopher and self-help writer.", "59101238": "Gregor McLennan (born 21 October 1952) is a British sociologist and a Fellow of the Academy of Social Sciences. \nHe holds the Established Chair of Sociology at the University of Bristol. From 1991 to 1997 he was Head of the Department of Sociology at Massey University.", "18698322": "Frederick Pond Ferré (March 23, 1933 – March 22, 2013) was Professor of Philosophy Emeritus at The University of Georgia. He was a past president of the Metaphysical Society of America. Much of his work concerned how metaphysics is entwined with practical questions about how we live our life, including the ethical dimensions of life.[1]", "2216021": "Alice Marie von Hildebrand, GCSG[1] (née Jourdain; 11 March 1923 – 14 January 2022) was a Belgian-born American Catholic philosopher, theologian, author, and professor.  She taught philosophy at Hunter College for 37 years.  She was also the second wife of Dietrich von Hildebrand.", "6803550": "Gabriel Vahanian (in Armenian Գաբրիէլ Վահանեան; 24 January 1927 – 30 August 2012[1]) was a French Protestant Christian theologian who was most remembered for his pioneering work in the theology of the \"death of God\" movement within academic circles in the 1960s, and who taught for 26 years in the U.S. before finishing a prestigious career in Strasbourg, France.", "544903": "Yisrael ben Ze'ev Wolf Lipkin, also known as \"Israel Salanter\" or \"Yisroel Salanter\" (November 3, 1809, Zhagory – February 2, 1883, Königsberg), was the father of the Musar movement in Orthodox Judaism and a famed Rosh yeshiva and Talmudist. The epithet Salanter was added to his name since most of his schooling took place in Salant (now the Lithuanian town of Salantai), where he came under the influence of Rabbi Yosef Zundel of Salant.  He was the father of mathematician Yom Tov Lipman Lipkin.[1]", "1331330": "Donald Kalish (December 4, 1919 – June 8, 2000) was an American logician, educator, and anti-war activist.", "1921183": "Randy Cohen is an American writer and humorist known as the author of The Ethicist column in The New York Times Magazine between 1999 and 2011. The column was syndicated throughout the U.S. and Canada. Cohen is also known as the author of several books, a playwright, and the host of the public radio show Person Place Thing.", "1724633": "Deborah Meier (born April 6, 1931) is an American educator often considered the founder of the modern small schools movement.[1][2] After spending several years as a kindergarten teacher in Chicago, Philadelphia and then New York City, in 1974, Meier became the founder and director of the alternative Central Park East school, which embraced progressive ideals in the tradition of John Dewey in an effort to provide better education for children in East Harlem, within the New York City public school system.[3]", "3428578": "Bart Denton Ehrman[a] (born October 5, 1955) is an American New Testament scholar focusing on textual criticism of the New Testament, the historical Jesus, and the origins and development of early Christianity. He has written and edited 30 books, including three college textbooks. He has also authored six New York Times bestsellers. He is the James A. Gray Distinguished Professor of Religious Studies at the University of North Carolina at Chapel Hill.", "70701296": "Philip Carr (25 September 1953 – 30 March 2020) was a British linguist and Emeritus Professor in the English Department of the University of Montpellier. He is best known for his works on  phonology and philosophy of linguistics.[2]\nHis book Phonology is a coursebook taught across the world in phonology courses.[3]\nHe was the father of three children and enjoyed raising his son and daughter in the sunny South of France[citation needed].", "250196": "Alain de Botton FRSL (/dəˈbɒtən/; born 20 December 1969) is a Swiss-born British author and public speaker. His books discuss various contemporary subjects and themes, emphasizing philosophy's relevance to everyday life. He published Essays in Love (1993), which went on to sell two million copies. Other bestsellers include How Proust Can Change Your Life (1997), Status Anxiety (2004), and The Architecture of Happiness (2006).", "3133892": "Matteo or Mathieu Campani-Alimenis (born in Spoleto, Italy) was a mechanician and natural philosopher of the 17th century.", "16667104": "Peter Gabel (January 28, 1947 – October 25, 2022) was an American law academic and associate editor of Tikkun, a bi-monthly Jewish critique of politics, culture, and society. He wrote a number of articles for the magazine on subjects ranging from the original intent of the framers of the Constitution (\"Founding Father Knows Best\") to the creationism/evolution controversy (\"Creationism and the Spirit of Nature\").", "31511128": "Anita Silvers (1 November 1940 – 14 March 2019)[1][2] was an American philosopher, focusing on medical ethics, bioethics, feminism, disability studies, philosophy of law, and social and political philosophy.[3] She \"was a leading voice in the interpretation of the Americans With Disabilities Act, arguing that disability rights should be viewed the same as other civil rights and not as an accommodation or as a social safety net issue\".[4]", "5591744": "Henry Margenau (April 30, 1901 – February 8, 1997) was a German-American physicist and philosopher of science.[1]", "1987344": "Jody Azzouni (born Jawad Azzouni, 1954) is an American philosopher, poet, and writer. He currently is Professor of Philosophy at Tufts University.", "20632376": "Wesley Alba Sturges (1893-1962) was an American legal scholar who served as a professor of law at the Yale Law School from 1924 to 1961, and served as dean of the law school from 1945 to 1954. He received his LL.B. from Yale in 1923. He retired from Yale in 1961 to become dean of the University of Miami School of Law. He was a prominent figure in Yale's Legal Realism movement. In his article (with Samuel Clark), Legal Theory and Real Property Mortgages, 37 Yale L. J. 691 (1928), he sought to make the Legal Realist point that doctrinal distinctions between \"lien theory\" and \"title theory\" did not have any actual effect on how courts ruled in litigation about mortgage disputes.[1] His casebook, Cases and Materials on the Law of Credit Transactions, emphasized the contradictions in judicial decision-making and sought to dispel  the view that \"what judges said in one case with its setting can be used to [predict] what they will decide in another case\" with a different factual setting.[2]", "8606563": "Stillman Drake (December 24, 1910 – October 6, 1993),[1] an American historian of science who moved to Canada in 1967 and acquired Canadian citizenship a few years later, is best known for his work on Galileo Galilei (1569–1642).", "35509101": "Mikheil Makharadze (Georgian: მიხეილ მახარაძე) (born November 13, 1946) is a Georgian politician and historian of philosophy, who was the Chairman of the Supreme Council of the Autonomous Republic of Adjara from July 20, 2004, to October 28, 2012.", "250754": "Emil Heinrich du Bois-Reymond (7 November 1818 – 26 December 1896) was a German physiologist, the co-discoverer of nerve action potential, and the developer of experimental electrophysiology. His lectures on science and culture earned him great esteem during the latter half of the 19th century.[1]", "1823668": "Roger John Traynor (February 12, 1900 – May 14, 1983) was the 23rd Chief Justice of California (1964–1970) and an associate justice of the Supreme Court of California from 1940 to 1964.[1] Previously, he had served as a Deputy Attorney General of California under Earl Warren, and an Acting Dean and Professor of UC Berkeley School of Law.[2][3] He is widely considered to be one of the most creative and influential judges and legal scholars of his time.[2][4][5][6][7][8][9]", "67228654": "Iván Vitányi (3 July 1925 – 6 September 2021) was a Hungarian sociologist, essayist, dance historian, philosopher of art and politician. He was a member of the National Assembly of Hungary from 1990 to 2014.", "28333057": "Wilhelm Endemann (24 April 1825, in Marburg – 13 June 1899, in Cassel) was a German jurist.", "30037010": "Arnold Jerome Berleant (born 4 March 1932[1]) is an American scholar and author who is active in both philosophy and music.", "36197425": "George Young (1692–1757) was an Edinburgh surgeon, physician, philosopher and empiric. As a young man he was a member of the Rankenian Club, a group of intellectuals who were to go on to become some of the most influential figures of the Scottish Enlightenment.[1] Young's lecture notes (1730–31) give a clear account of contemporary medical and surgical practice and are characterised by the empirical approach to the advancement of medical knowledge, especially in the evolving understanding of nerve and muscle function.[2] His Treatise on Opium (1753) was a practical guide for physicians in the use of the drug which emphasises its complications.[3] It was the longest, most balanced and most comprehensive English language account yet written. Young's legacy is also apparent in the work of his pupil Robert Whytt (1714–1766)[4] and his surgical apprentice James Hill (1703–1776). Young had taught both the value of repeated observation and a sceptical approach to prevailing dogma. Whytt was to advance knowledge of nerve and muscle function [5] while Hill went on to make important contributions to the understanding and management of head injury.", "41735344": "John Emery Murdoch (May 10, 1927 – September 16, 2010) was an American academic.[1][2][3] Educated in philosophy at the\nUniversity of Wisconsin–Madison,[4] Murdoch spent most of his career at Harvard University.[3] At Harvard, he was Professor of History of Science and Chair of the Department from 1966 to 1971 and 1974 to 1975.[5] He specialized in ancient and medieval medicine and philosophy,[6] and published numerous materials on the topic.[7] Murdoch was awarded the George Sarton Medal in 2009 for his scholarship.[2][8]", "87253": "John Boynton Priestley OM (/ˈpriːstli/; 13 September 1894 – 14 August 1984) was an English novelist, playwright, screenwriter, broadcaster and social commentator.[1]", "71619804": "Mateus Soares de Azevedo (born 24 January 1959) is a Brazilian writer. He has published books, essays and articles on the perennial philosophy and the mystical and esoteric themes within Christianity and Islam.", "25515344": "Iain McGilchrist (born 1953)[1] is a psychiatrist, writer, and former Oxford literary scholar.[2] McGilchrist came to prominence after the publication of his book The Master and His Emissary, subtitled The Divided Brain and the Making of the Western World.[2]", "1299809": "Alexander Wendt (born 12 June 1958) is an American political scientist who is one of the core social constructivist researchers in the field of international relations, and a key contributor to quantum social science. Wendt and academics such as Nicholas Onuf, Peter J. Katzenstein, Emanuel Adler, Michael Barnett, Kathryn Sikkink, John Ruggie, Martha Finnemore, and others have, within a relatively short period, established constructivism as one of the major schools of thought in the field.", "677247": "Eliyahu Eliezer Dessler (1892[1] – 31 December 1953[2]) was an Orthodox rabbi, Talmudic scholar, and Jewish philosopher of the 20th century. He is best known for being the mashgiach ruchani (\"spiritual counselor\") of the Ponevezh yeshiva in Israel and through collections of his writings published posthumously by his pupils.", "1791468": "Hito Steyerl (born 1 January 1966) is a German filmmaker, moving image artist, writer, and innovator of the essay documentary.[1] Her principal topics of interest are media, technology, and the global circulation of images. Steyerl holds a PhD in philosophy from the Academy of Fine Arts Vienna.[1] She is currently a professor of New Media Art at the Berlin University of the Arts, where she co-founded the Research Center for Proxy Politics, together with Vera Tollmann and Boaz Levin.[1][2]", "52483628": "Derk Pereboom (born 1957) is the Susan Linn Sage Professor in Philosophy and Ethics at Cornell University. He specializes in free will and moral responsibility, philosophy of mind, philosophy of religion, and the work of Immanuel Kant.[1]", "2315991": "Richard Arnot Home Bett holds a joint appointment in Philosophy and Classics at Johns Hopkins University.[1]\nHe received his BA from Oxford University and his PhD from UC Berkeley. He spent 1994-5 as a Fellow at the Center for Hellenic Studies, Washington, D.C. From January 2000 to June 2001 he was Acting Executive Director of the American Philosophical Association, and he was Secretary-Treasurer of its Eastern Division from 2003 to 2013.[2]", "2905913": "Robert Maximilian de Gaynesford (born 2 January 1968) is an English philosopher. He is a professor of philosophy at the University of Reading.[1]", "5724048": "Max Jammer (מקס ימר; born Moshe Jammer,[1] German: [ˈjamɐ]; April 13, 1915 – December 18, 2010), was an Israeli physicist and philosopher of physics. He was born in Berlin, Germany. He was Rector and Acting President at Bar-Ilan University from 1967 to 1977.[2]", "350128": "Moshe Chaim Luzzatto (Hebrew: משה חיים לוצאטו, also Moses Chaim, Moses Hayyim, also Luzzato) (1707 – 16 May 1746 (26 Iyar 5506)), also known by the Hebrew acronym RaMCHaL (or RaMHaL, רמח\"ל‎), was a prominent Italian Jewish rabbi, kabbalist, and philosopher.", "10082240": "Douglas Kellner (born May 31, 1943) is an American academic who works at the intersection of \"third-generation\" critical theory in the tradition of the Frankfurt Institute for Social Research, or Frankfurt School, and in cultural studies in the tradition of the Birmingham Centre for Contemporary Cultural Studies, or the \"Birmingham School\". He has argued that these two conflicting philosophies are in fact compatible.[1] He is currently the George Kneller Chair in the Philosophy of Education in the Graduate School of Education and Information Studies at the University of California, Los Angeles.", "5920862": "Albert Borgmann (1937 – May 7, 2023) was a German-born American philosopher, specializing in the philosophy of technology.", "11786379": "Liu Xiaobo (Chinese: 刘晓波; pinyin: Liú Xiǎobō; 28 December 1955 – 13 July 2017) was a Chinese literary critic, human rights activist, philosopher and Nobel Peace Prize laureate who called for political reforms and was involved in campaigns to end communist one-party rule in China.[2] He was arrested numerous times, and was described as China's most prominent dissident and the country's most famous political prisoner.[3][4][5][6][7] On 26 June 2017, he was granted medical parole after being diagnosed with liver cancer; he died a few weeks later on 13 July 2017.[8][9]", "72997029": "William Goldstein (born February 25, 1942) is an American composer, recording artist, arts philosopher and improvisational pianist.[1][2][3]", "26761475": "Roger Edward Backhouse, FBA (born 19 January 1951) is a British economist, economic historian and academic. Since 1996, he has been Professor of the History and Philosophy of Economics at the University of Birmingham.[1]", "35019014": "Ragnar Knoph (24 October 1894 – 25 December 1938) was a Norwegian jurist and professor of jurisprudence at the University of Oslo. He was born in Kristiania. Among his publications are Norsk arverett from 1930, and Åndsretten from 1936. He was an enthusiastic lecturer, and his works are regarded innovative and influential.[1][2]", "5003533": "R. Kent Greenawalt (June 25, 1936 — January 27, 2023[1]) was a legal scholar who was University Professor at Columbia Law School. His primary interests involved constitutional law, especially First Amendment jurisprudence, and legal philosophy.", "1923348": "David Novak, FRSC[1] (born August 19, 1941, in Chicago, Illinois) is a Jewish theologian, ethicist, and scholar of Jewish philosophy and law (Halakha).[1][2] He is an ordained Conservative rabbi and holds the J. Richard and Dorothy Shiff Chair of Jewish Studies as Professor of the Study of Religion and Professor of Philosophy at the University of Toronto since 1997.[1][2] His areas of interest are Jewish theology, Jewish ethics and biomedical ethics, political theory (with a special emphasis on natural law), and Jewish-Christian relations.[1][2]", "285084": "Raoul Vaneigem (Dutch pronunciation: [raːˈul vɑnˈɛi̯ɣəm]; born 21 March 1934) is a Belgian writer known for his 1967 book The Revolution of Everyday Life.", "49502684": "Renate Irmtraut Bartsch (born 12 December 1939) is a German philosopher of language. She was a professor at the University of Amsterdam between 1974 and 2004.", "69097976": "Madeleine Akrich (born March 4, 1959) is a French sociologist of technology. She served as the director of the Center for the Sociology of Innovation at Mines ParisTech from 2003 to 2013.[1] She is known for developing actor–network theory (ANT) with Bruno Latour, Michel Callon, John Law and others.", "645698": "Arthur Oncken Lovejoy (October 10, 1873 – December 30, 1962) was an American philosopher and intellectual historian, who founded the discipline known as the history of ideas with his book The Great Chain of Being (1936), on the topic of that name, which is regarded as 'probably the single most influential work in the history of ideas in the United States during the last half century'.[2] He was elected to the American Philosophical Society in 1932.[3] In 1940, he founded the Journal of the History of Ideas.", "2677374": "Joseph Halevi Horowitz Weiler OMRI (born 2 September 1951) is an American academic, currently serving as European Union Jean Monnet Chair at New York University School of Law and Senior Fellow of the Minda de Gunzburg Center for European Studies, Harvard.", "14211722": "Eugene B. Borowitz (February 20, 1924 – January 22, 2016) was an American leader and philosopher in Reform Judaism,[1] known largely for his work on Jewish theology and Jewish ethics. He also edited a Jewish journal, Sh'ma, and taught at the Hebrew Union College-Jewish Institute of Religion.", "154322": "Charles William Morris (May 23, 1901 – January 15, 1979) was an American philosopher and semiotician.[1]", "154331": "Gregory Bateson (9 May 1904 – 4 July 1980) was an English anthropologist, social scientist, linguist, visual anthropologist, semiotician, and cyberneticist whose work intersected that of many other fields. His writings include Steps to an Ecology of Mind (1972) and Mind and Nature (1979).", "41442106": "Dov Elbaum (Hebrew: דב אלבוים; born on 21 December 1970) is an Israeli writer, editor, journalist, television host and Jewish philosophy lecturer.", "26696508": "John E. Toews is a Canadian historian in the U.S.,  and Director of the Comparative History of Ideas Program, University of Washington from 1981 to 2010.[1][2]", "51305304": "Josephine Donovan (born 1941) is an American scholar of comparative literature who is a professor emerita of English in the Department of English at the University of Maine, Orono. Her research and expertise has covered feminist theory, feminist criticism, animal ethics, and both early modern and American (particularly 19th century) literature with a special focus on American writer Sarah Orne Jewett and the local colorists. She recently extended her study of local color literature to the European tradition. Along with Marti Kheel, Carol J. Adams, and others, Donovan introduced ecofeminist care theory, rooted in cultural feminism, to the field of animal ethics. Her published corpus includes ten books, five edited books, over fifty articles, and seven short stories.", "26499987": "Henning Eichberg (b. 1 December 1942 in Schweidnitz, Province of Lower Silesia, German Reich; d. 22 April 2017 in Odense, Denmark) was a German sociologist and historian, teaching at the University of Southern Denmark in Odense. He became notable by his contributions to the philosophy of body culture and by his political radical writings on folk and nation.", "3759057": "J. William Lloyd (never using his given name John) (June 4, 1857 – October 23, 1940) was an American individualist anarchist, mystic and pantheist. Lloyd later modified his political position to minarchism.", "49404905": "Joseph Stephen O’Leary (born 1949 in Cork, Ireland) is an Irish Roman Catholic theologian. He studied literature and theology at Maynooth College (BA 1969; DD 1976). He also studied at the Gregorian University, Rome (1972-3) and in Paris (1977–79). Ordained for the Diocese of Cork and Ross in 1973, he was a chaplain at University College Cork (1980–81). He taught theology at the University of Notre Dame (1981–82) and Duquesne University (1982–83) before moving to Japan in August, 1983. He worked as a researcher at the Nanzan Institute for Religion and Culture, Nanzan University, Nagoya (1985–86), where he later held the Roche Chair for Interreligious Research (2015–16).[1]  He taught in the Faculty of Letters at Sophia University, Tokyo, from 1988 to 2015.", "32169038": "David E. Nye is Professor Emeritus of American Studies at the University of Southern Denmark. He is the winner of the 2005 Leonardo da Vinci Medal of the Society for the History of Technology.[1][2][3]", "35347567": "Antti Revonsuo is a Finnish cognitive neuroscientist, psychologist, and philosopher of mind. His work seeks to understand consciousness as a biological phenomenon. He is one of a small number of philosophers running their own laboratories.", "14179498": "Theodore Brameld (20 January 1904 – 1987) was a philosopher and educator who supported the educational philosophy of social reconstructionism.  His philosophy originated in 1928 when he enrolled as a doctoral student at the University of Chicago in the field of philosophy where he trained under the progressive philosopher and politician, T.V. Smith.  After becoming intrigued by John Dewey’s philosophy of education, Brameld developed his own theory of schools being the ultimate source to bring about political and social change.", "8084673": "Eric Stowe Higgs (born February 7, 1958) is professor in the School of Environmental Studies at the University of Victoria.[1] Trained in ecology, philosophy, and environmental planning, his work concerns ecological restoration, historical ecology, intervention ecology, and the changing character of life in technological society. He also works with the Mountain Legacy Project as the Principal Instigator.[2]", "23806": "Patanjali (Sanskrit: पतञ्जलि, romanized: Patañjali),[pronunciation?] also called Gonardiya or Gonikaputra, was a Hindu author, mystic and philosopher. Estimates based on analysis of his works suggests that he may have lived between the 2nd century BCE and the 4th century CE. [1] Patanjali is regarded as an avatar of Adi Sesha.[2]", "449838": "Solomon Dodashvili (Georgian: სოლომონ დოდაშვილი), also known as Solomon Ivanovich Dodaev-Mogarsky (Russian: Соломон Иванович Додаев-Могарский) (May 17, 1805 – August 20, 1836), was a Georgian philosopher, journalist, historian, grammarian, belletrist and enlightener.", "8084790": "Andrew Feenberg (born 1943) is an American philosopher. He holds the Canada Research Chair in the Philosophy of Technology in the School of Communication at Simon Fraser University in Vancouver.  His main interests are philosophy of technology, continental philosophy, critique of technology and science and technology studies.", "11001209": "Paul R. Mendes-Flohr (born 17 April 1941) is a leading scholar of modern Jewish thought. As an intellectual historian, Mendes-Flohr specializes in 19th and 20th-century Jewish thinkers, including Martin Buber, Franz Rosenzweig, Gershom Scholem and Leo Strauss.[1]", "52223579": "Reinhold Zippelius (born 19 May 1928) is a German jurist and law scholar.   Now retired, he was formerly the professor of the Philosophy of law and Public law at the University of Erlangen-Nuremberg.[1][2]", "4513372": "Trevor J. Pinch (1 January 1952 – 16 December 2021) was a British sociologist, part-time musician and chair of the science and technology studies department at Cornell University.[1] In 2018, he won the J.D. Bernal Prize from the Society for Social Studies of Science for \"distinguished contributions to Science and Technology Studies over the course of [a] career.\"[2]", "70409899": "Vladimir Maksimovich Fritsche (Russian: Владимир Максимович Фриче; 27 October [O.S.] 15 October] 1870 – 4 September 1929) was a Russian and Soviet Marxist literary and art scholar, critic and academic.", "20307692": "Sir John Macdonell KCB FBA (1 August 1846 – 17 March 1921) was a British jurist. He was King's Remembrancer (1912–1920) and invested as a Knight Commander of the Order of the Bath.[1][2] Shaw of Dunfermline gives a prefatory biography in Historical Trials.[3]", "8413153": "Marcus Berquist (1934 – November 2, 2010) was one of the founders of Thomas Aquinas College, a professor, and an expert on the writings of St. Thomas Aquinas.", "3432525": "David J. Wolpe (born September 19, 1958[1]) is an American rabbi. He is Visiting Scholar at Harvard Divinity School[2] and the Max Webb Emeritus Rabbi of Sinai Temple.[3] He previously taught at the Jewish Theological Seminary of America in New York, the American Jewish University in Los Angeles, Hunter College, and UCLA. Wolpe was named the most influential Rabbi in America by Newsweek in 2012,[4] and among the 500 most influential Angelinos in 2016 and 2018.[5]  Wolpe now serves as the Inaugural rabbinic fellow for the ADL,[6] and a Senior Advisor for the Maimonides Fund.[7]", "17522770": "Moshe Halbertal (Hebrew: משה הלברטל; born Montevideo, Uruguay, 1958) is an Israeli philosopher, professor, and writer, a noted expert on Maimonides, and co-author of the Israeli Army Code of Ethics.[1] He currently holds positions as the John and Golda Cohen Professor of Jewish Thought and Philosophy at the Hebrew University of Jerusalem[2] and Gruss Professor of Law at NYU School of Law.[3]\nIn 2021 he was elected to the American Philosophical Society.[4]", "31547517": "Shaikh Mohammad Razaullah Ansari was an Indian historian of science, physicist, astronomer and writer.", "1990808": "Wesley Charles Salmon (August 9, 1925 – April 22, 2001) was an American philosopher of science renowned for his work on the nature of scientific explanation.[2]  He also worked on confirmation theory, trying to explicate how probability theory via inductive logic might help confirm and choose hypotheses.[3][4]  Yet most prominently, Salmon was a realist about causality in scientific explanation,[2] although his realist explanation of causality drew ample criticism.[5]  Still, his books on scientific explanation itself were landmarks of the 20th century's philosophy of science,[3] and solidified recognition of causality's important roles in scientific explanation,[2] whereas causality itself has evaded satisfactory elucidation by anyone.[6]", "1171622": "Zvi (Zwi) Hirsch Kalischer (24 March 1795 – 16 October 1874) was an Orthodox German rabbi who expressed views, from a religious perspective, in favour of the Jewish re-settlement of the Land of Israel, which predate Theodor Herzl and the Zionist movement. He was the grandfather of Salomon Kalischer.", "59531475": "Seyed Javad Miri Meynagh (Persian: جواد میری) (born 1971) is a Swedish-Iranian sociologist[1] and professor of sociology at the Institute for Humanities and Cultural Studies.\nHe is known for his expertise on social theory and Islamic thinkers.[2][3][4][5][6][7][8]", "287141": "Langdon Winner (born August 7, 1944) is Thomas Phelan Chair of Humanities and Social Sciences in the Department of Science and Technology Studies at Rensselaer Polytechnic Institute, Troy, New York.", "1630654": "Pascal Bruckner (French: [bʁyknɛʁ]; born 15 December 1948, in Paris) is a French writer, one of the \"New Philosophers\" who came to prominence in the 1970s and 1980s. Much of his work has been devoted to critiques of French society and culture.[1]", "52552206": "Jc Beall is an American philosopher, formerly the Board of Trustees Distinguished Professor of Philosophy at the University of Connecticut.[2][3][4] As of late 2020 Beall holds the O’Neill Family Chair of Philosophy at the University of Notre Dame.[5]", "16671417": "Ephrem Mtsire or Ephraim the Lesser (Georgian: ეფრემ მცირე) (died c. 1101/3) was a Georgian monk at Antioch, theologian and translator of patristic literature from Greek.", "647962": "Antonio Damasio (Portuguese: António Damásio) is a Portuguese-American neuroscientist. He is currently the David Dornsife Chair in Neuroscience, as well as Professor of Psychology, Philosophy, and Neurology, at the University of Southern California, and, additionally, an adjunct professor at the Salk Institute.[1] He was previously the chair of neurology at the University of Iowa for 20 years.[2] Damasio heads the Brain and Creativity Institute, and has authored several books: his work, Self Comes to Mind: Constructing the Conscious Brain (2010), explores the relationship between the brain and consciousness.[3] Damasio's research in neuroscience has shown that emotions play a central role in social cognition and decision-making.[4]", "24699742": "Joseph Runzo is an American professor publishing mainly in the area of a global philosophy of religion. He is currently Life Fellow at Clare Hall, Cambridge University.[citation needed]", "517136": "Oliver Wendell Holmes Jr. (March 8, 1841 – March 6, 1935) was an American jurist who served as an associate justice of the U.S. Supreme Court from 1902 to 1932.[A] Holmes is one of the most widely cited Supreme Court justices and among the most influential American judges in history, noted for his long service, pithy opinions—particularly those on civil liberties and American constitutional democracy—and deference to the decisions of elected legislatures. Holmes retired from the court at the age of 90, an unbeaten record for oldest justice on the Supreme Court.[B] He previously served as a Brevet Colonel in the American Civil War, in which he was wounded three times, as an associate justice and chief justice of the Massachusetts Supreme Judicial Court, and as Weld Professor of Law at his alma mater, Harvard Law School. His positions, distinctive personality, and writing style made him a popular figure, especially with American progressives.[2]", "44295480": "Zai Yu (522–458 BC),[1] also known by his courtesy name Ziwo and as Zai Wo, was a prominent disciple of Confucius, known for his gift in speech. However, Confucius severely criticized him for proposing to shorten the three-year mourning period after the death of a parent.[2]", "63038795": "Robert Stodart Wyld of Gilston WS FRSE (1808–1893) was a 19th-century Scottish lawyer, distiller and philosophical author.", "52979046": "Januarius Jingwa (JJ) Asongu is an American philosopher, scholar,[1] journalist, author, entrepreneur, and activist.[2] Born in the city of Lewoh, in the former British Southern Cameroons, Africa, he moved to the United States in the mid-1990s, where he is now a naturalized citizen.", "25388408": "Tom Polger is a professor in the Department of Philosophy at the University of Cincinnati in the United States.[1] His research focuses on naturalistic accounts of the metaphysics of mind. Polger is a past president of the Southern Society for Philosophy and Psychology.[2]", "17261954": "Leonidas of Epirus (Greek: Λεωνίδας ο Ηπειρώτης) or Leuconides (Greek: Λευκονίδης), was an Illyrian tutor of Alexander the Great. A kinsman of Alexander's mother, Olympias, he was entrusted with the main superintendence of Alexander's education in his earlier years, apparently before he became a student of Aristotle.", "25879986": "Jason W. Brown (born April 14, 1938) is an American neurologist and writer of works in neuropsychology and philosophy of mind. He has been a reviewer and recipient of grants and fellowships from the National Institutes of Health and the Alexander von Humboldt Foundation and is or has been on the editorial boards of leading journals in his field. He has written 14 books, edited 4 others, and more than 200 articles.", "68380086": "Mordecai Jonah Rosenfeld (Hebrew: מרדכי יונה ראזענפעלד; 21 October 1797 – 5 June 1885), also known by the acronym Mishuv (Hebrew: מישו״ב, short for מרדכי יונה שוחט ובודק, \"Mordecai Jonah the Shoḥet and Bodek\")[1] was a Galician religious leader and Hebrew writer.", "35349947": "Roman Andrzej Tokarczyk (born March 1942) is a legal scholar and philosopher, full professor, lecturing at the Faculty of Law and Administration, Maria Curie-Sklodowska University (UMCS) in Lublin, Poland, and at the Faculty of Management and Administration of the Zamość University of Management and Administration. He specializes in ethics, history of political law doctrines, comparative legal studies, philosophy of law and in American law. He has authored popular books in these fields and translated works of Hobbes and Fuller.", "26056": "Robert Anton Wilson (born Robert Edward Wilson; January 18, 1932 – January 11, 2007) was an American author, futurist, psychologist,[1][2] and self-described agnostic mystic. Recognized within Discordianism as an Episkopos, pope and saint, Wilson helped publicize Discordianism through his writings and interviews.[3] In 1999 he described his work as an \"attempt to break down conditioned associations, to look at the world in a new way, with many models recognized as models or maps, and no one model elevated to the truth\".[4] Wilson's goal was \"to try to get people into a state of generalized agnosticism, not agnosticism about God alone but agnosticism about everything.\"[5]", "6743609": "Angelika Kratzer is a professor emerita of linguistics in the department of linguistics at the University of Massachusetts Amherst.[1]", "26181": "Ray Douglas Bradbury (/ˈbrædˌbɛri/; August 22, 1920 – June 5, 2012) was an American author and screenwriter. One of the most celebrated 20th-century American writers, he worked in a variety of genres, including fantasy, science fiction, horror, mystery, and realistic fiction.[3]", "2909815": "Keith Jenkins (1943) is a British historiographer. Jenkins studied medieval and modern history as well as political theory at The University of Nottingham. Like Hayden White and \"postmodern\" historiographers, Jenkins believes that any historian's output should be seen as a story.[citation needed] A work of history is as much about the historian's own world view and ideological positions as it is about past events. This means that different historians will inevitably ascribe different meanings to the same historical events. Nevertheless, all historians are constrained by the common body of historical evidence (or \"artifacts\").", "67954386": "Francis Yunqing Lin is a Chinese linguist and professor at Beijing International Studies University. He is known for his critique of generative grammar.", "681691": "Edward Hallett Carr CBE FBA (28 June 1892 – 3 November 1982) was a British historian, diplomat, journalist and international relations theorist, and an opponent of empiricism within historiography. Carr was best known for A History of Soviet Russia, a 14-volume history of the Soviet Union from 1917 to 1929, for his writings on international relations, particularly The Twenty Years' Crisis, and for his book What Is History? in which he laid out historiographical principles rejecting traditional historical methods and practices.", "23357153": "Adolph Stöhr (February 24, 1855 – February 10, 1921) was professor of philosophy at the University of Vienna. His lectures and publications covered subjects such as logic, metaphysics, philosophy of language, experimental psychology, psychology of perception, and psychology of association.", "30828373": "Agostino Paravicini Bagliani (born 19 November 1943, Bergamo) is an Italian historian, specializing in the history of the papacy, cultural anthropology, and in the history of the body and the relationship between nature and society during the Middle Ages.", "12871544": "Thomas Munro (15 February 1897 in Omaha, Nebraska – April 14, 1974 in Sarasota, Florida[1]) was an American philosopher of art and professor of art history at Western Reserve University. He served as Curator of Education for the Cleveland Museum of Art for 36 years (1931–67).", "8611724": "Song Yingxing (Traditional Chinese: 宋應星; Simplified Chinese: 宋应星; Wade Giles: Sung Ying-Hsing; 1587-1666 AD)  was a Chinese scientist and encyclopedist who lived during the late Ming Dynasty (1368–1644). He was the author of Tiangong Kaiwu, an encyclopedia that covered a wide variety of technical subjects, including the use of gunpowder weapons.[1] The British biochemist, sinologist, and historian Joseph Needham called Song Yingxing \"The Diderot of China.\"[2]", "58124197": "Roger Lass (born January 1, 1937)[2] is a historical linguist, currently Emeritus Professor of Linguistics, University of Cape Town. He was previously an honorary professorial fellow at the University of Edinburgh.[3]", "36595630": "Mário Vieira de Carvalho (Coimbra, 7 October 1943) is a Portuguese musicologist and author. His main research fields are sociology of music, philosophy and aesthetics of music, opera, contemporary music, music and literature, 18th-century studies, Wagner, Luigi Nono and Portuguese music from 18th to 21st centuries.", "57173980": "Susan L. Feagin (born 11 July 1948) is a philosopher of art, working in the analytic tradition. She is a Past President of the American Society for Aesthetics and Visiting Research Professor (Retired) in the Department of Philosophy at Temple University.[1][2] She is known primarily for her work on the role of emotions in art.", "61827128": "István Kenesei (Hungarian: [ˈiːʃ tva:n ˈkɛnɛʃɛi]; born 29 March 1947) is a Hungarian linguist, professor emeritus and corresponding member of the Hungarian Academy of Sciences. His research focuses on generative grammar, theoretical linguistics and foundational problems of syntax, semantics and morphology. He works both in Hungary and around the world, and has published in English and Hungarian.", "11004051": "Franklin I. Gamwell is a scholar of the philosophy of religion, Christian theology, and philosophical ethics. He is the Shailer Mathews Distinguished Service Professor Emeritus of Religious Ethics, the Philosophy of Religions, and Theology at the Divinity School of the University of Chicago,[1] where he also has served as dean. He is a Presbyterian minister (B.D., Union Theological Seminary) with a strong interest in democracy and justice.", "4057344": "Eric Alfred Havelock (/ˈhævlɒk/; 3 June 1903 – 4 April 1988) was a British classicist who spent most of his life in Canada and the United States. He was a professor at the University of Toronto and was active in the Canadian socialist movement during the 1930s. In the 1960s and 1970s, he served as chair of the classics departments at both Harvard and Yale. Although he was trained in the turn-of-the-20th-century Oxbridge tradition of classical studies, which saw Greek intellectual history as an unbroken chain of related ideas, Havelock broke radically with his own teachers and proposed an entirely new model for understanding the classical world, based on a sharp division between literature of the 6th and 5th centuries BC on the one hand, and that of the 4th on the other.", "1173799": "Hayden V. White (July 12, 1928 – March 5, 2018) was an American historian in the tradition of literary criticism, perhaps most famous for his work Metahistory: The Historical Imagination in Nineteenth-Century Europe (1973/2014).", "28076436": "Li Da (simplified Chinese: 李达; traditional Chinese: 李達; pinyin: Lǐ Dá; 2 October 1890 – 24 August 1966) was a Chinese Marxist philosopher. He led the Publicity Department of the Chinese Communist Party after the foundation of the party. Li left the Chinese Communist Party in the 1920s due to what he viewed as its turn to reformism. However, he maintained close ties with the party and its underground apparatus. Li translated many European Marxist works into Chinese. Li's most important work was Elements of Sociology, which had a great influence on Mao Zedong. Li helped popularize the New Philosophy that gained dominance in the Soviet Union in the 1930s. After the People's Republic of China was established in 1949, Li rejoined the Chinese Communist Party. He was heavily criticized and beaten at the beginning of the Cultural Revolution, and died in 1966. He was posthumously rehabilitated after Mao's death.", "17263079": "Manuel Miguel de Lardizábal y Uribe (23 December 1739–25 December 1820)[1] was a Novohispanic penologist[2] who was an academician of the Real Academia Española de la Lengua from 1775 to 1820.[3] He seems to have been the successor to chair C of his father in law, Academician from 1746 to 1775 Francisco Antonio de Angulo.", "715370": "Samuel ben Judah ibn Tibbon (c. 1150 – c. 1230), more commonly known as Samuel ibn Tibbon (Hebrew: שמואל בן יהודה אבן תבון, Arabic: ابن تبّون), was a  Jewish philosopher and doctor who lived and worked in Provence, later part of France. He was born about 1150 in Lunel (Languedoc), and died about 1230 in Marseilles. He is best known for his translations of Jewish rabbinic literature from Arabic to Hebrew. Samuel ibn Tibbon wrote his own philosophical works, including \"Sefer ha-Mikhtav\" (The Book of the Letter), which dealt with ethics and spirituality. Samuel ibn Tibbon's translations and commentaries had a significant impact on Jewish thought and scholarship during the Middle Ages. They helped to disseminate the ideas of Greek philosophy and Islamic science throughout the Jewish world, and they also contributed to the development of Jewish philosophy in their own right.[1]", "387857": "Erwin Panofsky (March 30, 1892, in Hannover – March 14, 1968, in Princeton, New Jersey)[1] was a German-Jewish art historian, whose academic career was pursued mostly in the U.S. after the rise of the Nazi regime.", "20802470": "Susan E. Carey (born 1942[1]) is an American psychologist who is a Professor of Psychology at Harvard University. She studies language acquisition, children's development of concepts, conceptual changes over time, and the importance of executive functions.[2]\nShe has conducted experiments on infants, toddlers, adults, and non-human primates.[3][4] Her books include Conceptual Change in Childhood (1985)[5] and  The Origin of Concepts (2009).[6]", "2419661": "S. Morris Engel (born 1931) is an author, philosopher, and linguist. He received his PhD from the University of Toronto in 1959, writing on \"The philosophy of language in Hobbes and Locke\".[1] He was a professor of philosophy at the University of Southern California and York University.", "35646471": "Paul Mattick Jr. (born 1944) is the son of German emigres Paul Mattick Sr. (1904-1981) and Ilse (Hamm) Mattick (1919-2009).", "34532396": "Torkel Halvorsen Aschehoug (27 June 1822 – 20 January 1909) was a prominent Norwegian professor, legal scholar, historian and social economist. He also served  as a conservative politician and Member of the Norwegian Parliament.[1]", "28863539": "Jules Leslie Coleman (born 1947) is a scholar of law and jurisprudence.  He was the Wesley Newcomb Hohfeld Professor of Jurisprudence and Professor of Philosophy at Yale Law School until 2012.[1]  Jules currently is chief academic officer at MYX, a new, hybrid approach to higher education with campuses launching globally beginning in fall 2021.[2] Prior to joining MYX Archived 2021-06-14 at the Wayback Machine, he most recently served as the Senior Vice Provost for Academic Planning at New York University.", "43838560": "Arthur Asa Berger (born 1933) is an American academic and author known for his contributions to the field of media studies. He is currently a Professor Emeritus in Broadcast and Electronic Communication Arts at San Francisco State University.[1]", "61107455": "Vladimír Kubeš (19 July 1908, in Královo Pole – 14 November 1988, in Brno) was a Czechoslovak jurist and a noted philosopher of law.", "48786739": "University of Manchester Institute of Science and Technology\nUniversity of Salford (2000-2012)", "3927352": "Stelarc (born Στέλιος Αρκαδίου Stelios Arcadiou in Limassol in 1946; legally changed his name in 1972) is a Cyprus-born Australian performance artist raised in the Melbourne suburb of Sunshine,[1] whose works focus heavily on extending the capabilities of the human body. As such, most of his pieces are centred on his concept that \"the human body is obsolete\". Until 2007 he held the position of principal research fellow in the Performance Arts Digital Research Unit at Nottingham Trent University in Nottingham, England. He is currently furthering his research at Curtin University in Western Australia.", "1011019": "Bernward Joerges (born 1 September 1937 in Stuttgart[1][full citation needed][2]) is a professor of sociology (emeritus) at Technical University of Berlin and director of the Metropolitan Research Group at Wissenschaftszentrum Berlin. He holds a degree in Psychology (Dipl. Psych.), Dr. phil. and Dr. phil. habil. in Sociology.  After early studies of development, environment, consumption and everyday life technology, his major areas of interest are social studies of science and technology, and urban and architectural studies.", "5565861": "David Rosin (May 27, 1823 – December 31, 1894) was a German Jewish theologian from Rosenberg, Silesia.", "31714730": "Shelton \"Shelt\" Carpenter (February 7, 1862, at Sutton, Virginia – April 28, 1937) was an outdoorsman, fiddle player,[1] and mountain folklife philosopher of note.[2][3]  He is interred in the Braxton County Memorial Gardens Cemetery at Sutton, West Virginia.", "39022037": "Francis Pereira S.J. (born 4 December 1931) is an Indian Jesuit priest, scripture scholar and Marathi writer.[1] He is professor Emeritus of Jnana Deepa, Institute of Philosophy and Theology, Pune, India. He has contributed to the study of the Bible and especially through his Biblical commentaries in Marathi, the language of Maharashtra, India.", "13856474": "Menachem Mendel Taub (Hebrew: מנחם מנדל טאוב; 1923 – 28 April 2019) was the Rebbe of the Kaliv (Rozlo) Hasidic dynasty in Jerusalem.", "31289074": "Douglas Kahn (born 1951 in Bremerton, Washington, USA) is known for his historical and theoretical writings on the use of sound in the avant-garde and experimental arts and music, energies in the arts, and history and theory of the media arts. His writings have been influential in the scholarly area of sound studies and the practical area of sound art; as well as in the studies of energies in the arts. He is Honorary Professor at Sydney College of the Arts, University of Sydney, Professor Emeritus at University of New South Wales, Australia, and Professor Emeritus at University of California, Davis, where he was the Founding Director of Technocultural Studies. He was a recipient of an Australian Research Council Future Fellowship from 2012 to 2016 and a Guggenheim Fellowship in 2006.", "11300631": "Stesimbrotos of Thasos (Ancient Greek: Στησίμβροτος; c. 470 BC – c. 420 BC) was a sophist, a rhapsode and logographer, a writer on history, and an opponent of Pericles and reputed author of a political pamphlet On Themistocles, Thucydides, and Pericles. Plutarch used writings by Stesimbrotos in his Life of Pericles, asserting that the coolness between Pericles and his son Xanthippus was due to Pericles seducing his daughter-in-law. Walter Burkert has suggested Stesimbrotos as the author of the Derveni papyrus (Burkert 1987:44, 58 n.6). According to Plato's Ion, he was also known for his literary interpretations of Homer.[1]", "11136802": "Bruce L. Benson (born March 18, 1949) is an American academic economist who is recognized as an authority[by whom?] on law and economics[citation needed] and a major exponent of anarcho-capitalist legal theory.[citation needed] He is chair of the department of economics, DeVoe L. Moore Professor, distinguished research professor and courtesy professor of law at Florida State University and the recipient of the 2006 Adam Smith Award, the highest honor bestowed by the Association of Private Enterprise Education. He is a senior fellow at the Independent Institute and has recently been a Fulbright Senior Specialist in the Czech Republic, visiting professor at the university de Paris Pantheonon Assas, a Property-and-Environment-Research-Center Julian Simon Fellow, and visiting research fellow at the American Institute for Economic Research.", "1142635": "Peter Achinstein (born June 30, 1935) is an American philosopher of science at Johns Hopkins University.", "59862989": "John Mark David Hughes (13 December 1978 – 29 June 2014) was a British Anglican theologian and Dean of Chapel and Chaplain at Jesus College, Cambridge.[3][4] \nHe is known for his works on philosophy of religion.[5][6][7][8][9]", "4911054": "Stephen Guest, Barrister (Inner Temple) and Barrister and Solicitor (N.Z. High Court), is the Professor of Legal Philosophy at the University College London Faculty of Laws.", "27750381": "Martin Cyril D'Arcy SJ (15 June 1888 – 20 November 1976) was a Roman Catholic priest, philosopher of love, and a correspondent, friend, and adviser of a range of literary and artistic figures including Evelyn Waugh,[2] Dorothy L. Sayers, W. H. Auden, Eric Gill and Sir Edwin Lutyens. He has been described as \"perhaps England's foremost Catholic public intellectual from the 1930s until his death\".[3]", "23654407": "Lysimachus of Acarnania (Greek: Λυσίμαχος, Lysimachos) was one of the tutors of Alexander the Great. Though a man of very slender accomplishments, he ingratiated himself with the royal family by calling himself Phoenix, and Alexander Achilles, and Philip Peleus; and by this sort of flattery, according to Plutarch, he obtained the second place among the young prince's tutors.", "68677726": "Vedic learning started in Mithila with the expansion of Vedic and Brahmanic culture eastwards along the Ganges plain.[1] Some sources consider this centre of Brahminical study to form an Ancient Mithila University.[2] From the 12th/13th to 15th century CE it was an important centre of Nyaya Shastra and logical sciences.[3][1]", "66187447": "Liam Kofi Bright is a British philosopher of science and assistant professor at the Department of Philosophy, Logic, and Scientific Methods at the London School of Economics.[5] He works primarily on science and truth, as well as formal social epistemology.[6][7][8][9] Some of his other work has been on Africana philosophy and formal modelling of social phenomena like intersectionality.[6][8] Bright won the Philip Leverhulme Prize in the category of philosophy and theology in 2020.[10]", "70709522": "Noel Burton-Roberts (born 22 April 1948) is a British linguist and Emeritus Professor of English Language and Linguistics at Newcastle University. He is known for work ranging over general and English linguistics: architecture of language, semantics, pragmatics, philosophy of language, and English grammar. [1][2][3][4]", "15626585": "Brian Holmes is a professor of philosophy at the European Graduate School in Saas-Fee, Switzerland,[1] where he teaches an intensive summer seminar. He has worked with the French graphics collective Ne Pas Plier (Do Not Bend)[2] from 1999 to 2001 and the French cartography collective Bureau d'Études.[3]", "55931287": "Wolfgang Ernst (born 1959) is a German media theorist. He is Professor for Media Theories at Humboldt University of Berlin and a major exponent of media archaeology as a method of scholarly inquiry.[1]", "56816162": "Margret Grebowicz (born 1973) is a Polish philosopher, author, and former jazz vocalist. She is an Associate Professor at the University of Silesia in Katowice. In addition to peer-reviewed academic publications, Grebowicz, a proponent of public humanities, also publishes many works for the lay audience.", "31158821": "Yan Hui (c. 521–481 BC) was a Chinese philosopher. He was the favorite disciple of Confucius[1] and one of the most revered figures of Confucianism. He is venerated in Confucian temples as one of the Four Sages.", "2618045": "William Herbert Newton-Smith (May 25, 1943 – April 8, 2023) was a Canadian philosopher of science.[1][2]", "17658565": "Hugo Adam Bedau (September 23, 1926 – August 13, 2012)[1] was the Austin B. Fletcher Professor of Philosophy, Emeritus, at Tufts University, and is best known for his work on capital punishment. He has been called a \"leading anti-death-penalty scholar\" by Stuart Taylor Jr., who has quoted Bedau as saying \"I'll let the criminal justice system execute all the McVeighs they can capture, provided they'd sentence to prison all the people who are not like McVeigh.\"[2]", "62780131": "Esa Itkonen (born January 3, 1944) is a Finnish linguist, philosopher and language theorist. He is professor emeritus of general linguistics at the University of Turku.[1][2] Itkonen has authored several publications on linguistic methodology, philosophy of linguistics, history of linguistics, and linguistic typology. He has defended a humanist approach to linguistics, criticising sociobiology, generative grammar, and Cognitive Linguistics.", "56423189": "Sabine Hossenfelder (born 1976) is a German theoretical physicist, author, science communicator, professional YouTuber, musician, and singer. She is the author of Lost in Math: How beauty leads physics astray, which explores the concept of elegance in fundamental physics and cosmology, and of Existential Physics: A scientist’s guide to life’s biggest questions.", "15430461": "Carl May FAcSS (born 1961, in Farnham, Surrey) is a British sociologist. He researches in the fields of medical sociology and science and technology studies. Formerly based at Southampton University and Newcastle University, he is now Professor of Medical Sociology at the London School of Hygiene and Tropical Medicine. Carl May was elected an Academician of the Academy of Learned Societies in the Social Sciences in 2006. He was appointed a Senior Investigator at the National Institute for Health and Care Research (NIHR) in 2010.[1] His work falls into two distinct themes.", "55440237": "John of St Amand, Canon of Tournay (c. 1230–1303), also known as Jean de Saint-Amand and Johannes de Sancto Amando,[1] was a Medieval author on pharmacology, teaching at the University of Paris.[2] He wrote treatises on a variety of topics including magnetism and experimental method.", "10056644": "Baker Brownell (December 12, 1887 –  April 5, 1965) was an American philosopher.", "35681280": "Rainer Rochlitz (1946–2002) was a French translator and art historian.", "13890584": "Lelia Green is a professor at the School of Arts and Humanities at Edith Cowan University, Perth. \nGreen is the author of Technoculture: From Alphabet to Cybersex and the editor of Framing Technology: Society, Choice and Change, and also on the editorial board of the Australia Journal of Communication and Media International Australia Incorporating Culture and Policy.", "685098": "Bernhard Schlink (German: [ˈbɛʁn.haʁt ʃlɪŋk] ⓘ; born 6 July 1944)[1] is a German lawyer, academic, and novelist. He is best known for his novel The Reader, which was first published in 1995 and became an international bestseller. He won the 2014 Park Kyong-ni Prize.", "26145840": "Alva Noë (born 1964) is an American philosopher. He is Professor of Philosophy at the University of California, Berkeley. The focus of his work is the theory of perception and consciousness. In addition to these problems in cognitive science and the philosophy of mind, he is interested in analytic phenomenology, the theory of art, Ludwig Wittgenstein, enactivism, and the origins of analytic philosophy.", "35550327": "Jerzy Wróblewski (5 September 1929", "30536884": "James Keill (27 March 1673 – 16 July 1719) was a Scottish physician, philosopher, medical writer and translator.[1] He was an early proponent of mathematical methods in physiology.", "68383968": "Yosef Rosenthal (Yiddish: יוסף ראָזנטאַל; 14 February 1844 – 22 November 1913)[2] was a Polish-Jewish Hebrew writer and lawyer.", "63960343": "Mariarosaria Taddeo is a senior research fellow at the Oxford Internet Institute,[1] part of the University of Oxford, and deputy director of the Digital Ethics Lab. Taddeo is also an associate scholar at Said Business School, University of Oxford.[2]", "37549412": "Nikolai Mikhailovich Korkunov (Николай Михайлович Коркунов; 26 April [O.S. 14 April] 1853 – 10 December [O.S. 27 November] 1904) was a leading authority on constitutional law and legal sociology in the Russian Empire.", "16283149": "Carleton Wolsey Washburne (December 2, 1889 – November 28, 1968) [1]\nwas an American educator and education reformer. He served as the superintendent of schools in Winnetka, Illinois, United States, from 1919 to 1943 and is most notably associated with the Winnetka Plan that he developed for his district.", "7632397": "John Richard Urry FAcSS (/ˈʊəri/; 1 June 1946, London – 18 March 2016, Lancaster) was a British sociologist who served as a professor at Lancaster University. He is noted for work in the fields of the sociology of tourism and mobility.", "29554219": "James Higginbotham FBA (17 August 1941 – 25 April 2014)  was a  distinguished professor of Linguistics and Philosophy at the University of Southern California.  He taught previously at the Massachusetts Institute of Technology, Columbia University, and at the University of Oxford as a Fellow of Somerville College, Oxford.", "59930256": "Brian Brock (born 1970) is an American theologian. He holds a Personal Chair in Christian Ethics at the School of Divinity, History, and Philosophy, University of Aberdeen.[1]", "43284143": "George Khutsishvili Doctor of Philosophy,  Professor (15 November 1948 – 4 October 2013), was a prominent Georgian public figure, one of the founders of conflictology  in Georgia and the Caucasian region and a scientist in the field of peace and conflict studies. In 1994 he founded the independent non-for-profit and non-partisan International Center on Conflict and Negotiation (ICCN). Between 1995 and 2013 he was the publisher of  Peace Times, Conflicts and Negotiations and Alternatives to Conflict’ amongst others. For many years he was invited to work as a professor at different leading universities in Georgia and abroad. George Khutsishvili made significant input into study of the essence of theoretical thinking and the problem of the infinite in the light of philosophy and mathematics (1970-80s). From the 1990s to the end of his days he dedicated his life to establishing and developing peace and conflict studies in Georgia.", "7567080": "Bible Translators", "13596567": "David ben Judah Messer Leon (c. 1470 in Venice – c. 1526 in Salonica) was an Italian rabbi, physician and writer, who defended the value of secular disciplines and the Renaissance humanities as an important part of traditional Jewish studies.", "19626180": "Alfred Henry Lloyd (January 3, 1864 – May 11, 1927)[1] was an American philosopher.", "43448609": "Andrzej Wierciński (born March 10, 1961 in Białystok, Poland) is a hermeneutician, philosopher, and theologian. As the transdisciplinary thinker, he is Professor of Liberal Arts, Faculty of Artes Liberales at the University of Warsaw, President-Founder (2001) of the International Institute for Hermeneutics[1] (IIH), and President of Agora Hermeneutica (IIH).", "424304": "Pierre Maurice Marie Duhem (French: [pjɛʁ mɔʁis maʁi dy.ɛm, – moʁ-] ⓘ; 9 June[4] 1861 – 14 September 1916) was a French theoretical physicist who worked on thermodynamics, hydrodynamics, and the theory of elasticity.  Duhem was also a historian of science, noted for his work on the European Middle Ages, which is regarded as having created the field of the history of medieval science.[5] As a philosopher of science, he is remembered principally for his views on the indeterminacy of experimental criteria (see Duhem–Quine thesis).", "162196": "Friedrich August Wolf (German: [vɔlf]; 15 February 1759 – 8 August 1824) was a German classicist and is considered the founder of modern philology.", "55933369": "Ruth Margaret Kempson, FBA (born 26 June 1944) is a British linguist. She is Emeritus Professor of Linguistics at King's College, London.[1][2]", "5503538": "John W. Etchemendy (born 1952) is an American logician and philosopher who served as Stanford University's twelfth  Provost. He succeeded John L. Hennessy to the post on September 1, 2000 and stepped down on January 31, 2017.", "293437": "Chinese texts", "162385": "Thorstein Bunde Veblen (July 30, 1857 – August 3, 1929) was an American economist and sociologist who, during his lifetime, emerged as a well-known critic of capitalism.", "1473120": "Denis Laurence Dutton (9 February 1944 – 28 December 2010)[1] was an American philosopher of art, web entrepreneur, and media activist. He was a professor of philosophy at the University of Canterbury in Christchurch, New Zealand. He was also a co-founder and co-editor of the websites Arts & Letters Daily, ClimateDebateDaily.com, and cybereditions.com.[2]", "1342053": "David Hampton Efird (May 18, 1974 - January 9, 2020) was an American philosopher and Anglican priest. As an academic, he specialised in the philosophy of language and the philosophy of religion.", "25426557": "Lawrence Mark Sanger (/ˈsæŋər/;[1] born July 16, 1968) is an American Internet project developer and philosopher who was the editor-in-chief of the online encyclopedia Nupedia and co-founded its successor Wikipedia along with Jimmy Wales. Sanger coined the name 'Wikipedia', and wrote many of Wikipedia's early guidelines, including the \"Neutral point of view\" and \"Ignore all rules\" policies.[2] Sanger later worked on other encyclopedic projects, including Encyclopedia of Earth, Citizendium, and Everipedia, and advised the nonprofit American political encyclopedia Ballotpedia.[3]", "62487350": "Lisa Campo-Engelstein is an American bioethicist and fertility/contraceptive researcher. She currently works at the University of Texas Medical Branch as the Harris L. Kempner Chair in the Humanities in Medicine Professor, the Director of the Institute for Bioethics & Health Humanities, and an Associate Professor in Preventive Medicine and Population Health. She is also a feminist bioethicist specializing in reproductive ethics and sexual ethics. She has been recognized in the BBC's list of 100 inspiring and influential women from around the world for 2019.[1][2][3]", "47414101": "Charles Edward Garman (December 18, 1850 – February 9, 1907) was a professor of philosophy at Amherst College.[1] He taught pupils such as Calvin Coolidge and Robert S. Woodworth. He is credited with influencing Woodworth towards a career in psychology.[2]", "2423649": "Yan Ruoqu (simplified Chinese: 阎若璩; traditional Chinese: 閻若璩; pinyin: Yán Ruòqú; Wade–Giles: Yen Jochü; November 11, 1636 – July 9, 1704) was an influential Chinese scholar of the early Qing dynasty. He was born to a scholarly family in Taiyuan, Shanxi. Yan Ruoqu is most famous for proving that the \"Old Text\" chapters of the Confucian classic Book of Documents were forgeries (see zh:尚書古文疏證).[1] He also made observations and theories about the motions of the Moon and the planets.", "5405556": "Michael John Scriven (/ˈskrɪvən/; 28 March 1928 – 28 August 2023) was a British-born Australian polymath and academic philosopher, best known for his contributions to the theory and practice of evaluation.[1][2]", "392191": "Billings Learned Hand (/ˈlɜːrnɪd/ LURN-id; January 27, 1872 – August 18, 1961) was an American jurist, lawyer, and judicial philosopher. He served as a federal trial judge on the U.S. District Court for the Southern District of New York from 1909 to 1924 and as a federal appellate judge on the U.S. Court of Appeals for the Second Circuit from 1924 to 1951.", "7765067": "Egidijus Kūris (born 1961 in Vilnius, Lithuania) is a Lithuanian judge, professor and PhD in law. He is the former President of the Constitutional Court of the Republic of Lithuania and current representative justice for Lithuania to the European Court of Human Rights.", "64644": "Manuel Castells Oliván (Catalan: [kəsˈteʎs]; born 9 February 1942) is a Spanish sociologist. He is well known for his authorship of a trilogy of works, entitled The Information Age: Economy, Society and Culture. He is a scholar of the information society, communication and globalization.", "7699598": "Rosi Braidotti (/braɪˈdɒti/; born 28 September 1954) is a contemporary philosopher and feminist theoretician. Born in Italy, she studied in Australia and France and works in the Netherlands. Rosi Braidotti is currently Distinguished University Professor at Utrecht University, where she has taught since 1988. She was professor and the founding director of Utrecht University’s women’s studies programme (1988-2005) and founding director of the Centre for the Humanities (2007-2016). She has been awarded honorary degrees from Helsinki (2007) and Linkoping (2013); she is a Fellow of the Australian Academy of the Humanities (FAHA) since 2009, and a Member of the Academia Europaea (MAE) since 2014. Her main publications include Nomadic Subjects (2011) and Nomadic Theory (2011), both with Columbia University Press, The Posthuman (2013), Posthuman Knowledge (2019), and Posthuman Feminism (2022) with Polity Press. In 2016, she co-edited Conflicting Humanities with Paul Gilroy, and The Posthuman Glossary in 2018 with Maria Hlavajova, both with Bloomsbury Academic.", "25689234": "Arsen Iqaltoeli or Arsen of Iqalto (Georgian: არსენ იყალთოელი) (died c. 1127) was a Georgian churchman, theologian, calligrapher and religious author with noticeable role in the ecclesiastic life of Georgia in the reign of David IV \"the Builder\" (r. 1089—1125) with whom he collaborated in rearing the Georgian monastic academes. His formidable efforts at translating and compiling major doctrinal and polemical work from Greek gave a novel impetus to the Georgian patristic and philosophical literature.[1] Iqaltoeli is canonized by the Georgian Orthodox Church, which commemorates him on February 6 (19).[2]", "22805704": "Boris Furlan (10 November 1894 – 10 June 1957)[1][2][Note 1] was a Slovenian jurist, philosopher of law, translator and liberal politician. During World War II, he worked as a speaker on Radio London, and was known as \"London's Slovene voice\". He served as a Minister in the Tito–Šubašić coalition government. In 1947, he was convicted by the Yugoslav Communist authorities at the Nagode Trial.", "44268907": "Ran Yong (Chinese: 冉雍; Wade–Giles: Jan Yung; born 522 BC), also known by his courtesy name Zhonggong (Chinese: 仲弓; Wade–Giles: Chung-kung), was one of the prominent disciples of Confucius. Confucius thought highly of his excellent moral conduct, and considered him fit to be the ruler of a state.[1] After completing school, he served as chief officer of Jisun, the noble clan that dominated the politics of Lu.[1]", "3145125": "Sigfried Giedion (also spelled Siegfried Giedion; 14 April 1888, Prague – 10 April 1968, Zürich) was a Bohemian-born Swiss historian and critic of architecture. His ideas and books, Space, Time and Architecture, and Mechanization Takes Command, had an important conceptual influence on the members of the Independent Group at the Institute of Contemporary Arts in the 1950s.[1] Giedion was a pupil of Heinrich Wölfflin. He was the first secretary-general of the Congrès International d'Architecture Moderne, and taught at the Massachusetts Institute of Technology, Harvard University, and the ETH-Zurich.", "5242329": "Stephen William Woolgar (born 14 February 1950)[1] is a British sociologist. He has worked closely with Bruno Latour, with whom he wrote Laboratory Life: The Construction of Scientific Facts (1979).", "8715753": "Jehiel of Pisa (died February 10, 1492) was a  philanthropist and scholar of Pisa.", "163565": "Abraham Isaac Kook (Hebrew: אַבְרָהָם יִצְחָק הַכֹּהֵן קוּק; 7 September 1865 – 1 September 1935), known as Rav Kook,[1] and also known by the acronym HaRaAYaH[2] (הראי״ה‎),[3] was an Orthodox rabbi, and the first Ashkenazi Chief Rabbi of British Mandatory Palestine.  He is considered to be one of the fathers of religious Zionism and is known for founding the Mercaz HaRav Yeshiva.[4]", "61865720": "Taylor Reed Marshall (born March 29, 1978) is an American Catholic YouTube commentator,[1] former Episcopal Church priest, former academic, and advocate of traditionalist Catholicism. He is the author of multiple books, including the 2019 book Infiltration: The Plot to Destroy the Church from Within.", "7831366": "David (abu Sulaiman) ibn Merwan al-Mukkamas al-Rakki (Arabic: داود إبن مروان المقمص translit.: Dawud ibn Marwan al-Muqamis; died c. 937) was a philosopher and controversialist, the author of the earliest known Jewish philosophical work of the Middle Ages. He was a native of Raqqa, Mesopotamia, whence his surname. Harkavy derives his byname from the Arabic \"ḳammaṣ\" (to leap), interpreting it as referring to his asserted change of faith (Grätz, Gesch. Hebr. transl., iii.498). This is uncertain. The name is written \"אלקומסי\" in Masudi's Al-Tanbih (ed. De Goeje, p. 113), in a Karaitic commentary to Leviticus, and in a manuscript copy of Jefeth's commentary to the same book (Jew. Quart. Rev. viii.681), and is perhaps a derivative from the city of Ḳumis in Taberistan (Yaḳut, iv.203). Another Karaite bears the name \"Daniel al-Ḳumisi,\" and in Al-Hiti's chronicle this name is also spelled with a ẓade (Jew. Quart. Rev. ix.432).", "47939619": "George Samuel Hurst (13 October 1927 – 4 July 2010) was a health physicist and professor of Physics at the University of Kentucky. He was known for patent hoarding and in his later years, was involved in several patent disputes through his company, Elographics.[1][2]", "13500769": "Andrew Prentice is an Australian mathematician. He is known for developing an alternative model of planetary formation. In contrast to the conventional model where planetary accretion occurs within a continuous disk, according to Prentice's \"Modern Laplacian Theory\" each planet accretes within a discrete circumsolar gas ring.[1] Prentice's nested gas rings arise due to the effect of 'supersonic turbulent convection' in slowing the infall of interstellar dust and gas. Instead of collapsing directly to form a flat continuous disk, due to 'turbulent stress' the gas temporarily remains puffed up in a vast rotating spheroidal atmosphere around the protosolar core. This atmosphere spins faster as it slowly contracts. It rids itself of excess angular momentum by sequentially shedding gas rings from its equator. The same process repeats itself on a much smaller scale for each of the giant planets to produce their regular satellite systems. Prentice has used his unorthodox model to make a range of surprisingly accurate predictions about the Solar System. He is currently Emeritus Professor in the School of Mathematical Sciences at Monash University.[2]", "3932562": "Edwin James George Pitman (29 October 1897 – 21 July 1993) was an Australian mathematician who made significant contributions to statistics and probability theory. In particular, he is remembered primarily as the originator of the Pitman permutation test, Pitman nearness and Pitman efficiency.", "66978204": "Zhou Yulin (Chinese: 周毓麟; pinyin: Zhōu Yùlín; 12 February 1923 – 2 March 2021) was a Chinese mathematician and academic of the Chinese Academy of Sciences.[1]", "2687415": "Oswald \"Ozzie\", \"Jake\" Jacoby (December 8, 1902 – June 27, 1984)[1] was an American contract bridge player and author, considered one of the greatest bridge players of all time and a key innovator in the game, having helped popularize widely used bidding moves such as Jacoby transfers.  He also excelled at, and wrote about, other games including backgammon, gin rummy, canasta, and poker. He was from Brooklyn, New York and later lived in Dallas, Texas.[2] He was the uncle of activist and author Susan Jacoby,[3] as well as father of James Jacoby, an author and world-class bridge player in his own right.", "55706205": "Connie M. Borror (September 16, 1966 – April 10, 2016)[1] was an American statistician and industrial engineer interested in quality control[2] and forensic toxicology.[3] She was named the winner of the Shewhart Medal of the American Society for Quality shortly before her death, for \"outstanding technical leadership in the field of modern quality control, especially through the development to its theory, principles, and techniques\",[4] and became the first woman to win the medal.[2][4]", "25428587": "Boleslav Kornelievich Mlodzeevskii, also Mlodzievskii (Russian: Болеслав Корнелиевич Млодзиевский, Pre-Reform Russian: Млодзѣевскій; born July 10 [O.S. June 28] 1858, died January 18, 1923) was a Russian mathematician, a former president of the Moscow Mathematical Society.  He was working in differential and algebraic geometry.", "5178038": "Jean Bartik (née Betty Jean Jennings; December 27, 1924 – March 23, 2011) was one of the original six programmers of the ENIAC computer.", "49087176": "Dirk Eddelbuettel is a Canadian statistician, data scientist and researcher. He is the author of the open-source software package Rcpp,[1] written in the R programming language, and has also written the textbook Seamless R and C++ Integration with Rcpp[2] on the topic.[3] He is co-founder of the R In Finance Conference. In addition, he has contributed to many packages in R as well as the Debian project. He is also a co-creator of the Rocker Project bringing Docker to R.", "5539566": "Benjamin Joseph Wattenberg (born Joseph Ben Zion Wattenberg;[1] August 26, 1933 – June 28, 2015) was an American author,  neoconservative political commentator and demographer,  associated with both Republican and Democratic presidents and politicians in the 1960s, ‘70s, and ‘80s.", "22874067": "Charles B. Nam was born in Lynbrook, New York on March 25, 1926, and currently resides in Tallahassee, Florida.  He was a Professor of Sociology for 31 years with one of his most important contributions being the Nam-Powers Index measuring occupational status.", "8488947": "Joseph John Kohn (May 18, 1932 – September 13, 2023) was a Czechoslovakian-born American academic and mathematician. He was professor of mathematics at Princeton University, where he researched partial differential operators and complex analysis.", "63604806": "Dean Forrest Sittig (born March 2, 1961) is an American biomedical informatician specializing in clinical informatics. He is a professor in Biomedical Informatics at the University of Texas Health Science Center at Houston[1] and Executive Director of the Clinical Informatics Research Collaborative (CIRCLE).[2] Sittig was elected as a fellow of the American College of Medical Informatics in 1992,[3] the Healthcare Information and Management Systems Society in 2011, and was a founding member of the International Academy of Health Sciences Informatics in 2017.[4] Since 2004, he has worked with Joan S. Ash, a professor at Oregon Health & Science University to interview several Pioneers in Medical Informatics,[5] including G. Octo Barnett, MD,[6] Morris F. Collen, MD,[7] Donald E. Detmer, MD,[8] Donald A. B. Lindberg, MD,[9] Nina W. Matheson, ML, DSc,[10] Clement J. McDonald, MD,[11] and Homer R. Warner, MD, PhD.[12]", "47909058": "Richard Gisser (born 11 July 1939, in Vienna) is an Austrian demographer who held leading positions at his country's statistical office until his retirement. He was also the long-time director, then deputy director, of the Vienna Institute of Demography at the Austrian Academy of Sciences.", "5867851": "Constance Bowman Reid (January 3, 1918 – October 14, 2010)[1][2]\nwas the author of several biographies of mathematicians and popular books about mathematics. She received several awards for mathematical exposition. She was not a mathematician but came from a mathematical family—one of her sisters was Julia Robinson, and her brother-in-law was Raphael M. Robinson.", "58886524": "Melvin R. Novick (September 21, 1932 - May 20, 1986) was an American statistician. He was a professor of Statistics at the University of Iowa, and a consultant for the Educational Testing Service (ETS).[1][2][3]", "68057": "Ronald Linn Rivest (/rɪˈvɛst/;[3][4]\nborn May 6, 1947) is a cryptographer and computer scientist whose work has spanned the fields of algorithms and combinatorics, cryptography, machine learning, and election integrity.\nHe is an Institute Professor at the Massachusetts Institute of Technology (MIT),[5]\nand a member of MIT's Department of Electrical Engineering and Computer Science and its Computer Science and Artificial Intelligence Laboratory.", "15337974": "John P. Sall (born 1948) is an American billionaire businessman and computer software developer, who co-founded SAS Institute and created the JMP statistical software.[citation needed]", "21793343": "Georgy Aleksandrovich Satarov (Russian: Георгий Александрович Сатаров; born August 22, 1947, in Moscow), is a Russian mathematician, politician, political scientist and a former aide to Russian President Boris Yeltsin (1994–1997). He has the federal state civilian service rank of 1st class Active State Councillor of the Russian Federation.[1] Since October 1997, he has headed the InDem Foundation and specializes in researching Russia's political corruption.", "51120930": "Andrea Mikhailovich Razmadze (sometimes spelled Andria/Andrei Razmadze, 12 August 1889 – 2 October 1929[1]) was a Georgian mathematician, and one of the founders of Tbilisi State University, whose Mathematics Institute was renamed in his honor in 1944.[2] The department's scientific journal, published continuously since 1937, was also renamed as the Proceedings of A. Razmadze Mathematical Institute in his honor.", "5704545": "Jack Koeppel Rollins (born Jacob Rabinowitz; March 23, 1915 – June 18, 2015) was an American film and television producer and talent manager of comedians and television personalities.[1] His first major success came in the 1950s when he managed actor and singer Harry Belafonte. Rollins co-wrote the song \"Man Piaba\" with Belafonte on his debut RCA Victor album Mark Twain and other Folk Favorites, released in 1954. In 1958, he helped create and promote the comedy duo Nichols and May. He went on to help shepherd the careers of several prominent comedians with his partner Charles H. Joffe, beginning in 1960 with Woody Allen and later with Dick Cavett, Billy Crystal, David Letterman, and Robin Williams.", "31624126": "Aleksandr Leonidovich Khazanov (May 4, 1979 – disappeared June 10, 2001) is a Russian American mathematician. A child prodigy, he wrote a perfect paper at the International Mathematical Olympiad 1994,[1] one of the youngest ever to do so. Khazanov was reported missing in June 2001.[2] He suffered from depression or bipolar disorder at the time of his disappearance.", "396507": "Percy Williams Bridgman (April 21, 1882 – August 20, 1961) was an American physicist who received the 1946 Nobel Prize in Physics for his work on the physics of high pressures. He also wrote extensively on the scientific method and on other aspects of the philosophy of science.[2][3][4]  The Bridgman effect, the Bridgman–Stockbarger technique, and the high-pressure mineral bridgmanite are named after him.", "6327642": "Qian Weichang or Chien Wei-zang (simplified Chinese: 钱伟长; traditional Chinese: 錢偉長; pinyin: Qián Wěicháng; Wade–Giles: Ch'ien Wei-ch'ang; 9 October 1912 – 30 July 2010) was a Chinese physicist and applied mathematician, as well as academician of the Chinese Academy of Sciences. He served as President of Shanghai University.[2]", "2231772": "Ibn Sahl  (full name: Abū Saʿd al-ʿAlāʾ ibn Sahl أبو سعد العلاء ابن سهل; c. 940–1000) was a Persian[2][3][4][5] mathematician and physicist of the Islamic Golden Age,[6] associated with the Buyid court of Baghdad. \nNothing in his name allows us to glimpse his country of origin.[7]", "60427877": "C. Frank Zarnowski (born April 14, 1943) is an American author, historian, coach, TV commentator, statistician and public address announcer for track and field events, specializing in the decathlon.[1][2][3] Since 1970, Zarnowski has coached and announced at national track and field championships. On five occasions between 1975 and 2012, he was the public address announcer when the decathlon world record was set. In addition to publishing the weekly DECA Newsletter, Zarnowski's non-profit website, DECA: The Decathlon Association, is a resource for both the history, rules, and background of the decathlon, as well as up-to-date results from recent events.[4] Several of Zarnowski's books on track and field have been nominated for national awards, including Olympic Glory Denied, and All-Around Men: Heroes of a Forgotten Sport.[5] As a highly regarded authority on the decathlon, Zarnowski also provides expert commentary on the event in print and online media.[6][7][8][9] Zarnowski was professor of economics at Mount St. Mary's University from 1967 to 2008 and has held the same position at Dartmouth College since 2002.[10] He has coached track and field, as well as cross-country, at Lehigh University and Mount St. Mary's University.[11]", "54202065": "Harry Joe Enten (born March 1, 1988)[1][2] is an American journalist known for his former role as a senior political writer and analyst for the website FiveThirtyEight[3] and his current job as a senior writer and analyst for CNN Politics.[4] He was described by the Columbia Journalism Review as being of a new generation of political journalists, focusing on data-driven journalism instead of reporting from the campaign trail.[5]", "58691364": "Fang Fuquan (simplified Chinese: 方复全; traditional Chinese: 方復全; pinyin: Fāng Fùquán; born October 1964) is a Chinese mathematician. He is one of the leading mathematicians in the fields of geometry and topology in China.[2] He is a delegate to the 13th National People's Congress.", "2166810": "Colonel Ernest Lester Jones (April 14, 1876 – April 9, 1929) was born in East Orange, New Jersey and was commissioned a hydrographic and geodetic engineer. In addition to extended study abroad, he held an A. B. degree and an honorary A. M. degree conferred by Princeton University.", "3084475": "George Francis Pinder (born 1942) is an American environmental engineer who is Professor of Civil and Environmental Engineering with a secondary appointment in Mathematics and Statistics at the University of Vermont. He also served as a professional witness in various notable environmental cases including Love Canal and the Woburn groundwater contamination incident.", "18550990": "Andrew Philip Hodges (/ˈhɒdʒɪz/ HOJ-iz; born 1949) is a British mathematician, author and emeritus senior research fellow at Wadham College, Oxford.[2]", "52302322": "Jun Li (Chinese: 李骏) is a Chinese mathematician who is currently a Professor of Mathematics at Fudan University and Professor Emeritus of Mathematics at Stanford University.[1][2] He focuses primarily on moduli problems in algebraic geometry and their applications to mathematical physics, geometry and topology.", "26186440": "Jie-zhong Zou (born October 15, 1947) is a mathematician known for his research on mathematical probability theory and its applications, in particular in topics such as homogeneous Markov chains, queuing theory and mathematical finance. He entered Changsha Railway Institute (Central South University now) in 1980 and received his Ph.D. at the Changsha Railway Institute in 1987 under advisor Zhen-ting Hou. Since 1987 Jie-zhong Zou has been on the faculty at Changsha Railway Institute (Central South University now).", "463603": "Jonathan Simon Speelman (born 2 October 1956) is a British chess player and author. He was awarded the title of Grandmaster in 1980.", "42046506": "James Caldwell (born May 16, 1943, in Macosquin, Coleraine, County Londonderry, Northern Ireland) is a Northern Irish mathematician.", "53777531": "Donald Erik Sarason (January 26, 1933 – April 8, 2017) was an American mathematician who made fundamental advances in the areas of Hardy space theory and VMO. He was one of the most popular doctoral advisors in the Mathematics Department at UC Berkeley. He supervised 39 Ph.D. theses at UC Berkeley.[1]", "627842": "The International Congress of Mathematicians (ICM) is the largest conference for the topic of mathematics. It meets once every four years, hosted by the International Mathematical Union (IMU).", "529556": "Seymour Geisser (October 5, 1929 – March 11, 2004) was an American statistician noted for emphasizing predictive inference. In his book Predictive Inference: An Introduction, he held that conventional statistical inference about unobservable population parameters amounts to inference about things that do not exist, following the work of Bruno de Finetti. He also pioneered the theory of cross-validation.", "6165715": "James Burton Ax (10 January 1937 – 11 June 2006)[1] was an American mathematician who made groundbreaking contributions in algebra and number theory using model theory. He shared, with Simon B. Kochen, the seventh Frank Nelson Cole Prize in Number Theory, which was awarded for a series of three joint papers[2][3][4] on Diophantine problems.", "36541698": "Henry Roy Brahana (16 August 1895 in Lowell, Vermont – 15 October 1972 in Dennis, Massachusetts) was a mathematician, specializing in metabelian groups and related geometric structures.", "50926932": "Chenyang Xu (Chinese: 许晨阳; born 1981) is a Chinese mathematician in the area of algebraic geometry and a professor at Princeton University. Xu is known for his work in birational geometry, the minimal model program, and the K-stability of Fano varieties.", "15930950": "Huang Daren (simplified Chinese: 黄达人; traditional Chinese: 黃達人; born 1945) is a Chinese mathematician who served as President of Sun Yat-sen University from 1999 to 2010.[1]", "3282558": "Heterodox", "60397330": "Xu Lizhi (Chinese: 徐利治; Wade–Giles: Hsü Li-chih; 23 September 1920 – 11 March 2019), better known as Leetsch Charles Hsu, was a Chinese mathematician and educator. He co-founded the Department of Mathematics of Jilin University and founded the Institute of Applied Mathematics and the Journal of Mathematical Research with Applications at the Dalian University of Technology. Together with American mathematician Henry W. Gould, he established the Gould–Hsu Matrix Inversion Formula in 1973.", "30349088": "Nikolai Valeryevich Durov (Russian: Никола́й Вале́рьевич Ду́ров; born 21 November 1980) is a Russian-born Kittitian programmer and mathematician. He is the elder brother of Pavel Durov, with whom he founded the social networking site VK and later Telegram Messenger.[1]", "956235": "Edith Abbott (September 26, 1876 – July 28, 1957) was an American economist, statistician, social worker, educator, and author. Abbott was born in Grand Island, Nebraska.[1] Abbott was a pioneer in the profession of social work with an educational background in economics. She was a leading activist in social reform with the ideals that humanitarianism needed to be embedded in education.[2] Abbott was also in charge of implementing social work studies to the graduate level. Though she was met with resistance on her work with social reform at the University of Chicago, she ultimately was successful and was elected as the school's dean in 1924,[3] making her one of the first female deans in the United States. Abbott was foremost an educator and saw her work as a combination of legal studies and humanitarian work which shows in her social security legislation. She is known as an economist who pursued implementing social work at the graduate level. Her younger sister was Grace Abbott.", "26220486": "Willard H. Clatworthy (October 16, 1915 – February 15, 2010) was a professor emeritus from University at Buffalo and a World War II veteran from Williamsville, New York. He is known for his work in BIBD designs and combinatorial mathematics. Clatworthy received his Ph.D. in the year 1952 from the University of North Carolina at Chapel Hill under the direction of R. C. Bose; Clatworthy authored papers with S. S. Shrikhande, and J. M. Cameron on BIBD designs.", "62920831": "Francis Xavier Aynscom (1624–1660) was a Flemish Jesuit of English extraction. He was born in Antwerp in 1624 and entered the Society of Jesus there, becoming a teacher of literature and mathematics in the order.[1] In 1656 he published a book defending Grégoire de Saint-Vincent's work on squaring the circle.[2] He died in Antwerp at the age of thirty-six.", "62822788": "Ding Xieping (Chinese: 丁协平; 16 April 1938 – 4 January 2020) was a Chinese mathematician and a professor at Sichuan Normal University. He served as Director of the Institute of Mathematics at the university.", "35232162": "György Alexits (5 January 1899 - 14 October 1978), born in Budapest, was a Hungarian mathematician, and a member of the Hungarian Academy of Sciences.", "18946625": "Dr Victor Brailovsky (Hebrew: ויקטור בריילובסקי, born 27 December 1935) is an Israeli computer scientist, mathematician, aliyah activist and a former politician. He served as Minister of Science and Technology for six days in 2004. In May 1986 Brailovsky was awarded an Honorary Doctorate Degree from the Open University in England.", "58694325": "Jiang Zehan (simplified Chinese: 江泽涵; traditional Chinese: 江澤涵; pinyin: Jiāng Zéhán; Wade–Giles: Chiang Tse-han; 6 October 1902 – 29 March 1994), also known as Kiang Tsai-han, was a Chinese mathematician and founder of China's topology.[1]", "3349174": "József Beck (Budapest, Hungary, February 14, 1952)[1] is a Harold H. Martin Professor of Mathematics at Rutgers University.[2]", "19471069": "Petr Hájek (Czech pronunciation: [ˈpɛtr̩ ˈɦaːjɛk]; 6 February 1940 – 26 December 2016) was a Czech scientist in the area of mathematical logic[1] and a professor of mathematics. Born in Prague, he worked at the Institute of Computer Science at the Academy of Sciences of the Czech Republic and as a lecturer at the faculty of mathematics and physics at the Charles University in Prague and at the Faculty of Nuclear Sciences and Physical Engineering of the Czech Technical University in Prague.", "57481962": "Alexander Ilyin (Russian: Алекса́ндр Влади́мирович Ильи́н, (born January 11, 1973) is a Russian mathematician, Professor, Dr. Sc., a professor at the Faculty of Computer Science at the Moscow State University, Corresponding Member of the Russian Academy of Sciences.[1][2] Expert in robust control theory.", "46734248": "Ethelbert Stewart (1857–1936) was the commissioner of the U.S. Bureau of Labor Statistics (BLS) from 1921 to 1932.", "2235670": "Leopold Perutz (2 November 1882, Prague – 25 August 1957, Bad Ischl) was an Austrian novelist and mathematician. He was born in Prague (now capital of the Czech Republic) and was thus a citizen of the Austro-Hungarian Empire. He lived in Vienna until the Nazi Anschluss in 1938, when he emigrated to Palestine.", "40400": "James Abram Garfield (November 19, 1831 – September 19, 1881) was the 20th president of the United States, serving from March 1881 until his death the following September after being shot by an assassin in July. A lawyer and Civil War general, Garfield served nine terms in the United States House of Representatives and is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to the U.S. Senate by the Ohio General Assembly—a position he declined when he became president-elect.", "74489320": "Russell Keanini is an American mechanical engineer, mathematician, physicist, and academic. He is a professor of Mechanical Engineering and Engineering Science at the William States Lee College of Engineering of the University of North Carolina at Charlotte.[1] He is the recipient of the 2020 Kirk Bryan Award for his contributions to the field of Quaternary geology.[2]", "302684": "Paul Howard Douglas (March 26, 1892 – September 24, 1976) was an American politician and Georgist economist.[1] A member of the Democratic Party, he served as a U.S. Senator from Illinois for eighteen years, from 1949 to 1967. During his Senate career, he was a prominent member of the liberal coalition.[2]", "47586974": "Deborah Ashby OBE FMedSci (née Davis; born 21 August 1959) is a British statistician and academic who specialises in medical statistics and Bayesian statistics. She is the Director of the School of Public Health and Chair in Medical Statistics and Clinical Trials at Imperial College London. She was previously a lecturer then a reader at the University of Liverpool and a professor at Queen Mary University of London.", "22912777": "András Frank (born 3 June 1949) is a Hungarian mathematician, working in combinatorics, especially in graph theory, and combinatorial optimisation. He is director of the Institute of Mathematics of the Faculty of Sciences of the Eötvös Loránd University, Budapest."}