{"63782538": "Rachel Harrison is a British computer scientist and software engineer whose research interests include mobile apps and object-oriented design. She is a professor of computer science at Oxford Brookes University.[1]", "57065099": "Richard Lewis Mattson (born May 29, 1935)[1] is an American computer scientist known for his pioneering work on using memory trace data to simulate the performance of the memory hierarchy.[2] He developed the stack distance profile, and used it to model page misses in virtual memory systems as a function of the amount of real memory available. The same methods have been applied as well more recently for modeling the behavior of CPU caches at lower levels of the memory hierarchy,[3][4] and of web caches for internet content.[5]", "38043279": "Sally hashim Shlaer (December 3, 1938 – November 12, 1998) was an American mathematician, software engineer and software methodologist,[1] known as co-developer of the 1980s Shlaer–Mellor method for software development.", "57802386": "Kilnam Chon (Hangul: 전길남; born 3 January 1943) is a South Korean computer scientist. As a result of his contributions, South Korea became the second country in the world to have the IPv4 network (the Internet), after the United States.<IEEE Communications Magazine, February 2013>", "9715347": "Omer Reingold (Hebrew: עומר ריינגולד) is an Israeli computer scientist. He is the Rajeev Motwani professor of Computer Science in the Computer Science Department at Stanford University and the director of the Simons Collaboration on the Theory of Algorithmic Fairness. He received a PhD in computer science at Weizmann in 1998 under Moni Naor.[2] He received the 2005 Grace Murray Hopper Award for his work in finding a deterministic logarithmic-space algorithm for st-connectivity in undirected graphs.[3] He, along with Avi Wigderson and Salil Vadhan, won the Gödel Prize (2009) for their work on the zig-zag product. He became a Fellow of the Association for Computing Machinery in 2014 \"For contributions to the study of pseudorandomness, derandomization, and cryptography.\"[4]", "67878549": "Andrea Suzanne LaPaugh is an American computer scientist and professor emerita of computer science at Princeton University.[1] Her research has concerned the design and analysis of algorithms, particularly for graph algorithms, problems involving the computer-aided design of VLSI circuits, and document retrieval.[2][3][4]", "68468385": "Trevor Mudge is a computer scientist, academic and researcher. He is the Bredt Family Chair of Computer Science and Engineering, and Professor of Electrical Engineering and Computer Science at the University of Michigan.[1]", "61734576": "Peter William McOwan was a Professor of Computer Science in the School of Electronic Engineering and Computer Science at Queen Mary, University of London. His research interests were in visual perception, mathematical models for visual processing, in particular motion, cognitive science and biologically inspired hardware and software and science outreach.", "32433": "Vinton Gray Cerf[2] ForMemRS[1] (/sɜːrf/; born June 23, 1943) is an American Internet pioneer and is recognized as one of \"the fathers of the Internet\", sharing this title with TCP/IP co-developer Bob Kahn.[7][8][9][10]", "59424437": "Witold Lipski Jr. (July 13, 1949, in Warsaw, Poland – May 30, 1985, in Nantes, France) was a Polish\ncomputer scientist (habilitation in computer science), and an author of two books:\nCombinatorics for Programmers (two editions) and (jointly with Wiktor Marek\nCombinatorial analysis. Lipski, jointly with his PhD student, Tomasz Imieliński, created\nfoundations of the theory of incomplete information in relational databases.", "2703032": "Bruce Jay Nelson (January 19, 1952 – September 19, 1999) was an American computer scientist best known as the inventor of the remote procedure call concept for computer network communications.", "1064638": "Sudha Murty (née Kulkarni; born 19 August 1950) is an Indian educator, author and philanthropist who is chairperson of the Infosys Foundation. She is married to the co-founder of Infosys, N. R. Narayana Murty. Murty was awarded the Padma Shri, the fourth highest civilian award in India, for social work by the Government of India in 2006.[1] Later in 2023, she was awarded the Padma Bhushan, the third highest civilian award in India.[2]", "18120382": "William Lawrence Kocay is a Canadian professor at the department of computer science at St. Paul's College of the University of Manitoba and a graph theorist. He is known for his work in graph algorithms and the reconstruction conjecture and is affectionately referred to as \"Wild Bill\" by his students. Bill Kocay is a former managing editor (from Jan 1988 to May 1997) of Ars Combinatoria, a Canadian journal of combinatorial mathematics, is a founding fellow of the Institute of Combinatorics and its Applications.", "32636608": "David Leinweber heads the Lawrence Berkeley National Laboratory Computational Research Division's Center for Innovative Financial Technology, created to help build a bridge between the computational science and financial markets communities.[1]", "14941891": "Gregory Dominic Abowd (born September 12, 1964) is a computer scientist best known for his work in ubiquitous computing, software engineering, and technologies for autism. He currently serves as the Dean of the College of Engineering and Professor of Electrical and Computer Engineering at Northeastern University.[1] Previously he was the J.Z. Liang Professor in the School of Interactive Computing at the Georgia Institute of Technology, where he joined the faculty in 1994.", "58752710": "Wu Zhaohui (Chinese: 吴朝晖; born December 1966) is a Chinese computer scientist. He is a professor who had served as president of Zhejiang University from 2015 to 2022. He was elected to the Chinese Academy of Sciences in 2017.[1][2][3][4]", "53755593": "Ioannis (Yannis) C. Paschalidis (born 1968; Athens, Greece) is a professor at Boston University with appointments in Electrical and Computer Engineering, Systems Engineering, Biomedical Engineering, and Computing & Data Sciences.[1] He serves as the Director of the Center for Information and Systems Engineering.[2]", "21020366": "George Ledin, Jr. (born January 28, 1946) is an American computer scientist and professor of computer science at Sonoma State University. Ledin's teaching of computer security at Sonoma State has been controversial for its inclusion of material on how to write malware. Ledin is a strong critic of the antivirus software industry, whose products he considers almost useless.[1][2][3][4][5] Ledin also helped found the computer science program at the University of San Francisco, and published several books on computing in the 1970s and 1980s.", "46677718": "Ahmed Hamdy Mohamed Sameh is the Samuel D. Conte Professor of Computer Science at Purdue University.[1] He is known for his contributions to parallel algorithms in numerical linear algebra.", "54230744": "Miriah Meyer is an American computer scientist and USTAR professor at the University of Utah. She is noted for her pioneering work in data visualization for research applications.[1] She received an American Association for the Advancement of Science Mass Media Science & Engineering Fellowship in 2006 and served as a reporter for The Chicago Tribune.[2] She was named in MIT Technology Review's TR35 list in 2011 and Fast Company's list of the 100 most creative people in 2012.[3][4] She was named a 2013 TED Fellow for her work in interactive visualization.[5]", "40566490": "Marlon Gerardo Dumas Menjivar (born 22 August 1975[1]) is a Honduran computer scientist, and Professor of Software Engineering at the University of Tartu in Estonia, known for his contributions in the field of Business Process Management.[2][page needed]", "34651870": "Leslie Blackett Wilson (born 1930[1]) was chair of Computing Science at the University of Stirling, appointed on August, 1979.[2] Previously, he was a Senior Lecturer in Computer Science at the Computing Laboratory of the  University of Newcastle upon Tyne. He joined the Computing Laboratory in 1964. Before that, since 1951, he was a Senior Scientific Officer at the Naval Construction Research Establishment at Dunfermline.[2]", "46989025": "Tülay Adalı is a Distinguished University Professor of Computer Science and Electrical Engineering at the University of Maryland, Baltimore County, whose research interests include signal processing, machine learning, and data fusion.[1]", "38403814": "Michael Alan Saunders is an American numerical analyst and computer scientist. He is a research professor of Management Science and Engineering at Stanford University.[1] Saunders is known for his contributions to numerical linear algebra and numerical optimization and has developed many widely used software packages, such as MINOS, NPSOL, and SNOPT.", "32493": "Vernor Steffen Vinge (/ˈvɜːrnər ˈvɪndʒiː/ ⓘ; born October 2, 1944) is an American science fiction author and retired professor. He taught mathematics and computer science at San Diego State University. He is the first wide-scale popularizer of the technological singularity concept and among the first authors to present a fictional \"cyberspace\".[2] He has won the Hugo Award for his novels A Fire Upon the Deep (1992), A Deepness in the Sky (1999), Rainbows End (2006),  and novellas Fast Times at Fairmont High (2002), and The Cookie Monster (2004).", "68992754": "Ana Maria Severino de Almeida e Paiva is a full professor at the University of Lisbon. Her work is around artificial intelligence and robotics. She is an elected fellow of the European Association for Artificial Intelligence.", "294648": "Frank Gerald Soltis (born 1940), is an American computer scientist. He joined IBM Rochester in 1969, and is most well known for his contributions to the System/38 and IBM AS/400 architectures, in particular - the design of the single-level store used in those platforms, and the RS64 processor architecture.[1] He retired from IBM in 2008 upon the merger of the System i and System p product lines into IBM Power Systems.[2] Prior to his retirement, he held the title of Chief Scientist at IBM.[3]", "52559611": "Keshav K Pingali is an American computer scientist, currently the W.A.\"Tex\" Moncrief Chair of Grid and Distributed Computing at the University of Texas at Austin, and also a published author. He previously also held the India Chair of Computer Science at Cornell University and also the N. Rama Rao Professorship at Indian Institute of Technology. He is a Fellow of the American Association for the Advancement of Science, Association for Computing Machinery and Institute of Electrical and Electronics Engineers.[1][2] In 2020, he was elected a Foreign Member of the Academia Europeana.", "1212157": "Diomidis D. Spinellis (Greek: Διομήδης Δ. Σπινέλλης; 2 February 1967, Athens) is a Greek computer science academic and author of the books Code Reading, Code Quality, Beautiful Architecture (co-author) and Effective Debugging.[4][1][2]", "59817726": "Johanna Brewer is a developer, designer, ethnographer and professor at Smith College.[1] Brewer was a co-founder and CEO of Frestyl.[2][3] In 2014, they started work on a tracking toolkit for home automation systems with a special focus on user privacy.[3] In 2016, they founded a research and design studio called Neta Snook,[4][5] focusing on the creation of technology that works towards a diverse society.[3][5] In spring 2019, they started as a research associate and postdoctoral researcher at MIT.[3] Their research areas include ubiquitous computing and human-computer interaction, social connectivity and how technology functions in society.[6]", "28196618": "Margaret Elaine Hamilton (née Heafield; born August 17, 1936) is an American computer scientist, systems engineer, and business owner. She was director of the Software Engineering Division of the MIT Instrumentation Laboratory, which developed on-board flight software for NASA's Apollo program. She later founded two software companies—Higher Order Software in 1976 and Hamilton Technologies in 1986, both in Cambridge, Massachusetts.", "73907988": "Komal Shah is an Indian-born American art collector, philanthropist, business executive, and computer engineer.[1] She is one of the most influential collectors in California and is known for her art collection, the Shah Garg Collection, which has a substantial number of female artist's work.[2][3][4] Shah formerly worked at Oracle, Netscape, and Yahoo!.[2] She lives in Atherton, California.[2]", "21888796": "Michael Ralph Stonebraker (born October 11, 1943[6]) is a computer scientist specializing in database systems. Through a series of academic prototypes and commercial startups, Stonebraker's research and products are central to many relational databases. He is also the founder of many database companies, including Ingres Corporation, Illustra, Paradigm4, StreamBase Systems, Tamr, Vertica and VoltDB, and served as chief technical officer of Informix. For his contributions to database research, Stonebraker received the 2014 Turing Award, often described as \"the Nobel Prize for computing.\"[7]", "44678940": "Aaron Halfaker (/ˈhæfeɪkər/; born December 27, 1983) is a principal applied scientist at Microsoft Research.[1][7][2] He previously served as a research scientist at the Wikimedia Foundation until 2020.[8][9][10]", "442140": "Edward William Felten (born March 25, 1963) is the Robert E. Kahn Professor of Computer Science and Public Affairs at Princeton University, where he was also the director of the Center for Information Technology Policy from 2007 to 2015 and from 2017 to 2019.[2]  On November 4, 2010, he was named Chief Technologist for the Federal Trade Commission,[3] a position he officially assumed January 3, 2011. On May 11, 2015, he was named the Deputy U.S. Chief Technology Officer.[4] In 2018, he was nominated to and began a term as Board Member of PCLOB.[5][6]", "52723489": "Shay Kutten is an Israeli computer scientist who holds the William M. Davidson Chair in Industrial Engineering and Management at the  Technion – Israel Institute of Technology in Haifa, Israel.[1] He is with the Faculty of Data and Decision Sciences.  His research involves Network Algorithms,  distributed computing, and Network Security.", "57311017": "Borivoje \"Borko\" Furht is a Serbian American scientist and author in the field of computer science and engineering. He is a professor in the department of electrical and computer engineering and computer science (CEECS) at Florida Atlantic University in Boca Raton, Florida. He is also director of the National Science Foundation's Industry and University Cooperative Research Center for Advanced Knowledge Enablement at FAU. In 2019, he was inducted into Academia Europaea, which is The Academy of Europe.", "71270187": "Rosa María Badia Sala (born 1966)[1] is a Spanish computer scientist specializing in parallel computing, supercomputing, superscalar processing, and multi-core processing.[2] She is a researcher of the Spanish National Research Council, affiliated with the Barcelona Supercomputing Center, where she is the manager of the workflows and distributed computing group.[2]", "2883375": "Danese Cooper is an American programmer,[1] computer scientist[2] and advocate of open source software.[3]", "60587824": "Sham Machandranath Kakade is an American computer scientist. He is a Gordon McKay Professor in Computer Science at Harvard University, with a joint appointment in the Department of Statistics.[1] He co-founded the Algorithmic Foundations of Data Science Institute.[2]", "61947698": "Dimitra E. Simeonidou FREng is a Professor of High Performance Networks at the University of Bristol. She works on the development of telecommunications networks, including 5G,[1] and is a specialist in smart city infrastructures.[2]", "73776955": "Marc Hannah (born October 13, 1956) is an American electrical engineer and computer graphics designer. He is one of the co-founders of Silicon Graphics Inc.[1]", "10534721": "Edward M. Reingold (born 1945) is a computer scientist active in the fields of algorithms, data structures, graph drawing, and calendrical calculations.", "53755716": "Puneet Sharma is a Distinguished Technologist from the Hewlett Packard Laboratories, Palo Alto, CA where he heads the Networked Systems group. He started his research career as Research Scientist at HP Labs in September 1998.", "29097796": "Jaime Levy is an American author, lecturer, interface designer, and user experience strategist. She first became known for her new media projects in the 1990s.[1] Her best-known projects include the floppy disk distributed with Billy Idol’s album Cyberpunk, WORD, an online magazine, and an online cartoon series, CyberSlacker.[2][3] She is the author of the business book UX Strategy, which was first published by O’Reilly Media in 2015. It is widely regarded as the definitive work on the practice of user experience strategy and has been translated into nine languages.[4][5]", "53722951": "Dacheng Tao FAA is an engineer from the University of Sydney, Australia. He received a PhD in 2007 from the University of London under Stephen Maybank, with a thesis titled Discriminative linear and multilinear subspace methods.[1] He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[2] for his contributions to pattern recognition and visual analytics.\nHe was awarded an Australian Laureate Fellowship in 2017.[3]\nIn 2018, Tao was also elected a Fellow of the Australian Academy of Science (FAA) for his \"ground-breaking contributions in artificial intelligence, computer vision image processing and machine learning.[4]\nHe was elected as an ACM Fellow in 2019 \"for contributions to representation learning and its applications\".[5]  He was selected to the Global Young Academy.[6] Tao won the Australian Museum's Eureka Prize for Excellence in Data Science in 2020.[7] He has written over 1200 publications across various Artificial Intelligence fields, including pattern recognition, visual analytics, and statistical learning theory.[8]", "62406473": "Oskar von Stryk is professor of simulation, system optimization and robotics at the department of computer science of the Technische Universität Darmstadt. He is known for his research on robotics.", "28163922": "Dr. Subhash Saini is a senior computer scientist at NASA. He received a Ph.D. from the University of Southern California and has held positions at University of California, Los Angeles (UCLA), University of California, Berkeley (UCB), and Lawrence Livermore National Laboratory (LLNL).", "53755744": "Sandeep Kumar  Shukla is currently Poonam and Prabhu Goel Chair Professor and previous head of Computer Science and Engineering Department, Indian Institute of Technology, Kanpur, India. He is currently the Editor-in-Chief of ACM Transactions on Embedded Systems, and associate editor for ACM transactions on Cyber Physical Systems. He is currently the joint director of C3i centre at IIT Kanpur along with Manindra Agrawal.", "753504": "Mihai Nadin (born February 2, 1938 in Braşov, Romania) is a scholar and researcher in electrical engineering, computer science, aesthetics, semiotics, human-computer interaction (HCI), computational design, post-industrial society, and anticipatory systems. His publications on these topics number over 200, and he has lectured throughout the world.", "41238370": "James J. Kuffner Jr. (born 1971) is an American roboticist and chief executive officer (CEO) of Woven by Toyota.\n[1] \nDr. Kuffner is also Chief Digital Officer and a member of the Board of Directors of Toyota Motor Corporation.[2]   Kuffner continues to serve as an Adjunct Associate Professor at the Robotics Institute at Carnegie Mellon University and as Executive Advisor to Woven by Toyota.[3]  \nKuffner earned a Ph.D. from the Stanford University Dept. of Computer Science Robotics Laboratory in 1999.", "53722980": "David Taubman FTSE is an electrical engineer at the University of New South Wales in Sydney, Australia. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[1] for his contributions to image and video communications. He was elected a Fellow of the Australian Academy of Technological Sciences and Engineering (FTSE) in 2023.[2]", "53755751": "Raghupathy Sivakumar is a Professor and Wayne J. Holman Chair at Georgia Tech.", "57786217": "Demi Getschko (born 4 May 1953) is a Brazilian computer scientist who is considered one of the pioneers of the Internet in Brazil. He currently is the CEO of NIC.br.", "39927657": "Roeland \"Roel\" Vertegaal (born July 13, 1968)[citation needed] is a Dutch-Canadian interaction designer, scientist, musician and entrepreneur working in the area of Human-Computer Interaction. He is best known for his pioneering work on flexible and paper computers,[1] with systems such as PaperWindows (2004),[2] PaperPhone (2010)[3] and PaperTab (2012).[4]", "15449976": "Hans-Paul Schwefel (born December 4, 1940) is a German computer scientist and professor emeritus at University of Dortmund (now Dortmund University of Technology), where he held the chair of systems analysis from 1985 until 2006. He is one of the pioneers in evolutionary computation and one of the authors responsible for the evolution strategies (Evolutionsstrategien). His work has helped to understand the dynamics of evolutionary algorithms and to put evolutionary computation on formal grounds.", "67600254": "Heidrun Schumann is a German computer scientist specializing in data visualization. She is a professor emerita in the Institute for Computer Science of the University of Rostock.[1]", "61194111": "Paola Flocchini is a Canadian computer scientist known for her research in distributed computing, pattern formation, self-organizing systems, swarm behavior, and cellular automata. She is University Research Chair on Intruder Agents and the Decontamination of Communication Networks at the University of Ottawa.[1]", "47759232": "Martha Evens is an emeritus professor at the Illinois Institute of Technology. She worked on the first spelling correction program at MIT Lincoln Laboratory in the late 1950s. Evens was president of the Association for Computational Linguistics in 1984.[1]", "8585097": "Özalp Babaoğlu (born August 10, 1955, in Ankara, Turkey), is a Turkish computer scientist. He is currently professor of computer science at the University of Bologna, Italy. He received a Ph.D. in 1981 from the University of California at Berkeley. He is the recipient of 1982 Sakrison Memorial Award, 1989 UNIX International Recognition Award and 1993 USENIX Association Lifetime Achievement Award for his contributions to the UNIX system community and to Open Industry Standards. Before moving to Bologna in 1988, Babaoğlu was an associate professor in the Department of Computer Science at Cornell University. He has participated in several European research projects in distributed computing and complex systems. Babaoğlu is an ACM Fellow and has served as a resident fellow of the Institute of Advanced Studies at the University of Bologna and on the editorial boards for ACM Transactions on Computer Systems, ACM Transactions on Autonomous and Adaptive Systems and Springer-Verlag Distributed Computing.", "50757527": "Magne Jørgensen (born 10 October 1964) is a Norwegian scientist and software engineer in the field of scientific computing. Jørgensen is chief research scientist at Simula Research Laboratory and is involved in the Research Group for Programming and Software Engineering as professor at the Department for Informatics at the University of Oslo.", "40157080": "Neil Anthony Dodgson is Professor of Computer Graphics at the Victoria University of Wellington. He was previously (until 2016) Professor of Graphics and Imaging in the Computer Laboratory at the  University of Cambridge in England, where he worked in the Rainbow Group on computer graphics and interaction.[3][1]", "24280993": "Sven Koenig is a full professor in computer science at the University of Southern California. He received an M.S. degree in computer science from the University of California at Berkeley in 1991 and a Ph.D. in computer science from Carnegie Mellon University in 1997, advised by Reid Simmons.", "47005605": "Walter O'Brien is the fictional lead character in the American drama television series, Scorpion.[1] The character is inspired by the Irish businessman and information technologist of the same name.[2] The character, played by actor Elyes Gabel, follows a loose trajectory of Walter O'Brien's real-life exploits that thwart terrorism and disasters in each episode of the series.[3]", "11534248": "Christof Ebert (born 1964 in Stuttgart) is a German computer scientist and entrepreneur.", "38764459": "Melvin Earl \"Bill\" Maron (Jan 23, 1924 - September 28, 2016) was an American computer scientist and emeritis professor of University of California, Berkeley.[1] He studied mechanical engineering and physics at the University of Nebraska and received his Ph.D. in philosophy from the University of California in 1951.[2] Maron is best known for his work on probabilistic information retrieval which he published together with his friend and colleague Lary Kuhns.[3][4]\nQuite remarkably, Maron also pioneered relational databases, proposing a system called the Relational Data File in 1967, on which Ted Codd based his Relational model of data.[5]", "4685743": "Douglas S. Lea is a professor of computer science and current[when?] head of the computer science department at State University of New York at Oswego, where he specializes in concurrent programming and the design of concurrent data structures. He was on the Executive Committee of the Java Community Process and chaired JSR 166, which added concurrency utilities to the Java programming language (see Java concurrency).  On October 22, 2010, Doug Lea notified the Java Community Process Executive Committee he would not stand for reelection.[2] Lea was re-elected as an at-large member for the 2012 OpenJDK governing board.[3]", "53067697": "Subhasis Chaudhuri (born 1963) is an Indian electrical engineer and the director at the Indian Institute of Technology, Bombay (IIT Bombay). He is a former K. N. Bajaj Chair Professor of the Department of Electrical Engineering of IIT Bombay.[1][2] He is known for his pioneering studies on computer vision[3] and is an elected fellow of all the three major Indian science academies viz. the National Academy of Sciences, India,[4] Indian Academy of Sciences,[5] and Indian National Science Academy.[6] He is also a fellow of  Institute of Electrical and Electronics Engineers,[7] and the Indian National Academy of Engineering.[8] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2004 for his contributions to Engineering Sciences.[9][note 1]", "60669874": "Jiří Zlatuška (born 15 September 1957 in Brno) is a Czech informaticist, university professor and politician. He was elected in the parliamentary election in 2013 to the Chamber of Deputies on the ANO 2011 platform. From 2015 to 2019 he was Dean of the Faculty of Informatics of the Masaryk University.", "38567859": "Kevin Leyton-Brown (born May 12, 1975) is a Professor of Computer Science at the University of British Columbia.[1]  He received his Ph.D. at Stanford University in 2003.[2] He was the recipient of a 2014 NSERC E.W.R. Steacie Memorial Fellowship,[3] a 2013/14 Killam Teaching Prize,[4] and a 2013 Outstanding Young Computer Science Researcher Prize from the Canadian Association of Computer Science.[5] \nLeyton-Brown co-teaches a popular game theory course on Coursera.org,[6] along with Matthew O. Jackson and Yoav Shoham.[7] Leyton-Brown serves as an associate editor for the Journal of Artificial Intelligence Research,[8] the Artificial Intelligence journal,[9] and ACM Transactions on Economics and Computation,[10] and was program chair for the ACM Conference on Electronic Commerce in 2012.[11]\nLeyton-Brown and coauthors have received the IJCAI-JAIR Best Paper Prize[12] and numerous medals in international SAT competitions (2003–12).[13][14] He was elected an AAAI Fellow in 2018.[15]", "24510396": "Peter A.[4] Wegner (August 20, 1932 – July 27, 2017) was a professor of computer science at Brown University from 1969 to 1999. He made significant contributions to both the theory of object-oriented programming during the 1980s and to the relevance of the Church–Turing thesis for empirical aspects of computer science during the 1990s and present. In 2016, Wegner wrote a brief autobiography  for Conduit, the annual Brown University Computer Science department magazine.[2][5][6][7][8][9]", "2883534": "Dame Vera Stephanie \"Steve\" Shirley CH, DBE, FREng, DFBCS (previously Brook, née Buchthal; born 16 September 1933) is an information technology pioneer, businesswoman and philanthropist (naturalised British in 1951).[2][3]", "53755859": "Wade Trappe is a professor[ambiguous] of electrical and computer engineering at the Department of Electrical and Computer Engineering, Rutgers University, and an associate director of the Wireless Information Network Laboratory (WINLAB).", "24166357": "Prof. Mark Harman is a British computer scientist. Since 2010, he has been a professor at University College London (UCL)[4] and since 2017 he has been at Facebook London. He was founder of the Centre for Research on Evolution Search and Testing (CREST) initially at King's College London in 2006, latterly at UCL, and was the Director until 2017.[5]  Harman has received both of the major research awards for software engineering (both awarded in 2019): the IEEE Harlan D. Mills Award, for \"fundamental contributions throughout software engineering, including seminal contributions in establishing search-based software engineering, reigniting research in slicing and testing, and founding genetic improvement\";[1]  and the ACM SIGSOFT Outstanding Research Award[2][3]", "34865122": "Rudolf Werner Schuster (20 January 1939 – 9 May 2001) was a Tanganyika-born German physician, specialist in health informatics, and SPD politician.", "966625": "William Stallings is an American author. He has written computer science textbooks on operating systems, computer networks, computer organization, and cryptography.", "53755882": "André van Schaik is a professor of electrical engineering at the Western Sydney University, and director of the International Centre for Neuromorphic Systems, in Penrith, New South Wales, Australia. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014 \"for contributions to neuromorphic circuits and systems\".[1]", "46989291": "Claire Kelly Schultz (November 17, 1924 - May 28, 2015) was an American computer consultant and academic. She was a leading figure in the early development of automated information retrieval systems and information science.[1][2][3] A \"documentalist\",[4] she was particularly known for her work in thesaurus construction and machine-aided indexing,[5] innovating techniques for punch card information retrieval.", "10928109": "James Harold Davenport (born 26 September 1953) is a British computer scientist who works in computer algebra. Having done his PhD and early research at the Computer Laboratory, University of Cambridge, he is the Hebron and Medlock Professor of Information Technology at the University of Bath in Bath, England.[1][3]", "53755885": "René Vidal (born 1974) is a Chilean electrical engineer and computer scientist who is known for his research in machine learning,[2] computer vision,[3] medical image computing,[4] robotics,[5] and control theory.[6] He is the Herschel L. Seder Professor of the Johns Hopkins Department of Biomedical Engineering, and the founding director of the Mathematical Institute for Data Science (MINDS).", "23904237": "Larry L. Peterson is an American computer scientist, known primarily as the Director of the PlanetLab Consortium, co-author (with Bruce Davie) of the networking textbook \"Computer Networks: A Systems Approach,\"[1] and for his research on the TCP Vegas congestion control algorithm[2] and the x-kernel operating system.", "62291950": "David S. Ebert is a computer scientist, holding the position of Silicon Valley Professor of Electrical and Computer Engineering Department at Purdue University.", "33538036": "Herbert Leo Gelernter (December 17, 1929 – May 28, 2015)[1][2][3] was a professor in the Computer Science Department of Stony Brook University.[4]", "9682933": "Liang-Jie (LJ) Zhang (Chinese: 张良杰; pinyin: Zhāng Liángjié) is a computer scientist, a former Research Staff Member at IBM Thomas J. Watson Research Center,[1] Senior Vice President, Chief Scientist, & Director of Research at Kingdee International Software Group Company Limited, and previously a director of The Open Group.[2]", "49856505": "Gloria Townsend is an American computer scientist and professor in the department of Computer Science at DePauw University in Indiana. She is known for her work in evolutionary computation and her involvement with women in computing.  She has served on the executive committee of the Association for Computing Machinery (ACM) Council on Women in Computing. She is the author of One Hundred One Ideas for Small Regional Celebrations of Women in Computing.[1]  In 2013, she received the Mr. and Mrs. Fred C. Tucker Jr. Distinguished Career Award for notable contributions to DePauw through her commitments to students, teaching excellence, their chosen disciplines, and service to the university.[2]", "40665085": "Li Xiaowei (Chinese: 李晓维; born September 1964 in Feixi, Anhui)[citation needed] is a Chinese computer scientist. He is a professor and the Executive Deputy Director of the State Key Lab of Computer Architecture, Institute of Computing Technology, Chinese Academy of Sciences (ICT, CAS).[1]", "74317822": "Jarek Gryz is a computer scientist, data analyst, author, and academic. He is a professor in the Department of Electrical Engineering and Computer Science and a member of the Cognitive Science Program in the Department of Philosophy at York University in Toronto, Canada.[1]", "10371071": "Pieter Adriaan Flach (born 8 April 1961, Sneek) is a Dutch computer scientist and a Professor of Artificial Intelligence in the Department of Computer Science at the University of Bristol.[1] He is author of the acclaimed Simply Logical: Intelligent Reasoning by Example (John Wiley, 1994) and Machine Learning: the Art and Science of Algorithms that Make Sense of Data (Cambridge University Press, 2012).[2]", "20705284": "Eugenio Giuseppe Togliatti (3 November 1890 – 5 October 1977) was an Italian mathematician, the brother of politician Palmiro Togliatti. He was a researcher at the ETH Zurich from 1924 to 1926. He discovered Togliatti surfaces.[1][2][3][4]", "48984561": "Xenagoras (Ancient Greek: Ξεναγόρας), son of Eumelus, was mentioned by Plutarch as having been among the first to make a scientific measurement of the heights of mountains.[1] This Xenagoras estimated the height of the shrine of Apollo atop Mount Olympus as a little more than 10 stadia, that is, roughly 6,096 feet. (The mountain is in fact 9,573 feet.)[2][3] There are some ancient references to a (now lost) book Measurement of Mountains by a \"Xenophon\" that some scholars consider to be a reference to this Xenagoras, albeit with the wrong name.[4]", "62010072": "Seligmann Kantor (6 December 1857, Sobědruhy – 21 March 1903, Sobědruhy) was a Bohemian-born, German-speaking mathematician of Jewish origin in the Austro-Hungarian Empire. He is known for the Möbius–Kantor configuration and the Möbius-Kantor graph.[1]", "1166075": "David John Simms (13 January 1933 – 24 June 2018) was an Indian-born Irish mathematician who was a Fellow Emeritus and former Associate Professor of Mathematics at Trinity College, Dublin. Born in Sankeshwar, Mysore (the state now known as Karnataka), India, he specialized in differential geometry and geometric quantisation. He was a member of the Royal Irish Academy from 1978 and was a member of the Editorial Board of the journal Mathematical Proceedings of the Royal Irish Academy.[1]", "61906086": "Charles Place Boyer (born April 1942) is an American mathematician, specializing in differential geometry and moduli spaces.[1] He is known as one of the four mathematicians who jointly proved in 1992 the Atiyah–Jones conjecture.", "50695344": "Charles Herschel Sisam (8 September 1879, Cedar Rapids, Iowa – 4 December 1964) was an American mathematician.[1][2]", "1213887": "Richard Evan Schwartz (born August 11, 1966) is an American mathematician notable for his contributions[1] to geometric group theory and to an area of mathematics known as billiards.[1] Geometric group theory is a relatively new area of mathematics beginning around the late 1980s[2] which explores finitely generated groups, and seeks connections between their algebraic properties and the geometric spaces on which these groups act. He has worked on what mathematicians refer to as billiards, which are dynamical systems based on a convex shape in a plane. He has explored geometric iterations involving polygons,[3] and he has been credited for developing the mathematical concept known as the pentagram map. In addition, he is a bestselling author of a mathematics picture book for young children.[4] His published work usually appears under the name Richard Evan Schwartz. In 2018 he is a professor of mathematics at Brown University.[5]", "58556057": "Jakob M. Stix (born in 1974) is a German mathematician. He specializes in arithmetic algebraic geometry (étale fundamental group, anabelian geometry and other topics).", "67165881": "Bhargav Bhatt (born 1983[1]) is a mathematician who is the Fernholz Joint Professor at the Institute for Advanced Study and Princeton University and works in arithmetic geometry and commutative algebra.[2]", "48135912": "Ernst Alfred Ruh , born 23 February 1936, is a Swiss mathematician, specializing in differential geometry.", "35890997": "Ettore Bortolotti (6 March 1866 – 17 February 1947) was an Italian mathematician.[1]", "53968906": "Russell John Skiba is an American educational psychologist known for researching school discipline and school violence. He is a professor in the school psychology program at Indiana University, where he directs PBIS Indiana, a program aimed at developing a network of Positive Behavior Interventions and Supports across Indiana. He also co-directs Indiana University's Equity Project, which aims to provide evidence regarding zero-tolerance policies, educational equity, and school violence to policymakers, and directs the Discipline Disparities Research to Practice Collaborative, a group aimed at bringing researchers together with policymakers to address disproportionality in school discipline.[2] He has received the Push for Excellence Award from Rainbow/PUSH for his work on racial disproportionality in school suspensions.[3]", "63832075": "Della Marie Hann is an American psychologist and research administrator serving as the associate director for extramural research at the Eunice Kennedy Shriver National Institute of Child Health and Human Development.", "25231377": "Theodore Deodatus Nathaniel Besterman (22 November 1904 – 10 November 1976) was a Polish-born British psychical researcher, bibliographer, biographer, and translator. In 1945 he became the first editor of the Journal of Documentation. From the 1950s he devoted himself to studies of the works of Voltaire.", "39485465": "David Jay Brown (born 1961) is an American writer and interviewer. Brown has studied parapsychology and the effects of psychoactive drugs. With parapsychologist Rupert Sheldrake, he studied pets and people who apparently anticipate events. Brown has served as a guest editor for the Multidisciplinary Association for Psychedelic Studies (MAPS), and he has published many interviews of prominent thinkers.", "38174754": "Vernon Lewis Quinsey (born October 10, 1944) is a Canadian psychologist. He has studied violent crime offenders, sex offenders, sexually violent predators, juvenile delinquency, and ways to predict, assess, and manage individuals with these tendencies.[1] He testified in court that a rapist, Allen Edward Bullock, was \"erotically attracted to that kind of behavior\".[2]", "50757676": "Richard Marx Held (October 10, 1922 – November 22, 2016) was an American professor emeritus of Brain and Cognitive Sciences at the Massachusetts Institute of Technology.[1][2][3] His work in vision development contributed to the early years of vision research. He held a Civil Engineering degree from Columbia University,[4] and earned a PhD in Experimental psychology with a specialization in space perception from Harvard University.[5][6][7] In 1973, Held was named to the National Academy of Sciences in recognition of his achievements in psychology.[8] He was also a member of the American Academy of Arts and Sciences.[9][10]", "3899437": "Branko Bokun (Serbian Cyrillic: Бранко Бокун; 28 June 1920 – 1 January 2011) was an author in the fields of sociology and psychology.[1]", "59047986": "Stacey Sinclair (born May 31, 1971) is an American psychologist and professor of psychology and public affairs, and associate professor of African American studies at Princeton University.[1] Her research focuses on how interpersonal interactions translate culturally held prejudices into individual thoughts and actions.[2][1]", "57245749": "Louise G. Rabinovitch was an advocate for improved treatment in New York City mental asylums and an early 20th Century psychologist.", "65110073": "Martha Tamara Shuch Mednick (March 31, 1929 – August 16, 2020) was a feminist psychologist known for her work on women, gender, race and social class.[1] She was a professor of psychology at Howard University from 1968 until her retirement in 1995.", "35946558": "Lillien Jane Martin (1851–1943) was an American psychologist. She published over twelve books.[1] \nMartin experienced ageism and sexism as an early woman in psychology.[2]", "4522065": "Catherine Tramell is a fictional character and the main antagonist of the film Basic Instinct (1992) and its sequel Basic Instinct 2 (2006). Tramell, created by writer Joe Eszterhas, is played by Sharon Stone in both films. Tramell is considered to be one of Stone's most iconic roles,[1][2] with Stone describing Tramell to be her most famous and relevant character.[3] Tramell was nominated for the American Film Institute's list of the \"Best Villains\",[4] and was named one of the greatest characters by Entertainment Weekly in 2010.[5]", "6783063": "Robert Allen Bjork (born 1939) is Distinguished Professor of Psychology at the University of California, Los Angeles. His research focuses on human learning and memory and on the implications of the science of learning for instruction and training. He is the creator of the directed forgetting paradigm. He was elected a member of the National Academy of Sciences in 2022.[1]", "23658585": "Joseph Gaither Pratt (August 31, 1910 – November 3, 1979) was an American psychologist who specialized in the field of parapsychology. Among his research interests were extrasensory perception, psychokinesis, mediumship and poltergeists.", "71696477": "Esther Tuckerman Allen Gaw (December 28, 1879 – December 27, 1973) was an American psychologist and college administrator. She was Dean of Women at Ohio State University from 1927 to 1944.", "57737312": "Norbert Lee Kerr (born December 10, 1948)[1] is an American social psychologist and Emeritus Professor of Psychology at Michigan State University. As of 2014, he also held a part-time appointment as Professor of Social Psychology at the University of Kent in England. He has researched the Kohler effect[2] and factors influencing decision-making by juries.[3][4]", "62193764": "Danielle S. McNamara is an educational researcher known for her theoretical and empirical work with reading comprehension and the development of game-based literacy technologies. She is professor of psychology and senior research scientist at Arizona State University. She has previously held positions at University of Memphis, Old Dominion University, and University of Colorado, Boulder.[1]", "6979685": "Otto Selz (14 February 1881 – 27 August 1943) was a German psychologist from Munich, Bavaria, who formulated the first non-associationist theory of thinking, in 1913.[1][2][3] Influenced by the German phenomenological tradition,[4] Selz used the method of introspection, but unlike his predecessors, his theory developed without the use of images and associations. Wilhelm Wundt used the method of introspection in the 1880s, but thought that higher-level mental processes could not be studied in the scientific laboratory.", "41287782": "Jonathan Schooler, (born August 3, 1959) is an American psychologist and Distinguished Professor of Psychological and Brain Sciences at the University of California, Santa Barbara, who researches various topics that intersect aspects of both cognitive psychology and philosophy such as: Belief in free will, Meta-awareness,[1] Mindfulness,[2] Mind-Wandering,[3][4] Memory,[5] Creativity, and Emotion. Schooler is also known for his sometimes controversial research on topics such as Anomalous Cognition and the decline effect.[6]", "54984811": "Anelis Kaiser is professor of gender studies at MINT, University of Freiburg, Germany.[1] She is also on the lecturer within the social psychology and social neuroscience department at the University of Bern, Switzerland.[2] Along with Isabelle Dussauge, Kaiser was a guest editor of a special issue on Neuroscience and sex/gender of the journal Neuroethics,[3] they also co-founded The NeuroGenderings Network together.[4]", "74121326": "Thomas Palmeri is a professor of psychology at Vanderbilt University. He serves as Chair of the Psychology department. He is co-director of the Data Science Institute at the university’s Department of Psychology.[1] He heads the Category Laboratory (CatLab)[2] there.[3]", "48496754": "Carolyn Marie West[1] is associate professor of psychology (family violence and human sexuality course), at the University of Washington Tacoma,[2] and was the first holder of the Bartley Dobb Professorship for the Study and Prevention of Violence (2005-2008).[3]", "32112766": "Gerhard Andersson (born 10 June 1966) is a Swedish psychologist, psychotherapist and Professor of clinical psychology at Linköping University. He is also affiliated researcher at Karolinska Institutet. He was a co-recipient of the Nordic Medical Prize in 2014.", "14254206": "Richard C. Waites, J.D., Ph.D., (October 7, 1951-April 25, 2016), a noted board certified trial attorney and social psychologist, is an internationally recognized expert in jury and courtroom decision maker research, a field he helped to develop and that he continues to advance.", "59998342": "Joanna Mary Shapland (born 17 February 1950) is a British criminologist, forensic psychologist, and academic, specialising in restorative justice and victimology. Since 2013, she has been Edward Bramley Professor of Criminal Justice at the University of Sheffield. Before joining Sheffield in 1988, she was a research fellow at King's College, London and the University of Oxford.[1][2] She is executive editor of the International Review of Victimology.[3]", "2621576": "James Earle Deese (1921–1999) was an American psychologist. He joined the faculty of the University of Virginia in 1970 after having taught for many years (since 1950) at Johns Hopkins University. During his tenure at Johns Hopkins, Deese became Chairman of the Psychology Department and also served a term as Chairman of the American Psychological Association.  Deese later became the Chairman of the Psychology Department at University of Virginia until his partial retirement, later remaining as professor emeritus. He received the Hugh Scott Hamilton award for his distinguished service.", "63996041": "Lisa James is an American clinical psychologist and a neuroscientist who works in the Departments of Neuroscience and Psychology at the University of Minnesota Medical School.[1] She is also the Anita Kunin Professor of Healthy Brain Aging[2] at the Brain Sciences Center at the Minneapolis VA Medical Center.  In addition to research on post-traumatic stress disorders (PTSD) and resilience, she runs the longitudinal study for The Minnesota Women Healthy Aging Project.", "7995531": "James J. Gross is a psychologist best known for his research in emotion and emotion regulation.  He is a professor at Stanford University and the director of the Stanford Psychophysiology Laboratory.\n[1]", "4423828": "Robert Ritter (14 May 1901 – 15 April 1951) was a German racial scientist doctor of psychology and medicine, with a background in child psychiatry and the biology of criminality. In 1936, Ritter was appointed head of the Racial Hygiene and Demographic Biology Research Unit of Nazi Germany's Criminal Police, to establish the genealogical histories of the German \"Gypsies\", both Roma and Sinti, and became the \"architect of the experiments Roma and Sinti were subjected to.\"[1] His pseudo-scientific \"research\" in classifying these populations of Germany aided the Nazi government in their systematic persecution toward a goal of \"racial purity\".", "41648281": "Laura H. Goldstein is Professor of Clinical Neuropsychology at King's College London, and Honorary Consultant Clinical Psychologist at the Lishman Unit, South London and Maudsley NHS Foundation Trust.[1]", "47120538": "Nancy Bayley (28 September 1899 – 25 November 1994) was an American psychologist best known for her work on the Berkeley Growth Study and the subsequent Bayley Scales of Infant Development. Originally interested in teaching, she eventually gained interest in psychology, for which she went on to obtain her Ph.D. in from the University of Iowa in 1926.[1] Within two years, Bayley had accepted a position at the Institute for Child Welfare (now called the Institute for Human Development) at the University of California, Berkeley.[2] There she began the longitudinal Berkeley Growth Study, which worked to create a guide of physical and behavioral growth across development.[3] Bayley also examined the development of cognitive and motor functions in children, leading to her belief that intelligence evolves over the course of child development.[2] In 1954, Bayley began working on the National Collaborative Perinatal Project (NCPP) with the National Institute of Mental Health (NIMH), where she applied her work to infants.[2] After retiring in 1968, Bayley synthesized her work and published the Bayley Scales of Infant Development, which is still in use today.[1] For her efforts in the field of psychology, Bayley became the first woman to receive the Distinguished Scientific Contribution award from the American Psychological Association (APA), of which she was a fellow, amongst other honorary awards.[2]  Bayley was also a member of the American Association for the Advancement of Science.[2] She died at the age of 95 from a respiratory illness.[1]", "60653722": "Gerald Turkewitz (February 25, 1933 – February 24, 2015)[1] was an American psychologist who helped to pioneer the field of developmental psychobiology.[2] He is also recognized for his contributions to child development and the study of human infancy.[3] His influences included Daniel S. Lehrman and T. C. Schneirla, the latter of whom was his Ph.D. advisor at New York University.[4]", "12976287": "Allen Neuringer is an American psychologist. He is a highly published and well regarded scientist in the field of the experimental analysis of behavior, as pioneered by B.F. Skinner.[not verified in body] His areas of research include human volition studies, the generation of randomness in organisms, self-experimentation, and many other areas.[not verified in body] He received his B.A. at Columbia College in 1962, and his PhD from Harvard University in 1967.[1] He served on National Institute of Health (NIH) and National Science Foundation (NSF) committees,[2] received numerous awards and grants for his research,[clarification needed][not verified in body] and has published widely.[3] As of June 2008, Neuringer retired as a professor of psychology at Reed College.[4]", "50954400": "Dan Bar-On (Hebrew: דן בר-און; October 3, 1938 – September 4, 2008) was an Israeli psychologist, therapist, and Holocaust and conflict and peace researcher.", "2293923": "Cromwell Fleetwood Varley, FRSA (6 April 1828 – 2 September 1883) was an English engineer, particularly associated with the development of the electric telegraph and the transatlantic telegraph cable. He also took interest in the claims of parapsychology and spiritualism.[1]", "65704": "Stanley Smith Stevens (November 4, 1906 – January 18, 1973)[1] was an American psychologist who founded Harvard's Psycho-Acoustic Laboratory, studying psychoacoustics,[2] and he is credited with the introduction of Stevens's power law. Stevens authored a milestone textbook, the 1400+ page Handbook of Experimental Psychology (1951). He was also one of the founding organizers of the Psychonomic Society.  In 1946 he introduced a theory of levels of measurement widely used by scientists but whose use in some areas of statistics has been criticized.[3] In addition, Stevens played a key role in the development of the use of operational definitions in psychology.[4]", "33915060": "Fernand Gobet (born February 12, 1962 in Switzerland) is a cognitive scientist and a cognitive psychologist, currently Professor of Cognitive Psychology at the London School of Economics. His research interests focus on the study of cognition, especially in the areas of cognitive architectures, perception, intuition, problem solving, learning and decision making. He has developed the CHREST cognitive architecture, an acronym for Chunk Hierarchy and REtrieval STructures, which is a complete architecture for the processes of learning and perception used by humans.[1]\nHe is a chess International Master, and played numerous times for the Swiss national team.[2] He was co-editor of the Swiss Chess Review from 1981 to 1989. His Elo rating is 2400.[3]", "35193021": "Dr. Jennifer Crocker is a professor and Ohio Eminent Scholar in Social Psychology at Ohio State University.[1] She is also a former president of the Society for Personality and Social Psychology.[2] Her publications are on the subject of self-esteem and the contingencies and interpersonal goals that individuals have that are a clear reflection of their level of self-esteem.", "1147073": "Eugene Ellsworth Landy (November 26, 1934 – March 22, 2006) was an American psychologist known for his unconventional and controversial 24-hour therapy program and treatment of celebrity clients. Landy's regimen involved supervising and micromanaging his client's life with a team of counselors and doctors. His most notable patient was the Beach Boys' Brian Wilson, with whom he formed a controversial business and creative partnership in the 1980s.", "50036934": "Kean College of New Jersey (M.A.)", "4063443": "Gary E. Schwartz is an American psychologist, author, parapsychologist[1][2] and professor at the University of Arizona and the director of its Laboratory for Advances in Consciousness and Health.[3] Schwartz researches the veracity of mediums and energy healing.[4][5]", "1540308": "James Lloyd \"Jay\" McClelland, FBA (born December 1, 1948) is the Lucie Stern Professor at Stanford University, where he was formerly the chair of the Psychology Department.[1]  He is best known for his work on statistical learning and Parallel Distributed Processing, applying connectionist models (or neural networks) to explain cognitive phenomena such as spoken word recognition and visual word recognition. McClelland is to a large extent responsible for the large increase in scientific interest in connectionism in the 1980s.", "59015379": "David Scott Moore (born August 4, 1960)[1] is an American developmental psychologist and Professor of Psychology at Pitzer College, where he is the Director of the Claremont Infant Study Center. He is also Professor of Psychology at Claremont Graduate University.[2] His research focuses on cognitive development and mental rotation in infants,[3] as well as behavioral epigenetics.[4] His 2002 book, The Dependent Gene, criticized some of the fundamental assumptions underlying the nature-nurture debate.[5] His 2015 book, The Developing Genome: An Introduction to Behavioral Epigenetics, received positive reviews,[6][7][8][9] and was awarded the American Psychological Association's Eleanor Maccoby[10] and William James[11] Book Awards in 2016.  A short précis of the book was subsequently published in WIREs Systems Biology and Medicine.[12] Moore's work has been profiled in The Wall Street Journal,[13][14] The New York Times,[5] Scientific American,[15] and Parents.[16]", "35029211": "Sir James Drever FRSE (8 April 1873 – 10 August 1950)[1] was a Scottish psychologist and academic who was the first Professor of Psychology at a Scottish university.", "68845795": "Christopher J. Patrick is a Canadian psychologist. He is Distinguished Research Professor and Director of Clinical Training in the Department of Psychology at Florida State University. He is noted for his research on psychopathy, and he formulated the triarchic model of psychopathy, which he first described in 2009. He is a past president of both the Society for Psychophysiological Research and the Society for the Scientific Study of Psychopathy. In 2013, he received the Lifetime Scientific Career Contribution Award from the Society for the Scientific Study of Psychopathy.[1]", "27394301": "Torsten Husén (1 March 1916 in Lund – 2 July 2009) was a Swedish educator.[1] Husén became Master of Arts in 1938, was an assistant at the Department of Psychology at Lund University from 1938 to 1943, became Doctor of Philosophy in Lund in 1944,[2] and Associate Professor of Education at Stockholm University in 1947. He was professor of education and educational psychology at Stockholm University 1953–1955, 1956–1971 in practical pedagogy at Stockholm Institute of Education and in education at Stockholm University from 1971 to 1981.", "55836927": "Robert Mark Nosofsky (born c. 1956) is an American psychologist. He is a professor in the department of psychological and brain sciences at Indiana University Bloomington, who is known for his exemplar theory. His research interest are categorization, recognition memory, math modeling, combining formal modeling and FMRI Studies. His research is in the development and testing of formal mathematical models of perceptual category learning and representation.[1][2]", "41320709": "Morris Krugman (1899–1993) was an American psychologist.[1]", "5669126": "Fritz Künkel (September 6, 1889 – April 1, 1956) was known both as a German psychiatrist and an American psychologist.  He might best be understood as a social scientist who sought to integrate psychology (especially the work of Freud, Adler and Jung), sociology and religion into a unified theory of human being.  He consolidated these insights into a theory of character development and finally into his \"We-Psychology\".", "73105673": "Aida Hurtado (born May 9, 1950) is a Mexian-American psychologist who has worked to promote the inclusion of women of color in the field of psychology. Her research has specifically focused on the psychological aspects of gender, race, and ethnicity, and intersectionality. In particular, Hurtado has been a pioneer in the development of feminist psychology. She has received two awards from the American Psychological Association: the Distinguished Contributions to Psychology Award in 2015 and the Presidential Citation in 2018.[1][2][3]", "29884684": "Joan Mowat Erikson (born Sarah Lucretia Serson;[4][5] June 27, 1903 – August 3, 1997) was well known as the collaborator with her husband, Erik Erikson, and as an author, educator, craftsperson, and dance ethnographer.[2][3]", "19923212": "Mara Mather is a professor of gerontology and psychology at the USC Davis School of Gerontology. Her research deals with aging and affective neuroscience, focusing on how emotion and stress affect memory and decisions.[1][2] She is the daughter of mathematician John N. Mather.[3]", "44302610": "Virginia I. Douglas ((1927-01-28)January 28, 1927 – (2017-12-08)December 8, 2017)[1] was a Canadian psychologist. She was a professor at McGill University in Montreal, Canada, noted for her contributions to the study of attention deficit hyperactivity disorder (ADHD).", "819477": "Gunnar Johansson (1911–1998) was a Swedish psychophysicist.", "46989605": "Gordon F. Derner (1915–1983) was an American psychologist. He was the dean of the Institute of Advanced Psychological Studies (since renamed after him) at Adelphi University.[1] He received the Bruno Klopfer Award in 1982.", "6390056": "David J. Lubinski is an American psychology professor known for his work in applied research, psychometrics, and individual differences. His work (with Camilla Benbow) has focussed on exceptionally able children: the nature of exceptional ability,[1] the development of people with exceptional ability[2] (in particular meeting the educational needs of gifted children[3] to maximise their talent). He has published widely on the impact of extremely high ability on outputs such as publications, creative writing and art, patents etc.[4] This work disconfirmed the \"threshold hypothesis\" which suggested that a certain minimum of IQ might be needed, but higher IQ did not translate into greater productivity or creativity. Instead his work shows that higher intelligence leads to higher outcomes with no apparent threshold or dropping off of its impact.[5]", "52494640": "Marianne Schmid Mast is a Professor of Organizational Behavior and Dean of the Faculty of Business and Economics (HEC) of the University of Lausanne, Switzerland.", "43385138": "Rudolf Werner Georg Hippius (9 June 1905 in Schadriza, Pskov Oblast – 23 October 1945 in Prague) was a Baltic-German psychologist and sociologist.[1] He is best known for his work in \"racial psychology\" carried out under the auspices of the Nazi regime, and specifically his study of the \"suitability\" of people of mixed German and Slavic descent, which he carried out in the occupied Reichsuniversität Posen or University of Poznan from 1942 to 1944. The objective of the study was to determine whether individuals who were of mixed German and Slavic heritage were suitable to be considered for German citizenship or if they should be deported. It was during this period that Konrad Lorenz worked with him on the project, and which was to affect the later reputation of Lorenz. Hippius died in a Soviet prison camp in 1945.[2][3][4]", "2785594": "Gary Winkel is an environmental psychologist noted for his contribution to the establishment of the Environment and Behavior, a journal seen as an indication of the recent growth of Environmental Psychology as a field.[1] He is a professor of Environmental Psychology at the Graduate Center of the City University of New York.", "8192317": "Daniel Reisberg is an American academic who is the Patricia and Clifford Lunneborg Professor of Psychology at Reed College in Portland, Oregon. His specialty is cognitive psychology, and he focuses on memory,[1] judgment, and imagery, particularly in relation to emotion.[2]", "72778057": "Willem Doise (20 July 1935 – 8 January 2023) was a Belgian academic and social psychologist.[1]", "753995": "Sidney Spence Culbert (May 14, 1913 – October 28, 2003) was a linguist, psychologist and  Esperantist.", "41648466": "Louise Michele Howard OBE is Professor of Women's Mental Health, King's College London.  Howard's research includes medication in pregnancy, violence and health and the effectiveness and cost-effectiveness of perinatal mental health services. She is an Honorary Consultant Perinatal Psychiatrist with South London and Maudsley NHS Foundation Trust.[1][2]", "5767509": "Marshall Kenneth Kirk (December 8, 1957 – c. July 28, 2005) was a New England Historic Genealogical Society librarian, and a noted writer and a researcher in neuropsychiatry.  He is, however, best known as one of the co-authors of After the Ball: How America Will Conquer Its Fear and Hatred of Gays in the '90s, a strategy for the LGBT movement in the 1990s.", "7209325": "Albert Freiherr[1] von Schrenck-Notzing (18 May 1862 – 12 February 1929) was a German physician, psychiatrist and notable psychical researcher, who devoted his time to the study of paranormal events connected with mediumship, hypnotism and telepathy. He investigated Spiritualist mediums such as Willi Schneider, Rudi Schneider, and Valentine Dencausse. He is credited as the first forensic psychologist by Guinness World Records.[2]", "1802608": "Bernard Rimland (November 15, 1928 – November 21, 2006) was an American research psychologist, writer, lecturer, and influential person in the field of developmental disorders. Rimland's first book, Infantile Autism, sparked by the birth of a son who had autism, was instrumental in changing attitudes toward the disorder. Rimland founded and directed two advocacy groups: the Autism Society of America (ASA) and the Autism Research Institute.[1] He promoted several since disproven theories about the causes and treatment of autism, including vaccine denial, facilitated communication, chelation therapy, and false claims of a link between secretin and autism. He also supported the ethically controversial practice of using aversives on autistic children.", "9208184": "Žarko Korać (Serbian Cyrillic: Жарко Кораћ) (born 9 March 1947 in Belgrade, Serbia, Yugoslavia) is a Serbian psychologist  and politician.\nHe taught psychology at the  University of Belgrade Faculty of Philosophy and is one of the founders and former president of the Social Democratic Union.[1]", "32113040": "Edmund Fantino (June 30, 1939 – September 22, 2015)[1] was an American  experimental psychologist.", "56099233": "Kjell Raaheim (8 October 1930 – 23 April 2017) was a Norwegian psychologist.", "5603754": "John Rowan (31 March 1925 – 26 May 2018) was an English author, counsellor, psychotherapist and clinical supervisor, known for being one of the pioneers of humanistic psychology and integrative psychotherapy.[1] He worked in exploring transpersonal psychology, and wrote about the concept of subpersonality.[2][3][4]", "10551723": "Edmund Dawson Rogers (7 August 1823 – 28 September 1910), was an English journalist and spiritualist. He was the first editor of the Eastern Daily Press and the founder of the National Press Agency.", "61112748": "Kirby D. Deater-Deckard is an American developmental psychologist who is Professor of Psychological & Brain Sciences at the University of Massachusetts Amherst, as well as director of the Healthy Development Initiative at the UMass Center in Springfield.[1] He has been a fellow of the Association for Psychological Science since 2008.[2]", "16974259": "Thomas Grossmann (born 1 June 1951 in Hamburg, West Germany) is a German psychologist, psychotherapist and author.", "56099253": "Kristian Tambs (25 May 1951 – 13 June 2017) was a Norwegian psychologist.", "59867573": "Nicola Botting is a language and communication scientist whose work focuses on language and psychological outcomes of children with low birth weight, autism spectrum disorder, developmental language disorder, and other developmental disabilities.[1][2] She is Professor of Developmental Disorders, Language & Communication Science at the City University of London.[3] Botting is editor-in-chief of the journal Autism & Developmental Language Impairments.[4]", "5571002": "William Stephenson (May 14, 1902 – June 14, 1989) was a psychologist and physicist best known for developing Q methodology.", "3310010": "Peter D. Eimas (1934 – October 28, 2005) was an expert in psychology and cognitive sciences and a professor at Brown University. His seminal paper showed that infants have greater linguistic and cognitive abilities than previously thought. Eimas was born in Bridgeport, Connecticut. He died in Providence, Rhode Island. The \"Peter D. Eimas Graduate Fund\" was established in his honor at Brown University to help graduate students studying psychological or the cognitive sciences. In one of his studies he observed that infants at the age of one month recognise change in language and can distinguish between \"bah\" and \"pah\".", "20545984": "Kate Porterfield is an American child psychologist with a background in treating survivors of torture.[1][2][3][4][5]\n[6]\nShe is a staff psychologist at the Bellevue/NYU Program for Survivors of Torture at New York City's Bellevue Hospital.\nPorterfield is also on Faculty at New York University's Medical School.\n[7]\n[8]", "26182084": "Rolf van Dick (born 5 April 1967 in Duisburg) is a German social psychologist.[1][2]", "8257993": "Winthrop Niles Kellogg (April 13, 1898 – June 22, 1972) was an American comparative psychologist who studied the behavior of a number of intelligent animal species.", "59769306": "Malin Bergström is a child psychologist and scientist at the Karolinska Institute in Stockholm, Sweden. She is a specialist in studies  concerning the effect on children with different child custody arrangements after divorce or separation. Using cross-sectional and longitudinal study designs, her research group has shown that children have better physical, mental and social outcomes if they live in a shared parenting arrangement compared to primarily living with only one parent.", "64094682": "Steven D. Hollon (born 1949) is an American psychologist, academic and researcher. He is the Gertrude Conaway Vanderbilt Professor of Psychology at Vanderbilt University.", "33587678": "Richard Strozzi-Heckler (born in 1944) is an American author, coach, and consultant on \"embodied leadership and mastery.\"[1]", "72647136": "Kathy Sylva FAcSS FBA OBE is an educational psychologist. She is Professor Emeritus of Educational Psychology at the University of Oxford.[1]", "47350242": "Pyo Chang-won (Korean: 표창원; born May 3, 1966) is a South Korean politician, with professional expertise in police studies and politics.[1] He is a known expert on criminal profiling. He stated he wanted \"to realize justice through politics\", and announced his candidacy for the 2016 parliamentary election.[2] He was elected to the National Assembly as a member of the Democratic Party.[3]", "524771": "Howard Earl Gardner (born July 11, 1943) is an American developmental psychologist and the John H. and Elisabeth A. Hobbs Research Professor of Cognition and Education at the Harvard Graduate School of Education at Harvard University. He was a founding member of Harvard Project Zero in 1967 and held leadership roles at that research center from 1972 to 2023. Since 1995, he has been the co-director of The Good Project.[1]", "10813926": "Andrew N. Meltzoff (born February 9, 1950) is an American psychologist and an internationally recognized expert on infant and child development. His discoveries about infant imitation greatly advanced the scientific understanding of early cognition, personality and brain development.", "67666408": "Marilyn Fleer FASSA is an Australian professor of early childhood education and development at Monash University in Melbourne, Australia.[1] She was awarded the Kathleen Fitzpatrick Australian Laureate Fellowship by the Australian Research Council in 2018.[2]", "9109996": "Thomas Rudy Kratochwill (born 18 July 1946[1]) is an American academic. He was professor of school psychology at the University of Wisconsin–Madison, where he directed the School Psychology program before retiring in 2016.[2]", "54723052": "Lorrie A. Shepard is a University Distinguished Professor of research and evaluation methodology and former Dean of the School of Education at the University of Colorado Boulder. She joined the faculty of CU Boulder in 1974, and was named the dean of the School of Education there in 2001.[1] She retired from her position as School of Education Dean in 2016, but remains a distinguished professor there.[2] She has been the president of the National Academy of Education, the American Educational Research Association, and the National Council on Measurement in Education. She has also been editor-in-chief of the Journal of Educational Measurement and the American Educational Research Journal. She is known for her work on psychometrics and the use of testing in the educational system.[3] She has also researched the effects of grade retention in schools, and has argued that it is ineffective at improving student performance.[4]", "67142131": "David Hoyt Brainard (born 1960) is an American psychologist who researches visual perception. He is the RRL Professor of Psychology at the University of Pennsylvania, fellow of The Optical Society, Association for Research in Vision and Ophthalmology, and the Association for Psychological Science, and co-editor of the Annual Review of Vision Science.", "5276150": "Belinda Bauer (born Belinda Sylvia Taubman; 13 June 1950) is an Australian retired actress and working spiritual psychologist whose film career spanned the 1980s and 1990s. She lives in Los Angeles, California.[1]", "27001336": "Koneru Ramakrishna Rao (4 October 1932 – 9 November 2021) was an Indian philosopher who served as Chancellor of GITAM (Deemed To Be University), and as Chairman of GITAM school of Gandhian Studies,  psychologist, parapsychologist, educationist, teacher, researcher and administrator. The Government of India awarded him the civilian honour of Padma Shri in 2011.[1]", "67568130": "Marie Skodak Crissey (10 January 1910 – 5 December 2000) was an American developmental psychologist who specialized in intelligence testing, school psychology service administration, and special education. She authored several books and articles on these subjects, and her work has often been cited in research on the development and intelligence of children in relation to adoption and child care. She was an active member of several divisions of the American Psychological Association and served as President of the Division of Consulting Psychology and the Division on Mental Retardation (now the Division of Intellectual and Developmental Disabilities).[1][2]", "54723079": "Ronald P. Rohner is an international psychologist, and a Professor Emeritus of Human Development and Family Sciences and Anthropology at the University of Connecticut.  There he is also Director of the Center for the Study of Interpersonal Acceptance-Rejection, and executive director of the International Society for Interpersonal Acceptance-Rejection.  He is best known for the work on interpersonal acceptance-rejection that he initiated in 1960.  His extensive and seminal research led to the development of a full-blown evidence-based theory known as the interpersonal acceptance-rejection theory (IPARTheory).  IPARTheory is an evidence-based theory of socialization and lifespan development.  It proposes that interpersonal acceptance and rejection consistently predict the psychological and behavioral adjustment of children and adults across all ethnicities, languages, genders, cultures, and other socio-demographic groups of the world.[1][2][3][4][5][6]", "30704140": "John Bovee Dods (26 September 1795 – 21 March 1872) was a philosopher, spiritualist, mesmerist, and early psychologist.", "8520215": "Clara Mabel Thompson, M.D.  (October 3, 1893 in Providence, Rhode Island – December 20, 1958 in New York City) was a prominent psychiatrist and psychoanalyst and co-founder of the William Alanson White Institute. She published articles and books about psychoanalysis as a whole and specifically about the psychology of women.", "13861402": "Irving Bieber (/ˈbiːbər/; 1909–1991) was an American psychoanalyst, best known for his study Homosexuality: A Psychoanalytic Study of Male Homosexuals (1962), in which Bieber took the position that homosexuality is an acquired trait.[1]", "3572266": "Daniel R. Anderson (born 1944) is an American psychologist and a professor emeritus at the University of Massachusetts Amherst. Anderson specializes in developmental psychology and was involved in the creation of children's television series including Allegra's Window, Gullah Gullah Island, Bear in the Big Blue House, Blue's Clues, and Dora the Explorer. He has also acted as an advisor to Captain Kangaroo, The Wubbulous World of Dr. Seuss, Sesame Street, Fimbles, Go, Diego, Go!,   It's a Big Big World, Peep and the Big Wide World  and The WotWots.", "69599788": "Robin Meryl Masheb is an American psychologist. She is a Full Professor of Psychiatry at Yale University and Director of the Veterans Initiative for Eating and Weight (The VIEW). The program is dedicated to addressing eating and weight problems in veterans through research, training and advocacy.", "8127035": "James E. Birren (April 4, 1918[1] – January 15, 2016) was one of the founders of the organized field of gerontology. He was a past president of The Gerontological Society of America, and author of over 250 publications.", "1671748": "Neil Clark Warren (born September 18, 1934) is an American clinical psychologist, Christian theologian, seminary professor and co-founder of the online relationship sites eHarmony and Compatible Partners.", "9601612": "Andrey Alexandrovich Verbitsky (Russian: Андрей Александрович Вербицкий) (born 25 February 1941), is a Russian educational psychologist. His areas of academic interest include the development of higher education in Russia, as well as developmental, educational, and social psychology. He has published more than 200 academic and instructional papers, including five monographs.", "63341150": "Sara Rachel Jaffee is an American developmental psychologist and professor of psychology at the University of Pennsylvania, where she is also director of graduate studies. She previously held a faculty position at the Institute of Psychiatry. She specializes in the field of developmental psychopathology, with a particular focus on antisocial behavior in children.[1]", "72974946": "Joan Robin Kaufman is an American child psychologist who researches child abuse and neglect. She is a professor of psychiatry and behavioral sciences at the Johns Hopkins School of Medicine. She is the director of research at the center for child and family traumatic stress at the Kennedy Krieger Institute. Kaufman worked at the Yale School of Medicine from 1998 to 2015.", "51905122": "Yulia Sergeevna Shoigu (Russian: Юлия Сергеевна Шойгу́; born 4 May 1977) is a Russian psychologist who is the current director of the Center of Emergency Psychological Aid of the Ministry of Emergency Situations. She was appointed in 2002 and is concurrently the vice-president of the Russian Psychological Society.[1] She is the eldest daughter of Sergei Shoigu, the current Minister of Defense of Russia.  He served as the Minister of Emergency Situations from 1991 to 2012.[2]", "73925229": "Amy Mezulis is an American clinical psychologist and researcher, based at Seattle Pacific University since 2006.[1]", "39256689": "Janet Allison Taylor Spence (August 29, 1923 – March 16, 2015) was an American psychologist who worked in the field of the psychology of anxiety and in gender studies.[1][2]", "45646476": "Gloria Bonder (born c. 1950, Buenos Aires) is an Argentine psychologist, researcher and gender activist. She founded the Center for Women's Studies (CEM) in 1979 and the Graduate Specialization and Women's Studies at the Psychology Faculty at the University of Buenos Aires.[1] She is also principal of the Gender, Society and Policy Department, FLACSO. She became co-ordinator of the International Working Group on Women and ICT field of the United Nations and principal of the podium \"Women, Science and Technology\" in UNESCO.  She is a member of the Advisory Board of Global Alliance for Information Technology and Communication and Development (UN GAID).[2]", "19694222": "Akiyoshi Kitaoka (北岡 明佳, Kitaoka Akiyoshi, born August 19, 1961) is a Professor of Psychology at the College of Letters, Ritsumeikan University, Kyoto, Japan.", "65340062": "P. Lynn Newbigging was a Canadian psychologist.", "59179688": "Professor Colleen Ward is an American-New Zealand cross-cultural psychologist. She is a professor of psychology and Founder of the Centre for Applied Cross-cultural Research at Victoria University of Wellington. She is a native of New Orleans.[1]", "2425513": "Sabina Nikolayevna Spielrein[1] (Russian: Сабина Николаевна Шпильрейн, IPA: [sɐˈbʲinə nʲɪkɐˈlajɪvnə ʂpʲɪlʲˈrɛjn]; 7 November 25 October 1885 OS – 11 August 1942) was a Russian physician and one of the first female psychoanalysts. She was in succession the patient, then student, then colleague of Carl Gustav Jung, with whom she had an intimate relationship during 1908–1910, as is documented in their correspondence from the time and her diaries.[2][3][4] She also met, corresponded, and had a collegial relationship with Sigmund Freud. She worked with and psychoanalysed Swiss developmental psychologist Jean Piaget.[5] She worked as a psychiatrist, psychoanalyst, teacher and paediatrician in Switzerland and Russia.[6] In a thirty-year professional career, she published over 35 papers in three languages (German, French and Russian), covering psychoanalysis, developmental psychology, psycholinguistics and educational psychology.[7][8] Among her works in the field of psychoanalysis is the essay titled \"Destruction as the Cause of Coming Into Being\", written in German in 1912.[9][10]", "5046955": "Nancy Cole is an educational psychologist and expert on educational assessment. Cole is past president of the American Educational Research Association and the Educational Testing Service (ETS), and former Dean of Education at the University of Illinois at Urbana-Champaign. She earned her Ph.D. in psychology from the University of North Carolina. Her undergraduate education in psychology was at Rice University (B.A., 1964).", "3179193": "Henry James Samuel Guntrip (29 May 1901 – 1975) was a British psychoanalyst known for his major contributions to object relations theory or school of Freudian thought.[1][2] He was a Fellow of the British Psychological Society and a psychotherapist and lecturer at the Department of Psychiatry, Leeds University, and also a Congregationalist minister. He was described by Dr Jock Sutherland as \"one of the psychoanalytic immortals\".", "52888259": "Jürgen Kriz (born 5 December 1944 in Ehrhorn/Soltau, Germany) is a German psychologist, psychotherapist and emeritus professor for psychotherapy and clinical psychology at the Osnabrück University, Germany. He is a prominent thinker in systems theory and the founder of the person-centered systems theory – a multi-level concept for the understanding of processes in psychotherapy, counseling, coaching and clinical psychology.", "52495044": "Robert Thurston Hopkins (1884–1958) was a British writer and ghost hunter.", "36471498": "William Swartley (1927–1979) was an American psychologist who pioneered the primal integration mode of personal exploration.[1][2]", "46465760": "Edward A. ('Ed') Wasserman is a professor of psychology at the University of Iowa.  His research focusses on comparing cognitive processes in human and non-human animals.[1][2]  Wasserman has over 250 publications in peer-reviewed academic journals.[3]\nIn 2015 Wasserman was honoured by the Comparative Cognition Society for his contributions to the study of animal cognition.[4]", "3670766": "John Curtis Gowan (May 21, 1912 – December 2, 1986) was a psychologist who studied, along with E. Paul Torrance, the development of creative capabilities in children and gifted populations.", "50594571": "Sergei Leonidovich Rubinstein (Russian: Сергей Леонидович Рубинштейн; 18 June 1889 – 11 January 1960) was a Soviet psychologist and philosopher and one of the founders of the Marxist tradition in Soviet psychology.[1] The pioneer of distinct tradition of \"activity approach\" in Soviet and, subsequently, international psychology.", "15631119": "Archie Edmiston Roy FRSE, FRAS (24 June 1924 – 27 December 2012)[1] was Professor Emeritus of Astronomy in the University of Glasgow.[2]", "48431894": "John Keith Hewitt (born July 14, 1952) is a British-American behavioral geneticist and professor of psychology and neuroscience at the University of Colorado Boulder and a faculty fellow at the Institute for Behavioral Genetics.[1] He was the Director of the Institute for Behavioral Genetics from 2000 - 2021. He became a naturalized citizen of the United States in 1996.", "57246488": "Carey S. Ryan is an American psychologist and professor emerita of psychology at the University of Nebraska at Omaha. She was also editor-in-chief of the Journal of Social Issues from 2017 to 2020.[1] Topics that she has researched include differences between Americans and the Japanese with respect to perceptions of autonomy.[2]", "35324697": "Paul Enck (* 13. September 1949) is Professor of Medical Psychology and was Head of Research at the Department of Psychosomatic Medicine and Psychotherapy, University Hospital Tübingen, Germany until 2014; since then, he holds a part-time research and consultant position at the department. His research interests were and still are psychophysiology and neurogastroenterology (i.e. stress research, pain research, biofeedback applications, cortical imaging, eating disorders, functional gastrointestinal disorders and placebo research). Since his semi-retirement in 2014, he added popular science writing in medicine and history to his activities.", "17203996": "Francis Cecil Sumner (December 7, 1895 – January 11, 1954) was an American leader in education reform. He is commonly referred to as the \"Father of Black Psychology.\" He is primarily known for being the first African American to receive a Ph.D. in psychology (in 1920).[1] He worked closely with G. Stanley Hall during his time at Clark University, and his dissertation—published in Pedagogical Seminary, which later became the Journal of Genetic Psychology—focused on \"Psychoanalysis of Freud and Adler.\"[2]", "3638044": "Samuel Calmin Kohs (June 2, 1890 – January 23, 1984) was an American psychologist who spent his career in clinical and educational psychology. He was awarded a B.A. degree at City College of New York, an M.A. at Clark University. He developed, for his doctoral dissertation in 1919[2] at Stanford University, a set of small variously colored blocks (known as the Kohs blocks) that are used to form test patterns in psycho-diagnostic examination.[3]", "53445407": "Camara Jules P. Harrell (born November 19, 1949), also known as Jules P. Harrell, is a professor of psychology at Howard University and a researcher in the field of the effects of stress and racism on the health of African Americans.", "70026020": "Alana M. DiMario (born September 23, 1978) is an American politician and mental health councilor serving as a member of the Rhode Island Senate from the 36th district. Elected in November 2020, she assumed office on January 5, 2021.", "3146533": "This is a list of characters in the Artemis Fowl novel series by Eoin Colfer.", "59605798": "Hubert Park Beck (1907 – January 16, 1989) was an American educational psychologist, and the writer of a book about the boards of trustees of 30 major U.S. universities.", "59999017": "William Ellerbe Pelham Jr. (January 22, 1948 – October 21, 2023) was an American clinical psychologist known for his research on ADHD. He was Distinguished University Professor and director of the Center for Children and Families at Florida International University. He was educated at Dartmouth College and the State University of New York at Stony Brook. He was a fellow of the American Psychological Association (APA) and the American Psychological Society, and he has served as president of the APA's Division 53 (the Society of Clinical Child and Adolescent Psychology) and the International Society for Research in Child and Adolescent Psychopathology.[1]", "55280429": "Lynne Murray, FBA is a British psychopathologist and academic, specialising in child development. She is Professor of Developmental Psychology at the University of Reading. She has authored The Social Baby (2000) and The Psychology of Babies (2014), in addition to more than 200 academic papers.[1][2][3]", "5309230": "Lester A. Lefton (born July 27, 1946) is an American academic and higher education administrator.  He was the President of Kent State University (2006–2014). He has 35 years of experience in higher education, having served for 25 years at a public institution and nine at private institutions. During his career, he has been a psychology professor, dean and provost, as well as a psychology textbook author.", "9110324": "Mitchell J. Nathan is Full Professor of Educational Psychology, Chair of the Learning Science program in the School of Education at the University of Wisconsin–Madison, and a researcher at the Wisconsin Center for Education Research.", "41550650": "Bartley Christopher Frueh (born 1963) is a clinical psychologist and American author.[1]", "18088785": "John Townsend (born June 1, 1952) is an American Christian self-help author, business consultant, and psychologist.", "26706775": "Pál Harkai Schiller (4 November 1908 in Budapest – 1949 in United States), also known as Paul von Schiller, was a Hungarian philosopher and psychologist. In 1936, he organized the Psychological Institute at Budapest University.", "53347169": "Arthur F. Kramer is an academic, research scientist, and administrator in cognitive and brain health.[1] \nThe majority of his career has been spent at the Beckman Institute for Advanced Science and Technology, which he helped to establish at the University of Illinois in 1989.\nAs of May 2, 2016, Kramer became senior vice provost for research and graduate education at Northeastern University in Boston, Massachusetts.[1][2]", "37192547": "Kamil Kalina (born 5 July 1945 in Prague) is a Czech psychiatrist, university professor at the Faculty of Medicine at Charles University, a psychologist \"addictologist\", and politician of the Civic Democratic Party (ODS), and after the Velvet Revolution, was elected a Deputy chairman of the ODS and Member of the Federal Assembly for the Electoral District of Prague in 1992.[1] In 1991 he co-founded the Foundation Filia which specializes in addictology.[2] Since February 2007 he has worked as a National Drug Coordinator of the Office of Government. He has authored or co-authored numerous books and papers, amongst them are Czech Health Care System: Delivery & Finance (1998), Terapeutická komunita: obecný model a jeho aplikace v léčbě závislostí (2008) and Základy klinické adiktologie (2008).[3]", "68289389": "Fiery A. Cushman is an American academic working as a professor of psychology at Harvard University, where he directs the Moral Psychology Research Laboratory. He is John L. Loeb Professor of the Social Sciences.", "35783539": "Shirley Impellizzeri is an American clinical psychologist who has appeared as an expert on numerous television shows, including Sex Rehab with Dr. Drew and Celebrity Rehab with Dr. Drew,[1] Bravo Channel's Workout as Jackie Warner's therapist.[2] and on the second season of VH1's \"Hollywood Exes\" as a therapist for Jessica Canseco.[3]", "3146614": "Charles Hubbard Judd (February 20, 1873 – July 18, 1946[1]) was an American educational psychologist who played an influential role in the formation of the discipline. Part of the larger scientific movement of this period, Judd pushed for the use of scientific methods to the understanding of education and, thus, wanted to limit the use of theory in the field. Judd who was known for applying scientific methods to the study of educational issues.", "49087350": "Rudolf Groner (born July 26, 1942, Glarus, Switzerland) is a Swiss psychologist, specialized in cognitive psychology and media psychology.[1]", "49578875": "Rebecca Albertalli (née Goldstein; born November 17, 1982)[1][2] is an American author of young adult fiction and former psychologist. She is best known for her 2015 debut novel, Simon vs. the Homo Sapiens Agenda, which was adapted into the 2018 film Love, Simon and inspired the spin-off television series Love, Victor.", "2196348": "Stanton E. Samenow (October 16, 1941 – May 8, 2023)[1] was an American psychologist and writer.", "23954307": "Amit Abraham (born 8 September 1965) is an Indian academician, author, and psychologist. He has worked as the Deputy Vice Chancellor (Academics and Research) at the Mount Zion International University of Rwanda (MZIUR), Kigali, Rwanda, East Africa, (now defunct) [1] from 26 September 2018 to 31 July 2020. Prior to this he was the Registrar at Kazi Nazrul University, [2] Asansol, West Bengal, India (March 2017 - March 2018). He has been the former principal of Scottish Church College, Kolkata, India (July 2015 - August 2016).[3] He has served as the head of the postgraduate department of psychology at St. John's College, Agra[4] (March 1991 to July 2015). He was teaching graduate and postgraduate classes along with supervision of research work. He had been actively involved in various offbeat research works related with the human psyche. He did his schooling from St. Joseph's College, Nainital and his post-graduation in psychology from the Delhi University. His PhD is in the area of personality as determined and influenced by the Zodiac signs of individuals. He has been the Coordinator[5] of the National Commission For Minority Educational Institutions, New Delhi (Under the ministry of Human Resource Development, Government of India, New Delhi)[6] for three consecutive terms (2005–2008). He is also the recipient of the U.P. Shikshak Samman for the year 2006, awarded by Bright Organization of Youth, Agra. He features in text books of various state governments, as an eminent Indian psychologist, which detail out his diversified contributions in the field of psychology and social causes.", "47022983": "Benjamin Ball (20 April 1833[1] – 23 February 1893[2]) was an English-born French psychiatrist. He was the first \"Chair of Mental and Brain Diseases\" at the Paris Faculty of Medicine.[3]", "37716880": "Vasily Vasilovich Davydov (31 August 1930 – 19 March 1998) was a Russian psychologist who led the Psychological Institute of the Russian Academy of Education.[1]", "51577764": "The Bob Newhart Show is an American sitcom television series produced by MTM Enterprises that aired on CBS from September 16, 1972, to April 1, 1978, with a total of 142 half-hour episodes over six seasons. Comedian Bob Newhart portrays a psychologist whose interactions with his wife, friends, patients, and colleagues lead to humorous situations and dialogue. The show was filmed before a live audience.", "11010986": "Mary Jane Sherfey (1918–1983) was an American psychiatrist and writer on female sexuality, she received her medical degree from Indiana University, where she attended lectures on marriage and sexuality given by Alfred Kinsey. Sherfey had a private practice in New York City and was on the staff of the Payne Whitney Clinic of the New York Hospital – Cornell Medical Center.", "1180601": "James Hillman (April 12, 1926 – October 27, 2011) was an American psychologist.  He studied at, and then guided studies for, the C.G. Jung Institute in Zurich. He founded a movement toward archetypal psychology and retired into private practice, writing and traveling to lecture, until his death at his home in Connecticut.", "23397305": "Larry Cochran is a Canadian psychologist[1] and Professor of Counseling Psychology at the University of British Columbia.[when?] In his writings he argues that life cycles can be observed.", "71893947": "2009 NSF Perception, Action & Cognition", "46400456": "Michael Scaife (24 March 1948 – 18 December 2001) was a British biologist, psychologist, and reader at the University of Sussex, known for his early work in developmental psychology[1][2] and his later interdisciplinary study in cognitive and computing sciences.[3][4]", "57541579": "Waldo Vieira (Portuguese: [ˈvawdu viˈejɾa]) (April 12, 1932 – July 2, 2015) was a Brazilian spiritual author, medium, physician and dentist who founded the spiritual movements of Conscientiology and Projectiology.[1][2]", "6849485": "Visitacion Parado (born July 2, 1961), better known by her screen name Tetchie Agbayani, is a Filipino actress, model and psychology instructor. She began her acting career in the film Pepeng Shotgun (1981), following several stints in pageantry and modelling.[1] She was the first and only Filipino woman to appear on the cover of the German edition of Playboy, in 1982.[2] She has starred in numerous Hollywood films such as The Emerald Forest (1985), Gymkata (1985), The Money Pit (1986), Rikky and Pete (1988)[3] and has received accolades at the Metro Manila Film Festival, in addition to nominations for a FAMAS, Gawad Urian, Star Awards for Movies and Luna Awards.", "50136023": "Russell Epstein is a professor of psychology at the University of Pennsylvania, who studies neural mechanisms underlying visual scene perception, event perception, object recognition, and spatial navigation in humans. His lab studies the role of the Parahippocampal and retrosplenial cortices in determining how people orient themselves relative to their surroundings.[1][2]", "48595940": "Hadyn Ellis CBE[1] DSc (25 October 1945 – 2 November 2006)[2] was a Welsh psychologist who was influential in the field of face processing and who had some 160 publications to his name.[3][4]", "14320613": "Ference Marton (born Ferenc Istvan Marton 7 March 1939) is a Swedish educational psychologist who is best known for introducing the distinction between deep and surface approaches to learning, and developing phenomenography as a methodology for educational research. More recently, he developed a theory of classroom learning based on establishing the prerequisites for learning conceived as the \"space of learning\". Marton is a professor of education at the Göteborg University.", "53117932": "Joseph G. Ponterotto is an American psychologist, author and professor. He is currently a tenured professor of counselling psychology and the  Coordinator of the Mental Health Counseling Program at Fordham University's Graduate School of Education. He is a licensed psychologist and mental health counsellor, as well as a psychobiographer and multicultural consultant. His research interests are in acculturation, racism, immigration, multicultural counselling and education, qualitative/quantitative research methods including scale development, the history of psychology, and psychobiography.", "7177216": "William N. Schoenfeld (December 6, 1915 – August 3, 1996) was an American psychologist and author.", "59474949": "Jill Astbury is an Australian researcher in the field of women's mental health.[1]", "74089481": "Eleonora Bilotta is an Italian researcher into complex systems and human–computer interaction, including educational entertainment, personal robots, and the use of chaos theory, cellular automata, and dynamical systems in the synthetic design of music and jewelry,[1][2] especially focusing on the chaotic behavior of Chua's circuit.[3]", "48858132": "Sven Åke Christianson (born June 18, 1954) is a Swedish professor of psychology. He is also a psychologist and writer.[1] His research primarily concerns the function of human memory, crime and mental trauma and interview methods. He is widely discredited and his methods are considered pseudoscientific and unreliable.[2]", "27231265": "Reuven Gal (Hebrew: ראובן גל; born August 24, 1942, surname Gruber) is an Israeli social and clinical psychologist, a social activist and entrepreneur, researcher, author and consultant in the field of behavioural, communal and social sciences.", "4850729": "Peter Cathcart Wason (22 April 1924 – 17 April 2003) was a cognitive psychologist at University College, London, who pioneered the psychology of reasoning. He sought to explain why people consistently commit logical errors. He designed problems and tests to demonstrate these behaviours, such as the Wason selection task, the THOG problem and the 2-4-6 problem. He also coined the term \"confirmation bias\"[1] to describe the tendency for people to immediately favor information that validates their preconceptions, hypotheses and personal beliefs regardless of whether they are true or not.", "43910185": "Han Frederik de Wit (born 1944)[3] is a research psychologist at the University of Amsterdam in 1974.[4] He moved to expanded outside the formal psychology field in search for guidance in his spirituality. De Wit became internationally acknowledged as one of the founders of Contemplative Psychology. Today he teaches meditation at the Shambhala centers in the Netherlands and instructs seminars in the psychology of Buddhism.[5]", "65340459": "James Inglis was a British/Canadian psychologist.", "17695796": "William Joseph Bryan, Jr. (1926–1977) was an American physician and a pioneering hypnotist. He was one of the founders of  modern hypnotherapy and his work notably found use in psychological warfare during the Cold War.[1] He was a great-grandson of United States Secretary of State William Jennings Bryan.", "43648067": "Richard E. Ripple (1931–2010) was an American educational psychologist.[1][2] He was a professor at Cornell University for 49 years[3] and editor-in-chief of the Educational Psychologist from 1969 to 1972.[4]", "33162308": "Matthew K. Nock is an American clinical psychologist, the Edgar Pierce Professor of Psychology, and the Director of the Laboratory for Clinical and Developmental Research at Harvard University (Nock Lab). He was named a 2011 MacArthur Fellow.[1][2][3]", "55379019": "Jay Belsky (born July 7, 1952)[1] is an American child psychologist and the Robert M. and Natalie Reid Dorn Professor of Human Development at the University of California, Davis. He is noted for his research in the fields of child development and family studies. He was a founding investigator of the NICHD Study of Early Child Care and Youth Development in the United States, and of the National Evaluation of Sure Start in the United Kingdom.[2] He has been an ISI Highly Cited Researcher since 2002.[3]", "20251723": "Tanya Helen Oxtoby (born 15 June 1982) is an Australian soccer coach and former player, who is currently the manager of the Northern Ireland women's national team.", "45352019": "Patrick Michael Anthony Rabbitt (born 1934), also known as Pat, is an English psychologist who has specialised in researching the mental effects of aging — cognitive gerontology.[1]", "55673940": "Tina Keller-Jenny (born June 17, 1887, in Schwanden, Switzerland, died October 25, 1985, in Geneva) was a Swiss physician and Jungian psychotherapist who witnessed firsthand the development of analytical psychology during its formative years.[1]", "11273300": "Kathleen McCartney (born 1956) is an American academic administrator, who served as the 11th president of Smith College. She took office as Smith's president in June 2013.[1][2] Smith College, located in Northampton, Massachusetts, is a liberal arts college and one of the Seven Sisters colleges.[3] In February 2023, McCartney announced that she plans to retire at end of June 2023.[4][5]", "55968863": "Mount Holyoke College, M.A.", "15893602": "Jess Ghannam is a Palestinian-American psychologist and professor who is active in numerous non-governmental organizations and in carrying out humanitarian work, particularly in the Gaza Strip. He is a clinical professor and the Chief of Medical Psychology at the University of California, San Francisco, and also practices at the UCSF Helen Diller Comprehensive Cancer Center.", "68289637": "Willem Frederik (Fred) van Raaij (born 1944) is a Dutch psychologist and professor.", "8029286": "Tamara Goldman Sher, Ph.D. (November 9, 1962) is a licensed clinical psychologist and professor at The Family Institute at Northwestern University.[1] She is a leading researcher in the fields of Behavioral Medicine (Health Psychology) and Couples Therapy.[2][3] Sher was awarded a $2.4 million grant from the National Heart, Lung and Blood Institute of the National Institutes of Health (NIH) which combined both of these fields in a study measuring the benefits of couples' involvement in cardiac treatment.[2] This grant is part of Sher's work with the National Institute of Health's Behavior Change Consortium.[4] Sher's research has been mentioned in the Chicago Tribune,[5] Psychology Today,[6] on Chicago Public Radio,[7] and published in several leading psychology journals.[8][9][10]", "3146854": "Lee Joseph Cronbach (April 22, 1916 – October 1, 2001) was an American educational psychologist who made contributions to psychological testing and measurement.", "67961957": "Cynthia Ann Telles is an American academic and psychologist who currently serves as the United States ambassador to Costa Rica. She is a clinical professor in the UCLA Department of Psychiatry at the David Geffen School of Medicine at UCLA and serves on the executive committee of the Semel Institute for Neuroscience and Human Behavior.  She is the founding director of the Hispanic Neuropsychiatric Center of Excellence.", "1180780": "Selma Fraiberg (1918–1981) was an American child psychoanalyst, author and social worker.", "49087602": "Kishor Moreshwar Phadke (20 February 1936 - 31 January 2022), also known as K. M. Phadke, was an Indian psychologist, practitioner and trainer in Rational Emotive Behavior Therapy (REBT). He held M.A. degree in psychology from Pune University. He is first Indian psychologist who enjoys the unique distinction of being a fellow and supervisor of the Albert Ellis Institute in New York City. He is best known as a pioneer of REBT in India. Due to his distinguished contributions to REBT, Indian psychologists consigned a unique title to his therapy – Ellis-Phadke therapy.[2][3] He has authored nine Marathi books, several popular articles and papers and co-authored five English books.", "65635451": "Darby Saxbe is a clinical psychologist and professor of psychology at the University of Southern California, who researches stress within the context of relationships.", "2393217": "Lloyd Girton Humphreys (December 12, 1913 – September 7, 2003) was an American differential psychologist and methodologist who focused on assessing individual differences in human behavior. His work is among the most widely cited in intelligence research, and he received awards in this field.[1]", "61408388": "Christia Spears Brown is an American psychologist and author. She is a professor of psychology and associate chair of development and social psychology at the University of Kentucky College of Arts and Sciences. Brown is the author of several books. Her research interests include gender stereotypes, children and adolescents perception of gender and ethnic discrimination, gender and ethnic identity development, and social inequality.", "64488598": "Rolf Eduard Helmut Muuss (September 26, 1924[1] – July 3, 2020[2]) was a German-American psychologist and academic. His work in psychology focused primarily on adolescent psychology and development.[3] Muuss' academic career was spent primarily at Goucher College, where he taught from 1959 to 1995.[4] Muuss enlisted and fought in the Luftwaffe during WWII.[5]", "11666585": "Rachel Sarah Herz is a Canadian and American psychologist and cognitive neuroscientist, recognized for her research on the psychology of smell.", "4392099": "Walter Mischel (German: [ˈmɪʃəl]; February 22, 1930 – September 12, 2018) was an Austrian-born American psychologist specializing in personality theory and social psychology.  He was the Robert Johnston Niven Professor of Humane Letters in the Department of Psychology at Columbia University. A Review of General Psychology survey, published in 2002, ranked Mischel as the 25th most cited psychologist of the 20th century.[1]", "31327401": "Allan W. Wicker (born 1941) studied with the founders of ecological psychology, Roger G. Barker and Herbert Wright, in the social psychology program at the University of Kansas, where he earned the Ph.D. in 1967. He taught at the University of Wisconsin, Milwaukee and the University of Illinois, Champaign-Urbana before taking a position at Claremont Graduate School (now Claremont Graduate University) in 1971, where he was a professor of psychology until early retirement in 1999.  He is currently an emeritus professor.", "22545577": "Brian Leslie Weiss (born November 6, 1944) is an American psychiatrist, hypnotherapist, and author who specializes in past life regression.[1][2][3] His writings include reincarnation, past life regression, future life progression, and survival of the soul after death.", "2786479": "Nise da Silveira (February 15, 1905 – October 30, 1999) was a Brazilian psychiatrist and a student of Carl Jung. She devoted her life to psychiatry and challenged the conventional orthodoxies of her era, which insisted on using institutionalization and aggressive forms of medical intervention, including electroconvulsive therapy, insulin shock therapy and lobotomy to treat mental illnesses.[citation needed]", "49972423": "Vladimir Aleksandrovich Wagner (or Vagner: Russian: Владимир Александрович Вагнер; March 29, 1849 – March 8, 1934) was a Russian psychologist and naturalist known for his studies of comparative and evolutionary psychology.[1][2][3] He also studied spiders, and in 1882 proposed the first classification of spider families based on copulatory organs.[4]", "67765450": "Thelma Hunt (November 30, 1903 – June 23, 1992) was an American expert in psychological testing. Chair of the George Washington University Psychology Department for twenty-five years, she was an innovator in test construction and measurement for what is now known as industrial and organizational psychology. Hunt and her frequent collaborator Fred A. Moss developed several tests still in use, including the first version of the Medical College Admission Test (MCAT).", "41911503": "Everett L. Worthington Jr. is a licensed clinical psychologist and Professor of Psychology at Virginia Commonwealth University (VCU).[1] His research interests include forgiveness and other virtues, religion and spirituality in clinical practice, and the hope-focused approach to counseling couples.[1]  He has written over 30 books on topics including forgiveness of others, self-forgiveness, character strength, religion and psychology, and couples' therapy, and he has published over 350 scholarly articles and chapters.[2]  Worthington has been frequently cited as an expert on his topics of interest in the scientific literature and public media.[3][4][5]", "32834770": "Albert Angus Campbell (August 10, 1910 – December 15, 1980) was an American social psychologist best known for his research into electoral systems and for co-writing The American Voter with Philip Converse, Warren Miller, and Donald E. Stokes. Campbell published his work under the name Angus Campbell. He was a professor at the University of Michigan. He died in Ann Arbor, Michigan on December 15, 1980.[1]", "3900630": "Doctor Double X (originally called Doctor X and Double X) is a supervillain appearing in comics published by DC Comics. He has fought Batman several times in Gotham City.[1]", "30868695": "Sheldon Cohen (born October 11, 1947) is the Robert E. Doherty University Professor of Psychology at Carnegie Mellon University.  He is the director of the Laboratory for the Study of Stress, Immunity and Disease.  He is a member of the Department of Psychology at Carnegie Mellon and adjunct professor of Psychiatry and of Pathology at the University of Pittsburgh School of Medicine.", "22775008": "Ahmed Okasha is an Egyptian psychiatrist. He is a professor of psychiatry at Ain Shams University Faculty of Medicine, Cairo, Egypt. He wrote books and articles about psychiatry and mental disorders.\nHe is the first Arab-Muslim to be president of World Psychiatric Association from 2002 to 2005.[1]", "30606561": "Zvonimir Roso (March 6, 1938 – March 4, 1997)[1] was a Croatian criminologist and psychologist, one of South-eastern Europe's foremost authorities in the science of polygraph and the founder of what is now known as \"Zagreb School of Polygraph\".", "64029922": "Paula Narváez Ojeda (born 22 May 1972) is a Chilean politician and psychologist who is the Chile ambassador to the United Nations under President Gabriel Boric.[1]", "65045729": "Kenneth D. Craig (born 1937) is a Canadian psychologist, educator and scientist whose research primarily concerns pain assessment, understanding pain in children and populations with communication limitations, and the social dimensions of pain.", "53380335": "Susan Diana Iversen CBE FMedSci (born 28 February 1940)[2] is a British experimental psychologist. She is a former Professor of Psychology at the University of Oxford[3]", "20808947": "Saul Sternberg is a professor emeritus of psychology and former Paul C. Williams Term Professor (1993–1998) at the University of Pennsylvania.  He is a pioneer in the field of cognitive psychology in the development of experimental techniques to study human information processing. Sternberg received a B.A. in mathematics in 1954 from Swarthmore College and a PhD in social psychology from Harvard University in 1959.[1]  He completed a postdoctoral fellowship in mathematical statistics at the University of Cambridge in 1960, and he subsequently worked as a research scientist in the linguistics and artificial intelligence research department at Bell Laboratories, where he continued to work as a member of the technical staff for over twenty years.  Sternberg's first academic position was at the University of Pennsylvania, where he was employed from 1961–1964, and where he has remained since 1985.  He has also served as a visiting professor at University College, London, the University of California, Berkeley, and Rutgers University.  The impact of Sternberg's theoretical and empirical contributions to the field of cognitive psychology have been recognized by many organizations, and he has been elected to fellowship in the American Psychological Association, the Association for Psychological Science, the Society of Experimental Psychologists, the American Association for the Advancement of Science, and the National Academy of Sciences.[2]", "5670147": "Kent C. Berridge[1] (born 1957) is an American academic, currently working as a professor of psychology (biopsychology) and neuroscience at the University of Michigan. Berridge was a joint winner of the 2018 Grawemeyer Award for Psychology.[2]", "62358806": "Sherry Heather Stewart FRSC (born May 6, 1965) is a Canadian clinical psychologist. She is also a Professor of Psychiatry and Psychology at Dalhousie University and a Tier 1 Canada Research Chair in Addiction and Mental Health.", "50529564": "Guy Rosolato (1924–2012) was a French psychoanalyst, who was to become president of the Association Psychoanalytique de France (APF).", "25003297": "Thomas G. Plante (born in Rhode Island, United States) is the Augustin Cardinal Bea, S.J. University Professor of psychology on the faculty of Santa Clara University and adjunct clinical professor of psychiatry and behavioral sciences at Stanford University School of Medicine.  His ideas have been covered in Time Magazine and other news media with regard to sexual abuse by Roman Catholic priests, a focus of some of his research and clinical practice. He has also conducted research on exercise psychology, and on the health effects of spiritual and religious practice.[1]", "61965619": "Audrey van der Meer (born 1 October 1966) is a Dutch-born Norwegian neuroscientist and Professor of Neuropsychology at the Department of Psychology at the Norwegian University of Science and Technology (NTNU). With her husband, Professor of Cognitive Psychology Ruud van der Weel, she directs the Developmental Neuroscience Laboratory at NTNU. Her research seeks to understand the underlying principles that guide development, learning, and cognitive ageing.[1] She joined the psychology department at NTNU in 1996, in the same year fellow neuroscientists Edvard Moser and May-Britt Moser joined the department; in 1997 she was promoted to full professor of neuroscience. She was part of the Section for Biological Psychology headed by Edvard Moser, but had her own research group. She is a member of the Royal Norwegian Society of Sciences and Letters.[2]", "4195637": "Hans Holzer (26 January 1920 – 26 April 2009) was an Austrian-American author and parapsychologist.[1] He wrote more than 120 books on supernatural and occult subjects for the popular market as well as several plays, musicals, films, and documentaries, and hosted a television show, Ghost Hunter (not to be confused with Ghost Hunters).[2]", "52430143": "David Rindskopf is an American psychologist and applied statistician, currently a Distinguished Professor at City University of New York,[1][2] and a published author of both books and many articles in refereed journals. .[3] He is a Fellow of the American Statistical Association (ASA), was the President of its New York section, and American Educational Research Association (AERA) and also former editor of the ASA-AERA journal Journal of Educational and Behavioral Statistics.[1]", "34506056": "Beatrice Edgell (26 October 1871 – 10 August 1948) was a British psychologist, researcher and university teacher. She taught at Bedford College in the University of London from 1897 to 1933. She was the first British woman to earn a PhD in psychology and the first British woman to be named a professor of psychology. She was also the first female president of the British Psychological Society, the Aristotelian Society, the Mind Association and the Psychological Division of the British Association for the Advancement of Science.", "15172936": "David Seabury (1885 – 1 April 1960)[1] was an American psychologist, writer, and lecturer. While practicing as a consulting psychologist in New York City, he published fifteen books.", "66356563": "Patricia Lynette Dudgeon AM FAHMS (born 13 March 1959), usually known as Pat Dudgeon, is an Aboriginal Australian psychologist, Fellow of the Australian Psychological Society and a research professor at the University of Western Australia's (UWA) School of Indigenous Studies. Her area of research includes Indigenous social and emotional wellbeing and suicide prevention. She is actively involved with the Aboriginal community, having an ongoing commitment to social justice for Indigenous people. Dudgeon has participated in numerous state and national committees, councils, task groups and community service activities in both a voluntary and professional capacity.", "57115988": "Paul Bertelson (1926–2008),  was an internationally recognized experimental cognitive psychologist.[1]", "59344223": "Alice Eve-Marie Spigelman AM is a Hungarian-born Australian clinical psychologist, writer and human rights advocate. She is currently chair of Sculpture by the Sea. Her most recent book is The Budapest Job, a thriller set in 1989, at the time of the collapse of the Soviet Union. She has written a play A Kind of Reunion, to be premiered in Sydney, NSW in December 2020.", "37815653": "Delos Donald \"Wick\" Wickens (October 6, 1909 – April 9, 1988) was an American  experimental research psychologist, behaviorist, and author. He taught at Ohio State University from 1946 until his retirement in 1980.[1]", "59540840": "Gregory H. Razran (4 June 1901, in Slutsk – 31 August 1973, in St Petersburg, Florida) was a Russian American expert on Russian psychological research.[1] He left Russia in 1920 and studied at Columbia University gaining a doctorate in 1933.[1] He moved to Queens College, City University of New York in 1940 where he became a professor and headed the Psychology department there from 1945 to 1966.[1] He received a Guggenheim Fellowship in 1948.[1]", "62326125": "Victor Goertzel (July 22, 1914 - May 23, 1999) was an American psychologist, author, and activist who stood up for Japanese internees in the United States during World War II.[1] He wrote the book Cradles of Eminence in 1962 with his wife Mildred[2][3] about the childhoods of accomplished people.[4] Ted Goertzel is their son.[5] He was a civil libertarian.[6]", "59802997": "Peabody College", "51840381": "Christina Rasmussen is a Greek–American crisis intervention counselor and author. She is best known for writing Second Firsts, a 2013 book introducing a new model of grief based on the science of neuroplasticity, as well as creating a grief counseling organization of the same name.", "18843008": "Jack Gale Wilmot Davies OBE (10 September 1911 – 5 November 1992) was an English psychologist and sportsman who played first-class cricket and top-level rugby union. He served in the War Office during World War II and was a noted academic psychologist. He served as the President of MCC in 1985–1986 and was the tenth person elected an Honorary Life Vice-President of the club.", "34538894": "Edwin Arthur Peel (1 March 1911 – 10 June 1992) was a British educational psychologist.  He was professor of education, University of Birmingham, 1950–1978.", "4359581": "Ken Nakayama is an American psychologist and prior to retirement was the Edgar Pierce Professor of Psychology at Harvard University. He is known for his work on prosopagnosia, an inability to recognize faces, and super recognisers, people with significantly better-than-average face recognition ability.[1][2][3] A notable contribution is from his work on surface processing by the human visual system.[4][5]", "51512733": "Clarisa Rut Hardy Raskovan (born December 15, 1945, in Buenos Aires) is an Argentinian-born psychologist, anthropologist, writer and politician from Chile, Minister for Social Development and Planning during the first term of Michelle Bachelet.", "53151145": "Patricia A. Frazier is an American psychology professor who researches the application of social psychological theory and research to problems of concern to counseling psychologists.[1] In particular, coping with stressful or traumatic life events, and developing innovative interventions.[1] She heads the Stress and Trauma Lab at the University of Minnesota.[2]", "57050539": "Farley Norman is a professor of psychological sciences at Western Kentucky University. He is a co-director of the Gustav Fechner Perception Laboratory at Western Kentucky University,[1] along with his wife, Hideko Norman.", "6030764": "Angela M. O'Donnell is an educational psychologist at Rutgers University who has made substantial contributions to the understanding of collaborative learning (O'Donnell, Hmelo-Silver, & Erkens, 2006), and is the co-author of a widely used introductory textbook (O'Donnell, Reeve, & Smith, 2007). She is a member of the editorial review boards of Contemporary Educational Psychology, Educational Psychologist, Educational Psychology Review, the Journal of Experimental Education, and the Journal of Educational Psychology.", "64259502": "Leickness Chisamu Simbayi is a South African research psychologist and professor. He is the current Deputy Chief Executive Officer for Research of the Human Sciences Research Council where he studies the social aspects of STIs and HIV/AIDS. In 2002, Simbayi was a part of the research team that conducted the first South African National HIV Prevalence, Incidence, Behaviour and Communication Survey and has been involved in the implementation of all subsequent surveys.", "54461878": "Pierre Bovet (born on 5 June 1878 in Grandchamp (commune of Boudry); died in Boudry on 2 December 1965) was a Swiss psychologist and pedagogue.", "55969210": "Kristina Reiss Olson is a psychologist and a professor at Princeton University.  She is known for her research on the development of social categories, transgender youth, and variation in human gender development. Olson was recipient of the 2016 Janet Taylor Spence Award from the Association for Psychological Science for transformative early career contributions,[1][2] and the 2014  SAGE Young Scholars Award.[3] Olson received the Alan T. Waterman Award from the National Science Foundation in 2018,[4] and was the first psychological scientist to receive this prestigious award honoring early-career scientists.[5] Olson is a member of the 2018 cohort of MacArthur fellows.[6]", "16188858": "Dr. Maressa Hecht Orzack (February 5, 1924 – November 10, 2010) was an American psychologist who was clinical associate in psychology at McLean Hospital; Coordinator of Behavior Therapy Affective Disease Program, also at McLean Hospital and assistant clinical professor of psychology, Department of Psychiatry at Harvard Medical School.[1] She also held private practice at Newton Centre.[2]", "34538944": "William Brown FRCP (5 December 1881 – 17 May 1952) was a British psychologist and psychiatrist.", "11077072": "Don Hansen Staheli (born May 9, 1949) is an American author and member of the Church of Jesus Christ of Latter-day Saints (LDS Church).  He was the personal secretary to church presidents Gordon B. Hinckley and Russell M. Nelson. Since November 2018, he has served as president of the Bountiful Utah Temple.[1] Staheli is the author of the children's best-seller, The Story of the Walnut Tree, which was published in September 2000.", "8029649": "Everett Thayer Gaston (July 4, 1901 – 1970) was a psychologist active in the 1940s–1960s who helped develop music therapy in the United States,  describing the qualities of musical expression that could be therapeutic. He worked at the University of Kansas, as Professor of Music Education and Director of Music Therapy. He was named to the Music Educators Hall of Fame in 1986.[1]", "29066736": "Carroll Burleigh Colby (September 7, 1904 – October 31, 1977) was an American writer, primarily of nonfiction children's books. He wrote more than 100 books[1] that were widely circulated in public and school libraries in the United States. He is best known for Strangely Enough! (1959).[2]", "53151225": "Deborah L. Best is the William L. Poteat Professor of Psychology at Wake Forest University in Winston-Salem, North Carolina.", "32507387": "Robert Lowell Fantz[1] (1925–1981)[2] was an American developmental psychologist who pioneered several studies into infant perception.  In particular, the preferential looking paradigm introduced by Fantz in the 1961 is widely used in cognitive development and categorization studies among small babies.", "25036284": "Dennis Bardens (born 19 July 1911 in Midhurst, Sussex — 7 February 2004 London) \"played a brief, but crucial, role in broadcasting history\"[1] as the founder of the BBC television programme Panorama, a show which would later inspire the American television show 60 Minutes. Dennis Bardens was a freelance London journalist for most of his career.", "59115008": "Gema Climent (born in Sagunto, Valencia, Spain in 1971)  is a Spanish psychologist and technology entrepreneur in the field of clinical neuropsychology.  She is known for her work in the development of neuropsychological tests in virtual reality and treatments in active distraction and bullying prevention.[1]", "26838529": "Steven Forness (born May 13, 1939) is a psychologist doing research in the field of emotional disorders in children. His main interest is the \"early detection and eligibility of children with psychiatric disorders for special education services in public schools\". He has earned many awards and is a Distinguished Professor Emeritus of Psychiatry and Biobehavioral Sciences at the University of California, Los Angeles.", "71763458": "Carolyn Zahn-Waxler is an American developmental psychologist known for studying morality over the life span, social emotions, and empathy in childhood.[1][2] She holds the position of Honorary Fellow at the Center for Healthy Minds at the University of Wisconsin–Madison.[3]", "1050116": "Konstantin Ramul (30 May 1879  – 11 February 1975) was an Estonian professor of psychology and longtime chair of psychology at the University of Tartu. He is best known for his work on the history of experimental psychology.", "42173964": "Harold Oliver Gulliksen (July 18, 1903 – October 27, 1996) was an American psychologist. A professor at Princeton University for most of his academic career, Gulliksen pioneered in the field of psychometrics.[2] In 1952 he was elected as a Fellow of the American Statistical Association.[3]", "63768076": "Elizabeth Rosenberg Zetzel (1907-1970) was an American psychoanalyst and physician.", "47908367": "Annie Reich (née Pink; 9 April 1902 – 5 January 1971) was a Viennese-born psychoanalyst who became a leading analytic theorist in post-war New York.", "55870994": "Denny Borsboom (born November 9, 1973) is a Dutch psychologist and psychometrician. He has been a professor of psychology at the University of Amsterdam since 2013.[1] His work has included applying network theory to the study of mental disorders and their symptoms.[2] In 2018 he presented the Paul B. Baltes Lecture at the Berlin-Brandenburg Academy of Sciences and Humanities.", "25757215": "Julia Hoffman is a fictional character played by Grayson Hall in the 1966 ABC soap opera Dark Shadows.  A  self-serving and conniving doctor in the fields of psychology and rare blood disorders. She is also head of the Windcliff Sanitarium, who moved into Collinwood and discovered the vampire Barnabas Collins. Initially, Julia represented a threat to Barnabas' undead existence, but eventually she became one of his most staunch allies. Together, Julia and Barnabas worked to assist the Collins family in the past, present, future, and in Parallel Time.", "17827361": "Keith Stenning is a cognitive scientist and Honorary Professor at the University of Edinburgh in Scotland, UK. He attended High Wycombe Royal Grammar School (U.K.) from 1959 to 1965,[1] where he won an Open Scholarship in Natural Sciences at Trinity College, Oxford.", "11863585": "Paul Devereux (born 1945) is a British author, researcher, lecturer, broadcaster, artist and photographer based in the UK. Devereux is a co-founder and the managing editor of the academic publication Time & Mind – the Journal of Archaeology, Consciousness and Culture, a research associate with the Royal College of Art (2007–2013), and a Research Fellow with the International Consciousness Research Laboratories (ICRL) group at Princeton University.", "15304236": "Jeff Greenberg may refer to:", "7243319": "Sandra Ruth Lipsitz Bem (June 22, 1944 – May 20, 2014) was an American psychologist known for her works in androgyny and gender studies. Her pioneering work on gender roles, gender polarization[1][2] and gender stereotypes led directly to more equal employment opportunities for women in the United States.[3]", "198203": "Aušra Augustinavičiūtė (April 4, 1927 – August 19, 2005) was a Lithuanian psychologist, economist and dean of the Vilnius Pedagogical University's department of family science. Founder of socionics, the theory of information processing and personality types.", "70944321": "Wiebke Bleidorn is a personality psychologist. She is a professor at the University of Zurich.[1] in the department of psychology.[2] She is president of Association for Research in Personality (ARP) until 2023.[3] She received the American Psychological Association's Award for Distinguished Scientific Early Career Contributions to Psychology in 2019.[4]", "59442760": "Charles Binet-Sanglé (4 July 1868 – 14 November 1941)  was a French military doctor and psychologist, who notably was the first to broadly and thoroughly question the mental health of Jesus, which he did in his four-volume work La Folie de Jésus.[1][2]", "38274640": "Meyrick Booth B.Sc., Ph.D., (1883–1968) was a British educational psychologist.", "33326681": "MaryAnn Baenninger is a psychology professor and the former president of Drew University, a Methodist-affiliated liberal arts college in Madison, New Jersey.[1]", "49677916": "Thomas Walker Mitchell (1869–1944) most commonly referred to as T. W. Mitchell was a British physician and psychical researcher.[1] He studied at the University of Edinburgh, where he gained an M.D. in 1906.[2]", "61703785": "Miriam Polster (July 7, 1924–December 19, 2001) was a clinical psychologist who was raised in Cleveland, Ohio, United States of America.[1] Polster had an interest in music, which happened to be her undergraduate major and a subject she integrated into her work. Once reaching graduate school, she became an advocate for Gestalt therapy; a therapy aimed towards self-awareness. Polster was the co-founder of The Gestalt Training Centre. Polster was the co-author of two novels (Gestalt Therapy Integrated and From the Radical Centre), and the sole author of Eve’s Daughters. Miriam Polster died due to cancer, in 2001.[1]", "165492": "Daniel Kahneman (/ˈkɑːnəmən/; Hebrew: דניאל כהנמן; born March 5, 1934) is an Israeli-American author, psychologist and economist notable for his work on hedonic psychology, psychology of judgment and decision-making. He is also known for his work in behavioral economics, for which he was awarded the 2002 Nobel Memorial Prize in Economic Sciences (shared with Vernon L. Smith). His empirical findings challenge the assumption of human rationality prevailing in modern economic theory.", "5867125": "Judith Smilg Kleinfeld is a professor of psychology at the University of Alaska Fairbanks, and co-chairs the Northern Studies department.", "165494": "Amos Nathan Tversky (Hebrew: עמוס טברסקי; March 16, 1937 – June 2, 1996) was an Israeli cognitive and mathematical psychologist and a key figure in the discovery of systematic human cognitive bias and handling of risk.", "44009082": "Mark A. McDaniel (born December 4, 1952) is an American psychology researcher in the area of human learning and memory. He is one of the most influential researchers in prospective memory, but also well known for other basic research in memory and learning, cognitive aging, as well as applying cognitive psychology to education. McDaniel has published over 100 peer-reviewed articles, book chapters, and edited books. His research in memory and cognition has received over two million dollars in grant support from NIH and NASA.[1]", "6162043": "Grover Cleveland \"Cleve\" Backster Jr. (February 27, 1924 – June 24, 2013) was an interrogation specialist for the Central Intelligence Agency (CIA), best known for his experiments with plants using a polygraph instrument in the 1960s which led to his theory of primary perception where he claimed that plants feel pain and have extrasensory perception (ESP), which was widely reported in the media. These claims have been rejected by the scientific community.", "46761604": "Dr. Chris E. Stout is a licensed clinical psychologist who has a varied background in multiple domains. He is the founding director of the  Center for Global Initiatives (CGI)[1] which was ranked as a Top Healthcare Nonprofit by GreatNonprofits.[2] His entrepreneurial experience is demonstrated in multiple ventures that include the areas of financial management, healthcare start-ups,[3][4] engineering, two dot-coms, real estate, and executive coaching. He currently is Vice President of the Department of Research at ATI Physical Therapy, a national Sports Medicine and Rehabilitation organization.[5]", "30312073": "Justin S. Rhodes is an American neuroscientist and a professor in the Department of Psychology at the University of Illinois at Urbana-Champaign.[1] He is affiliated with the Neuroscience Program, Program of Ecology, Evolution, & Conservation Biology, the Carl R. Woese Institute for Genomic Biology, and the Neurotech group at Beckman Institute for Advanced Science and Technology.[1] After receiving a Bachelor of Science in biology at Stanford University, Rhodes obtained a PhD in zoology in 2002 from University of Wisconsin–Madison, under the supervision of Theodore Garland, Jr. After completing a postdoctoral fellowship at Oregon Health & Science University, he held a position as an instructor at Lewis & Clark College for a year before accepting a full-time faculty position in 2005 in the biological division of the Department of Psychology at the University of Illinois. His lab investigates a broad array of topics in the field of neuroscience with particular emphasis in exercise-induced hippocampal neurogenesis, neural circuitry involved in addictive behaviors, and brain plasticity in clownfish.", "37291662": "Vada Harlene Hayne CNZM (born 1961 or 1962) is an American-born academic administrator who was the vice-chancellor and a professor of psychology at the University of Otago in New Zealand,[1] before moving to Western Australia to take up the position of vice-chancellor at Curtin University in April 2021.[2]", "52299416": "Stanhope Templeman Speer (20 October 1823 – 9 February 1889) was a British physician and mountain climber.", "57673379": "Ruth Wendell Washburn (January 19, 1890 – July 1975) was an American educational psychologist. She received a B.A. from Vassar in 1913, an M.A. from Radcliffe in 1922, and a Ph.D. degree from Yale University in 1929.[1][2]  The Ruth Washburn Cooperative Nursery School in Colorado Springs, Colorado is named in her honor.[1]", "15304358": "Tom Pyszczynski (/pɪzˈtʃɪnskiː/) is an American social psychologist.\nHe is notable, together with Jeff Greenberg and Sheldon Solomon, for founding the field of Terror Management Theory (TMT). TMT is a theory that is based on the writings of Ernest Becker, along with other existential thinkers such as Søren Kierkegaard, Otto Rank, and Heidegger. At the heart of TMT is the notion that human beings have a unique capacity for self-awareness, which makes them realize that death is inevitable. This realization, which conflicts with people's instinctive need for self-preservation, gives rise to a potential for existential anxiety, or terror, that is greater than that in other animals. To manage this potential for terror, people have constructed cultural worldviews, which assure people of either a literal form of afterlife (e.g., heaven, nirvana) or a symbolic form of death transcendence (e.g., being remembered after one has died). When people live up to the standards implied by their cultural worldviews, they attain a sense of positive self-esteem. Thus, TMT suggests that one major psychological function of self-esteem lies in protecting people against existential anxiety. TMT was explicitly formulated to be open to empirical testing. Indeed, since TMT was first conceived in the 1980s, the theory has inspired hundreds of experiments that were designed to test core ideas of TMT. For instance, in support of TMT, many experiments have shown that reminding people of their own mortality (versus a neutral or aversive control topic) leads people to defend their cultural worldviews more vigorously. For instance, people who are briefly reminded of death are more dismissive of someone who criticizes their culture.[1][2][3][4]", "18745000": "László Harasztosi, also known as Lazlo Hypnotist, is a psychic, bioenergeticist, and alternative medicine practitioner. His speciality is attaching metal objects on human bodies. When breaking the Guinness record in 1998, he placed two disks weighing altogether 57,64 kg (127 lbs) on László Fekete's chest (the strongest man of Hungary[1]).", "70944438": "Richard E. Lucas is an American psychologist specializing in personality psychology. Lucas is an MSU Foundation Professor in the Department of Psychology at Michigan State University.[1][2] He earned his Ph.D. from the University of Illinois.[3] He was president of the Association for Research in Personality (ARP) from 2020 to 2021.[4] He was awarded the ARP service award in 2019.[5] Lucas is the editor of the Personality Processes and Individual Differences section of Journal of Personality and Social Psychology.[6][7]", "22742719": "Bruce MacFarlane Hood is a Canadian-born British experimental psychologist and philosopher who specialises in developmental cognitive neuroscience. He is currently based at the University of Bristol and his major research interests include intuitive theories, self identity, essentialism and the cognitive processes behind adult magical thinking.", "51250885": "William Davies (born 27 December 1950) is a Consultant Psychologist and author who, through his role in the Association for Psychological Therapies (APT) has directly influenced well over 125,000 mental health professionals, mainly in the UK.", "63506121": "Alice I. Bryan (September 11, 1902 – October 20, 1992) was an American psychologist who worked at the intersection of psychology and librarianship. Her research documented discrimination against women in their careers. Bryan was the founder of the National Council of Women Psychologists and the first female full professor at Columbia University's library school.", "1672909": "Diana Deutsch (born 15 February 1938) is a British-American psychologist from London, England.  She's a professor of psychology at the University of California, San Diego, and is a prominent researcher on the psychology of music.  Deutsch is primarily known for her discoveries in music and speech illusions.  She also studies the cognitive foundation of musical grammars, which consists of the way people hold musical pitches in memory, and how people relate the sounds of music and speech to each other.  In addition, she is known for her work on absolute pitch (perfect pitch), which she has shown is far more prevalent among speakers of tonal languages.  Deutsch is the author of Musical Illusions and Phantom Words: How Music and Speech Unlock Mysteries of the Brain (2019),[1] the editor for Psychology of Music,[2] and also the compact discs Musical Illusions  and Paradoxes (1995) and Phantom Words and Other Curiosities (2003).", "25790180": "Steven L. Neuberg is an American experimental social psychologist whose research has contributed to topics pertaining to person perception,[1] impression formation,[2] stereotyping,[3] prejudice,[4] self-fulfilling prophecies,[5] stereotype threat,[6] and prosocial behavior.[7]  His research can be broadly characterized as exploring the ways motives and goals shape social thought processes; extending this approach, his later work employs the adaptationist logic of evolutionary psychology to inform the study of social cognition and social behavior.[8] Neuberg has published over sixty scholarly articles and chapters, and has co-authored a multi-edition social psychology textbook with his colleagues Douglas Kenrick and Robert Cialdini.[9]", "69633770": "Donald George Dutton (born October 9, 1943)[1] is a Canadian psychologist who is a tenured professor emeritus in the Department of Psychology at the University of British Columbia. He received his Ph.D. in social psychology from the University of Toronto in 1970.[2]", "3049207": "Nicolas Abraham (French: [a.bʁa.am]; Hungarian: Ábrahám Miklós; 23 May 1919 – 18 December 1975) was a Hungarian-born French psychoanalyst best known for his work with Mária Török.  The pair took a distinctive approach to psychoanalytic theory, holding that the use of preset notions (castration, desire for the mother, etc.) may restrict an individual's motives in relation to the framework of their personal experiences.", "62490384": "Brian John Rogers is a psychologist and retired academic. He was Professor of Experimental Psychology at the University of Oxford between 1996 and 2012.", "61114128": "Philipp Kanske (* 1980 in Dresden) is a German psychologist and neuroscientist.[1] He is professor at Technische Universität Dresden.[2] His research focuses on the neuronal foundations of emotion, emotion regulation and emotion understanding (empathy, perspective-taking), as well as their changes in mental disorders. Philipp Kanske is speaker of the Junge Akademie.[3]", "67362": "James W. Prescott (born January 21, 1934) is an American developmental psychologist,[1]  whose research focused on the origins of violence, particularly as it relates to a lack of mother-child bonding.", "55838502": "Naomi Norsworthy (September 29, 1877 – December 27, 1916) was an American psychologist who served as the first female faculty member at Columbia University Teacher's College.[1] Her parents had emigrated from England two years before her birth. Norsworthy was the eldest of four children with two younger brothers and a third who died soon after birth.[2] She was educated in public school in Rutherford, New Jersey then enrolled in New Jersey State Normal School at the age of 15, and was among the youngest students there; she graduated from the school in three years.[3]", "2426668": "Daniel Todd Gilbert (born November 5, 1957) is an American social psychologist and writer. He is the Edgar Pierce Professor of Psychology at Harvard University and is known for his research with Timothy Wilson of the University of Virginia on affective forecasting. He is the author of the international bestseller Stumbling on Happiness, which has been translated into more than 30 languages and won the 2007 Royal Society Prizes for Science Books. He has also written essays for several newspapers and magazines, hosted a non-fiction television series on PBS, and given three popular TED talks.", "55314222": "David Ernst Oppenheim (20 April 1881 – 18 February 1943) was an Austrian educator and psychologist who collaborated with Sigmund Freud and Alfred Adler.", "41453364": "Dragan Sakan (19 July 1950 – 3 October 2010), was an advertising pioneer of Serbia and other countries in the region. The magazine Advertising Age, Washington described him as \"almost a mythical figure... The man who transformed propaganda into advertising in the region\".", "33392438": "Harald Walach (born 1957) is a German parapsychologist and advocate of alternative medicine.", "41682745": "Hilary Little is Professor of Addiction Science at St George's, University of London and the Institute of Psychiatry. Little's research has a focus on alcohol dependence including pharmacological treatments, influence of stress in alcohol dependence and the effects of chronic alcohol consumption on memory. Little is a member of the British Pharmacological Society, the British Association for Psychopharmacology and the Research Society on Alcoholism and a reviewing editor of the Addition Biology journal.[1][2][3]", "1345338": "Frank Podmore (5 February 1856 – 14 August 1910) was an English author and founding member of the Fabian Society. He is best known as an influential member of the Society for Psychical Research and for his sceptical writings on spiritualism.[1]", "10094398": "Peter A. O’Connor is a retired psychologist who had a private psychotherapy practice in Melbourne, Australia.", "24250177": "David Klahr (born 1939) is an American psychologist whose research ranges across the fields of cognitive development, psychology of science, and educational psychology and has been a professor at Carnegie Mellon University since 1969. He is the Walter van Dyke Bingham Professor of Cognitive Development and Education Sciences at Carnegie Mellon University and a member of the National Academy of Education, a Fellow of the American Psychological Association, a Charter Fellow of the Association for Psychological Science, on the Governing Board of the Cognitive Development Society, a member of the Society for Research in Child Development, and the Cognitive Science Society. He was an associate editor of Developmental Psychology and has served on the editorial boards of several cognitive science journals, as well as on the National Science Foundation's subcommittee on Memory and Cognitive Processes, and the National Institutes of Health's Human Development and Aging Study Section.", "35227462": "Martin S. Bergmann (February 15, 1913 – January 22, 2014) was a clinical professor of psychology of the New York University post-doctoral program where he taught the course on the history of psychoanalysis. He was a major voice in the post-Freudian analysis and authored books on human conditions like the Holocaust, the phenomenology of love and child sacrifice.[1] \nHe was a member of the International Psychoanalytical Association and an honorary member of the American Psychoanalytic Association.[2]  In the wake of 9/11 he wrote an article concerning its implications on psychoanalysis called \"Psychoanalytical Reflections on September 11, 2001\".[citation needed] He was the son of Hugo Bergmann,[3] a Prague-born Israeli philosopher, and father of Michael Bergmann.", "5244746": "Aleksandr Vladimirovich Zaporozhets (Russian: Александр Владимирович Запорожец, IPA: [zəpɐˈroʐɨt͡s]; September 12 [O.S. August 30] 1905, Kyiv, Russian Empire — October 7, 1981, Moscow. Soviet Union) was a Soviet developmental psychologist and a student of Lev Vygotsky and Aleksei Leontiev.[1]", "42469200": "Mary Jane Rotheram-Borus (born December 7, 1949) is a licensed clinical psychologist and professor with the University of California, Los Angeles, Department of Psychiatry and Biobehavioral Sciences.[1] Rotheram is the professor-in-residence in the Semel Institute for Neuroscience and Human Behavior. She is the Director of  the Global Center for Children and Families at UCLA and the former director of the Center for HIV Identification, Prevention, and Treatment Services.", "47581010": "Victor Campbell Meyer, or Vic Meyer, was a British psychologist at the Middlesex Hospital Medical School of the University of London (now UCL Medical School) and has been called the father of behavioral case formulation,[1] an approach toward understanding complex psychiatric problems using learning principles derived from scientific psychological research and uniquely adapted to the individual case by means of the experimental method[2] as a way to develop an effective intervention regimen.[3] Meyer is credited by the British Psychological Society for his influential work in creating case formulation[4] along with three other innovators:[5] Hans Eysenck, Monte B. Shapiro,[6] and Ira Turkat.[7] Turkat credited Meyer as the pioneer of the framework of what is generally known today as case formulation,[8] a required core skill for all British practicing psychologists since 2011.[5]", "42764115": "Davida Young Teller (July 25, 1938 – October 11, 2011) was a professor in the Departments of Psychology and Physiology/Biophysics at the University of Washington, Seattle, Washington. She was a leader in the scientific study of infant visual development.", "64718678": "Boris Semeonoff (1910-1998) was a British psychologist with particular expertise in personality assessment.", "58525530": "Sylvia Brinton Perera is an author and a Jungian analyst.", "59574108": "William Andrew Horsley Gantt (24 October 1892 – 26 February 1980)[1] was an American physiologist and psychiatrist. At the time of his death in 1980, he was one of only two surviving students of Russian physiologist Ivan Pavlov.[2] He spent fifty-six years of his career extending Pavlov's seminal experimental research on classical conditioning.[1] He is also recognized for his research in psychophysiology.[3]", "12814176": "Daniel Gregory Amen (born July 19, 1954)[1] is an American celebrity doctor[1] who practices as a psychiatrist[2] and brain disorder specialist[3] as director of the Amen Clinics.[4] He is a five-time New York Times best-selling author as of 2012.[5]", "68781922": "Ariel Knafo-Noam, also known as Ariel Knafo, is an Israeli developmental psychologist and behavior geneticist. He is a professor in the Department of Psychology at the Hebrew University of Jerusalem, where he is also the head of the Social Development Laboratory.[1] His research has focused on genetic and environmental contributions to prosocial behaviors such as altruism and empathy.[2]", "63899496": "Kerry Lynn Gibson is a South African-New Zealand clinical psychologist and academic, specialising in youth mental health. She is a professor in the School of Psychology at the University of Auckland.[2] Gibson was the president of the New Zealand Psychological Society,[3][4] from 2014 until 2016.[5][6]", "73959279": "Tonya M. Palermo is an American pediatric psychologist. She is a professor of anesthesiology and pain medicine at the University of Washington. She holds the Hughes M. and Katherine Blake Endowed Professorship in Health Psychology, at the University of Washington School of Medicine.", "41224050": "María Elvia Amaya Araujo (27 February 1954 – 8 September 2012) was a Mexican psychologist, philanthropist, and politician affiliated with the PRI. She served as Deputy of the LXII Legislature of the Mexican Congress representing Baja California.[1]", "26740594": "Corey Keyes is an American sociologist and psychologist. He is known for his work with positive psychology. Keyes currently teaches at Emory University in Georgia.", "19236728": "Shlomo Breznitz (Hebrew: שלמה ברזניץ, born 3 August 1936) is an Israeli author, psychologist, former professor of psychology, former rector and president of the University of Haifa,[1] and previous member of the Knesset.[2] He is the founder and currently one of the members of the board of directors[3] of CogniFit, a brain fitness software company.", "8685432": "Robert Charles Bolles (April 24, 1928 – April 8, 1994) was an American psychologist and author who conducted work on experimental psychology. He developed the species-specific defense reaction theory which contends that many avoidance behaviors are actually elicited behaviors rather than operant behaviors.", "42960763": "Jeffrey Owen Katz (born 1950) is an American scientist best known for his pivotal contribution to the field of factor analysis[1] and his development of innovative AI (artificial intelligence) tools.[2]", "52758411": "Jay Sexter  is an American educator who is known for having been the president of Mercy College and for his work in developing and expanding the scope of the Touro College of Osteopathic Medicine of which he is the retired provost, CEO and vice president for academic affairs.   A library at the Henderson, Nevada location of the aforementioned institution has been named in his honor as has a lecture hall at another of its locations in Middletown, New York.[1]   He currently serves as a member of the board of directors, and is the executive vice president of American Collegiate Acquisitions, Inc.[2]", "41256844": "Ruth Morris Bakwin (1898 – July 31, 1985) was a noted pediatrician and child psychologist and the first woman intern at the Fifth Avenue Hospital in New York City (now the New York Medical College). Bakwin and her husband, also a pediatrician, were long associated with New York University School of Medicine.", "296849": "Ernest Becker (September 27, 1924 – March 6, 1974) was an American cultural anthropologist and author of the 1974 Pulitzer Prize-winning book, The Denial of Death.", "38143912": "Emanuel Frederick Hammer (August 15, 1926 – May 18, 2005) was an American psychologist and author who studied connections between creativity and criminality via projective tests and art therapy. He founded the Institute for Projective Drawings and served as director of Lincoln Institute of Psychotherapy in New York City.[1] He published 15 books and was a Fellow of the American Psychological Association.", "27690920": "Cal Botterill (born October 17, 1947) is a Canadian sports psychologist. He played for the Canada men's national ice hockey team from 1967 to 1969. He received a PhD from the University of Alberta.[1] \nBotterill is a professor at the University of Winnipeg and teaches courses in sport psychology. He wrote a book entitled Perspective with Tom Patrick.[2] He has also worked as a sports psychology consultant for numerous teams in the National Hockey League, including the Calgary Flames, Chicago Blackhawks, Los Angeles Kings, and Philadelphia Flyers.", "65243052": "Patricia Hackney Miller (born 1945) is a developmental psychologist known for her research on cognitive development during early childhood. She holds the position of Professor of Psychology at San Francisco State University.[1]", "16517046": "Norbert Schwarz is Provost Professor in the Department of Psychology and the USC Marshall School of Business at the University of Southern California and a co-director of the USC Dornsife Mind and Society Center.", "38537143": "Jean-Claude Abric (26 September 1941 – 13 September 2012) was a French psychologist, professor in social psychology and the former head of the Social Psychology Laboratory at the University of Aix-Marseille.[1]", "64325573": "Sapna Cheryan (born 1978) is an American social psychologist. She is a Full professor of social psychology in the Department of Psychology at the University of Washington.", "7833543": "Oskar Pfungst (21 April 1874 – 14 August 1932) was a German comparative biologist and psychologist. While working as a volunteer assistant in the laboratory of Carl Stumpf in Berlin, Pfungst was asked to investigate the horse known as Clever Hans, who could apparently solve a wide array of arithmetic problems set to it by its owner. After formal investigation in 1907, Pfungst demonstrated that the horse was not actually performing intellectual tasks, but was watching the reaction of his human observers. Pfungst discovered this artifact in the research methodology, wherein the horse was responding directly to involuntary clues in the body language of the human trainer, who had the faculties to solve each problem. The trainer was entirely unaware that he was providing such clues.", "48007116": "Clare Winnicott (née Clare Nimmo Britton, known as \"Elsie\"; 30 September 1906 – 17 April 1984) OBE was an English social worker, civil servant, psychoanalyst and teacher. She played a pivotal role in the passing of The Children's Act of 1948. Alongside her husband, D. W. Winnicott, Clare would go on to become a prolific writer and prominent social worker and children's advocate in 20th century England.", "27920352": "Paul Richard Abramson (born December 24, 1949, in Norwalk, Connecticut) is a UCLA psychology professor, expert witness, author, and musician.", "57837536": "Jenae M. Neiderhiser is an American behavior geneticist who is a Distinguished Professor of Psychology and Human Development and Family Studies at Pennsylvania State University, where she is also co-director of the Gene Environment Research Initiative.[1]", "69175276": "Stella O'Malley is an Irish psychotherapist and author, with three books on parenting and mental health.[3][4] She is a regular contributor to Irish national newspapers, podcasts, and TV. She made a documentary about gender dysphoria in children for Channel 4, and is the founder of Genspect, a self-described gender critical organisation opposed to transgender rights.", "34572269": "Louis Charles Henri Piéron (18 July 1881 – 6 November 1964) was a French psychologist.  He was one of the founders of scientific psychology in France. He developed the Toulouse-Piéron Cancellation Test (TP) with Édouard Toulouse.[1]", "1902576": "William Herbert Sheldon, Jr. (November 19, 1898 – September 17, 1977)  was an American psychologist, numismatist, and eugenicist. He created the field of somatotype and constitutional psychology that correlate body types with temperament, illustrated by his Ivy League nude posture photos.[1][2]", "3966963": "David John Smail[1] (23 April 1938 – 3 August 2014)[2] was a British clinical psychologist who was a proponent of a social materialist explanation of psychological distress.[3]", "41617402": "Trudie Chalder is Professor of Cognitive Behavioural Psychotherapy at the Institute of Psychiatry in King's College London.", "5507074": "Floyd Henry Allport (August 22, 1890 – October 15, 1979) was an American psychologist who is often considered \"the father of experimental social psychology\",[1] having played a key role in the creation of social psychology as a legitimate field of behavioral science. His book Social Psychology (1924) impacted all future writings in the field.[2]: 127  He was particularly interested in public opinion, attitudes, morale, rumors, and behavior. He focused on exploration of these topics through laboratory experimentation and survey research.", "1804290": "Michael Tomasello (born January 18, 1950) is an American developmental and comparative psychologist, as well as a linguist. He is professor of psychology at Duke University.", "6260747": "Risto Kalervo Näätänen (14 June 1939 – 5 October 2023[1][2]) was a Finnish psychological scientist, pioneer in the field of cognitive neuroscience, and known worldwide as one of the discoverers of the electrophysiological mismatch negativity. He was a much-cited social scientist and one of the few individuals appointed permanent Academy Professor of the Academy of Finland. He retired in 2007[3] and retained a title of Academy Professor emeritus of the Academy of Finland. He was a professor at the University of Tartu starting in 2007.", "68782101": "Howard Moltz (1927-2004) was an American developmental biopsychologist who was a professor of psychology at the University of Chicago. Much of his earlier research focused on imprinting and maternal behavior in rats, but later in his career, he shifted to using positron emission tomography to research sexual behavior in humans. He was a fellow of the American Association for the Advancement of Science and served as president of the International Society for Developmental Psychobiology.[4][5] Shortly after his death in 2004, the Illinois General Assembly passed a resolution in his honor.[3]", "66390038": "Laura Silberstein is an American psychologist, psychotherapist and author.[1][2][3]", "56428573": "Emil Fröschels (August 24, 1884 – January 18, 1972) was an Austrian speech and voice therapy specialist. As a laryngologist and chief speech therapist, in 1924 he introduced the term logopedics (i.e., speech therapy) into medical usage.[citation needed] He established the International Society of Logopedics and Phoniatrics and was a co-founder, with Karl Cornelius Rothe, of the Vienna School for Speech-Disturbed Children.", "56789024": "Julie Schwartz Gottman (born April 7, 1951) is an American clinical psychologist, researcher, speaker, and author. Together with her husband and collaborator, John Gottman, she is the co-founder of The Gottman Institute – an organization dedicated to strengthening relationships through research-based products and programs. She is the co-creator of the Sound Relationship House Theory,[1] Gottman Method Couples Therapy,[2] and The Art and Science of Love weekend workshop for couples, among other programs.[3] In addition to her internationally recognized clinical work, Julie Schwartz Gottman is the author or co-author of six books – Ten Lessons to Transform Your Marriage, And Baby Makes Three, 10 Principles for Doing Effective Couples Therapy, The Man's Guide to Women, The Marriage Clinic Casebook, and The Science of Couples and Family Therapy.[4] She is also the co-author of over 30 peer-reviewed journal articles.[5]", "30017572": "Maud Mannoni (French: [mod manoni]; born Magdalena Van der Spoel; 23 October 1923 – 15 March 1998) was a French psychoanalyst of Belgian origin, who married Octave Mannoni and became a major figure of the Lacanian movement.", "58558501": "Gary Greenberg is an American comparative and developmental psychologist who is Professor Emeritus of Psychology at Wichita State University.", "31066154": "Graeme Friedman is a clinical psychologist and an award-winning writer whose short stories have appeared in anthologies published internationally.[1] His book The Fossil Artist (Jacana, 2010), a novel about crime, authenticity, what it means to be human and how we come to love, was shortlisted for the Commonwealth Writers' Prize (Best First Book).[2]", "52529197": "Irene Claremont de Castillejo (born in London, 1885 – died in London 1967) was a writer and Jungian analyst. She is remembered especially for her posthumously published classic text, Knowing Woman: A Feminine Psychology, (1973).", "2230325": "Michael S. Gazzaniga (born December 12, 1939) is a professor of psychology at the University of California, Santa Barbara in the USA, where he heads the new SAGE Center for the Study of the Mind.[2] He is one of the leading researchers in cognitive neuroscience, the study of the neural basis of mind.[3] He is a member of the American Academy of Arts & Sciences, the Institute of Medicine, and the National Academy of Sciences.[3]", "3082304": "Claude Mason Steele (born January 1, 1946) is a social psychologist and emeritus professor at Stanford University, where he is the I. James Quillen Endowed Dean, Emeritus at the Stanford University Graduate School of Education,[1] and Lucie Stern Professor in the Social Sciences, Emeritus.[2]", "38537280": "Saadi Lahlou is Professor in Social Psychology, in the Department of Psychological and Behavioural Science at the London School of Economics.\nHe conducts and publishes research in the areas of social psychology, consumer behaviour, survey and forecast methods, lexical analysis, cognition and design.\nHe is the Director of the Paris Institute for Advanced Study", "23791689": "Sante De Sanctis (7 February 1862 – 20 February 1935) was an Italian physician, psychologist, and psychiatrist. He is considered one of the founders of the Italian psychology and pediatric psychiatry.[1]", "52725835": "Elaine N. Aron is an American clinical research psychologist and author.[1] Aron has published numerous books and scholarly articles about inherited temperament and interpersonal relationships,[2] especially on the subject of sensory processing sensitivity, beginning with The Highly Sensitive Person (1996),[3] which has sold over a million copies.[4]", "52529228": "Cathy Spatz Widom is a Distinguished Professor of Psychology at John Jay College of Criminal JusticeCity University of New York. She is known for her research on long term consequences of early childhood physical and sexual abuse and child neglect. Widom received the AAAS Prize for Behavioral Science Research in 1989,[1] the Edwin H. Sutherland Award in 2013,[2] and the Stockholm Prize in Criminology in 2016.[3]", "58034253": "Gene Howard Brody is an American developmental psychologist and prevention scientist and Regent's Professor at the University of Georgia and is the founder and co-director of the University of Georgia's Center for Family Research.[1] He is known for his research on the physiological, biological, and mental health effects of poverty, community disadvantage, and racial discrimination and for the development of efficacious prevention programs for African American youth and their families.[2][3][4]", "34572370": "Felix Krueger (or Krüger) (10 August 1874 in Posen – 25 February 1948 in Basel) was a German psychologist and philosopher. He was a student of Wilhelm Wundt (who is regarded as the father of psychology).", "67635284": "Frances Lois Willoughby (born July 1, 1905, Harrisburg, Pennsylvania,[1] died May 13, 1984 Woodbury, New Jersey) was an American psychiatrist and the first female doctor commissioned in the United States Navy.[2]", "37881947": "E. Scott Geller (born February 7, 1942) is a behavioral psychologist, and currently an Alumni Distinguished Professor of Psychology at Virginia Tech and Director of the Center for Applied Behavior Systems.[1][2] He is the founder of the idea of \"Actively Caring\".[3] He is co-founder of GellerAC4P, a training/consulting firm dedicated to teaching and spreading the Actively Caring for People (AC4P) Movement worldwide.[4] He is co-founder and Senior Partner of Safety Performance Solutions, Inc., a training and consulting organization specializing in behavior-based safety since 1995.[5]", "35227751": "David Bakan (April 23, 1921 in New York City – October 18, 2004 in Toronto) was an American psychologist.", "52463722": "Siaufung \"Bosco\" Tjan (曾学锋, January 21, 1966 – December 2, 2016)[1] was a Chinese-American psychologist and neuroscientist. He was a professor of psychology at the University of Southern California's Dornsife College of Letters, Arts & Sciences.[2][3]", "1869931": "Princess Marie Bonaparte (2 July 1882 – 21 September 1962), known as Princess George of Greece and Denmark upon her marriage, was a French author and psychoanalyst, closely linked with Sigmund Freud. Her wealth contributed to the popularity of psychoanalysis and enabled Freud's escape from Nazi Germany.", "61933675": "Irwin Abraham Meltzer Hyman (March 22, 1935 – February 7, 2005)[1] was an American school psychologist known for his research on, and opposition to, corporal punishment of children.[2][3][4]", "34343019": "Eliot Stellar (November 1, 1919 – October 12, 1993) was an American a physiological psychologist noted for his research of the physiological processes of the brain and how they affect motivation and behavior.\n[1]\n[2]\n[3]\nThe National Academy of Sciences called him \"one of the founders of ... behavioral neuroscience\".[2]\nStellar was a provost at the University of Pennsylvania,[3][1] a member of the National Academy of Sciences[3][2] and the president of the Academy's the Human Rights Committee,[3] president of the Eastern Psychological Association,[3] president of the American Philosophical Society,[3][1]\na recipient of the Warren Medal of the Society of Experimental Physiologists[3] and of the American Psychological Foundation's Gold Medal for Lifetime Achievement.[3]", "18352242": "Nevitt Sanford (31 May 1909 – 11 July 1995) was an American professor of psychology at the University of California at Berkeley and later at Stanford University. A Harvard doctoral student of Gordon Allport, PhD in social psychology and Henry Murray, MD at the Harvard Clinic,[1] as a young Cal professor Sanford studied ethnocentrism and antisemitism, and was the senior author along with Columbia University philosopher Theodor Adorno of The Authoritarian Personality, also known as \"the Berkeley Study.\"", "36309113": "Shane R. Jimerson is a professor of Counseling, Clinical, and School Psychology in the Gevirtz Graduate School of Education at the University of California, Santa Barbara.[1]", "50268293": "Neal J. Cohen  is a professor of psychology in the  Cognitive Neuroscience division of the University of Illinois at Urbana–Champaign.[2]  He is appointed as a full-time faculty member in the Beckman Institute for Advanced Science and Technology at the University of Illinois.[3][4]  He is the founding director of the Center for Nutrition, Learning, and Memory (CNLM), a partnership of the University of Illinois and Abbott Laboratories as of 2011. He is also the founding director of the Interdisciplinary Health Sciences Initiative (IHSI) at the University of Illinois, formed 2014.[5][6]", "61704335": "Jennifer Lynn Eberhardt (born 1965) is an American social psychologist who is currently a professor in the Department of Psychology at Stanford University.[1] Eberhardt has been responsible for major contributions on investigating the consequences of the psychological association between race and crime through methods such as field studies and laboratory studies.[2] She has also contributed to research on unconscious bias, including demonstrating how racial imagery and judgment affect culture and society within the domain of social justice.[1] The results from her work have contributed to training law enforcement officers and state agencies to better their judgments through implicit bias training.[3] She has also provided directions for future research in this domain and brought attention to mistreatment in communities due to biases.", "58165393": "Marc Pilisuk (born January 19, 1934) is a Peace and Conflict Studies scholar and Professor Emeritus of the University of California system, having taught at UC-Davis and UC-Berkeley.[1] He currently teaches and supervises graduate students at Saybrook University.[2] Pilisuk is the author of Hidden Structure of Violence: Who Benefits from Global Violence and War,[3] a coauthor of The Triple Revolution, the author of Poor Americans: How the White Poor Live,[4] a coauthor of The Healing Web: Social Networks and Human Survival,[5] a coauthor of International Conflict and Social Policy,[6] a co-editor of the three-volume anthology Peace Movements Worldwide[7] and the author or coauthor of over one hundred academic journal articles.[1]", "73631900": "Robert Zuili (born March 31, 1964) is a French clinical psychologist, temporary professor (EM Lyon), radio columnist (Sud Radio), and entrepreneur.[1] He is the author of books about the influence of emotions on relationships, professional development and well-being, including Les clés de nos émotions (The Keys to Our Emotions) and Relations amoureuses (Love Relations).[2][3][4][5]", "37292197": "52°35′07.3″N 2°07′14.1″W﻿ / ﻿52.585361°N 2.120583°W﻿ / 52.585361; -2.120583", "64719020": "H. Gwynne Jones (1918 – 1985) was a British psychologist with particular expertise in personality assessment.", "72878253": "Mary Myelin Hayhoe is an Australian American[citation needed] psychologist who researches vision. She has developed virtual environments for the investigation of visually guided behaviour. Hayhoe was awarded the 2022 Optica Award Edgar D. Tillyer Award for her contributions to visual perception and cognition.", "62359735": "Werner W. Wittmann (born 11 January 1944) is a German psychologist, evaluation researcher and research methodologist.[1][2][3]", "34244792": "René Félix Allendy (French: [alɑ̃di]; 19 February 1889 – 12 July 1942) was a French psychoanalyst and homeopath.", "13535419": "David P. Barash (born 1946) is professor of psychology emeritus at the University of Washington. He has written, edited or co-authored 40 books, including ones on human aggression, peace studies, and the sexual behavior of animals and people. He received his bachelor's degree in biology from Harpur College, Binghamton University, and a Ph.D. in zoology from University of Wisconsin–Madison in 1970. He taught at the State University of New York at Oneonta and then accepted a permanent position at the University of Washington.", "69142717": "Daniel Martin Kelly OBE FRSA (born 1959) is a British sociologist and  the Royal College of Nursing Chair of Nursing Research at Cardiff University. He is known for his works on cancer and palliative care and received Order of the British Empire for his services to cancer care research and education.[1] He was made a Fellow of the Royal College of Nursing in 2016.[2]", "1935558": "Reportedly haunted locations:", "6949064": "Lydiard Heneage Horton (1879 – January 19, 1945) was an American consulting psychologist and author, who lectured and wrote about dream psychology, as well as World War I shell shock and trench nightmare.[1]", "58689745": "Richie Graham Poulton CNZM FRSNZ (1962 – 29 September 2023) was a New Zealand psychologist and the director of the University of Otago's Dunedin Multidisciplinary Health & Development Research Unit, which runs the Dunedin Multidisciplinary Health and Development Study (also known as the Dunedin Study). He was also a professor of psychology at the University of Otago, the 2007 founder and co-director of the National Centre for Lifecourse Research,[1] the founder in 2011 of the Graduate Longitudinal Study, New Zealand,[1] and the chief science adviser of the Ministry of Social Development in the New Zealand government.[2]", "65341658": "Park O. Davidson was a Canadian psychologist.", "1018078": "Arthur Lester Benton (October 16, 1909 – December 27, 2006) was a neuropsychologist and Emeritus Professor of Neurology and Psychology at the University of Iowa.", "62327008": "Lara Beth Aknin is a Canadian social psychologist. She is a professor of psychology at Simon Fraser University and a distinguished university professor.", "12814575": "Michael M. Ndurumo (born 10 April 1952) is a deaf educator from Kenya, who was the third deaf person from Africa to obtain a PhD, in 1980. He obtained his BSc, MSc, and PhD degrees from Peabody College of Vanderbilt University, in Tennessee. Ndurumo is currently an associate professor of psychology at the University of Nairobi, Kenya.", "51448051": "Lois Barclay Murphy (March 23, 1902 – December 24, 2003) was an American developmental psychologist who had an important impact on the study of normal child development.[1]  Murphy was instrumental in changing the ways in which children were viewed in psychology—previous work tended to focus on pathology, while Murphy emphasized more positive and social elements, including normal development and the development of empathy and ethics in children.[1] She collaborated on 16 works with her husband, Gardner Murphy, published a book about his work after his death as well as several on her own work.[2]  She founded the Early Childhood Center (EEC), a college laboratory school focused on child development, at Sarah Lawrence College in 1937 which is still in operation today.[3] Murphy was presented with the G. Stanley Hall Award in developmental psychology in recognition of her contributions to the field.[2]", "67242230": "Sissel Gran (born 1951) is a Norwegian psychologist, couple therapist and non-fiction writer.", "2525432": "Livingston Farrand (June 14, 1867 – November 8, 1939) was an American physician, anthropologist, psychologist,  public health advocate and academic administrator.", "28674301": "Dr. Marc Kern is a Los Angeles based psychologist whose practice is focused on substance abuse and addiction treatment. In 2013 he and Adi Jaffe, Ph.D. founded Addiction Alternatives, a Beverly Hills-based addiction treatment program.[1]", "4032765": "Helen Smith is an American forensic psychologist in Knoxville, Tennessee, who specializes in violent children and adults. She holds a Ph.D. from the University of Tennessee[1] and master's degrees from The New School for Social Research and the City University of New York[which?].[citation needed] She has written The Scarred Heart: Understanding and Identifying Kids Who Kill,[2][non-primary source needed] and was writer and executive producer of Six, a documentary about the murder of a family in Tennessee by teens from Kentucky. The film highlights the inadequacies of the school, mental health and criminal justice systems in preventive treatment of troubled teens; the film was shown at a 2003 film festival in Tennessee.[3]", "32934144": "Lawrence D. Bobo is the W. E. B. Du Bois Professor of the Social Sciences and the Dean of Social Science at Harvard University. His research focuses on the intersection of social psychology, social inequality, politics, and race.[1]", "1018113": "Jerzy Konorski (1 December 1903 in Łódź, Congress Poland – 14 November 1973 in Warsaw, Poland) was a Polish neurophysiologist who further developed the work of Ivan Pavlov by discovering secondary conditioned reflexes and operant conditioning. He also proposed the idea of gnostic neurons, a concept similar to the grandmother cell. He coined the term neural plasticity,[1] and he developed theoretical ideas regarding it that are similar to those proposed soon after by Donald Hebb.", "5867774": "Douglas Frederick Hooper FBPsS[1] (27 June 1927 – 25 October 2010) was an English psychologist. He was the president of the British Association for Counselling and Psychotherapy (BACP) from 1986 to 1993.[2]", "23136520": "Louise Chawla is a Professor emerita in the College of Architecture and Planning[1] at the University of Colorado, where she is a member of the Executive Committee of the Children Youth and Environments Center for Research and Design and co-editor of the Children Youth and Environments Journal.", "1444110": "May Sinclair was the pseudonym of Mary Amelia St. Clair (24 August 1863 – 14 November 1946), a popular British writer who wrote about two dozen novels, short stories and poetry.[1] She was an active suffragist, and member of the Woman Writers' Suffrage League. She once dressed up as a demure, rebel Jane Austen for a suffrage fundraising event.[2] Sinclair was also a significant critic in the area of modernist poetry and prose, and she is attributed with first using the term 'stream of consciousness' in a literary context, when reviewing the first volumes of Dorothy Richardson's novel sequence Pilgrimage (1915–1967), in The Egoist, April 1918.", "56658191": "Brent Walter Roberts is an American social and personality psychologist who is professor of psychology at the University of Illinois at Urbana–Champaign. He is known for his research on personality traits, especially conscientiousness[1] and narcissism.[2][3] He is the president of the Association for Research in Personality, and was named an ISI Highly Cited Researcher in 2016 and 2017.[4] In 2014 he presented the Paul B. Baltes Lecture at the Berlin-Brandenburg Academy of Sciences and Humanities. His daughter, Siena Roberts, is the American University Washington College of Law[5] 2022 1L Section 2 Representative. Siena won re-election and will now serve as the 2023 2L Representative at WCL.", "6588698": "Helmuth Sørensen Nyborg (born 5 January 1937) is a Danish psychologist and former athlete. He is a former professor of developmental psychology at Aarhus University and Olympic canoeist.  His main research topic is the connection between hormones and intelligence. Among other things, he has worked on increasing the intelligence of girls with Turner's syndrome by giving them estrogen.", "61868314": "Betty Margaret Bernardelli (née Giles, 7 Nov 1919–1998) was a physiological psychologist at the University of Otago in New Zealand. With an MA from Cambridge University, Bernardelli was the commanding officer at the WAAF training school for psychology instructors.[1] After the war, Bernardelli worked in a team advising demobilised air force personnel on their future employment prospects, and set up a testing unit for the Royal Navy.[2] Bernardelli was also part of a research team in Cambridge, focusing on about how best to assist men and women aged 35–40 forced to change their occupation.[1]", "8980766": "Maria Torok (Hungarian: Török Mária; 10 November 1925, Budapest – 25 March 1998, New York City) was a French psychoanalyst of Hungarian descent.", "14158111": "Richard B. Gartner (born in New York City ca. 1947) is a clinical psychologist who was trained both as a family therapist and an interpersonal psychoanalyst. One of the founders of MaleSurvivor: the National Organization on Male Sexual Victimization [www.malesurvivor.org], he is a Past President of the organization and now chairs its advisory board.[1] He is known for his research and clinical work in the area of child sexual abuse against boys and its aftermath for them as men.[2]", "72648991": "John Downing (1922–1987) was a British educational psychologist who started his career as a teacher then worked as an academic from 1960 until his death in 1987.  He published over 300 academic papers in his 27-year academic career, specialising in both how children read and how they learn to read. His three main fields of study were the initial teaching alphabet, the psychology of reading and the comparison of reading methods across different languages and cultures. His principle works in each of these fields were Evaluating the Initial Teaching Alphabet, Reading & Reasoning and Comparative Reading.  Fundamentally, Downing was an educational psychologist and his main lifetime achievement was the formulation of the cognitive clarity theory of learning to read.", "61737250": "Naomi Weisstein (January 1, 1939 – March 26, 2015) was an American cognitive psychologist, neuroscientist, author and professor of psychology. Weisstein's main area of work was based in social psychology and cognitive neuroscience. She considered herself a radical feminist and used comedy and rock music as a way to disseminate her views and ideologies: Weisstein was an active member in founding the Chicago Women's Liberation Union, which promoted feminist activities and improved women's way of life. She received a Bachelor of Arts from Wellesley College in 1961. She then went on to complete her PhD at Harvard University in 1964. After her PhD, she finished her post-doctoral fellowship at the University of Chicago. Furthermore, she was a member of the American Association for the Advancement of Science and the American Psychological Society.", "69306675": "Elisabeth Rozetta Geleerd Loewenstein (March 20, 1909 – May 25, 1969) was a Dutch-American psychoanalyst. Born to an upper-middle-class family in Rotterdam, Geleerd studied psychoanalysis in Vienna, then London, under Anna Freud. Building a career in the United States, she became one of the nation's major practitioners in child and adolescent psychoanalysis throughout the mid-20th century. Geleerd specialized in the psychoanalysis of psychosis, including schizophrenia, and was an influential writer on psychoanalysis in childhood schizophrenia. She was one of the first writers to consider the concept of borderline personality disorder in childhood.", "25397563": "Andrzej Nowak (born June 12, 1953, in Warsaw) is a Polish psychologist, one of the founders of dynamical social psychology. He is a pioneer in applying computer simulations in social sciences.", "8784196": "Samuel George Soal (1889–1975) was a British mathematician and parapsychologist. He was charged with fraudulent production of data in his work in parapsychology.[1]", "11405636": "David F. Duncan (born in Kansas City, Missouri on June 26, 1947) is president of Duncan & Associates, a firm providing consultation on research design and data collection for behavioral and policy studies. He is also Clinical Associate Professor in the Department of Community Health at Brown University School of Medicine.", "23693640": "Richard Stanton Lambert (25 August 1894 – 27 November 1981) was a biographer, popular historian and broadcaster. He was also the founding editor of The Listener and an employee of the BBC and CBC. His books mainly concern history and biography but he also wrote about crime, travel, art, radio, film and propaganda. In Ariel and All His Quality he wrote about his time with the BBC in its formative years. Propaganda, published in 1939, was a timely investigation of a subject already made familiar during World War I.", "24021329": "David Ross Komito is a professor of Asian Philosophy and author on the subjects of Mādhyamaka Buddhist philosophy, meditation and the psychology of religion.", "1476946": "Anthony David FMedSci is a British neuropsychiatrist based at University College London. Previously tenured as professor of cognitive neuropsychiatry and Vice Dean at the Institute of Psychiatry, King's College London, since 2018 he has been Director, University College London, Institute of Mental Health. He is the father of Rebecca David, a Senior Campaign Manager at Influencer LTD and Michael David a junior doctor.", "57870685": "Jorge Corsi (born 1948) is an Argentine psychologist who was considered one of the highest authorities in the subject of domestic violence in Argentina and Spain until he lost his prestige due to being arrested and later sentenced to prison on child sexual abuse charges.[1][2] In a 2009 interview he famously stated \"paedophilia is not a crime.\"[3]", "7866724": "Marsha M. Linehan (born May 5, 1943) is an American psychologist and author. She is the creator of dialectical behavior therapy (DBT), a type of psychotherapy that combines cognitive restructuring with acceptance, mindfulness, and shaping.", "54462829": "Elena L. Grigorenko (born January 4, 1965) is an American clinical psychologist and the Hugh Roy and Lillie Cranz Cullen Distinguished Professor of Psychology at the University of Houston, where she has taught since September 2015. She is also a professor in the Department of Molecular and Human Genetics at Baylor College of Medicine.", "8128894": "René Zazzo  (27 October 1910 – 20 September 1995) was a French psychologist and pedagogue."}