{"8623889": "David S. Eisenberg (born 15 March 1939[citation needed]) is an American biochemist and biophysicist best known for his contributions to structural biology and computational molecular biology. He has been a professor at the University of California, Los Angeles since the early 1970s and was director of the UCLA-DOE Institute for Genomics & Proteomics, as well as a member of the California NanoSystems Institute (CNSI) at UCLA.[9][10][11][12][13][14][15]", "431890": "Douglas Dean Osheroff (born August 1, 1945) is an American physicist known for his work in experimental condensed matter physics, in particular for his co-discovery of superfluidity in Helium-3. For his contributions he shared the 1996 Nobel Prize in Physics along with David Lee and Robert C. Richardson.[1] Osheroff is currently the J. G. Jackson and C. J. Wood Professor of Physics, emeritus, at Stanford University.", "51713810": "Robert Traill Omond FRSE LLD SMS (1858–1914) was a British physicist, geologist and meteorologist who set up the Ben Nevis Observatory.", "48666385": "Inés Lucia Cifuentes (April 26, 1954 – December 16, 2013) was an English-born American seismologist and educator. From 1994 to 2005, she was director of the Carnegie Academy for Science Education.[1][2]", "8460057": "Arthur Gordon Webster (November 28, 1863 – May 15, 1923) was an American physicist who founded the American Physical Society.", "62068510": "Angela Renee Hight Walker is an American physicist. She is a project leader in the nanoscale spectroscopy group at the National Institute of Standards and Technology. Hight Walker's research includes advancing optical spectroscopic techniques and specifically their applicability to characterize quantum nanomaterials.", "66557727": "Ian Robert Smail is a British astrophysicist. He is Professor of Physics at the Durham University Department of Physics, based in the Centre for Extragalactic Astronomy, itself part of the Ogden Centre for Fundamental Physics.[1] Since 2015, he has been ranked as one of the most highly-cited researchers in Space Sciences.[1]", "64296737": "Ruth Wright Chabay (born 1949)[1] is an American physics educator known for her work in educational technology and as the coauthor of the calculus-based physics textbook Matter and Interactions. She is professor emerita of physics at North Carolina State University.[2]", "24876837": "Giuseppe Franco Bassani (October 29, 1929, Milan – September 25, 2008, Pisa) was an Italian physicist.", "43456293": "John Joseph Hopfield (July 8, 1891 – January 8, 1953) was a Polish-American physicist. Hopfield's published research included vacuum ultraviolet spectroscopy and solar ultraviolet spectroscopy. He was the discoverer of the \"Hopfield bands\" of oxygen and co-discoverer of the \"Lyman–Birge–Hopfield bands\" of nitrogen.  For about a decade he was an industrial physicist working with technologies for fabricating glass windows, and was the inventor listed on several related patents.[1][2][3][4]", "22845223": "Evgenii L'vovich Feinberg (27 June 1912 – 10 December 2005) was a Soviet physicist, recognized for his contributions to theoretical physics.", "68687655": "Aviva Brecher (born July 4, 1945) is a Romanian-American applied physicist and transportation scientist who studied magnetic levitation for many years at the John A. Volpe National Transportation Systems Center, a research center of the United States Department of Transportation.[1][2]", "21436203": "Alexander Boksenberg CBE FRS (born 18 March 1936)[1] is a British scientist. He won the 1999 Hughes Medal of the Royal Society \"for his landmark discoveries concerning the nature of active galactic nuclei, the physics of the intergalactic medium and of the interstellar gas in primordial galaxies. He is noted also for his exceptional contributions to the development of astronomical instrumentation including the Image Photon Counting System, a revolutionary electronic area detector for the detection of faint sources, which gave a major impetus to optical astronomy in the United Kingdom\".[2]", "68130604": "Delores Marie Robinson is an American geologist and tectonicist who is a professor and department chair at the University of Alabama. Her research considers how orogenic systems evolve from porto-magmatic arcs, with a particular focus on Western Nepal, India, Bhutan and Southern Tibet.", "52107053": "Maura McLaughlin is currently an astrophysics professor at West Virginia University in Morgantown, West Virginia. She holds a Bachelor's of Science degree from Pennsylvania State University and a Ph.D. from Cornell University.[1]  She is known for her work on furthering the research on gravitational waves and for her dedication to the Pulsar Search Collaboratory.[2] She was named a Fellow of the American Physical Society in 2021.[3]", "55613230": "Michael Strickland is an American theoretical physicist who received his PhD from Duke University in 1997.  His specialty is the physics of the Quark-Gluon Plasma which is an extreme state of matter which filled the entire Universe until about 10−5 seconds after the Big Bang.  He has contributed to calculation of the quark-gluon plasma (QGP) equation of state, QGP plasma instabilities/thermalization, reformulation of relativistic hydrodynamics for far-from-equilibrium systems, and quarkonium suppression in the QGP, etc.", "1185584": "Melba Newell Phillips (February 1, 1907 – November 8, 2004) was an American physicist and a pioneer science educator. One of the first doctoral students of J. Robert Oppenheimer at the University of California, Berkeley, Phillips completed her PhD in 1933, a time when few women could pursue careers in science. In 1935, Oppenheimer and Phillips published[1] their description of the Oppenheimer–Phillips process, an early contribution to nuclear physics that explained the behavior of accelerated nuclei of radioactive hydrogen atoms. Phillips was also known for her refusal to cooperate with a U.S. Senate judiciary subcommittee's investigation on internal security during the McCarthy era which led to her dismissal from her professorship at Brooklyn College, where she was a professor of science from 1938 until 1952. (The college publicly and personally apologized to Phillips for the dismissal in 1987.)", "8853302": "Steen Rasmussen (born 7 July 1955) is a Danish physicist mainly working in the areas of artificial life and complex systems. He is currently a professor in physics and a center director at University of Southern Denmark as well as an external research professor at the Santa Fe Institute. His formal training was at the Technical University of Denmark (1985 PhD in physics of complex systems) and University of Copenhagen (philosophy). He spent 20 years as a researcher at Los Alamos National Laboratory (1988-2007) the last five years as a leader of the Self-Organized Systems team. He has been part of the Santa Fe Institute since 1988.", "49485639": "Brian Gregory Keating (born September 9, 1971) is an American cosmologist. He works on observations of the cosmic microwave background, leading the BICEP, POLARBEAR2 and Simons Array experiments. He received his PhD in 2000, and is a distinguished professor of physics at University of California, San Diego, since 2019. He is the author of two books, Losing The Nobel Prize and Into the Impossible.", "58005323": "Mika McKinnon is a Canadian field geophysicist, disaster researcher, and science communicator. She is a co-investigator of the Southwest Research Institute's Project ESPRESSO and was a science adviser to the science fiction television series Stargate Atlantis and Stargate Universe.[2][3]", "3577676": "Thomas Neil Davis (February 1, 1932 – December 10, 2016) was a professor of geophysics from the University of Alaska Fairbanks and the author of several books. Born in Greeley, Colorado, Davis received his B.S in geophysics from University of Alaska Fairbanks in 1955, an M.S. in geophysics from California Institute of Technology in 1957, and a Ph.D. in geophysics from University of Alaska Fairbanks in 1961.[1] Davis spent most of his working career at the Geophysical Institute, pioneering the use of all-sky and low-level light cameras for the study of the aurora borealis and conducting rocket studies of the aurora. With Masahisa Sugiura (while both were at NASA Goddard Space Flight Center) he introduced the AE (auroral electrojet) index now commonly used as a measure of solar-terrestrial interaction. A student of Beno Gutenberg and Charles Richter at Caltech, he also has done work in observational seismology.", "11048781": "Charles M. Falco (born August 17, 1948) is an American experimental physicist and an expert on the magnetic and optical properties of thin film materials.[1]", "3512143": "Christian Christiansen (9 October 1843 in Lønborg, Denmark – 28 November 1917 Frederiksberg) was a Danish physicist.", "1480531": "Ruby Violet Payne-Scott (28 May 1912 – 25 May 1981) was an Australian pioneer in radiophysics and radio astronomy, and was one of two Antipodean women pioneers in radio astronomy and radio physics at the end of the second world war, Ruby Payne-Scott the Australian and Elizabeth Alexander[1]  the New Zealander.", "61839190": "Prof David Thomson (1817–1880) was a 19th-century Scottish physicist.[1] He was known as Davie Thomson or later Auld Dauvit.", "61740888": "Denis Jerome (born 28 February 1939 in Paris) is a French experimental physicist in the field of condensed matter, who contributed to the discovery of superconductivity in organic conductive matter.", "63969124": "Montserrat Calleja Gómez (born April 20, 1973) is a Spanish physicist who specializes in Bionanomechanics.[1][2][3] She is currently a research professor at the Institute of Micro and Nanotechnology in Madrid, Spain.[4][5]", "65607531": "Stefan Andersson-Engels (born 1960) is a Swedish biophysicist specializing in the field of biophotonics. He is professor at University College Cork and the deputy director of the Irish Photonics Integration Center (IPIC) within the Science Foundation Ireland. Before joining University College Cork, he was Professor of Biomedical Engineering at Lund University. He has co-founded 3 biophotonics companies Spectracure,[2] Lumito,[3] BioPixS.[4] He also co-founded biannual biophotonics summer school.[5]", "31987563": "Hans Økland (19 August 1918 – 23 April 2010) was a Norwegian meteorologist and geophysicist.", "35886957": "Ottokar Tumlirz (17 January 1856 – 4 May 1928) was an Austrian physicist.", "2627444": "Geoffrey Foucar Chew (/tʃuː/; June 5, 1924 – April 12, 2019)[1][2] was an American theoretical physicist. He is known for his bootstrap theory of strong interactions.[3]", "5150580": "Edward Leamington Nichols (September 14, 1854 – November 10, 1937) was an American scientist. He was a physicist and astronomer,[2] professor of physics at Cornell University.[3]", "71538551": "Aleksandra M. Walczak is a theoretical biophysicist. She works on stochastic gene expression at Ecole Normale Supérieure where she is a research director.[1]", "69670778": "Yu-Hwa Lo is a physicist, engineer, academic and researcher. He is a Professor of Electrical and Computer Engineering at University of California at San Diego (UCSD).[1]", "53811067": "Chanchal Kumar Majumdar (Bengali: [Cañcāla kumāra majumadāra]) (11 August 1938 – 20 June 2000) was an Indian condensed matter physicist and the founder director of S.N. Bose National Centre for Basic Sciences. Known for his research in quantum mechanics, Majumdar was an elected fellow of all the three major Indian science academies – the Indian National Science Academy, the National Academy of Sciences, India, and the Indian Academy of Sciences – as well a member of the New York Academy of Sciences and the American Physical Society.", "35723135": "Aaron R. Parsons (born 1980) is an American astrophysicist who works primarily in the fields of radio astronomy instrumentation and experimental cosmology.", "432000": "Arthur Holly Compton (September 10, 1892 – March 15, 1962) was an American scientist who won the Nobel Prize in Physics in 1927 for his 1923 discovery of the Compton effect, which demonstrated the particle nature of electromagnetic radiation. It was a sensational discovery at the time: the wave nature of light had been well-demonstrated, but the idea that light had both wave and particle properties was not easily accepted. He is also known for his leadership over the Metallurgical Laboratory at the University of Chicago during the Manhattan Project, and served as chancellor of Washington University in St. Louis from 1945 to 1953.", "24254338": "Arthur Rudolph Berthold Wehnelt (April 4, 1871 – February 15, 1944) was a German physicist, noted for important contributions in the fields of X-ray physics, gas discharges and electron emission.", "68851590": "Kanak Saha is an Indian astrophysicist. He is an associate professor of astrophysics at Inter-University Centre for Astronomy and Astrophysics. His research interests include formation of galaxies in the early universe and their evolution.[1] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology for his contributions to physical sciences in 2021.[2][3]", "2463623": "Dennis William Siahou Sciama, FRS (/ʃiˈæmə/; 18 November 1926 – 18 December 1999)[6][7] was an English physicist who, through his own work and that of his students, played a major role in developing British physics after the Second World War.[8][9] He was the PhD supervisor to many famous physicists and astrophysicists, including John D. Barrow, David Deutsch, George F. R. Ellis, Stephen Hawking, Adrian Melott and Martin Rees, among others; he is considered one of the fathers of modern cosmology.[10][11][12][13]", "4167561": "Federico Capasso (born 1949) is an applied physicist and is one of the inventors of the quantum cascade laser during his work at Bell Laboratories.[1] He is currently on the faculty of Harvard University.", "50009993": "James E. Brau (born 1946) is an American physicist at the University of Oregon (UO) who conducts research on elementary particles and fields. He founded the Oregon experimental high energy physics group in 1988 and served as director of the UO Center for High Energy Physics from 1997 to 2016. Prior to joining the Oregon faculty, he served in the Air Force and held positions at the Stanford Linear Accelerator Center and the University of Tennessee. He is a fellow of both the American Physical Society and also the American Association for the Advancement of Science. In 2006 he was appointed the Philip H. Knight Professor of Natural Science, an endowed professorship.", "61740940": "Christian Bordé (15 March 1943 - 30 August 2023) was a French physicist. He has been a member of the French Academy of Sciences since December 2008.[1]", "35559318": "Gerhard Müller (November 25, 1940 – July 9, 2002) was a prominent German geophysicist who specialized in seismology.", "54466455": "Garth Alan Carnaby CNZM (born 1950) is a New Zealand fibre physicist and science and public administrator.", "2004887": "Kyong Won-ha (Korean: 경원하, born 1928[1]) is a nuclear scientist who may have participated in developing the North Korean nuclear program.[2]", "51189662": "Serguei Petrovich Palto (Russian: Сергей Петрович Палто, Belarusian: Сяргей Пятрович Палто, Siarhiej Piatrovič Palto; Born on 1960 in Motol) is a Russian Belarusian physicist and mathematician.", "14292893": "Dr. Henry Evelyn Derrick Scovil, better known as H. E. D. Scovil or Derrick Scovil (1923-2010), was a physicist noted for his contributions to masers  and bubble memory.", "68851616": "Nathalie Q. Balaban is an Israeli biophysicist and  systems biologist. She is a full professor at the Racah Institute of Physics at the Hebrew University of Jerusalem.[1] and a member of the European Academy of Microbiology (EAM), the American Academy of Microbiology (AAM) and the European Molecular Biology Organization (EMBO).", "53843874": "Michael J. Leitch from the Los Alamos National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics  in 2000,[3] for his contributions to experimental medium-energy and high-energy nuclear physics, in particular for his lead role in measurements of pion double-charge exchange at low energies, and his leadership in the measurement of nuclear dependencies of J/psi production and of open charm production.", "60594089": "John Trowbridge (August 5, 1843 – February 18, 1923) was an American physicist, noted for his research into electricity and magnetism, and for his innovations in scientific education.", "53843884": "Roderick V. Jensen from the Wesleyan University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Materials Physics in 2000,[3] for pioneering contributions to the understanding of strongly perturbed quantum systems that are classically chaotic, like Rydberg atoms in strong fields, and for the extension of the methods of nonlinear dynamics across many disciplines, from atomic physics and mesoscopic solid-state physics to biophysics and neuros.", "43849647": "Dani Smith Bassett (born c. 1981[2]) is an American physicist and systems neuroscientist who was the youngest individual to be awarded a 2014 MacArthur fellowship.[3][4]", "67803055": "Herbert Stansfield AMIEE (1872 – 14 March 1960) was a British physicist and Professor at University College, Southampton (1912–32) whose research focussed on soap films, the Michelson Interferometer and the Echelon Spectroscope.", "61740976": "Alain Benoit (born 1948) is a French physicist specialising in low temperature physics. He was awarded the CNRS silver medal in 1993 and the CNRS innovation medal in 2012.[1]", "62035892": "Matthew William Choptuik (born 1961) is a Canadian theoretical physicist specializing in numerical relativity.", "53843892": "Stephen P. Reynolds from North Carolina State University, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Astrophysics  in 2000,[3] for contributions to high-energy astrophysics, including modeling relativistic jets in quasars, pulsar-driven supernova remnants, and electron acceleration to synchrotron X-ray emitting energies in young shell supernova remnants, and supporting observations.", "1415092": "Shigeo Satomura (里村 茂夫, Satomura Shigeo, 1919–1960) was a Japanese physicist credited with introducing the ultrasonic Doppler techniques to practical medical diagnostics in the 1950s. These techniques made possible non-invasive monitoring of blood flow in the human body.[1][2][3]", "53843895": "Uri Feldman (17 April 1935 – 26 February 2023)[1] from the Naval Research Laboratory, was awarded the status of Fellow[2] in the American Physical Society,[3] after they were nominated by their Division of Plasma Physics in 2000,[4] for original contributions to the study of the atomic structure of highly excited elements, both the development of advanced tools to conduct observations and the analysis and interpretation of the resulting data; and for the application of the physics of highly excited elements to the study of energetic processes in the sun's atmosphere.", "66525114": "Margaret Hope Alston-Garnjost (also published as Margaret Alston, January 23, 1929 – February 7, 2019) was a British physicist who worked for many years at the Lawrence Berkeley National Laboratory, where her research with the bubble chamber contributed to the Nobel Prize winning work of her supervisor Luis Walter Alvarez.[1][2]", "53843899": "Jerome Lewis Duggan (August 4, 1933 – August 31, 2014) was a Regents Professor at the University of North Texas (UNT), the founder of the International Conference on the Application of Accelerators in Research and Industry (CAARI).[1][2] He was also a Fellow in the American Physical Society.", "169917": "John Stewart Bell FRS[2] (28 July 1928 – 1 October 1990)[3] was a physicist from Northern Ireland and the originator of Bell's theorem, an important theorem in quantum physics regarding hidden-variable theories.[4][5][6][7][8]", "58726335": "John Keith Roberts FRS (16 April 1897 – 126 April 1944) was an Australian physicist who was awarded an 1851 Exhibition Scholarship, and went to England, where he studied under Sir Ernest Rutherford at the University of Cambridge's Cavendish Laboratory. During the Second World War he was the chief scientist at the Royal Navy's Anti-Submarine Experimental Establishment in Fairlie, Scotland, where he oversaw the development of improved techniques for detecting submarines.", "58693569": "Daniel Garcia-Castellanos (born 1968 in Kuwait) is a Spanish scientist at the Spanish National Research Council (CSIC) who investigates in the field of geophysics and is known for his theory about the catastrophic flooding of the Mediterranean Sea in the recent geological past, an event known as the Zanclean flood. Other scientific contributions deal with the evolution of the Earth's relief as a result of the deep geodynamic phenomena of the Earth’s interior interacting with the erosion and climate at the surface.", "53843906": "Victor Valentine Eremenko from the Institute For Low Temperature Physics, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on International Physics in 2000,[3] for pioneering works in magneto-optics of antiferromagnets, discovery of the \"\"mixed\"\" and \"\"intermediate\"\" states of antiferromagnets near magnetic phase transitions, photoinduced persistent phenomena in magnetic insulators & high-Tc superconductors; and his international activities as the editor of \"\"Low Temperature\"\"", "38705090": "Arpat Avanesyan is a Physicist and legislator from Artsakh.[1][2]\nAvanesyan is a past Rector of the State University of Mountainous Karabakh.\nHe chairs the legislature's Finance Committee.[3]", "34641860": "Eduard Rüchardt (March 29, 1888 – March 7, 1962) was a German physicist. In modern times Rüchardt is mainly noted for the experiment named after him.[1][2]  However, Rüchardt's chief topic was the study of canal rays. This work started under the supervision of Wilhelm Wien and continued later in collaborations with Walther Gerlach.", "50993094": "Louis Lee (Chinese: 李羅權; born 20 April 1947) is a Taiwanese physicist.", "53843912": "James Michael Lisy is an American physicist.", "34150345": "Rodney Lee Cool (March 8, 1920 – April 16, 1988) was an American physicist who helped to establish the existence of the quark.\n[1]\n[2]\nCool was a professor of high-energy physics at Rockefeller University,[2] a member of the National Academies of Sciences.[1][3]\nHe was also a Fellow of the American Physical Society.[2]\nCool founded an experimental physics group at Rockefeller University in 1970.[2]", "53843914": "Ruqian Wu is a professor of physics and astronomy at the University of California, Irvine (UCI). His primary research area is condensed matter physics.[1]", "39720906": "Jafar Dhia Jafar (Arabic: جعفر ضياء جعفر; born in Baghdad on August 25, 1942) is an Iraqi nuclear physicist, former Vice Chairman of the Iraq Atomic Energy Commission, and chief of Iraq's nuclear program. He is widely known  by American and international officials including UN Chief Inspector David Kay (1991-1992) as the father of the Iraqi Nuclear Program. [1][2][3]", "53843919": "Brenton Raymond Lewis was an Australian physicist, Emeritus Professor at Australian National University from 1979 to 2012.[1]", "53843923": "Erio Tosatti (born 9 November 1943 in Nonantola) is an Italian theoretical physicist active at the International School for Advanced Studies (SISSA),  and at the Abdus Salam International Centre for Theoretical Physics (ICTP), both in Trieste, Italy.  He is a broad-scope theorist who carried out research on a  wide range of condensed matter physics phenomena. His early work dealt with optical properties,[1] electron energy loss,[2] theory of excitons[3] and nonlocal dielectric response [4] in solids, including layer crystals such as graphite[5] and semiconductors; charge- and spin-density-waves;[6][7][8]  surface physics in all its aspects, particularly reconstruction,[9] roughening[10] and melting,[11] also in clusters;[12] the prediction the Berry phase in fullerene;[13][14] the first calculated STM map of graphite,[15] now a standard in the field; matter at extreme pressures: carbon,[16] oxygen,[17][18] hydrogen,[19] CO2,[20] iron at earth core conditions,[21] water and ammonia at deep planetary conditions,[22] pressure-induced insulator-metal transitions in layer compounds like MoS2.[23] In nanophysics, he and his group predicted helical structures of metal nanowires;[24][25] the spontaneous magnetism of metal nanocontacts,[26] including the electronic circumstances for normal or ferromagnetic Kondo effect therein.[27][28] His and his collaborator's theory of strongly correlated superconductivity[29][30] was recently confirmed in compounds such as Cs3C60. Pioneering papers on quantum annealing[31][32] are now basic to current developments in quantum computing.  More recently he moved on to the theory of nanofriction,[33] a field where he  obtained the ERC Advanced Grant MODPHYSFRICT 2013–2019, and subsequently, as co-PI with an experimental group, another  ERC Advanced Grant ULTRADISS 2019-2024 .  More details of his current and past research activity can be found here.", "53843927": "Lester Fuess Eastman (May 21, 1928 – August 9, 2013)[1] was an American physicist, engineer and educator.", "14817239": "Winfried Otto Schumann (May 20, 1888 – September 22, 1974) was a German physicist and electrical engineer who predicted the Schumann resonances, a series of low-frequency resonances caused by lightning discharges in the atmosphere.[1][2]", "22058970": "Leland John Haworth (July 11, 1904 – March 5, 1979) was an American particle physicist. In his long career he was head of the Brookhaven National Laboratory, the Atomic Energy Commission, the National Science Foundation, and was assistant to the president of Associated Universities, Inc.", "52664283": "Ernest Wilmot Guptill (5 September 1919 – 20 March 1976) was a Canadian physicist. He spent his academic career at Dalhousie University, where he was department head for ten years. He was co-inventor of the  slotted waveguide antenna.", "53843932": "Pierre Baruch (1927–2017) was a French solid-state physicist. He attended the Ecole Normale Supérieure, and later was on the faculty of Universite Paris 7 - Denis Diderot,", "59643870": "Mikhail (Michel) Dyakonov (born 1940 in Leningrad) is a Russian professor of physics at Laboratoire Charles Coulomb (L2C), Université Montpellier - CNRS in France.", "53843935": "Ruben Gerardo Barrera (born 3 February 1943) is a Mexican physicist, professor emeritus at the National Autonomous University of Mexico (UNAM).[1] His main interest has been the optical properties of inhomogeneous systems.", "61806560": "Lisa E. Gordon-Hagerty is an American scientist and former government official who served as the under secretary of energy for nuclear security and administrator of the National Nuclear Security Administration. Earlier in her career, she had served in various other leadership positions in the Department of Energy and the National Security Council.", "43816931": "Tettje Clay-Jolles (1881–1972) was one of the first female Dutch physicists. She studied the variation of atmospheric radiation with geographic latitude.[1]", "53843940": "Serdar Kuyucak (born 19 February 1954) is a Turkish-born Australian physicist, an Associate Professor at the University of Sydney, Australia.  His research interest include the study of ion transport across membrane channels using Brownian and molecular dynamics (BD and MD) methods and the solution of spectrum generating algebras (interacting boson model, vibron model) using the 1/N expansion method, and their application to problems in nuclear and molecular spectroscopy. [1]", "29267941": "John P. Abraham is a professor of thermal sciences at the University of St. Thomas School of Engineering, Minnesota in the United States of America.", "38377446": "Sean R. Garner is a physicist currently working on a diverse suite of projects for Palo Alto Research Center (PARC), in San Francisco, CA.  Garner received his BA, Mathematics and BS, Physics from University of California, Santa Cruz in 1999, and completed his PhD in physics in 2005 at Cornell University. His thesis was titled \"Force-Gradient Detection of Nuclear Magnetic Resonance\", and Prof. John A. Marohn was his Doctoral Advisor. He then spent 3 years as a Postdoctoral Fellow at Harvard University, School of Engineering and Applied Sciences researching ultra-slow and stopped light in Bose-Einstein Condensates with Prof. Lene Vestergaard Hau.[1]  Garner was the second author on the groundbreaking paper “Coherent control of optical information with matter wave dynamics,” which appeared on the cover of Nature, and detailed the first experimental verification \"that a slow light pulse can be stopped and stored in one Bose–Einstein condensate and subsequently revived from a totally different condensate, 160 micrometer away; information is transferred through conversion of the optical pulse into a travelling matter wave.\"[2]", "68655082": "Lucia Reining (born 13 September 1961) is a German theoretical spectroscopist who works in France as a director of research (exceptional class) with the French National Centre for Scientific Research (CNRS), in the Laboratoire des Solides Irradiés at the École Polytechnique.[1]", "53843946": "Shang-Fen Ren is a professor emerita at Illinois State University.", "41555950": "Mikhail Samoilovich Neiman (March 7, 1905, in Sevastopol, Russian Empire – June 25, 1975, in Moscow, USSR) was a Soviet physicist, Doctor of Technical Sciences and professor. The main directions of his research were the study of the ultra-high frequency electromagnetic systems, theoretical and applied radio engineering, and automatic processes.", "53843955": "Rashmi C. Desai is an Indian-American physicist, professor emeritus of physics at the University of Toronto.", "53843959": "Robert William Bilger FAA (22 April 1935 – 2 October 2015[1]) was a South African born Australian engineer.", "69081083": "Beth A. Cunningham is an American physicist.", "13768704": "Donald Newton Langenberg (March 17, 1932 – January 25, 2019)[1] was an American physicist, academic, and university administrator. He served as chancellor of the University System of Maryland[2] from 1990 until 2002 and was the first chancellor of the University of Illinois at Chicago.[3][4] Langenberg taught at the University of Oxford, the École Normale Supérieure, the California Institute of Technology, and the Technische Universität München and served on the board of trustees at the University of the District of Columbia and the University of Pennsylvania.[2]", "53843968": "Christian Mailhiot from the Lawrence Livermore National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Materials Physics in 2003,[3] for his outstanding contributions and scientific leadership in theoretical and computational condensed matter and materials physics, with particular emphasis on innovative discoveries related to quantum-confined semiconductor structures and high-pressure research.", "41392131": "Charles Jonathan Penrose Tennyson (born 11 May 1955)  FRS  is a British physicist. He is the Massey Professor of Physics (since 2005) and Head of department at the Department of Physics and Astronomy, University College London (2004–11). Chief Scientist Quantemol Ltd and chair, Blue Skies Space Ltd.[1][2]", "54597637": "Miles Parker Givens (Richmond, Virginia, 9 June 1916 — 11 January 2013) was an American optical physicist, former acting director and professor emeritus at The Institute of Optics at the University of Rochester.[4][2]\nHis work spanned several topics in physical optics, including holography and photogrammetry.[3] He made important contributions to the development of optical data processing and synthetic holography.[5]", "53843976": "Mukunda Prasad Das (born 4 January 1945) is an Indian-born Australian physicist at the Australian National University.", "70588430": "Olga Ehrenhaft-Steindler (28 October 1879 – 21 December 1933) was an Austrian physicist and science teacher. In 1903, she became the first woman to earn a physics doctorate at the University of Vienna. She established the first Wiener Handelsakademie für Mädchen (Vienna Commercial Academy for Girls), as well as a grammar school for girls, in 1907.", "53843985": "Gregory Lawrence Eyink is an American mathematical physicist at Johns Hopkins University.", "61741074": "Hans Martin Hertz, born 22 August 1955, is a Swedish physicist and professor at KTH Royal Institute of Technology.", "14194708": "Henryk Niewodniczański (1900–1968) was a Polish physicist, professor at the Jagiellonian University and the creator and director of the Institute of Nuclear Physics in Kraków.", "51320853": "Evan O'Neill Kane (December 23, 1924 – March 23, 2006), known as E. O. Kane in his publications, was an American physicist who established some of the basic understanding of the theory of semiconductors that are now used in consumer and other electronics. He was one of the main developers of the k·p perturbation theory which is used to calculate band structures.", "70719513": "Nikta Fakhri is an Iranian-American physicist who is the Thomas D. & Virginia W. Cabot Career Development Associate Professor of Physics at the Massachusetts Institute of Technology. Her research considers non-equilibrium physics in living systems.[1] She was awarded the 2022 American Physical Society Early Career Award for Soft Matter Research.", "62560284": "Ching-Liang Lin (Chinese: 林清凉; 22 January 1931 – 18 November 2019) was a Taiwanese physicist and professor at National Taiwan University. She was the first woman to be head of the university's department of physics.", "46667811": "Gabriel B. Mindlin is a Professor of physics at the University of Buenos Aires and a scientist whose research focuses on the physical mechanisms underlying the production of songs by songbirds.", "890916": "BBVA Foundation Frontiers of Knowledge Award (2016)", "8886314": "Nicholas Kemmer FRS FRSE (7 December 1911 – 21 October 1998) was a Russian-born nuclear physicist working in Britain, who played an integral and leading edge role in United Kingdom's nuclear programme, and was known as a mentor of Abdus Salam – a Nobel laureate in physics.", "42342446": "Nandini Mukherjee  (née Mukhopadhyay) is an Indian computer scientist. She is a professor of department of computer science and engineering of Jadavpur University, Kolkata, India.[1][2]", "56760380": "Richard C. Lamb (September 8, 1933 – February 10, 2018) was an American astrophysicist.", "41916478": "Kwaku Aning (born in 1946)[1] is a Ghanaian diplomat, international civil servant and technologist who is Chairman of the governing board of the Ghana Atomic Energy Commission, having been appointed in July 2017. Aning is a former Deputy Director-General of the International Atomic Energy Agency.[1][2]", "12097599": "Andrei Georgievich Doroshkevich (Russian: Андрей Георгиевич Дорошкевич, born 1937[1]) is a Russian (and former Soviet) theoretical astrophysicist and cosmologist, head of the laboratory on the physics of the early universe at the Lebedev Physical Institute.[2]", "9377857": "Habibullo Ismailovich Abdussamatov (Russian: Хабибулло Исмаилович Абдусаматов; occasionally spelled, Abdusamatov; with initials transliterated either H.I. or K.I; born October 27, 1940) is a Russian astrophysicist. He is the supervisor of the Astrometria[1] project of the Russian section of the International Space Station and the head of Space research laboratory at the Saint Petersburg-based Pulkovo Observatory[2][3] of the Russian Academy of Sciences.  He believes that global warming is primarily caused by natural processes.[citation needed]", "43030598": "Helen Frances Gleeson OBE FInstP is a British physicist who specialises in soft matter and liquid crystals. She is  Cavendish Professor and former Head of the School of Physics at the University of Leeds.[1]", "65935430": "Joshua Zak (Hebrew: יהושע זק; born 1929) is an Israeli theoretical physicist and writer known for the Zak transform, Zak phase and the Magnetic Translation Group. He received the 2022 Israel Prize and 2014 Wigner medal. [1][2]", "6690886": "Ekmel Özbay is a Turkish professor of  Electrical and Electronics Engineering and Physics Departments at Bilkent University and the director of the Nanotechnology Research Center, and Space Technologies Research Center (BILUZAY) in Ankara.[1]", "1611852": "Walter Hendrik Gustav Lewin (The Hague, January 29, 1936) is a Dutch astrophysicist and retired professor of physics at the Massachusetts Institute of Technology. Lewin earned his doctorate in nuclear physics in 1965 at the Delft University of Technology and was a member of MIT's physics faculty for 43 years beginning in 1966 until his retirement in 2009.", "4003918": "Huang Kun (Chinese: 黄昆; September 2, 1919 – July 6, 2005) was a Chinese physicist and an academician of the Chinese Academy of Sciences. He was awarded the State Preeminent Science and Technology Award (the highest science award in China) by President Jiang Zemin in 2001.", "73308239": "Jess McIver is an American astronomer. She is an Associate Professor and Tier 2 Canada Research Chair in Gravitational Wave Astrophysics in the Department of Physics and Astronomy at the University of British Columbia. McIver is a member of LIGO, one of the recipients of the Science 2017 Breakthrough of the Year.", "53844057": "Alamgir Karim, from the National Institute of Standards and Technology, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Polymer Physics in 2004,[3] for pioneering research on polymer thin films and interfaces, polymer brushes, blend film phase separation, thin film dewetting, pattern formation in block copolymer films, and the application of combinatoric measurement methods to complex polymer physics.", "25466971": "Nikolay Neprimerov (1 May 1921 – 11 January 2017) was a Doctor of Technical Sciences and professor of physics at the Kazan State University.[1] Neprimerov was Head of the Department of Radioelectronics of the Kazan University for 32 years and is author of more than 150 scientific papers and 9 monographs. He also authored a book about the everyday life of military pilots during World War II. He was awarded numerous honours and medals, among them the Russian Federation Government Prize in Science and Technology[2][circular reference]. Neprimerov dedicated more than 40 years to and is internationally known for physical research in oil recovery.", "42276956": "Annapurni Subramaniam is the director of the Indian Institute of Astrophysics, Bangalore and works on areas like star clusters, stellar evolution and population in galaxies and Magellanic clouds.[1][2]", "20748384": "Heinrich Matthias Konen (16 September 1874 in Cologne – 31 December 1948 in Bad Godesberg) was a German physicist who specialized in spectroscopy. He was a founder and organizer of the Emergency Association of German Science, and he was a member of the \"Senate\" of the Kaiser Wilhelm Society, the Reich Physical and Technical Institute, and the Reich Chemical and Technical Institute. When he was forced out of academia in 1933 due to his opposition to National Socialism, he became an advisor in the industrial sector, especially the Troisdorf Works. After World War II, Konen became rector of University of Bonn and then headed the Culture Ministry of North Rhine-Westphalia.", "63182953": "Weston James Sandle ONZM FRSNZ (19 March 1935 – 19 February 2020) was a New Zealand physicist who specialised in the study of lasers. He was a professor at the University of Otago.", "1906796": "Yves-André Rocard (22 May 1903 – 16 March 1992) was a French physicist who helped develop the atomic bomb for France.", "31365232": "Brendan Kevin Patrick Scaife FTCD, MRIA, Boyle Laureate[1] (/skeɪf/; born 19 May 1928), is an Irish academic engineer and physicist who carried out pioneering work on the theory of dielectrics. Scaife founded the Dielectrics Group in Trinity College Dublin where he is Fellow Emeritus and formerly Professor of Electromagnetism, and previously to that a professor of engineering science.", "15079541": "Marian Wolfgang Koller (31 October 1792 in Feistritz in Carniola, Austria – 19 September 1866 in Vienna) was a scientist and educator.", "39034": "J. Robert Oppenheimer  (born Julius Robert Oppenheimer; /ˈɒpənhaɪmər/ OP-ən-hy-mər; April 22, 1904 – February 18, 1967) was an American theoretical physicist. He was director of the Manhattan Project's Los Alamos Laboratory during World War II and is often called the \"father of the atomic bomb\".", "53844091": "Kenju Otsuka (大塚建樹 Otsuka Kenju, born January 2, 1946) is a Japanese engineer and physicist concerned with lasers and quantum electronics.", "530556": "Jaan Einasto (born 23 February 1929) is an Estonian astrophysicist and one of the discoverers of the large-scale structure of the Universe.[3]", "1349757": "Fred Alan Wolf (born December 3, 1934) is an American theoretical physicist specializing in quantum physics and the relationship between physics and consciousness. He is a former physics professor at San Diego State University, and has helped to popularize science on the Discovery Channel. He is the author of a number of physics-themed books including Taking the Quantum Leap (1981), The Dreaming Universe (1994), Mind into Matter (2000), and Time Loops and Space Twists (2011).[1]", "53844094": "Glenn David Starkmann (born 7 November 1962) is a Canadian physicist and professor at Case Western Reserve University. He was awarded with the Status of Fellow[1] in the American Physical Society,[2] after being nominated by their Division of Astrophysics in 2005,[3] for \"his wide-ranging and creative contributions to particle astrophysics, including explorations of the possibility of non-trivial topology in the universe, and uncovering unexpected features in the cosmic microwave background fluctuations at large angular scales.\"", "10918014": "Willibald Jentschke (Vienna, Austria-Hungary, 6 December 1911 – Göttingen, Germany, 11 March 2002)[1] was an Austrian-German experimental nuclear physicist.", "39040": "Ernest Orlando Lawrence (August 8, 1901 – August 27, 1958) was an American nuclear physicist and winner of the Nobel Prize in Physics in 1939 for his invention of the cyclotron. He is known for his work on uranium-isotope separation for the Manhattan Project, as well as for founding the Lawrence Berkeley National Laboratory and the Lawrence Livermore National Laboratory.", "24877182": "Sir Samuel Crowe Curran (23 May 1912 – 15 February 1998),[1] FRS,[2] FRSE, was a physicist and the first Principal and Vice-Chancellor of the University of Strathclyde – the first of the new technical universities in Britain.\nHe is the inventor of the scintillation counter,[3][4] the proportional counter,[3] and the proximity fuze.[5]", "58529925": "Michel Della Negra (born 1942) is a French experimental particle physicist known for his role in the 2012 discovery of the Higgs Boson.", "53844103": "Guang-Yu Guo (Chinese: 郭光宇) from the National Taiwan University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Computational Physics in 2005,[3] for his contributions to our understanding of relativity-induced phenomena in magnetic solids and physical properties of materials including transition metal oxides and carbon nanotube structures, through first-principles electronic structure calculations.", "432264": "Johannes Stark (German pronunciation: [joˈhanəs ʃtaʁk] ⓘ, 15 April 1874 – 21 June 1957) was a German physicist who was awarded the Nobel Prize in Physics in 1919 \"for his discovery of the Doppler effect in canal rays and the splitting of spectral lines in electric fields\". This phenomenon is known as the Stark effect.", "74127498": "Arsene Tema Biwole is a cameroonian nuclear engineer and plasma physicist at the Massachusetts Institute of Technology (MIT).", "53844107": "Peter H. Fisher (born 1959) is an American experimental particle physicist, as well as the Thomas A. Frank (1977) Professor of Physics and the former head of the Department of Physics of the Massachusetts Institute of Technology (M.I.T.).[1] He is a  Fellow of the American Physical Society.", "465034": "John Canton FRS (31 July 1718 – 22 March 1772) was a British physicist. He was born in Middle Street Stroud, Gloucestershire, to a weaver, John Canton (b. 1687) and Esther (née Davis). As a schoolboy, he became the first person to determine the latitude of Stroud, whilst making a sundial.[2] The sundial caught the attention of many, including Dr Henry Miles, a Stroud-born Fellow of the Royal Society. Miles encouraged Canton to leave Gloucestershire to become a trainee teacher for Samuel Watkins, the headmaster of a Nonconformist school in Spital Square, London, with whom he ultimately entered into partnership.", "4036749": "Amrom Harry Katz (August 15, 1915 – February 10, 1997) was an American physicist who specialized in aerial reconnaissance as well as satellite technology.", "15833230": "Serge Fedorovich Timashev (Russian: Сергей Федорович Тимашев, born September 29, 1937, in Irbit, Sverdlovsk Oblast, Soviet Union) is a Russian scientist performing research for USPolyResearch. He is best known for his work in flicker-noise spectroscopy (extraction of information from chaotic signals),[1][2][3][4] physical chemistry (membrane processes),[5][6] kinetics  of chemical processes (diffusion in energy space),[7][8] quantum physics (semiconductors),[9] and Earth/space science (mechanism of global changes and evolution).[10][11]", "20060297": "Hans-Joachim Queisser (born 6 July 1931, Berlin, Germany) is a solid-state physicist. He is best known for co-authoring the 1961 work on solar cells that detailed what is today known as the Shockley–Queisser limit, which is now considered the key contribution in this field.[1]", "53844113": "Pui-Kuen Yeung (P.K. Yeung) is an engineer and academic.", "53844119": "Sivaramakrishnan Balachandar is a professor at the University of Illinois Urbana-Champaign. Sivaramakrishnan  is an American physicist, a Distinguished Professor and William F. Powers Professor at University of Florida.[1][2][3][4]", "51189921": "Barbara M. Terhal (born 1969) is a theoretical physicist working in quantum information and quantum computing. She is a professor in the Delft Institute of Applied Mathematics at TU Delft, as well as leading the Terhal Group at QuTech, the Dutch institute for quantum computing and quantum internet, founded by TU Delft and the Netherlands Organisation for Applied Scientific Research (TNO). Her research concerns many areas in quantum information theory, including entanglement detection, quantum error correction, fault-tolerant quantum computing and quantum memories.", "53844131": "William Arthur Coles, from the University of California, San Diego, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Topical Group in Plasma Astrophysics  in 2006,[3] for his major contributions to our understanding of the effect of plasma turbulence on radio wave propagation, and the use of radio propagation measurements to infer properties of remote turbulent plasmas in interplanetary space and the interstellar medium.", "20158627": "Erich Horst Fischer (3 July 1910, Allenstein, East Prussia – 1969) was a German experimental physicist. He worked at the Kaiser Wilhelm Institute for Physics (KWIP) and contributed to the German nuclear energy project, also known as the Uranium Club. After World War II, he helped rebuild the KWIP branch at Hechingen, was a professor at the University of Tübingen and Ankara University, and then a research scientist for the German firm GKSS.", "27400362": "Res Jost   (10 January 1918 – 3 October 1990) was a Swiss theoretical physicist, who worked mainly  in constructive quantum field theory.[1]", "9541803": "Karl Glitscher (1886 – 1945) was a German physicist who made contributions to quantum mechanics.", "56629420": "Thomas Martinetz (born 2 January 1962 in Nettesheim) is a German physicist and neuro-informatician.", "53844144": "James DeYoreo is the Battelle Fellow and Initiative Lead for the Materials Synthesis and Simulation Across Scales Initiative at the Pacific Northwest National Laboratory in Richland, Washington. Concurrent with his position at PNNL, he is a member of the graduate faculty, materials science and engineering, University of Washington.", "11933872": "Francis Wheeler Loomis (August 4, 1889 – February 9, 1976), born in Parkersburg, West Virginia, was an American scientist most widely known for his contributions in the field of physics. Loomis received his undergraduate degree and, in 1917, his PhD from Harvard University. His thesis was on thermodynamic measurements of mercury.[1][2][3][4]", "19929266": "William Francis Magie (1858–1943) was an American physicist, a founder of the American Physical Society (president from 1910 to 1912) and the first professor of physics at Princeton University, where he had graduated (class valedictorian, 1879) and where he served for two decades as dean of the faculty. His papers on the contact angle of liquids and solids and on the specific heat of solutions were notable, as was his text Principles of Physics.[1]", "14031024": "Arthur Bruce McDonald, CC OOnt ONS FRS FRSC P.Eng (born August 29, 1943) is a Canadian astrophysicist. McDonald is the director of the Sudbury Neutrino Observatory Collaboration and held the Gordon and Patricia Gray Chair in Particle Astrophysics at Queen's University in Kingston, Ontario from 2006 to 2013. He was awarded the 2015 Nobel Prize in Physics jointly with Japanese physicist Takaaki Kajita.", "53844148": "Jan M. Rost is a German theoretical physicist and director at the Max Planck Institute for the Physics of Complex Systems in Dresden heading the research department Finite Systems. He was awarded the status of Fellow[1] in the American Physical Society,[2] after  nomination by the Division of Atomic, Molecular & Optical Physics in 2007,[3] for seminal investigations of correlated doubly excited states, threshold fragmentation in few-body Coulombic systems and small clusters, pendular states of linear molecules, and for elucidating the role of correlation and relaxation in ultracold plasmas and Rydberg gases.", "17078456": "Stefan Rozental (13 August 1903, Łódź – 2 August 1994, Copenhagen), was a nuclear physicist, specialising in quantum mechanics. Trapped outside Poland when World War I started, he and his parents ended up in Denmark and spent four years from 1915 there before they returned to their native Poland in 1919 after the war. He received his PhD from the University of Kraków in 1928.", "53844153": "Jianpeng Ma from the Baylor College of Medicine, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Biological Physics in 2007,[3] for outstanding contributions to the field of biophysics are in developing novel computational methods that have substantially expanded one's ability to simulate, model and refine flexible biomolecular systems based on experimental data at low to intermediate resolutions. He is one of the pioneers and leading experts in the field.", "58628281": "Jean Lecomte (August 5, 1898 - March 28, 1979) was a French physicist, researcher and professor of physics at CNRS.", "56039614": "Jutta Kunz (born 6 July 1955) is a German physicist, specializing in quantum field theory and general relativity. Her work focuses on the gravity in four and higher dimensions: models of gravity, black holes, wormholes, solitons, neutron stars, boson stars, boson shells, black rings and black branes.", "32807102": "Anwar Ahmad Khan (born 1947), better known as Dr. A. A. Khan, is an Indian physicist. He was the Vice Chancellor of Ranchi University from 2006 to 2011.", "53844160": "Karl Krushelnick is an American plasma physicist located at the University of Michigan. He was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the university's Division of Plasma Physics in 2007, for \"pioneering contributions to experimental high-intensity laser plasma physics including the production of high-quality relativistic electron beams, energetic proton beams and the development of techniques to measure very large magnetic fields in intense laser-produced plasmas.\"[3]", "30808257": "Louis Ten Eyck Thompson (October 24, 1891 in South Haven, Michigan[1] – December 13, 1978)[2] known as Dr. Tommy[3]) was an American physicist interested in thermodynamics and ballistics and as an expert working for the United States Navy from 1920 to 1954.[4] He was the first technical director at the Naval Ordnance Test Station in California, where he was involved in work on the Manhattan Project, helping design the \"gun\" used to initiate nuclear explosives,[3] and most involved in the development of rockets for naval and marine fighter aircraft.[4]", "53844164": "Leonid Lev Frankfurt (Russian: Леонид Львович Франкфурт; born 1941) is a Russian-Israeli physicist from Tel Aviv University. He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics in 2007,[3] for seminal contributions to high energy and high momentum transfer probes of hadrons and nuclei including: inventing the additive quark model, deriving the light front approach to nuclei, showing how to observe nucleon-nucleon corrections, and discovery of high-energy color transparency.", "65738950": "Leonard Hanssen is an American physicist at the National Institute of Standards and Technology (NIST). He is the project leader for infrared spectrophotometry in the Sensor Science Division of the Physical Measurement Laboratory. Hanssen is responsible for the realizing and maintaining NIST's scales for spectral reflectance, transmittance, and emittance of materials at infrared wavelengths. He is an expert in infrared spectrophotometry and integrating sphere design and applications.", "53844168": "Leonid Eremeyevich Zakharov (Russian: Леони́д Ереме́евич Заха́ров; born 14 January 1947) is a Russian physicist who is a researcher at Princeton University. He attended Lomonosov Moscow State University (1965–1971). He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Plasma Physics  in 2007,[3] for \"contributions to the theory and numerical calculation of magnetohydrodynamic equilibria, stability, and transport in toroidal plasma confinement devices and for innovative ideas concerning the development of a lithium walled tokamak as an approach to an economic reactor.\"", "45357256": "Professor He Zehui or Ho Zah-wei (Chinese: 何泽慧; March 5, 1914 – June 20, 2011) was a Chinese nuclear physicist who worked to develop and exploit nuclear physics in Germany and China.", "53844172": "Marilyn Gunner is a physics professor at the City College of New York (CUNY)[1] and a Fellow of the American Physical Society. She is known for her work on molecular biophysics and structural biology.", "59709644": "Zhang Zongye (Chinese: 张宗烨; born 29 January 1935) is a Chinese nuclear physicist. She is a research professor at the Institute of High Energy Physics and an academician of the Chinese Academy of Sciences (CAS).[1]", "6789330": "Peter Coles (born 1963[1]) is a theoretical cosmologist at Maynooth University.[2] He studies the large scale structure of our Universe.", "55482579": "J. Thomas Dickinson is an American physicist and astronomer.[1]", "41195730": "Eilhard Ernst Gustav Wiedemann (1 August 1852, in Berlin – 7 January 1928, in Erlangen) was a German physicist and historian of science. He was the son of physicist Gustav Heinrich Wiedemann (1826–1899), and an older brother to Egyptologist Alfred Wiedemann (1856–1936).", "51255510": "Kenneth James Le Couteur (16 September 1920 – 18 April 2011) was a British physicist who was the foundation Professor of Theoretical Physics at the Australian National University in Canberra. During World War II he worked at Bletchley Park as a codebreaker.", "8198359": "Abraham Zelmanov (May 15, 1913 – February 2, 1987), was a scientist working in the General Theory of Relativity and cosmology. He first constructed, in 1944, the complete mathematical method to calculate physical observable quantities in the General Theory of Relativity (the theory of chronometric invariants). Applying the mathematical apparatus, in the 1940s, he established the basics of the theory of inhomogeneous anisotropic universe, where he determined specific kinds of all cosmological models — scenarios of evolution — which could be theoretically conceivable for a truly inhomogeneous and anisotropic Universe in the framework of Einstein's theory.", "61741269": "Daniel Kaplan (born 28 April 1941) is a French condensed matter physicist whose main work concerns the electronic properties of semiconductors, magnetic resonance and ultra-short pulse lasers. He is a member of the French Academy of Sciences.", "1513690": "Miguel Alcubierre Moya (born March 28, 1964) is a Mexican theoretical physicist.[4]\nAlcubierre is known for the proposed Alcubierre drive, a speculative warp drive by which a spacecraft could achieve faster-than-light travel.", "59185371": "Bibha Chowdhuri (3 July[5] 1913 – 2 June 1991[6]) was an Indian physicist. She worked on particle physics and cosmic rays. Working with D M Bose, she was the first to use the photographic nuclear emulsion method to detect and identify cosmic ray muons. The IAU has re-christened the star HD 86081 as Bibha (a yellow-white dwarf star in the constellation Sextans south of the celestial equator) after her.", "33233114": "M. V. Ramana is professor and Simons Chair in Disarmament, Global and Human Security[1] at the University of British Columbia, and Director of the Liu Institute for Global Issues, at the School of Public Policy and Global Affairs.[2] A physicist by training, he previously worked at the Nuclear Futures Laboratory and the Program on Science and Global Security, both at Princeton University. Ramana is a member of the International Panel on Fissile Materials, the Canadian Pugwash Group,[3] the International Nuclear Risk Assessment Group,[4] and the team that produces the annual World Nuclear Industry Status Report.", "53418203": "Ginger Kerrick is an American physicist at NASA's Lyndon B. Johnson Space Center. She is the first Hispanic female to be flight director at NASA.[1]", "69867757": "David Mark Kramer (born 1961) is an American biophysicist.", "45160688": "Amitav Mallik is an Indian defence technologist and the founder director of the Laser Science and Technology Center, Defence Research and Development Organization (DRDO), India,[1] known for his expertise in the defence system design and development.[2] He is an advisor to the National Security Advisory Board of India[1][3] and a former advisor of Defence Technology at the Embassy of India in Washington DC.[2] Author of a book on defence technology, Technology and Security in the 21st Century: A Demand-side Perspective,[4] and more than 50 technical papers and over 100 classified analysis documents on defence technology, Mallik was honored by the Government of India, in 2002, with the fourth highest Indian civilian award, the Padma Shri.[5]", "42866929": "Peter Berners Fellgett FRS, FIEE (11 April 1922 – 15 November 2008) was a British physicist. He was the professor of Cybernetics at the University of Reading .", "42309882": "Antoni Opolski (11 June 1913 – 17 March 2014) was a Polish physicist. His field was astronomy and astrophysics. After World War II, he worked at the astronomical observatory of the University of Wrocław. He retired in 1983. He was born in Rozwadów (now Lviv Oblast, Ukraine). He died from natural causes on 17 March 2014 in Wrocław, Poland. He was 100 years old. His funeral was held on 22 March.[1]", "32446716": "Peter R. Holland is an English theoretical physicist, known for his work on foundational problems in quantum physics and in particular his book on the pilot wave theory and the de Broglie-Bohm causal interpretation of quantum mechanics.", "26319102": "Edward Moses is an American physicist and is the former president of the Giant Magellan Telescope Organization.[1] He is a past principal associate director for the National Ignition Facility & Photon Science Directorate,[2] where he led the California-based NIF, the largest experimental science facility in the US and the world's most energetic laser, that hopes to demonstrate the first feasible example of usable nuclear fusion.[3]", "60430591": "Aline Fiona Miller (born 1975 October ref>\"Aline Fiona SAIANI p\". Companies House. Retrieved 6 December 2021.</ref>) is a Professor of Biomolecular Engineering at the University of Manchester. She specialises in the characterisation of polymer, biopolymer and peptides, using neutron and x-ray scattering, as well as the development of functionalised nanostructures for regenerative medicine and toxicology testing.", "53844225": "Martin Greven is a Distinguished McKnight University Professor at the University of Minnesota, specializing in experimental condensed matter physics. He is the Director of the University of Minnesota Center for Quantum Materials. His research group investigates quantum many-body phenomena in correlated-electron materials with spectroscopic, transport and other experimental methods.", "53844230": "Massimo Boninsegni (born 1963 in Genova, Italy) is an Italian-Canadian theoretical condensed matter physicist.  He graduated with a Bachelor's degree in physics at the Universita' degli Studi di Genova in 1986.", "44046598": "Hiroshi Amano (天野 浩, Amano Hiroshi, born September 11, 1960) is a Japanese physicist, engineer and inventor specializing in the field of semiconductor technology. For his work he was awarded the 2014 Nobel Prize in Physics together with Isamu Akasaki and Shuji Nakamura for \"the invention of efficient blue light-emitting diodes which has enabled bright and energy-saving white light sources\".[2]", "2300168": "David Lindley (born 4 December 1956)[1] is a British theoretical physicist and author. He holds a B.A. in theoretical physics from Cambridge University (1975–1978) and a PhD in astrophysics from the University of Sussex (1978–1981). Then he was a postdoctoral researcher at Cambridge University. From 1983 to 1986, he was a Research Fellow in the Theoretical Astrophysics Group at the Fermi National Accelerator Laboratory. He then served as Technical Editor and Writer with the Central Design Group for the Superconducting Supercollider at the Lawrence Berkeley Laboratory in Berkeley, California. He was an Associate Editor at Nature (1987–1993), a Senior Editor of Science (1994–1995), and an Associate Editor of Science News (1996–2000). Since 2000, he has been a freelance science writer and consultant.", "49486090": "Research Advocate of the Year Award, Southern Company and Perennial Strategy Group; \nDistinguished Trailblazer Award, The National Coalition of 100 Black Women; \nTrailblazer of the Year Award, 100 Black Men of America; \n2016 Root 100, The Root magazine;", "53844235": "Mikhail Viktorovich Feigelman (Russian: Михаи́л Ви́кторович Фейгельман; born 11 June 1954)  is a Russian physicist from the Landau Institute for Theoretical Physics. He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Condensed Matter Physics in 2007,[3] for contributions to the theory of disordered materials, in particular to pinned charge density waves, spin glasses, pinned vortices in superconductors, glass formation in systems without quenched disorder, and disordered superconductor-normal metal structures.", "21240076": "Gennady S. Bisnovatyi-Kogan is an astrophysicist. He is known for predicting binary radio pulsars.", "53844237": "Richard Peter Majeski[1] (born March 14, 1952) is an American physicist from the Princeton Plasma Physics Laboratory. He earned his bachelor's (1973) and master's (1974) degrees from the University of Scranton and his PhD in physics from Dartmouth College (1979).[2]", "53844239": "Robert Krasny from the University of Michigan, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Fluid Dynamics in 2007,[3] for \"his many achievements in advancing particle methods and tree-code algorithms to allow exceptionally precise computations of vortex dynamics, and his insightful use of the resulting methods to increase the fundamental understanding of regular and chaotic phenomena in fluid flows.\"\nIn 2012 he became one of the inaugural fellows of the American Mathematical Society.[4]", "25008399": "Katsunori Wakabayashi (若林 克法, Wakabayashi Katsunori) is a physicist at the International Center for Materials Nanoarchitectonics (MANA), National Institute for Materials Science (NIMS), Japan. He is an authority and leading researcher in nanotechnology in the area of energy states of single wall carbon nanotubes (SWCN).\nHis research is notable for the edge effects of the nanographene materials, which is a part of the single layer graphene. He obtained his Ph.D. in 2000 from University of Tsukuba in Japan. From 2000 to 2009 he was an assistant professor at Department of Quantum Matter in Hiroshima University, Japan. From 2009, he is an Independent Scientist at International Center for Materials Nanoarchitectonics (WPI-MANA), National Institute for Materials Science (NIMS) in Tsukuba, Japan. Beside the above primary research position, he was a visiting scholar at ETH-Zurich, Switzerland from 2003 to 2005, also had a concurrent position as PRESTO researcher in Japan Science and Technology Agency (JST).", "26745105": "Yahya El Mashad (Arabic: يحيى المشد; 1932 – 14 June 1980) was an Egyptian nuclear scientist who headed the Iraqi nuclear program. He was killed in a Paris hotel room in June 1980, in an operation generally attributed to the Mossad.[1][2][3]", "53844242": "Rodolfo Miranda from the University Autonoma de Madrid, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Materials Physics in 2007,[3] for his contributions to surface and thin film magnetism, including new methods of epitaxial growth using surfactants or controlling the morphology at the atomic scale, the identification and characterization of model systems for magnetism in low dimensions, and the observation of magic heights in metallic islands.", "55843093": "Nicolao Fornengo (born 20 November 1966, Ivrea) is an Italian physicist. He is currently Full Professor at the University of Turin and he works on astroparticle physics, neutrino physics and cosmology.", "39754007": "Arthur Baraway Komar (March 26, 1931 – June 3, 2011) was a theoretical physicist, specializing in general relativity and helping to develop the canonical approach to quantum gravity. Arthur Komar made a significant contribution to physics as an educator, research scientist, and administrator. He had wide interests in numerous other subjects, and his friends knew him as a renaissance man.[1]", "63510811": "Katherine Ella Mounce Weimer (April 15, 1919 – April 23, 2000) was a research physicist at the Princeton Plasma Physics Laboratory at the Princeton University.[1] She is known for her scientific research in the field of plasma magnetohydrodynamic equilibrium and contribution to stability theory of a magnetically confined plasma.[2]", "42211615": "Archana Bhattacharyya (born 1948) is an Indian physicist. She specializes in the field of ionospheric physics, geomagnetism, and space weather and is Director of the Indian Institute of Geomagnetism, Navi Mumbai.[1][2]", "53844255": "Stavros Tavoularis from the University of Ottawa, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Fluid Dynamics in 2007,[3] for contributions to turbulence, turbulent mixing, vortex dynamics, aerodynamics, thermo-hydraulics, bio-fluid dynamics, and design of flow apparatus and instrumentation. Also, for contributions to education in fluid dynamics and for promoting international collaboration and understanding.", "7837985": "Allyne L. Merrill (1863 – February 26, 1941) was an American physicist who served as faculty secretary of the Massachusetts Institute of Technology (MIT) from 1906 to June 1934.", "53844257": "Stephen K. Streiffer (born 6 January 1966) is an American materials scientist who began serving as the director of Oak Ridge National Laboratory in 2023.[1] Prior to this position, he served as interim director at SLAC National Accelerator Laboratory.[2] Streiffer joined Stanford University in 2022 as vice present for SLAC National Accelerator Laboratory after 24 years at Argonne National Laboratory.[3]", "53844264": "Vladimir Nikolayevich Prigodin (Russian: Влади́мир Никола́евич Приго́дин; born 1951) is a Russian physicist and academic from Ohio State University. He was previously at Ioffe Institute in Saint Petersburg, Russia. He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Condensed Matter Physics in 2007,[3] for his pioneering studies of electronic properties of low-dimensional systems, proposal and development of fundamentals of charge transport in quasi-one-dimensional disordered structures, and also of operating principals of new organic-based electronic materials/devices and fully spin polarized organic spintronic materials/devices.", "62462249": "Iron Man: Sound Effects is a one-issue comic book written by Marc Sumerak, published by Marvel Comics. It features Blue Ear, a character created in honor of Anthony Smith, a hard-of-hearing 4-year-old comic book fan from Salem, New Hampshire, USA.[1] Smith has no hearing in his right ear and minimal hearing in his left because he has Mosaic trisomy 22.[2]", "42244397": "Marc Kamionkowski (born 1965)[1] is an American theoretical physicist and currently the William R. Kenan, Jr. Professor of Physics and Astronomy at Johns Hopkins University. His research interests include particle physics, dark matter, inflation, the cosmic microwave background and gravitational waves.", "53844269": "Elliott R. Brown from the University of California, Los Angeles, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on Industrial and Applied Physics  in 2007,[3] for breakthroughs in THz science and technology including new solid-state coherent sources: (1) resonant-tunneling oscillators, and (2) photomixers; new detectors based on single-crystal, semimetal-semiconductor junctions; and high-resolution spectroscopy of solids.", "2857261": "Thomas Parnell (5 July 1881 – 1 September 1948) was the first Professor of Physics at the University of Queensland. He started the famous pitch drop experiment there.", "39819567": "Carlo Franzinetti (March 31, 1923, in Rome – November 28, 1980, in Llantwit Major) was an Italian experimental physicist.[1]", "53844276": "Luz Martinez-Miranda is an American-Puerto Rican physicist. She is currently an associate professor in the College of Materials Science and Engineering at the University of Maryland. Martinez-Miranda is an APS Fellow and was the first female president of the National Society of Hispanic Physicists.[1]", "53844279": "Noemi Mirkin from the University of Michigan, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on International Physics in 2007,[3] for her leadership in establishing productive international collaborations, her many achievements in biological molecular physics and for her long service to the international community as an officer and Executive Committee member of the Forum on International Physics.", "70949177": "Raimond Bernard René Castaing (December 28, 1921 – April 10, 1998), also spelt as Raymond Castaing, was a French solid state physicist and inventor of various materials characterization methods.[1] He was the founder of the French school of microanalysis and is referred to as the father of microanalysis.[2][3]", "53844284": "Sergio Ulloa from the Ohio University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on International Physics in 2007,[3] for \"his contributions to the theory of transport and optical properties of low-dimensional semiconductor systems and complex molecules, and his many contributions to international physics as organizer of schools, workshops, and conferences, in particular in Latin America.\"[citation needed]", "64035132": "Heremba Bailung  is an Indian physicist.  He is a professor at and the director of the Institute of Advanced Study in Science and Technology.[1]", "35887422": "Basil Hugh Briggs (1923 – 8 February 1994) was an English Australian physicist, Reader in physics at the University of Adelaide, winner of the Harrie Massey Medal and Prize for outstanding contribution to physics in Australia in 1992.[1]", "825663": "Ellery Schempp (born Ellory Schempp, August 5, 1940) is an American physicist[1] and the primary student involved in the landmark 1963 United States Supreme Court decision of Abington School District v. Schempp[2] which declared that required public school sanctioned Bible readings were unconstitutional.", "42670400": "Gabriela Ines González, (born 24 February 1965[2]) is a professor of physics and astronomy at the Louisiana State University and was the spokesperson for the LIGO Scientific Collaboration from March 2011 until March 2017.[3]", "53844286": "Honoris Causa Doctorate of University of Zaragoza, Spain(2013)\nHonorary Member of the Magnetic Society of Japan(2012)\nIUPAP Magnetism Award and Néel Medal(2012)\nthe title of Distinguished Professor, Tohoku University(2008)\nFellow of the American Physical Society (2007)\nthe title of Honda Professor(2005)\nMagnetics Society of Japan Award(2003)\nHumboldt Award(2001)", "53844292": "Albert Stolow (born 1959) is a Canadian physicist. He is the Canada Research Chair in Molecular Photonics, full professor of chemistry & biomolecular sciences and of physics, and a member of the Ottawa Institute for Systems Biology at the University of Ottawa. He is the founder and an ongoing member of the Molecular Photonics Group at the National Research Council of Canada. He is adjunct professor of Chemistry and of Physics at Queen's University in Kingston, and a Graduate Faculty Scholar in the department of physics, University of Central Florida and a Fellow of the Max-Planck-uOttawa Centre for Extreme and Quantum Photonics. In 2008, he was elected a Fellow[1] in the American Physical Society,[2] nominated by its Division of Chemical Physics in 2008,[3] for contributions to ultrafast laser science as applied to molecular physics, including time-resolved studies of non-adiabatic dynamics in excited molecules, non-perturbative quantum control of molecular dynamics, and dynamics of polyatomic molecules in strong laser fields. In 2008, Stolow won the Keith Laidler Award of the Canadian Society for Chemistry, for a distinguished contribution to the field of physical chemistry, recognizing early career achievement. In 2009, he was elected a Fellow[4] of the Optical Society of America for the application of ultrafast optical techniques to molecular dynamics and control, in particular, studies of molecules in strong laser fields and the development of new methods of optical quantum control. In 2013, he was awarded the Queen Elizabeth II Diamond Jubilee Medal (Canada). In 2017, Stolow was awarded the Earle K. Plyler Prize for Molecular Spectroscopy and Dynamics[5] of the American Physical Society for the development of methods for probing and controlling ultrafast dynamics in polyatomic molecules, including time-resolved photoelectron spectroscopy and imaging, strong field molecular ionization, and dynamic Stark quantum control. In 2018, Stolow was awarded the John C. Polanyi Award of the Canadian Society for Chemistry “for excellence by a scientist carrying out research in Canada in physical, theoretical or computational chemistry or chemical physics”. In 2020, he became Chair of the Division of Chemical Physics of the American Physical Society. His group's research interests include ultrafast molecular dynamics and quantum control, time-resolved photoelectron spectroscopy and imaging, strong field & attosecond physics of polyatomic molecules, and coherent non-linear optical microscopy of live cells/tissues, materials and geological samples. In 2020, Stolow launched a major new high power (500 W) ultrafast laser facility at the University of Ottawa producing high energy, phase-controlled few-cycle pulses of 2 micron wavelength at 10 kHz repetition rate. These are used for High Harmonic Generation to produce bright ultrafast Soft X-ray pulses (up to 600 eV) for a new Ultrafast Xray Science Laboratory.", "53844297": "Alexander Kusenko is a theoretical physicist, astrophysicist, and cosmologist who is currently a Professor of Physics and Astronomy at the University of California, Los Angeles (UCLA).  In addition, Kusenko holds an appointment of Senior Scientist at the Kavli Institute for the Physics and Mathematics of the Universe (IPMU) since February 2008.  He has served as a general member of the board of Aspen Center for Physics 2004-2019.  Kusenko was awarded the status of Fellow of the American Physical Society in 2008 for original and seminal contributions to particle physics, astrophysics, and cosmology.[1] In 2021, Kusenko was awarded a Simons Fellowship in Theoretical Physics.[2] In 2021, he entered a $10,000 wager with Derek Muller over the possibility of sailing straight downwind faster than the wind, which he later conceded.[3][4][5]", "30841161": "Stephan Herminghaus is a German physicist. He received a PhD in Physics from the University of Mainz in 1989. His postdoctoral stay was at the IBM Research Center in San Jose, California (USA), in 1990 . He completed his habilitation at the University of Konstanz in 1994 and was the head of an independent research group at the MPI for Colloids and Interfaces, Berlin, from 1996 until 1999. He then became a full professor at the University of Ulm from 1999 until 2003. Since 2003, he has been a director at the Max Planck Institute for Dynamics and Self-Organization, Göttingen.[1] Since 2005, he has an additional appointment as an adjunct professor at the University of Göttingen. Further, he was appointed as Professeur Invité at Université Paris VI for the winter term 2006/07.", "47159627": "Norman Henry Tolk (born January 9, 1938) is an American physicist and musician.", "53844303": "Andrei Derevianko is a Russian-American theoretical physicist. He is Sara Louise Hartman Professor of Physics at the University of Nevada. He was awarded the status of Fellow in the American Physical Society, after he was nominated by their Division of Atomic, Molecular & Optical Physics in 2008,[1] for elucidating the role of the Breit interaction in atomic parity non-conservation, demonstrating the importance of higher-order non-dipole corrections in low-energy photoionization, and for pioneering calculations of higher-order many-body corrections to atomic energies and matrix elements.", "53844308": "Annabella Selloni is the David B. Jones Professor of Chemistry at Princeton University.", "72423766": "Felix Creutzig (born 1979) is a German physicist, and professor of Sustainability Economics at Technical University of Berlin.[1]", "60660055": "Susan Lowey (born 22 January 1933 in Vienna) is an American biophysicist researching the structure and function of contractile proteins. She currently teaches in the Department of Molecular Physiology & Biophysics at the University of Vermont and is a fellow of the American Academy of Arts and Sciences as well as the Biophysical Society.", "8100183": "Gregor Wentzel (17 February 1898 – 12 August 1978) was a German physicist known for development of quantum mechanics. Wentzel, Hendrik Kramers, and Léon Brillouin developed the Wentzel–Kramers–Brillouin approximation in 1926. In his early years, he contributed to X-ray spectroscopy, but then broadened out to make contributions to quantum mechanics, quantum electrodynamics, and meson theory.[1][2][3][4]", "69114202": "Foreign member of the Finnish Society of Sciences and Letters, 1990\nHonorary professor, Shanghai Advanced Research Institute , Chinese Academy of Sciences, 1990\nMember of the Royal Swedish Academy of Sciences, 1993", "53844317": "Boris Vladimirovich Svistunov (Russian: Борис Владимирович Свистунов; born October 22, 1959) is a Russian-American physicist specialised in the condensed matter physics. He received his MSc in physics in 1983 from Moscow Engineering Physics Institute, Moscow. In 1990, he received his PhD in theoretical physics from Kurchatov Institute (Moscow), where he worked from 1986 to 2003 (and is still affiliated with). In 2003, he joined the Physics Department of the University of Massachusetts, Amherst where he is currently full professor. He is currently also an affiliated faculty member of Wilczek Quantum Center in[1] Shanghai at SJTU and is a participant of Simons collaboration on many electron systems.[2]", "53844323": "Chong Long Fu from the Oak Ridge National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Materials Physics in 2008,[3] for outstanding contributions to the fundamental understanding of the electronic, magnetic, and structural properties of metallic and intermetallic systems based on accurate first-principles calculations and to the development of novel high temperature intermetallics and nanocluster strengthened alloys for structural", "40802662": "Elizabeth Rebecca Laird (December 6, 1874 – March 3, 1969) was a Canadian physicist who chaired the physics department at Mount Holyoke College for nearly four decades.[1] She was the first woman accepted by Sir J. J. Thomson to conduct research at Cambridge University's Cavendish Laboratory. In her later life she studied electromagnetic radiation for military and medical applications.[2][3]", "57776487": "Aihud Pevsner (December 18, 1925 – June 17, 2018) was an American experimental physicist who was the lead researcher credited with the discovery of the Eta meson.[1]", "52762988": "Klaus Riedle (born (1941-08-12)12 August 1941 in Innsbruck) is a German power engineering scientist who has contributed to the development of more efficient gas turbines for power generation.[1]", "3742070": "Marshall Nicholas Rosenbluth (5 February 1927 – 28 September 2003) was an American plasma physicist and member of the National Academy of Sciences,[1] and member of the American Philosophical Society.[2] In 1997 he was awarded the National Medal of Science for discoveries in controlled thermonuclear fusion, contributions to plasma physics, and work in computational statistical mechanics.  He was also a recipient of the E.O. Lawrence Prize (1964), the Albert Einstein Award (1967), the James Clerk Maxwell Prize for Plasma Physics (1976), the Enrico Fermi Award (1985), and the Hannes Alfvén Prize (2002).", "38279543": "Kenneth Ingvard Greisen (24 January 1918 in Perth Amboy, New Jersey – 17 March 2007 in Ithaca, New York)[1] was an American physicist who worked on nuclear physics and the astrophysics of cosmic rays and gamma radiation. \"He will be most remembered for his realization that the cosmic microwave background limits the high-energy end of the spectrum of cosmic ray protons.\"[2]", "2529669": "Ernst Emil Alexander Back (October 21, 1881 – June 20, 1959) was a German physicist, born in Freiburg. He attended school in Strasbourg until 1900, and from 1902 until 1906 studied law in Strasbourg, Munich, and Berlin. He then worked in the legal profession in Alsace-Lorraine until 1909, afterwards taking leave to study physics in Tübingen. He retired from the legal profession in 1912, and earned his Ph.D. in 1913. His thesis, titled Zur Prestonschen Regel, was on the subject of what would later be called the Paschen-Back effect, and was named after Back and Friedrich Paschen.", "530824": "Fred Kavli (August 20, 1927 – November 21, 2013) was a Norwegian-American businessman and philanthropist. He was born on a small farm in Eresfjord, Norway. He founded the Kavlico Corporation, located in Moorpark, California. Under his leadership, the company became one of the world's largest suppliers of sensors for aeronautic, automotive, and industrial applications supplying General Electric and the Ford Motor Company.[1]", "38443401": "Charles L. Kane (Charles Lewis Kane; born January 12, 1963) is a theoretical condensed matter physicist and is the Christopher H. Browne Distinguished Professor of Physics at the University of Pennsylvania.  He completed a B.S. in physics at the University of Chicago in 1985 and his Ph.D. at Massachusetts Institute of Technology in 1989. Prior to joining the faculty at the University of Pennsylvania he was a postdoctoral associate at IBM's T. J. Watson Research Center working with his mentor Matthew P. A. Fisher, among others.", "61741449": "Guy Laval (born 17 November 1935 in Boulogne-sur-mer, Pas de Calais) is a French physicist, professor at the École polytechnique and member of the French Academy of Sciences.", "27793814": "Radó von Kövesligethy (in Hungarian usage, Kövesligethy Radó) (Verona, Austria, Austro-Hungarian Empire, 1 September 1862 – Budapest, Hungary 11 October 1934), was a Hungarian physicist, astronomer and geophysicist.", "33528215": "Thors Hans Hansson (born 1950), is a Swedish physicist working as a professor of theoretical physics at Stockholm University, who was also the head of Nordita.[1] He is a member of the Nobel Committee for Physics, which each year selects winners of the Nobel Prize in Physics.[2]", "72554906": "Helmuth Möhwald (January 19, 1946 in Goldenöls – March 27, 2018) was a German physicist and founding director of the Max Planck Institute for Colloids and Interfaces in Potsdam. His research focus on molecular interfaces, ultrathin films, coated colloids and capsules, membranes, and nanostructured and functional interfaces.[1][2]", "74324378": "J. Kelly Holley-Bockelmann is an American astrophysicist who holds the position of Stevenson Professor of Physics at Vanderbilt University.[1] She is currently the chair of NASA's Laser Interferometer Space Antenna Study Team and the chair of NASA's Astrophysics Advisory Committee.[2][3] Holley-Bockelmann is also known for her efforts to increase diversity in STEM education, particularly for her work as the director of the Fisk-Vanderbilt Bridge Program.[1][4]", "30841250": "Eberhard Bodenschatz is a German physicist. He was born on April 22, 1959, in Rehau, Bavaria. He received his doctorate in theoretical physics from the University of Bayreuth in 1989. In 1991, during his postdoctoral research at the University of California, Santa Barbara, he received a faculty position in experimental physics at Cornell University.[1] From 1992 until 2005, during his tenure at Cornell he was a visiting professor at the University of California, San Diego (1999-2000). In 2003 he became a Scientific Member of the Max Planck Society and an Adjunct Director (2003-2005)/ Director (since 2005) at the Max Planck Institute for Dynamics and Self-Organization.[2] He continues to have close ties to Cornell University, where he is Adjunct Professor of Physics and of Mechanical and Aerospace Engineering (since 2005).", "30546342": "Ronald Crosby Davidson (3 July 1941 – 19 May 2016) was a Canadian physicist, professor, and scientific administrator who worked in the United States.  He served as the first director of the MIT Plasma Science and Fusion Center from 1978 to 1988, and as director of the Princeton Plasma Physics Laboratory from 1991 to 1996.[2][3]  He had been Professor of Astrophysical Sciences at Princeton University since 1991.", "56367526": "Carole Mundell is an observational astrophysicist who researches cosmic black holes and gamma ray bursts.", "203175": "Benoît Paul Émile Clapeyron (French: [klapɛʁɔ̃]; 26 January 1799 – 28 January 1864) was a French engineer and physicist, one of the founders of thermodynamics.", "727467": "Rosalyn Sussman Yalow (July 19, 1921 – May 30, 2011) was an American medical physicist, and a co-winner of the 1977 Nobel Prize in Physiology or Medicine (together with Roger Guillemin and Andrew Schally) for development of the radioimmunoassay technique. She was the second woman (after Gerty Cori), and the first American-born woman, to be awarded the Nobel Prize in Physiology or Medicine.[2][3]", "41556397": "Vijay Balakrishna Shenoy is a Professor of Physics at the Indian Institute of Science, Bangalore, India.  He was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2013 in the physical sciences category.[1]", "50567598": "Harold V. Lichtenberger (April 22, 1920 – December 7, 1993) was an American physicist who was involved in the planning of the Chicago Pile-1, the first nuclear reactor to achieve criticality, and in other reactor experiments at the Argonne National Laboratory.", "170415": "Alan Paige Lightman is an American physicist, writer, and social entrepreneur.[1][2] He has served on the faculties of Harvard University and Massachusetts Institute of Technology (MIT) and is currently a professor of the practice of the humanities at the Massachusetts Institute of Technology (MIT).", "3774898": "Temistocle Calzecchi Onesti (14 December 1853 – 25 November 1922) was an Italian physicist and inventor born in Lapedona, Italy, where his father, Icilio Calzecchi, a medical doctor from nearby Monterubbiano, was temporarily working at the time. His mother, Angela, was the last descendant of the ancient and noble Onesti family. His first name is the Italian version of the Athenian general Themistocles.", "42867124": "Jenny Nelson FRS FInstP is Professor of Physics in the Blackett Laboratory and Head of the Climate change mitigation team at the Grantham Institute - Climate Change and Environment at Imperial College London.[3][4][5][6][7]", "70752698": "Stefan Hüfner (July 2, 1935 in Löwenberg, Silesia – January 17, 2013 in Saarbrücken, Saarland) was a German experimental physicist specialized in solid-state physics and photoemission spectroscopy.[1]", "3479994": "Daniel Webster Hering (23 March 1850 – 24 March 1938)[1] was an American physicist and university dean.", "67869116": "Oliver Zahn is US/German theoretical astrophysicist, data scientist, and entrepreneur, best known for developing algorithms for astrophysical data analysis and widely cited discoveries of phenomena in the history of the Universe. He is also known for his more recent work as founder and CEO of Climax Foods, a California-based biotechnology company modeling dairy and other animal products directly from plant ingredients. Prior to becoming an entrepreneur, Zahn directed UC Berkeley's Center for Cosmological Physics alongside George Smoot and Saul Perlmutter and was Head of Data Science at Google[1]", "57186748": "Roger Gerhard Newton (né Neuweg; November 30, 1924 – April 14, 2018) was a German-born American physicist.", "66263487": "Carl A. Rouse (July 14, 1926 - February 25, 2014) was an American physicist, working in the fields of atomic, plasma, and computational physics. \nRouse was the first African American to earn a Ph.D. in physics from Caltech (and only the fifth African American ever to earn such a degree).[1]", "55810495": "Anton Börsch (1854, Kassel – 1920, Bad Wildungen) was a German geodesist, astronomer, and geophysicist.[1]", "18880954": "Martin Beneke (born 1966) is a German physicist.", "2857411": "Norman Harry Packard (born 1954 in Billings, Montana)[1] is a chaos theory physicist and one of the founders of the Prediction Company and ProtoLife. He is an alumnus of Reed College and the University of California, Santa Cruz[citation needed]. Packard is known for his contributions to chaos theory, complex systems, and artificial life. He coined the phrase \"the edge of chaos\".[2][3]", "55679430": "Igor Vsevolodovich Grekhov (Russian: Игорь Всеволодович Грехов, born 10 September 1934 in Smolensk) is a Soviet and Russian physicist and electrical engineer, full member of the Russian Academy of Sciences.[1] He is known as one of the founders of the power semiconductor device industry in the Soviet Union. His contributions to the field of pulsed power devices and converter technique were recognized by the awarding of the Lenin Prize, the two State Prizes and several State orders of Russia. He headed the laboratory at the Ioffe Physical Technical Institute in St. Petersburg over several decades.", "25008584": "Ilesanmi Adesida (born 1949, in Ifon, Ondo State, Nigeria) is a Nigerian American[1] physicist of Yoruba descent.[2] He has been the provost at Nazarbayev University in Astana, Kazakhstan, from September 2016.[3]", "301515": "Mileva Marić (Serbian Cyrillic: Милева Марић, pronounced [milěːva mǎːritɕ]; 19 December 1875 – 4 August 1948), sometimes called Mileva Marić-Einstein (Милева Марић-Ајнштајн, Mileva Marić-Ajnštajn), was a Serbian physicist, mathematician, and the first wife of Albert Einstein from 1903 to 1919. She was the only woman among Einstein's fellow students at Zürich Polytechnic. Marić and Einstein were study colleagues and lovers, and had a daughter Lieserl in 1902, who likely died of scarlet fever at one and a half years old. They later had two sons, Hans Albert and Eduard.", "66263508": "Richard Van Evera Lovelace is an American astrophysicist and plasma physicist. He is best known for the discovery of the period of the pulsar in the Crab Nebula (Crab pulsar), which helped to prove that pulsars are rotating neutron stars, for developing a magnetic model of astrophysical jets from galaxies, and for developing a model of Rossby waves in accretion disks. He organized a US-Russia collaboration in plasma astrophysics, which focused on modeling of plasma accretion and outflows from magnetized rotating stars.", "33331668": "K. Sridhar (born 27 May 1961) is an Indian scientist conducting research in the area of theoretical high energy physics and a writer of fiction.", "57678302": "Serge Galam (born 1952) is a French physicist and Scientist Emeritus at CNRS.[1]", "170464": "Shirley Ann Jackson, FREng (born August 5, 1946) is an American physicist, and was the 18th president of Rensselaer Polytechnic Institute. She is the first African-American woman to have earned a doctorate at the Massachusetts Institute of Technology (MIT) in Theoretical Elementary Particle Physics,[1] and the first African-American woman to have earned a doctorate at MIT in any field.[2] She is also the second African-American woman in the United States to earn a doctorate in physics.[3]", "2267622": "Victor Georgievich Veselago (Russian: Виктор Гиоргиевич Веселаго; 13 June 1929 – 15 September 2018)[1][2] was a Soviet Russian physicist, doctor of physical and mathematical sciences, and a university professor. In 1967, he was the first to publish a theoretical analysis of materials with negative permittivity, ε, and permeability, μ.[3]", "69900775": "Winthrop W. Smith (born 1944) is an American physicist.", "1186281": "Philo of Byzantium[a] (Greek: Φίλων ὁ Βυζάντιος, Phílōn ho Byzántios, c. 280 BC – c. 220 BC), also known as Philo Mechanicus (Latin for \"Philo the Engineer\"), was a Greek engineer, physicist and writer on mechanics, who lived during the latter half of the 3rd century BC. Although he was from Byzantium he lived most of his life in Alexandria, Egypt. He was probably younger than Ctesibius, though some place him a century earlier.", "60758511": "Xavier Intes is a French professor of physics and biomedical engineering and co-director of the BioImaging Center at the Rensselaer Polytechnic Institute.", "42867184": "Sheena Elizabeth Radford OBE FRS[2] FMedSci[3] is a British biophysicist, and Astbury Professor of Biophysics in the Astbury Centre for Structural Molecular Biology, School of Molecular and Cellular Biology at the University of Leeds.[1][4][5][6] Radford is the Associate Editor of the Journal of Molecular Biology.[7]", "52074993": "Chikashi Toyoshima (豊島 近, Toyoshima Chikashi, born July 17, 1954) is a Japanese biophysicist.[1] His research focuses on two proteins: the Ca2+-ATPase of muscle sarcoplasmic reticulum, and the Na+, K+-ATPase expressed in all animal cells.[2] He is a professor at the University of Tokyo and the Foreign Associate of the National Academy of Sciences, USA.[3] Toyoshima's research about the Ca2+-ATPase started in 1989. In the next few years, he and his colleagues obtained the world's first series of images of Ca2+-ATPase at the atomic level.[4] Via x-ray crystallography, cryo-EM and other methods, he has determined the crystal structures of ten intermediates of Ca2+-ATPase. On September 10, 2015, The Royal Swedish Academy of Sciences awarded him and Poul Nissen the Gregori Aminoff Prize of 2016 for their fundamental contributions to understanding the structural basis for ATP-driven translocation of ions across membranes.[5]", "62200307": "Gian Michele Graf (born 14 July 1962) is a Swiss mathematical physicist.[1]", "1808883": "Joseph Charles Farman CBE (7 August 1930 – 11 May 2013) was a British geophysicist who worked for the British Antarctic Survey. Together with Brian Gardiner and Jon Shanklin, he published the discovery of the ozone hole over Antarctica,[4] having used Dobson ozone spectrophotometers. Their results were first published on 16 May 1985.[5]", "60496376": "Cardinal Warde (born July 14, 1945) is a Professor of Electrical Engineering at Massachusetts Institute of Technology. He works on optoelectronic materials for information processing, communications and holography. Warde is involved with education policy in the Caribbean, acting as a scientific advisor for the Government of Barbados and helping high school students access science education.", "6330890": "Herman Y. Carr (November 28, 1924 – April 9, 2008), who published as H. Y. Carr, was an American physicist and pioneer of magnetic resonance imaging.", "42506764": "Dirk Dubbers (short for Dietrich Jochen Dubbers) (born 16 November 1943 in Dresden)[1] is a German physicist.", "33495568": "Wilson Marcy Powell (July 18, 1903 – March 2, 1974) was an American physicist and a member of the physics department at the University of California, Berkeley.", "62331409": "Vladilen Fyodorovich Minin (Russian: Влади́лен Фёдорович Ми́нин; born 27 May 1932, Rudinka, Ryazan Oblast) is a Soviet and Russian physicist, Doctor of Technical Sciences, a professor, a member of the Academy of Technological Sciences of the Russian Federation. He was the founder, general director and chief designer of the Institute of Applied Physics (1966-1996), the founder and president of the Urals-Siberian Branch of Russian Academy of Technological Sciences. He developed air- and navy- launched missiles, custom control and safety systems and computer equipment.", "38804001": "Richard B. Frankel is an Emeritus Professor of Physics at the California State Polytechnic University, San Luis Obispo. He is noted for his research on magnetotaxis and biomineralization of magnetic iron minerals in general and magnetotactic bacteria in particular. His expertise in the latter was prominently discussed in Stephen Jay Gould's The Panda's Thumb (1980 Chapter 30). He is a graduate of the University of Missouri (1961) and took a PhD from Berkeley (1965). Much of his career was spent at the Francis Bitter National Magnet Laboratory, Massachusetts Institute of Technology before joining Cal Poly in 1988.[1][2][3][4]", "43555365": "Professor Margaret Daphne Reid from Swinburne University of Technology (Melbourne, Australia) is a Fellow of the Australian Academy of Science. She is known for her pioneering work in new fundamental tests of quantum theory, including teleportation and cryptography.[1]", "12622375": "Vincent E. Courtillot (born 6 March 1948) is an emeritus French geophysicist, prominent among the researchers who are critical of the hypothesis that impact events are a primary cause of mass extinction of life forms on the Earth. He is known for his book \"La Vie en catastrophes\" (Paris, Fayard, 1995), translated into English as \"Evolutionary catastrophes\" (1999).", "1972777": "Neil deGrasse Tyson (US: /dəˈɡræs/ də-GRASS or UK: /dəˈɡrɑːs/ də-GRAHSS; born October 5, 1958) is an American astrophysicist, author, and science communicator. Tyson studied at Harvard University, the University of Texas at Austin, and Columbia University. From 1991 to 1994, he was a postdoctoral research associate at Princeton University. In 1994, he joined the Hayden Planetarium as a staff scientist and the Princeton faculty as a visiting research scientist and lecturer. In 1996, he became director of the planetarium and oversaw its $210 million reconstruction project, which was completed in 2000. Since 1996, he has been the director of the Hayden Planetarium at the Rose Center for Earth and Space in New York City. The center is part of the American Museum of Natural History, where Tyson founded the Department of Astrophysics in 1997 and has been a research associate in the department since 2003.", "5478961": "Peter Tertzakian (born 1961) is an economist and author. He is the deputy director of the ARC Energy Research Institute, a managing director of energy-focused private equity firm ARC Financial Corporation, and the creator of Energyphile, a multimedia project on energy. His books examine economic, environmental and geopolitical pressures on the transformation of the global energy sector.", "924209": "Luigi Palmieri (22 April 1807 – 9 September 1896) was an Italian physicist and meteorologist. He was famous for his scientific studies of the eruptions of Mount Vesuvius, for his  researches on earthquakes and meteorological phenomena and for improving the seismograph of the time.[1]", "760374": "Paul Ching Wu Chu (Chinese: 朱經武; born December 2, 1941) is a Chinese-American physicist specializing in superconductivity, magnetism, and dielectrics. He is a professor of physics and T.L.L. Temple Chair of Science in the Physics Department at the University of Houston College of Natural Sciences and Mathematics. He was the president of the Hong Kong University of Science and Technology from 2001 to 2009. In 1987, he was one of the first scientists to demonstrate high-temperature superconductivity.", "891446": "Alfred Otto Carl Nier (May 28, 1911 – May 16, 1994) was an American physicist who pioneered the development of mass spectrometry.[1] He was the first to use mass spectrometry to isolate uranium-235 which was used to demonstrate that 235U could undergo fission and developed the sector mass spectrometer configuration now known as Nier-Johnson geometry.[2]", "47880766": "Charles H. Holbrow (born September 23, 1935, died December 19, 2023) was an American physicist.", "10984005": "Shivaramakrishnan Pancharatnam (1934–1969) was an Indian physicist who did significant work in the field of optics. He is noted for his discovery of a type of geometric phase sometimes known as Pancharatnam phase for polarized beams passing through crystals.[2]", "16783951": "Evgeny Aramovich Abramyan (Russian: Евге́ний Ара́мович Абрамя́н; August 3, 1930 – December 23, 2014) was a Soviet-Armenian physicist, Professor, Doctor of Engineering Sciences, Winner of USSR State Prize, one of the founders of several research directions in the Soviet and Russian nuclear technology. Author of more than 100 inventions and several books on applied physics, Evgeny Abramyan led research teams at the Kurchatov Institute of Atomic Energy, Budker Institute of Nuclear Physics, and the Institute of High Temperatures of USSR Academy of Sciences. In the 1960s he supervised the creation of a new research discipline – engineering physics – at the Novosibirsk State Technical University, chaired the university's major faculty. In later years, Evgeny Abramyan published a number of works on political science and globalistics.", "71375441": "Alvin Boyd Cardwell (October 16, 1902, Oral, Roane County, Tennessee – September 8, 1992, Kingston, Tennessee)[1] was an American experimental physicist, specializing in \"thermionic and photoelectric emission of electrons from crystalline metals.\"[2]", "53451356": "Siegfried Grossmann (born 28 February 1930) is a German theoretical physicist who has been awarded the Max Planck Medal, the major prize for achievements in theoretical physics.", "68524637": "Haiyan Gao (Chinese: 高海燕) is a Chinese-American nuclear physicist whose research concerns the structure of nucleons, quantum chromodynamics, and low-energy fundamental symmetries and symmetry violations,[1][2] and has included accurate measurements of the size of protons.[3][4] She is the Henry W. Newson Distinguished Professor of Physics at Duke University,[5] and associate laboratory director for nuclear and particle physics at the Brookhaven National Laboratory. Beyond her research in physics, she is also known as having a \"keen interest in promoting diversity, equity, and inclusion in the sciences\".[1]", "27662942": "Martin Lüscher (born August 3, 1949, in Bern) is a Swiss theoretical physicist, who works primarily on numerical quantum chromodynamics (lattice field theory).", "29596255": "Craig Hogan is a Professor of Astronomy and Physics at the University of Chicago and director of the Fermilab Center for Particle Astrophysics.", "5380701": "Brosl Hasslacher (May 13, 1941 – November 11, 2005) was a theoretical physicist.", "32512605": "[needs update]", "1645161": "Sir Edgar William John Mitchell, CBE FRS[1] (September 25, 1925 – October 30, 2002) was a British physicist, professor of physics at Reading and Oxford, and he helped pioneer the field of neutron scattering.[2]", "6036079": "John Maxwell Cowley (18 February 1923 – 18 May 2004) was an American Regents Professor at Arizona State University. The John M. Cowley Center for High-Resolution Electron Microscopy at Arizona State is named in his honor.[1][2][3][4][5]", "27466355": "Ingemar Lundström, born 9 May 1941 in Skellefteå, Sweden, is a Swedish professor of applied physics at Linköping University.", "66099832": "Marta Sales-Pardo (born 1976) is a Spanish statistical physicist, complex systems scientist, and network scientist. She is an associate professor at Rovira i Virgili University, in the Department of Chemical Engineering.[1] She is notable for her contributions to complex networks, where she has studied both social and biochemical systems, especially the contribution of each node or individual to the overall network. Her research has earned several mentions in the Fulbright Program[2] and the ICREA Program,[3] among others.", "10885753": "Karen L. Kavanagh is a professor of physics at Simon Fraser University in Burnaby, British Columbia, Canada, where she heads the Kavanagh Lab, a research lab working on semiconductor nanoscience.[1]", "48044666": "Claude Fabre (born April 23, 1951) is a French physicist, professor emeritus at the Sorbonne University and member of the Kastler-Brossel Laboratory of Sorbonne University, École normale supérieure and Collège de France.[1]", "43031170": "Mikhail Lukin (Russian: Михаи́л Дми́триевич Луки́н); born 10 October 1971) is a Russian theoretical and experimental physicist and a professor at Harvard University.[1] He was elected a member of the National Academy of Sciences in 2018.", "23698052": "Padmanabhan Krishnagopala Iyengar (29 June 1931 – 21 December 2011; best known as P. K. Iyengar), was an Indian nuclear physicist who is widely known for his central role  in the development of the nuclear program of India. Iyengar previously served as the director of BARC and former chairman of the Atomic Energy Commission of India, he raised his voice and opposition against the nuclear agreement between India and the United States and expressed that the deal favoured the United States.[3]", "50338439": "Ed Vernon Hungerford III is an American physicist and one of the prominent international particle physicists. He is  one of the world leaders in the field of Hypernuclear Physics with significant original research carried out in the field.[1] Since 2011, he is MD Anderson Professor of Physics at the Department of Physics, University of Houston, where he has been leading his research group (Medium-Energy Nuclear and Particle Physics group).[2] He is known for his significant contributions to the field of hypernuclear physics[1][3] and hypernuclear spectroscopy,[4] with more than hundred important research papers,[5] multiple grants and more than twenty successful PhD students advised during his highly-productive career.", "596619": "John-David Francis Bartoe (born November 17, 1944, in Abington, Pennsylvania) is an American astrophysicist. He is  the Research Manager for the International Space Station (ISS) at NASA's Johnson Space Center. He provides oversight for the Program Manager concerning the research capability, research hardware, and research plans of the ISS. As a civilian employee of the US Navy, he flew aboard Space Shuttle mission STS-51-F as a Payload Specialist.", "70720140": "Lee Wendel Casperson (born 1944) is an American physicist and engineer.", "23566991": "Joseph Redlhamer (20 October 1713 in Lower Austria – 9 July 1761 in Vienna) was a professor at the University of Vienna.[1]", "39570": "John Logie Baird FRSE (/ˈloʊɡi bɛərd/;[1] 13 August 1888 – 14 June 1946) was a Scottish inventor, electrical engineer, and innovator who demonstrated the world's first live working television system on 26 January 1926.[2][3][4] He went on to invent the first publicly demonstrated colour television system and the first viable purely electronic colour television picture tube.[5][6]", "203411": "Robert Gerson Shulman (born March 3, 1924) is an American biophysicist and Sterling Professor Emeritus of Molecular Biophysics and Biochemistry and a senior research scientist at the Department Diagnostic Radiology at Yale University.[1]", "68459157": "Zhang Wenyu (9 January 1910 – 5 November 1992) was a Chinese physicist who served as director of the Institute of High Energy Physics from 1973 to 1984. He was one of the founders of cosmic ray research and high energy experimental physics in China.[1][2] He was an academician of the Chinese Academy of Sciences.", "13507246": "William C. Schwartz (March 25, 1927 – July 23, 2000) was a civic leader in Central Florida and a pioneer in the laser industry.  He was founder, president and chairman of International Laser Systems, Inc., and later, Schwartz Electro-Optics, Inc., both based in Orlando, Florida.", "3676851": "Eugene Rabinowitch (April 27, 1898 – May 15, 1973)[1] was a Russian-born American biophysicist who is known for his work in photosynthesis and nuclear energy. He was a co-author of the Franck Report and a co-founder in 1945 of the Bulletin of the Atomic Scientists, a global security and public policy magazine, which he edited until his death.[2]", "18062004": "Brian O'Brien was an optical physicist and \"the founder of the Air Force Studies Board and its chairman for 12 years.[5] O'Brien received numerous awards, including the Medal for Merit, the nation's highest civilian award, for his work on optics in World War II and the Frederic Ives Medal in 1951. Circa 1966 he \"chaired an ad hoc committee under the USAF Science Advisory Board (AFSAB) looking into the UFO problem\".[6] He also had steering power over National Academy of Sciences (NAS) projects, Project Blue Book, and helped pave the way for the Condon Committee.[7][8]", "47422135": "Ernst Kunibert Zinner (30 January 1937 – 30 July 2015) was an Austrian astrophysicist, known for his pioneering work in the analysis of stardust in the laboratory. He long had a position in the United States at the Laboratory for Space Physics (later part of the McDonnell Center for the Space Sciences) at Washington University in St. Louis, Missouri, where he had earned his doctorate. He came to the United States in the 1960s for graduate work. In addition, Zinner regularly taught at European universities, and other American institutions.", "28809918": "Sir William Cecil Dampier FRS[1] (born William Cecil Dampier Whetham) (27 December 1867 – 11 December 1952)[1] was a British scientist, agriculturist, and science historian who developed a method of extracting lactose (milk sugar) from whey.", "35756735": "Monique Sené (born February 14, 1936)[1] (née Moirez)[2] is a nuclear physicist and one of the co-founders of the Groupement des scientifiques pour l'information sur l'énergie nucléaire (GSIEN) (Association of Scientists for Information on Nuclear Energy) and its first president.[3] As of March 2011 she was Honorary Research Director at the National Centre for Scientific Research and president of GSIEN.[4] She is also Vice President of the Science Committee of Association Nationale des Comités et Commissions Locales d'Information (ANCCLI) (National Association of Local Information Committees and Commissions)[5] and a member of ANCCLI's High Committee for Transparency and Information on Nuclear Safety [fr].[4][6][7][8]", "31726273": "Raymond John Seeger (September 20, 1906 – February 14, 1992) was an American physicist.", "52730562": "Valery Viktorovich Kostuk (Russian: Вале́рий Ви́кторович Костю́к; born 26 August 1940 in Zaporizhia) is a Russian scientist who has contributed to the development of processes for producing gases and cryogenic liquids. He is a vice president of the Russian Academy of Sciences.[1][2][3]", "20290242": "Henry Edmison Duckworth, OC FRSC (November 1, 1915 – December 18, 2008) was a Canadian physicist and university administrator.", "57645767": "Walter Carl Beckham (May 16, 1916 – May 31, 1996) was a United States Army Air Forces officer during World War II and an American ace credited with 18 air-to-air victories.[1][2][3] He remained in the Air Force after the war, obtained a Ph.D. in physics and was a nuclear weapons scientist.[1]", "52959946": "Mikhail Nikolayevich Mikheyev (Russian: Михаил Николаевич Михеев; 28 October 1905 – 27 August 1989) was a Soviet physicist, physics of metals expert, corresponding member of RAS (since 1979).[citation needed]", "53844684": "Bernard Yurke is an American physicist, currently a distinguished research professor at Boise State University and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "39656146": "Pieter Hendrik van Cittert (30 May 1889, Gouda – 8 October 1959, Utrecht) was a Dutch physicist and science historian. He was born in Gouda, Netherlands, to Benjamin Pieter van Cittert and Petronella Antonia Huber, and died on October 8, 1959, in Utrecht. His achievements include proving the van Cittert–Zernike theorem[1] about the coherence of radiation and founding the University Museum in Utrecht.", "8821460": "Richard Massey (born 14 October 1977) is a physicist currently working as Royal Society Research Fellow in the Institute for Computational Cosmology at Durham University.[1] Previously he was a senior research fellow in astrophysics at the California Institute of Technology[2] and STFC Advanced Fellow at the Institute for Astronomy of the University of Edinburgh.[3] Massey graduated in Maths and Physics from the University of Durham in 2000 and was a member of Castle.[4] He completed his Ph.D. at Cambridge (Clare College) in 2003, with a thesis entitled Weighing the Universe with weak gravitational lensing.[5]", "47192788": "Akpanoluo Ikpong Ikpong Ette NNOM (23 September 1929 - 17 September 2018) was a Nigerian Professor of Physics and former secretary and vice-president of the Nigerian Academy of Science.[1]", "44145368": "Ajay Kumar Sood FNA, FASc, FNASc, FRS, FTWAS (born 26 June 1951)[1] is an Indian physicist and researcher currently serving as the 4th Principal Scientific Adviser to the Government of India.", "43358938": "Margaret A. (Peggy) Focarino was, between November 21, 2013, and January 12, 2014, the head of the United States Patent and Trademark Office (USPTO) (by delegation, as Commissioner for Patents).[1] She was appointed in January 2012 after serving as both the Deputy Commissioner for Patents and Deputy Commissioner for Patent Operations.[2]", "9542367": "John Rowland Mallard OBE FRSE FREng (14 January 1927[1] – 25 February 2021)[2] was an English physicist and professor of Medical Physics at the University of Aberdeen from 1965 until his retirement in 1992. He was known for setting up and leading the team that developed the first magnetic resonance imaging (MRI) full body scanner and, in particular, positron emission tomography (PET). He was born in Kingsthorpe, Northampton, England.[3][4][5]", "57187042": "Liu Baixin Chinese: 柳百新; born 10 June 1935) is a Chinese physicist.", "6036196": "Gilbert Stead (3 February 1888 – 5 July 1979)[1] was a British professor of physics and pioneer in the development of radiology as a recognized medical specialty.[2]", "18586346": "Peter D. Jarvis is an Australian physicist notable for his work on applications of group theory to physical problems, particularly supersymmetry in the genetic code. He has also applied classical invariant theory to problems of quantum physics (entanglement measures for mixed state systems), and also to phylogenetic reconstruction (entanglement measures, including distance measures, for taxonomic pattern frequencies).", "59284203": "Hermann August Grunder (born December 4, 1931) is a Swiss-American nuclear and accelerator physicist. Dr. Hermann A. Grunder was the founding director of Thomas Jefferson National Accelerator Facility[1] and a Director Emeritus of Argonne National Laboratory.[2]", "6265581": "Claude R. Canizares is an American physicist who stepped down June 30, 2015 from his post as Vice President of MIT. He remains the Bruno Rossi Professor of Physics at MIT and associate director for MIT of the Chandra X-Ray Observatory Center.", "68983541": "Sergei Mikhailovich Rytov (Russian: Сергей Михайлович Рытов) (3 July 1908 – 22 October 1996) was a Soviet physicist and member of the Russian Academy of Sciences. Rytov contributed to the fields of statistical radiophysics,[1][2] and fluctuational electrodynamics. The Rytov number for laser propagation in the atmosphere[3] and the Rytov approximation for wave propagation in inhomogeneous media[4][5][6][7][8] bear his name.", "12393209": "Leonidas \"Leo\" K. Resvanis (Greek: Λεωνίδας Ρεσβάνης; 1944 in Athens, Greece) is a physicist known for his work with neutrinos. He was a Professor of Physics at the University of Athens from 1976 until he retired and became Emeritus Professor in 2011.[1] He served as the director of the Nestor Project.[2]", "48044798": "Luigi Lugiato (born December 17, 1944) is an Italian physicist and professor emeritus at University of Insubria (Varese/Como).[1] He is best known for his work in theoretical nonlinear and quantum optics, and especially for the Lugiato–Lefever equation (LLE,[2]). \nHe has authored more than 340 scientific articles, and the textbook Nonlinear Dynamical Systems (with F. Prati and M. Brambilla).[3] His work has been theoretical but has stimulated a large number of important experiments in the world. It is also characterized by the fact of combining the classical and quantum aspects of optical systems.", "6036227": "Helmut Gunter Wilhelm Panke[1] (born on 31 August 1946[2][3] in Fürstenwalde, East Germany[4]) is a German manager and physicist who has been holding board membership in several companies - Microsoft, Bayer AG and Singapore Airlines. During the past recent 30 years, Panke's management career spread over several companies, including e.g. serving as the chairman of the board of management at BMW AG from May 2002 through August 2006.[5]", "14785284": "Bo Yngve Thidé (born 8 January 1948) is a Swedish physicist and professor emeritus at Uppsala University. He has studied radio waves and other electromagnetic radiation in space, particularly their interaction with matter and fields.", "727817": "Harold H. Seward (July 24, 1930 – June 19, 2012) was a computer scientist, engineer, and inventor. Seward developed the radix sort and counting sort algorithms in 1954 at MIT.[2] He also worked on the Whirlwind Computer and developed instruments that powered the guidance systems for the Apollo spacecraft and Polaris missile.[3][4]", "1710858": "David Perry Rubincam (born February 27, 1947) is an American geophysicist with specialties in solid-earth geophysics, planetary geodynamics and celestial mechanics. He has worked as a civilian scientist for the National Aeronautics and Space Administration since 1978. The main-belt asteroid 9921 Rubincam was named in his honor.[1]", "71310095": "Darrell Lynn Judge (November 2, 1934, Albion, Illinois – August 26, 2014, Temecula, California)[1] was an American physicist, known for his research in solar physics, spectroscopy, and space science.[2]", "56040210": "Gao Bolong (Chinese: 高伯龙; pinyin: Gāo Bólóng; Wade–Giles: Kao Po-lung; 1928–2017) was a pioneering Chinese laser physicist.[1]", "4102933": "Aldert van der Ziel[1] (12 December 1910, Zandeweer – 20 January 1991, Minneapolis), was a Dutch physicist who studied electronic noise processes in materials such as semiconductors and metals.[2]", "31431454": "Maya Paczuski (born April 7, 1963) is the head and founder of the Complexity Science Group at the University of Calgary. She is a well-cited physicist whose work spans self-organized criticality, avalanche dynamics, earthquake, and complex networks.  She was born in Israel in 1963, but grew up in the United States.  Maya Paczuski received a B.S. and M.S. in Electrical Engineering and Computer Science from M.I.T. in 1986 and then went on to study with Mehran Kardar, earning her Ph.D in Condensed matter physics from the same institute.", "498470": "David Jeffrey Griffiths (born December 5, 1942) is an American physicist and educator.  He was on the faculty of Reed College from 1978 through 2009, becoming the Howard Vollum Professor of Science before his retirement. He wrote three highly regarded textbooks for undergraduate physics students.", "21830439": "Gertrude Scharff Goldhaber (July 14, 1911 – February 2, 1998) was a German-born Jewish-American nuclear physicist.  She earned her PhD from the University of Munich, and though her family suffered during The Holocaust, Gertrude was able to escape to London and later to the United States.  Her research during World War II was classified, and not published until 1946.  She and her husband, Maurice Goldhaber, spent most of their post-war careers at Brookhaven National Laboratory.", "15899436": "Professor Szczepan Eugeniusz Szczeniowski (1898–1979), was a Polish physicist, and author of numerous papers on cosmic rays, electron diffraction and ferromagnetism. In early 1930s, he taught at the Jan Kazimierz University in Lwow, in 1937 moving to the Stefan Batory University in Wilno. After World War II, he settled in Poznań, also cooperating with the Warsaw Polytechnic. Szczeniowski was a member of many prestigious organizations - Technical Science Academy, Polish Academy of Knowledge and Polish Academy of Sciences.", "48044849": "Daniel Hennequin (born 14 December 1961) is a French physicist. His primary research areas include the dynamics of lasers and cold atoms. He is a former member of the board of the Société Française de Physique, and the winner of the 2013  Jean Perrin Prize [fr] of the French Optical Society.[1]", "57449266": "Thomas Edwin Nevin (4 October 1906 in Bristol, Somerset – 16 July 1986 in Dublin) was an Irish physicist and academic who had a distinguished career in the field of molecular spectroscopy.[1] He was Professor of Experimental Physics and Dean of the Faculty of Science in University College Dublin from 1963 to 1979.[2]", "1612600": "Christopher Aikman is a Canadian astrophysicist who spent most of his career (from 1968 to 2000) at the Dominion Astrophysical Observatory, National Research Council Canada in Saanich, British Columbia, Canada.", "4889409": "Arnold Kramish (June 6, 1923  – June 15, 2010) was an American nuclear physicist and author who was associated with the Manhattan Project. While working on the project, he was nearly killed in an accident at  the Philadelphia Naval Yard where a prototype thermal diffusion isotope separation device was being constructed. The priest of the Philadelphia Naval Yard offered last rites to Kramish, who refused, as he was Jewish. After World War II, he wrote numerous books on  nuclear issues.  He is perhaps best known for his book The Griffin - the greatest untold espionage story of World War II, about Paul Rosbaud, who passed important scientific and military information from Germany to the Allies.", "28351299": "William Keith Burton (known as Keith Burton[1]) FRSE (12 October 1922 – 30 December 1996) was an English electrical engineer and theoretical physicist.[1][2]", "7871299": "Georg Hartmann (sometimes spelled Hartman; February 9, 1489 – April 9, 1564) was a German engineer, instrument maker, author, printer, humanist, priest, and astronomer.", "43424595": "Robert Tycko is an American biophysicist whose research primarily involves solid state NMR, including the development of new methods and applications[1] to various areas of physics, chemistry, and biology.[2]  He is a member of the Laboratory of Chemical Physics in the National Institute of Diabetes and Digestive and Kidney Diseases at the National Institutes of Health in Bethesda, Maryland, USA.[3] He was formerly a member of the Physical Chemistry Research and Materials Chemistry Research departments of AT&T Bell Labs in Murray Hill, New Jersey.  His work has contributed to our understanding of geometric phases in spectroscopy,[4] physical properties of fullerenes,[5] skyrmions in 2D electron systems,[6] protein folding,[7] and amyloid fibrils[8] associated with Alzheimer’s disease and prions.", "3251031": "Robert T. Siegel (1928–2000) graduated from Carnegie Tech (now Carnegie Mellon University) in 1948, and attained a D.Sc in 1952. He was professor of physics at the College of William and Mary[1] from 1963 to 1998, and director of the Space Radiation Effects Laboratory,[2] located on the site where the Thomas Jefferson National Accelerator Facility would later be built, from its construction in 1964–65 to its decommissioning in 1980.", "47881049": "Theodorus \"Theo\" Henricus Maria Rasing (born 26 May 1953) is a Dutch professor of experimental physics at Radboud University Nijmegen. His expertise lies in the field of magneto-optics. He was a winner of the 2008 Spinoza Prize.[1]", "49650527": "Howard Turner Barnes (21 July 1873, in Woburn, Massachusetts – 4 October 1950, in Burlington, Vermont) was an American-Canadian physicist who specialized in calorimetry, electrolytes, ice formation and ice engineering.[1][2]", "42244963": "Alexei Alexandrovich Starobinsky (Russian: Алексе́й Алекса́ндрович Староби́нский; 19 April 1948 – 21 December 2023) was a Soviet and Russian theoretical physicist and cosmologist. He received the 2014 Kavli Prize in Astrophysics with Alan Guth and Andrei Linde \"for pioneering the theory of cosmic inflation\".", "60496751": "Victor Galitski is an American physicist, a theorist in the areas of condensed matter physics and quantum physics.", "72573": "Theodore Brewster \"Ted\" Taylor (1925 – 2004) was an American theoretical physicist, specifically concerning nuclear energy. His higher education included a PhD from Cornell University in theoretical physics. His most noteworthy contributions to the field of nuclear weaponry were his small bomb developments at the Los Alamos Laboratory in New Mexico.[1] Although Taylor is not widely known to the general public,  he is credited with numerous landmarks in fission nuclear weaponry development, including having developed the smallest, most powerful, and most efficient fission weapons ever tested by the US.[1] Though Taylor was not considered a brilliant physicist from a calculative viewpoint, his vision and creativity allowed him to thrive in the field.[2] The later part of Taylor's career was focused on nuclear energy instead of weaponry, and included his work on Project Orion, nuclear reactor developments, and anti-nuclear proliferation.[1][2]", "29531007": "Ross Stein is a scientist emeritus at the U.S. Geological Survey in Menlo Park, California, and cofounder and CEO of Temblor,[1] a startup intended to teach seismic hazards and reduce their risk.", "43424644": "James Hurley is a university professor known for his research into proteins. He won the 2014 Neurath Award from the Protein Society for a unique, recent contribution to basic science.", "12688261": "Esther Marley Conwell (May 23, 1922 – November 16, 2014) was a pioneering American chemist and physicist, best known for the Conwell-Weisskopf theory that describes how electrons travel through semiconductors, a breakthrough that helped revolutionize modern computing.[1][2][3] During her life, she was described as one of the most important women in science.", "2825092": "Jiang Mianheng (Chinese: 江绵恒; born 8 April 1951) is a Chinese academic administrator, businessman, and politician. He has served as Vice President of the Chinese Academy of Sciences and the first President of ShanghaiTech University. He is the eldest son of Jiang Zemin, former President of the People's Republic of China.", "5970823": "California Institute of TechnologyJet Propulsion Laboratory", "23829387": "Arthur Roberts (July 6, 1912 – April 22, 2004) was an American physicist and composer.[1]", "58432402": "Anuradha Misra is a retired professor and the former head of the department of physics at the University of Mumbai.[1] She was born in Faizabad, Uttar Pradesh, India. A graduate of the University of Allahabad, she joined as a research associate for physics at the University of Mumbai in 1994. She specializes in the study of theoretical high energy physics, including Light front quantization, resummation in quantum chromodynamics.", "26352532": "Joanna Dorothy Haigh CBE FRS FInstP FRMetS (born 7 May 1954)[5] is a British physicist and academic.[1][7][8] Before her retirement in 2019[9] she was Professor of Atmospheric Physics at Imperial College London, and co-director of the Grantham Institute – Climate Change and Environment. She served as head of the department of physics at Imperial College London.[when?] She is a Fellow of the Royal Society (FRS), and a served as president of the Royal Meteorological Society.[when?]", "64428950": "Nora Brambilla (February 19, 1964) is an Italian and German theoretical particle physicist known for her research on quarkonium, particles composed of two quarks instead of the more usual three. She is a professor of theoretical particle and nuclear physics at the Technical University of Munich.[1]", "33168289": "Johann Heinrich Jakob Müller (30 April 1809, Kassel, Kingdom of Westphalia – 3 October 1875, Freiburg im Breisgau) was a German physicist.", "6036389": "Anton Nikolayevich Kapustin (born November 10, 1971, Moscow) is a Russian-American theoretical physicist and the Earle C. Anthony Professor of Theoretical Physics at the California Institute of Technology. His interests lie in quantum field theory and string theory, and their applications to particle physics and condensed matter theory. He is the son of the pianist-composer Nikolai Kapustin.[1]", "73735080": "Benjamin Franklin Peery Jr., (4 March 1922 - 30 November 2010) was an American physicist, astronomer, and longtime professor at Indiana University and Howard University. He was the second African American person to receive a doctorate in astronomy.[1]", "1612715": "Léon Nicolas Brillouin (French pronunciation: [leɔ̃ nikɔla bʁijwɛ̃]; August 7, 1889  – October 4, 1969) was a French physicist. He made contributions to quantum mechanics, radio wave propagation in the atmosphere, solid-state physics, and information theory.", "72522672": "Raymond K. Sheline (March 31, 1922 – February 10, 2016) was a member of the Manhattan Project and spent much of his career as a professor in chemistry and physics at Florida State University.[1] Sheline's research focused on spectroscopic studies of atomic nuclei and molecular structures.", "50338742": "Lemuel David Wyly, Jr. (August 9, 1916 - September 5, 2004)[1] was an American physicist and professor of nuclear physics at the Georgia Institute of Technology. He worked on important nuclear physics experiments at the Oak Ridge National Laboratory. He did his graduate studies from UNC Chapel Hill and PhD from Yale University.  His work includes a number of notable research papers [2][3][4] on nuclear physics  and a book written with two co-authors.[5] His famous students include Ed V. Hungerford III.", "8887225": "Jules-Émile Verschaffelt (27 January 1870 in Ghent – 22 December 1955)[1] was a Belgian physicist.  He worked at Kamerlingh Onnes's laboratory in Leiden from 1894 to 1906 and once again from 1914 to 1923. From 1906 to 1914 he worked at the Vrije Universiteit Brussel and from 1923 to 1940 at the Ghent University.\nHe was one of the participants of the fifth Solvay Conference on Physics that took place at the International Solvay Institute for Physics in Belgium.", "39721914": "Leslie Lawrance Foldy (1919–2001) was a theoretical physicist, who made contributions to condensed matter physics and quantum mechanics.", "22748091": "M. A. Wazed Miah (Bengali: এম এ ওয়াজেদ মিয়া; 6 February 1942 – 9 May 2009) was a Bangladeshi physicist and the writer of a number of texts in physics and some political history books, a former chairman of the Bangladesh Atomic Energy Commission and husband of Prime Minister Sheikh Hasina.", "49683386": "Cornelis Zwikker (19 August 1900 – 20 April 1985) was a Dutch scientist.[1]", "55548869": "Arup Kumar Raychaudhuri (born 1 January 1952) is an Indian condensed matter physicist, materials scientist and a Distinguished Emeritus Professor at the S. N. Bose National Centre for Basic Sciences. Known for his pioneering work on the interplay of disorder and interaction, Raychaudhuri is an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences, National Academy of Sciences, India and Indian National Science Academy as well as the Asia-Pacific Academy of Materials. He is a recipient of a number of awards such as Millennium Medal of the Indian Science Congress, ICS Gold Medal of the Materials Research Society of India and FICCI Award. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1994.[1][note 1]", "1842122": "Hendrik Anthony \"Hans\" Kramers (17 December 1894 – 24 April 1952) was a Dutch physicist who worked with Niels Bohr to understand how electromagnetic waves interact with matter and made important contributions to quantum mechanics and statistical physics.", "20519896": "John David Lawson FRS (4 April 1923 – 15 January 2008) was a British engineer and physicist.", "53910492": "Daniel E. Hastings is an American physicist, currently the Cecil and Ida Green Education Professor and the former director of the Singapore-MIT Alliance for Research and Technology (SMART) at the Massachusetts Institute of Technology.[1] Hastings became head of the Department of Aeronautics and Astronautics on January 1, 2019.[2][3][4] He has served as the chief scientist of the US Air Force[5][6] and on many national level boards.", "53910493": "Jonathan P. How is a Canadian-American astrophysicist and aeronautical engineer currently the Richard Cockburn Maclaurin Professor at Massachusetts Institute of Technology. His current research focuses on technology systems engineering and space engineering.[1]", "53910494": "R. John Hansman (born October 13, 1954) is an American physicist currently the T. Wilson Professor of Aeronautics & Astronautics at Massachusetts Institute of Technology and an Elected Fellow of the American Institute of Aeronautics and Astronautics.[1][2][3]", "38411234": "Anja Cetti Andersen (born 25 September 1965) is an astronomer and astrophysicist from Hørsholm, Denmark.", "18881507": "Sir John Carruthers Beattie FRSE (21 November 1866 – 10 June 1946) was the first principal and Vice Chancellor of the University of Cape Town (1918–1937).[1]", "53910502": "Mark Drela (July 1, 1959) is an American aeronautical engineer, currently the Professor of Fluid Dynamics at the Massachusetts Institute of Technology and an Elected Fellow of the American Institute of Aeronautics and Astronautics. He is primarily concerned with computational engineering, design, and optimization.[1] Drela is famed for his work on aerodynamics softwares:", "53910503": "Edward M. Greitzer is an American physicist currently the H. N. Slater Professor of Aeronautics and Astronautics at Massachusetts Institute of Technology.", "53910505": "Amedeo Odoni is currently the T. Wilson Chair Professor Emeritus of Aeronautics and Astronautics at Massachusetts Institute of Technology.[1][2]", "53910506": "Laurence R. Young (December 19, 1935 – August 4, 2021) was an American physicist who was the Apollo Program Professor Emeritus of Astronautics at Massachusetts Institute of Technology and an Elected Fellow of the Institute of Electrical and Electronics Engineers, the Biomedical Engineering Society and the American Institute for Medical and Biological Engineering. He received an A.B. from Amherst College in 1957; a Certificate in Applied Mathematics from the Sorbonne, Paris as a French Government Fellow in 1958; S.B. and S.M. degrees in Electrical Engineering and the Sc.D. degree in Instrumentation from MIT, from 1957 to 1962.[1][2][3][4] Young was a backup payload specialist for the Spacelab mission STS-58 in 1993.", "53910507": "Wesley L. Harris is an American physicist currently at the Charles Stark Draper Professor of Aeronautics and Astronautics at Massachusetts Institute of Technology and has been awarded honorary doctorates by Milwaukee School of Engineering, Lane College and Old Dominion University.[1][2]", "70720486": "Robin F. C. Farrow is a crystallographer. Farrow, an employee of IBM at the time, was elected a fellow of the American Physical Society in 1998, \"[f]or pioneering the development of molecular beam epitaxy to grow and study epitaxial semiconductors, metastable phases, dielectrics, magnetic elements and alloys.\"[1]", "12360679": "Giovanni Gallavotti is an Italian mathematical physicist, born in Naples on 29 December 1941.", "60595179": "Rose Camille LeDieu Mooney-Slater (23 October 1902 – 21 November 1981) was a professor of physics at the Newcomb College of the Tulane University and the first female X-ray crystallographer in the United States.[1][2]", "59612144": "Suzanne Amador Kane is a physicist and Professor of Physics and Astronomy at Haverford College. She is well known for her work utilizing video to understand the behavior of various species of birds.", "10066930": "Mark Diesendorf is an Australian academic and environmentalist, known for his work in sustainable development and renewable energy.  He currently teaches environmental studies at the University of New South Wales (UNSW Sydney), Australia. He was formerly professor of environmental science and founding director of the Institute for Sustainable Futures at the University of Technology, Sydney and before that a principal research scientist with CSIRO, where he was involved in early research on integrating wind power into electricity grids. His most recent book is Sustainable Energy Solutions for Climate Change.", "69868531": "Amber Dawn Miller is an American experimental cosmologist. She is a professor of physics and astronomy at the University of Southern California and the dean of the Dornsife College of Letters, Arts, and Sciences. She is an American Physical Society Fellow.", "55909365": "Guenakh Mitselmakher is a Russian-American physicist, since 2004 the Distinguished Professor in the Institute for High Energy Physics and Astrophysics at the University of Florida (UFL).[1] His main interests are in gravitational waves and experimental particle physics.[2]", "47422456": "James J. Wynne (born March 19, 1943, in Brooklyn)[2] is an American physicist at the IBM Watson Research Center in Yorktown Heights, NY.", "22649851": "Hu Ning (simplified Chinese: 胡宁; traditional Chinese: 胡寧; 1916–1997) was a Chinese physicist and writer.[1]", "72260604": "Félix Malu wa Kalenga  (September 22, 1936 — April 22, 2011) was a Congolese emeritus professor of Nuclear Physics and a scientist. He was a founding member of the Third World Academy of Science (TWAS).[1][2] He was a  professor at Lovanium University and a Dean of the Polytechnic Faculty of the University of Kinshasa. He was also a commissioner of the general commission for atomic energy (CGEA) in the DRC and a director general of the regional center for nuclear studies in Kinshasa.[3]", "3906557": "Sir Edward Crisp Bullard FRS[1] (21 September 1907 – 3 April 1980) was a British geophysicist who is considered, along with Maurice Ewing, to have founded the discipline of marine geophysics. He developed the theory of the geodynamo, pioneered the use of seismology to study the sea floor, measured geothermal heat flow through the ocean crust, and found new evidence for the theory of continental drift.[2][3]", "28482560": "Carlton R. Pennypacker is an astrophysicist at the University of California, Berkeley and the Lawrence Berkeley Laboratory and is the principal investigator for the Hands On Universe project.", "51452930": "Arnold O. Benz (born 21 April 1945) is a professor emeritus at the Institute for Particle Physics and Astrophysics in the Physics Department of ETH Zurich.[1]", "62364675": "Dietmar Müller FAA is a professor of geophysics at the school of geosciences, the University of Sydney.", "52435972": "Robert J. Mears is an English physicist and engineer. In the 1980s, Dr. Mears invented and demonstrated the Erbium Doped Fiber Amplifier (EDFA) with the help of members of the Optoelectronics Research Group led by Alec Gambling and David Payne.[1] In 2001 he founded Atomera, and as CTO led the invention and development of Mears Silicon Technology (MST), a method for improving the mobility and other characteristics of semiconductor devices. Mears has authored and co-authored more than 250 publications and patents, and is co-inventor of 46 granted US patents.[2] He is an Emeritus Fellow of Pembroke College, Cambridge.", "41851911": "George Albert Sawatzky FRSC FRS (born 16 May 1942, Winkler, Manitoba, Canada) is a Canadian physicist, known for his research in solid state physics and strongly correlated electron systems.[1] He has co-developed the Cini-Sawatzky theory of the Auger effect[2][3] and the ZSA (Zaanen-Sawatzky-Allen) classification of bandgaps in solids.[4]", "3382282": "Norman Frank Kember (born 1931) is an emeritus professor of biophysics at Barts and The London School of Medicine and Dentistry[1] and a Christian pacifist active in campaigning on issues of war and peace. As a Baptist, he is a long-standing member of the Baptist Peace Fellowship of North America and the Fellowship of Reconciliation. As a conscientious objector to military service, he worked in a hospital in the early 1950s, which stimulated his interest in medical physics. He has been involved with the \"Peace Zone\" at the annual Greenbelt Festival.[2]", "64363534": "Bunny Cowan Clark (September 8, 1935 – October 2015) was an American nuclear physicist and a professor of physics at Ohio State University. She attended Kansas State University for both her bachelor's and master's degrees. She earned her doctorate in physics from Wayne State University in 1973.", "25271311": "William Richards Blair (November 7, 1874 – September 2, 1962) was an American scientist and United States Army officer, who worked on the development of the radar from the 1930s onward. He led the U.S. Army's Signal Corps Laboratories during its formative years and is often called the \"Father of American Radar\".[1]", "21535761": "Olav Holt (born 7 January 1935) is a Norwegian physicist.", "40442898": "Margaret Galland Kivelson (born October 21, 1928) is an American space physicist, planetary scientist, and distinguished professor emerita of space physics at the University of California, Los Angeles.[1] From 2010 to the present, concurrent with her appointment at UCLA, Kivelson has been a research scientist and scholar at the University of Michigan.  Her primary research interests include the magnetospheres of Earth, Jupiter, and Saturn.", "61938706": "Dean Lee is an American nuclear theorist, researcher and educator. He is a professor of physics at the Facility for Rare Isotope Beams (FRIB) and the Department of Physics and Astronomy at Michigan State University and department head of Theoretical Nuclear Science at FRIB.[1]", "12688408": "Floyd Dunn  (April 14, 1924 – January 24, 2015)[6] was an American electrical engineer who made contributions to all aspects of the interaction of ultrasound and biological media.[7][8] Dunn was a member of Scientific Committee 66 of the National Council on Radiation Protection and Measurements as well as many FDA, NIH, AIUM, and ASA committees.[9][10] He collaborated with scientists in the UK, Japan, China and Post-Soviet states.[3]", "50076697": "Joyce Clennam Stearns (June 23, 1893 – June 11, 1948) was an American physicist and an administrator on the Manhattan Project.[1] Stearns resigned from the Manhattan Project in July 1945 to become dean of faculty at Washington University in St. Louis. Joyce also served as the director of the Metallurgical Laboratory at the University of Chicago from November 1944 through July 1945.[2]", "69540891": "Shang-keng Ma (September 24, 1940 – November 24, 1983) was a Chinese theoretical physicist, known for his work on the theory of critical phenomena and random systems.[2] He is known as the co-author with Bertrand Halperin and Pierre Hohenberg of a 1972 paper that \"generalized the renormalization group theory to dynamical critical phenomena.\"[2] Ma is also known as the co-author with Yoseph Imry of a 1975 paper[2] and with Amnon Aharony and Imry of a 1976 paper that established the foundation of the random field Ising model (RFIM)[3]", "1907745": "Edward Uhler Condon (March 2, 1902 – March 26, 1974) was an American nuclear physicist, a pioneer in quantum mechanics, and a participant during World War II in the development of radar and, very briefly, of nuclear weapons as part of the Manhattan Project. The Franck–Condon principle and the Slater–Condon rules are co-named after him.[1][2][3]", "38280232": "Jordan A. Goodman is an American physicist whose expertise is in particle astrophysics. He is the former Chair of Physics Department, at the University of Maryland.[1] In 2009, Goodman was elected a fellow of the American Association for the Advancement of Science.[2]", "71736364": "Doerte Blume is a physicist working at Washington State University.", "7576622": "Zénobe Théophile Gramme (French pronunciation: [zenɔb teɔfil ɡʁam]; 4 April 1826 – 20 January 1901) was a Belgian electrical engineer. He was born at Jehay-Bodegnée on 4 April 1826, the sixth child of Mathieu-Joseph Gramme,[1] and died at Bois-Colombes on 20 January 1901. He invented the Gramme machine, a type of direct current dynamo capable of generating smoother (less AC) and much higher voltages than the dynamos known to that point.", "39230512": "Kyle Cranmer is an American physicist and a professor at New York University at the Center for Cosmology and Particle Physics and Affiliated Faculty member at NYU's Center for Data Science.  He is an experimental particle physicist working, primarily, on the Large Hadron Collider, based in Geneva, Switzerland.  Cranmer popularized a collaborative statistical modeling approach and developed statistical methodology,[1] which was used extensively for the discovery of the Higgs boson at the LHC in July, 2012.", "69737524": "Mikhail Vasilyevich Kim (Russian: Михаил Васильевич Ким; 8 August 1907 – 4 September 1970) was Soviet hydraulic engineer and geophysicist.  He was awarded the Lenin Prize in 1966 for his work on permafrost engineering, particularly pioneering the use of deep piling to elevate a building's foundation, keeping it from warming the ground below.[1]", "45227065": "Ramanath Cowsik is an Indian astrophysicist[1][2] and the James S. McDonnell Professor of Space Sciences at Washington University in St. Louis.[3] He is considered by many as the father of astroparticle physics.[3][4] A recipient of the Shanti Swarup Bhatnagar Prize,[5] Cowsik was honored by the Government of India, in 2002, with the fourth highest Indian civilian award of Padma Shri[6]", "6528064": "Helen Rhoda Arnold Quinn (born 19 May 1943) is an Australian-born particle physicist and educator who has made major contributions to both fields. Her contributions to theoretical physics include the Peccei–Quinn theory which implies a corresponding symmetry of nature[2] (related to matter-antimatter symmetry and the possible source of the dark matter that pervades the universe) and contributions to the search for a unified theory for the three types of particle interactions (strong, electromagnetic, and weak). As Chair of the Board on Science Education of the National Academy of Sciences, Quinn led the effort that produced A Framework for K-12 Science Education: Practices, Crosscutting Concepts, and Core Ideas[3]—the basis for the Next Generation Science Standards adopted by many states. Her honours include the Dirac Medal of the International Center for Theoretical Physics, the Oskar Klein Medal from the Royal Swedish Academy of Sciences, appointment as an Honorary Officer of the Order of Australia, the J. J. Sakurai Prize for Theoretical Particle Physics from the American Physical Society, the Karl Taylor Compton Medal for Leadership in Physics from the American Institute of Physics, and the 2018 Benjamin Franklin Medal in Physics from the Franklin Institute.", "5479491": "Ray Mackintosh is an emeritus professor of nuclear physics based at the UK's Open University in Milton Keynes, Buckinghamshire. He is co-author of Nucleus, A Trip Into The Heart of Matter (Canopus Publishing Limited, 2001).", "40279108": "George Thomas Reynolds  (May 27, 1917 – April 19, 2005) was an American physicist best known for his accomplishments in particle physics, biophysics and environmental science.", "57908292": "Frances Pleasonton (1912–1990) was a Particle Physicist at the Oak Ridge National Laboratory. She was an active teacher and researcher, and a member of the team who first demonstrated neutron decay in 1951.", "55942220": "Boris Abbott Jacobsohn (July 30, 1918, New York City – December 26, 1966) was an American physicist, known for his contributions to the study of muonic atoms.[1]", "58825805": "Catherine Jane Clarke FRS  is a Professor of Theoretical Astrophysics at the University of Cambridge and a fellow of Clare College, Cambridge.[3] In 2017 she became the first woman to be awarded the Eddington Medal by the Royal Astronomical Society. In 2022 she became the first female director of the Institute of Astronomy, Cambridge.[4]", "62626895": "Joseph H. Hamilton (born 1932, Ferriday, Louisiana) is an American nuclear physicist and professor at Vanderbilt University.", "18455632": "Roy Frampton Brissenden (19 April 1919 – 13 March 1999) was a NASA physicist, engineer, teacher and inventor whose pioneering and imaginative work made possible the advancement and accomplishments of the Mercury, Gemini, Apollo, and Space Shuttle programs.", "70327383": "Olwyn Byron is a British physicist who is Professor of Biophysics at the University of Glasgow and Chair of the British Biophysical Society. She is a member of the Physics of Life UK Network steering group who were awarded the 2020 Institute of Physics Rosalind Franklin Medal and Prize.", "2268250": "Mark Muir Mills (August 8, 1917 – April 7, 1958) was an American nuclear physicist and a developer of atomic bombs.", "29858908": "Alfred Wilhelm Hübler (May 16, 1957 – January 27, 2018) was a German-born research physicist at the University of Illinois at Urbana-Champaign (UIUC) Frederick Seitz Materials Research Laboratory as well as a tenured faculty member in the University of Illinois Department of Physics. He was the director of the Center for Complex Systems Research (CCSR) and an external faculty member of the Santa Fe Institute.[1]", "26909793": "Stanisław Jerzy Komorowski (18 December 1953 – 10 April 2010) was a Polish diplomat and physicist. Komorowski was long-term Polish Ambassador to Great Britain and the Netherlands, the Deputy Minister of National Defence and Deputy Foreign Affairs Minister. He was one of the new wave of Polish diplomats who reestablished Polish diplomatic services after the Polish Round Table Agreement.", "5381218": "Larry Lee Smarr is a physicist and leader in scientific computing, supercomputer applications, and Internet infrastructure from Missouri.[4] He currently works at the University of California, San Diego.[5][6][7][8][9][10][11][12][13][14][15] Smarr has been among the most important synthesizers and conductors of innovation, discovery, and commercialization of new technologies – including areas as disparate as the Web browser and personalized medicine.[16] In his career, Smarr has made pioneering breakthroughs in research on black holes, spearheaded the use of supercomputers for academic research, and presided over some of the major innovations that created the modern Internet. For nearly 20 years, he has been building a new model for academic research based on interdisciplinary collaboration.", "2792551": "Herbert Rees Wilson FRSE (20 March 1929 – 22 May 2008) was a physicist, who was one of the team who worked on the structure of DNA at King's College London, under the direction of Sir John Randall.", "2792564": "Alexander Rawson Stokes (27 June 1919 – 6 February 2003) was a British physicist at Royal Holloway College, London and later at King's College London.[1][2] He was most recognised as a co-author of the second[3] of the three papers published sequentially in Nature on 25 April 1953[4] describing the correct molecular structure of DNA. The first was authored by Francis Crick and James Watson,[5] and the third by Rosalind Franklin and Raymond Gosling.", "64330872": "Silvana Botti is a full professor for Theory of Excited States of Integrated Solid State Systems at the Ruhr University Bochum.[1] She is an expert in the development of first-principles methods for electronic excitations and methods for theoretical spectroscopy.[2]", "55909497": "Risa H. Wechsler is an American cosmological physicist, Professor of Physics at Stanford University, and Professor of Particle Physics and Astrophysics at SLAC National Accelerator Laboratory.[1] She is the director of the Kavli Institute for Particle Astrophysics and Cosmology.[2]", "73571448": "Pengcheng Dai is a Chinese American experimental physicist and academic. He is the Sam and Helen Worden Professor of Physics in the Department of Physics and Astronomy at Rice University.[1]", "28646525": "Appadvedula Lakshmi Narayan, better known as A. L. Narayan BA, MA, D.Sc., F.I.P. (1887 – 7 March 1973) was an Indian astrophysicist and was the first Indian Director of Kodaikanal Solar Observatory during between 1937 and 1946. He was born in 1887 to Shri Appadvedula Vyasulu and Smt. Mahalakshmi in the Mukkamala village of East Godavari District of Andhra Pradesh. He studied up to matriculation in the higher secondary school at Kothapeta. He developed keen interest in the study of Science and continued his studies in the Government Arts College, Rajahmundry. He passed the B.A. degree and did Postgraduation (M.A.) in Physics from the University of Madras in 1914. He has joined as a lecturer in Physics in Maharajah's College of Vizianagaram.", "64265342": "Carmelle Robert (born 1962) is a Quebec astrophysicist, starburst researcher and professor at the Department of Physics, Physical Engineering and Optics at Université Laval, in Quebec City, Quebec.", "18586750": "Taksu Cheon (全 卓樹, Zen Tasuku, born 1958) is a Japanese physicist notable for his work on quantum game theory and the foundations of quantum mechanics.", "67869832": "Mary Ann Sweeney (born 1945)[1] is an American physicist at Sandia National Laboratories. Although her doctoral research concerned astronomy, her work at Sandia has largely concerned inertial confinement fusion and pulsed power.[2]", "33234061": "Leonard Reiffel (September 30, 1927 – April 15, 2017) was an American physicist, author and educator. Born in Chicago, Reiffel was an electrical engineering student for a number of years before entering into research fields. He collaborated with Enrico Fermi, Carl Sagan, and members of Operation Paperclip.", "59088014": "Valeria Pettorino is an Italian physicist working in cosmology, astrophysics and data analysis. She is a CDI Researcher at CosmoStat, CEA Saclay,[1] and she is part of Planck and Euclid ESA/NASA international space missions.", "1219729": "Dr. Harvey Einbinder (June 18, 1926 – January 30, 2013) was an American physicist, author and amateur historian.", "2006163": "Aleksandr Viktorovich Gurevich (Russian: Александр Викторович Гуревич; 19 September 1930 – 21 July 2023) was a Soviet and Russian physicist. In 1992 he proposed the theory of lightning initiation known as the \"runaway breakdown\".", "5545113": "Will o' the Wisp  (Dr. Jackson Arvad) is a fictional character, a supervillain appearing in American comic books published by Marvel Comics.[1] He is a physicist who gained control over the electromagnetic attraction between his body's molecules, allowing him to adjust his density (like the Vision). He is most often a foe of Spider-Man.[2]", "15080601": "Roland Benz (born 1943 in Singen, Baden-Württemberg) is a German biophysicist.", "55712926": "Peter Norreys is professor of inertial fusion science at the University of Oxford and is an Individual Merit Fellow of the Science and Technology Facilities Council.[1][2][3]", "42212513": "Bimla Buti (born 1933) is an Indian physicist and specializes in the field of plasma physics. She was the first Indian woman Physicist Fellow of Indian National Science Academy(INSA). In 1994, she was awarded INSA-Vainu Bappu Award.", "34282661": "Vernon Willard Hughes (May 28, 1921 – March 25, 2003) was an American physicist specializing in research of subatomic particles.[1][2]\n[3]\nHughes was born in Kankakee, Illinois. During World War II, he worked at the M.I.T. Radiation Lab. He earned his PhD under I. I. Rabi at Columbia University in 1950.[4] Hughes was notable for his research of muons[5] which showed the existence of previously undetected matter.[1]\nHe was also noted for research that showed that protons have gluons and quarks.[1]\nHughes was a member of the National Academy of Sciences,[2][3] Sterling Professor at Yale University,[1][3] and a recipient of Rumford Prize,[2] and a recipient of Davisson-Germer Prize in Atomic Physics and  the Tom W. Bonner Prize in Nuclear Physics, both from the American Physical Society.[3]", "48471207": "Virginia Polytechnic Institute, 1960–1961", "14621864": "Wilhelm Holtz (15 October 1836 – 27 September 1913) was a German physicist who was a native of Saatel bei Barth, Mecklenburg.", "17439913": "Jakob Johann Laub (born as Jakub Laub, 7 February 1884 in Rzeszów – 22 April 1962 in Fribourg) was a physicist from Austria-Hungary, who is best known for his work with Albert Einstein in the early period of special relativity.", "25926831": "James R. Graham (c. 1960) is an Irish astrophysicist who works primarily in the fields of infrared astronomy instrumentation and adaptive optics.", "36314288": "Brian H. Brown is a medical physicist specialising in medical electronics. He is especially well known for his pioneering work with David C. Barber on electrical impedance tomography (EIT).[1][2]  He is also noted for his work on the recording and understanding of the electrical activity of the gut, the analysis of nerve action potentials, the use of electromyography to investigate and identify carriers of muscular dystropy and the development of aids for the profoundly deaf. More recently he has carried out research on the use of Electrical Impedance Spectroscopy to identify early cervical cancer.", "14195887": "Karl-Heinrich Riewe was a German nuclear physicist who participated in the former Soviet program of nuclear weapons. After the World War II, Riewe was forced to live in Russia to work on nuclear weapons but went onto a strike at a defense related facility in 1948, he was accused of sabotage. He was sentenced to 25 years in the GULAG and disappeared.", "53124273": "Georg Cornelius Karl Gerland (29 January 1833, in Kassel – 16 February 1919, in Strasbourg) was a German anthropologist and geophysicist.", "69967031": "Nicholas John Kusznir[1] is a British geophysicist. He is Emeritus Professor of Geophysics at the University of Liverpool.[2]", "48503992": "Vladimir Anatolyevich Fyodorov (Russian: Влади́мир Анато́льевич Фёдоров; 19 February 1939 — 18 May 2021) was a Soviet and Russian actor and physicist.", "2497720": "Franz Wittman (16 January 1860 in Hódmezővásárhely[1] – 1932 in Budapest) was a Hungarian electrical engineer and physicist. He was educated at the University of Budapest and continued his studies in Vienna, Berlin, Paris, Frankfurt-am-Main, Darmstadt and Hanover. In 1892, he was appointed professor of physics at the polytechnic in Budapest. Five years later, he became a member of the royal patent bureau and secretary of the board of examiners for teachers in intermediate schools.", "56171714": "Louis Vessot King FRSC FRS (1886–1956) was a Canadian academic and physicist.[1]", "466119": "Edward Tsang \"Ed\" Lu (simplified Chinese: 卢杰; traditional Chinese: 盧傑; pinyin: Lú Jié; born July 1, 1963) is an American physicist and former NASA astronaut. He flew on two Space Shuttle flights, and made an extended stay aboard the International Space Station.[1]", "46570695": "James Thomson Bottomley FRS FRSE  (10 January 1845 – 18 May 1926) was an Irish-born British physicist.", "43523277": "George William Campbell Tait (April 28, 1912 – March 9, 1993), was an inventor and pioneer in the field of health physics in Canada and at the Chalk River Project.", "59088079": "Wolfgang Kundt (born 3 June 1931 in Hamburg) is a German astrophysicist. He studied Theoretical Physics in Hamburg, centered on general relativity, and got his diploma in 1956 and his PhD in 1959, advised by Pascual Jordan.", "59841744": "Michael Dudley Sturge (25 May 1931 – 13 July 2003) was an English experimental physicist best known for his contributions to solid-state spectroscopy. He was born in Bristol to a family with a Quaker tradition.[1] While his most influential paper is about discovery of excitons in gallium arsenide,[2] the scope of his research covered wide field of solid-state spectroscopy, and its impact is reflected by establishment of the Sturge Prize in condensed matter spectroscopy.\n[3]", "33987796": "Bunsaku Arakatsu (荒勝文策, あらかつ ぶんさく, 25 March 1890 – 25 June 1973) was a Japanese physics professor in the World War II Japanese Atomic Energy Research Program of the Imperial Japanese Navy. Arakatsu was a former student of Albert Einstein.", "72752342": "Nora Eva Bretón Báez is a Mexican physicist whose research involves charged black holes. She is a researcher at CINVESTAV, the Center for Research and Advanced Studies of the National Polytechnic Institute.[1]", "4365526": "Samuel Devons FRS (30 September 1914 – 6 December 2006) was a British physicist and science historian.", "35003617": "Betsy Ancker-Johnson (April 29, 1927 – July 2, 2020) was an American plasma physicist.[2] She was known for her research into instabilities that can occur in plasmas in solids,[1] and for her invention of a gigacycle range signal generator using semiconductor materials in magnetic and electric fields. She was the first woman Presidential appointee in the U.S. Department of Commerce. She is the fourth woman elected to the National Academy of Engineering.[3]", "4365537": "Cyril Domb FRS (9 December 1920 – 15 February 2012) was a British-Israeli theoretical physicist, best known for his lecturing and writing on the theory of phase transitions and critical phenomena of fluids. He was also known in the Orthodox Jewish world for his writings on science and Judaism.", "14425315": "Antoni Bolesław Dobrowolski (6 June 1872 – 27 April 1954) was a  Polish geophysicist, meteorologist and explorer.", "62889191": "Hanoch Gutfreund (Hebrew: חנוך גוטפרוינד; born 1935) is the Andre Aisenstadt Chair in theoretical physics and was the president at the Hebrew University of Jerusalem. Prior to his presidency, he was a professor at the university.", "36412649": "Girsh Blumberg is an Estonian-American physicist working in the experimental physics fields of condensed matter physics, spectroscopy, nano-optics, and plasmonics. \nBlumberg is an elected fellow of the American Physical Society (APS),[1]\nan elected Fellow of the American Association for the Advancement of Science (FAAAS)\n,[2]\nand a Distinguished Professor of Physics at Rutgers University.", "39525611": "Roland Winston (born March 12, 1936) is a leading figure in the field of nonimaging optics[1] and its applications to solar energy, and is sometimes termed the \"father of non-imaging optics\".[2][3] He is the inventor of the compound parabolic concentrator(CPC), a breakthrough technology in solar energy. He is also a former Guggenheim Fellow, past head of the University of Chicago Department of Physics, a member of the founding faculty of University of California Merced, and as of 2013, head of the California Advanced Solar Technologies Institute.[4]", "23010543": "Bruno Winawer (17 March 1883, Warsaw, Poland – 11 April 1944, Opole Lubelskie, Poland) was a Jewish-descended Polish physicist, columnist, and author of comedies, science fiction novels, short stories, and poetry.", "53157103": "Wilhelm Exner Medal (1980)[2]\nErwin Schrödinger Prize (1974)[3]\nJoseph Johann Ritter von Prechtl Medal from the Vienna University of Technology", "5381363": "Per Carlqvist (born 25 July 1938 in Stockholm, Sweden) is a Swedish plasma physicist with an interest in astrophysical applications.[1] In 1963, he received the degree of civilingenjör from the Royal Institute of Technology, Stockholm, in 1970 the Tekn. lic., and in 1980 the Tekn. D.", "1252594": "Rolf Maximilian Sievert (Swedish: [ˈrɔlf maksɪˈmǐːlɪan ˈsǐːvɛʈ]; 6 May 1896 – 3 October 1966) was a Swedish medical physicist whose major contribution was in the study of the biological effects of ionizing radiation.", "32087293": "William Asahel Shurcliff (March 27, 1909 – June 20, 2006) was an American physicist.", "43556098": "John Clements Collins (born 1949) is a British-born American theoretical physicist and professor of physics at Pennsylvania State University. He attended the University of Cambridge where he obtained a B.A. in mathematics 1971 and a Ph.D. in theoretical physics in 1975.  He worked as a postdoc and assistant professor from 1975 to 1980 at Princeton University. Collins was part of the faculty of the Illinois Institute of Technology from 1980 to 1990. From 1990 to the present, he has been a faculty member in the department of physics at Pennsylvania State University where he currently holds the position of distinguished professor.[1][2]\nHe is a Fellow of the American Physical Society and received the Guggenheim Fellowship in 1986.[2] In 2009, he was awarded the Sakurai Prize along with R. Keith Ellis and Davison E. Soper.", "71703815": "Robert M. Schofield (born 1960) is an American physicist and a research associate professor at the University of Oregon (UO). He was elected a Fellow of the American Physical Society  in 2014.", "59645194": "David Bruce Cline (December 7, 1933 – June 27, 2015) was an American particle physicist known for his contributions to the discovery of the Higgs boson and the W and Z intermediate bosons.[1] After receiving his Ph.D. from the University of Wisconsin-Madison, he went on to join the university's physics faculty and founded the \"Pheno Group\".[2] Shorthand for phenomenology, the group consisted of particle physicists designing and running experiments alongside developing theoretical models that went beyond the current standard model of particle physics.[3] He later moved to UCLA where he became a Distinguished Professor of Physics & Astronomy for his contributions to the growth of the UCLA Physics & Astronomy Department.[4]", "793871": "Chushiro Hayashi (林 忠四郎, Hayashi Chūshirō, July 25, 1920 – February 28, 2010) was a Japanese astrophysicist. Hayashi tracks on the Hertzsprung–Russell diagram are named after him.", "10034449": "Earl Ward Plummer (October 30, 1940 – July 23, 2020) was an American physicist. His main contributions were in surface physics of metals. Plummer was a professor of physics at Louisiana State University and the University of Pennsylvania prior to that.[1][2][3]", "70589713": "Lorenzo Iorio, born in Bari in, is an Italian physicist working in general relativity,  gravitation and related topics in astronomy and astrophysics.", "27565332": "Kenneth O. Hill is a Mexican Canadian physicist who specializes in the field of photonics. In the late 1970s, he discovered the phenomena of photosensitivity in optical fiber and has worked extensively in its applications.[1][2] He first demonstrated Fiber Bragg gratings and their applications in optical communication and optical sensor systems.[3] Further areas of his discovery and innovation include the phase mask technique for grating fabrication, fiber grating dispersion compensators, and wavelength selective fiber filters, multiplexers and demultiplexers.[4] This field of research has led to the ability to create high speed fiber optic networks as well as many other communication applications that have revolutionized the telecommunications industry.", "41688340": "Colin Bruce is a British author and physicist. He has written many scientific works, including non-fiction, but he is most well known for his popular science stories. He is an expert in mathematical paradoxes and a lover of mysteries.[1] Living in Oxford,[2] he frequently contributes to university life through giving talks at the Oxford University Physics Society and Oxford University Scientific Society, and attending various events.[3]", "54992161": "(James) Roy Taylor (born 1949)[4][2]FREng[6] FRS[7] is Professor of Ultrafast Physics and Technology at Imperial College London.[8][9][1]", "54172969": "Robert Eugene Bourdeau (February 1, 1922 – March 5, 2010) was an American physicist known for major contributions to the study of the ionosphere, plasma physics and radio science using space vehicles including satellites and rockets.  Among his many achievements was the launch on November 3, 1960, of Explorer 8 from Cape Canaveral, Florida.  This occurred during his 16-year career at the National Aeronautics and Space Administration (NASA).  He was both Project Manager and Project Scientist for Explorer 8 which added significant knowledge to the understanding of these fields."}