{"72485091": "Lynne Selwood AO FRSV (née Bedford)[1] is an Australian reproductive biologist whose work focuses on marsupials. In 2010, she began a three-year term as the first woman president of the Royal Society of Victoria.", "38570216": "Junhyong Kim is the Edmund J. and Louise W. Kahn Term Endowed Professor of Biology at the University of Pennsylvania and the author of over eighty published scientific papers.", "17991912": "Aban Marker Kabraji (born 12 March 1953, Bombay (now Mumbai), India),[1] is a Pakistani biologist and scientist of Parsi origin. She was regional director of the Asia Regional Office of IUCN, the International Union for Conservation of Nature, until early 2021 when she retired from her position. Previously, she was country representative for the IUCN Pakistan office.", "69175531": "Linda Karen Medlin is a molecular biologist known for her work on diatoms. She is an elected member of the Norwegian Academy of Science and Letters.", "55412975": "Rhonda Renee Voskuhl is an American physician, research scientist, and professor. She is a member of the Brain Research Institute (BRI) at the David Geffen School of Medicine at UCLA and is the director of its Multiple Sclerosis Program. Voskuhl has published numerous scientific articles in academic journals and has served in the role of principal investigator for several treatment trials investigating potential treatments for multiple sclerosis (MS).[1]", "62720244": "Richard Charles Thompson OBE FRS is a marine biologist who researches marine litter. At the University of Plymouth he is director of the Marine Institute; professor of Marine Biology; and leads the International Marine Litter Research Unit. Thompson coined the term \"microplastics\" in 2004.[2][3]", "45648120": "Alexander S. Raikhel is a distinguished professor of entomology at the University of California, Riverside, and an elected member of the United States National Academy of Sciences.", "67700989": "Eileen White is an American professor and scientist who currently serves as deputy director, chief scientific officer, and associate director for basic science at the Rutgers Cancer Institute of New Jersey. She is also the distinguished professor of molecular biology and biochemistry at Rutgers University. White was elected member of the National Academy of Sciences in 2021.[1][2]", "62851327": "Alain-Michel Boudet (born 16 March 1940) is a French biological researcher. He is a member of the French Academy of sciences and the French Academy of technologies.[1]", "11733250": "Peter L. Hurd is an academic specialising in biology. He is an Associate Professor aligned to the Department of Psychology's Biocognition Unit, and the University's Centre for Neuroscience at the University of Alberta. His research primarily focuses on the study of the evolution of aggressive behaviour, including investigation of aggression, communication and other social behaviour which takes place between animals with conflicting interests. Major tools for this research are mathematical modeling (principally game theory and genetic algorithms).\nHe is also interested in how the process of sexual differentiation produces individual differences in social behaviour.", "49023234": "Khem Singh Grewal (1894-1965) was an Indian pharmacologist. He worked at the King Edward Medical College in Lahore, and the Assam Medical College in Dibrugarh. He had varied research interests, including the study of medicinal plants. He participated in a large study of cancer incidence in India. He was key in founding pharmaceutic education at the University of Punjab in Lahore.", "166152": "Zhuang Zhou (/dʒuˈɑːŋ ˈdʒoʊ/),[1] commonly known as Zhuangzi (/ˈdʒwɑːŋˈdzʌ/;[2] Chinese: 莊子; literally \"Master Zhuang\"; also rendered in the Wade–Giles romanization as Chuang Tzu),[a] was an influential Chinese philosopher who lived around the 4th century BCE during the Warring States period, a period of great development in Chinese philosophy, the Hundred Schools of Thought. He is credited with writing—in part or in whole—a work known by his name, the Zhuangzi, which is one of the foundational texts of Taoism.", "68749580": "Agatha Jassem is a Canadian clinical microbiologist and the program head of the Virology Lab at the British Columbia Centre for Disease Control Public Health Laboratory,[1] and a clinical assistant professor in the Department of Pathology & Laboratory Medicine at the University of British Columbia in Vancouver, British Columbia, Canada.[2]", "63342862": "Dr. Barbara J. Weir was a scientist, adventurer, and editor from the United Kingdom. Her discovery and extensive study of estrus in Galea musteloides illuminated the workings of some rodents' reproductive systems.[1] Her discovery and extensive study of estrus in Galea musteloides illuminated the workings of some rodents' reproductive systems. Barbara Weir is most recognized for her comparative study on the breeding habits of Cavia aperea, and two related species, Galea musteloides, and Microcavia australis. Weir was also an editor for the Journal of Reproduction and Fertility from 1976 to 1990[2] where she was recognized for her \"firm and fair role\" as editor.[3]", "42928409": "Blanche Evans Dean (June 12, 1892 – May 31, 1974) was an American naturalist, conservationist and schoolteacher.", "59509024": "Marina V. Rodnina (born 19 November 1960) is a German biochemist.[1]", "44566818": "Helen Scales is a British marine biologist, broadcaster, and writer.", "37390630": "Kamal Jayasing Ranadive (née Samarath; 8 November 1917 – 11 April 2001) was an Indian biomedical researcher known for her research on the links between cancers and viruses. She was a founding member of the Indian Women Scientists' Association (IWSA).[1][2][3]", "71895335": "Gwendolyn Lesley Gilbert AO FAHMS (born 1942), better known as Lyn Gilbert, is an Australian microbiologist who specialises in the control and prevention of infectious diseases, including COVID-19.", "25397543": "Marcella Boveri (née O'Grady; October 7, 1863 – October 24, 1950) was an American biologist. She was married to the German biologist Theodor Boveri (1862–1915). Their daughter Margret Boveri (1900–1975) became one of the best-known post-war German journalists.", "624953": "Robert Gordon Wasson (September 22, 1898 – December 23, 1986) was an American author, ethnomycologist, and a Vice President for Public Relations at J.P. Morgan & Co.[1][2][3][4]", "1214780": "Seymour Benzer (October 15, 1921 – November 30, 2007) was an American physicist, molecular biologist and behavioral geneticist. His career began during the molecular biology revolution of the 1950s, and he eventually rose to prominence in the fields of molecular and behavioral genetics. He led a productive genetics research lab both at Purdue University and as the James G. Boswell Professor of Neuroscience, emeritus, at the California Institute of Technology.[1][2][3]", "66586944": "Bob B.M. Wong is a Professor in the School of Biological Sciences at Monash University,[1] Australia, and the Secretary of the International Society for Behavioral Ecology (ISBE).[2] He is a biologist and academic with his research focusing on the evolution of animal mating systems and behavior, and how investment in sex influences reproductive strategies and biological diversity. His current work focuses on the impacts of environmental change on animal behaviour and the evolutionary process.[1] In 2019 he became a subject editor for Animal Behaviour[3] and Oikos Journal.[4] He was granted a Future Fellowship by the Australian Research Council and is also Chair of the Organizing Committee for the upcoming 2024 Congress of the ISBE in Melbourne, Australia. He was born in Singapore[5] and currently resides in Melbourne, Victoria.", "63899971": "Wallace Prescott Rowe (February 20, 1926, Baltimore – July 4, 1983, Baltimore) was an American virologist, known for his research on retroviruses and oncoviruses and as a co-discoverer (with Robert J. Huebner and three other researchers in 1953) of adenoviruses.[1][2][3][4][5][6]", "72124747": "Ann Marie McNamara is an American microbiologist is Vice President for Food Safety and Quality for the Supply Chain at US Foods. She has received a Distinguished Service Award from the United States Department of Agriculture, and received the International Association for Food Protection Fellow Award in 2012 and Food Safety Award in 2022.", "297294": "Sir Richard Brook Sykes FRS FMedSci HonFREng (born 7 August 1942) is a British microbiologist, the chair of the Royal Institution, the UK Stem Cell Foundation, and the trustees at King Edward VII's Hospital, and chancellor of Brunel University. As of June 2021, he is chair of the UK's Vaccine Taskforce, where he is responsible for overseeing the delivery of the COVID-19 vaccination programme, including preparations for booster programmes and encouraging vaccine innovation in the UK.", "68979024": "Joan Forrest Gardner AO (16 June 1918 – 19 November 2013) was an Australian microbiologist who had an extensive career researching and teaching in the areas of disinfection, infection control, and sterilisation.", "4000083": "Amir Khadir (Persian: امیر خدیر; born June 12, 1961) is a Canadian politician in the province of Quebec. A member of Québec solidaire (QS), he was one of the party's co-spokespeople from 2006 to 2012, alongside Françoise David. From 2008 to 2018, he was a Member of the National Assembly of Quebec (MNA) for the electoral district of Mercier. Khadir was the first elected representative of QS.", "18876758": "Enrico Gennari (born 21 January 1977) is an Italian marine biologist who specialises in the study of the great white shark.", "9734491": "Robert Hogg (1818–1897) was a Scottish nurseryman and botanist. He was known as a pomologist who contributed to the science of classification. He published his book British Pomology in 1851, and co-edited The Florist and Pomologist: A Pictorial Monthly Magazine of Flowers, Fruits and General Horticulture.", "32967003": "Émile Roubaud (2 March 1882 in Paris – 30 September 1962 in Paris) was a French biologist and entomologist known for his work on paludism, yellow fever and sleeping sickness.", "42174816": "Lydia Villa-Komaroff (born August 7, 1947) is a molecular and cellular biologist who has been an academic laboratory scientist, a university administrator, and a business woman.  She was the third[1] Mexican-American woman in the United States to receive a doctorate degree in the sciences (1975) and is a co-founding member of The Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS).[2] Her most notable discovery was in 1978 during her post-doctoral research, when she was part of a team that discovered how bacterial cells could be used to generate insulin.[3]", "22219109": "Fredrik Georg Gade (21 March 1855 – 1 March 1933) was a Norwegian physician.", "2427237": "Els Goulmy (born 27 November 1946, The Hague) is an eminent professor of transplantation biology, especially regarding minor histocompatibility antigen, at Leiden University.[1] Goulmy is an expert in the area of tissue typing and belongs internationally to the absolute top of her discipline. She was awarded the Spinoza Prize in 2002.[2]", "43813226": "Heinrich Hetsch (2 July 1873, Mainz – 3 December 1947, Bad Homburg) was a German physician and microbiologist. He is known as the original author, with Wilhelm Kolle, of the famous book Experimental Bacteriology, one of the most authoritative works in microbiology in the first half of the 20th century.", "9668971": "Barend Mons (born 1957, The Hague) is a molecular biologist by training and a leading FAIR data specialist. The first decade of his scientific career he spent on fundamental research on malaria parasites and later on translational research for malaria vaccines. In the year 2000 he switched to advanced data stewardship and (biological) systems analytics. He is currently a professor in Leiden and most known for innovations in scholarly collaboration, especially nanopublications, knowledge graph based discovery and most recently the FAIR data initiative and GO FAIR. Since 2012 he is a Professor in biosemantics in the Department of Human Genetics at the  Leiden University Medical Center (LUMC) in The Netherlands.[1][2][3] In 2015 Barend was appointed chair of the High Level Expert Group on the European Open Science Cloud. Since 2017 Barend is heading the International Support and Coordination office of the GO FAIR initiative. He is also the elected president of CODATA, the standing committee on research data related issues of the International Science Council. Barend is a member of the Netherlands Academy of Technology and Innovation(ACTI). He is also the European representative in the Board on Research Data and Information (BRDI) of the National Academies of Science for engineering and medicine in the USA. Barend is a frequent keynote speaker about FAIR and open science around the world, and participates in various national and international boards.", "51284337": "Thorsten M. Schlaeger is a German American biologist who is the head of the Human Embryonic Stem Cell Core Facility of the Stem Cell Program at Boston Children's Hospital.[1]", "14911867": "Norair Martirosovich Sisakian (Sissakian) (Armenian: Նորայր Մարտիրոսի Սիսակյան; Russian: Норайр Мартиросович Сисакян, 12 January 1907 – 12 March 1966) was a Soviet biologist of Armenian origin who worked as an engineer in the Soviet space program, working mainly on biomechanics effects. Sisakian is also one of the founders of space biology,[1][2] an outstanding organizer of science, a member of the Pugwash movement.", "2525564": "Ludwik Fleck (Polish pronunciation: [lud.vik flɛk]; 11 July 1896 – 5 June 1961) was a Polish Jewish[5] and Israeli physician and biologist who did important work in epidemic typhus in Lwów, Poland, with Rudolf Weigl[6] and in the 1930s developed the concepts of the \"Denkstil\" (\"thought style\") and the \"Denkkollektiv\" (\"thought collective\").", "60164478": "Thea D. Tlsty is an American pathologist and professor of pathology at the University of California, San Francisco (UCSF).[1] She is known for her research in cancer biology and her involvement in the discovery of cells that may be at the origin of metaplastic cancer, an invasive form of breast cancer.[2]", "53578123": "David Schiel is a marine ecologist and biologist from New Zealand. He studied at the University of Auckland and was awarded a PhD in 1980. The title of his doctoral thesis was A demographic and experimental evaluation of plant and herbivore interactions in subtidal algal stands.[1] He is currently a Distinguished Professor of University of Canterbury.[2][3]", "47942035": "Oscar Touster (July 3, 1921 – February 27, 2015) was an American molecular biologist. He was the founder and first chair of the molecular biology department of Vanderbilt University. He served as the president of the Oak Ridge Associated Universities from 1976 to 1988 and chaired the board of directors from 1988 until 1991.[1]", "48695699": "Perry Trimper is a Canadian politician, who was elected to the Newfoundland and Labrador House of Assembly in the 2015 provincial election,[1] 2019[2] and 2021[3] provincial elections. He represents the electoral district of Lake Melville as a Liberal. Trimper worked for 30 years in northern resource development and wildlife ecology in Canada and Russia. As a Principal Scientist with Jacques Whitford and later Stantec, he was involved with numerous environmental research and assessment projects in Labrador.[4]", "10160539": "Doris Anita Taylor, Ph.D., FACC, FAHA is an American scientist working in regenerative medicine and tissue engineering.  She was the Director, Regenerative Medicine Research and Director, Center for Cell and Organ Biotechnology at the Texas Heart Institute in Houston, Texas until March 2020. She is the Co-Founder of Miromatrix Medical, Inc. and \nCo-Founder of Organamet Bio, Inc.", "8980892": "Valerie Daggett is a professor of bioengineering at the University of Washington in Seattle, Washington, United States.", "28182939": "Adelina Adato Barrion (September 9, 1951[1] – July 10, 2010) was a Filipino entomologist and geneticist whose extensive contribution to the study of Philippine spiders earned her the moniker \"Asia's Spider Woman,[2]\" although she also contributed significantly to the study of other species, and to the study of genetics in general.[3]", "1345956": "Louis Siminovitch CC OOnt FRS FRSC (May 1, 1920 – April 6, 2021) was a Canadian molecular biologist. He was a pioneer in human genetics, researcher into the genetic basis of muscular dystrophy and cystic fibrosis, and helped establish Ontario programs exploring genetic roots of cancer.", "62294438": "Edward Novitski (July 24, 1918 – June 29, 2006) was an American geneticist. He won a Guggenheim Fellowship in 1945, and 1974.[1] The Edward Novitski Prize was named for him.[2]", "57706921": "Hong Guofan (Chinese: 洪国藩; born December 1938), or Guo-Fan Hong, is a Chinese molecular biologist and professor of the Shanghai Institute of Biochemistry and Cell Biology. He served as Director of the National Center for Gene Research of the Chinese Academy of Sciences (CAS). He is an academician of the CAS and of The World Academy of Sciences.[1]", "62785968": "Ágústa Guðmundsdóttir (born 1945)[1] is a professor emerita in the School of Health Sciences at the University of Iceland, and was a co-founder of the biotechnology company Zymetech, where she also works in research & development.", "39291313": "Norbert Perrimon is a French geneticist and developmental biologist.  He is the James Stillman Professor of Developmental Biology in the Department of Genetics at Harvard Medical School, an Investigator at the Howard Hughes Medical Institute, and an Associate of the Broad Institute. He is known for developing a number of techniques for used in genetic research with Drosophila melanogaster, as well as specific substantive contributions to signal transduction, developmental biology and physiology.", "59640243": "Amit Singh is an Indian microbiologist and an associate professor at the department of microbiology and cell biology of the Indian Institute of Science. A Wellcome-DBT Senior Fellow, Singh is known for his studies on the pathogenesis of Mycobacterium tuberculosis. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development  for 2017/18. He was awarded with the prestigious CSIR- Shanti Swarup Bhatnagar award on 2021 for his phenomenal contributions in bio-scientific research. He received the 2021 Shanti Swarup Bhatnagar Prize for Science and Technology in Biological Science.[1]", "55773626": "Florence Peebles (June 3, 1874 – December 1, 1956) was an American embryologist known for her research in animal regeneration and tissue formation.", "50104766": "Robert-Henri Regamey (30 September 1907 – 14 November 1978) was a Swiss physician and microbiologist. He held the chair in microbiology at the University of Geneva Faculty of Medicine from 1959. He is particularly known for his work on immunobiological standardization, and he served as a member of an expert committee on biological standardization appointed by the World Health Organization and co-founded the International Association of Biological Standardization.[1]", "70388169": "Kristen Kroll is an American developmental and stem cell biologist and Professor of Developmental Biology at Washington University School of Medicine. Her laboratory studies transcriptional and epigenetic regulation of brain development and its disruption to cause neurodevelopmental disorders.[2][3][4]", "52955595": "Sergey Gavrilets is a Russian-born American physicist turned theoretical biologist, and currently a Distinguished Professor at the University of Tennessee.[2][3][4] He uses mathematical and computational models to study complex biological and social processes. He has made contributions to the study of speciation, sexual selection, fitness landscapes, sexual conflict, social complexity, evolutionary game theory, social norms, homosexuality, social norms, and cultural evolution. He is currently Associate Director for Scientific Activities at the National Institute for Mathematical and Biological Synthesis. In 2017, he was elected a Fellow of the American Academy of Arts and Sciences.[5]", "52955596": "Susan Elise Riechert (born October 20, 1945)[1] is an American behavioral ecologist known for her research in evolutionary biology, evolutionary game theory and the behavior of spiders.[2] She is also known for her \"biology in a box\" teaching materials, used by hundreds of thousands of elementary and secondary school students in Tennessee.[3]", "37095913": "Vida Mary Stout (20 February 1930 – 21 July 2012) was a New Zealand limnographer and academic administrator.[1] She was the first woman to be Dean of Science at a New Zealand university.[2]", "25430515": "Otto Kinne (30 August 1923 – 3 March 2015) was a German marine biologist. He was director of Germany's  Biologische Anstalt Helgoland from 1962 to 1984. From 1967 he was a professor at the University of Kiel. He established the Inter-Research Science Center (IRSC) in 1979 and is its Director, and the International Ecology Institute in 1984, of which he was the President. The IRSC publishes eight international journals of which Kinne is the founder, including Marine Ecology Progress Series and Climate Research. He established the Otto Kinne Foundation in 1992 to provide grants to ecologists in Russia and Eastern Europe.[1][2]", "3082740": "Stuart Alan Newman (born April 4, 1945 in New York City) is a professor of cell biology and anatomy at New York Medical College in Valhalla, NY, United States. His research centers around three program areas: cellular and molecular mechanisms of vertebrate limb development, physical mechanisms of morphogenesis, and mechanisms of morphological evolution. He also writes about social and cultural aspects of biological research and technology.[1]", "37325313": "Patricia G. Parker is a North American evolutionary biologist who uses molecular techniques to assess social structures, particularly in avian populations. Her interests have shaped her research in disease transmission and population size, particularly in regard to bird conservation. She received her B.S. in Zoology in 1975 and her Ph.D. in Behavioral Ecology in 1984, both from the University of North Carolina at Chapel Hill. From 1991 to 2000, Parker was an Assistant and Associate Professor in the Department of Evolution, Ecology, and Organismal Biology at Ohio State University. Since 2000, she is the Des Lee Professor of Zoological Studies at the University of Missouri–St. Louis.[1]", "3443203": "Edith Bülbring, FRS (27 December 1903 – 5 July 1990) was a British scientist in the field of smooth muscle physiology, one of the first women accepted to the Royal Society as a fellow (FRS). She was professor of pharmacology at the University of Oxford (1967–71) and professorial fellow of Lady Margaret Hall, Oxford, later emeritus professor (1971–1990).", "55872007": "Profª. Dra. Visitación Teresa Dora Conforti de Marconi (born 1953) is an Argentine biologist, algologist, botanist, taxonomist and ecologist. She is a professor in the Department of Biodiversity and Experimental Biology in the University of Buenos Aires in Buenos Aires.[1]\nShe is noted for her numerous taxonomic studies of Euglenophyta, including in polluted rivers in Argentina.[2]\nCamaleão Lake in Brazil in 1994 and the Caura River in Venezuela in the late 1990s.[3]", "68323848": "Diana Rae Martin ONZM (née France; 7 February 1942 – 31 December 2019) was a New Zealand microbiologist. She was a Fellow of the Royal Society Te Apārangi from 2000, and was made an Officer of the New Zealand Order of Merit for services to microbiology in 2008.", "2296340": "Charles Frederick Hartt (23 August 1840 in Fredericton, New Brunswick – 18 March 1878) was a Canadian-American geologist, paleontologist and naturalist who specialized in the geology of Brazil.", "59902484": "Katja Fennel is an oceanographer studying the effects of climate change on marine ecosystems. She is a full professor in the Department of Oceanography at Dalhousie University, a former Canada Research Chair in marine prediction, and co-editor-in-chief of the journal Biogeosciences.", "559640": "Pat Roy Mooney, for more than thirty years, has worked with civil society organizations on international trade and development issues related to agriculture, biodiversity and emerging technologies. \nHe was born and lived on the Canadian prairies for many years where his five children were raised. He now resides just outside the village of Wakefield, Quebec.  \nThe author or co-author of several books on the politics of biotechnology and biodiversity, Pat Mooney received the Right Livelihood Award with Cary Fowler in the Swedish Parliament in 1985 for \"working to save the world's genetic plant heritage.\" In 1998 Mooney received the Pearson Medal of Peace from Canada’s Governor General. He also received the American \"Giraffe Award\" given to people \"who stick their necks out\". Pat Mooney has no formal university training, but is widely regarded as an authority on agricultural biodiversity and new technology issues.  In June of 2017, he received an Honorary Doctorate of Laws from the University of Waterloo, Canada, and a Doctor Honoris Causa from the Mexican Instituto de Estudios Criticos, 17.", "21858848": "Josip Klasancije Schlosser pl. Klekovski (1801–1882) was a Croatian physician, alpinist and botanist.", "55478820": "Carl Wilhelm Ludwig Muecke (16 July 1815 – 4 January 1898), occasionally written Mücke and frequently referred to as \"Dr Muecke\",[1][2] was a German-born clergyman, plant pathologist and German-language newspaper editor in the colony of South Australia. In 1869 he left for the neighbouring colony of Victoria", "64326182": "Seth C. Murray is the Eugene Butler Endowed Chair in Agricultural Biotechnology at Texas A&M University where he directs a corn research program focused on quantitative genetics, phenotyping, and new variety development.[2] In 2018 he was elected a fellow of the Crop Science Society of America.[2]", "20482603": "Aime Mäemets  (29 September 1930 – 17 July 1996) was an Estonian botanist and hydrobiologist. She conducted considerable research into Lake Peipsi and was known for her study of Macrophytes. She finished University of Tartu in 1954. From 1961 to 1996 she worked in Estonian Institute of Zoology and Botany and was a well-known specialist of Potamogetonaceae plants.", "72223281": "Jerome Theda Syverton (March 29, 1907, Courtenay, North Dakota – January 28, 1961, New York City) was an American physician and professor of microbiology.", "69536308": "Melissa Wong is an American biologist known for her work describing cell fusion, the cancer stem cell niche, and early detection strategies.[1][2] She currently holds appointments at Oregon Health & Science University in the Department of Cell, Developmental and Cancer Biology and co-leads the Knight Cancer Institute's Cancer Biology program.[3]", "61311549": "Brian R. Murphy is an American virologist and former co-chief of the Laboratory of Infectious Diseases at the National Institute of Allergy and Infectious Disease.[2]", "45648448": "Seymour Dean Van Gundy (February 24, 1931 – December 27, 2020) was an American professor emeritus of nematology at University of California, Riverside and former dean of the College of Agriculture and Natural Resources.", "56789575": "Nancy Helen Marcus (May 17, 1950 – February 12, 2018) was an American biologist and oceanographer. During her graduate studies, Marcus became known as an expert on copepod ecology and evolutionary biology. She began her career as a postdoctoral fellow at the Woods Hole Oceanographic Institution where she studied copepod dormancy and its implications for marine aquaculture. She continued her field research as a professor of oceanography and later as the director of the Florida State University Marine Laboratory (FSU).  During this time Marcus was elected as a Fellow of the Association for Women in Science and the American Association for the Advancement of Science and served as the president of the Association for the Sciences of Limnology and Oceanography. As the president, she led efforts in increase education activities and to increase the endowment fund.", "2886230": "Ingo Potrykus (born 5 December 1933) is Professor Emeritus of Plant Sciences at the Institute of Plant Sciences of the Swiss Federal Institute of Technology (ETH), Zurich from which he retired in 1999. His research group applied gene technology to contribute to food security in developing countries. Together with Peter Beyer, he is one of the co-inventors of golden rice. In 2014 he was chairman of the Golden Rice Humanitarian Board.[1]", "65964635": "Douglas Tallamy is an American entomologist, ecologist and conservationist. He is a professor in the Department of Entomology and Wildlife Ecology at the University of Delaware.[1] He has written and co-authored several books, as well as many papers.", "66488949": "Emma Allen-Vercoe is a British-Canadian Molecular biologist who is a Professor and Canada Research Chair at the University of Guelph. Her research considers the gut microbiome and microbial therapeutics to treat Escherichia coli.", "10324598": "Ernest Jackson Lawson Soulsby, Baron Soulsby of Swaffham Prior (23 June 1926 – 8 May 2017) was a British microbiologist and parasitologist. In 1990 he was made a Conservative life peer and sat in the House of Lords until his retirement in December 2015.", "29297271": "Charles C. Shepard (December 18, 1914 – February 18, 1985)[1] was a microbiologist, and former director of the Centers for Disease Control’s Laboratory Division. It was the diligent efforts of Shepard, and cohort microbiologist Joseph McDade, which led to the 1977 discovery of the initially elusive bacterium Legionella pneumophila, the etiologic agent that causes ‘Legionnaires' disease’.[2][3] In 1963, he was presented with the Gorgas Medal from the Association of Military Surgeons of the United States (AMSUS).", "61770358": "Aldo Leopold Leadership Fellowship 2001,", "12618370": "William C. Wimsatt (born May 27, 1941) is professor emeritus in the Department of Philosophy, the Committee on Conceptual and Historical Studies of Science (previously Conceptual Foundations of Science), and the Committee on Evolutionary Biology at the University of Chicago.[1][2]  He is currently a Winton Professor of the Liberal Arts at the University of Minnesota and Residential Fellow of the Minnesota Center for Philosophy of Science.[3] He specializes in the philosophy of biology, where his areas of interest include reductionism, heuristics, emergence, scientific modeling, heredity, and cultural evolution.[4]", "47516296": "Dorothea Rudnick (January 17, 1907 – January 10, 1990) was an American embryologist, who also made contributions as a scientific editor and translator.", "58755726": "Susan L. Swain is a professor of pathology and former director and president of the Trudeau Institute, NY. She was president of the American Association of Immunologists in 2004/5.", "44894862": "Edward Rubenstein (December 5, 1924 – March 11, 2019)[1]  was an American doctor of internal medicine, with major contributions in the fields of medical education, research (physics, biophysics and biochemistry), and the arts.", "1706639": "Konstantin Sergeevich Mereschkowski[a] (Russian: Константи́н Серге́евич Мережко́вский, IPA: [mʲɪrʲɪˈʂkofskʲɪj]; 4 August 1855 [O.S. 23 July] – 9 January 1921) was a Russian biologist and botanist, active mainly around Kazan, whose research on lichens led him to propose the theory of symbiogenesis – that larger, more complex cells (of eukaryotes) evolved from the symbiotic relationship between less complex ones. He presented this theory in 1910, in his work, The Theory of Two Plasms as the Basis of Symbiogenesis, a New Study of the Origins of Organisms, although the fundamentals of the idea had already appeared in his earlier 1905 work, The nature and origins of chromatophores in the plant kingdom.", "46271123": "Ann C. Palmenberg is a professor of virology and biochemistry at the University of Wisconsin-Madison. She received her B.S. from St. Lawrence University and her Ph.D. from the University of Wisconsin-Madison. Dr. Palmenberg has been given numerous awards for her research and involvement within the scientific community, such as Fellow for the American Academy of Microbiology.[1] News articles have been published about her work within virology, including an article in the Milwaukee Journal Sentinel on her findings on the common cold.[2]", "52431508": "Vsevolod Tkachuk (Russian: Все́волод Ткачук, IPA: [vseˈvolod tkatchuˈk] ⓘ;)", "44501663": "Leticia Avilés is an Ecuadoran evolutionary biologist and ecologist who studies the evolution of social behavior and the evolution of life history traits in metapopulations. Her methods include a combination of theory and empirical work, the latter using social spiders as a model system. Her research on these organisms has addressed questions such as why some spiders live in groups,[1][2] why do they exhibit highly female-biased sex ratios,[3] and why have they evolved a system where individuals remain in the natal nest to mate from generation to generation.[4][5][6]", "63310496": "Benjamin Chukwudum Nnamdi Anyene (8 June 1951 – 29 December 2019) was a Nigerian physician, microbiologist, politician and public health reformer. He served as the Commissioner for Health in Anambra State from 2000 to 2003.[1]", "39160486": "Professor John David Henry Widdess (1906–1982) was an Irish biologist and librarian who was recognized as Ireland's foremost medical historian.[1] His historical publications included books on the histories of institutions such as the Royal College of Surgeons in Ireland (RCSI), the Royal College of Physicians of Ireland (RCPI), and several hospitals. In 1960, he was appointed a professor of biology in RCSI, having been a lecturer and assistant in the physiology department and librarian of the college previously. In 1973, he was awarded the Abraham Colles medal of RCSI, he became an honorary fellow of RCSI and RCPI in 1975 and 1968.", "55872170": "Michael Otmar Hengartner (born 5 June 1966, St. Gallen, Switzerland) is a Swiss-Canadian biochemist and molecular biologist.[1] From February 2020 he has been president of the ETH Board.[2] Before that he was the president of the University of Zurich and president of the Swiss Rectors' Conference, swissuniversities.[1]", "68520622": "PhD, Microbiology and Immunology, University of Tennessee, Memphis (1992)", "65342127": "Maria Elena Zavala (born 1950) is an American plant biologist.[1] She was the first Mexican-American woman to earn a PhD in botany in the United States.[2] She is currently a full professor of biology at the California State University-Northridge, studying plant development.[3][4][5] She is a Fellow of the American Association for the Advancement of Science, the first Latina fellow of the American Society of Plant Biologists, the first Latina fellow of the American Society of Cell Biology, and an elected fellow of the Institute of Science.[4][2][6][7] In 2000, she was awarded the Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring, which recognises individuals who have increased the participation of underrepresented minorities in their fields.[4][8][9]", "34376378": "Alun Millward Davies FRS FRSE FLSW FMedSci (born 2 August 1955) is a Welsh biologist, Distinguished Research Professor, School of Biosciences, Cardiff University, since 2004.[1][2]", "40241854": "Rowena Green Matthews, born in 1938,[1] is the G. Robert Greenberg Distinguished University professor emeritus at the University of Michigan, Ann Arbor.[2] Her research focuses on the role of organic cofactors as partners of enzymes catalyzing difficult biochemical reactions, especially folic acid and cobalamin (vitamin B12). Among other honors, she was elected to the National Academy of Sciences in 2002 and the Institute of Medicine in 2004.[2]", "6523583": "Amé Bourdon (1636 or 1638 – December 21, 1706) was a French physician and anatomist.", "67701445": "Tim J. Yen is an American molecular biologist and cancer biologist. Yen is currently director of the Biological Imaging Facility at Fox Chase Cancer Center in Philadelphia, Pennsylvania.[1] Yen is known for pioneering work in the field of mitosis.", "72321735": "Klaus Peter Sauer (2 February 1941 – 12 November 2022) was a German evolutionary biologist and ecologist.", "60164821": "Christine Lang (born December 23, 1957, in Bochum, West Germany) is a German microbiologist and entrepreneur.", "1411798": "Sir Alister Clavering Hardy FRS FRSE FLS[1] (10 February 1896 – 22 May 1985) was an English marine biologist, an expert on marine ecosystems spanning organisms from zooplankton to whales. He had the artistic skill to illustrate his books with his own drawings, maps, diagrams, and paintings.", "25037528": "Bernhard Hassenstein (31 May 1922 – 16 April 2016) was a German biologist and psychobiologist.", "72321762": "A.M.University of Colorado Boulder 1925", "4164330": "Mary Ingraham Bunting (July 10, 1910 – January 21, 1998) was a bacterial geneticist and an influential American college president; Time profiled her as the magazine's November 3, 1961, cover story.[1][2]   She became Radcliffe College's fifth president in 1960 and was responsible for fully integrating women into Harvard University.[3]", "56593137": "Nicholas Thomas Ingolia (born February 5, 1979) is an American molecular biologist and assistant professor at University of California, Berkeley. He is most known for the development of the method of ribosome profiling.[2][3] He has also studied the evolution of heat-sensing nerves in vampire bats and the encoding of small peptides by brief open reading frames.[4][5] Ingolia is a 2011 Searle Scholar and serves on a peer-review committee for the American Cancer Society.[6][7]", "38669044": "Paul Lassenius Kramp (28 January 1887 – 13 July 1975) was a Danish marine biologist.[1] He is best known for his extensive monographs on jellyfish.,[2][3] Several marine taxa have been named in his honor.[4]", "56429303": "Elisabeth Slooten is a New Zealand zoology academic. She is currently a full professor at the University of Otago.[1]", "52169467": "Amitabh Joshi (born 1965) is an Indian evolutionary biologist, population ecologist, geneticist and a professor at Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR).[1][2] He heads the Evolutionary Biology Laboratory at JNCASR and is known for his studies on Evolutionary genetics and Population ecology.[3] An elected fellow of the Indian Academy of Sciences,[4] National Academy of Sciences, India,[5] and Indian National Science Academy, he was also a J. C. Bose National Fellow (2011-2021) of the Department of Science and Technology.[6] He served as the Chief Editor of the Journal of Genetics (2008-2014) and Editor of Publications of the Indian Academy of Sciences (2017-2021). The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2009, for his contributions to biological sciences.[7]", "396028": "Étienne Geoffroy Saint-Hilaire (15 April 1772 – 19 June 1844) was a French naturalist who established the principle of \"unity of composition\".  He was a colleague of Jean-Baptiste Lamarck and expanded and defended Lamarck's evolutionary theories.  Geoffroy's scientific views had a transcendental flavor (unlike Lamarck's materialistic views) and were similar to those of German morphologists like Lorenz Oken. He believed in the underlying unity of organismal design, and the possibility of the transmutation of species in time, amassing evidence for his claims through research in comparative anatomy, paleontology, and embryology. He is considered as a predecessor of the evo-devo evolutionary concept.[1][2]", "36997885": "Zhou Wei (Chinese: 周伟; pinyin: Zhōu Wěi; born June 1957) is a Chinese zoologist, professor at Southwest Forestry College.", "61934339": "Colin Simms (born 1939) is a British biologist, curator and poet.[1]", "73009924": "Easter Ellen Cupp (March 30, 1904 – August 27, 1999) was the first woman to get a Ph.D. in oceanography from Scripps Institution of Oceanography. She is known for her work on diatoms.", "39586564": "Roger Everett Summons FAA FRS (born 11 June 1946) is the Schlumberger Professor of Geobiology at the Massachusetts Institute of Technology and Professor of Geobiology in the Department of Earth, Atmospheric and Planetary Sciences.[2]", "68586247": "Stewart Andrew McDowall (1882 –  13 January 1935) was an English biologist, eugenicist and philosopher.", "1903368": "Timothy Fridtjof Flannery FAA (born 28 January 1956) is an Australian mammalogist, palaeontologist, environmentalist, conservationist,[3] explorer,[4] author, science communicator, activist and public scientist. He was awarded Australian of the Year in 2007 for his work and advocacy on environmental issues. He is the Geneva Graduate Institute’s Fondation Segré Distinguished Visiting Professor.[5]", "25594642": "John Derek Smith FRS (1924–2003) was a British molecular biologist who participated in many of the major discoveries at the Laboratory of Molecular Biology (LMB) in Cambridge.[1]", "47450909": "James C. Paulson is an American biochemist and biologist known for his work in glycobiology.", "48466718": "Masayuki Yamato (大和 雅之, Yamato Masayuki) is a professor at Tokyo Women's Medical University.[citation needed] He instructed Haruko Obokata there and wrote a paper on STAP cell with her, Charles Vacanti and Yoshiki Sasai.[1]", "28281630": "Forest Rohwer (born 1969) is an American microbial ecologist and Professor of Biology at San Diego State University.[1] His particular interests include coral reef microbial ecology and viruses as both evolutionary agents and opportunistic pathogens in various environments.", "63867680": "Hatice Efsun Arda is a Turkish developmental and systems biologist researching cell lineages that give rise to human pancreas using single cell sequencing. She is a Stadtman principal investigator and head of the developmental genomics group at the National Cancer Institute.", "625445": "Sir John Richardson FRS FRSE (5 November 1787 – 5 June 1865) was a Scottish naval surgeon, naturalist and Arctic explorer.[1]", "10554156": "Suzanne Cory AC FAA FRS (born 11 March 1942) is an Australian molecular biologist.  She has worked on the genetics of the immune system and cancer and has lobbied her country to invest in science. She is married to fellow scientist Jerry Adams, also a WEHI scientist, whom she met while studying for her PhD at the University of Cambridge, England.", "20482860": "Henri Mouton [5 September 1869, Cambrai (Nord) – 13 June 1935, Bezons (Val d'Oise)) was a French scientist.", "396078": "Bernard-Germain-Étienne de La Ville-sur-Illon, comte de Lacépède or La Cépède (French: [bɛʁnaʁ ʒɛʁmɛ̃ etjɛn də la vil syʁ‿ijɔ̃ də lasepɛd]; 26 December 1756 – 6 October 1825) was a French naturalist and an active freemason. He is known for his contribution to the Comte de Buffon's great work, the Histoire Naturelle.", "1149745": "Othenio Lothar Franz Anton Louis Abel (20 June 1875 – 4 July 1946) was an Austrian paleontologist and evolutionary biologist. Together with Louis Dollo, he was the founder of \"paleobiology\" and studied the life and environment of fossilized organisms.[1]", "20155186": "Tomas Robert Lindahl FRS[2] FMedSci[4] (born 28 January 1938) is a Swedish-British scientist specialising in cancer research.[7] In 2015, he was awarded the Nobel Prize in Chemistry[8] jointly with American chemist Paul L. Modrich and Turkish chemist Aziz Sancar for mechanistic studies of DNA repair.[9][10][11]", "2624308": "Richard Eimer Lenski (born August 13, 1956) is an American evolutionary biologist,[3]  a Hannah Distinguished Professor of Microbial Ecology, Genetics and Evolution, and Evolution of Pathogen Virulence at Michigan State University. He is a member of the National Academy of Sciences and a MacArthur  Fellow.  Lenski is best known for his still ongoing 35-year-old long-term E. coli evolution experiment, which has been instrumental in understanding the core processes of evolution, including mutation rates,[4] clonal interference,[5] antibiotic resistance,[6] the evolution of novel traits,[7] and speciation.[8]  He is also well known for his pioneering work in studying evolution digitally using self-replicating organisms called Avida.", "8555316": "Gene David Block (born 17 August 1948)[1] is an American biologist and academic administrator who has being serving as the current and 6th chancellor of the University of California, Los Angeles since August 2007. Previously at the University of Virginia, Block served as executive vice president and provost from 2001 to 2007, vice president for research and public service from 1998 to 2001, and vice provost for research from 1993 to 1998.", "42208055": "Manju Bansal (born. 1 December 1950) has specialized in the field of Molecular biophysics. Currently, she is a professor in theoretical Biophysics group for Molecular Biophysics unit in the Indian Institute of Science, Bangalore. She is the founder director of the Institute of Bioinformatics and Applied Biotechnology at Bangalore.[1][2]", "2526026": "Ulrich Willerding (born 8 July 1932 in Querfurt, Germany) is a professor emeritus of botany at the Göttingen University, Germany. He is also an instructor at a local high school.  Willerding is one of the leading European palaeo-ethnobotanists.[1] He has specialized in Medieval Europe but also done work on other times. One of his special interests is weeds. He has worked on bibliographies of European paleoethnobotany. Although a biologist by training, he has worked extensively with archaeologists.", "53545803": "Vijay Kumar (born 7 November 1954) is an Indian molecular biologist, virologist and an honorary scientist at the International Centre for Genetic Engineering and Biotechnology. Known for his research in hepatology, Kumar is an elected fellow of National Academy of Sciences, India, National Academy of Medical Sciences, and National Academy of Agricultural Sciences as well as a J. C. Bose National Fellow of the Department of Biotechnology. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 1997.[1][note 1]", "70683474": "Patricia C. Zambryski is a plant and microbial scientist known for her work on Type IV secretion and cell-to-cell transport in plants. She is also professor emeritus at the University of California, Berkeley.[1]", "11438931": "Carlos Augusto Peres (Portuguese: [ˈkaʁluz ɐwˈɡuʃtu ˈpɛɾiʃ]) (born 1963) is a Brazilian field biologist and conservation biologist who works in the Amazon rainforest and other neotropical forest regions on questions involving wildlife and biological conservation. His research interests are in the large-scale patterns of large-bodied vertebrate diversity and abundance in Amazonian forests; the effects of different forms on human disturbance, including hunting, habitat fragmentation and wildfires, on Amazonian forest vertebrates; and reserve selection and design criteria in relation to regional gradients of biodiversity value and implementation costs. He currently co-directs three research programs on natural resource management in the eastern, southern and western Amazon basin focusing on the ecology of natural and heavily modified landscapes and their role in the retention of biodiversity.", "60164948": "Myriam Charpentier is a molecular biologist, who specialises in cell and developmental biology at the John Innes Centre, Norwich. Charpentier studies the environmental and biological stimulus of nuclear calcium signalling in plants.", "57805657": "Richard Campbell Strohman (May 5, 1927 – July 4, 2009) was an American cell biologist who taught at the University of California, Berkeley. He is known for his criticisms of genetic determinism and for his research on skeletal muscle development. His research on human muscle contributed to the scientific understanding of muscular dystrophy, and he served as the research director for the Muscular Dystrophy Association in 1990. While teaching at Berkeley, he supported the Free Speech Movement, and was a member of both the anti-Vietnam War Faculty Peace Committee and of the pro-nuclear disarmament Faculty for Social Responsibility. He was the director of the Health and Medical Sciences Program at Berkeley from 1976 to 1979. He retired from Berkeley's faculty in 1991, but still remained active in teaching classes there. He was a member of the American Society of Cell Biology and the Society for Developmental Biology, as well as a fellow of the American Association for the Advancement of Science.[1]", "48434015": "Asis Datta is an Indian biochemist, molecular biologist and genetic engineer, known for his research on genetically modified foods and food nutritional security.[1][2] He was the  founding Director of the National Institute of Plant Genome Research and is credited with the discovery of genes that assist in extended preservation of fruits and vegetables.[1][2] He is a recipient of the Shanti Swarup Bhatnagar Award, the highest Indian award and in the Science category,[3] and was awarded the fourth highest civilian award of the Padma Shri, by the Government of India, in 1999.[4] In 2008, he was included again in the Republic Day Honours list for the third highest civilian honour of the Padma Bhushan.[4]", "70585185": "Jessica Hua is an associate professor in the Department of Biological Sciences at Binghamton University, NY.[1][2] In addition Hua is the Director for the Center for Integrated Watershed Studies at Binghamton University which focuses on understanding watersheds and the human influences on them through research.[3][4] She is a herpetologist and oversees her own lab, The Hua Lab, where they focus on ecological interactions, evolutionary processes and ecological-evolutionary feedbacks.[2] Hua's background has led to her appreciation of education with coming from a refugee family who \"epitomizes the concept of the American Dream\".[3] Her research aims to help others gain opportunities while also establishing a lab that is inclusive and diverse.[2][3] Hua also enjoys a variety of sports and plays disc golf professionally since 2016.[3][5]", "1641316": "Tracy Morton Sonneborn ForMemRS[1] (October 19, 1905 – January 26, 1981) was an American biologist. His life's study was ciliated protozoa of the group Paramecium.[1][2][3][4][5]", "50105198": "Ruth Lehmann is a developmental and cell biologist. She is the Director of the Whitehead Institute for Biomedical Research.[1] She previously was affiliated with the New York University School of Medicine, where she was the Director of the Skirball Institute of Biomolecular Medicine, the Laura and Isaac Perlmutter Professor of Cell Biology, and the Chair of the Department of Cell Biology. Her research focuses on germ cells and embryogenesis.", "15043444": "Terry Lamon Yates (March 17, 1950 – December 11, 2007) was an American biologist and academic who is credited with discovering the source of the hantavirus in the American Southwest in 1993.[1] Yates' specialty as a biologist was the study of rodents and other small mammals.[1]", "494457": "Joshua Lederberg, ForMemRS[1] (May 23, 1925 – February 2, 2008)[2] was an American molecular biologist known for his work in microbial genetics, artificial intelligence, and the United States space program. He was 33 years old when he won the 1958 Nobel Prize in Physiology or Medicine for discovering that bacteria can mate and exchange genes (bacterial conjugation).[3] He shared the prize with Edward Tatum and George Beadle, who won for their work with genetics.", "60656517": "Richard James Butler is a vertebrate palaeontologist at the University of Birmingham, where he holds the title of professor of palaeobiology.[1] His research focuses on ornithischian dinosaur evolution, dinosaur origins, and fossil tetrapod macroevolution.[1]", "8817551": "Vilém Dušan Lambl (5 December 1824 in Letiny – 12 February 1895) was a Czech physician. He authored his medical publications, which were in German, as Wilhelm Lambl.", "63114128": "Hazel Marguerite[1] Dockrell (born 1952) is an Irish-born microbiologist and immunologist whose  research has focused on immunity to the human mycobacterial diseases, leprosy and tuberculosis. She has spent most of her career at the London School of Hygiene and Tropical Medicine, where as of 2020 she is a professor of immunology. She was the first female president of the Royal Society of Tropical Medicine and Hygiene. Jimmy Whitworth of the Wellcome Trust describes her as \"a marvellous ambassador for global health and research.\"[2]", "12618659": "Benoît de Maillet (Saint-Mihiel, 12 April 1656 – Marseille, 30 January 1738) was a well-travelled French diplomat and natural historian. He was French consul general at Cairo, and overseer in the Levant. He formulated an evolutionary hypothesis to explain the origin of the Earth and its contents.", "68225964": "Jüri Kärner (25 April 1940 – 25 September 2010) was an Estonian biologist.[1]", "28937139": "Andrey Nikolayevich Belozersky (Андре́й Никола́евич Белозе́рский) (29 August, 1905 (Tashkent, Turkestan region, Russian Empire[1]) – 31 December, 1972 (Moscow, Soviet Union)) was a Soviet", "68815799": "Ann Bucklin is Professor Emeritus of Marine Sciences at the University of Connecticut known for her work using molecular tools to study zooplankton. Bucklin was elected a fellow of the American Association for the Advancement of Science in 1995.", "37555129": "Philip Palmer Green is a theoretical and computational biologist noted for developing important algorithms and procedures used in Gene mapping and DNA sequencing. He earned his doctorate from Berkeley in mathematics in 1976 with a dissertation on C*-algebra under the direction of Marc Rieffel, but transitioned from pure mathematics into applied work in biology and bioinformatics. Green has obtained numerous important results, including in developing Phred,[1] a widely used DNA trace analyzer,[2][3] in mapping techniques,[4] and in genetic analysis.[5][6] Green was elected to the National Academy of Sciences in 2001 and won the Gairdner Award in 2002.[7]", "39914426": "Malcolm Roy Clarke FRS[1] (24 October 1930 – 10 May 2013) was a British marine biologist.[3] He is most well known for his extensive work on cephalopods and whales.[4][5][6][7][8][9][10][11]", "12028860": "Darrell Addison Posey (March 14, 1947 – March 6, 2001) was an American anthropologist and biologist who vitalized the study of traditional knowledge of indigenous and folk populations in Brazil and other countries. He called his approach ethnobiology and combined research with respect for other cultures, especially indigenous intellectual property rights.", "39226301": "Carlo Arnaudi (23 May 1899 – 23 April 1970) was an Italian microbiologist and socialist politician, who served as the first minister for science of Italy and was one of the members of the Italian Senate.[1] He is also known for his studies in the field of microbiology which produced the discovery of certain steroid-conversion processes in microorganisms.[2]", "36932543": "Craig B. Thompson (born 1953) is an American cell biologist and a former president of the Memorial Sloan Kettering Cancer Center.[1]", "58788804": "Sarah E. O'Connor FRS is an American molecular biologist working to understand the molecular machinery involved in assembling important plant natural products – vinblastine, morphine, iridoids, secologanin – and how changing the enzymes involved in this pathway lead to diverse analogs. She was a Project Leader at the John Innes Centre in the UK between 2011 and 2019. O'Connor was appointed by the Max Planck Society in 2018 to head the Department of Natural Product Biosynthesis at the Max Planck Institute for Chemical Ecology in Jena, Germany, taking up her role during 2019.[1]", "62458821": "Jānis Brikmanis (25 February 1940 – 18 April 2019) was a Latvian zoologist, environmental conservationist, radio and television presenter, and writer.", "2886597": "Robert Gordon Webster (b. 1932) is an avian influenza authority who correctly posited that pandemic strains of flu arise from genes in flu virus strains in nonhumans; for example, via a reassortment of genetic segments (antigenic shift) between viruses in humans and nonhumans (especially birds) rather than by mutations (antigenic drift) in annual human flu strains.[1]", "23333831": "Steven M. Stanley (born November 2, 1941) is an American paleontologist and evolutionary biologist at the University of Hawaii at Manoa. He is best known for his empirical research documenting the evolutionary process of punctuated equilibrium in the fossil record.", "55839691": "Catherina Gwynne Becker (née Krüger) is an Alexander von Humboldt Professor at TU Dresden,[1] and was formerly Professor of Neural Development and Regeneration at the University of Edinburgh.[2]", "31919054": "Donal Thomas Manahan (b. 15 Oct 1953) is an Irish-born American marine scientist and comparative physiologist.  He is known for Antarctic and deep oceanic research on the physiology and ecology of marine invertebrates and their larvae in extreme environments, and for his interest in the role of dissolved organic material as a larval food source.", "43355089": "Terence P. Hughes (born 1956, in Dublin, Ireland) is a professor of marine biology at James Cook University in Queensland, Australia. He is known for research on the global coral bleaching event caused by climate change. Nature dubbed him \"Reef sentinel\" in 2016 for the global role he plays in applying multi-disciplinary science to securing reef sustainability.  He is an Australian Research Council Laureate Fellow and Director of the Australian Research Council (ARC) Centre of Excellence for Coral Reef Studies.[1] His research interests encompass coral reef ecology, macroecology and evolution, as well as social-ecological interactions.[2] His recent work has focused on marine ecology, macroecology, climate change, identifying safe planetary boundaries for human development, and on transformative governance of the sea in Australia, Chile, China, the Galapagos Islands, Gulf of Maine and the Coral Triangle.[3] His career citations in Google Scholar exceed 88,000.[4]", "14420945": "Janus Lauritz Andreas Kolderup Rosenvinge, generally cited as Lauritz Kolderup Rosenvinge (7 November 1858 – 1939) was a Danish botanist and phycologist.", "49384413": "Alfreda Johnson Webb (born February 21, 1923, in Mobile, Alabama) was a professor of biology and a doctor of veterinary medicine. She was the first Black woman licensed to practice veterinary medicine in the United States.", "64654304": "Yimtubezinash Woldeamanuel Mulate is an Ethiopian physician and microbiologist researching infectious diseases, hospital-acquired infections, and antimicrobial resistance. She is an associate professor of medical microbiology at Addis Ababa University.", "72322016": "Andreas De Leenheer (16 May 1941 – 20 November 2022) was a Belgian academic and biologist. He was Vice-Rector of Ghent University from 1997 to 2001 and Rector from 2001 to 2005.", "56953827": "Andrew Hessel is a pioneer in synthetic biology,[1] a futurist,[2] microbiologist and geneticist, and inventor and entrepreneur.[3] He is a proponent of open source biology and advocates that cells are living computers and DNA is a programming language.[4][5][6] He has been advocating for writing DNA since shortly after the original Human Genome Project,[7][8][9][10] and co-founded the Genome Project-write.[11][12]  Hessel is an expert in biological technologies and biosecurity, helping industry, academics, and authorities better understand the rapid changes in life science.", "58723300": "Lisa A. Levin is a Distinguished Professor of biological oceanography and marine ecology at the Scripps Institution of Oceanography. She holds the Elizabeth Hamman and Morgan Dene Oliver Chair in Marine Biodiversity and Conservation Science. She studies coastal and deep-sea ecosystems and is a Fellow of the American Association for the Advancement of Science.[1]", "51973094": "Mary Bownes OBE FRSE FRES FRSB is an English molecular and developmental biologist; she is Vice Principal Community Engagement and Emerita Professor of Developmental Biology at the University of Edinburgh.[1] She has taught genetics, molecular biology and developmental biology at all levels and was previously Head of the Institute of Cell and Molecular Biology at the University from 1998 to 2001.[2]", "62262255": "Jack D. Keene (born June 22, 1947, Jacksonville, Florida) is a James B. Duke Professor of Molecular Genetics and Microbiology at Duke University.[1]", "32639984": "Johan Paulsson  is a Swedish mathematician and systems biologist at Harvard Medical School. He is a leading researcher in systems biology and stochastic processes, specializing in stochasticity in gene networks and plasmid reproduction.", "52038642": "Abraham Bentsionovich Korol (born October 18, 1946) is a professor in the Institute of Evolution at the University of Haifa.[1] He is a prominent Israeli geneticist and evolutionary biologist known for his work on the evolution of sex and recombination, genome mapping and the genetics of complex traits. \nKorol was born in Bendery city, Moldavia (now Moldova), then part of the Soviet Union, and immigrated to Israel in 1991. Before immigrating to Israel, Korol was appointed in 1981 as a senior researcher and was awarded the degree of Doctor of Science by the Presidium of Academy of Science USSR in 1988, and became a full professor in 1991.[2] After immigrating to Israel in 1991, Korol has established and headed the Laboratory of Population Genetics and Computational Biology in the Institute of Evolution at the University of Haifa.[3] He became full professor there in 1996 and served as the director of the Institute of Evolution between 2008–2013.[3][4]\nSince 1994, Korol has filled many scholarly positions including member of the steering committee of Israeli Gene Bank; member of the Human Genome Organization; member of the European Society of Evolutionary Biology; a member of the Coordinating Committee of the International Wheat Genome Sequencing Consortium;[5] member of the Infrastructure Steering Committee of the Israeli Ministry of Science; representative of Haifa University in the Kamea program steering committee (alef and bet); member of the Advisory Committee of Absorption in Science of the Israeli Ministry of Absorption.", "59902973": "Marla B. Sokolowski FRSC is a University Professor in the Departments of Ecology and Evolutionary Biology at the University of Toronto.[1] Sokolowski is a scientist whose work is widely considered to be groundbreaking, foundational for a variety of fields, and instrumental in refutations of genetic determinism, and has, according to the Royal Society of Canada, \"permanently changed the way we frame questions about individual differences in behaviour\".[2] Sokolowski's comprehensive study of the fruit fly and other animal systems, including humans, has shaped fundamental concepts in  behavioural evolution, plasticity, and genetic pleiotropy.[2] Specifically, Sokolowski is best known for her discovery of the foraging gene.[1][3] Sokolowski was the 2020 recipient of the Flavelle Medal. Sokolowski is only one of two women to ever win the award- the other being Margaret Newton in 1948.[4]", "20417552": "Nader Pourmand  is a Professor of Biomolecular Engineering leading the Biosensors and Bioelectrical Technology Group at the Baskin School of Engineering at the University of California Santa Cruz, Baskin School of Engineering.[1]", "3089": "Angela Vincent FRS FMedSci (born 1942)[1] is Emeritus professor at the University of Oxford and a Fellow of Somerville College, Oxford.[2][3][4]", "67111961": "Lorraine S. Symington is a British-American geneticist. As the Harold S. Ginsberg Professor and Director of Graduate Studies of Microbiology & Immunology at Columbia University, her laboratory uses genetic, biochemical and molecular approaches to understand mechanisms of homology-directed double-strand break repair using the yeast Saccharomyces cerevisiae as an experimental system.", "72682529": "Claudia Fischbach is a German bioengineer who is the Stanley Bryer 1946 Professor of Biomedical Engineering at Cornell University. She is Director of the Cornell Physical Sciences Oncology Center on the Physics of Cancer Metabolism.", "63769639": "Meera A. Chand[1] is a British microbiologist, working at Public Health England (PHE)[2] and as a consultant with the Department of Infectious Diseases, Guy's and St Thomas' NHS Foundation Trust.[1][3]", "18844718": "Emil Adolf Rossmässler (Emil Adolf Roßmäßler, Emil Adolph Roßmäßler) (March 3, 1806 in Leipzig – April 8, 1867 in Leipzig) was a German biologist. With Otto Eduard Vincenz Ule and Karl Johann August Müller, he was co-founder of the journal Die Natur in 1852 and 1859 the sole editor of the journal Aus der Heimath.[1] Rossmässler was a pioneer and the leading advocate of popularizing science in nineteenth-century Germany.  He also belonged to the early writers on the building and maintenance of freshwater aquariums.[2]", "14814258": "Paul Kwan Chien (born 1 January 1947) is a Chinese-American biologist known for his research on the physiology and ecology of intertidal organisms and his support for intelligent design.[1][2]", "3050547": "Rahul Sarpeshkar is the Thomas E. Kurtz Professor and a professor of engineering, professor of physics, professor of microbiology & immunology, and professor of molecular and systems biology at Dartmouth.[1] Sarpeshkar, whose interdisciplinary work is in bioengineering, electrical engineering, quantum physics, and biophysics, is the inaugural chair of the William H. Neukom cluster of computational science, which focuses on analog, quantum, and biological computation. The clusters, designed by faculty from across the institution to address major global challenges, are part of President Philip Hanlon's vision for strengthening academic excellence at Dartmouth. Prior to Dartmouth, Sarpeshkar was a tenured professor at the Massachusetts Institute of Technology and led the Analog Circuits and Biological Systems Group.[2] He is now also a visiting scientist at MIT's Research Laboratory of Electronics.[3]", "63933499": "Debbie Pain is a conservation biologist and ecotoxicologist working on endangered birds around the world. Since 1988 she has led projects into reversing the decline in several species through research, practical and policy measures at the Royal Society for the Protection of Birds and Wildlife and Wetlands Trust.", "1412157": "Peter Christen Asbjørnsen (15 January 1812 – 5 January 1885) was a Norwegian writer and scholar. He and Jørgen Engebretsen Moe were collectors of Norwegian folklore. They were so closely united in their lives' work that their folk tale collections are commonly mentioned only as \"Asbjørnsen and Moe\".[1][2][3]", "9702464": "Michael Howard Wigler (born September 3, 1947, in New York) is an American molecular biologist who has directed a laboratory at Cold Spring Harbor Laboratory since 1978 and is a member of the National Academy of Sciences. He is best known for developing methods to genetically engineer animal cells and his contributions to cancer, genomics and autism genetics.", "11537475": "Ruth Ella Moore (May 19, 1903 – July 19, 1994[1]) was an American bacteriologist and microbiologist, who, in 1933, became the first African-American woman to be awarded a Ph.D. in a natural science.[2] She was a professor of bacteriology at Howard University. A decade later, she was installed as the head of the department of bacteriology, which she renamed to the department of microbiology. During that period she was promoted to associate professor of microbiology.", "51448899": "Lloyd M. Kozloff (1923–2012) was an American microbiologist and virologist. He served on the faculty of the University of Chicago, the University of Colorado Health Sciences Center, and University of California, San Francisco, where he became dean of the UCSF Graduate Division. Kozloff retired from UCSF in 1993. He died of heart failure in 2012.[2]", "14421063": "Fredrik Christian Emil Børgesen (1 January 1866 in Copenhagen – 22 March 1956 in Frederiksberg) was a Danish botanist and phycologist. He graduated in botany from the University of Copenhagen and was subsequently employed as an assistant at the Botanical Museum (1893–1900). His doctoral thesis dealt with the marine algae of the Faroe Islands (1904). Later, he became  librarian at the Library of the Botanical Garden (1900–1935).", "58625099": "Edward John Rebar is an American biologist, and is Senior Vice President and Chief Technology Officer of Sana Biotechnology. [1]", "42732622": "Christian Carl André (1763–1831) was a leading 19th century European natural scientist, publisher, economist and educator. He was among the pioneers in the study of heredity whose vision paved the way for the research of Gregor Mendel, the founder of modern genetics.", "43846735": "Hans Otto Friedrich Schlossberger (born 22 September 1887 in Alpirsbach, died 27 January 1960 in Stuttgart) was a German physician, who was known for his research in immunology, medical microbiology, epidemiology and antimicrobial chemotherapy, especially on syphilis, typhus, gas gangrene, diphtheria, erysipeloid of Rosenbach, tuberculosis, malaria and leptospirosis. He was one of the leading immunologists and bacteriologists of Germany during his lifetime, and was a student and collaborator of the Nobel laureates Paul Ehrlich and Emil von Behring, two of the principal founders of the field of immunology.", "20221011": "Isabella Gordon OBE FZS FLS (18 May 1901 – 11 May 1988) was a Scottish marine biologist who specialised in carcinology and was an expert in crabs and sea spiders. She worked at the Natural History Museum and received an OBE in 1961.", "52300889": "Anne Daphne Yoder is an American biologist, researcher, and professor in the Department of Biology at Duke University in Durham, North Carolina, United States. Yoder's work includes the study, preservation, and conservation of the multifarious biodiversity found in Madagascar.[1] One of her main research topics focuses on the diverse lemur population found on the island.[2] Specifically, Yoder's research concentrates on assorted geographic factors that lead to varying levels of biological differences in the speciation process. Her investigations utilize genome research to further understand the complex and unique degree of speciation that occurs in lemur populations.[2] In 2023, she was elected to the National Academy of Sciences.[3]", "29920345": "John Marshall FRS FRCS (11 September 1818 – 1 January 1891) was an English surgeon and teacher of anatomy.", "4721759": "Johan Hjort ForMemRS[1] (18 February 1869, in Christiania – 7 October 1948, in Oslo) was a Norwegian fisheries scientist, marine zoologist, and oceanographer. He was among the most prominent and influential marine zoologists of his time.", "66751587": "Lilian Edith Hawker (19 May 1908 – 5 February 1991)[1] was a British mycologist, known for her work on fungal physiology, particularly spore production. She was an expert on British truffles, and also published in the fields of plant physiology and plant pathology. She was also known for her contributions to education in mycology. Most of her career was spent at the botany department of the Imperial College of Science and Technology (1932–45) and the University of Bristol (1945–73), where she held the chair in mycology (1965–73) and was dean of the science faculty (1970–73). She served as president of the British Mycological Society, and was elected an honorary member of that society and of the Mycological Society of America. She published an introduction to fungi and two books on fungal physiology, of which Physiology of Fungi (1950) was among the first to survey the field, and also co-edited two microbiology textbooks.", "71601252": "Diane G. O. Saunders is a British biologist and group leader at the John Innes Centre and an Honorary Professor in the School of Biological Sciences at the University of East Anglia.[1][2] Her research investigates plant pathogens that pose a threat to agriculture. She was awarded the Rosalind Franklin Award by the Royal Society in 2022.", "56757349": "Tweedy John Todd (1789–1840) (also known as Tweedie John Todd, or John Tweedy Todd) was an English doctor, Royal Navy surgeon and naturalist who conducted early experimental work on healing and regeneration in animals.[1]", "65309803": "Emma Caroline Teeling[1] MRIA is an Irish zoologist, geneticist and genomicist, who specialises in the phylogenetics and genomics of bats.  Her work includes understanding of the bat genome and study of how insights from other mammals such as bats might contribute to better understanding and management of ageing and a number of conditions, including deafness and blindness, in humans.  She is the co-founder of the Bat1K project to map the genomes of all species of bat. She is also concerned with understanding of the places of bats in the environment and how to conserve their ecosystem.", "57576572": "Thandiwe Mweetwa (born 1988 in Monze, Zambia) is a wildlife biologist and community educator focusing on lion conservation.[1]", "1674369": "Patrick John Keeling is a biologist and professor in the Department of Botany at the University of British Columbia.[6][3][7] His research investigates the phylogeny, genomics and molecular evolution of protists and his work has led to numerous advances in assembling the eukaryotic tree of life. He has also identified several cases of horizontal gene transfer.[5][8][9]", "28281989": "Andrew Berry (born 1963) is a British evolutionary biologist and historian of science with a particular interest in Alfred Russel Wallace.  Previously, he was a Junior Fellow at the Harvard Society of Fellows and he is currently a lecturer in Organismic and Evolutionary Biology at Harvard University.[1]", "53382281": "Undurti Narasimha Das (born 1950) shortly Undurti N. Das and U. N. Das is an Indian clinical immunologist, endocrinologist and the founder president and chief executive officer of UND Life Sciences.[1] Additionally, he serves as the Chief Medical Officer and the Chairman of the Scientific Advisory Board of Asha Nutrition Sciences, Inc.[2] An elected fellow of the National Academy of Medical Sciences,[3] Das is known for his researches in the fields of Immunology, Endocrinology and Rheumatology.[4] He holds a number of patents for his work[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 1992.[6][note 1]", "34311307": "Joe Roman is a conservation biologist, academic, and author of the books Whale[1] and Listed: Dispatches from America's Endangered Species Act.[2]  His conservation research includes studies of the historical population size of whales,[3] the role of cetaceans in the nitrogen cycle,[4] the relationship between biodiversity and disease, and the genetics of invasions.[5] He is the founding editor of \"Eat the Invaders\", a website dedicated to controlling invasive species by eating them.[6]", "54267025": "Helen Riaboff Whiteley (1921–1990) was a microbiologist who spent most of her research career at the University of Washington.[1]", "57281681": "Sophien Kamoun FRS MAE[5] (born 8 December 1965) is a Tunisian biologist. He is a senior scientist at the Sainsbury Laboratory and professor of biology at the University of East Anglia (UEA). Kamoun is known for contributions to our understanding of plant diseases and plant immunity.[6]", "70487187": "Jamie D. K. Wilson is a British biologist and the editor in chief of academic journal Nature Immunology.", "70257817": "Maria Rosa Miracle Solé  (Barcelona, 2 June 1945 – 28 May 2017) was a Catalan biologist, who held a Professor Emeritus of Ecology at the University of Valencia and a PhD in ecology from the University of Barcelona. Her research focused on the study of biodiversity, ecology, integrative taxonomy and biogeography of aquatic organisms.", "23202975": "Adam Watson, FRSE, FRSB, FINA, FRMS, FCEH (14 April 1930 – 23 January 2019)[1][2] was a Scottish biologist, ecologist and mountaineer. He was one of the most recognisable scientific figures in Scotland due to his many appearances on TV and radio. His large academic output and contributions to the understanding of the flora and fauna in Scotland and elsewhere have been internationally recognised. Dr Watson was widely acknowledged as Scotland's pre-eminent authority on the Cairngorms mountain range.", "56888479": "Robert John Aitken (born 4 September 1947)[1] is a British reproductive biologist, widely known for identifying oxidative stress as a significant contribution to infertility and its actions on human sperm function. He also made substantial contributions to clinical practice translation in male reproductive health, notably the development of new contraceptive vaccine.", "67046563": "Alicia R. Pérez-Porro (Barcelona, 1981) is a Spanish marine biologist specialized in the study of marine sponges, an environmental activist and a feminist.[1][2][3] Since 2018, she has presided over the Association of Spanish Scientists in the United States (ECUSA), from where she fights to break the glass ceiling in the scientific field and for women to occupy leadership positions.[4][5]", "31329449": "Colin Stephenson Pittendrigh (October 13, 1918 – March 19, 1996)[1] was a British-born biologist who spent most of his adult life in the United States. Pittendrigh is regarded as the \"father of the biological clock,\" and founded the modern field of chronobiology alongside Jürgen Aschoff and Erwin Bünning. He is known for his careful descriptions of the properties of the circadian clock in Drosophila and other species, and providing the first formal models of how circadian rhythms entrain (synchronize) to local light-dark cycles.[1]", "40766641": "Elizabeth Jane Robertson CBE FRS MAE is a British developmental biologist based at the Sir William Dunn School of Pathology, University of Oxford.[1] She is Professor of Developmental Biology[2] at Oxford and a Wellcome Trust Principal Research Fellow.[3] She is best known for her pioneering work in developmental genetics, showing that genetic mutations could be introduced into the mouse germ line by using genetically altered embryonic stem cells.[4][5]  This discovery opened up a major field of experimentation for biologists and clinicians.[6][7][8]", "3509431": "Stanford Blade is a Canadian agronomist and academic administrator. He is the dean of the faculty of Agricultural, Life and Environmental Sciences (ALES) at the University of Alberta. Blade is a fellow of the Royal Swedish Academy of Agriculture and Forestry.", "62557375": "Hugues de Thé (born January 18, 1959 in Marseille), is a French doctor and researcher. He is currently a hospital doctor and professor at the Collège de France, holder of the chair of cellular and molecular oncology (2014),[1] member of the French Academy of sciences since 2011.[2] His work, at the interface between biology and medicine, has radically transformed the management of a rare form of leukaemia, which has become the paradigm for targeted cancer treatments.", "41848000": "Kazutoshi Mori (森 和俊, Mori Kazutoshi, born 1958) is a Japanese molecular biologist known for research on unfolded protein response. He is a professor of Biophysics at the Graduate School of Science, Kyoto University,[1] and shared the 2014 Albert Lasker Basic Medical Research Award with Peter Walter for discoveries concerning the unfolded protein response — an intracellular quality control system that detects harmful misfolded proteins in the endoplasmic reticulum and signals the nucleus to carry out corrective measures.[2]", "9505984": "Wendell Roy Beitzel (born January 17, 1943) is an American Republican politician from Maryland. He served in the Maryland House of Delegates, representing District 1A which covers Garrett and Allegany counties, from January 2007 to January 2023.[1]", "60165314": "Babraham Institute", "8490181": "Benjamin Rubin (September 27, 1917 in New York, New York – March 8, 2010[1]) was an American microbiologist, known as the inventor of the bifurcated vaccination needle,[2] which played an important role in the eradication of smallpox. Rubin invented this device by taking the eyelet of a sewing machine needle and grinding it down.", "57576654": "Lynn Moorhead Riddiford (born 1936) is an American entomologist and developmental biologist. She was the first female faculty member in the Harvard Biology Department[1] where she served as an assistant and associate professor. She is an emeritus professor at the University of Washington. In 1997, she was the first awardee of the Recognition Award in Insect Physiology, Biochemistry, and Toxicology from the Entomological Society of America.[2] Riddiford studies the endocrinology of insects, specifically the tobacco hornworm.", "49679573": "Kodeboyina Sivannarayana Varaprasad is an Indian agricultural scientist, Nematologist and the Director of Indian Institute of Oilseeds Research (Formerly Directorate of Oilseeds Research, DOR), Rajendranagar, Hyderabad.[1] He was former Head of NBPGR, Regional Station at Hyderabad for about a period of 26 years. and was associated in the development of 11 genetic stocks in tomato, linseed, jatropha, cowpea, chilli and sorghum. Dr.K.S.Varaprasad is recipient of Late Sri P.P. Singhal Memorial Award, 2015.[2]", "34376921": "Jeffries Wyman (June 21, 1901 – November 4, 1995) was an American molecular biologist and biophysicist notable for his research of proteins, amino acids,  and on the physical chemistry of hemoglobin,[1][2][3][4][5] including the classic Monod–Wyman–Changeux model.", "68848883": "H. Jane Brockmann is an emeritus professor at the University of Florida known for her research on animal behavior, especially in the mating and nesting behavior of horseshoe crabs. In 2008, she was elected a fellow of the American Association for the Advancement of Science.", "22351100": "For the Canadian politician, see Barbara Sullivan.", "70716671": "Kimberly Tanner is an American biologist and professor at San Francisco State University (SFSU) in San Francisco, California. Tanner is an elected fellow of the American Society for Cell Biology and the co-editor-in-chief for the journal CBE: Life Sciences Education.", "46435595": "Veronica Perrule Dobson AM (born 1944) is an Eastern Arrernte linguist, educator, elder, Traditional Owner, author and ecologist. She is instrumental in establishing Eastern Arrernte as a written language.", "46828815": "Rudolf Amann (born 3 June 1961) is a German biochemistriest and microbiologist. He is director of Max Planck Institute for Marine Microbiology (MPIMM) in Bremen[1] and Professor for Microbial Ecology at the University of Bremen.[2]", "21007632": "Daniel Otte  (born 14 March 1939) is a noted behavior ecologist, a world expert on crickets and grasshoppers and a prominent scientific illustrator. He has made significant contributions to evolutionary biology.[1]  He is curator and chairman of the Department of Entomology at the Academy of Natural Sciences in Philadelphia.[2]", "8719635": "Dame Nancy Jane Rothwell DBE DL FRS FMedSci FRSB FBPhS MAE[1][8] (born 2 October 1955[9]) is a British physiologist.[10] She has served as president and vice-chancellor of the University of Manchester since July 2010,[11] having served as Deputy President and Deputy Vice-Chancellor until January 2010.", "43978008": "Sir Arnold Ashley Miles CBE FRS (20 March 1904 – 11 February 1988) was the Director of the Lister Institute of Preventive Medicine and Professor of Experimental Pathology in the University of London from 1952 to 1971.[1]", "62393626": "Giomar Helena Borrero-Pérez is a Colombian marine biologist. In 2012 she became the sixth Colombian scientist to be awarded a L'Oréal-UNESCO For Women in Science Award. Her work considers the conservation of sea cucumbers.", "36572458": "Stephen Joseph Elledge (born August 7, 1956) is an American geneticist. He is the current Gregor Mendel Professor of Genetics and of Medicine at the Department of Genetics of Harvard Medical School and in the Division of Genetics of the Brigham and Women's Hospital.[3][4] His research is focused on the genetic and molecular mechanisms of eukaryotic response to DNA damage and is known as the discoverer of the DNA damage response (DDR).", "62262579": "Max Levien (Russian: Макс Людвигович Левин, romanized: Maks Lyudvigovich Levin; 21 May 1885 in Moscow – 17 June 1937 in the Soviet Union) was a leading German-Russian communist politician. He was one of the co-founders of the Communist Party of Germany (KPD). As the first party chairman of the KPD in Bavaria, he was in April 1919 one of the protagonists of the Bavarian Soviet Republic that emerged in the wake of the German November Revolution of 1918.", "47615287": "Michael Katze was an American microbiologist. For over 35 years, he has researched host-virus interactions, incorporating systems biology approaches into infectious disease research.[1][2] He was an international leader in the application of genome sequencing, animal models, and systems biology approaches to virology and immunology.\nKatze was formerly Professor of Microbiology at the University of Washington (UW), and Associate Director for Molecular Sciences and a Core Staff Scientist at the Washington National Primate Research Center.[3][1] In August 2017, Katze was fired from the University of Washington for sexually harassing his employees and misusing research funds.[4][5]", "66424124": "Julie Baker is an American biologist who studies genetics and genomics, cell fate determination, and cellular communication.[1][2] She is a professor of Genetics at the Stanford University School of Medicine and is a member of Stanford Bio-X and the Stanford Maternal & Child Health Research Institute (MCHRI).[3][4]", "40602941": "Carl-Henrik Heldin (born 9 August 1952) is Chairman of the Board for the Nobel Foundation, and a molecular biologist and medical researcher. He has been director of the Uppsala branch of Ludwig Cancer Research since 1986 and professor in molecular cell biology at the medical faculty of Uppsala University since 1992. He is vice-president of the European Research Council since 2011[1] and was appointed chairman of the Nobel Foundation in 2013.[2][3]", "26316092": "C. Scott Baker (born August 10, 1954) is an American molecular biologist and cetacean specialist.  He is Associate Director of the Marine Mammal Institute at Oregon State University.[2]  He is also Adjunct Professor of Molecular Ecology and Evolution at the University of Auckland, and Editor of the Journal of Heredity.", "1051970": "Friedrich Tiedemann FRS HFRSE (23 August 1781 – 22 January 1861) was a German anatomist and physiologist. He was an expert on the anatomy of the brain.", "70487365": "Elena Becker-Barroso is a Spanish molecular biologist and the editor in chief of Lancet Neurology.", "72650058": "Markus Ralser (born 3 April 1980 in Vipiteno, Italy) is an Italian biologist. His main research interest is metabolism of microorganisms. He is also known for his work on the origin of metabolism during the origin of life, and proteomics.", "58527054": "Folasade Tolulope Ogunsola OON[2](born 1958) is a Nigerian professor of medical microbiology, and the Vice-Chancellor of the University of Lagos.[3][4] She specializes in disease control, particularly HIV/AIDS. Ogunsola was provost of College of Medicine, University of Lagos and is reputed as being the first woman to occupy the position. She was also the Deputy Vice Chancellor (Development Services) of the institution between 2017 and 2021.[5][6] She was acting vice chancellor of the University of Lagos for a short period in 2020 when the university was plunged into crisis as a result of the removal of the Vice Chancellor by the University Council.[7]", "50138454": "Sandhya Koushika is an Indian neuroscientist, currently working at the Tata Institute of Fundamental Research, Mumbai. Her main area of interest is regulation of axonal transport within nerve cells. She is a recipient of the International Early Career Award[1] by the Howard Hughes Medical Institute (USA).", "24644962": "Harvey Franklin Lodish (born November 16, 1941) is a molecular and cell biologist, professor at the Massachusetts Institute of Technology (MIT), Founding Member of the Whitehead Institute for Biomedical Research,[1] and lead author of the textbook Molecular Cell Biology. Lodish's research focused on cell surface proteins and other important areas at the interface between molecular cell biology and medicine.", "66194790": "O'Neil Ray Collins (9 March 1931 - April 8, 1989) was an American botanist, mycologist, and specialist in slime-mold genetics.[1]", "18550120": "Dickson D. Despommier (born June 5, 1940) is an emeritus professor of microbiology and Public Health at Columbia University.[1] From 1971 to 2009, he conducted research on intracellular parasitism and taught courses on parasitic diseases, medical ecology and ecology. Despommier has received media coverage for his ideas on vertical farming.[2][3]", "56823147": "Louis Percy Watt Renouf FRSE MRIA (1887–1968) was a 20th century British biologist working in Ireland. As an author Renouf specialised in texts aimed at children.", "35130734": "Sos Isaakovich Alikhanyan (Russian: Сос Исаакович Алиханян; 26 November 1906 – 26 January 1985) was a Soviet Armenian geneticist and one of the founders of molecular genetics in the USSR. Alikhanyan worked at the Kurchatov Institute of Atomic Energy, Moscow State University, and the State Institute of Genetics and Selection of Industrial Microorganisms. Alikhanyan took active part in organizing and directing the national journal \"Genetics\".", "54267246": "Arthur Henry Whiteley (1916-2013) was a zoologist who spent most of his research career at the University of Washington, where he studied developmental biology using sea urchins as a model organism.[1]", "42634612": "S. Samar Hasnain FInstP, FRSC, is the inaugural Max Perutz professor of Molecular Biophysics at the University of Liverpool. In 1991 he became a Fellow of the Institute of Physics and in 2002 he became a Fellow of the Royal Society of Chemistry. In 1997 he became a Fellow of the Third World Academy of Sciences. He became Foreign Fellows of Pakistan Academy of Sciences in 2017.[1]", "38866306": "Agnes J. Quirk (1884–1974) was an American bacteriologist, plant pathologist, and inventor.[1] She oversaw the culturing of bacteria in the Laboratory of Plant Pathology at the United States Department of Agriculture's Bureau of Plant Industry.[2] She received a patent[3] for the production of penicillin mold and jelly in 1952.[4]", "51285385": "Madakasira Vasantha Padma Srivastava (born 1965) is an Indian neurologist, medical academic and writer, and the professor of neurology at the All India Institute of Medical Sciences, New Delhi.[1][2] She is known for pioneering Acute Stroke Programme (Code-Red), a medical initiative for supporting patients afflicted with epilepsy and stroke,[3] incorporating Hyperacute Reperfusion strategies including the thrombolysis program.[4] The Government of India awarded her the fourth highest civilian honour of the Padma Shri, in 2016, for her contributions to medical science.[5]", "60329359": "Spotlight, Neural Information Processing Systems (2013),", "53775760": "Ivan Đaja (Serbian Cyrillic: Иван Ђаја, French: Jean Giaja; 21 July 1884 – 1 October 1957) was a Serbian[2] biologist, physiologist, author and philosopher.", "32443793": "Ernst H. Beutner (August 27, 1923 – June 10, 2013) was a German-born microbiologist who discovered the role of autoimmunity in pemphigus and pemphigoid using self-designed immunofluorescent methods.[1][2] For this achievement, he is often regarded as the \"Founder of Immunodermatology\".[3][4] He was the author or co-author of over 10 papers, which were each cited over 100 times.[5]", "49122703": "Dr. Kathy Townsend is an academic marine biologist at the University of Queensland (UQ), Australia.[1][2]", "47746454": "Lucy Jumeyi Ogbadu // ⓘ (born 25 September 1953) is a Nigerian microbiologist and served as the Director General/CEO of the National Biotechnology Development Agency (NABDA), a research agency under the Nigerian Ministry of Science & Technology until the expiration of her tenure in 2018.[1]", "62557593": "Claude Debru is a French philosophy teacher. He is a member of the French Academy of sciences.", "1510810": "Frederick William True (July 8, 1858 – June 25, 1914) was an American biologist, the first head curator of biology (1897–1911) at the United States National Museum, now part of the Smithsonian Institution.[1]", "60263833": "Gathorne Gathorne-Hardy, 5th Earl of Cranbrook, OStJ, FLS, FZS, FRGS, FIBiol (born 20 June 1933), styled Lord Medway until 1978, is a British zoologist, biologist, naturalist, and peer.[1] Since 1956, he has been active in the fields of ornithology, mammalogy, and zooarchaeology, and has influenced research and education in Southeast Asia.[2] His career focus was on swiftlets and other small Southeast Asian  birds, as well as on mammals, including orangutans.[3][4][5]", "37588380": "Richard Graham Michael Morris, CBE FRS FRSE (born 27 June 1948),[1] is a British neuroscientist. He is known for developing the Morris water navigation task,[2] for proposing the concept of synaptic tagging (along with Julietta U. Frey (formerly published under Uwe Frey), and for his work on the function of the hippocampus.[3][4]", "48991644": "Christina Smolke is an American synthetic biologist whose primary research is in the use of yeast to produce opioids for medical use.[1][2] She is a Full Professor of Bioengineering and of Chemical Engineering at Stanford University.[3] She is the editor of The metabolic pathway engineering handbook (2010).[4]\nShe is an advisory board member for Integrative Biology.[5]", "47779239": "Barbara J. Wold is the Bren Professor of Molecular Biology,[1] the principal investigator of the Wold Lab[2] at the California Institute of Technology (Caltech) and the principal investigator of the Functional Genomics Resource Center at the Beckman Institute at Caltech.[3] Wold was director of the Beckman Institute at Caltech from 2001 to 2011.[4]", "50695592": "Victor Gomoiu (April 18, 1882 – February 6, 1960) was a Romanian surgeon, anatomist, folklorist and medical historian, who served as Minister of Health and Social Protection in 1940. Noted before 1910 for his work in descriptive surgery and pathology, focusing on the treatment of tuberculosis, genital diseases and tumors, he soon became one of the main contributors to medical historiography and bibliography. He founded several hospitals and edited medical journals, setting up a collection of medical instruments which became the basis of a national museum in Craiova. He became a professor at the University of Bucharest, an expert for the League of Nations, and, after distinguished service in World War I, a recipient of the Legion of Honor; additionally, he served for 22 years as president of the International Society for the History of Medicine, of which his wife Viorica was also an active member.", "63770026": "Harald E. Esch (December 22, 1931 – October 7, 2017) was a German-American biologist and professor. He was a professor at the University of Notre Dame and an international authority on bee communication.[1]", "33459631": "Martin Gruebele (born January 10, 1964, in Stuttgart, Germany)[1] is a German-born American physical chemist[2] and biophysicist who is currently James R. Eiszner Professor of Chemistry, Professor of Physics, Professor of Biophysics and Computational Biology at the University of Illinois Urbana-Champaign, where he is the principal investigator of the Gruebele Group.[3]", "43650487": "Mauro Galetti.[1] is a Brazilian ecologist and conservation biologist. He is a full professor in the Department of Biodiversity [2] at the Universidade Estadual Paulista, Rio Claro, São Paulo and has worked at Stanford University (USA), Aarhus University (Denmark) and the University of Miami (USA). He also holds a position as a Courtesy Associated Professor at Florida International University, Miami, FL.  Galetti's work has centered on the analysis of the ecological and evolutionary consequences of defaunation. He was awarded by WWF in 1998 and was a Tinker Fellow at Stanford University[3] and a visiting professor at Aarhus Universitet, Denmark in 2017.", "54463931": "Vasily Nikolayevich Krylov (Russian: Василий Николаевич Крылов; January 2, 1947 – February 17, 2018[3]) was a Russian scientist, Doctor of Biological Sciences,[1][3] Distinguished Professor at the N. I. Lobachevsky State University of Nizhny Novgorod (UNN),[4][3] Chairman (since 1997) of the Russian Apitherapy Coordinating Council,[5][6] Honored Scientist of the Russian Federation (2007)[1] and Honorary Worker of Higher Professional Education the Russian Federation.[3] Laureate of the 2016 Nizhny Novgorod Prize.\nHe is known as a bee venom expert.", "49614270": "Graham Arthur John Ayliffe (2 March 1926 – 22 May 2017) was a British medical microbiologist and Emeritus Professor in Medical Microbiology, University of Birmingham, United Kingdom. He was instrumental in founding the International Federation for Infection Control (IFIC) in association with the World Health Organization (WHO) in 1987. He was elected Chair in 1990. He was also a founder member of the Hospital Infection Society (now Healthcare Infection Society) and editor of its journal (1980–84), a former Chair (1980–84) and President (1988–94).[1] The Graham Ayliffe Training Fellowship was established in 2013.[2]", "54037952": "Denisa D. Wagner is an American scientist currently the Edwin Cohn Professor of Pediatrics at Boston Children's Hospital (BCH), Harvard Medical School.[1][2][3] Wagner first arrived in the United States in 1975 as a refugee from Czechoslovakia.[4] She received her PhD in Biology from the Massachusetts Institute of Technology and taught at the University of Rochester and Tufts University before joining the Harvard faculty in 1994.[3]The Wagner Lab contributes in the fields of vascular biology, inflammation, and thrombosis. Her Lab focuses on how blood cells and endothelial cells respond to vascular injury.[1] Also her lab has been studying NETs (Neutrophil Extracellular Traps) for more than a decade.[5] In 2015, research from the lab shed light on healing wounds in patients with diabetes.[6] In the same year she received the Robert P. Grant Medal, which is the highest award of the International Society on Thrombosis and Hemostasis (ISTH).", "56823235": "Elizabeth Brown Losey (née Beard) (December 25, 1912 – 2005) was an American conservationist who is recognized as being the first female refuge biologist.", "73698757": "Erika Cuéllar Soto (born in Santa Cruz de la Sierra, 1978), is a Bolivian biologist recognized as the guardian of the Gran Chaco region of South America, where she has worked to promote and conserve this ecosystem that covers regions of Bolivia, Argentina, Paraguay and Brazil. A fundamental axis of her activism is the training of local community members in the conservation of their territory as well as the training of parabiologists to be guardians of nature.[1] She has been named a National Geographic explorer.[2]", "42601932": "Hossein Baharvand is an Iranian stem cell and developmental biologist. He received his B.Sc. in biology from Shiraz University in 1994, and M.Sc. in Developmental Biology from Shahid Beheshti University, Tehran in 1996. He then obtained his Ph.D. in Cell and Developmental Biology from Khwarizmi University (former Tarbiat Moallem University) in 2004. He first joined the Royan Institute in 1995 in which he founded Royan Institute for Stem Cell Biology and Technology.[2][3]", "60067277": "Eckhard Boles (born September 4, 1963 in Altena) is a German microbiologist and biotechnologist. Since 2002 he is professor of microbiology at the Goethe University Frankfurt with a focus on the physiology and genetics of lower eukaryotes. He works mainly on the optimization of yeasts for industrial biotechnology.", "54037968": "Christopher Francis D'Elia is an American marine scientist and biologist, known for his research on nutrient pollution by nitrogen.[1] He is currently Dean and Professor at Louisiana State University College of the Coast and Environment[2][3] and since 1992 has been an Elected Fellow of the American Association for the Advancement of Science.[4]", "63638996": "Thomas Charles Kaufman is an American geneticist. He is known for his work on the zeste-white region of the Drosophila X chromosome.[1] He is  currently a Distinguished Professor of biology at Indiana University,[2] where he conducts his current research on Homeotic Genes in evolution and development.[2]", "53874138": "Sandra Lynn Wolin is an American microbiologist and physician-scientist specialized in biogenesis, function, and turnover of non-coding RNA. She is chief of the RNA Biology Laboratory at the National Cancer Institute.", "53874139": "Kai Wucherpfennig is a German-American biologist currently at the Dana–Farber Cancer Institute and an Elected Fellow of the American Association for the Advancement of Science.[1][2][3]", "53874140": "John L. Woolford Jr. is an American biologist currently at Carnegie Mellon University and an Elected Fellow of the American Association for the Advancement of Science. He was the Head of the Department of Biological Science from 2008 to 2010, and again from 2014 to 2016.[1][2]", "53874142": "John Walter Woodbury (1923–2017) was an American electrophysiologist and author of the first textbook explanation of the Hodgkin-Huxley_model studies of the action potential. He applied physical and mathematical techniques to experimentally elucidate the nature of electrical excitability in cells. He was also involved in the experimental and theoretical investigations of the mechanisms of ion penetration through the ion channels in muscle membranes, the regulation of cellular acid-base balance and the control of epileptic seizures by repetitive Vagus nerve stimulation.", "51351009": "Virginia Man-Yee Lee (Chinese: 李文渝; born 1945) is a Chinese-born American biochemist and neuroscientist who specializes in the research of Alzheimer's disease. She is the current John H. Ware 3rd Endowed Professor in Alzheimer's Research at the Department of Pathology and Laboratory Medicine, and the director of the Center for Neurodegenerative Disease Research and co-director of the Marian S. Ware Alzheimer Drug Discovery Program at the Perelman School of Medicine, University of Pennsylvania.[4] She received the 2020 Breakthrough Prize in Life Sciences.[1]", "53874154": "Sarah Woodin is an American biologist currently at University of South Carolina and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "3444209": "George Wilton Field, Ph. D. (1863–1938) was an American biologist, born at North Bridgewater, Massachusetts. Working primarily in Rhode Island and Massachusetts, Field was a pioneer in the field of shellfish aquaculture and water pollution, and took an interest in conservation issues. Beginning in 1916, Field was in the employ of the U.S. Bureau of the Biological survey, and later in his career was the United States representative to the League of Nations International Commission on Water Pollution Control.[1]", "60329457": "Julie E. Packard (born 1952/1953) is an American ocean conservationist and philanthropist. She helped create the Monterey Bay Aquarium in the early 1980s and is its executive director, a position she has held since its opening in 1984. She speaks at conferences and symposia related to ocean conservation, and writes online about current issues. She is a fellow of the American Academy of Arts and Sciences and is a recipient of the Audubon Medal.", "8850932": "Kate Laura Sanders is a researcher at the University of Adelaide, specialising in the study of sea snakes. She received a PhD from Bangor University in 2003 and was an Australian Research Council Future Fellow (2013-2017).[1] Sanders has undertaken field work that has resulted in the identification of new species, including the sea snake Aipysurus mosaicus.[2]", "16158197": "Farooq Azam (born in Lahore, Pakistan ) is a researcher in the field of marine microbiology. He is a Distinguished Professor at the Scripps Institution of Oceanography, at the University of California San Diego.[1] Farooq Azam grew up in Lahore and received his early education in Lahore. He attended University of Punjab, where he received his B.Sc. in chemistry. He later he received his M.Sc. from the same institution. He then went to Czechoslovakia for higher studies. He received his PhD in microbiology from the Czechoslovak Academy of Sciences. After he received his PhD, Farooq Azam moved to California.  Azam was the lead author on the paper which coined the term microbial loop.[2] This 1983 paper involved a synthesis between a number of leaders in the (then) young field of microbial ecology, specifically, Azam, Tom Fenchel, J Field, J Gray, L Meyer-Reil and Tron Frede Thingstad.", "15601142": "Matt Kaeberlein (born 1971[1]) is an American biologist and biogerontologist best known for his research on evolutionarily conserved mechanisms of aging.  He is currently a professor of pathology at the University of Washington in Seattle.[2]", "27954677": "Abderrazak El Albani is a French-Moroccan sedimentologist, professor at University of Poitiers at the Hydrasa laboratory (IC2MP - CNRS).[1] He is known for describing the \"Francevillian Biota\" from the Paleoproterozoic of Gabon, which he suggests represents the oldest known multicellular organisms,[2] though this claim has been questioned by other authors.[3][4]", "68783610": "Marnie Halpern (born December 25, 1956) is the Andrew J. Thomson Professor and Chair of molecular and systems biology at the Geisel School of Medicine at Dartmouth College.[2] She is a Pew Scholar in the Biomedical Sciences.[3] and a Fellow of the American Association for the Advancement of Science.[4]", "4656639": "Dame Anne Laura Dorinthea McLaren, DBE, FRS, FRCOG (26 April 1927 – 7 July 2007)[1] was a British scientist who was a leading figure in developmental biology.[2] She paved the way for women in science and her work helped lead to human in vitro fertilisation (IVF).[3] She left an enduring legacy marked by her research and ethical contributions to the field. She received many honors for her contributions to science, including election as fellow of the Royal Society.[4]", "62656001": "Lance A. Liotta (born July 12, 1947)[1] is the co-director and co-founder of the Center for Applied Proteomics and Molecular Medicine (CAPMM) at George Mason University.[3] His research team was the first to propose the existence of the autocrine motility factor. In 1985, he received the Rhoads Award (since renamed the Award for Outstanding Achievement in Cancer Research) from the American Association for Cancer Research. In 1987, he received the National Lectureship Award from the American Association for Clinical Chemistry. His other awards include the Warner-Lambert Parke Davis Award and the Surgeon General's Medallion.[2][3]", "200202": "Gregory Walter Graffin (born November 6, 1964) is an American singer and evolutionary biologist. He is most recognized as the lead vocalist and only constant member of punk rock band Bad Religion, which he co-founded in 1980. He embarked on a solo career in 1997, when he released the album American Lesion. His follow-up album, Cold as the Clay, was released nine years later. His newest solo work is Millport, released in 2017.", "17862169": "Lenard Raphael Troncale (born 1943) is an American biologist, systems theorist, Professor Emeritus of Cellular and Molecular Biology, and former Director of the Institute for Advanced Systems Studies at the California State Polytechnic University.[1]", "63770143": "Blanka Říhová (born October 21, 1942) is a Czech immunologist. Her research involves the development of targeted drug delivery methods for cancer. She is the former director at the Institute of Microbiology of the Czech Academy of Sciences. In 2018 Říhová was made President of the Learned Society of the Czech Republic.", "34016800": "Miles D. McCarthy (October 12, 1914 – September 20, 1995)[1]  was one of the five founding faculty members of California State University, Fullerton.[2]  He served as acting president of the University for nine months during 1981 upon the resignation of the university's second president, L. Donald Shields.", "64196128": "Jason Sheltzer is a cancer biologist at the Yale University School of Medicine.[1]", "74223146": "Shahida Hasnain is a professor at the University of the Punjab, specializing in botany and genetics.[1]", "20090422": "John T. Lis (born in Willimantic, Connecticut) is the Barbara McClintock Professor of Molecular Biology & Genetics at the Cornell University College of Agriculture and Life Sciences.[1] Dr. Lis was a recipient of a Guggenheim Fellowship in 2000 for his research on protein templating in the propagation of gene activity.[2]", "35065400": "Ralf Heinrich Adams (born 1966) is a biochemist and cell biologist. He is director at the Max Planck Institute for Molecular Biomedicine and head of the Department of Tissue Morphogenesis in Münster, Germany.[1]", "29625912": "Jeremy Neville Marchant FRSB (formerly Marchant Forde; born 6 January 1966, R.A.F. Akrotiri, Cyprus) is an English/American biologist and former research animal scientist at the United States Department of Agriculture – Agricultural Research Service's Livestock Behavior Research Unit, based in West Lafayette, Indiana. He is also a past president and Honorary Fellow of the International Society for Applied Ethology.", "364090": "Johann Friedrich Blumenbach (11 May 1752 – 22 January 1840) was a German physician, naturalist, physiologist, and anthropologist. He is considered to be a main founder of zoology and anthropology as comparative, scientific disciplines.[3] He has been called the \"founder of racial classifications.\"[4]", "63901259": "Esta Sterneck is an Austrian molecular biologist researching the functions of the C/EBPδ][CEBPD transcription factor as tumor suppressor as well as tumor promoter in breast epithelial cells and cells of the tumor microenvironment. She is a senior investigator and head of the molecular mechanisms in development section at the National Cancer Institute.", "24055374": "Mel Rosenberg (born Melvin Rosenberg, 12 November 1951 in Winnipeg, Manitoba, Canada) is a microbiologist best known for his research on the diagnosis and treatment of bad breath (halitosis).[1][2]", "42274383": "Caitlin Elizabeth O'Connell-Rodwell (born 1965) is an American conservation biologist and author.[1] She is an instructor at Harvard Medical School, scientific consultant, co-founder and CEO of Utopia Scientific, and an expert on elephants. Her elephant research was the subject of the Elephant King, an award-winning Smithsonian Channel documentary.[2]", "61607503": "D. Lansing Taylor is the Director at the University of Pittsburgh Drug Discovery Institute (UPDDI), Pennsylvania and a faculty member in the Department of Computational and Systems Biology.[2]", "62492238": "Julie LaRoche (born 1957) is a Canadian marine biologist. She is a Tier 1 Canada Research Chair in Marine Microbial Genomics and Biogeochemistry at Dalhousie University.", "1838677": "Massimo Pigliucci (Italian: [ˈmassimo piʎˈʎuttʃi]; born January 16, 1964)[1] is an Italian-American philosopher and biologist who is professor of philosophy at the City College of New York,[2] former co-host of the Rationally Speaking Podcast,[3] and former editor in chief for the online magazine Scientia Salon.[4] He is a critic of pseudoscience[5][6] and creationism,[7] and an advocate for secularism and science education.[8][9]", "18681437": "Charles J. Wysocki is an American biologist and psychologist who is an emeritus member of the Monell Chemical Senses Center. He is notable for his work with the genetics of olfaction in mice and humans, the vomeronasal organ[1] and the major histocompatibility complex.[2] He has worked with Drs. George Preti and Gary Beauchamp in the past.", "53546589": "Lei Lani Stelle is a professor of biology and chair of the Department of Biology at the University of Redlands.", "58297950": "Pauline May Harrison (née Cowan) (born 24 August 1926) is a British protein crystallographer and professor emeritus at the University of Sheffield. She gained her chemistry degree from Somerville College, Oxford in 1948, followed by a DPhil in X-ray crystallography in 1952 supervised by Dorothy Hodgkin. After 3 years at King's College London (contemporary with Rosalind Franklin) she moved to the University of Sheffield in 1955 as a demonstrator in the Biochemistry department (now Molecular Biology and Biotechnology), obtaining an MRC grant to study the iron storage protein Ferritin, publishing preliminary X-ray diffraction data in the 1st volume of the Journal of Molecular Biology in 1959.[1] The molecule which became her life's work.[2][3] In 1978, she was awarded a personal chair and retired in 1991. In 2001 she was appointed a CBE for services to higher education.", "2231907": "Ernest William Lyons Holt or E. W. L. Holt (17 October 1864 – 10 June 1922) was an English marine naturalist and biologist who specialized in ichthyology, the study of fish. His work helped lay a scientific foundation for the fishery management in Ireland, and together with William Spotswood Green, he strongly influenced the development of the Irish Fisheries in its early years.", "54431332": "Mariya Yakovlevna Zerova, alternately Marija Jakovlevna Zerova, (Ukrainian: Марія Яківна Зерова; April 7, 1902 – July 21, 1994) was a Ukrainian biologist and taxonomist known for her work in mycology.[1]", "42110570": "June Lascelles (23 January 1924 – 15 July 2004) was an Australian microbiologist. She is best known for pioneering work in microbial photosynthesis.", "6229619": "Bei Shizhang (simplified Chinese: 贝时璋; traditional Chinese: 貝時璋; pinyin: Bèi Shízhāng; Wade–Giles: Pei Shih-chang; October 10, 1903 – October 29, 2009), or Shi-Zhang Bei, was a Chinese biophysicist, embryologist, politician, and writer. He was an academician at the Chinese Academy of Sciences.", "73076349": "Robert A. Kinzie III (died December 31, 2022)[1] was a professor of biology and zoology at the University of Hawaiʻi from 1972 to 2009.[1] He specialized as a limnologist in the study of Hawaii's stream ecosystems and the native amphidromous animal species which inhabit them. He also studied coral reef ecosystems and their interactions with freshwater streams, as well as their reactions to changing environmental conditions.", "48565888": "Olav Sigurd Kjesbu (born 13 June 1956) is a Norwegian fisheries biologist/Chief Scientist at the Institute of Marine Research (IMR) in Bergen. He is the director of the Hjort Centre for Marine Ecosystem Dynamics. Bergen is one of the largest marine knowledge hubs in the world and the Hjort Centre is a central part of this research cluster. In addition he also holds a position as adjunct professor at Centre for Ecological and Evolutionary Synthesis (CEES), University of Oslo, Oslo. Kjesbu got his PhD in 1988 and became principal scientist in 1996. His research expertise falls within reproductive biology and recruitment dynamics of marine fish. He is an expert\non Northeast Atlantic cod, currently the largest cod stock in the world. Kjesbu has been active in or leading development co-operation projects, especially with Centro Investigaciones Pesqueras (CIP), Havana through the Norwegian Agency for Development Cooperation (NORAD).", "5574273": "John Edgar Faber Jr. (January 13, 1903 – January 14, 1994) was an American microbiologist and college football and lacrosse coach at the University of Maryland. Faber served as the Maryland lacrosse coach from 1928 to 1963, during which time he compiled a 249–57 record and secured numerous national and conference championships. Faber was inducted into the National Lacrosse Hall of Fame in 1963. He coached the Maryland football team in 1935 and again, as a co-head coach alongside Al Heagy and Al Woods, from 1940 to 1941. He compiled a 12–13–4 record in football.", "4230791": "Howard Curtis Berg (March 16, 1934 – December 30, 2021)[2] was the Herchel Smith Professor of Physics and professor of molecular and cellular biology at Harvard University, where he taught biophysics and studied the motility of the bacterium Escherichia coli (E. coli).", "40701582": "Milton Wainwright (born 23 February 1950) is a British microbiologist who is known for his research into what he claims could be extraterrestrial life found in the stratosphere.[1][2][3]", "59477648": "Daniel Alfonso Colón-Ramos is the McConnell Duberg Professor of Neuroscience and Cell Biology at Yale University School of Medicine, where his lab studies the cell biology of the synapse during development and learning. He is also the founder of the nonprofit organization Ciencia Puerto Rico (CienciaPR), a collaborative network for people interested in science and Puerto Rico. In 2020, he was named to the National Academy of Medicine.", "28053139": "Cai Mingjie (蔡明杰, born 1952) is a Singaporean taxicab driver and former biology researcher, known for his blog, A Singapore Taxi Driver's Diary.[1] He is described variously as \"Singapore's most educated taxi driver\" and \"the only taxi driver with a Ph.D.\".[2]", "63540885": "Nicole Amy Doria-Rose (born 1970)[1] is an American biologist. She is chief of the humoral immunology core at the Vaccine Research Center. She develops and applies assays to evaluate HIV-1 specific antibody responses during natural infection and after immunization.", "1248920": "Nathan Augustus Cobb (30 June 1859 – 4 June 1932) is known as \"the father of nematology in the United States\".[1]", "53677720": "Eliezer (Eduardo) Zeiger is a professor of biology. He has taught at the University of California, Los Angeles. In 1970, he received his doctorate degree in genetics from the University of California, Davis.", "63540891": "Laura M. Lechuga Gómez (Seville, 1962) is a Spanish scientist who is a biosensor researcher and full professor. She leads the Nanobiosensors and Bioanalytical Application Group at the Catalan Institute of Nanoscience and Nanotechnology (ICN2).", "58527389": "Stella Ifeanyi Smith is a Nigerian medical scientist with interests in molecular biology and biotechnology. Smith joined Nigeria Institute of Medical Research in 1988, and was made director of research in 2013.[1] As of September 2018, she had 1,739 citations on Google scholar.[2]", "27725470": "Samuel Milton Nabrit (February 21, 1905 – December 30, 2003) was an American marine biologist. He was the first African American to be awarded a doctoral degree from Brown University,[1] the first Morehouse College graduate to earn a Ph.D. and the first African American appointed to the U.S. Atomic Energy Commission (now the Nuclear Regulatory Commission).[2][3] He was also the first African American to serve on the Brown University Board of Trustees.[4]", "9506478": "2007 Fellow, American Association for the Advancement of Science", "36507313": "Daniel T. Blumstein is an ethologist and conservation biologist. He is professor at the Department of Ecology and Evolutionary Biology,[1] as well as a professor for the Institute of the Environment and Sustainability,[2] at the University of California, Los Angeles. He has authored or co-authored over 300 articles in peer-reviewed scientific journals.[3]  Furthermore, he authored the book The Failure of Environmental Education (and How We Can Fix It) with Charles Saylan,[4] which was featured in the 2011 \"Summer Reading: 7 Education Books to Take to the Beach\" in Time magazine.[5] Because of his work in conservation and education, he was invited to join the panel at the first ever United States White House conference on environmental education.[6]", "65081026": "Emma Raven (née Lloyd, born 1967) is a British chemist and chemical biologist. She is a Professor of Chemistry and Head of the School of Chemistry[1] at the University of Bristol. She was previously a Professor at the University of Leicester. Her research work is concerned with the role of heme in biology,[2][3][4] in particular on the mechanism of action,[5][6] structures and biological function of heme proteins.[7][8][9][10][11][12][13]", "48467650": "Don Doig is the co-founder of the non-profit group Fully Informed Jury Association in Montana, which was set up to inform Americans about their rights as jurors as well as personal liberties.[1][2] He was the national coordinator for the organization.[3] He is associated with the Jefferson River Coalition.[4] He is also a former Libertarian Party candidate.[5] He also wrote He Who Pays the Piper: Federal Funding Of Research,[6] and was an associate policy analyst at the Cato Institute.[7][8]", "55807686": "Deepak Thankappan Nair (born 25 October 1973) is an Indian Structural Biologist and a scientist at Regional Centre for Biotechnology. He is known for his studies on DNA and RNA polymerases. Deepak was a Ramanujan fellow of the Science and Engineering Research Board (2008–2013) and a recipient of the National BioScience Award for Career Development (Dept. of Biotechnology). The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to biological sciences in 2017.[1][note 1][2] He was inducted as a fellow of the Indian National Science Academy (New Delhi, India) in December, 2022.", "15437513": "Alan Grafen FRS is a Scottish ethologist and evolutionary biologist. He currently teaches and undertakes research at St John's College, Oxford.[1] Along with regular contributions to scientific journals, Grafen is known publicly for his work as co-editor (with Mark Ridley) of the 2006 festschrift Richard Dawkins: How a Scientist Changed the Way We Think,[2] honouring the achievements of his colleague and former academic advisor. He has worked extensively in the field of biological game theory, and, in 1990, devised a model showing that Zahavi's well-known handicap principle could theoretically exist in natural populations.[3][4]", "7245514": "Leonard Solomon Lerman (June 27, 1925 – September 19, 2012) was an American scientist most noted for his work on DNA.[1]", "44175051": "Professor David Danon (October 17, 1921 – October 17, 2015) was a physician, a scientist, a leader in the study of the biology of aging, and a painter. He was the inventor of a unique treatment for the healing of pressure ulcers and other severe wounds that do not respond to conventional treatments.  Before the creation of the state of Israel, he was a commander in Irgun, the Zionist paramilitary group also known as \"Etzel\".  He was the founder and the first commander of the Israeli Air Force's first airborne military medical evacuation unit, the founder and first president of the Israeli Association for Electron Microscopy, director of the Gerontology Center at the Weizmann Institute of Science, and Chief Scientist of the Israeli Ministry of Health.[1]", "33787599": "Richard C. Murphy \"Murph\" (born 1942) is an American marine ecologist and an author of two books. He earned his Ph.D. from the University of Southern California. His specialty is marine ecology. He currently lives in Bonny Doon, California.", "13700820": "Terence Albert Ladd Rees (24 February 1928 – 15 November 2014) was a microbiologist but was best known as a collector of material relating to the theatre and music in Wales and Britain.  He was also a published theatre historian and researcher, and, in particular, was an authority on the works of W. S. Gilbert and Arthur Sullivan who, as Gilbert and Sullivan, wrote 14 comic operas in the late Victorian era.", "40767189": "Margaret Buckingham, ForMemRS (born 2 March 1945) is a British developmental biologist working in the fields of myogenesis and cardiogenesis. She is an honorary professor at the Pasteur Institute in Paris and emeritus director in the Centre national de la recherche scientifique (CNRS).[2] She is a member of the European Molecular Biology Organization, the Academia Europaea and the French Academy of Sciences.", "17436372": "Rüdiger Klein (born March 24, 1958 in Nickenich) is a German neurobiologist. He is director at the Max Planck Institute for Biological Intelligence (formerly Max Planck Institute of Neurobiology[1]) and head of the department Molecules - Signaling - Development.", "62557925": "Alain Fischer (born 11 September 1949 in Paris) is a doctor, professor of pediatric immunology and French researcher in biology.", "58396390": "Nancy L. Craig is a professor emerita of molecular biology and genetics at the Johns Hopkins University School of Medicine.[1] Her research focuses on the molecular mechanisms of transposable elements, or mobile sequences of DNA found in the genomes of most known organisms.[2]", "18517740": "Gillian Patricia Bates (born 19 May 1956)[1] FMedSci FRS is a British biologist. She is distinguished for her research into the molecular basis of Huntington's disease and in 1998 was awarded the GlaxoSmithKline Prize as a co-discoverer of the cause of this disease. As of 2016, she is Professor of Neurogenetics at UCL Institute of Neurology and the co-director of UCL Huntington's Disease Centre.[2][3]", "18517743": "Daniela Bargellini Rhodes FRS[1] (born 1946) is an Italian structural and molecular biologist. She was a senior scientist at the Laboratory of Molecular Biology in Cambridge, England,[4] where she worked, and later studied for her PhD[5] under the supervision of Nobel laureate Aaron Klug. Continuing her work under the tutelage of Aaron Klug at Cambridge, she was appointed group leader in 1983, obtained tenure in 1987 and was promoted to senior scientist in 1994 (equivalent to full professor). Subsequently, she served as director of studies between 2003 and 2006. She has also been visiting professor at both \"La Sapienza\" in Rome, Italy and the Rockefeller University in NY, USA.[6][7][8][9][10]", "3411696": "Stanley Coulter (June 2, 1853 – June 26, 1943) was an American biologist, brother of J. M. Coulter, born at Ningpo, China, and educated at Hanover College.  In 1887 he was appointed professor of biology at Purdue.  His publications include more than 125 pamphlets on nature study, scientific researches, sketches, and also Flora of Indiana (1899), and A Key to the Genera of the Native Forest Trees and Shrubs of Indiana (1907). He was dean of the School of Sciences at Purdue from 1905 until his retirement in 1926. He was married to Lucy Post. His brother was botanist John Merle Coulter.", "18517751": "Helen Ruth Saibil FRS FMedSci (born August 12, 1950)[1] is a Canadian-British molecular biologist and Professor of Structural Biology at the Department of Crystallography of Birkbeck, University of London.[2][3] Her research is largely focuses on molecular chaperones and protein misfolding.", "32837368": "Taruna Madan Gupta (Hindi: तरुना मदान गुप्ता) (Taruna Gupta), born on 14 May 1968 in New Delhi, is an Indian scientist F and Head of the Department of Innate Immunity[1][2] at the National Institute for Research in Reproductive Health (NIRRH) in Mumbai, India. She has extensively worked on Aspergillosis[3] and Lung Surfactant Proteins (SP-A, SP-D), with her research now more focused on role of Innate Immunity in host-pathogen interactions.", "68751100": "Yan Wong (Chinese: 王岩; pinyin: Wáng Yán) is an evolutionary biologist, the television presenter of Bang Goes the Theory[2] and co-author of The Ancestor's Tale with Richard Dawkins.", "18517757": "Dame Caroline Dean DBE FRS[8] (born 2 April 1957) is a British plant scientist working at the John Innes Centre.  She is focused on understanding the molecular controls used by plants to seasonally judge when to flower.[2] She is specifically interested in vernalisation — the acceleration of flowering in plants by exposure to periods of prolonged cold.[9][10][11][12][13][14][15] She has also been on the Life Sciences jury for the Infosys Prize from 2018. [16]", "18517760": "Mariann Bienz, Lady Pelham FRS FMedSci (born 21 December 1953, Winterthur) is a Swiss-British [2] molecular biologist based at the UK Medical Research Council Laboratory of Molecular Biology. She has been a member of their Senior Scientific Staff since 1991,[3] was Joint-head of Cell Biology in 2007-08[citation needed] and has been a Group Leader of Protein and Nucleic Acid Chemistry Division since 2008.[4]", "67473155": "Dr. Debra J. Skene is a chronobiologist with specific interest in the mammalian circadian rhythm and the consequences of disturbing the circadian system. She is also interested in finding their potential treatments for people who suffer from circadian misalignment. Skene and her team of researchers tackle these questions using animal models, clinical trials, and most recently, liquid chromatography-mass spectrometry.[1] Most notably, Skene is credited for her evidence of a novel photopigment in humans, later discovered to be melanopsin. She was also involved in discovering links between human PER3 genotype and an extremely shifted sleep schedules categorized as extreme diurnal preference.[2] Skene received her Bachelor of Pharmacy, Master of Science, and Ph.D. in South Africa.[1]", "44076811": "Vidya Avinash Arankalle (born 1952) is an Indian virologist whose work is multidisciplinary, incorporating aspects of cell culture and microbiology.", "18517775": "Brigid L. M. Hogan FRS is a British developmental biologist noted for her contributions to mammalian development, stem cell research and transgenic technology and techniques. She is currently a Professor in the Department of Cell Biology at Duke University,[2][3]  Born in the UK, she became an American citizen in 2000.", "65736465": "Yan Xiyun (Chinese: 阎锡蕴; born February 1957) is a Chinese nanobiologist, academician of the Chinese Academy of Sciences, researcher and doctoral supervisor of the Institute of Biophysics, and professor of the University of the Chinese Academy of Sciences. Her main accomplishment was the discovery of nanozymes and its application in tumor diagnosis.[1]", "18517778": "Janet Rossant, CC, FRS, FRSC (born 13 July 1950)[1] is a developmental biologist well known for her contributions to the understanding of the role of genes in embryo development. She is a world renowned leader in developmental biology.[2] Her current research interests focus on stem cells, molecular genetics, and developmental biology.[3] Specifically, she uses cellular and genetic manipulation techniques to study how genes control both normal and abnormal development of early mouse embryos. Rossant has discovered information on embryo development, how multiple types of stem cells are established, and the mechanisms by which genes control development.[4] In 1998, her work helped lead to the discovery of the trophoblast stem cell, which has assisted in showing how congenital anomalies in the heart, blood vessels, and placenta can occur.[4]", "27070227": "The Apostles of Linnaeus were a group of students who carried out botanical and zoological expeditions throughout the world that were either devised or approved by botanist Carl Linnaeus. The expeditions took place during the latter half of the 18th century and the students were designated 'apostles' by Linnaeus.[1]", "18517784": "Patricia \"Pat\" Simpson FRS is a distinguished British developmental biologist. Simpson was a professor of Comparative Biology at the University of Cambridge from 2003 to 2010, and was the University's Director of Research for the academic year 2010/2011.[1] She is currently an Emeritus Professor of the Department of Zoology of the University of Cambridge,[2] having previously been Professor of Comparative Embryology,[3] and a Fellow of Newnham College.[4] She was elected a Fellow of the Royal Society in 2000.[5]", "45518622": "Laura Johanna van 't Veer (born 1957) is a Dutch molecular biologist and clinical molecular geneticist. She is group leader molecular pathology for the Department of Pathology and Division of Experimental Therapy of The Netherlands Cancer Institute.[1]", "72584995": "Pramod Wasudeo Ramteke (born 1957) is an Indian microbiologist and has contributed significantly in Plant Growth Promoting Rhizobacteria research.[1][2][3]", "18517796": "Cheryll Anne Tickle (born 18 January 1945) CBE FRS FRSE FMedSci[2][3] is a British scientist, known for her work in developmental biology and specifically for her research into the process by which vertebrate limbs develop ab ovo. She is an emeritus professor at the University of Bath.[4]", "58822439": "François Gros (French pronunciation: [fʁɑ̃swa ɡʁo]; 24 April 1925 – 18 February 2022) was a French biologist and one of the pioneers of cellular biochemistry in France. His scientific career concerned genes and their role in regulating cellular functions.[1]", "1806126": "Douglas Joel Futuyma (born 24 April 1942) is an American evolutionary biologist. He is a Distinguished Professor in the Department of Ecology and Evolution at Stony Brook University in Stony Brook, New York and a Research Associate on staff at the American Museum of Natural History in New York City.[1] His research focuses on speciation and population biology.[2] Futuyma is the author of a widely used undergraduate textbook on evolution and is also known for his work in public outreach,[3] particularly in advocating against creationism.[4]", "397110": "Barry James Marshall AC FRACP FRS FAA[3][1] (born 30 September 1951) is an Australian physician, Nobel Prize Laureate in Physiology or Medicine, Professor of Clinical Microbiology and Co-Director of the Marshall Centre[4] at the University of Western Australia.[5] Marshall and Robin Warren showed that the bacterium Helicobacter pylori (H. pylori) plays a major role in causing many peptic ulcers, challenging decades of medical doctrine holding that ulcers were caused primarily by stress, spicy foods, and too much acid. This discovery has allowed for a breakthrough in understanding a causative link between Helicobacter pylori infection and stomach cancer.[6][7][8]", "51351354": "Edith Neumann ((1902-05-26)May 26, 1902–(2002-06-29)June 29, 2002) was an Austrian microbiologist.", "69406528": "George Bellamy Mackaness (20 August 1922 – 4 March 2007) was an Australian professor of microbiology, immunologist, writer and administrator, who researched and described the life history of the macrophage. He showed that by infecting mice with intracellular bacteria, macrophages could be activated to attack other bacteria, triggering further research on \"macrophage activation\", a term he has come to be associated with.", "44076866": "Veronica Filomena Rodrigues (1953–2010) was a Kenyan born Indian biologist. Veronica completed a B.A with honors in microbiology from Trinity College Dublin. After being inspired by the work of Obaid Siddiqi and his co-workers, she moved to India to pursue her Ph.D.[1] While doing her PhD, considering her exceptional work, she was offered a permanent faculty position at TIFR.[2] She also served as a senior professor at the National Centre for Biological Sciences, Bangalore. In 2004 she received the Senior National Woman Bioscientist Award.[3] She died in 2010 after suffering from breast cancer for five years.[1]", "18517826": "Joan Mary \"Jan\" Anderson FAA FRS (13 May 1932 – 28 August 2015) was a New Zealand scientist who worked in Canberra, Australia, distinguished by her investigation of photosynthesis.", "63049540": "Vanesa Gottifredi (born 13 November 1969) is an Argentine chemist and biologist. She works as a researcher in the Principal Investigator category of the Scientific and Technological Researcher Program (CICT) of the National Scientific and Technical Research Council (CONICET). She is also head of the Leloir Institute's Cell Cycle and Genomic Stability Laboratory. She specializes in the mechanisms of tumor cell response to chemotherapy, work for which she was awarded by the Alexander von Humboldt Foundation and L'Oreal-UNESCO.", "38244165": "Marius Jeuken (26 January 1916 - 24 March 1983) was professor of theoretical biology at the Institute of Theoretical Biology at Leiden University in the Netherlands, from 1968 until his death.\nJeuken was also a member of the Society of Jesus; he joined the Dutch Jesuits in 1934 and was ordained a Catholic priest in 1946 in Maastricht.", "18517842": "Enid Anne Campbell MacRobbie, FRS FRSE (born 5 December 1931) is a Scottish plant scientist who is Emeritus Professor of Plant Biophysics at the University of Cambridge[1] and a Life Fellow of Girton College.[2] Her specialty is biophysics, with particular interests in ion fluxes and stomata.[3]", "528214": "Mister Sinister (Nathaniel Essex) is a supervillain appearing in American comic books published by Marvel Comics. Created by writer Chris Claremont, the character was first mentioned as the employer behind the team of assassins known as the Marauders in The Uncanny X-Men #212 (December 1986), and later seen in silhouette in The Uncanny X-Men #213, with both issues serving as chapters of the 1986 \"Mutant Massacre\" crossover. Mr. Sinister then made his first full appearance in The Uncanny X-Men #221 (September 1987). His appearance was designed by artist Marc Silvestri.[3]", "34770776": "Raynold Kaufgetz (September 4, 1797 in Zurich, Old Swiss Confederacy – March 26, 1869 in Zurich, Swiss Confederation) was a Swiss soldier, politician and economist, best known for devising cyclical fiat currency theory. Kaufgetz was also an amateur biologist and animal breeder.", "41717596": "Gordon Lynn Walls (April 4, 1905 – August 22, 1962) was an American professor of physiological optics and optometry at the University of California, Berkeley", "18517854": "Anne E. Warner FRS (25 August 1940 – 16 May 2012)[1] was a British biologist and a professor in the Department of Cell and Developmental Biology at University College London.[2] Her major field of research was morphogenesis.[3] Warner was known for her work and leadership in a variety of research projects and organisations. She is perhaps most well known for her roles as a cell electrophysiologist, politician of science, and founder of the organisation UCL centre CoMPLEX.[4][5][6][7][8][9]", "64196447": "Michael Grimes (1888–1977) was a scientist and researcher from Ireland. He is known for his work in microbiology.", "72191843": "Dr. Christine F. Baes is chair of the Department of Animal Biosciences at the University of Guelph in Ontario, Canada. She began her five-year term in the role in May 2023.[1] She is also a professor and Canada Research Chair in Livestock Genomics at Ontario Agricultural College at the University of Guelph.[2]", "59871082": "Wen Yumei (Chinese: 闻玉梅; born 16 January 1934) is a Chinese virologist and microbiologist and the current director of the Institute of Pathogenic Microorganisms, Fudan University.[1][2] She is also the director of Scientific Committee of Open Laboratory of Medical Molecular Virology, Ministry of Education and Ministry of Health.", "17862511": "Irving Lerner \"Irv\" Weissman (born Great Falls, Montana,  October 21, 1939)[1] is a Professor of Pathology and Developmental Biology at Stanford University[2] where he is the Director of the Stanford Institute of Stem Cell Biology and Regenerative Medicine along with Michael Longaker.", "69472116": "Annamaria Torriani-Gorini (December 19, 1918 – May 2, 2013) was an Italian microbiologist best known for her work with bacterial alkaline phosphatase and bacterial physiology. Torriani-Gorini earned her Ph.D. in botany at the University of Milan. She worked at the Institut Pasteur in Paris, had a postdoctoral fellowship at the New York University School of Medicine, was a research associate at Harvard University, and became a professor at MIT. Torriani-Gorini advocated for social and economic justice and promoted women in science. She and her husband Luigi Gorini transformed a house in the Italian Alps into a home for Jewish orphans who were liberated from concentration camps.", "44076917": "Veena Krishnaji Parnaik (born 1953) is an Indian cell biologist and the current Chief Scientist at the Centre for Cellular and Molecular Biology.  She obtained her Masters in Science in medicinal biochemistry from the University of Mumbai and received her PhD from Ohio State University before moving back to India to work at the CCMB.  Her research is focused on understanding the functional role of the nuclear lamina and how defects in it may lead to disorders such as progeria and muscular dystrophy.", "69144439": "Lee Rupp (born c. 1938) is a retired American conservationist and politician.", "34541434": "Imran Siddiqi (born 7 September 1957) is an Indian geneticist. Currently, he is a group leader at the Centre for Cellular and Molecular Biology (CCMB) and heads a research group.[1]", "57413507": "Patrick D'Silva is an Indian cell biologist, biochemist, and an associate professor at the Molecular Chaperone Lab of the Indian Institute of Science. He is known for his medical discoveries related to neurodegenerative diseases and cancer biology. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2014.[1]", "31100807": "Patrick Baeuerle (born 24 November 1957) is a German-based molecular biologist, immunologist, professor and a biopharmaceutical entrepreneur. Baeuerle is known for his work on tyrosine sulfation of proteins,[1] transcription factor NF-kappaB,[2] and the development of bispecific T-cell engaging antibodies for therapy of cancer.[3]", "49909641": "John E. Dowling is an American neuroscientist and Gordon and Llura Gund Research Professor of Neurosciences[1] at Harvard University. He is best known for his seminal work in vision science, having elucidated the biochemistry of rhodopsin and development of the vertebrate retina, as well as diseases that affect vision such as vitamin A deficiency and retinitis pigmentosa.[2] He was elected to the American Academy of Arts and Sciences in 1972, the National Academy of Sciences in 1976, and the American Philosophical Society in 1992.[3][4][5]", "34803597": "Mildred Kobrin Gordon (1920 – 23 August 1993) was an American cell biologist, born in Manhattan, noted for her research  of human sperm and the endometrium, and of the uterus.[1]\nGordon graduated from City College with B.S. in biology. She received an M.S. in zoology from Tulane University and her Ph.D. in anatomy from Yale University School of Medicine.[1]", "5279635": "David Addison Haig (born 28 June 1958) is an Australian evolutionary biologist, geneticist, and professor in Harvard University's Department of Organismic and Evolutionary Biology.[1] He is interested in intragenomic conflict, genomic imprinting and parent–offspring conflict, and wrote the book Genomic Imprinting and Kinship. His major contribution to the field of evolutionary theory is the kinship theory of genomic imprinting.", "71864220": "Jacques Ravel is an American microbiologist and professor, currently serving as Director at the Institute for Genome Sciences and Professor of Microbiology and Immunology at the University of Maryland School of Medicine.[1] His academic work focuses on the dynamic between microbiome and women's health, and has included research on the role of the vaginal microbiome in protecting against infections, currently explored through LUCA Biologics as part of Seed. Ravel is currently director of the Collaborative Research Center on Sexually Transmitted Diseases, exploring the 'connection between human genetic variation, sexually transmitted infections, and the functions of the vaginal microbiome', and is part of the White House's Human Microbiome Project.\n[2]", "42405794": "Joe Lutkenhaus is a professor at the University of Kansas Medical Center. He received a B.S. in organic chemistry from Iowa state University and then a PhD in biochemistry for the University of California, Los Angeles. Following his PhD, Lutkenhaus pursued his postdoctoral studies with William Donachie at the University of Edinburgh and then continued at the University of Connecticut Health Science center. In 2002, Lutkenhaus became a fellow of the American Academy of Microbiology.[1]", "53743528": "Dmitri Alexandrovich Petrov (born 8 February 1969) is an \nrussian biologist.", "58396587": "Utthara Nayar is a cancer researcher based in Boston, Massachusetts.[1] Her work focuses specifically on breast cancer.[2]", "4132781": "Gregory M. Fahy is a California-based cryobiologist, biogerontologist, and businessman. He is Vice President and Chief Scientific Officer at Twenty-First Century Medicine, Inc, and has co-founded Intervene Immune, a company developing clinical methods to reverse immune system aging.[1] He is the 2022–2023 president of the Society for Cryobiology.[2]", "23105454": "Giulio Superti-Furga (born 17 May 1962 in Milan) is an Italian molecular and systems biologist based in Vienna, Austria. He is the Scientific Director of CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences (CeMM), and Professor of Medical Systems Biology at the Medical University of Vienna. In January 2024, he was appointed Chair of EU-LIFE, the alliance of research institutes advocating for excellent research in Europe.[1]", "65671088": "Edith Kann (19 April 1907, Krems an der Donau – 7 October 1987, Vienna) was an Austrian teacher and botanist, specializing in phycology. She was a leading expert on blue-green algae.[1][2]", "41193411": "Choi Yang-do (Korean: 최양도; born 1953) is a South Korean agricultural biotechnologist. His research focuses on the development of crops with stress-tolerant and yield-enhancing traits. One of his academic achievements is the discovery of a new jasmonate which enhances resistance against external stress of the crop. Choi is currently professor at Seoul National University in South Korea.", "25530311": "John McCafferty is a British scientist, one of the founders of Cambridge Antibody Technology alongside Sir Gregory Winter and David Chiswell. He is well known as one of the inventors of scFv antibody fragment phage display,[1] a technology that revolutionised the  monoclonal antibody drug discovery. McCafferty and his team developed this process following failures previously generating antibodies by immunizing mice.[2] Later improvements of antibody phage display technology enables the display of millions of different antibody fragments on the surface of filamentous phage (better known as antibody phage library) and subsequent selection of highly specific recombinant antibodies to any given target. This technology is widely exploited in pharmaceutical industry for the discovery and development of therapeutic monoclonal antibodies to treat mainly cancer, inflammatory and infectious diseases. One of the most successful was HUMIRA (adalimumab), discovered by Cambridge Antibody Technology as D2E7 and developed and marketed by Abbott Laboratories. HUMIRA, an antibody to TNF alpha, was the world's first phage display derived fully human antibody,[3] which achieved annual sales exceeding $1bn [4] therefore achieving blockbuster status. Humira went on to dominate the best-selling drugs lists - in 2016: The best selling drugs list researched by Genetic Engineering & Biotechnology News, published in March 2017, details that Humira occupied the number 1 position for 2015 ($14.012 billion) and 2016 ($16.078 billion).[5] Whilst for 2017, Abbvie reports that Humira achieved $18.427billion of sales in 2017[6]", "71110613": "Jennifer Pett-Ridge is an American biologist who is a senior staff scientist at the Lawrence Livermore National Laboratory. She also serves as an adjunct professor at the University of California, Merced. Her research makes use of systems biology and geochemistry to uncover function in microbial communities. She was awarded a 2021 United States Department of Energy Ernest Orlando Lawrence Award.", "59871200": "Shi Zhengli (simplified Chinese: 石正丽; traditional Chinese: 石正麗; born 26 May 1964) is a Chinese virologist who researches SARS-like coronaviruses of bat origin. Shi directs the Center for Emerging Infectious Diseases at the Wuhan Institute of Virology (WIV). In 2017, Shi and her colleague Cui Jie discovered that the SARS coronavirus likely originated in a population of  cave-dwelling horseshoe bats in Xiyang Yi Ethnic Township, Yunnan.[1] She came to prominence in the popular press as \"Batwoman\" during the COVID-19 pandemic for her work with bat coronaviruses.[2] Shi was included in Time's 100 Most Influential People of 2020.[3]", "2920417": "Alexander Vasilyevich Barchenko (Russian: Александр Васильевич Барченко; 1881, Yelets — April, 1938) was a Russian biologist and researcher of anomalous phenomena from St. Petersburg. In 1904 Barchenko attended the biological faculty of Kazan University, and subsequently entered Yuryev University (today Tartu University). He is known first and foremost for his researchings of Hyperborea in Russian Far East region.", "462826": "Christian Leopold von Buch (26 April 1774 – 4 March 1853), usually cited as Leopold von Buch, was a German geologist and paleontologist born in Stolpe an der Oder (now a part of Angermünde, Brandenburg) and is remembered as one of the most important contributors to geology in the first half of the nineteenth century. His scientific interest was devoted to a broad spectrum of geological topics: volcanism, petrology, fossils, stratigraphy and mountain formation. His most remembered accomplishment is the scientific definition of the Jurassic system.", "21073901": "Thomas Dale Brock (September 10, 1926 – April 4, 2021) was an American microbiologist known for his discovery of hyperthermophiles living in hot springs at Yellowstone National Park. In the late 1960s, Brock discovered high-temperature bacteria living in the Great Fountain region of Yellowstone, and with his colleague Hudson Freeze, they isolated a sample which they named Thermus aquaticus.[1]  \"Life at High Temperatures\", a 1967 article summarizing his research, was published in the journal Science and led to the study of extremophiles, organisms that live in extreme environments.  By 1976, T. aquaticus was found useful for artificially amplifying DNA segments.  Brock's discoveries led to great progress in biology, contributed to new developments in medicine and agriculture, and helped create the new field of biotechnology.[2]", "65802222": "Christy Ann Morrissey FRSC is a Canadian ecotoxicologist. She is a Professor of biology at the University of Saskatchewan and was elected to the Royal Society of Canada's College of New Scholars, Artists and Scientists.", "34607088": "Augustus Hamilton[1] (1 March 1853 – 12 October 1913) was a New Zealand ethnologist, biologist and museum director. He was born in Poole, Dorset, England on 1 March 1853.[2] He wrote on the fishing and seafoods of the ancient Māori people.[3] He also wrote on the art and workmanship of the Maori in New Zealand with a series of illustrations (from photographs).[4]", "21991413": "Florentina Ioana Mosora or Florentina Stan-Mosora (7 January 1940 in Cluj, Romania – 2 February 1996 in Liège, Belgium) was a Romanian and Belgian biophysicist. In her earlier years, before 1964, she was a film actress in the Romanian film industry.", "52629497": "Oscar Elton Sette (March 29, 1900 - July 25, 1972),[1] who preferred to be called Elton Sette,[2] was an influential 20th-century American fisheries scientist. During a five-decade career with the United States Bureau of Fisheries, United States Fish and Wildlife Service and its Bureau of Commercial Fisheries, and the National Marine Fisheries Service, Sette pioneered the integration of fisheries science with the sciences of oceanography and meteorology to develop a complete understanding of the physical and biological characteristics of the ocean environment and the effects of those characteristics on fisheries and fluctuations in the abundance of fish.[1] He is recognized both in the United States and internationally for many significant contributions he made to marine fisheries research and for his leadership in the maturation of fisheries science to encompass fisheries oceanography,[3] defined as the \"appraisal or exploitation of any kind of [marine] organism useful to Man\" [2] and \"the study of oceanic processes affecting the abundance and availability of commercial fishes.\"[2] Many fisheries scientists consider him to be the \"father of modern fisheries science.\"[3]", "13832189": "Dorothy Mary Moyle Needham FRS[1] (22 September 1896 – 22 December 1987) was an English biochemist known for her work on the biochemistry of muscle.  She was married to biochemist Joseph Needham.", "626686": "Edwin H. McConkey is an American biologist. As of 2004[update], he is a professor emeritus at the department for Molecular, Cellular, and Developmental Biology at the University of Colorado at Boulder, Colorado.", "56365055": "Debasisa Mohanty (born 30 November 1966) is an Indian computational biologist, bioinformatician and a staff scientists at the National Institute of Immunology, India. Known for his studies on structure and function prediction of proteins, genome analysis and computer simulation of biomolecular systems, Mohanty is an elected fellow of all the three major Indian science academies namely the Indian Academy of Sciences, the Indian National Science Academy and the National Academy of Sciences, India. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2009.", "50139141": "John P. Munson (February 21, 1860 – February 27, 1928) was a Norwegian-American zoologist and educator, known for his research in the development of animal egg and sperm cells, and his textbook Education Through Nature Study. He was professor at Washington State Normal School at Ellensburg (now Central Washington University) from 1899 to 1928, where he served as head of the department of biology.", "888839": "Terrence William Deacon (born 1950) is an American neuroanthropologist (Ph.D. in Biological Anthropology, Harvard University 1984). He taught at Harvard for eight years, relocated to Boston University in 1992, and is currently Professor of Anthropology and member of the Cognitive Science Faculty at the University of California, Berkeley.", "38506504": "Adam Łomnicki (28 June 1935 – 15 December 2021) was a Polish evolutionary biologist and ecologist, a member of Polish Academy of Sciences, Polish Academy of Learning and Academia Europaea, professor of Mammal Research Institute of the Polish Academy of Sciences.", "51974152": "Kanury Rao[1] also known as Kanury Venkata Subba Rao (born 1958) is an Indian immunologist. He was the head of the Drug Discovery Research Centre (DDRC) at the Translational Health Science and Technology Institute (THSTI) Faridabad.[2] He is known for his studies in the fields of peptide synthesis and cell signaling and  the design of synthetic peptide vaccines.[3] He is an elected fellow of the Indian Academy of Sciences,[4] National Academy of Sciences, India[5] and the Indian National Science Academy. and a recipient of several awards including the Millennium Plaque of Honour of the Indian Science Congress and the National Bioscience Award for Career Development.[6] The Council of Scientific and Industrial Research  awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, in 1997, for his contributions to biological sciences.[7]", "63901710": "Kathrin Muegge is a German physician and molecular biologist researching chromatin organization during embryonic development and in tumor progression. She is a senior investigator and head of the epigenetics section at the Frederick National Laboratory for Cancer Research.", "3313681": "Timothy Eric McKnight is an American biologist. He has been a key developer of a cell transfecting method using vertically aligned carbon nanofibers.  Arrays of vertically aligned carbon nanofibers are modified with DNA and pressed into cells and tissue.  Surviving cells can express DNA that is delivered during the penetration event, even when the DNA is covalently bound to the penetrant nanofiber element.  This gene delivery technique has been termed Impalefection.", "26480660": "Ram Samudrala is a professor of computational biology and bioinformatics at the University at Buffalo, United States.[3] He researches protein folding, structure, function, interaction, design, and evolution.[4]", "5345304": "Remarkable scientist of the 19th century, Jeanne Villepreux-Power transformed the study of marine invertebrates and produced important advances in the field of marine biology. Even though she had to overcome many difficulties, she was able to make a significant contribution to science that will never fade. In addition to inspiring and influencing our understanding of the natural world, Villepreux-Power's work has set the path for upcoming generations of marine scientists.", "19632164": "Françoise Barré-Sinoussi (French: [fʁɑ̃swaz baʁesinusi] ⓘ; born 30 July 1947) is a French virologist and Director of the Regulation of Retroviral Infections Division (French: Unité de Régulation des Infections Rétrovirales) and Professor at the Institut Pasteur in Paris, France.[1] Born in Paris, France, Barré-Sinoussi performed some of the fundamental work in the identification of the human immunodeficiency virus (HIV) as the cause of AIDS. In 2008, Barré-Sinoussi was awarded the Nobel Prize in Physiology or Medicine, together with her former mentor, Luc Montagnier, for their discovery of HIV.[2] She mandatorily retired from active research on August 31, 2015, and fully retired by some time in 2017.[3]", "58789928": "Hans Thoenen (5 May 1928 in Zweisimmen, Switzerland – 23 June 2012 in Munich, Germany) was a Swiss neurobiologist best known for his work on neurotrophins.[1][2][3]", "43094065": "David John Beerling FRS[6] FLSW (born 21 June 1965)[4] is the Director of the Leverhulme Centre for Climate change mitigation and Sorby Professor of Natural Sciences in the Department of Animal and Plant Sciences (APS) at the University of Sheffield, UK.[1][7][8][9][10][11] He is also Editor-in-Chief of the Royal Society journal Biology Letters.", "46927929": "Katherine A. Fitzgerald is an Irish-born American molecular biologist and virologist.[1] She is a professor of medicine currently working in the Division of Infectious Disease at the University of Massachusetts Medical School. She is also the director of the Program in Innate Immunity.[2]", "52498499": "Nancy Kleckner is the Herchel Smith Professor of Molecular Biology at Harvard University and principal investigator at the Kleckner Laboratory at Harvard University.", "7376971": "Claude Rifat (1 March 1952, Cairo -  July 31, 2002) was a French biologist, psychonaut, political activist, writer, and researcher. His accomplishments include some early research into GHB, including the thymoanaleptic and sociabilising effects of this molecule. He is credited with providing the first live plant material and seeds of Mitragyna speciosa outside Thailand, including several bioassays. This material is the source of the vast majority of Kratom plants currently available outside Thailand.\nHe has been one of the best bamboos specialist in the last years. He has introduced more than 100 different species, forms and varieties of bamboos from different countries in the world.\nHe has written a book about the contrasts between English and French people in Quebec.", "44142675": "Alan Cooper (born 1966)[1] is a New Zealand evolutionary biologist and an ancient DNA researcher. He was involved in several important early ancient DNA studies, such as the first sequencing of moa genomes. He was the inaugural director of both the Henry Wellcome Ancient Biomolecules Centre at the University of Oxford from 2001–2005, and the Australian Centre for Ancient DNA at the University of Adelaide, South Australia from 2005–2019.[2]", "53743706": "David W. Tank is an American molecular biologist and neuroscientist who is the Henry L. Hillman Professor in Molecular Biology at Princeton University and the co-director of the Princeton Neuroscience Institute along with psychology professor Jonathan Cohen.[1][2]", "725090": "Seth Shostak (born July 20, 1943) is an American astronomer and author, and is currently the senior astronomer for the SETI Institute.[1][2][3]", "69636202": "Laura J. Niedernhofer (born October 6, 1964) is an American professor of biochemistry, molecular biology, and biophysics, with expertise in the fields of DNA damage, repair, progeroid syndromes and cellular senescence[1]", "36540525": "Jörg Hinrich Hacker (born 13 February 1952) is a German microbiologist. He served as president of the Robert Koch Institute from 2008 to 2010 and of the German Academy of Sciences Leopoldina from 2010 to 2020. He is the editor-in-chief of the International Journal of Medical Microbiology.", "22974582": "Giuseppe Simoni is an Italian biologist and scientist. He was born in Pavia, Italy in 1944, and obtained his degree in biology at the University of Milan, where he later became a professor of genetics and biology for thirteen years.[1]", "72355969": "Harriett Elizabeth Ephrussi-Taylor (April 10, 1918 – March 30, 1968) was an American geneticist, microbiologist and educator, who initiated and made crucial contributions to the fields of transformation and bacterial recombination.", "6983812": "Berthold Carl Gustav Giemsa (German: [ˈɡiːmzaː]; November 20, 1867 – June 10, 1948) was a German chemist and bacteriologist who was a native of Medar-Blechhammer (now part of the city Kędzierzyn-Koźle). He is best known for creating a dye solution commonly known as \"Giemsa stain\" which is used in staining for use in the histopathological diagnosis of malaria and parasites such as Plasmodium, Trypanosoma, and Chlamydia.", "34148484": "Coluthur Gopalan FRCP, FRS,[1] FAMS, FASc (29 November 1918 – 3 October 2019)[2] was an Indian nutritionist. He was responsible for initiating nutrition research in independent India, leading to a number of interventions such as the Integrated Child Development Services, the midday meal scheme for school children, goiter prevention programme, etc.[3] The burning feet syndrome is also known as Grierson-Gopalan syndrome. While the condition was described in 1826 by a British medical officer James Grierson, Gopalan also described this condition in 1946 when he observed it, \"chiefly in females between the ages of 20 and 40 years, among the poor in South India\".[4]", "58921101": "Phillip D. Zamore is an American molecular biologist and developed the first in vitro system for studying the mechanism of RNA interference (RNAi). He is the Gretchen Stone Cook Professor of Biomedical Sciences and Professor of Biochemistry and Molecular Pharmacology[1] at University of Massachusetts Chan Medical School, located in Worcester, Massachusetts. Zamore is the chair of the RNA Therapeutics Institute (RTI) at UMass Chan Medical School, established in 2009, and has been a Howard Hughes Medical Institute Investigator since 2008.[2]", "56889501": "Virginia Minnich (1910–1996) was an American molecular biologist and hematology researcher known for discovering hemoglobin E, an abnormal form of hemoglobin that can cause blood disorders, and for working out the glutathione synthesis pathway.[1] She was a noted blood morphologist and teacher and helped set up hematology laboratories around the world. She was the first person without a PhD or MD to be appointed a Professor of Medicine at Washington University School of Medicine.[2]", "26054823": "Andrew Balmford is a professor of conservation science at the University of Cambridge. His research focuses on planning conservation, comparing the costs and benefits of conservation and how conservation can be reconciled with other activities.[1]", "60002473": "Holly P. Jones is an American restoration ecologist and conservation biologist. She is an associate professor at Northern Illinois University.", "9638061": "Humberto Maturana Romesín (September 14, 1928 – May 6, 2021) was a Chilean biologist and philosopher. Many consider him a member of a group of second-order cybernetics theoreticians such as Heinz von Foerster, Gordon Pask, Herbert Brün and Ernst von Glasersfeld, but in fact he was biologist, scientist.", "364723": "Sir Joseph Dalton Hooker OM GCSI CB PRS (30 June 1817 – 10 December 1911) was a British botanist and explorer in the 19th century.[1] He was a founder of geographical botany and Charles Darwin's closest friend.[2] For 20 years he served as director of the Royal Botanical Gardens, Kew, succeeding his father, William Jackson Hooker, and was awarded the highest honours of British science.[3][4]", "42307766": "Jean-Pierre Gosse (May 14, 1924 – June 6, 2001) was a Belgian biologist and ichthyologist.[1]", "3477687": "Bernard David Davis (January 7, 1916 – January 14, 1994) was an American biologist who made major contributions in microbial physiology and metabolism.[3] Davis was a prominent figure at Harvard Medical School in microbiology and in national science policy. He was the 1989 recipient of the Selman A. Waksman Award in Microbiology from the National Academy of Sciences.[4]", "528581": "Thomas J. King (June 4, 1921 – October 25, 2000) was an American biologist.", "63901893": "Margaret Wyn Loutit CBE (née Jeffery; 5 September 1929 – 7 May 2020) was a New Zealand microbiologist. She was a full professor at the University of Otago from 1981, and was the inaugural director of the university's Research Office from 1988 to 1995", "38736071": "Wesley Kingston Whitten (1 August 1918 – 24 May 2010) was a professor of reproductive biology at the Australian National University and later director of the Jackson Laboratory, Bar Harbor, Maine, United States. He was educated at the University of Sydney receiving a BVSc with honors in 1939; a BSc in 1941; and  DSc in 1962. He was a Walter and Eliza Hall Fellow in Veterinary Science from 1940 to 1941. He served in the Australian Army Veterinary Corps[2]\nand was an Australian Army Service Corps Captain from 1941 to 1945. He was research officer in Commonwealth Scientific and Industrial Research Organisation (CSIRO) from 1946 to 1949. He was director of animal breeding and fellow in the John Curtin School of Medical Research, Australian National University from 1950 to 1961. He was assistant director of the National Biological Standards Laboratory, Canberra, Australia from 1961 to 1966. He was staff scientist at the Jackson Laboratory, Bar Harbor, Maine, USA from 1966 to 1969, became senior staff scientist from 1969 to 1980, and assistant director of research from 1971 to 1972. In 1982, he became a fellow of the Australian Academy of Science and he was awarded the Marshall Medal from the Society for the Study of Fertility in 1993.[3][4][5][6]", "58790101": "Thomas Ongodia Aisu (January 1, 1954 — October 16, 2018), was a Ugandan medical doctor, microbiologist, academic and academic administrator, who at the time of his death, served as an associate professor at the Soroti University School of Health Sciences.[1]", "15601880": "Stanley Fields is an American biologist best known for developing the yeast two hybrid method for identifying protein–protein interactions.[1] He is currently a professor of Genome Sciences at the University of Washington and Howard Hughes Medical Institute Investigator,[2][3] and serves as chair of the Department of Genome Sciences.[4]", "68686049": "Maria Dornelas FRSE is a researcher in biodiversity and professor of biology based at St. Andrew's University. She was made a Fellow of the Royal Society of Edinburgh in 2021. Her research into biodiversity change[1] has challenged previous views, on the growth and decline of coral reefs[2] to understanding global biodiversity with data analysis on how species or ecosystems are changing in the Anthropocene.[3]", "71471342": "Louise E. Purton is an Australian biologist who is Professor of Medicine and head of the Stem Cell Regulation Laboratory at St. Vincent's Institute of Medical Research in Melbourne. Her research considers the stem cells responsible for the production of blood cells and the regulations of haematopoietic diseases. She was awarded the International Society for Experimental Hematology McCulloch & Till Award in 2022.[1] She has experienced profound bilateral hearing loss since the age of three and has been recognised for her work supporting Equity and Diversity, particularly amongst women and people with disability, and is a member of the AAMRI Gender, Equity and Diversity and Inclusion group GEDI.[2][3]", "60985595": "Manfred Martin Mayer (15 June 1916, Frankfurt am Main – 18 September 1984, Baltimore) was a German-born, American microbiologist and immunologist. He is considered the founder of complement research.[1][2]", "74420483": "Yukiko Goda is a Japanese molecular biologist who is a professor and group leader at the Okinawa Institute of Science and Technology. Her research considers neural communication through synapses. She was elected a Member of the European Molecular Biology Organization in 2023.", "2822406": "Sir Edwin Mellor Southern FRS FRSE (born 7 June 1938)[4] is an English Lasker Award-winning molecular biologist, Emeritus Professor of Biochemistry at the University of Oxford and a fellow of Trinity College, Oxford. He is most widely known for the invention of the Southern blot, published in 1975[5] and now a common laboratory procedure.[6][7][8][9]", "47976712": "Yoshizumi Ishino (石野 良純, Ishino Yoshizumi) is a Japanese molecular biologist, known for his discovering the DNA sequence of Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR).", "11145481": "Martin Wiggo Johnson (September 30, 1893 – November 28, 1984), was an American oceanographer at  Scripps Institution of Oceanography.  He is known as an author of the landmark reference work  The Oceans: Their Physics, Chemistry and General Biology (1942, 1970); for explaining the deep scattering layer (DSL) as a result of what is now called the diel vertical migration; and for studies of  zooplankton  that revealed that the physics of water movement was an important influence on population biology and community diversity.[1]", "42209546": "Avadhesha Surolia (born 3 December 1947)[1] is a glycobiologist at the Indian Institute of Science (IISc), Bangalore. He was born in Kishangarh, Rajasthan, India. Presently, he is an honorary professor at the Molecular Biophysics Unit, IISc[2] and holds the Bhatnagar fellowship of the Council of Scientific and Industrial Research (CSIR).[2] He is known for his work on lectin structure and interactions, orientation and dynamics of cell surface carbohydrate receptors and protein folding, diabetes, antimalarials and anti-cancer agents based on curcumin, flavonoids, etc. In addition, neuropathic pain, neurodegenerative disorders and the link between immunity and obsessive–compulsive disorder are areas of his current[when?] interest", "69898511": "Dr. Mobley received his Ph.D. at the University of Louisville School of Medicine and conducted postdoctoral work at the University of Maryland School of Medicine in Biochemistry and Vaccine Development, after which he joined the faculty in the Division of Infectious Diseases and rose to the rank of Professor of Microbiology and Immunology.  After 23 years at Maryland, Dr. Mobley was named Chair of the Department of Microbiology and Immunology at the University of Michigan Medical School in 2004, serving in this role until 2019.  Dr. Mobley’s research focuses on uropathogenic E. coli and Proteus mirabilis, but has also studied Helicobacter pylori and Gram-negative bacterial species causing bacteremia including E. coli, Klebsiella pneumoniae, Acinetobacter baumannii, Citrobacter freundii, and Serratia marcescens. (https://medicine.umich.edu/dept/microbiology-immunology/harry-l-t-mobley-phd)", "63541523": "Kim Yarbrough Green (born 1955) is an American virologist. She is chief of the caliciviruses section in the laboratory of infectious diseases at the National Institute of Allergy and Infectious Diseases. She researches noroviruses in human disease, disease prevention, and control strategies.", "45093140": "Alexander George Bateman is a computational biologist and Head of Protein Sequence Resources at the European Bioinformatics Institute (EBI), part of the European Molecular Biology Laboratory (EMBL) in Cambridge, UK.[2][11] He has led the development of the Pfam biological database[12] and introduced the Rfam database of RNA families. He has also been involved in the use of Wikipedia for community-based annotation of biological databases.[13][14][15][16][17]", "51613973": "Tathamangalam Ananthanarayanan Venkitasubramanian (1924–2003), popularly known as TAV, was an Indian biochemist, known for his researches on tuberculosis and the biochemistry of bacillus.[1] He was a professor and the head of the department of biochemistry at Vallabhbhai Patel Chest Institute, Delhi.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1968, for his contributions to biological sciences.[3]", "36344091": "Sten Selander (1 July 1891 – 8 April 1957) was a Swedish writer and scientist. He made his literary debut in 1916, and was awarded the Dobloug Prize in 1952. He was a lecturer in plant biology in Uppsala, and was a member of the Swedish Academy.[1]", "3903789": "Ishikawa Chiyomatsu (石川 千代松, January 30, 1861 – January 17, 1935) was a Japanese biologist, zoologist, evolutionary theorist, and ichthyologist at the Naples Zoological Station starting 1887. He was responsible for disseminating Darwin's ideas on evolution in Japan.", "32543022": "Eric Newell Olson (born September 27, 1955 in Rochester, New York[1]) is an American molecular biologist.  He is professor and chair of the Department of Molecular Biology at the University of Texas Southwestern Medical Center in Dallas, where he also holds the Robert A. Welch Distinguished Chair in Science, the Annie and Willie Nelson Professorship in Stem Cell Research, and the Pogue Distinguished Chair in Research on Cardiac Birth Defects.[2]", "65376570": "Yimon Aye (Burmese: ရည်မွန်အေး; born 12 July 1980[1] in Burma) is an American chemist and molecular biologist. Currently she is an associate professor of chemistry at EPFL.[2]", "63312188": "Cecilia Moens is a Canadian developmental biologist. Moens is part of the faculty at the Fred Hutchinson Cancer Research Center in Seattle, Washington, where she researches the vertebrate brain using zebrafish as a model organism.", "64360767": "Amanda Eunice Cheatham (née Peele January 10, 1903 – April 10, 1978)[2] was an American biologist. She was the first woman of color to deliver a research paper to the Virginia Academy of Science, having done so in 1939.[3]", "8425792": "Hewett Cottrell Watson (9 May 1804 – 27 July 1881) was a phrenologist, botanist and evolutionary theorist. He was born in Firbeck, near Rotherham, Yorkshire, and died at Thames Ditton, Surrey.", "66425159": "Naomi Adeline Helen Millard, née Bokenham (16 July 1914, Green Point, Cape Town – 12 June 1997) was a South African biologist, one of the founders of the Zoological Society of South Africa and the Zoologica Africana Journal.[1]", "42864972": "Caroline Ann Austin is a British molecular biologist known for her work on human DNA topoisomerase enzymes. She is a Professor of Molecular Biology at the Institute for Cell and Molecular Biosciences at Newcastle University Medical School.[1]", "12095821": "Igor Ivanovich Akimushkin (Russian: Игорь Иванович Акимушкин) (May 1, 1929 – 1993) was a Soviet zoologist and writer.", "42176845": "Heiko Bellmann (17 March 1950 – 7 March 2014) was a German biologist, writer, zoologist and photographer. He published over fifty books.", "72061267": "Chantell Skye Evans is an American cell biologist who is a professor at Duke University. Her research looks to understand the dynamical processes of mitochondria and their role in neurodegenerative disease. In 2022, Popular Science named her as one of their \"Brilliant 10\" U.S. scientists and engineers.", "8360275": "Gordon Hisashi Sato (17 December 1927 – 31 March 2017) was an American cell biologist who first attained prominence for his discovery that polypeptide factors required for the culture of mammalian cells outside the body are also important regulators of differentiated cell functions and of utility in culture of new types of cells for use in research and biotechnology. For this work he was elected in 1984 to the United States National Academy of Sciences. In the mid-1980s he established the Manzanar Project[1] aimed at attacking the planet's most critical problems as poverty, hunger, environmental pollution, and global warming through low tech biotechnological methods in salt water deserts that can be transferred to the indigenous inhabitants.", "63902046": "Jacqueline Marion Katz is an Australian-American microbiologist serving as the deputy director of the influenza division at the National Center for Immunization and Respiratory Diseases.", "62591326": "Rebecca M. Kilner FRS FRES is a British evolutionary biologist, and a professor of evolutionary biology at the University of Cambridge.", "3281246": "Leander (Franz) Czerny (4 October 1859 – 22 November 1944) was an Austrian entomologist and priest. He was mainly interested in Diptera.", "16781665": "Friedrich Hustedt (1886 – 1 April 1968) was a German teacher and botanist, best known for his diatom systematics research.", "69964136": "Roman Dziarski (Polish pronunciation: IPA: /ˈrɔ.man//ˈd͡ʑar.ski/ born December 11, 1949) is a Polish-born American immunologist and microbiologist.[1][unreliable source?][2] He is best known for his research on innate immunity[3] and bacterial peptidoglycan,[4][5] for discovering the family of human peptidoglycan recognition proteins,[6][7][8] which comprises PGLYRP1, PGLYRP2, PGLYRP3, and PGLYRP4, and for defining the functions of these proteins.[7][8][9][10][11]", "14586222": "Julian Stanley \"Jake\" Kenny (January 27, 1930 – August 9, 2011)[1] was a Trinidadian zoologist, columnist, author[2]  and Professor of Zoology at the St. Augustine Campus of the University of the West Indies[3] and an Independent Senator in the fifth (1995–2000)[4] and sixth (2001)[5] Parliaments.  He is best known for his work on freshwater fishes and anurans, and for his contribution to the conservation movement in Trinidad and Tobago.[3]", "20812145": "Napoleone Ferrara (born 26 July 1956, Catania), is an Italian-American molecular biologist who joined University of California, San Diego Moores Cancer Center in 2013 after a career in Northern California at the biotechnology giant Genentech, where he pioneered the development of new treatments for angiogenic diseases such as cancer, age-related macular degeneration (AMD), and diabetic retinopathy.[1] At Genentech, he discovered VEGF—and made the first anti-VEGF antibody—which suppresses growth of a variety of tumors. These findings helped lead to development of the first clinically available angiogenesis inhibitor, bevacizumab (Avastin), which prevents the growth of new blood vessels into a solid tumor and which has become part of standard treatment for a variety of cancers.[citation needed] Ferrara's work led also to the development of ranibizumab (Lucentis), a drug that is highly effective at preventing vision loss in intraocular neovascular disorders.[citation needed]", "42340723": "Margaret Elaine di Menna ONZM (8 July 1923 – 24 March 2014) was a New Zealand microbiologist. In 1954 she became the first woman to gain a Doctor of Philosophy degree from a New Zealand university. Her doctoral thesis at the University of Otago was entitled Yeasts of the human body, their nature and relationship.[1] She had previously graduated with a MSc(Hons) from the same institution in 1948.[2]", "53580169": "Rafi Ahmed (born 1948 in Hyderabad, India) is an Indian-American virologist and immunologist. He is the Charles Howard Candler Professor of Microbiology and Immunology at Emory University, where he is also the director of the Emory Vaccine Center and a Georgia Research Alliance Eminent Scholar in Vaccine Research. In 2009, he was elected to the National Academy of Sciences.[3]", "54464909": "Boris Nikolayevich Orlov (Russian: Борис Николаевич Орлов; 2 September 1935, in Nizhny Novgorod – 2012) was a Soviet Russian biologist, Doctor of Biological Sciences,[1] Honored Scientist of the Russian Federation[1] and Honorary Worker of Higher Professional Education of the Russian Federation, Academician of the European Academy of Natural Sciences. He was a professor at the Nizhny Novgorod State Agriculture Academy and at the N. I. Lobachevsky State University of Nizhny Novgorod.[1]", "3182990": "David Chilton Phillips, Baron Phillips of Ellesmere KBE FRS (7 March 1924 – 23 February 1999)[13] was a pioneering, British structural biologist and an influential figure in science and government.", "69669263": "Joseph Vallot (16 February 1854 – 11 April 1925) was a French scientist, astronomer, botanist, geographer, cartographer and alpinist and \"one of the founding fathers of scientific research on Mont Blanc\". He is known mainly for his fascination with Mont Blanc and his work in funding and constructing a high-altitude observatory below its summit, and for the many years of study and research work that he and his wife conducted both there, and at their base in Chamonix. The observatory and adjacent refuge that he constructed for use by mountain guides and their clients attempting the Mont Blanc summit both still bear his name today, despite being rebuilt in modern times.", "31101331": "Richard Brice Hoover (born January 3, 1943) is a physicist who has authored 33 volumes and 250 papers on astrobiology, extremophiles, diatoms, solar physics, X-ray/EUV optics and meteorites. He holds 11 U.S. patents and was 1992 NASA Inventor of the Year.[1] He was employed at the United States' NASA Marshall Space Flight Center from 1966 to 2012,[2] where he worked on astrophysics and astrobiology. He established the Astrobiology Group there in 1997 and until his retirement in late 2011 he headed their astrobiology research. He conducted research on microbial extremophiles in the Antarctic, microfossils, and chemical biomarkers in precambrian rocks and in carbonaceous chondrite meteorites.  Hoover has published claims to have discovered fossilized microorganisms in a collection of select meteorites on multiple occasions.", "56005021": "Joyoti Basu (born 17 December 1957) is an Indian biochemist, cell biologist and a senior professor at the Bose Institute. Known for her studies on the membrane structure of red blood cells, Basu is an elected fellow of all three major Indian science academies, namely the National Academy of Sciences, India, the Indian Academy of Sciences and the Indian National Science Academy, as well as the Indian Society for Chemical Biology. The Department of Biotechnology of the Government of India awarded her the National Bioscience Award for Career Development, one of the highest Indian science awards, for her contributions to biosciences in 2002.[1]", "34640286": "Hjalmar Broch (19 July 1882 – 6 August 1969) was a Norwegian zoologist and university professor at the University of Oslo (1937–1952). His specialty was biology of lesser marine animals; he published extensively on the biology of fish.", "17437093": "Hartmut Wekerle (born 30 May 1944) is a German medical scientist and neurobiologist. He is an emeritus director at the Max Planck Institute of Neurobiology and was the head of the department of Neuroimmunology until 2012.", "53907888": "Marilise Neptune Rouzier (born 1945) is a Haitian writer, biologist[1] and ethnobotanist. In addition to her publications, she also served as consultant to the Parc de Martissant botanical garden's collection of medicinal plants[2] in Port-au-Prince.", "1774001": "Jasper Donald Rine (born 1953) is an American scientist, a member of the National Academy of Sciences,[1] and a Professor of Genetics, Genomics and Development at the University of California, Berkeley.", "69145013": "Catherine Louise Kearney Squires was a microbiologist known for her work on ribosomal RNA using Escherichia coli as a model organism. She was an elected fellow of the American Academy of Microbiology and the American Association for the Advancement of Science.", "40767945": "Edith Heard (born 1965)[1] FRS MAE[2] is a British-French researcher in epigenetics who has been serving as the Director General of the European Molecular Biology Laboratory (EMBL) since January 2019.[3][4] She is also Professor at the Collège de France, holding the Chair of Epigenetics and Cellular Memory.", "40767947": "Maria Grazia Spillantini FRS FMedSci (born November 10, 1957) is Professor of Molecular Neurology in the Department of Clinical Neurosciences at the University of Cambridge.[2][3] She is most noted for identifying the protein alpha-synuclein as the major component of Lewy bodies, the characteristic protein deposit found in the brain in Parkinson's disease and dementia with Lewy bodies.[4] She has also identified mutations in the MAPT gene as a heritable cause for frontotemporal dementia.[5][1][6]", "70193614": "Loisette M. Marsh (1928–2021) was a Canadian-born Australian marine biologist.", "40767954": "Gillian Griffiths, FMedSci FRS is a British cell biologist and immunologist. Griffiths was one of the first to show that immune cells have specialised mechanisms of secretion, and identified proteins and mechanisms that control cytotoxic T lymphocyte secretion.[1] Griffiths is Professor of Cell Biology and Immunology at the University of Cambridge and is the Director of the Cambridge Institute for Medical Research.[1][2][3][4][5][6]", "26153433": "Utpal Banerjee (born 1957) is a distinguished professor of the department of molecular, cell and developmental biology at UCLA. He obtained his Bachelor of Science degree in chemistry from St. Stephen's College, Delhi University, India and obtained his Master of Science degree in physical chemistry from the Indian Institute of Technology, Kanpur, India. In 1984, he obtained a PhD in chemistry from the California Institute of Technology where he was also a postdoctoral Fellow in the laboratory of Seymour Benzer from 1984-1988.", "60199387": "Manuel Barange is a biologist. He is Assistant Director General of the Food and Agriculture Organization of the United Nations and Director of its Fisheries and Aquaculture Division. He is an honorary professor at the University of Exeter.[1] Barange was the Deputy Chief Executive Officer and Director of Science at the Plymouth Marine Laboratory and the chair of the scientific committee of the International Council for the Exploration of the Sea.[2] From 2000-2010 he was the Director of the International Project Office of GLOBEC Global Ocean Ecosystem Dynamics,[3] one of the first ever large programmes working on climate change and marine systems.", "42340827": "Chantal Conand (born 10 April 1943) is a French marine biologist and oceanographer.", "38048224": "Karl Friedrich von Gaertner (or Carl Friedrich von Gärtner) (1 May 1772 – 1 September 1850) was a well-known German botanist, and the son of Joseph Gaertner. He was a pioneer in the study of hybrids, and he is considered an important influence on Gregor Mendel.", "34542049": "Edavalath Kakkat Janaki Ammal (4 November 1897 – 7 February 1984) was an Indian botanist who worked on plant breeding, cytogenetics and phytogeography. Her most notable work involved studies on sugarcane and the eggplant (brinjal). She also worked on the cytogenetics of a range of plants and co-authored the Chromosome Atlas of Cultivated Plants (1945) with C.D. Darlington. She took an interest in ethnobotany and plants of medicinal and economic value from the rain forests of Kerala, India. She was awarded Padma Shri by the then prime minister of India in 1977.", "33526243": "Stefan Thor (born 1964) is a Swedish professor of developmental biology at The University of Queensland.", "18682346": "Dr. Alan Gelperin is a scientist and biologist currently at Princeton University. He is an emeritus faculty member at Monell Chemical Senses Center. He specializes in electronic olfaction and computational neuroscience. He received his bachelor's degree in biology from Carleton College in 1962 and went on to get a Ph.D. from University of Pennsylvania.[1]", "5181932": "Joseph Cameron Finley (born August 30, 1987) is an American former child actor[1] and molecular biologist. While receiving accolades for his work in Hope Floats, Baywatch, One True Love, and Perfect Game, he is most known for his role as Theodore 'Beaver' Cleaver in the 1997 film Leave It to Beaver based upon the television series by the same name.[2]", "5378547": "Woo Jang-choon, U Nagaharu in Japanese, (April 8, 1898 – August 10, 1959) was an agricultural scientist and botanist active in Korea under Japanese rule and later in South Korea, famous for his discoveries in the genetics and breeding of plants.[1]", "463357": "Hugh Lamprey (2 August 1928 - 10 February 1996) was a British ecologist and bush pilot. After travelling on student expeditions to Iceland, the Himalayas, and the Canary Islands, he served in Palestine and Egypt as a tank officer. Subsequently he obtained a position in Tanganyika, and in the Game Department in 1953, he designed methods of estimating game densities that are still widely used.[1] He applied these to studies of food sources of Tsetse flies (specifically Glossina swynnertoni) in Kenya.[2]", "42766846": "A bacteriologist is a microbiologist, or similarly trained professional, in bacteriology—a subdivision of microbiology that studies bacteria, typically pathogenic ones.[1] Bacteriologists are interested in studying and learning about bacteria, as well as using their skills in clinical settings. This includes investigating properties of bacteria such as morphology, ecology, genetics and biochemistry, phylogenetics, genomics and many other areas related to bacteria like disease diagnostic testing.[2] Alongside human and animal healthcare providers, they may carry out various functions as medical scientists, veterinary scientists, or diagnostic technicians in locations like clinics, blood banks, hospitals, laboratories and animal hospitals.[2][3][4] Bacteriologists working in public health or biomedical research help develop vaccines for public use.[5]", "4133376": "Beyene Petros (Amharic: በየነ ጴጥሮስ; born 11 March 1950) is an Ethiopian politician and educator who was the professor of Biology at Addis Ababa University and a former  member of the Ethiopian House of People's Representatives, representing an electoral district in Badawacho of Hadiya Zone. He is currently the chairman of one of the largest opposition political parties in Ethiopia, the Ethiopian Federal Democratic Forum Medrek.[1]", "1643013": "Richard Benedict Goldschmidt (April 12, 1878 – April 24, 1958) was a German geneticist. He is considered the first to attempt to integrate genetics, development, and evolution.[1]  He pioneered understanding of reaction norms, genetic assimilation, dynamical genetics, sex determination, and heterochrony.[2] Controversially, Goldschmidt advanced a model of macroevolution through macromutations popularly known as the \"Hopeful Monster\" hypothesis.[3]"}