{"69682808": "Lester Embree (1938-2017) was an American philosopher and Professor of Philosophy at Florida Atlantic University.[1]", "13223547": "Kurt Riezler (February 11, 1882 – September 5, 1955) was a German philosopher and diplomat. A top-level cabinet adviser in the German Empire and the Weimar Republic, he negotiated Germany's underwriting of Russia's October Revolution and authored the 1914 September Program which outlined German war aims during World War I. The posthumous publication of his secret notes and diaries played a role in the \"Fischer Controversy\" among German historians in the early 1960s.", "50087559": "Micheline R. Ishay is an American political theorist known for her work in international relations and the history of human rights. She is professor of international studies and human rights at the Josef Korbel School of International Studies at the University of Denver,[1] where she serves as director of the International Human Rights Program (1992–2010, 2019–present) and was executive director of the Center on Rights Development (1993-2011). In 2008, she was named the University of Denver Distinguished Scholar, and she is an affiliate faculty member with the Center for Middle East Studies.[2]", "10176137": "Syed Zafarul Hasan (14 February 1885 – 19 June 1949) was a prominent twentieth-century Pakistani Muslim philosopher.", "11978382": "Joseph-Achille Mbembe, known as Achille Mbembe (/əmˈbɛmbeɪ/; born 1957), is a Cameroonian historian, political theorist, and public intellectual who is a research professor in history and politics at the Wits Institute for Social and Economy Research at the University of the Witwatersrand. He is well known for his writings on colonialism and its consequences and is a leading figure in new wave French critical theory.[1][2]", "63489687": "Paul Welsh (September 11, 1911 - August 29, 2004) was an American philosopher and professor of philosophy at Duke University.[2] \nHe was a member of Phi Beta Kappa and is known for his works on logic.[3][4]", "34752152": "Guy Cromwell Field FBA (15 January 1887 – 28 April 1955) was a British philosopher.  He was Professor of Philosophy, at the University of Bristol 1926–1952 and its Pro-Vice-Chancellor 1944–1945 and 1947–1952.  He was the grandson of Jesse Collings.", "34293405": "John Duns Scotus OFM (/ˈskoʊtəs/ SKOH-təs; Ecclesiastical Latin: [duns ˈskɔtus], \"Duns the Scot\"; c. 1265/66 – 8 November 1308)[9] was a Scottish Catholic priest and Franciscan friar, university professor, philosopher and theologian. He is one of the four most important Christian philosopher-theologians of Western Europe in the High Middle Ages, together with Thomas Aquinas, Bonaventure and William of Ockham.[10]", "181918": "Bernard of Chartres (Latin: Bernardus Carnotensis; died after 1124) was a twelfth-century French Neo-Platonist philosopher, scholar, and administrator.", "38454943": "Zhang Shenfu (Chinese: 张申府; September 15, 1893–June 20, 1986), born Zhang Songnian (张崧年), courtesy name Shenfu (申甫), was a founder of the Chinese Communist Party, a philosopher, and a political activist.[1][2] Zhang was born on June 15, 1893, in Xiaoduo village, Zhili (modern Hebei). His father, Zhang Liangong, was a senior official. In 1912, Zhang enrolled at Middle School Affiliated to Senior Normal School (高等师范学堂附属中学班) in Beiping (today Beijing). He later enrolled at Peking University to study philosophy and math in 1914. After graduating, Zhang started to lecture at Peking University, as well as assisting the work of university librarian Li Dazhao. When the Chinese Communist Party was founded by Chen Duxiu and Li Dazhao in the French concession of Shanghai in 1921 as a study society and informal network, Zhang organized the counterpart group in France (latter used to engage in Lyon Sino-French University after WWI) and then introduced his fiancée Liu Qingyang and friend Zhou Enlai to CCP. In 1925, due to disagreements with other representatives at the fourth congress, Zhang quit the party. After CCP won the Chinese Civil War, Zhang was employed as a researcher at the National Library with Zhou Enlai's permission. Due to his political stance, Zhang was labeled as right-wing in 1957 during the Anti-Rightist Campaign. After Mao's death and the 3rd Plenary Session of the 11th Central Committee, he was rehabilitated. He died in 1986 at 93 years old.[3]", "41469600": "Oleg Khoma (born October 30, 1966) is Ukrainian translator and historian of European philosophy. His research focus is on 17th- and 20th-century French philosophy, particularly Blaise Pascal, Rene Descartes and Nicolas Malebranche.", "50849": "Coluccio Salutati (16 February 1331[1] – 4 May 1406)[2] was an Italian Renaissance humanist and notary, and one of the most important political and cultural leaders of Renaissance Florence; as chancellor of the Florentine Republic and its most prominent voice, he was effectively the permanent secretary of state in the generation before the rise of the powerful Medici family.", "11781793": "Sandra Laugier is a French philosopher, who works on moral philosophy, political philosophy, philosophy of language, gender studies, and popular culture. She is a full professor of philosophy (classe exceptionnelle, University Professor) at the University of Paris 1 Panthéon-Sorbonne and a Senior member of the Institut Universitaire de France. She currently serves as the deputy director of the Institut des sciences juridique et philosophique de la Sorbonne (Université Paris 1 Panthéon-Sorbonne/CNRS).[1] In 2014, she received the title of the Chevalier de la Légion d’honneur. In 2022, she was awarded the Grand Prix Moron by the Académie française.", "214690": "John Cowper Powys (/ˈkuːpər ˈpoʊɪs/ KOO-pər POH-iss; 8 October 1872 – 17 June 1963) was an English philosopher, lecturer, novelist, critic and poet born in Shirley, Derbyshire, where his father was vicar of the parish church in 1871–1879.[1] Powys appeared with a volume of verse in 1896 and a first novel in 1915, but gained success only with his novel Wolf Solent in 1929. He has been seen as a successor to Thomas Hardy, and Wolf Solent, A Glastonbury Romance (1932), Weymouth Sands (1934), and Maiden Castle (1936) have been called his Wessex novels. As with Hardy, landscape is important to his works. So is elemental philosophy in his characters' lives.[2] In 1934 he published an autobiography. His itinerant lectures were a success in England and in 1905–1930 in the United States, where he wrote many of his novels and had several first published. He moved to Dorset, England, in 1934 with a US partner, Phyllis Playter. In 1935 they moved to Corwen, Merionethshire, Wales, where he set two novels, and in 1955 to Blaenau Ffestiniog, where he died in 1963.", "72271528": "Vasudeva Sarvabhauma ( Sanskrit: वासुदेव सर्वभौम )  was an Indian Philosopher and a scholar of Nyaya Shastra.[1][2] He is also known as Sarvabhauma Bhattacharya. He lived around 13th to 14th century of the Common Era. He belonged to Nabadwip and went to Mithila for studying Nyaya Shastra in Ancient Mithila University. He was a student of Pakshadhara Mishra, the head professor of Nyaya Shastra in the Ancient Mithila University at that time.[3] He memorized the entire texts of learning available there and then returned to Nabadwip to establish his own school for the study of logic ( Navya Nyaya or New Logic ) He was one of the founders of Navya Nyaya School of Indian Philosophy.[4][5]", "15320745": "Metrodorus of Athens (Greek: Μητρόδωρος ὁ Ἀθηναῖος) was an Athenian philosopher and painter who flourished in the 2nd century BC. It chanced that Aemilius Paulus, visiting Athens on his return from his victory over Perseus of Macedon in 168 BC, asked for a tutor for his children and a painter to glorify his triumph. The inhabitants suggested Metrodorus as capable of discharging both duties, and it is recorded that Aemilius was entirely satisfied.[1]", "5457582": "Tullia d'Aragona (1501/1505 – March or April 1556)[1] was an Italian poet, author, and philosopher. Born in Rome sometime between 1501 and 1505, Tullia traveled throughout Venice, Ferrara, Siena, and Florence before returning to Rome. Throughout her life, Tullia was esteemed one of the best female writers, poets, and philosophers of her time. Influencing many of the most famous philosophers, Tullia's work elevated women's status in literature to equal that of men. Her intellect, literary abilities, and social graces helped her become among the most celebrated of Renaissance poet-courtesans.", "63489710": "Helen S. Lang (February 19, 1947 – June 20, 2016) was an American philosophy professor and researcher, specializing in ancient Greek philosophy and science, medieval and Renaissance thought, and an expert on Aristotelian natural philosophy.[1][2]", "29378224": "Julius Hermann von Kirchmann (5 November 1802 – 20 October 1884) was a German jurist and philosopher.", "41240245": "'Abu Bakr Muhammad at-Turtushi (Arabic: ابو بكر محمد بن الوليد الطرطوشي‎) (1059 – 1126 CE; 451 AH – 520 AH ), better known as At-Turtushi was one of the most prominent Andalusian political philosophers of the twelfth century. His book Kitāb Sirāj al-Mulūk (The Lamp of Kings) was one of the most important works of political theory to be produced in the medieval Islamic world. At-Turtushi was also an accomplished jurist in the Maliki school.", "1558201": "Lev Manovich (/ˈmænəvɪtʃ/ MAN-ə-vitch[2]) is an artist, an author and a theorist of digital culture. He is a Distinguished Professor at the Graduate Center of the City University of New York. Manovich played a key role in creating four new research fields: new media studies (1991-), software studies (2001-), cultural analytics (2007-) and AI aesthetics (2018-). Manovich's current research focuses on generative media, AI culture, digital art, and media theory.[3]", "23119557": "Enrique González Rojo (October 5, 1928 – March 5, 2021) was a Mexican writer, philosopher and teacher.", "22365915": "Louis Francisque Lélut (1804–1877) was a French medical doctor and philosopher known for his works Démon de Socrate and L'Amulette de Pascal, where he stated that Socrates and Blaise Pascal were insane.", "63456989": "Henryk Hiż (8 October 1917 – 19 December 2006) was a Polish analytical philosopher specializing in linguistics, philosophy of language, logic, mathematics and ethics, active for most of his life in the United States, one of the youngest representatives of the Lwów–Warsaw school.", "33441504": "Giuseppe Rensi (31 May 1871 in Villafranca di Verona – 14 February 1941 in Genoa) was an Italian philosopher.", "1525473": "Heinrich Gustav Hotho (Berlin, May 22, 1802 – Berlin, December 25, 1873) was a German historian of art and Right Hegelian. He is famous for being the compiler and editor of Hegel's posthumous work Vorlesungen über die Ästhetik (\"Lectures on Aesthetics\").", "7456481": "Peter of Aquila (Scotellus) (d. 1361) was an Italian Friar Minor, theologian and bishop.", "57984736": "José Luis Villacañas Berlanga (born in 1955) is a Spanish political philosopher and historian of political ideas.", "63489761": "Charles Augustus Baylis (1902–1975) was an American philosopher and professor of philosophy at Brown University (1927–1949), University of Maryland (1949–1952), Duke University (1952–1970).[1] He was the managing editor of the Journal of Symbolic Logic.[2][3]", "7456486": "Peter of Auvergne (died 1304) was a French philosopher and theologian.", "54544102": "Raphael Sassower (born 26 September 1955) is a professor of philosophy at the University of Colorado Colorado Springs (UCCS).  His academic contributions have been in the fields of economics, medical theory and methodology, science and technology, postmodernism, education, aesthetics, and Popperian philosophy.[1] He is also a leader in the field of postmodern technoscience.[2]", "57591526": "Tony D. Sampson (born 1964) is a British academic author who writes about philosophies of affect, digital media cultures and labour, marketing power, design/brand thinking, social and immersive user experiences and neurocultures. He is best known for his widely cited and debated academic publications on virality,[1] network contagion and neuroculture. This work is influenced by the 19th century French sociologist, Gabriel Tarde and concerns contemporary analyses of viral phenomena and affective and emotional contagion on the Internet. In 2017 Sampson published The Assemblage Brain, a book about the culture of the affective brain explored through digital media, the neurosciences, business (marketing), cybernetics and political power. His most recent publication, A Sleepwalker's Guide to Social Media (2020),[2] explores the power dynamic of a post-Cambridge Analytica social media environment wherein the marketing logic of virality/growth helps to inflame contagions of race hate, posing a threat to democracy.", "2115308": "Moishe Postone (17 April 1942 – 19 March 2018) was a Canadian historian and social theorist. He was a professor of history at the University of Chicago, where he was part of the Committee on Jewish Studies.", "7456495": "Peter of Poitiers (Latin: Petrus Pictaviensis) was a French scholastic theologian, born in Poitiers (or in the region) around 1125-1130. He died in Paris on September 3, 1205.", "69715697": "University of East Anglia", "22071028": "Rüdiger Safranski (born 1 January 1945) is a German philosopher and author.", "5097211": "Henry Aristippus of Calabria (born in Santa Severina in 1105–10; died in Palermo in 1162), sometimes known as Enericus or Henricus Aristippus, was a religious scholar and the archdeacon of Catania (from c. 1155) and later chief familiaris of the triumvirate of familiares who replaced the admiral Maio of Bari as chief functionaries of the Kingdom of Sicily in 1161.", "60442370": "Les Amants du Flore (The Lovers of Flore) is a 2006 French TV film, directed by Ilan Duran Cohen, about the relationship between Jean-Paul Sartre and Simone de Beauvoir beginning with their university years, then the following 20 years through the wartime, post-war fame and publication of Le Deuxième Sexe.[1][2] It was made in April 2006 and broadcast on France 3 on 6 September 2006.[3]", "53823235": "John Jeremy Stuhr (born November 28, 1951)[1] is an American philosopher who teaches at Emory University.[2]  He has written extensively about a wide assortment of philosophical figures and movements as well as a broad array of cultural problems and issues.[3]  His work is known for its lively, engaged, and direct style.  He draws critically on thinkers from often separated philosophical traditions (such as Pragmatism, Neopragmatism, Continental Philosophy, Critical Theory, Postmodernism, and Deconstruction).  Revealing his impatience with narrow and academic conceptions of philosophy, his writings make deep and consistent use of poetry, painting, photography, and the lyrics of contemporary music, and they exhibit a broad interdisciplinary reach across fields such as rhetoric, media studies, relativity theory, political and legal theory, cultural geography, and economics.[4]", "5883654": "Ernesto Buonaiuti (June 25, 1881[1] – April 20, 1946) was an Italian historian, philosopher of religion, former Catholic priest and anti-fascist. He lost his chair at the University of Rome owing to his opposition to the Fascists. As a scholar in History of Christianity and religious philosophy he was one of the most important exponents of the modernist current.", "59131656": "Maria Kokoszyńska-Lutmanowa (born Maria Kokoszyńska, 6 December 1905 – 30 June 1981[1]) was \"a significant logician, philosopher of language and epistemologist\",[2] and \"one of the most outstanding female representatives\"[1] of the third generation of the Lwów–Warsaw school. She is \"mostly known as the author of the important argumentation against neopositivism of the Vienna Circle as well as one of the main critics of relativistic theories of truth\".[2] She was also noted for popularising Tarski's works on semantics.", "62048009": "Vedesha Tirtha (c. 1570 - c. 1620) (also known as Vedesha Bhiksu also spelles as Vedesha Bikshu), was an Indian Hindu scholar and theologian in the Dvaita Vedānta tradition. He was the disciple of Raghuttama Tirtha and Vedavyasa Tirtha, and is the most celebrated name in the annals of the Dvaita Vedanta. He is a Bidi-Sanyasi (stray ascetic) and not pontiff of any mutt.[1]", "62637842": "Stephen David John (born 1979), is a British philosopher . He is a Fellow of Pembroke College, Cambridge,[1] and the University Hatton Professor in the Philosophy of Public Health. John is a member of the academic staff and lecturer in the Department of History and Philosophy of Science (HPS), his research focuses on the philosophy of science, political philosophy and the philosophy of public health.[2]", "1591060": "Howard Evan Runner (January 28, 1916 – March 14, 2002) was professor of philosophy at Calvin College from 1951 until his retirement in 1981.", "29738775": "Theobald of Étampes (Latin: Theobaldus Stampensis; French: Thibaud/Thibault d'Étampes; born before 1080, died after 1120) was a medieval schoolmaster and theologian hostile to priestly celibacy. He is the first scholar known to have lectured at Oxford and is considered a forerunner of Oxford University.", "7259929": "Georg Friedrich Daumer (Nuremberg, 5 March 1800 – Würzburg, 14 December 1875) was a German poet and philosopher. He was educated at the gymnasium of his native city, at that time directed by the famous philosopher Hegel.", "6145823": "Garry L. Hagberg is an author, professor, philosopher, and jazz musician,[1] He is currently the James H. Ottaway Jr. Professor of Philosophy and Aesthetics at Bard College.", "57394977": "William Wesley Cates (September 17, 1939 – March 25, 2018) was an American writer and vintner.", "18597666": "Andrzej Tomasz Towiański (Polish pronunciation: [anˈdʐej tɔˈvʲaɲskʲi]; January 1, 1799 – May 13, 1878) was a Polish philosopher and messianic religious leader.", "11781924": "Pascal Engel (French: [ɑ̃ʒɛl]; born 1954) is a French philosopher, working on the philosophy of language, philosophy of mind, epistemology and philosophy of logic. He was a professor of philosophy of logic at the Sorbonne. He currently works at the University of Geneva, where he collaborates with, among others, Kevin Mulligan. He is a member of Institut Nicod.", "1951526": "Gordon L. Anderson is an American philosopher publishing executive [1] and the author of Philosophy of the United States[2] and Secretary General of Professors World Peace Academy. He is a graduate of Claremont Graduate University, where he earned a doctorate in philosophy of religion in 1986.", "19285807": "Sarah Maxine Greene (née Meyer; December 23, 1917 – May 29, 2014) was an American educational philosopher, author, social activist, and teacher. Described upon her death as \"perhaps the most iconic and influential living figure associated with Teachers College, Columbia University\",[1] she was a pioneer for women in the field of philosophy of education, often being the sole woman presenter at educational philosophy conferences as well as being the first woman president of the Philosophy of Education Society in 1967. Additionally, she was the first woman to preside over the American Educational Research Association in 1981.[2]", "640818": "Georges Eugène Sorel (/səˈrɛl/; French: [sɔʁɛl]; 2 November 1847 – 29 August 1922) was a French social thinker, political theorist, historian, and later journalist. He has inspired theories and movements grouped under the name of Sorelianism.[2][3] His social and political philosophy owed much to his reading of Proudhon, Karl Marx, Giambattista Vico, Henri Bergson[4][5] (whose lectures at the Collège de France he attended), and later William James. His notion of the power of myth in collective agency inspired socialists, anarchists, Marxists, and fascists.[6] Together with his defense of violence, the power of myth is the contribution for which he is most often remembered.[7]", "22726453": "Giuseppe Mifsud Bonnici (17 July 1930 – 21 February 2019)[1] was a Maltese judge and philosopher, Chief Justice of Malta between 1990 and 1995. He mostly specialised in the philosophy of law.[2]", "2836283": "Avula Parthasarathy, popularly known as Swamiji (born 8 June 1927), is an Indian philosopher and exponent[1] of Vedanta, one of the ancient philosophies of India.[1] He translates the subtle philosophical themes into a practical technique of living.[2] He has multiple degrees in literature, science and law, and completed a postgraduate degree in international law from London University.[2] Renouncing a shipping business early in life,[2] he has dedicated his life to study, research and propagation of Vedanta. His writings, discourses and seminars have featured in international press and television media.[2] Business, sport and film celebrities regularly seek his counsel.[3]", "45434687": "Patrizia Nanz (born 9 July 1965 in Stuttgart, Germany) is a political scientist and an expert in public participation and democratic innovations.[1] She has provided expertise to businesses, state agencies, and governments in various European countries.", "182082": "Jorge Agustín Nicolás Ruiz de Santayana y Borrás, known in English as George Santayana (/ˌsæntiˈænə, -ˈɑːnə/;[2] December 16, 1863 – September 26, 1952), was a Spanish-American philosopher, essayist, poet, and novelist. Born in Spain, Santayana was raised and educated in the US from the age of eight and identified himself as an American, although he always retained a valid Spanish passport.[3] At the age of 48, Santayana left his position at Harvard and returned to Europe permanently.", "23414594": "Mikhail Fedotovich Ovsyannikov (Russian: Михаи́л Федо́тович Овся́нников; 21 November 1915 – 11 August 1915) was a Soviet philosopher and academic who concentrated on in-depth study of Georg Wilhelm Friedrich Hegel.[1] Ovsyannikov was head of the Philosophy Department at Moscow State University from 1968 to 1974.", "2443077": "Gaunilo or Gaunillon[1] (fl. 11th century) was a Benedictine monk of Marmoutier Abbey in Tours, France. He is best known for his contemporary criticism of the ontological argument for the existence of God which appeared in St Anselm's Proslogion. In his work In Behalf of the Fool,[a] Gaunilo contends that St Anselm's ontological argument fails because logic of the same kind would force one to conclude many things exist which certainly do not.[2] An empiricist, Gaunilo thought that the human intellect is only able to comprehend information provided by the senses.[3]", "2246470": "Yi Eon-jeok (25 November 1491 — 23 November 1553), sometimes known by his art name Hoejae, was a Korean philosopher and politician during the Joseon dynasty. He was a public official and intellectual of the middle era of the Joseon Dynasty of Korea. He was born and died in Gyeongju, then the capital of Gyeongsang province. Like most intellectuals from Gyeongsang in this period, he was a member of the Sarim faction. He contributed to the polarity-nonpolarity (mugeuk-taegeuk) debate in classical Korean Confucianism.[1]", "968523": "Huston Cummings Smith (May 31, 1919 – December 30, 2016) was a scholar of religious studies in the United States,[1][2][3][4][5] He authored at least thirteen books on world's religions and philosophy, and his book about  comparative religion, The World's Religions (originally titled The Religions of Man) sold over three million copies as of 2017.[5][6][7][8]", "15058767": "Eustathius of Cappadocia (Greek: Εὐστάθιος), was a Neoplatonist and Sophist, and a pupil of Iamblichus and Aedesius, who lived at the beginning of the 4th century CE. When Aedesius was obliged to quit Cappadocia, Eustathius was left behind in his place. Eunapius, to whom alone we are indebted for our knowledge of Eustathius, declares that he was the best man and a great orator, whose speech in sweetness equalled the songs of the Sirens. His reputation was so great, that when the Persians besieged Antioch, and the empire was threatened with a war, the emperor Constantius II was prevailed upon to send Eustathius, although he was a pagan, as ambassador to king Shapur II, in 358, who is said to have been quite enchanted by his oratory. His countrymen and friends who longed for his return, sent deputies to him, but he refused to come back to his country on account of certain signs and omens. His wife Sosipatra is said to have even excelled her husband in talent and learning.[1][2] They had three sons, one of which, Antoninus, also became a philosopher.", "214866": "Georg Philipp Friedrich Freiherr von Hardenberg (2 May 1772 – 25 March 1801), pen name Novalis (German pronunciation: [noˈvaːlɪs]), was a German aristocrat and polymath, who was a poet, novelist, philosopher and mystic. He is regarded as an influential figure of Jena Romanticism.", "66963283": "Nükhet Sirman (born 1951) is a Turkish social anthropologist. She earned a doctorate degree from Britain's University College London in 1988, and since 1989, she is a professor of anthropology at the Boğaziçi University in Istanbul, Turkey. She has done academic analysis of the feminist movement in Turkey and introduced the concept of \"familial citizenship\" in the academic realm.", "18696020": "Alan Johnson is a British political theorist and activist. He is a senior research fellow at the Britain Israel Communications and Research Centre. Previously he was Professor of Democratic Theory and Practice at Edge Hill University.", "50775892": "Marcel Wissenburg (born 1962) is a Dutch political theorist who is a Professor of Political Theory at Radboud University Nijmegen, Netherlands.", "542552": "George Parkin Grant OC FRSC (13 November 1918 – 27 September 1988) was a Canadian philosopher, university professor and social critic. He is known for his Canadian nationalism, a political conservatism that affirms the values of community, equality and justice and his critical, philosophical analysis of the social and political effects of limitless technological progress.  As a practising Christian, Grant conceived of time as the moving image of an eternal order illuminated by love.[7]", "67290968": "Elsa Dorlin (born 1973 or 1974 (age 49–50))[1] is a French philosopher and professor in the department of political science at University of Paris 8 Vincennes/St. Dénis.[2]", "1820506": "David Ray Griffin (August 8, 1939 – November 2022) was an American professor of philosophy of religion and theology and a 9/11 conspiracy theorist.[2] Along with John B. Cobb, Jr., he founded the Center for Process Studies in 1973, a research center of Claremont School of Theology that promotes process thought.[3] Griffin published numerous books about the September 11 attacks, claiming that elements of the Bush administration were involved.[4] An advocate of the controlled demolition conspiracy theory, he was a founder member of Scholars for 9/11 Truth.[5]", "59033440": "Robert Michael Doran SJ (20 June 1939 – 21 January 2021) was an American-Canadian Jesuit priest, and theologian, and Emmett Doerr Chair in Catholic Systematic Theology at Marquette University. He was known for his research on the works of the Jesuit theologian and philosopher Bernard Lonergan.[3]", "5392225": "Alfred Brunswig (born 13 June 1877 in Plau am See; died 22 June 1927 in Münster) was a German philosopher. He taught at Westphalian Wilhelms-University in Münster (Westphalia).", "66635617": "Patricia A. Blanchette is an American philosopher and logician, the McMahon-Hank Professor of Philosophy at the University of Notre Dame. She specializes in the history of philosophy, history of logic, philosophy of logic, philosophy of mathematics, and philosophy of science, and is the author of a book on the logic of Gottlob Frege.", "11814754": "Desmond Paul Henry (1921–2004) was a Manchester University Lecturer and Reader in Philosophy (1949–82). He was one of the first British artists to experiment with machine-generated visual effects at the time of the emerging global computer art movement of the 1960s (The Cambridge Encyclopaedia 1990 p. 289; Levy 2006 pp. 178–180). During this period, Henry constructed a succession of three electro-mechanical drawing machines from modified bombsight analogue computers which were employed in World War II bombers to calculate the accurate release of bombs onto their targets (O'Hanrahan 2005). Henry's machine-generated effects resemble complex versions of the abstract, curvilinear graphics which accompany Microsoft's Windows Media Player. Henry's machine-generated effects may therefore also be said to represent early examples of computer graphics: \"the making of line drawings with the aid of computers and drawing machines\" (Franke 1971, p. 41).", "5031778": "Julius Duboc (October 10, 1829 Hamburg - June 11, 1903) was a German author and philosopher.", "49694567": "Margaret Atherton (born 1943) is an American philosopher and feminist historian who is currently a Distinguished Professor Emerita in the Department of Philosophy at the University of Wisconsin–Milwaukee, and was a Distinguished Professor of Philosophy there before her retirement.[1] Atherton's research has focused on philosophers of the early modern period, philosophy of psychology (cognition and mind), and the work of women philosophers, as well as teaching the history of modern philosophy.[1]", "7227242": "Abu 'Abd Allah Muhammad ibn 'Abd Allah ibn Masarra ibn Najih al-Jabali[1] (883–931) was an Andalusian Muslim ascetic and scholar.[2] He is considered one of the first Sufis as well as one of the first philosophers of al-Andalus.[3]", "25479024": "Erik Molnár (16 December 1894 – 8 August 1966) was a Hungarian communist politician, lawyer, economist and philosopher who served as Minister of Foreign Affairs twice: from 1947 to 1948 and from 1952 to 1953.", "19449712": "Dr. Heydar Najaf oglu Huseynov (Azeri: Heydər Hüseynov) (3 April 1908, Yerevan – 15 August 1950, Baku) was an Azerbaijani philosopher and academician.", "33343347": "The Rationalists is a 1988 book by the philosopher John Cottingham, in which the author offers an overview of the most important exponents of rationalism, namely René Descartes, Baruch Spinoza and Gottfried Wilhelm Leibniz. Other thinkers, such as Nicolas Malebranche, are also dealt with.", "52807540": "Max Loreau (7 June 1928 – 7 January 1990) was a 20th-century Belgian philosopher, poet and art critic.", "47564660": "Petre Paul Negulescu (October 18, 1870 – September 28, 1951) was a Romanian philosopher and conservative politician, known as a disciple and continuator of Titu Maiorescu. Affiliated with Maiorescu's Junimea society from his early twenties, he debuted as a positivist and monist, attempting to reconcile art for art's sake with an evolutionist philosophy of culture. He was a lecturer and tenured professor at the University of Iași, where he promoted the Junimist lobby against left-wing competitors, and formalized his links with the Conservative Party in 1901. From 1910, he taught at the University of Bucharest, publishing works on Renaissance philosophy and other historical retrospectives.", "74368889": "George W. Harris (born 1947) is an American philosopher and  Chancellor Professor Emeritus of Philosophy at College of William & Mary. He is known for his works on ethics.[1][2][3][4][5]", "3491713": "Michael James Meadowcroft (born 6 March 1942) is a British author, politician and political affairs consultant. He served as the Member of Parliament (MP) for Leeds West from 1983 to 1987.", "51074": "Pyotr Alexeyevich Kropotkin[a] (December 9, 1842[b] – February 8, 1921) was a Russian anarchist and geographer known as a proponent of anarchist communism.", "39733129": "Prasenjit Biswas is a Professor of philosophy at North Eastern Hill University, Shillong. His research interests reflect an interdisciplinary orientation that includes ethno-philosophy, ethnicity, and indigenous identities.[1] He is a human rights defender who works with Barak Human Right Protection Committee ( BHRPC), Silchar. The BHRPC defended human rights of labourers and their families in tea gardens of Barak Valley of Assam, who faced deaths due to starvation  in 2011–12. The National Human Rights' Commission of India granted relief and compensation to some of the families who suffered due to starvation deaths. Biswas also contributed to United Nations' fourth Universal Periodic Review (UPR) on Human Rights process initiated by Working Group on Human Rights (WGHR),New Delhi.\nBiswas specializes in continental philosophy and phenomenology with an emphasis on Jacques Derrida, Georgio Agamben, Jean Luc-Nancy, Francoise Laruelle etc. He has worked on Post-Marxist thoughts, Non-Philosophy and currently exploring the notion of Aporia in Social Theory. He also draws meaningful parallels between Continental Philosophy and India's locally rooted philosophical traditions from among Tribal communities. Rooted in a Sanskritic tradition of doing Darsana in a family of traditional Indian philosophers, he develops a dialogic interface between heterodox Indian philosophical traditions and European and Continental philosophical world-views. His current works are a return to an interdisciplinary worldview traditions in which he combines a policy paradigm such as India's Act East with Southeast and East Asian traditions from a contemporary Indian philosophical point of view of 'Swaraj in Ideas' and Rabindranath Tagore's Cosmopolitan universalism.\nHe writes occasionally in The Statesman on issues related to Northeast India[2] and often shares his views in national and international media.", "27969419": "Fernando Haddad (São Paulo, 25 January 1963) is a Brazilian scholar, lawyer and politician who has served as the Brazilian Minister of Finance since 1 January 2023.[1] He was previously the mayor of São Paulo from 2013 to 2017 and the Brazilian minister of education from 2005 to 2012.", "58771341": "Nicholas Hugh Smith (born 1962) is an Australian philosopher and Professor of Philosophy at the Macquarie University.\nSmith is known for his research on hermeneutics, political philosophy and Charles Taylor's thought.[1][2][3][4][5]", "40060815": "Juan José Pérez Sebreli[1] (seˈbɾɛli; born 3 November 1930) is an Argentine sociologist, essayist and philosopher. Throughout his intellectual work, he concentrated on the notions of reason, city and everyday life.[2]", "33441680": "Ali bey Huseyn oğlu Huseynzade (Azerbaijani: Əli bəy Hüseyn oğlu Hüseynzadə; Turkish: Hüseyinzade Ali Turan; Salyan, February 24, 1864 – Istanbul, March 17, 1940) was an Azerbaijani writer, thinker, philosopher, artist, doctor, and the creator of the modern Flag of Azerbaijan.[1]", "40355735": "Kathryn Norlock (born 1969) is the inaugural Kenneth Mark Drain Endowed Chair in Ethics, the Chair of the Department of Philosophy, an affiliated faculty member in Sustainability Studies, and an associated faculty member in Gender and Women's Studies at Trent University.[1][2]", "6244255": "Hayim Greenberg (Hebrew: חַיִּים גרינברג ‎ 1889, Todirești, Beletsky Uyezd, Bessarabia – 1953) was a Jewish-American thinker and Labor Zionist thinker. He was the head of Poalei Zion and he was the editor along with Marie Syrkin of the important American Zionist journal Jewish Frontier.[1] Its writers included David Ben-Gurion, Moshe Shertok, Sholom Asch and Maurice Samuel.\nHe edited a literary journal, Kadima, in Kiev in 1920 with Koigen and Fischel Schneerson.", "1165221": "Russell Amos Kirk (October 19, 1918 – April 29, 1994)[1] was an American political philosopher, moralist, historian, social critic, literary critic, and author, known for his influence on 20th-century American conservatism. His 1953 book The Conservative Mind gave shape to the postwar conservative movement in the U.S. It traced the development of conservative thought in the Anglo-American tradition, giving special importance to the ideas of Edmund Burke. Kirk was considered the chief proponent of traditionalist conservatism. \nHe was also an accomplished author of Gothic and ghost story fiction. He is often considered one of the most significant conservative men of letters of the twentieth century.", "2770860": "Aleksei Fyodorovich Losev (Russian: Алексе́й Фёдорович Ло́сев; 22 September 1893 – 24 May 1988) was a Soviet and Russian philosopher, philologist and culturologist, one of the most prominent figures in Russian philosophical and religious thought of the 20th century.[3]", "1853363": "Buddhadasa (27 May 1906 – 25 May 1993) was a Thai Buddhist monk. Known as an innovative reinterpreter of Buddhist doctrine and Thai folk beliefs, he fostered a reformation in conventional religious perceptions in his home country, Thailand, as well as abroad. He developed a personal view that those who have penetrated the essential nature of religions consider \"all religions to be inwardly the same\", while those who have the highest understanding of dhamma feel \"there is no religion\".[2]", "83895": "John Henry Newman CO (21 February 1801 – 11 August 1890) was an English theologian, academic, philosopher, historian, writer, and poet, first as an Anglican priest and later as a Catholic priest and cardinal, who was an important and controversial figure in the religious history of England in the 19th century. He was known nationally by the mid-1830s,[11] and was canonised as a saint in the Catholic Church in 2019.", "2934715": "Georg Misch (German: [mɪʃ]; 5 April 1878, in Berlin – 10 June 1965, in Göttingen) was a German philosopher.", "2967487": "Prajnanapada, popularly known as Swami Prajnanapada or Swami Prajnanpad (1891–1974) of Channa Ashram (located at Channa village), was one of the eminent disciples of Niralamba Swami, the great yogi and Guru of India. He was born on 8 February 1891.[1] He entered the life of Sannyasa and became Niralamba Swami’s disciple in 1924-25 at Channa ashram.[1]\nBesides living at Channa Ashram (located at Channa village, Burdwan, India), he had also established an ashram in Ranchi, India.", "69257160": "Maria Helena Diniz (born 1956, São Paulo) is a Brazilian jurist and professor. She currently holds the chair of full professor of Civil Law[2] at the Pontifical Catholic University of São Paulo,[3] where she obtained her master's (1974) and doctorate (1976) degrees. She is the author of more than forty books and articles in the field of law, mainly in the civil area.[4]", "41437132": "Rudolf Eisler (7 January 1873 – 14 December 1926) was an Austrian philosopher.", "608209": "Xunzi (Chinese: 荀子, lit. 'Master Xun'; c. 310 – c. after 238 BCE), born Xun Kuang (Chinese: 荀況), was a Chinese philosopher of Confucianism during the late Warring States period. After his predecessors Confucius and Mencius, Xunzi is often ranked as the third great Confucian philosopher of antiquity. By his time, Confucianism had suffered considerable criticism from Daoist and Mohist thinkers, and Xunzi is traditionally regarded as a synthesizer of these traditions with earlier Confucian thought. The result was a thorough and cohesive revision of Confucianism, which was crucial to the philosophy's ability to flourish in the Han dynasty and throughout the later history of East Asia.[1] His works were compiled in the eponymous Xunzi, and survive in excellent condition. Unlike other ancient compilations, his authorship of these texts is generally secure, though it is likely that Western Han Dynasty historian Liu Xiang organized them into their present form centuries after Xunzi's death.[2]", "56674261": "Susan Meld Shell (born March 24, 1948) is an American philosopher and Professor and Chair of the Department of Political Science at Boston College. She is known for her research on Kantian philosophy.[1][2]", "14567381": "Hector Avalos (October 8, 1958 – April 12, 2021) was a professor of Religious Studies at Iowa State University, cultural anthropologist, and the author of several books on religion.[1][2] Avalos was an atheist and advocate of secular humanist ethics.[3][4]", "35145687": "Dandamis (presumably Greek rendering of \"Dandi-Svami\")[1] was a philosopher, Brahmin,[2][3] swami and a gymnosophist, whom Alexander encountered in the woods near Taxila, when he invaded India in 4th century B.C. He is also referred to as Mandanes.[4] He was guru of Kalanos, the noted gymonsophist, who accompanied Alexander to Persis.[5]", "2672606": "José de Cadalso y Vázquez (Cádiz, 1741 – Gibraltar, 1782), Spanish, Colonel of the Royal Spanish Army, author, poet, playwright and essayist, one of the canonical producers of Spanish Enlightenment literature.", "35538916": "Victor Andreyevich Kanke (Russian: Виктор Андре́евич Ка́нке) (29 April 1944) is a Russian philosopher born in the village of Nekrasovo, Slavgorod District, Altai Territory to a German family. He taught physics at school[which?] (1966-1974) and philosophy at the Biysk State Teacher Training Institute (1976-1987) and the Obninsk Institute for Nuclear Power Engineering (since 1987).", "62801898": "Brian E. O'Neil (1921-1985) was an American philosopher and a professor of philosophy at the University of New Mexico. He was known for his research on Descartes' philosophy.[1][2] O'Neil died from cancer in 1985.[3]", "1165295": "Ayn Rand Institute", "2869248": "Shannon Sullivan is chair and Professor of Philosophy at the University of North Carolina at Charlotte. She teaches and writes on feminist philosophy, critical philosophy of race, American pragmatism, and continental philosophy.", "44746754": "Lee Shui-chuen (Chinese: 李瑞全; born 1948) is a Chinese bioethicist in the contemporary Confucian tradition of ethical thought.[1][2] A professor and a former director of the Graduate Institute of Philosophy of National Central University, he received his B.A. and M.Phil. in philosophy in The Chinese University of Hong Kong under the supervision of the renowned contemporary New Confucianist professors Tang Chun-I and Mou Tsung-san. He received his PhD with the Graduate Institute of Philosophy, Southern Illinois University, US.", "313348": "Nikolai Alexandrovich Berdyaev (/bərˈdjɑːjɛf, -jɛv/;[1] Russian: Никола́й Алекса́ндрович Бердя́ев; 18 March [O.S. 6 March] 1874 – 24 March 1948) was a Russian philosopher, theologian, and Christian existentialist who emphasized the existential spiritual significance of human freedom and the human person. Alternative historical spellings of his surname in English include \"Berdiaev\" and \"Berdiaeff\", and of his given name \"Nicolas\" and \"Nicholas\". Russian paleontologist and Christian apologist Alexander V. Khramov (Borissiak Paleontological Institute of the Russian Academy of Sciences, Ph.D. from Moscow University) attributes his ideas about an atemporal human fall to Berdyaev and Evgenii Nikolaevitch Troubetzkoy.[2][3][4][5]", "2934792": "Otto Liebmann (German: [ˈliːpman]; 25 February 1840 – 14 January 1912) was a German neo-Kantian philosopher.", "25446408": "Mauricio Suárez is a Spanish anglophone philosopher who specialises in philosophy and history of the natural sciences. He earned a BSc in astrophysics from the University of Edinburgh (1991), and an MSc and a PhD in philosophy of science from the London School of Economics (1992 and 1997 respectively). His doctoral thesis was on \"Models of the world, data-models and the practice of science: The semantics of quantum theory\".[1] He currently holds a professorship (Cátedra, with habilitation / acreditación in 2009) in Logic and Philosophy of Science at Complutense University of Madrid.", "37439497": "Qutb al-Majeed Fard al-Waheed Imam al-Awliya as-Syed Abdul Qadir Shah al-Hamid Khadir Wali Suhrawardi was a mystic saint, Islamic preacher in Tamil Nadu and[1] a 13th generation descendant of the renowned Sufi saint, Muhiyudin Abd al-Qadir al-Jilani.[2] His resting place is located at Nagore, Tamil Nadu, India.", "41961484": "Peg O'Connor,[1] is a Professor of Philosophy and Gender, Women, and Sexuality Studies as well as Chair of the Department of Philosophy at Gustavus Adolphus College.[2] Her present research interests include two separate but intersecting strains: Wittgenstein's approach to ethics, and the philosophy of addiction.[2]  She also contributes to public discourse about her areas of interest through contributing to popular media, especially around philosophical issues surrounding addiction, and has actively spoken out about issues of gender equity facing the field of philosophy.", "69617682": "Michael William Wheeler (born 5 November 1960) is a British philosopher and Professor of Philosophy at the University of Stirling.[1]\nHe is known for his Heideggerian approach to  contemporary cognitive science research.[2][3][4][5]", "3065880": "Terrell Foster Carver (born 4 September 1946) is a Professor of Political Theory at the University of Bristol.", "26429468": "Don Marquis (/ˈmɑːrkwɪs/ MAR-kwis; 1935 - 2022) was an American philosopher and deontologist whose main academic interests were in ethics and medical ethics. Marquis was Emeritus Professor of Philosophy at the University of Kansas until his death.[1][2]", "1820701": "Jeremy Waldron (/ˈwɔːldrən/; born 13 October 1953) is a New Zealand professor of law and philosophy. He holds a University Professorship at the New York University School of Law, is affiliated with the New York University Department of Philosophy, and was formerly the Chichele Professor of Social and Political Theory at All Souls College, Oxford University. Waldron also holds an adjunct professorship at Victoria University of Wellington. Waldron is regarded as one of the world's leading legal and political philosophers.[1][2][3]", "68995102": "Claude Imbert (born 1933) is a French philosopher, logician, and translator of Gottlob Frege.[1]", "608287": "Huang-Lao", "43304994": "Adam Marian Tomasz Pius Leon duke Korybut Woroniecki, religious name Jacek (December 21, 1878 in Lublin – May 18, 1949 in Kraków) was a Polish Servant of God.[1][2]", "10831909": "Yuriy Drohobych or Yuriy Kotermak[a] (1450 – 4 February 1494) was a Ruthenian philosopher, astronomer, writer, medical doctor, rector of the University of Bologna, and professor of Kraków Academy, and the first publisher of a Church Slavonic printed text. He is the author of Iudicium Pronosticon Anni 1483 Currentis.[1]", "51071016": "Valentino Bellucci (1975 – 16 December 2021) was an Italian philosopher,[1] sociologist, poet, painter, and essayist.", "62801968": "Wallace I. Matson (1921-2012) was an American philosopher and a professor of philosophy at the University of California, Berkeley. He is known for his works on the existence of God.[1]", "38291507": "Victor Goldschmidt (1914 – 25 September 1981) was a French philosopher and historian of philosophy.", "2279482": "Jorge Ángel Livraga Rizzi (September 3, 1930 – October 7, 1991) was an Argentinian poet, novelist,[1][2][3] self-taught philosopher, essayist, educator and lecturer of Italian heritage best known for having founded and directed New Acropolis, an international philosophical educational and cultural organisation.", "542784": "Neil Gillman (September 11, 1933 – November 24, 2017) was a Canadian-American rabbi and philosopher affiliated with Conservative Judaism.", "42354754": "Marcia Baron (born 1955) is an American philosopher and the Rudy Professor of Philosophy at Indiana University Bloomington.[1][2] Her main research interests include moral philosophy, moral psychology, and philosophical issues in criminal law.[1] Baron is an associate editor of Inquiry, a member of the editorial board of The International Encyclopedia of Ethics, a series editor for New Directions in Ethics, and a member of the editorial board of the North American Kant Studies in Philosophy.[2]", "9226307": "Ole Thyssen (born November 3, 1944) is a Danish philosopher and sociologist, and Professor at the Copenhagen Business School.[1]", "60704843": "Osman Bakar (born 1946) is an emeritus professor of philosophy at the University of Malaya,[2] the Chair Professor and Director of Sultan Omar Ali Saifuddien Centre for Islamic Studies (SOASCIS), Universiti Brunei Darussalam[3] and an Islamic philosopher.[4][5][6] He is a fellow at the Center for Civilisational Dialogue in the University of Malaya and Doshisha University in Japan and a former President of the Islamic Academy of Sciences of Malaysia.[7] He was the recipient of the honorary title \"Dato\" by the Sultan of Pahang in 1994 and \"Datuk\" by the King of Malaysia in 2000, and was Included in the list of 500 most influential Muslims in the world several times.[8][9][10]", "14370892": "Asclepiodotus (Greek: Ἀσκληπιόδοτος) of Alexandria was a Neoplatonic philosopher who lived in the second half of the 5th century. He studied under Proclus in Athens, but eventually moved to Aphrodisias, where he maintained a philosophy school jointly with another man also called Asclepiodotus, whose daughter, Damiane, he married. Asclepiodotus also taught Damascius, who describes him in disparaging terms, in part because of his disregard for oracular lore:", "34785355": "Yi Suhyeong (1435–1528), also spelled as Lee Soo-Hyung, was a Korean politician and Confucian scholar, writer, and poet of the Joseon dynasty. His pen names were Dochon and Gongbukheon. After King Sejo of Joseon usurped the throne and the loss of his nephew, he left politics and secluded himself away from society.", "2738257": "Chion (Greek: Χίων; fl. 4th century BC) was the son of Matris, a noble citizen of Heraclea, city on the coast of Bithynia in Asia Minor, and was a disciple of Plato. Together with Leon, Euxenon, and other young men from noble families, he helped assassinate Clearchus, the tyrant of Heraclea (353 BC). Most of the conspirators were killed by the tyrant's body guards, others were put to death later, after being tortured. Rule of the city passed to Clearchus' brother, Satyrus, who is generally considered to have been a worse tyrant than Clearchus.[1]", "3098709": "Diogenes Allen (October 17, 1932 – January 13, 2013) was an American philosopher and theologian who served as the Stuart Professor of Philosophy at Princeton Theological Seminary.[1]  He was an ordained minister in the Presbyterian Church, which he served from 1958.  He died in Newtown, Bucks County, Pennsylvania.[2]", "51464288": "Étienne Noël Damilaville (21 November 1723 – 13 December 1768) was an 18th-century French man of letters, friend of Voltaire, Diderot and d'Alembert.[1] He served in various military and administrative functions of the Ancien Régime.[2] He was a member of the bodyguard of King Louis XV, and then a senior civil servant in the tax office responsible for supervising the Vingtième. His official roles meant that his correspondence was unexamined by censors, enabling him to circulate letters between leading thinkers of the day,[3] most particularly during the Sirven affair.", "62802020": "Francis Haywood Parker (June 23, 1920 - July 13, 2004) was an American philosopher and Charles A. Dana Professor of Philosophy at Colby College.", "11421818": "Ernest or Ernie Lepore (born November 20, 1950)[1] is an American philosopher and cognitive scientist and a professor of philosophy at Rutgers University.", "7260284": "Martin Deutinger (24 March 1815 – 9 September 1864) was a German philosopher and religious writer, born in Langenpreising, Bavaria, and died at Pfäfers, Switzerland.", "3721347": "François du Souhait (between 1570 and 1580 – 1617 in Nancy) was a French language author (translator, novelist, poet, satirist, moral philosopher) of the late 16th and early 17th century from the Duchy of Lorraine (at the time, a sovereign court with ties to France).", "15517828": "John Maus (born February 23, 1980) is an American musician, composer, singer, and songwriter known for his baritone singing style and his use of vintage synthesizer sounds and Medieval church modes, a combination that often draws comparisons to 1980s goth-pop. His early lo-fi recordings anticipated and inspired the late 2000s hypnagogic pop movement.[9][10] On stage, he is characterized for his intense displays of emotion while performing. He is also a former teacher of philosophy at the University of Hawaii, where he later earned his PhD in political science.", "62802053": "Peter Bertocci (1910–1989) was an American philosopher and Borden Parker Bowne professor of philosophy, emeritus, at Boston University. He was a president of the Metaphysical Society of America.[2]", "69191814": "Brenda Margaret Almond (née Cohen; 19 September 1937 – 14 January 2023) was a British philosopher, known for her work on philosophy of education and applied ethics. She was an elected member of the Austrian Academy of Sciences.", "149639": "Ludvig Holberg, Baron of Holberg (3 December 1684 – 28 January 1754) was a writer, essayist, philosopher, historian and playwright born in Bergen, Norway, during the time of the Dano–Norwegian dual monarchy. He was influenced by Humanism, the Enlightenment and the Baroque. Holberg is considered the founder of modern Danish and Norwegian literature.[3][4] He was also a prominent Neo-Latin author, known across Europe for his writing. He is best known for the comedies he wrote in 1722–1723 for the Lille Grønnegade Theatre in Copenhagen. Holberg's works about natural and common law were widely read by many Danish law students over two hundred years, from 1736 to 1936.[citation needed]", "837766": "Addison Webster Moore (30 July 1866 – 25 August 1930) was a U.S. pragmatist philosopher. He was president of the Western Philosophical Association in 1911 and president of the American Philosophical Association in 1917.", "74369161": "Grayson Douglas Browning (born 7 March 1929) is an American philosopher and  Professor Emeritus of Philosophy at University of Texas at Austin. He is known for his works on ethics. Browning  is a former president of the Florida Philosophical Association (1967).[1]", "51335": "Amartya Kumar Sen  (Bengali: [ˈɔmortːo ˈʃen]; born 3 November 1933) is an Indian economist and philosopher, who has taught and worked in the United Kingdom and the United States since 1972. Sen has made contributions to welfare economics, social choice theory, economic and social justice, economic theories of famines, decision theory, development economics, public health, and measures of well-being of countries.", "17352844": "Éliane Amado Levy-Valensi (Hebrew: אליענה אמדו לוי-ולנסי; May 11, 1919 – May 10, 2006) was a French-Israeli psychologist, psychoanalyst and philosopher.", "68798607": "Prof. Mr. Mohammad Nasroen (Indonesian: Muhammad Nasrun, 29 October 1907 – 28 September 1968) was a Minangkabau bureaucrat, Indonesian philosophy scholar, professor of philosophy at the University of Indonesia, and a politician. He served as the first governor of Central Sumatra from 15 April 1948 to 1 August 1950,[1] and he was the Minister of Justice in the Sukiman Cabinet from 20 November 1951 to 3 April 1952 replacing M. A. Pellaupessy.[2][3][4]", "22628504": "Anton Mahnič, also spelled Antun Mahnić in Croatian orthography (14 September 1850 – 30 December 1920), was a Croatian-Slovenian prelate of the Catholic Church and a philosopher who established and led the Croatian Catholic Movement. Mahnič served as the bishop of Krk from 1897 to his death in 1920.", "2640026": "Ladislav Klíma (22 August 1878 – 19 April 1928), was a Czech philosopher and novelist influenced by George Berkeley, Schopenhauer and Nietzsche. His philosophy is referred to varyingly as existentialism and subjective idealism.", "1722528": "Jean-Pierre de Crousaz (13 April 1663 – 22 March 1750) was a Swiss theologian and philosopher. He is now remembered more for his letters of commentary than his formal works.", "49662116": "Trudy Rose Govier (born August 3, 1944) is a Canadian philosopher known for her work in informal logic and argumentation. She is the author of the influential text A Practical Study of Argument. She has also been a frequent commentator in Canadian media on issues related to violence and conflict resolution.[2]", "215206": "William John Bennett (born July 31, 1943) is an American conservative politician and political commentator who served as secretary of education from 1985 to 1988 under President Ronald Reagan. He also held the post of director of the Office of National Drug Control Policy under George H. W. Bush.", "182440": "Huey Percy Newton (February 17, 1942 – August 22, 1989) was an African American revolutionary and political activist who founded the Black Panther Party. He ran the party as its first leader and crafted its ten-point manifesto with Bobby Seale in 1966.", "542904": "Norman Duncan Kemp Smith, FBA, FRSE (5 May 1872 – 3 September 1958) was a Scottish philosopher who was Professor of Psychology (1906–1914) and Philosophy (1914–1919) at Princeton University and was Professor of Logic and Metaphysics at the University of Edinburgh (1919–1945).[1]", "15026364": "Dio of Alexandria (/ˈdiːoʊ/; Greek: Δίων) was an Academic Skeptic philosopher and a friend of Antiochus of Ascalon who lived in the first century BC. Along with being an Academic Skeptic, Dio was an avid believer in the Greek gods and Titans, specifically worshipping the personification of time, Chronos. He was sent by his fellow citizens as ambassador to Rome, to complain about the conduct of their king, Ptolemy XII Auletes.  In Rome he was poisoned by the king's secret agents, and the strongest suspicion of the murder fell upon Marcus Caelius.[1]  The defence of Caelius in April 56 BC, the Pro Caelio, is considered one of Cicero's and indeed Rome's greatest orations.[2]", "1788093": "Loren E. Lomasky is an American philosopher, formerly the Cory Professor of Political Philosophy, Policy and Law at the University of Virginia.", "43305151": "Emma Rush is a lecturer in philosophy and ethics at Charles Sturt University Faculty of Arts, School of Humanities and Social Sciences, notable for her work on sexualisation of children.[1]", "62802115": "Robert Sherrick Brumbaugh (December 2, 1918 – July 14, 1992)[1] was an American philosopher and a professor of medieval philosophy at Yale University. He was a president of the Metaphysical Society of America.[2]", "40847570": "Sytse Strijbos (born 1944) is a Dutch academic, former lecturer of Philosophy of technology at the Vrije Universiteit in Amsterdam and at Potchefstroom University in South Africa,[1] and chairman of the International Institute for Development and Ethics IIDE, known for his work on systems science.[2][3]", "47237333": "Keith Wylie Faulkner is a British academic specializing in the work of Gilles Deleuze. He received his Ph.D in philosophy from the University of Warwick, UK. He is known for authoring Deleuze and the Three Syntheses of Time on Deleuze's theory of time, which he calls the most important theory of time since Heidegger.[1]", "50776278": "David Schlosberg (born November 16, 1963) is an American political theorist who is currently Director of the Sydney Environment Institute and Professor of Environmental Politics at the University of Sydney. He is a Fellow of the Academy of Social Sciences of Australia.", "51418": "Nikos Kazantzakis (Greek: Νίκος Καζαντζάκης [ˈnikos kazanˈd͡zacis]; 2 March (OS 18 February) 1883[2] – 26 October 1957) was a Greek writer, journalist, politician, poet and philosopher.[3][4] Widely considered a giant of modern Greek literature, he was nominated for the Nobel Prize in Literature in nine different years,[5] and remains the most translated Greek author worldwide.[6]", "13945055": "Teles of Megara (Greek: Τέλης; fl. c. 235 BC), was a Cynic philosopher and teacher.  He wrote various discourses (diatribes), seven fragments of which were preserved by Stobaeus.", "8767712": "Johann Heinrich Bisterfeld (1605 – 16 February 1655) was a German polymath, active as a philosopher, logician and encyclopedic writer from Siegen.[1] A follower of Ramus and pupil of Johann Heinrich Alsted at the Herborn Academy (Academia Nassauensis),[2] Bisterfeld became head of the academy in Weissenburg (Alba Iulia) in Transylvania, where he died.", "837856": "Paul Elmer More (December 12, 1864 – March 9, 1937) was an American journalist, critic, essayist and Christian apologist.", "67061990": "Mikhail Alexandrovich Maslin (Russian: Михаил Александрович Маслин; born 1947) is a Russian historian of philosophy and Distinguished Professor at the Lomonosov Moscow State University (2001) where he holds the chair of Russian Philosophy (since 1992).[1] He has been a member of the Russian Philosophical Society [ru] since 1973 and serves on the editorial boards of Philosophy of Economy [ru], Philosophy and Education, and Philosophy and Society [ru]. Prof. Maslin has published over 80 scientific works, including a number of monographs and textbooks.", "84199": "Bible Translators", "10832103": "Max Müller (6 September 1906 – 18 October 1994) was a German philosopher and influential post–World War II Catholic intellectual. Müller was Professor at the University of Freiburg and the Ludwig Maximilian University of Munich.", "14043366": "Eurytus (/ˈjʊərɪtəs/; Greek: Εὔρυτος; fl. 400 BC) was an eminent Pythagorean philosopher from Magna Graecia who Iamblichus in one passage[1] describes as a native of Croton, while in another,[2] he enumerates him among the Tarentine Pythagoreans.", "41928936": "Dhanraj Giri (1811–1901)[1] was the abbot of Kailash Ashram, an ashram, which he established in 1880 at Muni Ki Reti, Rishikesh.[2] It was one of the first large ashrams to be established in Rishikesh, prior to which it was mostly as a place for individual seekers, or pilgrims to stop over on way to Char Dham temples pilgrimage.[3] He was a famous monk in Northern India and was a scholar in Vedanta philosophy. He was well acquainted with spiritual luminaries of nineteenth century India like Swami Vivekananda.", "2574579": "Gayle S. Rubin (born January 1, 1949) is an American cultural anthropologist, theorist and activist, best known for her pioneering work in feminist theory and queer studies.", "62802164": "William Norris Clarke, SJ (1 June 1915 - 10 June 2008) was an American Thomist philosopher and Jesuit priest. He was a president of the Metaphysical Society of America,[1] as well as founder and editor of the International Philosophical Quarterly.", "215289": "Pyotr Demianovich Ouspenskii (known in English as Peter D. Ouspensky; Russian: Пётр Демья́нович Успе́нский, tr. Pyotr Demyánovich Uspénskiy; 5 March 1878 – 2 October 1947)[2] was a Russian philosopher and esotericist known for his expositions of the early work of the Greek-Armenian teacher of esoteric doctrine George Gurdjieff. He met Gurdjieff in Moscow in 1915, and was associated with the ideas and practices originating with Gurdjieff from then on. He taught ideas and methods based in the Gurdjieff system for 25 years in England and the United States, although he separated from Gurdjieff personally in 1924, for reasons that are explained in the last chapter of his book In Search of the Miraculous.", "1231102": "Christianity • Protestantism", "32983307": "Mark Duncan (1570?–1640) was a Scottish regent of the University of Saumur.[1]", "8341775": "Juan Sánchez-Navarro y Peón (April 24, 1913 – February 12, 2006) was a Mexican businessman, lawyer, philosopher, philanthropist, journalist and professor. For more than 40 years, he served as Executive Vice President of Grupo Modelo. In addition, he led various national business organizations and was a main co-founder of Mexico's National Action Party PAN. Though he himself not a PAN affiliate, he believed in the essential importance of democracy by means of a bi-partisan system that could serve as a contrast to then Mexico's ruling political party PRI (thus his involvement PAN in its inception). Sanchez-Navarro would years later be known as the moral conscience and the single most important ideological figure in Mexico's booming business community.", "12208403": "Gilles Lipovetsky (born September 24, 1944) is a French philosopher, writer, and sociologist, professor at Stendhal University in Grenoble, Auvergne-Rhône-Alpes, France.", "60770581": "Daniel Shabetai Milo (Hebrew: דניאל שבתאי מילוא, born 21 August 1953 as Daniel Milwitzky) is an Israeli-French philosopher and writer. Milo is a professor of natural philosophy at the École des Hautes Études en Sciences Sociales (EHESS), Paris.[1] He is the author of nine books, eight published by Les Belles Lettres in Paris and one at Harvard University Press, and has written thirty-five articles and book chapters; his work was translated into nine languages.[2] He directed three short films[3] and several theatrical productions. The leitmotiv of his scientific and artistic work is excess. His ambition is to revive natural philosophy, the precursor of modern science during the centuries between Aristotle and Darwin.", "16861462": "André Malet (1920-1989) was a French Catholic priest and philosopher who became a Unitarian Protestant.  Specialising in Martin Heidegger, he translated Rudolf Bultmann into French. He married Nicole Maya-Malet, another philosopher specialising in Heidegger, who was director of the Revue d'éthique et de théologie morale, published by CERF.", "1198358": "Syed Sibt-e-Asghar Naqvi,[1] commonly known by his pen-name Jaun Elia (Urdu: جون ایلیا, 14 December 1931 – 8 November 2002), was a Pakistani poet, philosopher, biographer, and scholar.", "22071580": "Gunnar Landtman (6 May 1878, Helsinki – 30 October 1940, Helsinki) was a Finnish philosopher as well as a sociology and philosophy professor. A pupil of Edvard Westermarck, he graduated from the University of Helsinki in 1905. He later became an associate professor there from 1910 to 1927 and then a temporary professor until his death in 1940.[1] At the university, Landtman was a member of the Prometheus Society, a student society promoting freedom of religion.[2] Landtman was the first modern sociological anthropologist. His most important journey was a two-year trip to Papua New Guinea where he lived with the Kiwai Papuans from 1910 to 1912. He was from 1922 to 1924 a member of the Parliament of Finland, where he represented the Swedish People's Party of Finland (SFP).", "14010653": "Tomonobu Imamichi (今道 友信, Imamichi Tomonobu, November 19, 1922 – October 13, 2012) was a Japanese philosopher who studied Chinese philosophy.[1]", "2672927": "Philip Stuart Kitcher (born 20 February 1947) is a British philosopher who is John Dewey Professor Emeritus of philosophy at Columbia University.[4]  He specialises in the philosophy of science, the philosophy of biology, the philosophy of mathematics, the philosophy of literature, and more recently pragmatism.", "17582371": "Dr Poojya Maate Mahadevi MA, B.Sc.(13 March 1946 – 14 March 2019[1]) was an Indian Spiritual leader,  scholar, mystic, writer and first female Jagadguru,  spiritual head of the Indian Lingayat community.[2][3]", "74369319": "James F. Harris (born 1941) is an American philosopher and Francis S. Haserot Emeritus Professor at College of William & Mary.[1] He is known for his works on philosophy of religion.[2][3][4]", "14764328": "Sebastiaan (Bas) Haring (born 23 April 1968 in De Bilt) is a Dutch writer of popular science and children's literature, television presenter and professor. He is a full professor at Leiden University, where he has held a chair in \"public understanding of science\" since 2007.[1][2][3][4] He also hosted his own philosophical TV program for Dutch public broadcasting.[5]", "4147507": "Eli (or Elijah) ben Joseph Chabillo ( or Habillo) was a Spanish philosopher who lived in Monzón, Aragon, in the second half of the fifteenth century.", "55822643": "Ursula Charlotte Macgillivray Coope FBA (born 31 July 1969) is a British classical scholar, who is an expert in the study of the ancient Greek philosopher Aristotle's physics, metaphysics, and ethics, as well as on Neoplatonism. She is Professor of Ancient Philosophy at the University of Oxford.", "57198903": "Philipp W. Rosemann (born February 24, 1964, in Frankfurt) is a German philosopher and Cottrill-Rolfes Chair at University of Kentucky.[1] Previously he was Professor of Philosophy at Maynooth University. He is the co-editor of Dallas Medieval Texts and Translations. \nPrior to his tenure at Maynooth, he taught at the University of Dallas for twenty years.[2][3][4]", "62310712": "Kristin Alexandra Andrews is Professor in the Department of Philosophy at York University and she holds the York Research Chair in Animal Minds.", "706877": "Sir Robert Filmer (c. 1588 – 26 May 1653) was an English political theorist who defended the divine right of kings. His best known work, Patriarcha, published posthumously in 1680, was the target of numerous Whig attempts at rebuttal, including Algernon Sidney's Discourses Concerning Government, James Tyrrell's Patriarcha Non Monarcha and John Locke's Two Treatises of Government. Filmer also wrote critiques of Thomas Hobbes, John Milton, Hugo Grotius and Aristotle.", "55429445": "Isaac von Sinclair (3 October 1775 – 29 April 1815) was a German writer and diplomat. He was a friend of the poet Friedrich Hölderlin.", "59853126": "Richard Creath (born 1947) is an American philosopher and President's Professor of Life Sciences and of Philosophy at Arizona State University. He is a fellow of the American Association for the Advancement of Science.[4]", "54643033": "Quinzio Bongiovanni (or Quinto Buongiovanni) (Tropea c.1550 - Naples 5 June 1612) was an Italian doctor and scholar, active in the disputes between traditional scholasticism and the natural philosophy of Bernardino Telesio, Giambattista della Porta and members of the Accademia dei Lincei. \n[1]", "67127651": "Leonard James Russell, FBA (18 October 1884 – 8 March 1971) was a British philosopher. He was Professor of Philosophy at the University of Birmingham from 1925 to 1950.", "12831077": "Frederick Suppe (/sʌp/; born 1940 in Los Angeles, California)[citation needed] is a professor Emeritus of philosophy at the University of Maryland.  He has prominent work in the philosophy of science including much work with the semantic view of theories.", "4540774": "Mark Norris Lance (born 1959) is a professor in the Philosophy Department and Justice and Peace Studies Program at Georgetown University.", "39733609": "A. Kiarina Kordela (/kɔːrˈdɛlə/;(born July 13, 1963) is a Greek-American philosopher and critical theorist. She is a professor of German Studies and founding director of the Critical Theory Program at Macalester College in Saint Paul, MN.", "575850": "William Derham FRS (26 November 1657 – 5 April 1735)[1] was an English clergyman, natural theologian, natural philosopher and scientist. He produced the earliest reasonably accurate measurement of the speed of sound.", "44386667": "Victor Andreevich Skumin (Russian: Ви́ктор Андре́евич Ску́мин, IPA: [ˈvʲiktər ɐnˈdrʲejɪvʲɪtɕ ˈskumʲɪn], born 30 August 1948) is a Russian and Soviet scientist, psychiatrist, philosopher and writer.", "13650283": "Ptolemy-el-Garib (Arabic, more correctly al-gharīb, \"Ptolemy the foreigner,\" explained as meaning \"Ptolemy the unknown\") (fl. c. 300 AD)[1] was a Hellenistic pinacographer, probably of the Peripatetic school, who wrote a Life of Aristotle notable for its catalog of Aristotle's works.  This work survives in an Arabic manuscript in Istanbul.[2] A critical edition, with French translation was published by Marwan Rashed.[3]", "248177": "Menippus of Gadara (/məˈnɪpəs/; Greek: Μένιππος ὁ Γαδαρεύς Menippos ho Gadareus; fl. 3rd century BC) was a Cynic satirist. The Menippean satire genre is named after him. His works, all of which are lost, were an important influence on Varro and Lucian, who ranks Menippus with Antisthenes, Diogenes, and Crates as among the most notable of the Cynics.", "41404789": "Susanne Sreedhar is an Associate Professor of Philosophy at Boston University.[1]  Sreedhar's work on social contract theory has been influential, and has mostly been aimed at the nature and scope of obligation within political systems, and the possibility of ethical civil disobedience within a Hobbesian system.[1]", "27806069": "Arne Løchen (20 November 1850 – 22 August 1930) was a Norwegian psychologist, philosopher and literary researcher.", "15124855": "Samuel Adams (September 27 [O.S. September 16] 1722 – October 2, 1803) was an American statesman, political philosopher, and a Founding Father of the United States.[5] He was a politician in colonial Massachusetts, a leader of the movement that became the American Revolution, a signer of the Declaration of Independence and other founding documents, and one of the architects of the principles of American republicanism that shaped the political culture of the United States. He was a second cousin to his fellow Founding Father, President John Adams.", "2640249": "Phaenias of Eresus (Ancient Greek: Φαινίας ὁ Ἐρέσιος, Phainias; also Phanias (Φανίας)) was a Greek philosopher from Lesbos, important as an immediate follower of and commentator on Aristotle. He came to Athens about 332 BCE, and joined his compatriot, Theophrastus, in the Peripatetic school. His writings on logic and science appear to have been commentaries or supplements to the works of Aristotle and Theophrastus. He also wrote extensively on history. His works have only survived in fragments quoted by other authors.", "510331": "Srinivasa Nayaka,also popularly known as Purandara Dasa (IAST: Purandara dāsa)[2] (c. 1484 – c. 1564) was a composer, singer and a Haridasa philosopher from present-day Karnataka, India. He was a follower of Madhvacharya's Dvaita philosophy. He was one of the chief founding proponents of Carnatic music. In honor of his significant contributions to Carnatic music, he is widely referred to as the Pitamaha (lit. \"grandsire\") of Carnatic music.[3][4][5][6] According to a legend, he is considered as an incarnation of Narada.[7][8]", "66734460": "Orly Ruth Shenker (Hebrew: שנקר, אורלי, born 1960)[1] is an Israeli philosopher of physics and philosopher of mind whose research topics have included Maxwell's demon, entropy and fractal geometry, viewed through a form of physicalism that she calls \"flat physicalism\".[2][3] She is a professor of philosophy at the Hebrew University of Jerusalem where she holds the Eleanor Roosevelt Chair in History and Philosophy of Science. Until 2021 she was director of the Sidney M. Edelstein Centre for History and Philosophy of Science, Technology and Medicine. She is also founding president of The Pond: Network of Philosophy of Science around the Mediterranean, and editor-in-chief of the book series Jerusalem Studies in Philosophy and History of Science.[3][4]", "4540799": "Domingo de Soto, O.P. (1494 – 15 November 1560) was a Spanish Dominican priest and Scholastic theologian born in Segovia (Spain), and died in Salamanca (Spain), at the age of 66. He is best known as one of the founders of international law and of the Spanish Thomistic philosophical and theological movement known as the School of Salamanca.", "42584452": "Susanna Siegel is an American philosopher. She is the Edgar Pierce Professor of Philosophy at Harvard University and well known for her work in the philosophy of mind and epistemology, especially on perception.", "74369416": "James A. Harris (born 1968) is a British philosopher and professor of the history of philosophy at the University of St Andrews. He is known for his works on the history of British philosophy.[1][2][3][4][5]\nIn 2019, Harris was elected a Fellow of the Royal Society of Edinburgh.", "38619533": "Ruwen Ogien (24 December, year unknown – 4 May 2017) was a contemporary French philosopher. He was a researcher (directeur de recherche) at the French National Centre for Scientific Research. He focused on moral philosophy and the philosophy of social science. He was the brother of Albert Ogien a sociologist.", "608655": "John Macmurray MC (16 February 1891 – 21 June 1976) was a Scottish philosopher. His thought both moved beyond and was critical of the modern tradition, whether rationalist or empiricist. His thought may be classified as personalist, as his writings focused primarily on the nature of human beings. He viewed persons in terms of their relationality and agency, rather than the modern tendency to characterize them in terms of individualism and cognition.", "60705172": "István Aranyosi (born 1975) is a Hungarian philosopher and Assistant Professor of Philosophy at Bilkent University. He is best known for his works on philosophy of mind and metaphysics.[1][2][3][4][5]", "44550564": "Aquinas medal from American Catholic Philosophical Association (2008),", "575910": "Anthony Ashley Cooper, 3rd Earl of Shaftesbury (26 February 1671 – 16 February 1713) was an English peer, Whig politician, philosopher and writer.", "62507430": "Philip Joseph Kain (born May 21, 1943) is an American philosopher and Professor of Philosophy at Santa Clara University.[1] He is known for his works on post-Kantian philosophy.[2][3][4]", "39242152": "Swami Hariharananda Aranya (1869–1947) was a yogi,[2] author, and founder of Kapil Math in Madhupur, India, which is the only monastery in the world that actively teaches and practices Samkhya philosophy.[3]   His book, Yoga Philosophy of Patanjali with Bhasvati, is considered to be one of the most authentic and authoritative classical Sanskrit commentaries on the Yoga Sutras.[4][5][6]  Hariharananda is also considered by some as one of the most important thinkers of early twentieth-century Bengal.[7]", "15059381": "Quintus Junius Arulenus Rusticus (c. 35 – 93 AD) was a Roman Senator and a friend and follower of Thrasea Paetus, and like him an ardent admirer of Stoic philosophy. Arulenus Rusticus attained a suffect consulship in the nundinium of September to December 92 with Gaius Julius Silanus as his colleague.[1]  He was one of a group of Stoics who opposed the perceived tyranny and autocratic tendencies of certain emperors, known today as the Stoic Opposition.", "73255350": "Muhammad Hanif Nadvi (10 June 1908 – 12 July 1987) was an Islamic scholar, theologian, and commentator of the Qur'an from Pakistan.", "2214334": "Arthur Collier (12 October 1680 – September 1732) was an English Anglican priest and philosopher who wrote about the non-existence of an absolute external world.", "61655496": "George James Allan, also known as George J Allan or just George Allan, (born 1935) is an American philosopher and former Professor of Philosophy and Dean of the College at Dickinson College. He is also a former president of the Metaphysical Society of America (2000-2001).[1]", "23742928": "John Anderson (1 November 1893 – 6 July 1962) was a Scottish philosopher who occupied the post of Challis Professor of Philosophy at Sydney University from 1927 to 1958. He founded the empirical brand of philosophy known as Australian realism.", "67062228": "Keith Waldegrave Monsarrat (11 January 1872 – 28 April 1968) was an English physician, surgeon, philosopher and writer.", "2935255": "Polemon of Athens (Greek: Πολέμων ὁ Ἀθηναῖος, fl. 2nd century BC) was an ancient Greek Stoic philosopher and geographer. Of Athenian citizenship, he was most widely known as Polemon of Athens,[citation needed] but he was born either in Ilium, Samos, or Sicyon, and was also known as Polemon of Ilium and Polemon Periegetes. He traveled throughout Greece and wrote about the places he visited. He also compiled a collection of the epigrams he saw on the monuments and votive offerings. None of these works survive, but many later writers quote from them.", "2083287": "Professor \"Leo\" Cheung Kam Ching (張錦青, born 1963) is a philosopher in Hong Kong. He is a Professor of the Department of Philosophy, The Chinese University of Hong Kong (CUHK) since Jan 2011. He was a Professor of the Department of Religion and Philosophy, Hong Kong Baptist University (HKBU) from 2008–2011, Assistant Professor (1995–2000), Associate Professor (2000–2008) and the Head of Department (2006–2007).", "84444": "Allan David Bloom (September 14, 1930 – October 7, 1992) was an American philosopher, classicist, and academician. He studied under David Grene, Leo Strauss, Richard McKeon, and Alexandre Kojève. He subsequently taught at Cornell University, the University of Toronto, Tel Aviv University, Yale University, the École normale supérieure, and the University of Chicago.", "59754977": "Donald Clark Hodges (Fort Worth 1923-Climax, Georgia 2009) was a philosophy professor at Florida State University, who wrote about revolutions and revolutionaries (especially about southern and middle America).[1]", "4344295": "Jean-Paul Audet, OC FRSC (December 7, 1918 – November 12, 1993) was a French Canadian academic and philosopher.", "20105705": "Michael Patrick Lynch[1] is Professor of Philosophy at the University of Connecticut. He is also the director of the University of Connecticut Humanities Institute.[2] As director of the Humanities Institute, he has headed a Templeton-funded project on humility and conviction in public life.[3]", "11782633": "Kevin Mulligan (born 23 June 1951) is a British philosopher, working on ontology, the philosophy of mind, and Austrian philosophy. He is currently Honorary Professor  at the University of Geneva, Full Professor at the University of Italian Switzerland,[1] Director of Research at the Institute of Philosophy of Lugano, and member of the Academia Europaea[2] and of the Royal Swedish Academy of Letters.[3] He is also known for his work with Peter Simons and Barry Smith on metaphysics and the history of Austrian philosophy.", "2050540": "Alphonso Lingis (born November 23, 1933) is an American philosopher, writer and translator, with Lithuanian roots, currently Professor Emeritus of Philosophy at Pennsylvania State University. His areas of specialization include phenomenology, existentialism, modern philosophy, and ethics. Lingis is also known as a photographer,[1] and he complements the philosophical themes of many of his books with his own photography.", "47630835": "Angelika Krebs (born August 12, 1961, in Mannheim) is a German philosopher.[1]", "14404089": "Gerhold K. Becker (born 22 July 1943) is a German philosopher.", "10471931": "Ralph Tyler Flewelling (1871–1960) was an American philosopher.", "25283069": "David Estlund is the Lombardo Family Professor of Philosophy at Brown University, where he has taught since 1991.  He works primarily in political philosophy.", "55560712": "Victorino Tejera (born Tejera Márquez; November 2, 1922 – August 25, 2018[1]) was a writer, scholar, and professor of philosophy with specializations in ancient Greek thought, Metaphysics, Aesthetics, and American philosophy (Naturalism, Semiotics). He was born in Caracas, Venezuela. He is known especially for his writing on Plato's Dialogues.[2] Many scholars believe Tejera's work in this area is his most valuable contribution to philosophy (see Notes and Further reading). He was editor and contributor with Thelma Lavine on History and Anti-History in Philosophy (1989, 2012)[3] whose From Socrates to Sartre (1984)[4] was the basis for the PBS series of the same name.", "7391754": "Hillel Zeitlin (1871–1942) was a Ashkenazi Yiddish and Hebrew writer and poet. A leading pre-Holocaust Jewish journalist, he was a regular contributor to the Yiddish newspaper Moment, among other literary activities. He was the leading thinker in the movement of pre-World War II \"philosophical Neo-Hasidism\".[1]", "3820043": "Paul Richard Thagard FRSC (/ˈθeɪɡɑːrd/; born 1950) is a Canadian philosopher who specializes in  cognitive science, philosophy of mind, and the philosophy of science and medicine. Thagard is a professor emeritus of philosophy at the University of Waterloo. He is a writer, and has contributed to research in analogy and creativity, inference, cognition in the history of science, and the role of emotion in cognition.", "13617676": "Sa'd ibn Mansur (Izz Al-dawla) Ibn Kammuna (Arabic: إبن كمونة سعد إبن منصور, 1215—1284, was a 13th-century  Jewish physician and philosopher. His main works include a comparative treatise of the three Abrahamic religions, which includes a well informed critical evaluation of Islam, as well as a commentaries on Ibn Sina and as-Suhrawardi.", "4213262": "Iris Marion Young (2 January 1949 – 1 August 2006) was an American political theorist and socialist feminist[1] who focused on the nature of justice and social difference. She served as Professor of Political Science at the University of Chicago and was affiliated with the Center for Gender Studies and the Human Rights program there. Her research covered contemporary political theory, feminist social theory, and normative analysis of public policy. She believed in the importance of political activism and encouraged her students to involve themselves in their communities.[2]", "5818898": "Franz Joseph Molitor, or Joseph Franz Molitor (July 7, 1779 in Oberursel/Taunus – March 23, 1860 in Frankfurt/Main) was a German writer and philosopher.", "65030675": "Derrida and Husserl: The Basic Problem of Phenomenology is a 2002 book by Leonard Lawlor. It examines French philosopher Jacques Derrida's interpretation of German philosopher Edmund Husserl.", "3820051": "Stephen Laurence is a scientist and philosopher, currently at the University of Sheffield, whose primary areas of research interest are the philosophy of mind, the philosophy of language, and cognitive science.", "41175571": "Graeme Nicholson (30 September 1936 — 21 February 2021) was a Canadian philosopher and Emeritus Professor of philosophy at the University of Toronto known for his research on ontology, hermeneutics, and anarchism.[1][2]\nHe completed his doctorate at the University of Toronto with a thesis on Heidegger directed by Emil Fackenheim.[3]", "2017814": "Xi Jinping (Chinese: 习近平; pinyin: Xí Jìnpíng, pronounced [ɕǐ tɕîn.pʰǐŋ];[a] born 15 June 1953) is a Chinese politician who has been the general secretary of the Chinese Communist Party (CCP) and chairman of the Central Military Commission (CMC), and thus as the paramount leader of China, since 2012. Xi has also been the president of the People's Republic of China (PRC) since 2013. He belongs to the fifth generation of Chinese leadership.", "59230743": "Fabian Freyenhagen (born 1 September 1978) is a British philosopher and Professor of Philosophy at the University of Essex.[1]\nHe is known for his expertise on critical theory and Kantian ethics.[2][3][4][5]", "2902552": "Vyacheslav Ivanovich Ivanov (Russian: Вячесла́в Ива́нович Ива́нов, Italian: Venceslao Ivanov; 28 February [O.S. 16 February] 1866 – 16 July 1949) was a Russian poet, playwright, and senior theorist of the Russian Symbolist movement. He was also a philosopher, translator, and literary critic.", "35605024": "Ronda Chervin (born 1937, New York City) is a Catholic author, international speaker and Professor of Philosophy. She is the author of over 80 books concerning the matters of Catholic thought, practice and spirituality, including Taming the Lion Within: 5 Steps From Anger to Peace, Last Call: Fourteen Men Who Dared Answer, and her autobiography, En Route to Eternity. A widow, mother, grandmother, and great grandmother, she is originally from New York.[1]", "313892": "Hillel (Hebrew: הִלֵּל Hīllēl; variously called Hillel the Elder, Hillel the Great, or Hillel the Babylonian;[1][2] died c. 10 CE) was a Jewish religious leader, sage and scholar associated with the development of the Mishnah and the Talmud and the founder of the House of Hillel school of tannaim. He was active during the end of the first century BCE and the beginning of the first century CE.[3]", "2083364": "Nathan U. Salmon (/ˈsæmən/; né Nathan Salmon Ucuzoglu on January 2, 1951) is an American philosopher in the analytic tradition, specializing in metaphysics, philosophy of language, and philosophy of logic.", "74205734": "Dilek Huseyinzadegan is a Turkish-American philosopher and associate professor of philosophy at Emory University. She is known for her works on political philosophy.[1][2][3][4][5]", "1034793": "Isaac ben Judah Abarbanel (Hebrew: יצחק בן יהודה אברבנאל;‎ 1437–1508), commonly referred to as Abarbanel (Hebrew: אַבַּרבְּנְאֵל; also spelled Abravanel, Avravanel or Abrabanel), was a Portuguese Jewish statesman, philosopher, Bible commentator, and financier.[1]", "3787313": "Ljubomir Nedić (Serbian: Љубомир Недић; 25 April 1858 – 29 July 1902) was a Serbian philosopher and literary critic.", "55986740": "Jerome Michael Segal (born November 25, 1943) is an American philosopher, political activist, and perennial candidate[1][2] who resides in Silver Spring, Maryland. He was the founder of the socialist Bread and Roses Party, which achieved ballot access in Maryland, and which Segal ran from 2018 to 2021.", "19352117": "Asclepiades of Phlius (Greek: Ἀσκληπιάδης ὁ Φλιάσιος; c. 350 – c. 270 BC) was a Greek philosopher in the Eretrian school of philosophy. He was the friend of Menedemus of Eretria, and they both went to live in Megara and studied under Stilpo, before sailing to Elis to join Phaedo's school.[1] His friendship with Menedemus was said to have been hardly inferior to the friendship of Pylades and Orestes.[2] As impoverished young men living in Athens, they were one day summoned before the Areopagus, to explain how they could spend all day with the philosophers if they had no visible means of support. They summoned a miller to the court to explain that they threshed grain at night for 2 drachmas, whereupon the Areopagites were so astonished that they awarded the two men 200 drachmas as a reward.[3]", "19188278": "Michiel van Lambalgen (born 6 November 1954, Krimpen aan den IJssel) is a professor of Logic and Cognitive Science at the Institute for Logic, Language and Computation and the Department of Philosophy, University of Amsterdam in the Netherlands.[1]", "5130818": "Shin'ichi Hisamatsu (久松 真一, Hisamatsu Shin'ichi, June 5, 1889 – February 27, 1980) was a philosopher, Zen Buddhist scholar, and Japanese tea ceremony (sadō or chadō, 茶道, \"the way of tea\")  master. He was a professor at Kyoto University and received an honorary doctoral degree from Harvard University.", "13191749": "Sacchidananda Bharati I (Tamil: ஸ்ரீ ஸச்சிதாநந்த பாரதீ - 1, Devanāgarī: श्रीसच्चिदानन्द भारती - 1),\nwas a Hindu sant and religious leader of the 17th century. He was the Jagadguru (literally worldwide spiritual master, sometimes translated \"pontiff\"[1]) of the Hindu matha (monastic or similar religious establishment) Sringeri Sharada Peetham from 1623 to 1663, and is believed to have saved it from attack by spiritual means.[2][3][4]", "38292038": "Gerd B. Achenbach (born 11 February 1947 in Hameln as Gerd Böttcher) is a German philosopher. He is widely noted for founding the world's first philosophical practice in 1981, a contemporary movement in practical philosophy. He received a doctorate in philosophy under Odo Marquard in 1981.", "62147148": "Richard McSorley (October 2, 1914[1]-October 17, 2002) was a Jesuit priest[2] and peace studies Professor at Georgetown University.[3]", "2378334": "Ervin László (Hungarian pronunciation: [ˈɛrvin ˈlaːsloː]; born 12 June 1932) is a Hungarian philosopher of science, systems theorist, integral theorist, originally a classical pianist.  He is an advocate of the theory of quantum consciousness.[1]", "24693343": "Yu Hyeong-won (Korean: 유형원; 1622–1673), also spelled as Yoo Hyung-Won, was a Korean philosopher. His art name was Ban'gye (磻溪). He was a Neo-Confucianist and science scholar of the Korean Joseon Dynasty. He was Korean pioneer of the early silhak (\"practical learning\") school[1][2] as well as a social critic and scholar of the late Joseon period. He was the disciple of Misu Heo Mok and second cousin of the silhak scholar Seongho Yi Ik.", "57199201": "Cynthia R. Nielsen is an American philosopher and Professor of Philosophy at the University of Dallas.[1] She is known for her expertise in the field of hermeneutics (focusing especially on Hans-Georg Gadamer), the philosophy of music, aesthetics, ethics, and social philosophy.[2][3][4] Since 2015 she has taught at the University of Dallas. Prior to her appointment at the University of Dallas, she taught at Villanova University as a Catherine of Sienna Fellow in the Ethics Program Archived 2018-12-19 at the Wayback Machine. Nielsen serves on the executive committee of the North American Society for Philosophical Hermeneutics.[5]", "23349863": "Myia (/ˈmaɪ.ə/; Greek: Μυῖα, literally \"Fly\"; fl. c. 500 BC) was a Pythagorean philosopher and, according to later tradition, one of the daughters of Theano and Pythagoras.[1]", "51825": "Sun Tzu (/suːn ˈdzuː, suːn ˈsuː/ soon DZOO, soon SOO;[1][2] traditional Chinese: 孫子; simplified Chinese: 孙子; pinyin: Sūnzǐ) was a Chinese military general, strategist, philosopher, and writer who lived during the Eastern Zhou period (771 to 256 BC). Sun Tzu is traditionally credited as the author of The Art of War, an influential work of military strategy that has affected both Western and East Asian philosophy and military thought. Sun Tzu is revered in Chinese and East Asian culture as a legendary historical and military figure. His birth name was Sun Wu (traditional Chinese: 孫武; simplified Chinese: 孙武) and he was known outside of his family by his courtesy name Changqing (Chinese: 長卿).[citation needed] The name Sun Tzu—by which he is more popularly known—is an honorific which means \"Master Sun\".", "3263095": "Ehmedê Xanî (Kurdish: ئەحمەدێ خانی, romanized: Ehmedê Xanî; Turkish Ahmed Hani), was a Kurdish intellectual, scholar, mystic and poet who is considered the founder of Kurdish nationalism. He was born in the Hakkâri region in 1650 and died in Bayazid in 1707.[1]", "52513404": "Elli Lambridi (Greek: Ελλη Λαμπριδη or Ελλης Λαμπριδη; 22 January 1896 – 28 January 1970), also spelled Helle Lampride or Helle Lambridis, was a Greek philosopher who wrote extensively in the fields of ancient and modern philosophy. She also wrote on archaeology, wrote fiction and produced translations. She was also an educator and was active in Greek left-wing politics and feminism from an early age. It has been claimed that her prominence in twentieth-century Greek philosophy has \"only recently become widely known\".[1] Her life and work was celebrated on 8 March 2017 at a talks event in the old Senate chamber of the Parliament of Greece in Athens.[2]", "48220797": "Shaivism/Tantra/Nath", "59329153": "Raphael Woolf is a British philosopher and Professor in the Department of Philosophy at King's College London.[1][2]\nHe is known for his expertise on ancient Greek and Roman philosophy.[3][4]", "16140935": "Richard of Campsall (Ricardus de Campsalle) (c.1280-c.1350) was an English theologian and scholastic philosopher, at the University of Oxford. He was a Fellow of Balliol College and then of Merton College. He is now considered a possible precursor to the views usually associated with William of Ockham.[1]", "510599": "Wolfgang Schirmacher (born 1944) is a German philosopher, editor and educator in the field of philosophy, art and critical thought. He was the Founding Dean of the Media and Communications division at the European Graduate School, where he now is a full professor and holder of the Arthur Schopenhauer Chair of Philosophy. He has edited several journals and written books,[1][2] as well as developed curricula in philosophical disciplines at major universities.", "3000973": "George Campbell FRSE (25 December 1719 – 6 April 1796) was a Scottish Enlightenment philosopher, minister, and professor of divinity. Campbell was primarily interested in rhetoric, since he believed that its study would enable his students to become better preachers. He became a philosopher of rhetoric because he took it that the philosophical changes of the Age of Enlightenment would have implications for rhetoric.", "11750031": "Piers Benn (born 1962) is a British philosopher. His research interests include medical ethics, philosophy of religion,[1][2] and the philosophy of psychiatry.", "40290971": "Laurie J. Shrage (born December 4, 1953) is an American political and moral philosopher whose analysis of the agendas for social change advanced by gender and sexual dissidents has been influential.[1]", "7326364": "Wherever one steps on earth is a pilgrim place[3]", "57494173": "Naftali Rothenberg (born 14 July 1949) is an Israeli scholar, rabbi and author. He is known for his studies on the wisdom of love in Jewish Canonical literature and his inclusive leadership in the Israeli rabbinate.", "2083485": "Ishwar Chandra Bandyopadhyay CIE, popularly known as Ishwar Chandra Vidyasagar (Bengali: ঈশ্বরচন্দ্র বিদ্যাসাগর, lit. 'Ishwar Chandra, the Sea of Knowledge'; 26 September 1820 – 29 July 1891),[1] was an Indian educator and social reformer of the nineteenth century.[2] His efforts to simplify and modernise Bengali prose were significant. He also rationalised and simplified the Bengali alphabet and type, which had remained unchanged since Charles Wilkins and Panchanan Karmakar had cut the first (wooden) Bengali type in 1780.", "772769": "Henry James Sr. (June 3, 1811 – December 18, 1882) was an American theologian and the father of the philosopher William James, the novelist Henry James, and the diarist Alice James.", "41175714": "Joshua David Greene (born 1974)[1] is an American experimental psychologist, neuroscientist, and philosopher. He is a professor of psychology at Harvard University. Most of his research and writing has been concerned with moral judgment and decision-making. His recent research focuses on fundamental issues in cognitive science.[2][3]", "2673318": "John Major (or Mair; also known in Latin as Joannes Majoris and Haddingtonus Scotus; 1467–1550) was a Scottish philosopher, theologian, and historian who was much admired in his day and was an acknowledged influence on all the great thinkers of the time. A renowned teacher, his works were much collected and frequently republished across Europe. His \"sane conservatism\" and his sceptical, logical approach to the study of texts such as Aristotle or the Bible were less prized in the subsequent age of humanism, when a more committed and linguistic/literary approach prevailed.", "74369703": "Alex Long (born 1970) is a British philosopher and professor of philosophy at the University of St Andrews. He is known for his works on the ancient Greek philosophy.[1][2][3][4][5][6][7]\nLong is a co-editor of the journal Phronesis.", "13847210": "Dionysius the Renegade (Greek: Διονύσιος ὁ Μεταθέμενος; c. 330 BC – c. 250 BC[1]), also known as Dionysius of Heraclea, was a Stoic philosopher and pupil of Zeno of Citium who, late in life, abandoned Stoicism when he became afflicted by terrible pain.", "37014192": "Wolfgang Müller-Lauter (August 31, 1924 in Weimar – August 9, 2001 in Berlin) was a German philosopher and scholar.  He is particularly known for his groundbreaking work on the philosophy of Friedrich Nietzsche, considered to be one of the most important contributions to the study of Nietzsche in the twentieth century.[1] He was Ordinary Professor of Philosophy at the Kirchliche Hochschule Berlin and from 1993 Emeritus Professor in the Theological Faculty of the Humboldt University Berlin.", "69421748": "Jacob M. Held is an American philosopher and Professor of Philosophy and Assistant Provost for Academic Assessment and General Education at the University of Central Arkansas. He is known for his work at the intersection of philosophy and popular culture.[1][2]", "1329844": "Peter Augustine Lawler (July 30, 1951 – May 23, 2017)[1] was Dana Professor of Government at Berry College.[2][3] He taught courses in political philosophy and American politics.  He was a 1973 graduate of Allentown College and earned a PhD from the University of Virginia.", "53856956": "Stephen A. Erickson (1939/1940 – September 20, 2023) was an American philosopher. He was an emeritus professor of philosophy at Pomona College in Claremont, California, where he held the E. Wilson Lyon Professor of the Humanities and Professor of Philosophy title.[1][2] He was known for his lectures in The Great Courses titled \"Philosophy as a Guide to Living\". He received his Ph.D. in Philosophy from Yale University.[3][4] Erickson died of Parkinson's disease on September 20, 2023, at the age of 83.[5]", "15944381": "Jacques Chevalier (13 March 1882 – 19 April 1962) was a French Catholic philosopher and a politician.", "4868799": "Francisco Sanches (c. 1550 – November 16, 1623) was a skeptic, philosopher and physician of Sephardi Jewish origin, born possibly in Tui, Spain or probably in Braga, Portugal (where he was baptized and grew up).[5][6][7][8]", "674495": "Sir Herbert Edward Read, DSO, MC (/riːd/; 4 December 1893 – 12 June 1968) was an English art historian, poet, literary critic and philosopher, best known for numerous books on art, which included influential volumes on the role of art in education. Read was co-founder of the Institute of Contemporary Arts. As well as being a prominent English anarchist, he was one of the earliest English writers to take notice of existentialism. He was co-editor with Michael Fordham of the British edition in English of The Collected Works of C. G. Jung.", "33934020": "Johannes Immanuel Volkelt (21 July 1848 in Lipnik near Biala, Austrian Galicia – 8 May 1930 in Leipzig) was a German philosopher.[1]", "215751": "Henry Stuart Hazlitt (/ˈhæzlɪt/; November 28, 1894 – July 9, 1993) was an American journalist who wrote about business and economics for such publications as The Wall Street Journal, The Nation, The American Mercury, Newsweek, and The New York Times.[1]", "74074828": "Aquilino Cayuela Cayuela (born January 19, 1967) is a Spanish writer, columnist, and professor. He specializes in moral philosophy, politics, bioethics, and theology. He was awarded the Vicente Blasco Ibáñez Narrative Prize in 2008 for his work El hombre de arena. In 2021 he began working as a columnist on matters of international relations in the digital newspaper El Debate.", "18467542": "Alexander of Aegae (Greek: Ἀλέξανδρος Αἰγαῖος) was a Peripatetic philosopher who flourished in Rome in the 1st century AD, and was a disciple of the celebrated mathematician Sosigenes of Alexandria.[1] \nHe was tutor to the emperor Nero.[2][3] He wrote commentaries on the Categories[4] and the De Caelo[5] of Aristotle.[6] He had a son named Caelinus or Caecilius.[2]\nAttempts in the 19th century to ascribe some of the works of Alexander of Aphrodisias to Alexander of Aegae have been shown to be mistaken.[7]", "35637974": "Janina Hosiasson-Lindenbaum (December 5, 1899—April 1942) was a Polish logician and philosopher. She published some twenty research papers along with translations into Polish of three books by Bertrand Russell.[1] The main focus of her writings was on foundational problems related to probability, induction and confirmation.[2] She is noted especially for authoring the first printed discussion of the Raven Paradox[3] which she credits to Carl Hempel[4][5] and the probabilistic solution she outlined to it.[2]  Shot by the Gestapo in 1942,[1] she, like her husband Adolf Lindenbaum, and many other eminent representatives of Polish logic, shared the fate of millions of Jews murdered on Polish soil by the Nazis.[6]", "32688854": "Chakradhara (Marathi: चक्रधर), also known as Sarvadnya Shri Chakradhar Swami or Kunwar Haripaladeva[2] was an Indian saint and philosopher, who is considered as an avatara of Krishna by his disciples and one of the most important exponents of the Dvaita tradition within Hinduism. He is the founder of Mahanubhava Sampradaya of Krishnaism. Shri Chakradhar Swami advocated worship of Lord Krishna and preached a distinct philosophy based on Bhakti. He did not recognize caste distinctions, and like Buddha had only two others viz the householder and recluses.[3] Some sources claim that Chakrapani Prabhu and Govinda Prabhu as the originators of Mahanubhava doctrine and Chakradhara as the first apostle who systematized Mahanubhava as a school of Bhakti philosophy.[4] Chakradhara's birth anniversary is observed on the Tithi of Bhadrapada Shukla Dwitiya.", "19163": "\"Bruces' Philosophers Song\", also known as \"The Bruces' Song\", is a Monty Python song written and composed by Eric Idle[1] that was a feature of the group's stage appearances and its recordings.", "69421788": "Tomis Kapitan (1949–2016) was an American philosopher and Distinguished Teaching Professor Emeritus at Northern Illinois University.[1][2][3]  He worked primarily in metaphysics and philosophy of language.  Kapitan was especially interested in the free will debate, where he was a \"compatibilist,\" defending the view that free will is possible even in a completely deterministic universe.  He also published in philosophy of religion and wrote extensively on the Palestine-Israeli conflict.", "62802653": "Richard Boyle O'Reilly Hocking (26 August, 1906 – 11 March, 2001) was an American philosopher and a professor of philosophy at Emory University. He was the son of William Ernest Hocking and grandson of John Boyle O'Reilly.[1] He was a president of the Metaphysical Society of America (1970).[2][3]", "314085": "Arai Hakuseki (新井 白石, March 24, 1657 – June 29, 1725)[1] was a Confucianist, scholar-bureaucrat, academic, administrator, writer and politician in Japan during the middle of the Edo period, who advised the shōgun Tokugawa Ienobu.[2][3]  His personal name was Kinmi or Kimiyoshi (君美). Hakuseki (白石) was his pen name. His father was a Kururi han samurai Arai Masazumi (新井 正済).", "838374": "Maurice Halbwachs (French: [mɔˈʁis ˈalbvaks]; 11 March 1877 – 16 March 1945) was a French philosopher and sociologist known for developing the concept of collective memory. Halbwachs also contributed to the sociology of knowledge with his La Topographie Legendaire des Évangiles en Terre Sainte; study of the spatial infrastructure of the New Testament.[1] (1951)[2]", "16796393": "John Michael Elliott Hinton (4 July 1923 – 3 February 2000)[1] was a British philosopher. He was a lecturer at the University of Oxford from 1958 and a fellow of Worcester College, Oxford, from 1960.[1] He was Cowling Visiting Professor at Carleton College in 1978-79.[2] He was previously a lecturer at Victoria University College.[3]", "10275562": "Ernan McMullin (October 13, 1924 – February 8, 2011) was an Irish philosopher who last served as the O’Hara Professor of Philosophy Emeritus at the University of Notre Dame. He was an internationally respected philosopher of science who has written and lectured extensively on subjects ranging from the relationship between cosmology and theology, to the role of values in understanding science, to the impact of Darwinism on Western religious thought. He is the only person to ever hold the presidency of four of the major US philosophical associations.[1] He was an expert on the life of Galileo.[2]", "33475309": "Walter John Herbert Sprott (19 April 1897 – 2 September 1971), known to friends as 'Sebastian' Sprott, and also known as Jack Sprott, was a British psychologist and writer.", "37210868": "Jeong In-hong (Korean: 정인홍, 鄭仁弘; 26 September 1535 – 3 April 1623) was a scholar-official of the Joseon period of Korea. A general and a leader of the Northerners faction. He served as Chief State Councillor during the reign of Gwanghaegun. His art name was Raeam (also Naeam, 래암 來庵).[1] He belonged to the Seosan Jeong clan.", "805625": "Frederick Delano Newman (June 17, 1935 – July 3, 2011)[1] was an American psychotherapist and left-wing political activist.", "3590911": "Alejandro Rossi (Alessandro Rossi; September 22, 1932 – June 5, 2009) was born in Florence, Italy of Venezuelan mother and Italian father) was an Italian-Venezuelan writer.", "66079490": "Arif Mohuiddin Ahmed MBE is the Director for Freedom of Speech and Academic Freedom of the Office for Students, following his appointment in June 2023.[1] Prior to this, Ahmed was a philosopher at the University of Cambridge, where he became a fellow of Gonville and Caius College in 2015,[2] university reader in philosophy in 2016,[3] and Nicholas Sallnow-Smith College Lecturer in 2019.[4] His research interests include decision theory and the philosophy of religion, from an atheist and libertarian point of view.[2] Ahmed studied mathematics at the University of Oxford and philosophy at the University of Sussex and Cambridge.[5]", "63949571": "Duddu Shah was a Bengali mystic, follower of Lalon and a baul.[1][2]", "52775684": "Élisabeth Ferrand (1700 - 3 September 1752) was a French salon-holder and philosopher.", "17320712": "Johann Heinrich Friedrich Karl Witte (July 1, 1800 in Lochau (now part of Schkopau) – March 6, 1883 in Halle) was a German jurist and scholar of Dante Alighieri.", "69880594": "Elaine Englehardt is an American philosopher and Distinguished Professor of Ethics and a Professor of Philosophy at Utah Valley University.[1][2][3]", "46975772": "Abū ʿAlī ʿĪsā ibn Isḥāq ibn Zurʿa (Arabic: ابن زرعة; 943–1008) was a medieval Syriac Orthodox physician and philosopher.", "62802716": "John Edwin Smith (May 27, 1921 - December 7, 2009) was an American philosopher and Clark Professor of Philosophy at Yale University. He served as president of the American Philosophical Society, Eastern Division, the American Theological Society, the Metaphysical Society of America, the Hegel Society of America and the C.S. Peirce Society.[1][2]", "36031263": "David DeGrazia (born July 20, 1962)[1] is an American moral philosopher specializing in bioethics and animal ethics. He is Professor of Philosophy at George Washington University, where he has taught since 1989, and the author or editor of several books on ethics, including Taking Animals Seriously: Mental Life and Moral Status (1996), Human Identity and Bioethics (2005), and Creation Ethics: Reproduction, Genetics, and Quality of Life (2012).[2]", "27347743": "Douglas Whiting Rae (born 1939) is an American political scientist. He is the Richard Ely Professor of Political Science and Management at Yale University. He is a fellow of the American Academy of Arts and Sciences and served as Chief Administrative Officer of the City of New Haven, Connecticut in 1990–1991. He has contributed to the BBC, The New Republic, and The New York Times.", "31542049": "Asen Todorov Kojarov (born 19 July 1911 in Nevrokop, Salonica Vilayet, Ottoman empire, now Bulgaria, died 19 November 1988 in Sofia) was a Bulgarian philosopher, politician, yogi. He was a member of the Internal Macedonian Revolutionary Organization (United) and the Bulgarian Communist Party.", "40061732": "Seana Valentine Shiffrin is Professor of Philosophy and Pete Kameron Professor of Law and Social Justice at the University of California, Los Angeles.[1]   Shiffrin's work spans issues in moral, political and legal philosophy, as well as matters of legal doctrine, that concern equality, autonomy and the social conditions for their realization. She is an associate editor of Philosophy and Public Affairs[1] and was elected a Fellow of the American Academic of Arts and Sciences in 2010.[2]", "6867750": "Raden Mas Soewardi Soerjaningrat (EYD: Suwardi Suryaningrat); from 1922 also known as Ki Hadjar Dewantara (EYD: Ki Hajar Dewantara), which is also written as Ki Hajar Dewantoro to reflect its Javanese pronunciation (2 May 1889 in Pakualaman – 26 April 1959 in Yogyakarta), was a leading Indonesian independence movement activist, writer, columnist, politician, and pioneer of education for native Indonesians in Dutch colonial times. He founded the Taman Siswa school, an institution that provided education for indigenous commoners, which otherwise was limited to the Javanese aristocracy and the Dutch colonials.", "9849640": "Susan Neiman (/ˈnaɪmən/; born March 27, 1955) is an American moral philosopher, cultural commentator, and essayist. She has written extensively on the juncture between Enlightenment moral philosophy, metaphysics, and politics, both for scholarly audiences and the general public. She currently lives in Germany, where she is the Director of the Einstein Forum in Potsdam.", "183081": "Dimitrie or Demetrius[1] Cantemir (Romanian pronunciation: [diˈmitri.e kanteˈmir] ⓘ, Russian: Дмитрий Кантемир; 26 October 1673 – 21 August 1723), also known by other spellings, was a Moldavian prince, statesman, and man of letters.[2][3] He twice served as voivode of Moldavia (March–April 1693 and 1710–1711). During his second term he allied his state with Russia in a war against Moldavia's Ottoman overlords; Russia's defeat forced Cantemir's family into exile and the replacement of the native voivodes by Greek phanariots. Cantemir was also a prolific writer, variously a philosopher, historian, composer, musicologist, linguist, ethnographer, and geographer. His son Antioch, Russia's ambassador to Great Britain and France and a friend of Montesquieu and Voltaire, would become known as \"the father of Russian poetry\".", "609068": "Eve Kosofsky Sedgwick (/ˈsɛdʒwɪk/; May 2, 1950 – April 12, 2009) was an American academic scholar in the fields of gender studies, queer theory, and critical theory. Sedgwick published several books considered groundbreaking in the field of queer theory,[1] and her critical writings helped create the field of queer studies, in which she was one of the most influential figures.[2][3][4] Sedgwick's essays became the framework for critics of poststructuralism, multiculturalism, and gay studies.[5]", "609071": "Lauren Gail Berlant[1] (October 31, 1957 – June 28, 2021) was an American scholar, cultural theorist, and author who is regarded as \"one of the most esteemed and influential literary and cultural critics in the United States.\"[2][3] Berlant was the George M. Pullman Distinguished Service Professor of English at the University of Chicago, where they[a] taught from 1984 until 2021.[4] Berlant wrote and taught issues of intimacy and belonging in popular culture, in relation to the history and fantasy of citizenship.[5]", "6998831": "Elijah \"Lije\" Millgram (born 1958) is an American philosopher. He is E. E. Ericksen Professor of Philosophy at the University of Utah. His research specialties include practical reason and moral philosophy.", "21973810": "James E. Faulconer is an American philosopher, a former Richard L. Evans Professor of Philosophy at Brigham Young University, the former director of BYU's London Centre, a Fellow at the Wheatley Institution (and its former associate director), and a senior research fellow at the Maxwell Institute for Religious Scholarship. He previously served as the dean of undergraduate education and the chair of the Philosophy Department at BYU.", "2214706": "Jean Ernest Reynaud (February 14, 1806–July 28, 1863) was a French mining engineer and socialist philosopher.", "65424180": "Bernard Edelman (22 February 1938 – 3 September 2020) was a French jurist, philosopher, and lawyer.[1]", "29117237": "Walter Quin (1575?–1640) was an Irish poet who worked in Scotland and England for the House of Stuart.", "44583730": "Sheikh Muhammad (1560–1650), also known as Shekh Mahammad (Mohammad), Sayyad Shaikh Mahammad Qadiri, Shaikh Muhammad Shrigondekar (lit. Sheikh Muhammad of Shrigonde), and Sheikh (Shekh) Mahammad-baba, was a Muslim saint-poet who is venerated by Hindus. He is considered the most well-known Marathi Muslim poet.[1] He is the author of the Yoga-samgrama (Yoga-sangrama).", "40225596": "David Braybrooke FRSC (October 18, 1924–August 7, 2013) was a political philosopher and professor emeritus at both Dalhousie University in Halifax, Nova Scotia, Canada, and the University of Texas at Austin.", "42978111": "Slobodan Škerović (born 27 September 1954 in Belgrade) is a Serbian author, painter and philosopher, and a member of the international neo-avantgarde Signalism movement.", "412481": "Christina Marie Hoff Sommers (born 1950)[1] is an American author and philosopher. Specializing in ethics, she is a resident scholar at the American Enterprise Institute.[2][3][4] Sommers is known for her critique of contemporary feminism.[5][6][7] Her work includes the books Who Stole Feminism? (1994) and The War Against Boys (2000). She also hosts a video blog called The Factual Feminist.", "24693569": "Yun Jeung or Yun Chǔng (1629 – 30 January 1714) was a Confucian scholar in Korea during the late period of the Joseon dynasty. He was known as being a progressive thinker and for his opposition to the formalism and ritualism in the predominant philosophy of Chu Hsi. Yun Chung refused government office because he thought the Korean monarchy was corrupt, and spend his life teaching Sirhak ideas. He is known for the quote, \"The king could exist without the people, but the people could not exist without the king.\"[1]", "38325061": "Theodor Wilhelm Danzel (4 February 1818, Hamburg – 9 May 1850, Leipzig) was a German literary historian and philosopher.", "53496647": "André Tosel (15 June 1941 – 14 March 2017) was a French Marxist philosopher and academic administrator. He taught Philosophy at the University of Franche-Comté and Pantheon-Sorbonne University until he became a full professor of philosophy at the University of Nice Sophia Antipolis. He served as its vice president from 1992 to 1998, and as the director of its Center for the History of Ideas from 1998 to 2003. He was the author of several books about Marxism and Marxist theorists.", "1329993": "Jacopo Mazzoni (Latinized as Jacobus Mazzonius) (27 November 1548 – 10 April 1598) was an Italian philosopher, a professor in Pisa, and friend of Galileo Galilei.[1] His first name is sometimes reported as \"Giacomo\".", "64539472": "Hanna Pickard is a Canadian philosopher who specializes in the philosophy of mind, philosophy of psychiatry, moral psychology, and medical ethics. She is a Bloomberg Distinguished Professor of Philosophy and Bioethics at Johns Hopkins University with appointments in the William H. Miller III Department of Philosophy in the Zanvyl Krieger School of Arts and Sciences and the Berman Institute of Bioethics.[1]", "11193170": "Śālikanātha was a Mīmāṃsā philosopher (Pūrva Mīmāṃsā) of roughly 800 AD, a follower of Prabhākara (6th century) and an opponent of the Bhāṭṭa school started by Kumārila Bhaṭṭa in the 7th century. Śālikanātha is believed to have written the Prakaraṇapañcikā, which is one of the very few texts available to us to study the Prābhākara school of Pūrva Mīmāṃsā. Śālikanātha also wrote Ṛjuvimalāpañcikā and Dīpaśikhāpañcikā commentaries on Prabhākara.[1]", "62802773": "Kenneth L. Schmitz (1922–2017) was a Canadian philosopher. He was a president of the Metaphysical Society of America (1980).[1][2]", "24300375": "Basilides (Greek: Βασιλείδης; 2nd century BC), was a Stoic philosopher who denied the existence of incorporeal entities.", "52057": "Jonathan Edwards (October 5, 1703 – March 22, 1758) was an American revivalist preacher, philosopher, and Congregationalist theologian.", "66669407": "Douglas Allen is an American philosopher, academic, author and an activist. He is a Professor Emeritus of Philosophy and a Founder of Maine Peace Action Committee at the University of Maine.[1]", "24267615": "Peter Henrici (31 March 1928 – 6 June 2023) was a Swiss Jesuit prelate, Blondelian philosopher and professor (1960–1993) at the Gregorian University. He was Auxiliary Bishop of Chur from 1993 to 2007.", "7916387": "Peter Janich (4 January 1942 – 4 September 2016) was a professor of philosophy at the University of Marburg.", "35441507": "René Hubert (22 July 1885 – 13 October 1954) was a French historian of philosophy and educational theorist.[1]", "34327400": "Jeong Gu (9 July 1543 – 5 January 1620) was a Korean historian, philosopher, poet, and politician of the Joseon period. He learned from the Korean scholars Yi Hwang[1] and Cho Shik.[2] A key figure of the Neo-Confucian literati, he established the Yeongnam School and set up the Baekmaewon (백매원, 百梅園[3]), a private Confucian academy. His pen names were Hangang (한강, 寒岡) and Hoeyeonyain (회연야인, 檜淵野人), and courtesy name was Doga (도가, 道可) and Gabo (가보, 可父).", "3918697": "Götz Briefs (born 1 January 1889 in Eschweiler; died 16 May 1974 in Rome) was a Catholic social theorist, social ethicist, social philosopher and political economist, who together with Gustav Gundlach, SJ influenced the social teachings of Pope Pius XI.", "18565997": "Friedrich Siegmund-Schultze (14 June 1885, in Görlitz – 11 July 1969, in Soest) was a German academic working in theology, social pedagogy and social ethics, as well as a pioneer of peace movements.", "59132783": "Chidi Anselm Odinkalu was born on June 12, 1968. He is a Nigerian human rights activist, lawyer, professor and writer. He was the former Chairman of Nigeria's National Human Rights Commission (Nigeria) and was recently the senior team manager for the Africa Program of Open Society Justice Initiative.[1]", "51858300": "Shlomit C. Schuster (Hebrew: שוסטר שלומית ‎; born 19 July 1951 in Paramaribo, Suriname and died 15 Feb 2016 in Israel) was an Israeli Philosophical Counselor,[2] and considered a pioneer in the Philosophical counseling field.[3] Her first book is considered a source of learning and teaching Philosophical counseling .[4]", "510845": "Jean-Luc Nancy (", "72305536": "Matthew Boyle is an American philosopher, and Emerson and Grace Wineland Pugh Professor of Humanities at The University of Chicago. He is known for his works on the philosophy of mind and on some issues in the history of philosophy.[1]", "39111555": "Bernd Lucke (born 19 August 1962) is a German economist and politician. Lucke was elected a Member of the European Parliament (MEP) for the Alternative für Deutschland (AfD) in 2014. He failed to win reelection in 2019.[1]", "2149254": "Jean-Yves Lacoste is a French philosopher. Lacoste is associated with what Dominique Janicaud called the \"theological turn in phenomenology\", along with other influential French phenomenologists like Michel Henry, Jean-Luc Marion and Jean-Louis Chrétien.[1] Lacoste's work straddles philosophy and theology, and displays an interest in what might be called postmodern themes. He works in Paris and Cambridge and has a life membership at Clare Hall, Cambridge.[2]", "33606534": "Joseph Sapiano (1911–1985) was a Maltese theologian and minor philosopher. In philosophy he was mostly interested in epistemology. He held the Chair of Philosophy at the University of Malta between 1953 and 1971.[1]", "35998600": "Steven Frederic Sapontzis[2] (born February 9, 1945) is an American philosopher and professor emeritus of philosophy at California State University, East Bay who specializes in animal ethics, environmental ethics and meta-ethics.", "64998286": "Shi'a", "52110": "John Caldwell Calhoun (/kælˈhuːn/;[1] March 18, 1782 – March 31, 1850) was an American statesman and political theorist who served as the seventh vice president of the United States from 1825 to 1832. Born in South Carolina, he adamantly defended American slavery and sought to protect the interests of white Southerners. Calhoun began his political career as a nationalist, modernizer and proponent of a strong federal government and protective tariffs. In the late 1820s, his views changed radically, and he became a leading proponent of states' rights, limited government, nullification, and opposition to high tariffs. Calhoun saw Northern acceptance of those policies as a condition of the South's remaining in the Union. His beliefs heavily influenced the South's secession from the Union in 1860 and 1861. He was the first of two vice presidents to resign from the position, the second being Spiro Agnew, who resigned in 1973.", "56904592": "Christoph Scheibler (born 6 December 1589 in Armsfeld, died 10 November 1653 in Dortmund) was a German philosopher, classical philologist, Lutheran theologian and metaphysician. He was Professor of Logic and Metaphysics at the University of Giessen from 1610. He was appointed as Superintendent, i.e. Bishop, in 1625.[1][2]", "11717520": "Abū al-Fath Abd al-Rahman Mansūr al-Khāzini or simply al-Khāzini (أبوالفتح عبدالرحمن منصور الخازنی (Persian), flourished 1115–1130) was an Iranian[1][2] astronomer, during the Seljuk Empire.[3] His astronomical tables written under the patronage of Sultan Sanjar (Zīj al-Sanjarī, 1115) is considered to be one of the major works in mathematical astronomy of the medieval period.[4]: 107  He provided the positions of fixed stars, and for oblique ascensions and time-equations for the latitude of Marv in which he was based.[5]: 197  He also wrote extensively on various calendrical systems and on the various manipulations of the calendars.[4] He was the author of an encyclopedia on scales and water-balances.[6]", "46746519": "Béla Juhos (22 November 1901, Vienna – 27 May 1971, Vienna) was a Hungarian-Austrian philosopher and member of the Vienna Circle.", "8997788": "Isaac Levi (June 30, 1930 – December 25, 2018) was an American philosopher who served as the John Dewey Professor of Philosophy at Columbia University. He is noted for his work in epistemology and decision theory.[1][2][3][4]", "67750813": "Richard Anthony Fumerton (born October 7, 1949)[2] is a Canadian American philosopher and professor of philosophy at the University of Iowa with research interests in epistemology, metaphysics, philosophy of mind and value theory.[3][4][5] He has been cited as an influential expert on the position of \"metaepistemological scepticism\".[6] He received his B.A. in philosophy from the University of Toronto in 1971 and his M.A. and PhD from Brown University in 1973 and 1974, respectively.[2][5][7] He has been the F. Wendell Miller Professor of Philosophy at the University of Iowa since 2003.[8]", "62802844": "John Joseph Compton (May 17, 1928 – January 18, 2014) was an American philosopher and Emeritus Professor of Philosophy at Vanderbilt University (retired in 1998). Compton was a president of the Metaphysical Society of America (1979). He was the son of Arthur Compton.[1]", "16796575": "John Edward Thomas (9 April 1926 – 14 October 1996) was a British-born Canadian philosopher and pioneer of medical ethics in Canada.[1][2]", "74468257": "Lara Buchak (born 1981) is an American philosopher and Professor of Philosophy at Princeton University. She is known for her works on decision-making.[1][2][3][4][5][6][7][8]", "51137446": "Sebastian Rödl (born 1967) is a German philosopher and professor of practical philosophy at the University of Leipzig. From 2005 to 2012 he was professor of philosophy at the University of Basel.", "19373": "Maurice Jean Jacques Merleau-Ponty[2] (French: [mɔʁis mɛʁlo pɔ̃ti, moʁ-]; 14 March 1908 – 3 May 1961) was a French phenomenological philosopher, strongly influenced by Edmund Husserl and Martin Heidegger. The constitution of meaning in human experience was his main interest and he wrote on perception, art, politics, religion, biology, psychology, psychoanalysis, language, nature, and history. He was the lead editor of Les Temps modernes, the leftist magazine he established with Jean-Paul Sartre and Simone de Beauvoir in 1945.", "19379": "Mohandas Karamchand Gandhi[pron 1] (2 October 1869 – 30 January 1948) was an Indian lawyer, anti-colonial nationalist and political ethicist who employed nonviolent resistance to lead the successful campaign for India's independence from British rule. He inspired movements for civil rights and freedom across the world. The honorific Mahātmā (from Sanskrit 'great-souled, venerable'), first applied to him in South Africa in 1914, is now used throughout the world.", "71551924": "Benjamin ben Judah of Rome (c. 1290-1335), a member of the prominent Bozecco family, was a Biblical exegete, grammarian, and philosopher. He was the disciple of Joab ben Benjamin ben Solomon. Although his activity lay in the fields of exegesis and grammar, Dov Yarden [he] argues that the poet Immanuel of Rome represents him as an accomplished scientist and philosopher.[1]", "19381": "Miyamoto Musashi (宮本 武蔵, c. 1584 – 13 June 1645),[1] also known as Shinmen Takezō, Miyamoto Bennosuke or, by his Buddhist name, Niten Dōraku,[2] was a Japanese swordsman, philosopher, strategist, writer and rōnin, who became renowned through stories of his unique double-bladed swordsmanship and undefeated record in his 61 duels (next is 33 by Itō Ittōsai). Musashi, as he was often simply known, is considered a Kensei, a sword-saint of Japan.[3] He was the founder of the Niten Ichi-ryū, or Nito Ichi-ryū, style of swordsmanship, and in his final years authored The Book of Five Rings (五輪の書, Go Rin No Sho) and Dokkōdō (獨行道, The Path of Aloneness).", "5655477": "Jakob Klatzkin, Yakov/Jakub Klaczkin (Hebrew: יעקב קלצקין; Russian: Яков Клачкин; October 3, 1882, in Biaroza, Grodno Governorate, now Belarus – March 26, 1948, in Vevey, Switzerland) was a Jewish philosopher, publicist, author, and publisher.", "41044918": "Troilus of Constantinople (Ancient Greek: Τρώϊλος) was a sophist from Side in Pamphylia of the late 4th and early 5th century. He taught in Constantinople.\nHe wrote 7 books.[1]", "28822462": "Swami Bhaskarananda Saraswati (1833–1899) was a noted 19th-century sannyasin and saint of Varanasi, India.[1] He wandered over India for thirteen years before settling in Anandabag near the Durga Mandir, in 1868. A Sanskrit and Vedic scholar turned ascetic of Dashanami Dandi sannyasi order, many kings visited him to seek advise, and he also reported be an advisor counsel to Kashi Naresh (Maharaja of Kingdom of Kashi), today his samadhi shrine is situated at Durga Kunda, adjacent to the historic Durga Mandir in Varanasi.[2]", "48384961": "Paul Griffiths is Professor of Philosophy at the University of Sydney and works primarily in the Philosophy of Science and more particularly Philosophy of Biology. Born in England in 1962, he received a B.A. from the University of Cambridge in 1984 and a Ph.D. in philosophy from the Australian National University in 1989 under the supervision of Kim Sterelny. He taught previously at the University of Pittsburgh, the University of Queensland and the University of Otago. He spends part of each year at the University of Exeter in the Egenis: the Centre for the Study of the Life Sciences. Griffiths is a Fellow of the American Association for the Advancement of Science and of the Australian Academy of the Humanities.[1][2][3]", "14306244": "Alonso Gutiérrez, also known as Alonso de la Vera Cruz (c.1507–1584) was a Spanish philosopher and Augustinian, who took the religious name da Vera Cruz. He became a major intellectual figure in New Spain, where he worked from 1535 to 1562, and from 1573 to his death,[1] and in the history of Mexico.", "11520964": "David Fordyce (1711, Broadford, Aberdeenshire – 1751) was a Scottish philosopher, a contributor to the Scottish Enlightenment.", "5688262": "Osk(c)ar Ewald, born Oskar Friedländer, or Friedländer Oszkár (11 November 1881, Búrszentgyörgy/Sankt Georgen, Hungary (now Borský Svätý Jur, Senica District, Slovakia) – 25 September 1940, near Oxford, Oxfordshire) was a Hungarian-Austrian philosopher.  His father was Moritz Friedländer, a liberal scholar of Judaism who worked with the Jewish community of the Kingdom of Hungary on matters including the expansion of education.  Oskar himself would convert to Protestantism and change his last name to Ewald.", "9653188": "Myles Fredric Burnyeat[pronunciation?] CBE FBA (1 January 1939 – 20 September 2019) was an English scholar of ancient philosophy.", "42650568": "Patricia Greenspan is a professor of philosophy at the University of Maryland, College Park.[1] Greenspan works in analytic philosophy of action, and is known for work on rationality, morality, and emotion that helped to create a place for emotion in philosophy of action and ethics.[2]", "5819338": "Walter Ehrlich (16 May 1896 in Berlin – 26 December 1968 in Bad Ragaz, Canton of St. Gallen, Switzerland) was a German philosopher.", "58608589": "Giorgio Coresio (1570-1659?)[1] from the Greek (then Ottoman) island of Chios[2] was a lecturer in Greek[3] at the University of Pisa from 1609-1615. He was obliged to resign his chair either because it was discovered that he secretly professed the Greek Orthodox faith, or because of his mental illness - he is said to have had daily visions of saints.[4]", "3689421": "Thomas Vaughan (17 April 1621 − 27 February 1666) was a Welsh clergyman, philosopher, and alchemist, who wrote in English. He is now remembered for his work in the field of natural magic. He also published under the pseudonym Eugenius Philalethes.", "379855": "Gerrard Winstanley (1609–1676) was an English Protestant religious reformer, political philosopher, and activist during the period of the Commonwealth of England. Winstanley was the leader and one of the founders of the English group known as the True Levellers or Diggers. The group occupied formerly common land that had been privatised by enclosures and dug them over, pulling down hedges and filling in ditches, to plant crops. \"True Levellers\" was the name they used to describe themselves, whereas the term \"Diggers\" was coined by contemporaries.", "969679": "Francis Bowen (/ˈboʊən/; September 8, 1811 – January 22, 1890) was an American philosopher, writer, and educationalist.", "8637391": "Julije Makanec (19 September 1904 – 7 June 1945[1]) was a Croatian politician, teacher, philosopher and writer. During the World War II in Yugoslavia, he was the Minister of Education of the Independent State of Croatia and a high-ranking member of the Ustashas.[2]", "50645972": "Jordan Howard Sobel (22 September 1929 – 26 March 2010) was a Canadian-American philosopher specializing in ethics, logic, and decision theory. He was a professor of philosophy at the University of Toronto, Canada.[1] In addition to his areas of specialization, Sobel made notable contributions in the fields of philosophy of religion, and value theory.[2][3] Before his death, Sobel was considered by Christian apologist William Lane Craig to be the leading philosophical defender of Atheism prior to Graham Oppy.[4]", "21679063": "Zenodotus (/zəˈnɒdətəs/; Greek: Ζηνόδοτος; fl. late 5th century) was a Neoplatonist philosopher who lived and taught in Athens. He was described as \"the darling (paidika) of Proclus.\"[1] Zenodotus served under Marinus of Neapolis when Marinus succeeded Proclus as the head (scholarch) of the school (c. 485). He was a teacher of Damascius when he came to Athens to learn philosophy (c. 492). Whereas Marinus taught mathematics and scientific courses to Damascius, Zenodotus taught the more conventional philosophy courses.[2] He was an important philosopher in Athens during the time when Marinus and Hegias were contending for the leadership of the school, but he seems to have been overlooked as a possible scholarch on more than one occasion.", "37407707": "Margaret Morganroth Gullette (born 1941) is a resident scholar at the Women's Studies Research Center at Brandeis University. She is a writer of nonfiction, an essayist, and activist. Her contributions to the field of cultural studies of age include four books, the latest of which is Agewise: Fighting the New Ageism in America (2011).", "62835679": "Clarisse Coignet (1823-1918) was a French moral philosopher, educator, and historian. She was also associated with the social and political movement called La Morale independante, which advanced the idea that morality is independent from science and religion.[1]", "314336": "Lewis Mumford (19 October 1895 – 26 January 1990) was an American historian, sociologist, philosopher of technology, and literary critic. Particularly noted for his study of cities and urban architecture, he had a broad career as a writer. He made signal contributions to social philosophy, American literary and cultural history, and the history of technology.[2]", "70929381": "Uddharan Dutta Takur (উদ্ধারণ দত্ত  ঠাকুর) (c. 1481 – c. 1541) was an Indian philosopher and saint from the Gaudiya Vaishnava school of Vedanta tradition, producing a great number of philosophical works on the theology and practice of Bhakti yoga, Vaishnava Vedanta and associated disciplines.[1] He is known as one of the Dwadasha gopas, (the 12 cowherd-boy associates from Goloka Vrindavan who were always in the company of Krishna and Balaram).[2][3][4][5]", "68865000": "Super-resolution", "21056492": "Josep Joan Moreso  is a Spanish former head of Pompeu Fabra University (UPF) and professor of philosophy of law.[1]", "61098990": "Deborah C. Poff CM is a Canadian philosopher, educator, and journal editor.", "12209134": "Moiz Cohen (1883 in Serres, Salonica Vilayet, Ottoman Empire – 1961 in Nice, France) was a Turkish writer, philosopher, and journalist of Jewish heritage. He became an ideologue of different movements at different times: Ottomanism, Pan-Turkism, and Kemalism. Born to a Jewish family, he later changed his name to Munis Tekinalp.[1]", "1297397": "Vladimir Jovanović (Serbian Cyrillic: Владимир Јовановић; 28 September 1833 – 3 March 1922) was a Serbian political theorist, economist, politician,  philosopher, political and literary writer and activist for the unification of all Serbian lands in the Balkans.", "12798966": "Seit Devdariani (Georgian: სეით დევდარიანი) (1879, Kutaisi – 21 September 1937, Tbilisi) was a Georgian philosopher and political activist who was a deputy of the National Council of Georgia and the Constituent Assembly of Georgia (1919-1921). He was executed during Joseph Stalin's Great Purge.", "19445": "Moses ben Maimon[a] (1138–1204), commonly known as Maimonides (/maɪˈmɒnɪdiːz/)[b] and also referred to by the acronym Rambam (Hebrew: רמב״ם),[c] was a Sephardic Jewish philosopher who became one of the most prolific and influential Torah scholars of the Middle Ages. In his time, he was also a preeminent astronomer and physician, serving as the personal physician of Saladin. Born in Córdoba within the Almoravid Empire (present-day Spain), on Passover eve, 1138 (or 1135),[d][8][9][10] he worked as a rabbi, physician and philosopher in Morocco and Egypt.", "936952": "Theano (/θiˈænoʊ/; Greek: Θεανώ) was a 6th-century BC Pythagorean philosopher. She has been called the wife or student of Pythagoras, although others see her as the wife of Brontinus. Her place of birth and the identity of her father is uncertain as well. Many Pythagorean writings were attributed to her in antiquity, including some letters and a few fragments from philosophical treatises, although these are all regarded as spurious by modern scholars.", "2378747": "Raimon Panikkar Alemany, also known as Raimundo Panikkar and Raymond Panikkar[1] (November 2, 1918 – August 26, 2010), was a Spanish Roman Catholic priest and a proponent of Interfaith dialogue. As a scholar, he specialized in comparative religion.", "2345979": "Giuseppe Tarantino (Italian pronunciation: [dʒuˈzɛppe taranˈtino]; Gravina in Puglia, 22 July 1857 – Gravina in Puglia, 25 January 1950) was an Italian philosopher, professor of moral philosophy and pedagogy and rector at the University of Pisa, Italy.", "21744637": "Paul Copan (/koʊpæn/, born September 26, 1962) is a Christian theologian, analytic philosopher, apologist, and author. He is currently a professor at the Palm Beach Atlantic University and holds the endowed Pledger Family Chair of Philosophy and Ethics. He has written and edited over 40 books in the area of philosophy of religion, apologetics, theology, and ethics in the Bible. He has contributed a great number of articles to various professional journals and has written many essays for edited books. For six years he served as the president of the Evangelical Philosophical Society.[1]", "19451": "Mortimer Jerome Adler (December 28, 1902 – June 28, 2001) was an American philosopher, educator, encyclopedist, and popular author. As a philosopher he worked within the Aristotelian and Thomistic traditions. He taught at Columbia University and the University of Chicago, served as chairman of the Encyclopædia Britannica board of editors, and founded the Institute for Philosophical Research.", "19455": "Maximilian Karl Emil Weber (/ˈveɪbər/; German: [ˈveːbɐ]; 21 April 1864 – 14 June 1920) was a German sociologist, historian, jurist and political economist, who is regarded as among the most important theorists of the development of modern Western society. He was one of the central figures in the development of sociology and the social sciences, and his ideas profoundly influence social theory and research.", "19456": "Max Horkheimer (/ˈhɔːrkhaɪmər/; German: [ˈhɔɐ̯kˌhaɪmɐ]; 14 February 1895 – 7 July 1973) was a German philosopher and sociologist who was famous for his work in critical theory as a member of the Frankfurt School of social research. Horkheimer addressed authoritarianism, militarism, economic disruption, environmental crisis, and the poverty of mass culture using the philosophy of history as a framework. This became the foundation of critical theory. His most important works include Eclipse of Reason (1947), Between Philosophy and Social Science (1930–1938) and, in collaboration with Theodor Adorno, Dialectic of Enlightenment (1947). Through the Frankfurt School, Horkheimer planned, supported and made other significant works possible.[1]", "7916544": "Walter Terence Stace (17 November 1886 – 2 August 1967) was a British civil servant, educator, public philosopher and epistemologist, who wrote on Hegel, mysticism, and moral relativism. He worked with the Ceylon Civil Service from 1910 to 1932, and from 1932 to 1955 he was employed by Princeton University in the Department of Philosophy. He is most renowned for his work in the philosophy of mysticism, and for books like Mysticism and Philosophy (1960) and Teachings of the Mystics (1960). These works have been influential in the study of mysticism, but they have also been severely criticised for their lack of methodological rigor and their perennialist pre-assumptions.", "32820223": "Bernard Andrieu (born 24 December 1959 in Agen) is a French philosopher and historian of the body.", "18074628": "Sandra D. Mitchell (born 1951) is an American philosopher of science and historian of ideas.  She holds the position of distinguished professor in the department of History and Philosophy of Science at the University of Pittsburgh, the top rated school in the world for the subject according to the 2011 Philosophical Gourmet Report.[1]  Her research focuses on the philosophy of biology and the philosophy of social science, and connections between the two.", "49499143": "Defunct", "74107911": "Mika LaVaque-Manty (born 1966) is an American political scientist and Arthur F. Thurnau Professor and associate professor at the University of Michigan. He is known for his works on liberal theory and Immanuel Kant and is a winner of the 2010 University of Michigan Press Book Award.[2][3][4][5][6][7][8]", "2739213": "Keshub Chandra Sen (Bengali: কেশবচন্দ্র সেন; also spelled Keshab Chunder Sen; 19 November 1838 – 8 January 1884) was a Hindu philosopher and social reformer who attempted to incorporate Christian theology within the framework of Hindu thought. Born a Hindu in the Bengal Presidency of British India, he became a member of the Brahmo Samaj in 1857[1] but established his own breakaway \"Bharatvarshiya Brahmo Samaj\" in 1866[2] while the Brahmo Samaj remained under the leadership of Debendranath Tagore (who headed the Brahmo Samaj till his death in 1905).[3] In 1878, his followers abandoned him after the underage child marriage of his daughter which exposed his campaign against child marriage as hollow.[4] Later in his life he came under the influence of Ramakrishna and founded a syncretic \"New Dispensation\"  inspired by Christianity, Vaishnav bhakti, and other Hindu practices.", "1231888": "Ján Kollár (Hungarian: Kollár János; 29 July 1793 – 24 January 1852) was a Slovak writer (mainly poet), archaeologist, scientist, Lutheran pastor, politician, and main ideologist of Pan-Slavism.", "40913936": "Viktoria Suchantseva (Ukrainian: Вікторія Суханцева, 19 January 1949 – 10 January 2019) was a Ukrainian philosopher, aesthetician, culturologist, poet and writer, founder of Ukrainian philosophy of music school of thought.", "10177560": "Hans-Martin Sass (born 4 December 1935), is a bioethicist.\nHe is a Professor Emeritus of Philosophy at Ruhr University, Bochum, Germany, and a Senior Research Scholar Emeritus at the Kennedy Institute of Ethics at Georgetown University, Washington DC.[1]", "74468376": "George Bealer is an American philosopher and Professor Emeritus of Philosophy at Yale University. He is known for his works on philosophy of mind and epistemology.[1][2][3][4]", "62802969": "Richard Thomas De George (born 1933) is an American philosopher and University Distinguished Professor of Philosophy, of Russian and East European Studies, and of Business Administration, and Co-Director of the International Center for Ethics in Business at the University of Kansas. He is a former president of the Metaphysical Society of America (1983).[1]", "54086684": "Teresa M. Bejan is an American political theorist and author. She is a professor of political theory in the department of politics and international relations at the University of Oxford and a fellow of Oriel College.[1]", "576541": "Lucian Blaga (Romanian: [lutʃiˈan ˈblaɡa] ⓘ; 9 May 1895 – 6 May 1961) was a Romanian philosopher, poet, playwright, poetry translator and novelist. He was a commanding personality of the Romanian culture of the interbellum period.", "70110241": "Oleksandr Pavlovych Berdnyk (Ukrainian: Бердник Олесь Павлович; November 27, 1926, officially December 25, 1927 - March 18, 2003)[1] was a Ukrainian science fiction writer, futurist and globalist, philosopher and theologian, public figure,[2] Red Army soldier during World War II, and a political prisoner in Soviet camps.[3] He wrote more than 20 novels and short stories that have been translated into many languages, including English, German, French, Russian, and Hungarian. He has been described as the most influential classic writer of Ukrainian science fiction.[4][5][6]", "69880867": "Michael Pritchard is an American philosopher and the Willard A. Brown Emeritus Professor of Philosophy at Western Michigan University.[1][2]", "20991021": "Vladimír Čermák (September 3, 1929 – July 21, 2004) was Czech philosopher, political scientist, lawyer and judge.", "48057389": "William Leslie Davidson (1848–1929) was a Scottish philosopher.[1]", "11947057": "Giorgio Del Vecchio (26 August 1878 – 28 November 1970) was a prominent Italian legal philosopher of the early 20th century. Among others he influenced the theories of Norberto Bobbio. He is famous for his book Justice.", "23317557": "Phillip S. Cary (born 1958) is an American philosopher who serves as a professor at Eastern University with a concentration on Augustine of Hippo and the history of the reception of Augustine's thought. Born on June 10, 1958, he received his Doctor of Philosophy degree from Yale University under Nicholas Wolterstorff. He has written a number of books, including three published by Oxford University Press. Additionally, he has provided lectures on the history of Christian theology as well as on major figures in ecclesiastical history for The Teaching Company. Cary is a former Chair of the Augustine and Augustinianisms Program Unit of the American Academy of Religion (AAR) and the current editor of the academic journal Pro Ecclesia.", "28855353": "Guy Besse (25 November 1919 – 16 February 2004) was a French philosopher and politician, a member of the executive of the French Communist Party (PCF).", "27348026": "Douglas P. Lackey (born August 22, 1945) is an American philosopher and playwright who is also a professor at Baruch College of the City University of New York.[1] Lackey was born in Staten Island, New York.[2]", "57199680": "St Patrick's College, Maynooth", "52776002": "Márcia Angelita Tiburi (born 6 April 1970) is a Brazilian plastic artist, professor of philosophy, literary critic, and writer.[1] Her main areas of research are ethics, aesthetics, and the philosophy of knowledge.", "19527": "Mao Zedong[a] (26 December 1893 – 9 September 1976) was a Chinese politician, Marxist theorist, military strategist, poet, and revolutionary who was the founder of the People's Republic of China (PRC). He led the country from its establishment in 1949 until his death in 1976, while also serving as the chairman of the Chinese Communist Party during that time. His theories, military strategies and policies are known as Maoism.", "25447507": "Preston K. Covey, Jr. (29 August 1942 - 18 September 2006)[1] was the head of the philosophy department at Carnegie Mellon University, Pittsburgh, Pennsylvania, United States, during the later part of the twentieth century. Covey, who earned his Ph.D. jointly through the philosophy department and the humanities graduate programs at Stanford University, founded the Center for the Advancement of Applied Ethics (CAAE).", "56740949": "Chad Alec Ripperger (born October 11, 1964) is an American Catholic priest, theologian, philosopher, and exorcist. He is well known in traditional Catholic circles, has presented many conferences throughout the United States on theological and pastoral subjects, and is the founder of the traditional Catholic Society of the Most Sorrowful Mother (the Doloran Fathers)[1] in the Archdiocese of Denver, Colorado, United States.", "4377691": "Luigi Taparelli SJ (born Prospero Taparelli d'Azeglio; November 24, 1793 – September 2, 1862) was an Italian Jesuit scholar of the Society of Jesus and counter-revolutionary who coined the term social justice and elaborated the principles of subsidiarity, as part of his natural law theory of just social order.[1][2][3] He was the brother of the Italian statesman Massimo d'Azeglio.[4]", "19548": "Herbert Marshall McLuhan[a] CC (July 21, 1911 – December 31, 1980) was a Canadian philosopher whose work is among the cornerstones of the study of media theory.[7][8][9][10] He studied at the University of Manitoba and the University of Cambridge. He began his teaching career as a professor of English at several universities in the United States and Canada before moving to the University of Toronto in 1946, where he remained for the rest of his life. He is known as the \"father of media studies\".[11]", "21679198": "Horus (fl. 4th century) was a Cynic philosopher and Olympic boxer, who was victorious at the Olympic games in Antioch in 364 AD.", "64506978": "Olga Marie Pauline Plümacher (née Hünerwadel; 27 May 1839 – 1895) was a Russian-born Swiss-American philosopher and scholar. She engaged with the philosophies of the German philosophers Arthur Schopenhauer and Eduard von Hartmann, and published three books which contributed to the pessimism controversy in Germany. Her book on the history of philosophical pessimism, Der Pessimismus in Vergangenheit und Gegenwart (\"Pessimism in the Past and Present\") was influential on Friedrich Nietzsche and Samuel Beckett.", "60640357": "Hugolino of Orvieto, O.S.A. was an important Scholastic theologian and Augustinian friar of the fourteenth century, representing the Augustinian School of thought within the theological and philosophical spheres.[1]", "576633": "Nicholas Rescher (/ˈrɛʃər/; German: [ˈʁɛʃɐ]; 15 July 1928 – 5 January 2024[3]) was a German-born American philosopher, polymath, and author, who was a professor of philosophy at the University of Pittsburgh from 1961. He was chairman of the Center for Philosophy of Science and chairman of the philosophy department.[4]", "24300667": "Martín Sarmiento or Martiño Sarmiento, also Father Sarmiento (born Pedro José García Balboa; 9 March 1695 in Villafranca del Bierzo, El Bierzo – 7 December 1772 in Madrid) was a Spanish scholar, writer and Benedictine monk, illustrious representative of the Enlightenment.", "11029627": "Tomás Maldonado (25 April 1922 – 26 November 2018) was an Argentine painter, designer and thinker, considered one of the main theorists of design theory of the legendary Ulm Model, a design philosophy developed during his tenure (1954–1967) at the Ulm School of Design (Hochschule für Gestaltung – HfG) in Germany.[1][2]", "1461375": "Shelly Kagan (/ˈkeɪɡən/) (born 1956) is Clark Professor of Philosophy at Yale University, where he has taught since 1995. He is best known for his writings about moral philosophy and normative ethics.[1] In 2007, Kagan's course about death was offered for free online, and was very popular.[2] This led to him publishing a book on the subject in 2012. Kagan was elected to the American Academy of Arts and Sciences in 2016.", "32754815": "Daniel Paul Charles was a French musician, musicologist and philosopher. He was born on 27 November 1935 in Oran (Algeria) and died on 21 August 2008 in Antibes (France).", "17288329": "Agathosthenes (Ἀγαθοσθένης) was a Greek historian or philosopher of uncertain date,[1] who is referred to by Tzetzes as his authority in matters connected with geography.[2]  There is mention of a work of Agathosthenes called \"Asiatica Carmina\",[3] where some writers read the name \"Aglaosthenes\";[4] for Aglaosthenes or Aglosthenes, who is by some considered to be the same as Agathosthenes, wrote a work on the history of Naxos, of which nothing remains, but which was much used by ancient writers.[5][6][7][8][9]", "13847690": "Kawai Tsugunosuke (河井 継之助, January 27, 1827 – October 1, 1868) was a Japanese samurai of the late Edo period, who served the Makino clan of Nagaoka. Kawai was a senior military commander of Nagaoka forces during the Boshin War of 1868–1869. He escaped to nearby Aizu after his domain's fall; however, he contracted gangrene from an untreated leg wound, and died in Aizu.", "38227083": "Lorraine Code FRSC (born October 19, 1937) is Professor Emerita of Philosophy at York University in Toronto, Ontario, Canada and a Fellow of the Royal Society of Canada. Her principal area of research is feminist epistemology and the politics of knowledge.", "183442": "Seyyed Hossein Nasr (/ˈnɑːsər, ˈnæsər/; Persian: سید حسین نصر, born April 7, 1933) is an Iranian philosopher, theologian and Islamic scholar. He is University Professor of Islamic studies at George Washington University.", "21187730": "Bak Gyusu (Korean: 박규수; 1807–1877) was a scholar-bureaucrat, teacher, politician, and a diplomat of the Joseon Dynasty. He was known as a pioneer of the enlightenment group. Bak Gyusu was the grandson of Park Ji-won, the great Silhak scholar of the Joseon. He was also known by the names of Hwanjae (환재; 瓛齋), Hwanjae (환재; 桓齋), Heonjae (헌재; 獻齋), and Hwanjaegeosa (환재거사; 瓛齋居士).", "30592150": "Jacques Depelchin (born 06/03/1942) is a Congolese historian and militant.[1][2] He is the Co-Founder and Executive Director of the Ota Benga International Alliance for Peace in the DR Congo.[1]", "20532376": "Caio da Silva Prado Júnior (February 11, 1907 – November 23, 1990) was a Brazilian historian, geographer, writer, philosopher and politician.", "1658011": "Constantin Noica (Romanian: [konstanˈtin ˈnojka]; July 25 [O.S. July 12] 1909 – 4 December 1987) was a Romanian philosopher, essayist and poet. His preoccupations were throughout all philosophy, from epistemology, philosophy of culture, axiology and philosophic anthropology to ontology and logics, from the history of philosophy to systematic philosophy, from ancient to contemporary philosophy, from translating and interpretation to criticism and creation. In 2006 he was included to the list of the 100 Greatest Romanians of all time by a nationwide poll.", "314524": "John McMurtry FRSC was a University Professor Emeritus of Philosophy at the University of Guelph, Canada.[1] Most recently, he has focused his research on the value structure of economic theory and its consequences for global civil and environmental life.[1] McMurtry was named a Fellow of the Royal Society of Canada (FRSC) in June 2001 by his peers for his work regarding the study of humanities and social sciences.[2][3]", "40979611": "Étienne Balibar (/bælɪˈbɑːr/; French: [etjɛn balibaʁ]; born 23 April 1942) is a French philosopher. He has taught at the University of Paris X-Nanterre, at the University of California Irvine and is currently an Anniversary Chair Professor at the Centre for Research in Modern European Philosophy (CRMEP) at Kingston University and a visiting professor at the Department of French and Romance Philology at Columbia University.", "34786461": "William Henry Walsh FBA FRSE (/wɒlʃ/; 10 December 1913 – 7 April 1986) was a 20th-century British philosopher and classicist. He was an expert on Immanuel Kant.", "1002657": "States", "3919014": "Syed Muhammad ibn Yousuf al-Hussaini (7 August 1321 − 10 November 1422)[citation needed], commonly known as Khwaja Banda Nawaz Gesudaraz, was a Hanafi Maturidi scholar and Sufi saint from India of the Chishti Order.", "42814634": "Daniel Pawłowski (coat of arms Jastrzębiec) (24 December 1627, in Volhynia – 21 August 1673, in Rawa Mazowiecka) was a Polish Jesuit, theological writer.", "19647662": "Kieron O'Hara is a philosopher, computer scientist and political writer. He is an associate professor and principal research fellow within the department of Electronics and Computer Science at the University of Southampton where he specialises in the politics, philosophy and epistemology of technology.[1][2] He is also a research fellow at the Web Science Trust[3][4][5] and the conservative think-tank, the Centre for Policy Studies.[6]", "46845103": "Margarita Carrera Molina (16 September 1929 – 31 March 2018) was a Guatemalan philosopher, professor and writer. She was a member of the Academia Guatemalteca de la Lengua and the 1996 laureate of the Miguel Ángel Asturias National Prize in Literature.", "4050095": "Robert Culp Stalnaker (born 1940) is an American philosopher who is Laurance S. Rockefeller Professor Emeritus of Philosophy at the Massachusetts Institute of Technology.[1] He is a Fellow of the American Academy of Arts and Sciences and a Corresponding Fellow of the British Academy.[2]", "74108082": "Don Herzog (born  April 7, 1956) is an American political scientist and Edson R. Sunderland Professor of Law at the University of Michigan. He is known for his works on consent theory and sovereignty and is a winner of the Golden Apple Award.[1][2][3][4]", "41307317": "Daniel Charl Stephanus Oosthuizen (also known as Daantjie Oosthuizen; 15 January 1926 – 4 April 1969) was a South African philosopher, and an early Afrikaner voice against Apartheid.  The main direction of his philosophical work lay in the field of epistemology and the philosophy of mind.  He was more widely known in South Africa for his moral, political and religious essays,[1] and was described by André Brink as a thorn in the flesh of the establishment.[2] He was a confidant of Beyers Naude,[2] who acknowledged him as having been one of the original group whose discussions and thoughts led to the founding of the Christian Institute of Southern Africa, of which he was both a founder member and a member of the Board of Management.[3] He also contributed to the formation of the University Christian Movement.[3]", "26954934": "Remain lying at the door of your Guru like a dog.[2]", "40553655": "Juliet Floyd is professor of philosophy at Boston University.[1] Her strongest research interests lie in early analytic philosophy (on which she has edited a volume) and she has used early analytic philosophy as a lens to examine a diverse array of topics.", "74468536": "Bradford Skow is an American philosopher and Laurance S. Rockefeller Professor of Philosophy at the Massachusetts Institute of Technology. He is known for his works on metaphysics, philosophy of science, and philosophy of physics.[1][2][3][4]", "22367417": "Jacques Élie Henri Ambroise Ner (7 December 1861 – 6 February 1938), also known by the pseudonym Han Ryner, was a French individualist anarchist philosopher and activist and a novelist. He wrote for publications such as L'Art social, L'Humanité nouvelle, L'Ennemi du Peuple, L'Idée Libre de Lorulot; and L'En dehors and L'Unique of fellow anarchist individualist Émile Armand. His thought is mainly influenced by stoicism and epicureanism.", "19640": "Milton Friedman (/ˈfriːdmən/ ⓘ; July 31, 1912 – November 16, 2006) was an American economist and statistician who received the 1976 Nobel Memorial Prize in Economic Sciences for his research on consumption analysis, monetary history and theory and the complexity of stabilization policy.[4] With George Stigler, Friedman was among the intellectual leaders of the Chicago school of economics, a neoclassical school of economic thought associated with the work of the faculty at the University of Chicago that rejected Keynesianism in favor of monetarism until the mid-1970s, when it turned to new classical macroeconomics heavily based on the concept of rational expectations.[5] Several students, young professors and academics who were recruited or mentored by Friedman at Chicago went on to become leading economists, including Gary Becker,[6] Robert Fogel,[7] and Robert Lucas Jr.[8]", "32394431": "Ladislav Hejdánek (10 May 1927 – 28 April 2020) was a Czech philosopher and a proponent of Charter 77. He was born in Prague and graduated from the Charles University in Prague.[1] In 1952 he attained a degree in philosophy with his dissertation \"Truth and its ontological premises\". From 1956 to 1968 he worked at the Prague Institute of Epidemiology and Microbiology. Then he took a position at the Institute for Philosophy of the Czechoslovak Academy of Sciences, but was expelled in 1971.", "40520896": "Hannes Leitgeb (born June 26, 1972, Salzburg) is an Austrian philosopher and mathematician. He is Professor of Philosophy at the Ludwig Maximilian University of Munich and has received a Humboldt Professorship in 2010. His areas of research include logic (theories of truth and modality, paradox, conditionals, nonmonotonic reasoning, dynamic doxastic logic), epistemology (belief, inference, belief revision, foundations of probability, Bayesianism), philosophy of mathematics (structuralism, informal provability, abstraction, criteria of identity), philosophy of language (indeterminacy of translation, compositionality), cognitive science (symbolic representation and neural networks, metacognition), philosophy of science (empirical content, measurement theory), and history of philosophy (logical positivism, Carnap, Quine).[1]", "31673536": "Fettiplace Bellers (23 September 1687 - c. 1742) was an English dramatist and philosophical writer. His most notable written work was a philosophical volume called \"A Delineation of Universal Law\".[1]", "40357056": "Kathryn Sophia Belle, formerly known as Kathryn T. Gines[1] (born 2 July 1978), is an American philosopher. She is associate professor of philosophy at Pennsylvania State University.[2] Much of her work has focused on increasing diversity within philosophy, and she is the founding director of the Collegium of Black Women Philosophers.[2]", "68832448": "Job of Edessa[1] (c. 760? – c. 835?), called the Spotted (Arabic: al-Abrash), was a Christian natural philosopher and physician active in Baghdad and Khurāsān under the Abbasid Caliphate. He played an important role in transmitting Greek science to the Islamic world through his translations into Syriac.", "40291525": "Jenann T. Ismael is a professor of philosophy at Johns Hopkins University[1][2] and a member of the Foundational Questions Institute (FQXi.)[3] Ismael's work has been influential in the scholarship of metaphysics and the philosophy of physics.[4][5]", "30657743": "Myroslav Popovych (Ukrainian: Мирослав Володимирович Попович; 12 April 1930, Zhytomyr – 10 February 2018, Kyiv) was a Ukrainian philosopher, DA, professor, Academician of the National Academy of Sciences of Ukraine.", "42650832": "Kathrin Koslicki (born 1967) is Professor of Theoretical Philosophy at the University of Neuchâtel, Switzerland.[citation needed] Her primary research areas are metaphysics, ancient Greek philosophy and philosophy of language.[citation needed] Since 2018 Koslicki is visiting professor at the University of Italian Switzerland.", "2444495": "Francis of Meyronnes (also Franciscus de Mayronis; c. 1280–1328) was a French scholastic philosopher. He was a distinguished pupil of Duns Scotus, whose teaching (Scotism) he usually followed.", "937171": "Leonard Edward Read (September 26, 1898 – May 14, 1983) was the founder of the Foundation for Economic Education (FEE), one of the first free market think tanks in the United States. He wrote 29 books and numerous essays, including the well-known \"I, Pencil\" (1958).", "42552538": "Yang Bojun (Chinese: 杨伯峻; Wade–Giles: Yang Po-chün; 1 September 1909 − 1992) was a Chinese philologist best known for his Chunqiu Zuozhuan Zhu (春秋左传注), an annotated commentary of the ancient Chinese historical text and Confucian classic Zuo Zhuan. The work took him more than twenty years to finish.[1] His commentaries of the Analects of Confucius and the Mencius are also highly influential.[1]", "22105307": "George Holmes Howison (29 November 1834 – 31 December 1916) was an American philosopher who established the philosophy department at the University of California, Berkeley and held the position there of Mills Professor of Intellectual and Moral Philosophy and Civil Polity. He also founded the Philosophical Union, one of the oldest philosophical organizations in the United States.", "40520924": "F. John Clendinnen (23 August 1924 – 25 July 2013) was an Australian philosopher of science[1] interested in induction[2] and empiricism.[3]", "2575584": "Swami Tejomayananda Saraswati (born 30 June 1950), also known as Pujya Guruji and born Sudhakar Kaitwade, is an Indian spiritual leader. He was head of Chinmaya Mission from 1994 to 2017, until he was succeeded by Swami Swaroopananda in 2017.[1]", "53267681": "François-Xavier Bellamy (French pronunciation: [fʁɑ̃swa ɡzavje belami]; born 11 October 1985) is a French essayist, high-school teacher and politician. He is a former Deputy Mayor of Versailles (2008–2019) and now a Member of the European Parliament (2019–present), having led The Republicans (LR) list in the 2019 election. Since 2023 he has been The Republicans executive vice president.", "7884000": "Akira Yamada (山田 晶, Yamada Akira, 7 March 1922 – 29 February 2008) was a Japanese scholar and philosopher of the West European Medieval philosophy. Member of the Japan Academy since 1998.", "7589091": "Oliver Leaman (born 1950) is an American professor of philosophy and Zantker Professor of Judaic studies at the University of Kentucky, where he has been teaching since 2000. He specialized in the history of Islamic, Jewish, and Eastern philosophy.[1] He received his Ph.D. from the University of Cambridge in 1979.[2]", "69684459": "Gerald Bruns (born April 10, 1938) is an American literary scholar and philosopher and William P. & Hazel B. White Professor Emeritus of English at the University of Notre Dame.[1][2]", "70896878": "Jacques Gohory (1520 – 15 March 1576) was a French aristocrat, writer, translator and occult philosopher. He also went by the Latinized form Jacobus Gohorius, the pseudonyms Orlande de Suave, Leo Suavius, Leo Suavis Solitarius and the initials J.G.P.", "16108787": "The Friends of Voltaire is an anecdotal biography of 18th-century French Enlightenment writer Voltaire written by English author Evelyn Beatrice Hall under the pseudonym S. G. Tallentyre. It was published in 1906.[1] In 1907, it was published in Great Britain under the author's own name by G. P. Putnam's Sons.[2] The classic work about Voltaire was still being printed nearly 100 years later in 2003.[3]", "71912695": "Mark Alfano is an American philosopher and associate professor of Philosophy at Macquarie University. He is the editor of The Moral Psychology of the Emotions, a series of books published by Rowman & Littlefield.[citation needed] Alfano is known for his research on virtue ethics.,[1] virtue epistemology,[2] social epistemology,[3][4][5] and Friedrich Nietzsche.[6]", "3853559": "Kit Fine (born 26 March 1946) is a British philosopher, currently university professor and Silver Professor of Philosophy and Mathematics at New York University. Prior to joining the philosophy department of NYU in 1997, he taught at the University of Edinburgh, University of California, Irvine, University of Michigan and UCLA. The author of several books and dozens of articles in international academic journals, he has made notable contributions to the fields of philosophical logic, metaphysics, and the philosophy of language and also has written on ancient philosophy, in particular on Aristotle's account of logic and modality.", "60542203": "Cynthia A. Freeland (born 1951) is an American philosopher of art. She has published three monographs, over two dozen articles, and edited several books. She is Emeritus professor of philosophy at the University of Houston. She was the president of the American Society of Aesthetics until 2017. She has been awarded a fellowship from the National Endowment for the Humanities in 2003 for a research project on Fakes and Forgeries.[1] Her book But is it Art? (2001) has been translated into fourteen languages and was republished as part of the Oxford Very Short Introductions series.[2] She talked about her book Portraits&Persons with Nigel Warburton on the Philosophy Bites podcast.[3] She was interviewed by Hans Maes for the book Conversations on Art and Aesthetics (2017) which includes a photograph of her by American photographer Steve Pyke.[4][5]", "19711": "Michael Polanyi FRS[1] (/poʊˈlænji/ poh-LAN-yee; Hungarian: Polányi Mihály; 11 March 1891 – 22 February 1976) was a Hungarian-British[2] polymath, who made important theoretical contributions to physical chemistry, economics, and philosophy. He argued that positivism is a false account of knowing.", "49696001": "Randolph Stone (February 26, 1890 – December 9, 1981) was an Austrian-American chiropractor, osteopath and naturopath who founded polarity therapy, a technique of alternative medicine.[3][4][5] He had an interest in philosophy and religions, and encountered Ayurvedic philosophy on a trip to India.[3] His background in chiropractic was shaped by his studies of various Eastern concepts of energy medicine, including Ayurveda, traditional Chinese medicine, yoga, and reflexology.[6]", "183558": "Christian Thomasius (1 January 1655 – 23 September 1728) was a German jurist and philosopher.", "44551432": "Manuel Polo y Peyrolón (1846–1918) was a Spanish writer, theorist, academic, and politician. He is best known as the author of five novels falling in between romanticism and realism; classified as part of costumbrismo, they are currently considered second-rate literature. As a philosopher he stuck to neo-Thomism and focused mostly on confronting Krausism. In education he represented Catholic regenerationism, fiercely pitted against the Liberal current. In politics he was active within Carlism; his career reached its peak during his 1896–1898 term in the Congress of Deputies and his 1907-1915 terms in the Senate.", "72043785": "Choe Han-gi (Korean: 최한기; 1803 – 1877) was a Korean Confucian scholar and philosopher.[1][2][3][4][5] He is known for integrating Eastern philosophy with Western science in pre-industrial Korea.[6][7]", "183563": "Samuel Freiherr von Pufendorf (8 January 1632 – 26 October 1694) was a German jurist, political philosopher, economist and historian. He was born Samuel Pufendorf and ennobled in 1694; he was made a baron by Charles XI of Sweden a few months before his death at age 62. Among his achievements are his commentaries and revisions of the natural law theories of Thomas Hobbes and Hugo Grotius.", "51793165": "Saúl Antonio Tovar (1938—2006) was a philosopher and humanist from Argentina. He studied philosophy at the National University of Córdoba where he became a doctor in 1970.", "35441944": "Paul Masson-Oursel (5 September 1882 – 18 March 1956) was a French orientalist and philosopher, a pioneer of 'comparative philosophy'.", "56806682": "Victor Alekseyevich Vaziulin  (Russian: Виктор Алексеевич Вазюлин; 30 August 1932 – 8 January 2012) was a Soviet and Russian philosopher.[1] He became famous for his deep knowledge of Karl Marx's work as well as for further developing Marxism through the dialectical sublation of its acquis.[clarification needed]", "35671323": "Olivier Costa de Beauregard (6 November 1911 - 5 February 2007) was a French engineer, physicist and philosopher. He spent much of his career studying quantum physics and relativity. From the early 1950s, he also wrote extensively about his belief in parapsychology.", "740634": "Benedetto Croce, KOCI, COSML (Italian: [beneˈdetto ˈkroːtʃe]; 25 February 1866 – 20 November 1952)[3]\nwas an Italian idealist philosopher,[4] historian,[5] and politician who wrote on numerous topics, including philosophy, history, historiography, and aesthetics. A political liberal in most regards, he formulated a distinction between liberalism (as support for civil liberties) and \"liberism\" (as support for laissez-faire economics and capitalism).[6][7] Croce had considerable influence on other Italian intellectuals, from Marxists to Italian fascists, such as Antonio Gramsci and Giovanni Gentile, respectively.[3]"}