{"37313": "Bruce Lee (Chinese: 李小龍; born Lee Jun-fan, 李振藩; November 27, 1940 – July 20, 1973) was a Hong Kong-American martial artist and actor whose career spanned Hong Kong and the United States.[3][4][5] He was the founder of Jeet Kune Do, a hybrid martial arts philosophy drawing from different combat disciplines that is sometimes credited with paving the way for modern mixed martial arts (MMA).[6] Lee is considered by some commentators and martial artists to be the most influential martial artist of all time and a pop culture icon of the 20th century, who bridged the gap between East and West. He is credited with promoting Hong Kong action cinema and helping to change the way Chinese people were presented in American films.[7]", "1479115": "David Benjamin Kaplan (/ˈkæplən/; born September 17, 1933) is an American philosopher. He is the Hans Reichenbach Professor of Scientific Philosophy at the UCLA Department of Philosophy. His philosophical work focuses on the philosophy of language, logic, metaphysics, epistemology and the philosophy of Frege and Russell.[3] He is best known for his work on demonstratives, propositions, and reference in intensional contexts.  He was elected a Fellow of the American Academy of Arts & Sciences in 1983[4] and a Corresponding Fellow of the British Academy in 2007.[5]", "37818828": "Matthias Qualle (1470–1518; Slovenized as Matija Hvale),[1] was a Slovene philosopher. Between 1502 and 1514 he taught philosophy at the University of Vienna's Faculty of Arts, and in 1510 he served as the faculty's dean.[2]", "2068941": "Hubert Schleichert (July 30, 1935 in Vienna – September 13, 2020 in Munich) was an Austrian emeritus philosopher (from Vienna).", "4035024": "Isaak Benrubi (24 May 1876 in Thessaloniki – October 19 1943 in Geneva) was a philosopher from the Ottoman city of Thessaloniki, he opposed the conventional character of the act of knowing in \"subject\" and \"object\" to the reality that is interested in both subject and object: \"I can't exist without the universe, neither can the universe exist without me\". He decided to attend the CIC's meeting in Geneva only after learning that both Albert Einstein and Henri Bergson would also be attending.", "41325009": "Fuad Gasimzade  is an Azerbaijani philosopher and academician. His main area of research area was Azerbaijani philosophic public opinion, social philosophy, ontology, epistemology and aesthetics.[1]", "332245": "Karl Theodor Jaspers (/ˈjæspərz/, German: [kaʁl ˈjaspɐs] ⓘ;[4][5] 23 February 1883 – 26 February 1969) was a German-Swiss psychiatrist and philosopher who had a strong influence on modern theology, psychiatry, and philosophy.", "2527706": "Mir Damad (Persian: ميرداماد) (c. 1561 – 1631/1632), known also as Mir Mohammad Baqer Esterabadi, or Asterabadi, was a Twelver Shia Iranian philosopher in the Neoplatonizing Islamic Peripatetic traditions of Avicenna. He also was a Suhrawardi, a scholar of the traditional Islamic sciences, and foremost figure (together with his student Mulla Sadra) of the cultural renaissance of Iran undertaken under the Safavid dynasty. He was also the central founder of the School of Isfahan, noted by his students and admirers as the Third Teacher (mu'alim al-thalith) after Aristotle and al-Farabi.", "2462178": "Friedrich Paulsen (German: [ˈpaʊlzən]; July 16, 1846 – August 14, 1908) was a German Neo-Kantian philosopher and educator.", "25563620": "Tetsuzō Tanikawa (谷川 徹三, Tanikawa Tetsuzō, 26 May 1895 – 27 September 1989) was a Japanese philosopher who promoted the concept of World Government for purposes of peace.", "20943335": "Johann Nepomuk Paul Oischinger (13 May 1817 – 11 December 1876) was a German Roman Catholic theologian and philosopher who was a native of Witzmannsberg, Bavaria.", "201193": "Carlos Santiago Nino (3 November 1943 – 29 August 1993) was an Argentine moral, legal and political philosopher.", "29331945": "Papirius Fabianus was an Ancient Roman rhetorician and philosopher from the gens Papirius in the time of Tiberius and Caligula, in the first half of the 1st century AD.", "34902507": "Juan Bautista Muñoz (Museros, 12 June 1745 – Madrid, 19 July 1799) was an 18th-century Spanish philosopher and historian.", "8983021": "Richard L. Grossman (August 10, 1943 – November 22, 2011) was best known for his work challenging the legality of corporate authority.[1] According to Ralph Nader he 'pioneered the rediscovery of American corporate charter history'.[2] He was the former Executive Director of Greenpeace USA,[3] founder of Environmentalists for Full Employment, and former co-director of the Program on Corporations, Law and Democracy (POCLAD).[4] He was co-author of Taking Care of Business: Citizenship and the Charter of Incorporation and Fear at Work. He lectured and organized widely on issues of corporate power, environmental justice, labor rights, and democracy.[5]", "22614514": "Robert Rowland Smith is a British author and philosopher. His books include Derrida and Autobiography (Cambridge University Press, 1995), Breakfast with Socrates: The Philosophy of Everyday Life (Profile Books, 2009), and AutoBioPhilosophy: An Intimate Story of What It Means to Be Human (4th Estate, 2018). He is a regular speaker at public and private events, addressing a wide range of topics that includes philosophy, psychology, politics, and art. Alongside his literary career, Smith works as a business adviser and practitioner of Systemic Family Constellations.", "16191987": "Thomas Wilton[1] (active from 1288 to 1322) was an English theologian and scholastic philosopher, a pupil of Duns Scotus,[2] a teacher at the University of Oxford and then the University of Paris, where he taught Walter Burley.[2] He was a Fellow of Merton College from about 1288.[3]", "20877811": "Huberto Rohden Sobrinho, known as Huberto Rohden, (1893–1981) was a Brazilian philosopher, educator and theologist.", "11014645": "Jenny Teichman (29 March 1930 – 12 September 2018) was an Australian-British philosopher, writing mostly on ethics. She was born in Melbourne, Australia in 1930 and grew up in Belgrave. Her uncle was Justus Jorgensen, founder of the artists' colony of Montsalvat.[1] She married the lecturer and political commentator Max Teichmann.[2] She was a research fellow at Somerville College, Oxford, from 1957 until 1960. She taught mostly at Murray Edwards College, Cambridge, formerly known as New Hall, where she became an Emeritus Fellow.[3] She also taught for shorter periods in Australia, Canada and the USA.", "4231672": "Adriano Tilgher (8 January 1887 – 3 November 1941) was an Italian philosopher and essayist [1].", "1544696": "Kwasi Wiredu (3 October 1931 – 6 January 2022) was a Ghanaian philosopher. Often called the greatest African philosopher of his generation, his work contributed to the conceptual decolonisation of African thought.[1][2][3][4]", "233980": "Paul Edward Gottfried (born November 21, 1941) is an American paleoconservative political philosopher, historian, and writer.[1][2][3] He is a former Professor of Humanities at Elizabethtown College in Pennsylvania. He is editor-in-chief of the paleoconservative magazine Chronicles.[4] He is an associated scholar at the Mises Institute, a libertarian think tank,[5] and the US correspondent of Nouvelle École, a Nouvelle Droite (French: New Right) journal.[6]", "168445": "Hélène Cixous (/sɪkˈsuː/; French: [siksu]; born 5 June 1937) is a French writer, playwright and literary critic.[2] During her academic career, she was primarily associated with the Centre universitaire de Vincennes (today's University of Paris VIII), which she co-founded in 1969 and where she created the first centre of women's studies at a European university.[3] Known for her experimental writing style and great versatility as a writer and thinker, she has written more than seventy books dealing with multiple genres: theater, literary and feminist theory, art criticism, autobiography and poetic fiction.[4]", "68751868": "Ian B. Phillips is a British philosopher and Bloomberg Distinguished Professor of Philosophy and Psychological and Brain Sciences at the Johns Hopkins University, where he has taught since 2019. He has appointments in the William H. Miller III Department of Philosophy and the Department of Psychological and Brain Sciences in the Zanvyl Krieger School of Arts and Sciences.[1] He is known for his works on the intersection of philosophy and brain science.", "11702787": "David Marriott (born 1963) is a British philosopher, poet and Charles T. Winship Professor of Philosophy at Emory University. He  is known for his works on comparative literature, psychoanalysis, Black cultural theory and philosophies of race.[1][2][3]", "43356677": "Praśastapāda (Sanskrit: प्रशस्तपाद) was an ancient Indian philosopher. He wrote the Padārtha-dharma-saṅgraha (Collection of Properties of Matter) and a commentary, titled Praśastapāda Bhāṣya, on the Vaisheshika Sutras of Kanada (circa 2nd century BCE); both texts are comprehensive books in physics. In these texts Prashastapada discusses the properties of motion.[1] Ganganath Jha had translated Praśastapāda Bhāṣya which was published in 1916.[2] Prashasta or Praśasta (Sanskrit: प्रशस्त) means praised or praiseworthy, lauded or laudable, commended or commendable or eulogized.[3]", "47125000": "Anne Azza Aly (born Azza Mahmoud Fawzi Hosseini Ali el Serougi,[1] 1967) is an Australian politician who has been a Labor member of the House of Representatives since the 2016 election, representing the electorate of Cowan in Western Australia. Aly is currently the Minister for Early Childhood Education and Minister for Youth in the Albanese ministry.", "5018128": "Vasile V. Pogor (Cyrillic: Вaciлe Пoгop; Francized Basile Pogor; August 20, 1833 – March 20, 1906) was a Moldavian, later Romanian poet, philosopher, translator and liberal conservative politician, one of the founders of Junimea literary society. Raised among the boyar nobility of Iași, he was the son of a similarly named poet-polemicist and translator. Vasile Jr was educated in the French Empire, and had his first career in law. He became a civil servant during the United Principalities regime, though he split with its leadership on matters of tax policy, making his fortune as a conspirator in the \"monstrous coalition\" coup of February 1866. He held seats and commissions in the Assembly of Deputies. In forming Junimea, alongside Titu Maiorescu and others, Pogor sought to counter the intellectual supremacy of Romantic nationalism and \"Red\" liberalism, by introducing a critical approach to nation-building. He supported Romania's Westernization within a conservative framework, tempering nationalist presumptions and valuing a culturally pluralistic society. Early on, he participated in the Junimist effort to diversify cultural influences, producing two separate translations of Faust I (at least one of which was in collaboration with Nicolai Skelitti).", "38474261": "Kapil Kapoor (born 17 November 1940) is an Indian scholar of linguistics and literature and an authority on Indian intellectual traditions.[1] He is former Pro-Vice-Chancellor of Jawaharlal Nehru University (JNU) and served as professor at the Centre for Linguistics and English, and at the Centre for Sanskrit Studies there before retiring in 2005.[2][3] He is Editor-in-Chief of the 11-Volume Encyclopedia of Hinduism published by Rupa & Co. in 2012.[4] He is a member of the Kapoor family.", "59937301": "Dr. Khaldoun A. Sweis is an American Professor of Philosophy specializing in the study of the human mind and ontology of metaphysics. A noted author and global speaker, Dr. Sweis pioneered a unique new method of transformational coaching. Drawing from an amalgamation of philosophy, psychology, theology, mythology, and cognitive-behavioral therapy—Dr. Sweis helps people find meaning, purpose and joy in their life.", "32346647": "Simo Elaković (Serbian Cyrillic: Симо Елаковић; born 1940 in Trebinje, SFRY – 10 July 2016)[1] was a Serbian philosopher and Professor at University of Belgrade Faculty of Philosophy.", "66818584": "Oskar Goldberg (5 November 1885 - 13 August 1953) was a German-Jewish philosopher, religious thinker and medical doctor.", "168473": "Henri-Benjamin Constant de Rebecque (French: [kɔ̃stɑ̃]; 25 October 1767 – 8 December 1830), or simply Benjamin Constant, was a Swiss political thinker, activist and writer on political theory and religion.", "823841": "Gaetano Filangieri (22 August 1753 – 21 July 1788) was an Italian jurist and philosopher.", "52957731": "Ferdinand Ulrich (23 February 1931 – 11 February 2020) was a German Catholic philosopher and professor at the University of Regensburg from 1960 to 1996.", "24089125": "Peter Henry George Aczel (/ˈæksəl/; 31 October 1941  – 1 August 2023) was a British mathematician, logician and Emeritus joint Professor in the Department of Computer Science and the School of Mathematics at the University of Manchester.[1] He is known for his work in non-well-founded set theory,[2] constructive set theory,[3][4] and Frege structures.[5][6]", "29659690": "Stephen Park Turner (born March 1, 1951) is a researcher in social practice, social and political theory, and the philosophy of the social sciences. He is Graduate Research Professor in the Department of Philosophy of the University of South Florida,[1] where he also holds the title Distinguished University Professor.[2] He has held a NEH Fellowship, was Simon Honorary Professor at Manchester University and has twice been the Advanced Fellow at the Swedish Collegium for Advanced Studies", "43192875": "Salvador Jara Guerrero (born 14 October 1955) is a Mexican philosopher, physicist and professor. He served as Substitute Governor of Michoacán ( PRI] beginning on 20 June 2014, following the resignation of Fausto Vallejo.[2][3]", "48042551": "Serene J. Khader is an American moral and political philosopher and feminist theorist. She is Professor and Jay Newman Chair in the Philosophy of Culture at Brooklyn College, City University of New York and the CUNY Graduate Center.[1] Her main areas of research are political philosophy, moral psychology, feminist philosophy, global justice and development ethics.[2] In April 2017 she was elected vice-president of the Human Development and Capabilities Association.", "1675851": "A. H. Almaas (/ˈɑːlməs/ AHL-məss) is the pen name of A. Hameed Ali (born 1944), an American writer and spiritual teacher who writes about and teaches an approach to spiritual development informed by modern psychology and therapy which he calls the Diamond Approach. \"Almaas\" is the Arabic word for \"diamond\".  Almaas is originally from Kuwait. He is the spiritual head of the Ridhwan School.", "40538702": "Jorge Guillermo Borges Haslam (24 February 1874 – 14 February 1938) was an Argentine lawyer, teacher, writer, philosopher and translator. He was also an anarchist and a follower of Herbert Spencer's philosophy of philosophical anarchism. He was Jorge Luis Borges's father.", "33591893": "John Formosa (1869–1941) was a Maltese theologian, canonist, minor philosopher, and poet. In philosophy he mostly specialised in metaphysics.[1]", "36508246": "Djémil Kessous (born in 1946) is a retired civil servant who worked for the French Council of State, and a writer of social,[1][2] and philosophical works[3] He is a son of the Algerian politician Mohamed El Aziz Kessous.", "21664341": "Edward Jones-Imhotep is a historian of science and technology, academic and director and associate professor at the Institute for the History and Philosophy of Science and Technology, University of Toronto.[1] He received his  Ph.D. in history of science from Harvard University in 2001.", "1151573": "Richard Alan Cross is Rev. John A. O'Brien Professor of Philosophy and former Chair of the Philosophy Department at the University of Notre Dame.[1] Educated at Solihull School, Cross was formerly Professor of Medieval Theology at the University of Oxford and Tutor in Theology at Oriel College, Oxford, and holds a Master of Arts degree and a Doctor of Philosophy degree. His research interests lie in medieval theology and philosophy, especially Duns Scotus; Christology and the philosophy of religion.", "57184859": "Edward Douglas Fawcett (11 April 1866 – 14 April 1960) was an English mountaineer, philosopher and novelist.", "70586971": "Asa Burton (August 25, 1752 – May 1, 1836) was an American minister and theologian.", "2429533": "Louis Claude de Saint-Martin (18 January 1743 – 14 October[1] 1803) was a French philosopher, known as le philosophe inconnu (\"the unknown philosopher\"), the name under which his works were published; he was an influential of the mystic and human mind evolution and became the inspiration for the founding of the Martinist Order.", "68719200": "Stephen Cade Hetherington FAHA (born 1959) is an Australian analytic philosopher specialising in epistemology and, to a lesser extent, metaphysics.[2] He is an emeritus professor in the School of Humanities and Languages at the University of New South Wales, a prolific author,[2] and served as editor-in-chief of the Australasian Journal of Philosophy from December 2013 to March 2022.[3]", "25072224": "Alexis Kagame (15 May 1912 – 2 December 1981) was a Rwandan philosopher, linguist, historian, poet and Catholic priest. His main contributions were in the fields of ethnohistory and \"ethnophilosophy\" (the study of indigenous philosophical systems).", "6197859": "Adolph Hermann Friedmann (11 April 1873, in Białystok – 25 May 1957, in Heidelberg) was a German philosopher and jurist, Finnish citizen from 1906. In Finland Friedmann became known to the general public as a lawyer. His most famous case was a murder committed in 1927 in Turku. Friedmann defended the head of the University Library of Åbo Akademi and his wife in a murder trial, which was extensively reported in the newspapers around Europe.[1]", "5280356": "Ibn Sab'īn (Arabic: محمدبن عبدالحق بن سبعين ʿAbd al-Ḥaqq b. Sabʿīn al-Mursī) was an Arab[1][2] Sufi philosopher, the last[citation needed] philosopher of the Andalus in the west land of Islamic world. He was born in 1217 in Spain and lived in Ceuta. It has been suggested that he was a Neoplatonic philosopher, a Peripatetic philosopher, a Pythagorean philosopher, a Hermeticist, a Kabbalist, an alchemist, a heterodox Sufi, a crypto-Shīʿī, a plagiarizer, a pantheist, and an arrogant seeker of fame, though none of these adequately characterise Ibn Sab'in.[3]", "15766117": "Brian Leftow (born 1956) is an American philosopher specializing in philosophy of religion, medieval philosophy, and metaphysics. He is the William P. Alston Professor for the Philosophy of Religion at Rutgers University. Previously, he held the Nolloth Chair of the Philosophy of the Christian Religion at Oriel College, Oxford, succeeding Richard Swinburne.", "35557994": "Gernot Böhme (3 January 1937 – 20 January 2022) was a German philosopher and author, contributing to the philosophy of science, theory of time, aesthetics, ethics, and philosophical anthropology. He is the main pioneer of German ecocriticism, the study of the relationship between culture and the environment. He has been the director of the Institute for Practical Philosophy in Darmstadt, Hesse, since 2005.[1] Despite being one of Germany's most acclaimed public intellectuals, very little of his work has so far been translated into English.[2]", "34476651": "Emerich Coreth (10 August 1919 – 1 September 2006) was an Austrian Philosopher, Jesuit and Catholic Priest. He is well known for his works on metaphysics and philosophical anthropology. A close associate of Karl Rahner, Coreth is a renowned neo-Thomist of 20th century. He was the Rector of the University of Innsbruck and the Provincial of the Austrian Province of the Society of Jesus.", "16061036": "Rabbi Shmuel Alexandrov of Bobruisk (Hebrew: שמואל אלכסנדרוב; 1865–1941) was a prominent student of the Volozhin Yeshiva, who became close to the tradition of Chabad Hasidism. Alexandrov was a Jewish Orthodox mystical thinker, philosopher and anarchist, whose religious thought, an original blending of Kabbalah, Orthodox Judaism, contemporary philosophy and secular literature, are marked by universalism and some degree of antinomianism.[1][2] His works include פך השמן (\"the Oil Jug\"), a commentary on Pirkey Avot, and a large collection of essays, מכתבי מחקר וביקורת (\"Letters of Research and Investigation\"). Alexandrov was influenced by the anarchistic implications of the work of Rav Kook (the first Ashkenazi chief rabbi of the British Mandate for Palestine), from which he sought to derive practical instruction.[3] Another influence on Alexandrov was Russian philosopher Vladimir Solovyov.[4] Alexandrov lived all his life in Bobruisk and was murdered in the Holocaust.[5]", "36672108": "Vinciane Despret (born November 12, 1959) is a Belgian philosopher of science. She is an associate professor at the University of Liège and the Université libre de Bruxelles ('Free University of Brussels'), both in Belgium.", "30052973": "John Gay (1699–1745), a cousin of the poet John Gay, was an English philosopher, biblical scholar and Church of England clergyman. The greatest happiness principle, Gay supposed, represented a middle ground between the egoism of Hobbes and Hutcheson's moral sense theory.", "18125425": "English writers", "955000": "Raya Dunayevskaya (born Raya Shpigel, Ра́я Шпи́гель; May 1, 1910 – June 9, 1987), later Rae Spiegel, also known by the pseudonym Freddie Forest, was the American founder of the philosophy of Marxist humanism in the United States. At one time Leon Trotsky's secretary, she later split with him and ultimately founded the organization News and Letters Committees and was its leader until her death.", "15012473": "Athenaeus Mechanicus is the author of a book on siegecraft, On Machines (Ancient Greek: Περὶ μηχανημάτων Perì mēchanēmátōn).  He is identified by modern scholars with Athenaeus of Seleucia, a member of the Peripatetic school active in the mid-to-late 1st century BC, at Rome and elsewhere.[1][2]", "31101563": "Armando Carlini (9 August 1878 – 30 September 1959)\nwas an Italian philosopher and author.", "11604608": "Satish Chandra Mukherjee (5 June 1865 – 18 April 1948) was a pioneer in establishing a system of national education in India, along with Sri Aurobindo.", "55218819": "Shi'a", "19337863": "Alexicrates (Greek: Ἀλεξικράτης) was a Pythagorean philosopher who lived at the time of Plutarch (that is, around the turn of the 1st century AD),[1] and whose disciples continued to observe the ancient diet of the Pythagoreans, abstaining from fish altogether.[2]  Another person of this name occurs in Plutarch.[3]", "21107344": "Zumrud Guluzadeh (Azerbaijani: Zümrüd Quluzadə [zymˈɾyt guluˈzɑdæ] 17 March 1932, Baku, Azerbaijan SSR – d. 26 September 2021, Baku, Azerbaijan) was an Azerbaijani professor of philosophy at the Azerbaijan National Academy of Sciences, Honored Scholar of the Azerbaijan and Recipients of the Shohrat Order.[1]", "41554583": "Yin Haiguang (Chinese: 殷海光; pinyin: Yīn Hǎiguāng; 5 December 1919 – 16 September 1969) was a Chinese author, educator and philosopher from Taiwan.[1][2][3][4]", "3740311": "Peter Ernst von Lasaulx, known as Ernst von Lasaulx[1] (German pronunciation: [laˈsoː]; 16 March 1805 – 9 May 1861) was a German philologist and politician.", "62689945": "Gerhard Heinzmann (born 12 October 1950 in Freiburg im Breisgau[1] is a German philosopher and Professor of Philosophy at the Université de Lorraine.[2]", "5903002": "Truman Grant Madsen (13 December 1926 – 28 May 2009)[2] was a professor of religion and philosophy at Brigham Young University (BYU) and director of the Brigham Young University Jerusalem Center for Near Eastern Studies. He was a prolific author, a recognized authority on Joseph Smith, and a popular lecturer among Latter-day Saints.[citation needed] At one point, Madsen was an instructor at the LDS Institute of Religion in Berkeley, California.[citation needed]", "38113946": "Andreas Urs Sommer (born 14 July 1972) is a German philosopher of Swiss origin. He specializes in the history of philosophy and its theory, ethics, philosophy of religion, and  Skepticism. His historical studies center on the philosophy of Enlightenment and Nietzsche, but they also deal with Kant, Max Weber, Pierre Bayle, Jonathan Edwards, and others.", "1610401": "Irvin Dana Beal (born January 9, 1947, in Ravenna, Ohio) is an American social and political activist, best known for his efforts to legalize marijuana and to promote the benefits of Ibogaine as an addiction treatment. He is a founder and long-term activist in the Youth International Party (Yippies), and founded the Yipster Times newspaper in 1972.[1][2][3][4] The Yipster Times was renamed Overthrow  in 1978, and ended publication in 1989.[2]", "26776229": "Teofil (Bogusław) Rutka SJ (27 December 1622 in the Kiev Voivodeship – 18 May 1700 in Lwów) was a Polish Jesuit, Rhetorician, philosopher, theologian and missionary.", "11604648": "Rose Rand (June 14, 1903 – July 28, 1980) was an Austrian-American logician and philosopher. She was a member of the Vienna Circle.", "4985513": "Ramin Jahanbegloo (Persian: رامین جهانبگلو, born 28 December 1956[1] in Tehran) is an Iranian philosopher and academic based in Toronto, Canada.", "32084651": "Debra Nails (born November 15, 1950) is an American philosophy professor who taught at Michigan State University. Nails earned her M.A. in philosophy and classical Greek from Louisiana State University before going on to earn a Ph.D. in philosophy at the University of the Witwatersrand, Johannesburg in 1993.[1] Previously, she taught in the Department of Classics, Philosophy, and Religion at Mary Washington College. Nails taught courses on the history of philosophy, continental rationalism, metaphysics, and modern philosophy.", "1577645": "Gustavo Gutiérrez Merino OP (born 8 June 1928) is a Peruvian philosopher, Catholic theologian, and Dominican priest, regarded as one of the founders of Latin American liberation theology.[1][2] He currently holds the John Cardinal O'Hara Professorship of Theology at the University of Notre Dame, and has previously been a visiting professor at many major universities in North America and Europe.[3]", "48632496": "Blerim Gjonpalaj, better known by his pen name Bleri Lleshi is an Albanian philosopher and public speaker . He is an activist, dj, and author based in Brussels. His research focuses on topics such as inequality,[1] neoliberalism, youth, migration, identities,[2] and extremism.[3]", "7148210": "Francisco Giner de los Ríos (10 October 1839 in Ronda, Spain – 18 February 1915 in Madrid) was a philosopher, educator and one of the most influential Spanish intellectuals at the end of the 19th and the beginning of the 20th century.", "37554": "William Harrison Riker (September 22, 1920 – June 26, 1993) was an American political scientist who is prominent for applying game theory and mathematics to political science.[1][2] He helped to establish University of Rochester as a center of behavioral revolution in political science.[3][2]", "463542": "Étienne Émile Marie Boutroux (French: [butʁu]; 28 July 1845 – 22 November 1921) was an eminent 19th-century French philosopher of science and religion, and a historian of philosophy. He was a firm opponent of materialism in science. He was a spiritual philosopher who defended the idea that religion and science are compatible at a time when the power of science was rising inexorably. His work is overshadowed in the English-speaking world by that of the more celebrated Henri Bergson. He was elected membership of the Academy of Moral and Political Sciences in 1898 and in 1912 to the Académie française.", "1479351": "John Hooker (or \"Hoker\") alias John Vowell (c. 1527–1601) of Exeter in Devon, was an English historian, writer, solicitor, antiquary, and civic administrator. From 1555 to his death he was Chamberlain of Exeter. He was twice MP for Exeter in 1570/1 and 1586, and for Athenry in Ireland in 1569 and wrote an influential treatise on parliamentary procedure. He wrote an eye-witness account of the siege of Exeter during the Prayer Book Rebellion in 1549.  He spent several years in Ireland as legal adviser to Sir Peter Carew, and following Carew's death in 1575 wrote his biography. He was one of the editors of the second edition of Raphael Holinshed's Chronicles, published in 1587. His last, unpublished and probably uncompleted work was the first topographical description of the county of Devon. He founded a guild of Merchant Adventurers under a charter from Queen Mary.[2] He was the uncle of Richard Hooker, the influential Anglican theologian.[3]", "48829112": "Joyce Mitchell Cook (October 28, 1933 – June 6, 2014) was an American philosopher. She was the first African American woman to receive a PhD in philosophy in the United States. After earning that degree from Yale University, she was the first female teaching assistant allowed at the university. She went on to teach at Wellesley College, Connecticut College, Howard University. She served for several years as an analyst for African affairs at the State Department in Washington, D.C.", "38310587": "Martha Kneale (née Hurst; 14 August 1909 – 2 December 2001) was a British philosopher.", "430784": "George Douglas Howard Cole (25 September 1889 – 14 January 1959) was an English political theorist, economist, and historian. As a believer in common ownership of the means of production, he theorised guild socialism (production organised through worker guilds). He belonged to the Fabian Society and was an advocate for the co-operative movement.", "21959366": "James Allanson Picton (8 August 1832 – 4 February 1910) was a British independent minister, author, philosopher and Liberal politician. Picton promoted a philosophy known as Christian pantheism.[1]", "32510665": "Barbara Skarga (October 25, 1919 - September 18, 2009)[1] was a Polish philosophy historian and philosopher who worked mainly in ethics and epistemology.", "19698385": "Herbert Thomas Mandl (August 18, 1926 - February 22, 2007) was a Czechoslovak-German-Jewish author, concert violinist, professor of music, philosopher, inventor and lecturer. He authored novels, stories and dramas that are inspired by the extraordinary events of his life.[1][2][3]", "5837525": "John Argyropoulos (/ɑːrdʒɪˈrɒpələs/; Greek: Ἰωάννης Ἀργυρόπουλος Ioannis Argyropoulos; Italian: Giovanni Argiropulo; surname also spelt Argyropulus, or Argyropulos, or Argyropulo; c. 1415 – 26 June 1487) was a  lecturer, philosopher and humanist, one of the émigré Greek scholars who pioneered the revival of classical Greek learning in 15th century Italy.[10]", "25334487": "Charles Mackinnon Douglas CB DL MP (2 October 1865 – 3 February 1924) was a Scottish philosopher, agriculturist and Member of Parliament who represented North West Lanarkshire from 1899 to 1906.[1][2][3][4][5]", "19501790": "Charles Leonard Hamblin (20 November 1922 – 14 May 1985) was an Australian philosopher, logician, and computer pioneer, as well as a professor of philosophy at the New South Wales University of Technology (now the University of New South Wales) in Sydney.[1]", "51581664": "Gottlob Benedikt von Schirach (13 June 1743 – 7 December 1804) (né Gottlob Benedikt Schirach; also spelled Gottlob Benedict Schirach; Sorbian Bohuchwał Benedikt ze Šěrach) was a Sorbian historian, philosopher and writer, and later a diplomat in Danish service.", "2659049": "Marjorie Glicksman Grene (December 13, 1910 – March 16, 2009) was an American philosopher. She wrote on existentialism and the philosophy of science, especially the philosophy of biology. She taught at the University of California at Davis from 1965 to 1978. From 1988 until her death, she was Honorary University Distinguished Professor of Philosophy at Virginia Tech.", "71996137": "Newton Garver (April 24, 1928 – February 8, 2014) was an American philosopher and Professor of Philosophy at University at Buffalo.\nHe is known for his works on Wittgenstein.[3][4]", "67277554": "Thomas Prufer (1929–1993) was an American philosopher who taught at the Catholic University of America from 1960 to 1993. While his work is little-known, some academics have praised his collection Recapitulations: Essays in Philosophy (1993), which gathers his life's work.", "1741557": "Friedrich Pollock (/ˈpɒlək/; German: [ˈpɔlɔk]; 22 May 1894 – 16 December 1970) was a German social scientist and philosopher. He was one of the founders of the Institute for Social Research in Frankfurt am Main, and a member of the Frankfurt School of neo-Marxist theory.", "23302909": "Konstantin Alexandrovich Chkheidze (Czech: Konstantin Alexandrovič Čcheidze, Georgian: კონსტანტინე ჩხეიძე, Russian: Константин Александрович Чхеидзе) (19 September 1897 – 28 July 1974) was a Czech-Georgian-Russian writer, philosopher, and White émigré.", "4868": "Burrhus Frederic Skinner (March 20, 1904 – August 18, 1990) was an American psychologist, behaviorist, inventor, and social philosopher.[2][3][4][5] Considered the father of Behaviorism, he was the Edgar Pierce Professor of Psychology at Harvard University from 1958 until his retirement in 1974.[6]", "1807112": "Étienne-Gabriel Morelly (French: [etjɛn gabʁjɛl mɔʁɛli]; 1717–1778) was a French utopian thinker, philosopher and novelist. An otherwise \"obscure tax official\",[1] and teacher,[2] Morelly wrote two books on education, a critique of Montesquieu and The Code of Nature, which was published anonymously in France in 1755.[2] This book, initially attributed to philosophes including Rousseau and Diderot,[2] criticised contemporary society, postulated a social order without avarice, and proposed a constitution intended to lead to an egalitarian society without property, marriage, church or police.[3]", "26579727": "Esmé Wynne-Tyson (29 June 1898 – 17 January 1972) was an English actress, writer and philosopher.[1] As a child she acted in West End plays, and became a close friend, confidante, and collaborator of Noël Coward. She left the stage in 1920 and wrote a series of novels. A growing interest in religious and moral matters led her into non-fiction and journalism, sometimes in partnership with the writer J. D. Beresford.", "9016080": "Géraud de Cordemoy (6 October 1626 in Paris – 15 October 1684 in Paris) was a French philosopher, historian and lawyer. He is mainly known for his works in metaphysics and for his theory of language.", "12751634": "Mark Kuczewski is an American philosopher and bioethicist who has been a key contributor to the New Professionalism movement in medicine and medical education. In general, interest in professionalism has been widespread in medicine probably owing to the increasing regulatory and economic pressures on the practice of medicine. Many physicians have sought to identify the focal meaning of what it is to be a doctor in an effort to revitalize the profession. Kuczewski has been among a group that includes Richard and Sylvia Creuss, John Coulehan, and Matthew Wynia who see medical professionalism as including a commitment to social justice. That is, while professionalism entails such things as etiquette, communication skills, and basic medical ethics, professions are also expected to be leaders in educating the public and in advocating for the health of the public. Such leadership requires an understanding of the factors that lead some patient populations to be underserved and a commitment to bringing about social change to ameliorate these problems.\nThe New Professionalism movement in medicine is a revival of communitarian bioethics that focus on the kinds of people and society we wish to be rather than on particular ethical questions of right and wrong. This focus on the relationship between the professional and the community can have important implications for medical education and professional development. While not eschewing case analysis and problem solving, the emphasis on the development of the person has created a renewed interest in narrative methods and reflection. Kuczewski has been an outspoken critic of efforts in medical education to focus on quantitative measures of professionalism education. He has argued that in an effort to make professionalism education “objective,” many medical educators are equating professionalism with trivial but easily measured behaviors.\nKuczewski’s interest in professionalism and social justice has led him to pursue ethical issues in the interactions between medicine and recent immigrant populations. He has brought his work in communitarian and casuistic methods to bear on questions such as medical repatriation, insurance for undocumented immigrants, and the eligibility of DREAMers (undocumented immigrants who were brought to the United States as children) to become practicing physicians. His scholarship and advocacy was the catalyst for the Loyola University Chicago Stritch School of Medicine becoming the first medical school in the United States to explicitly welcome applications from DREAMers with Deferred Action for Childhood Arrivals (DACA) status.\nUnder Kuczewski’s direction, the Neiswanger Institute for Bioethics and Health Policy at Loyola University Chicago has become a leader in educational programming to promote the relationship between medical professionalism and social justice. The Neiswanger Institute has contributed elements to the Stritch curriculum that explore the relationship between the business of medicine and social justice. The Institute also has online master of arts and doctoral programs that incorporating public health and leadership training in order to help health care professionals across the United States to promote service to the underserved.\nKuczewski was elected president of the American Society for Bioethics and Humanities and served a two-year term from 2009 to 2011. The ASBH is the major professional association in the United States for individuals engaged in bioethics and medical humanities. During his term, the society aggressively began moving toward a process called Quality Attestation that will attest to the credentials and expected competence of clinical ethics consultants.", "51057428": "Simon Rawidowicz (1896–1957) was a Polish-born American Jewish philosopher.", "234261": "Publius Clodius Thrasea Paetus (died AD 66), Roman senator, who lived in the 1st century AD. Notable for his principled opposition to the emperor Nero and his interest in Stoicism, he was the husband of Arria, who was the daughter of A. Caecina Paetus and the elder Arria, father-in-law of Helvidius Priscus, and a friend and relative by marriage of the poet Persius.  Thrasea was the most prominent member of the political faction known today as the Stoic Opposition.", "35525397": "Angelo Maria Codevilla (May 25, 1943 – September 20, 2021) was an Italian-American professor of international relations at what is now the Pardee School of Global Studies at Boston University. He served as a U.S. Navy officer, a foreign service officer, and professional staff member of the Select Committee on Intelligence of the United States Senate.[2] Codevilla's books and articles range from French and Italian politics to the thoughts of Machiavelli and Montesquieu to arms control, war, the technology of ballistic missile defenses, and a broad range of international topics. Articles by Codevilla have appeared in Commentary, Foreign Affairs, National Review, and The New Republic. His op-eds have appeared in The New York Times, The Wall Street Journal, The American Spectator and The Washington Post.[3]  He has also been published in Political Science Reviewer, Intercollegiate Review, and Politica.[1]", "234264": "Diogenes (/daɪˈɒdʒɪniːz/ dy-OJ-in-eez; Ancient Greek: Διογένης, romanized: Diogénēs [di.oɡénɛːs]), also known as Diogenes the Cynic (Διογένης ὁ Κυνικός, Diogénēs ho Kynikós) or Diogenes of Sinope, was a Greek philosopher and one of the founders of Cynicism. He was born in Sinope, an Ionian colony on the Black Sea coast of Anatolia  in 412 or 404 BC and died at Corinth in 323 BC.[1]", "103193": "Henry Aldrich (15 January 1648 – 14 December 1710) was an English theologian, philosopher, architect, and composer.", "561941": "Kaṇāda (Sanskrit: कणाद, romanized: Kaṇāda), also known as Ulūka, Kashyapa, Kaṇabhaksha, Kaṇabhuj[1][2] was an ancient Indian natural scientist and philosopher who founded the Vaisheshika school of Indian philosophy that also represents the earliest Indian physics.[3][4]", "5116702": "Ma Rong (Chinese: 馬融; 79–166[1]), courtesy name Jichang (季长), was a Chinese poet and politician of the Eastern Han dynasty. He was born in Youfufeng (右扶風) in the former Han capital region, in modern Xianyang, Shaanxi Province. His father Ma Yan (马严) was a son of Ma Yu (马余), an elder brother of the famed general Ma Yuan.[2] He was known for his commentaries on the books on the Five Classics, and the first scholar known to have done this. He also developed the double column commentary while doing it. His notable students were Lu Zhi and Zheng Xuan.[3]", "3740450": "Chu Anping (Chinese: 储安平; pinyin: Chǔ Ānpíng; Wade–Giles: Ch'u Anp'ing, 1909–1966?) was a Chinese scholar, liberal journalist and editor of Guancha (观察, The Observer) in the Civil War era of the late 1940s. He is widely considered to be one of the most famous liberals in China. He was Editor of the China Democratic League newspaper \"for intellectuals\", the Guangming Daily, in the PRC era. Following publication of his article entitled \"The Party Dominates the World\", he was attacked by Mao Zedong in the Hundred Flowers Campaign of 1957 and purged during the Anti-Rightist Movement.  It is believed that he committed suicide in 1966. He was father to Chu Wanghua (储望华), a contemporary Chinese composer based in Australia, and grandfather to Mark Chu, a multidisciplinary artist.", "6198053": "Karl Theodor Richard Lessing (8 February 1872, Hanover – 31 August 1933, Marienbad) was a German Jewish philosopher.", "3314471": "Anna Maria van Schurman  (November 5, 1607 – May 4, 1678) was a Dutch painter, engraver, poet, classical scholar, philosopher, and feminist[1] writer who is best known for her exceptional learning and her defence of female education.[1][2] She was a highly educated woman, who excelled in art, music, and literature, and became a polyglot proficient in fourteen languages, including Latin, Ancient Greek, Biblical Hebrew, Arabic, Syriac, Aramaic, and Ethiopic, as well as various contemporary European languages.[3] She was the first woman to unofficially study at a Dutch university.[4]", "33231662": "Alfred Lyall (6 February 1796 – 11 September 1865) was an English philosopher, editor, clergyman and traveller.", "35984176": "Lawrence Finsen is a professor of philosophy at University of Redlands in California, specializing in animal ethics. With his wife Susan Finsen, he is the author of The Animal Rights Movement in America: From Compassion to Respect (1994).[1]", "57447217": "Dariusz Karłowicz (born 1964) is a Polish philosopher, university lecturer, columnist, and a book publisher.\nThe president of the St. Nicolas Foundation (Fundacja Świętego Mikołaja)[1] which is an NGO involved in charitable, educational, and scientific activity.\nAn Editor-in-chief of the Polish philosophical magazine \"Political Theology\" (\"Teologia Polityczna\")[2] which analyzes the connections and relationships between philosophy, religion, and politics.\nLecturer in political philosophy at the War Studies University in Warsaw.\nCo-author of a weekly television program \"Trzeci Punkt Widzenia\" on the channel TVP Kultura (on the public television).\nA regular columnist in the weekly Sieci (one of the largest weekly magazines in Poland).[3]\nA member of the policy council for the magazine First Things – the Polish edition (2006-2008),\nThe author of books and articles.\nThe winner of the Andrzej Kijowski Prize for the book \"Koniec snu Konstantyna\" (2005).[4]\nWas awarded by the Order of Polonia Restituta for charity work (2012).[5]", "47321906": "Freie Universität Berlin (Dr. phil. (psychology)", "72684341": "Igino Petrone (21 September 1870 – 26 July 1913) was an Italian jurist and philosopher.", "49320764": "Heather Katharine McRobie, also known professionally as Heather Allansdottir,[1] is a British-Australian[2] writer and academic.", "50336573": "Julien Freund (8 January 1921 – 10 September 1993) was a French philosopher and sociologist.[1] Freund was called an \"unsatisfied liberal-conservative\" by Pierre-André Taguieff, for introducing France to the ideas of Max Weber. His work as a sociologist and political theorist is a continuation of Carl Schmitt's. Freund, like many people from Alsace, was fluent in German and French. His works have been translated into nearly 20 languages.", "9737023": "Aristonymus of Athens (Greek: Ἀριστώνυμος) was sent by Plato to reform the constitution of the Arcadians.  Aristonymus was the father of Clitophon.", "71668547": "Nuri Ja'far Ali al-Chalabi (Arabic: نوري جعفر علي الجلبي), better known as Nuri Ja'far (Arabic: نوري جعفر, romanized: Nūrī Jaʻfar; 1914 – 7 November 1991), was an Iraqi psychologist, philosopher of education, and author. He wrote more than fifty works on pedagogy, psychology, history, philosophy, thought and literature. After graduating from the Higher Teachers' House in Baghdad, he went to the United States, and received a master's degree from Ohio University in 1948 and a doctorate in philosophy from the same university in the following year. He was a student of John Dewey and majored in neuropsychology.", "22254404": "Brad Hooker (born 13 September 1957)[1] is a British-American philosopher who specialises in moral philosophy. He is a professor at the University of Reading and is best known for his work defending rule consequentialism (often treated as being synonymous with rule utilitarianism).", "7508810": "Michel Marcel Navratil, Jr. (12 June 1908 – 30 January 2001) was a French philosophy professor who was one of the last survivors of the sinking of Titanic on 15 April 1912. He, along with his brother, Edmond (1910–1953), were known as the \"Titanic Orphans\", having been the only children rescued without a parent or guardian. He was three years old at the time of the disaster.", "9835346": "Elizabeth Denise Burns is a British philosopher of religion and academic. She was dean of undergraduate studies at Heythrop College, University of London, from 2003 to 2008, and lectures in philosophy of religion.", "51778389": "Ursula Klein (born 1952) is a German historian of science known for her cross-disciplinary work on the historical emergence of scientific and technological knowledge. She is a senior research scholar at the Max Planck Institute for the History of Science in Berlin, Germany. Her work has shown how experimentalists created specialised information technologies called \"paper tools\" to generate new knowledge systems. Her interpretation of such tools has been widely applied by historians, philosophers and sociologists of science and technology, and is seen as marking a foundational change in scientific reasoning and practice in the history of chemistry in the early 19th century.  She holds that there is no clear dividing line between science and technology, oftentimes using the term \"technoscience\" to represent the historical interface between scientific reasoning and the material forms of knowledge produced within specialised industrial or medical settings.  In 2016 she received the HIST Award for Outstanding Achievement in the History of Chemistry from the American Chemical Society.", "103256": "John Ralston Saul CC OOnt (born June 19, 1947) is a Canadian writer, political philosopher, and public intellectual. Saul is most widely known for his writings on the nature of individualism, citizenship and the public good; the failures of manager-led societies;[1] the confusion between leadership and managerialism; military strategy, in particular irregular warfare; the role of freedom of speech and culture; and critiques of the prevailing economic paradigm. He is a champion of freedom of expression and was the International President of PEN International, an association of writers. Saul is the co-founder and co-chair of the Institute for Canadian Citizenship, a national charity promoting the inclusion of new citizens. He is also the co-founder and co-chair of 6 Degrees,[2] the global forum for inclusion. Saul is also the husband to the former governor general Adrienne Clarkson, making him the Viceregal consort of Canada during most of her service (1999–2005).", "1053532": "Paul Jakob Deussen (German: [ˈpaʊl ˈjaːkɔp ˈdɔʏsn̩]; 7 January 1845 – 6 July 1919) was a German Indologist and professor of philosophy at University of Kiel.[1] Strongly influenced by Arthur Schopenhauer, Deussen was a friend of Friedrich Nietzsche and Swami Vivekananda. In 1911, he founded the Schopenhauer Society (Schopenhauer-Gesellschaft). Professor Deussen was the first editor, in 1912, of the scholarly journal Schopenhauer Yearbook (Schopenhauer-Jahrbuch).", "41620318": "Du Guangting (杜光庭; 850–933) was a Taoist priest from Tiantai Mountain and prolific author during the Tang dynasty and the Five Dynasties and Ten Kingdoms period.[1]", "33657694": "Johann Chrysostom Magnenus (French Jean Chrysostôme Magnen, c. 1590 – c. 1679[1]) was a  physician and advocate of atomism.", "10031966": "Dexippus (Greek: Δέξιππος; fl. 350) was an Ancient Greek Neoplatonist philosopher from the 4th century AD, whose wrote a commentary on the Categories of Aristotle which is partially extant.", "14029669": "David Abram is an American ecologist and philosopher best known for his work bridging the philosophical tradition of phenomenology with environmental and ecological issues.[1][2] He is the author of Becoming Animal: An Earthly Cosmology[3] (2010) and The Spell of the Sensuous: Perception and Language in a More-than-Human World (1996), for which he received the Lannan Literary Award for Nonfiction.[4] Abram is founder and creative director of the Alliance for Wild Ethics (AWE);[5] his essays on the cultural causes and consequences of ecological disarray have appeared often in such journals as the online magazine Emergence, Orion, Environmental Ethics, Parabola, Tikkun and The Ecologist, as well as in numerous academic anthologies.[6]", "1774443": "Sherrilyn Roush is an American philosopher and Professor of Philosophy in UCLA Department of Philosophy specializing in the philosophy of science and epistemology.[1]", "1413997": "English writers", "3871600": "Ayn Rand Institute", "8164208": "Volker Helmut Manfred Zotz (born 28 October 1956) is an eminent Austrian philosopher, religious studies scholar, Buddhologist and a prolific author.[1]", "234356": "Lucius Annaeus Cornutus (Ancient Greek: Ἀνναῖος Κορνοῦτος), a Stoic philosopher, flourished in the reign of Nero[1] (c. 60 AD), when his house in Rome was a school of philosophy.", "30872437": "Santeshivara Lingannaiah Bhyrappa (born 20 August 1931) is an Indian novelist, philosopher and screenwriter who writes in Kannada. His work is popular in the state of Karnataka and he is widely regarded as one of modern India's popular novelists.[2] His novels are unique in terms of theme, structure, and characterization.[3] He has been among the top-selling authors in the Kannada language and his books have been translated into Hindi and Marathi which have also been sellers.[4]", "4920181": "Michael Levin may refer to:", "47551352": "Thomas Seebohm (born William Thomas Mulvany Seebohm, July 7, 1934, Gleiwitz, Upper Silesia – August 25, 2014, Bonn, Germany) was a phenomenological philosopher whose wide-ranging interests included, among others, Immanuel Kant, Edmund Husserl, hermeneutics, and logic.[1] Other areas of Professor Seebohm's interests included the history of philosophy, philosophy of history, philosophy of the formal sciences, methodology and philosophy of the human sciences, the history of 19th century British Empiricism, American pragmatism, analytic philosophy, philosophy of law and practical philosophy, and the development of the history of philosophy in Eastern Europe.[2] Despite this diverse span of interests, Seebohm was chiefly known as a phenomenologist, who \"above all...considered himself a creative phenomenologist, who as a critically reflecting philosopher would look at all major issues with which he became confronted, from a transcendental phenomenological point of view.\"[3]", "70519": "Kaja Silverman (born September 16, 1947)[1] is an American art historian and critical theorist. She is currently the Katherine and Keith L. Sachs Professor of Art History at the University of Pennsylvania. She received B.A. and M.A. degrees in English from the University of California Santa Barbara and a Ph.D. in English from Brown University.[2] Thereafter, she taught at Yale University, Trinity College, Simon Fraser University, Brown University, the University of Rochester and for many years was the Class of 1940 Professor in the Rhetoric Department at the University of California, Berkeley. She was awarded a Guggenheim Fellowship[3] in 2008, and is currently the holder of an Andrew W. Mellon Foundation Distinguished Achievement Award.[4]", "4264828": "Richard Theodore Tarnas is a cultural historian and astrologer known for his books The Passion of the Western Mind: Understanding the Ideas That Have Shaped Our World View and Cosmos and Psyche: Intimations of a New World View. Tarnas is professor of philosophy and psychology at the California Institute of Integral Studies, and is the founding director of its graduate program in Philosophy, Cosmology, and Consciousness.", "31331205": "Georgy Petrovich Fedotov (Russian: Гео́ргий Петро́вич Федо́тов, October 1 (13) 1886, Saratov, Russian Empire, – September 1, 1951, New York, US) was a Russian religious philosopher, historian, essayist, author of many books on Orthodox culture, regarded by some as a founder of Russian \"theological culturology\".[1] Fedotov left Soviet Russia under duress[2] for France in 1925, then in 1939 emigrated to the United States where he taught at St. Vladimir Orthodox Seminary, New York, and continued publishing books up until his death in 1951.[3]", "43881350": "Tang Yijie (Chinese: 汤一介; pinyin: Tāng Yījiè; Wade–Giles: T'ang I-chieh; 16 February 1927 − 9 September 2014) was a Chinese scholar and professor at Peking University, who has been described as China's top scholar on philosophy and Chinese studies.[1] He spearheaded the Confucian Canon project, seeking to compile all known classical works on Confucianism, and was the first director of the Institute of Confucian Studies at Peking University.[2]", "1053576": "John Nicholas Gray (born 17 April 1948) is an English political philosopher and author with interests in analytic philosophy, the history of ideas,[1] and philosophical pessimism.[2] He retired in 2008 as School Professor of European Thought at the London School of Economics and Political Science. Gray contributes regularly to The Guardian, The Times Literary Supplement and the New Statesman, where he is the lead book reviewer. He is an atheist.[3]", "4232073": "Sir Mian Abdul Rashid, KCSI, H.Pk (Urdu: سر میاں عبد الرشيد; 29 June 1889 – 6 November 1981) was the first Chief Justice of Pakistan, legal philosopher, one of the founding fathers of Pakistan, and a jurist.", "3019659": "Hegesias (Greek: Ἡγησίας; fl. 290 BC[1]) of Cyrene was a Cyrenaic philosopher. He argued that eudaimonia (happiness) is impossible to achieve, and that the goal of life should be the avoidance of pain and sorrow. Conventional values such as wealth, poverty, freedom, and slavery are all indifferent and produce no more pleasure than pain. Cicero claims that Hegesias wrote a book called ἀποκαρτερῶν (Death by Starvation), which persuaded so many people that death is more desirable than life that Hegesias was banned from teaching in Alexandria. It has been thought by some that Hegesias was influenced by Buddhist teachings.[2]", "25301907": "Friedrich Christian Baumeister (17 July 1709 – 8 October 1785) was a German philosopher.", "21533595": "Love everyone & Live in Happiness.", "103328": "William Wollaston (/ˈwʊləstən/; 26 March 1659 – 29 October 1724) was a school teacher, Church of England priest, scholar of Latin, Greek, and Hebrew, theologian, and a major Enlightenment era English philosopher. He is remembered today for one book, which he completed two years before his death: The Religion of Nature Delineated. He led a cloistered life, but in terms of eighteenth-century philosophy and the concept of natural religion, he is ranked with British Enlightenment philosophers such as Locke, Berkeley, and Hume.", "2331554": "Carlo Cattaneo (Italian: [ˈkarlo katˈtaːneo]; 15 June 1801 – 6 February 1869) was an Italian philosopher, writer, and activist, famous for his role in the Five Days of Milan in March 1848, when he led the city council during the rebellion.", "26186663": "James G. Lennox (born January 11, 1948) is an emeritus professor in the Department of History and Philosophy of Science at the University of Pittsburgh, United States, with secondary appointments in the departments of Classics and Philosophy. He is a leader in the study of Aristotelian science in light of his groundbreaking work on Aristotle's biology and philosophy of biology.[1][2] In particular, Lennox's work in the 1980s catalyzed a renewed interest in Aristotle's biology by arguing that his natural historical works are consistent with and even demonstrative of the scientific methodology he lays out in the Posterior Analytics.[3] Lennox's work on teleology in the history of biology, particularly in the thought of Charles Darwin, has also been influential.[4]", "39162795": "Bernard Ryosuke Inagaki (27 November 1928 – 15 January 2022) was a Japanese philosopher and Thomas Aquinas scholar. He wrote extensively on medieval philosophy, scholastic philosophy, and philosophy of law; while he was known as one of the leading members for the Japanese translation of Summa Theologiæ. A number of his works are dedicated to the study of Thomas Aquinas. He received Mainichi Shuppan Bunka Shō (Mainichi Publishing Prize for Culture) for the translation of Summa Theologiæ in 2013[1] and the Watsuji Tetsurō Bunka Shō (Watsuji Tetsurō Prise) for his Thomas Aquinas: Metaphysics of Existence in 2015.[2]", "14160814": "Marcus Goodman Raskin (April 30, 1934 – December 24, 2017) was an American progressive social critic, political activist, author, and philosopher. He was the co-founder, with Richard Barnet, of the progressive think tank the Institute for Policy Studies in Washington, DC. He was also a professor of public policy at The George Washington University’s School of Public Policy and Public Administration.", "4887471": "Jo (Korean: 조광조, 23 August 1482 – 10 January 1520), also often called by his art name Jeong-am (정암), was a Korean Neo-Confucian scholar who pursued radical reforms during the reign of Jungjong of Joseon in the early 16th century.", "988090": "Adolf Bernhard Philipp Reinach (23 December 1883 – 16 November 1917) was a German philosopher, phenomenologist from the Munich phenomenology school and law theorist.", "31429563": "Sayyid Baha al-Din Haydar, Haydar al-'Obaidi al-Hossayni Amuli, Sayyed Haydar Amoli, or Mir Haydar Amoli (Persian: میر حیدر آملی) a Shi'ite mystic and a Sufi philosopher, was an early representative of Persian mystic philosophy and one of the most distinguished commentators of the mystic philosopher Ibn Arabi, during the 14th century.", "4363198": "Himani Bannerji (born 1942) is a Canadian writer, sociologist, scholar,[1] and philosopher from Kolkata, West Bengal, India. She teaches in the Department of Sociology,[2] the Graduate Programme in Social and Political Thought, and the Graduate Programme in Women's Studies at York University in Canada. She is also known for her activist work and poetry. She received her B.A. and M.A. in English from Visva-Bharati University and Jadavpur University respectively, and her M.A. and Ph.D. from the University of Toronto.", "49288128": "Alan R. Pratt (born 1953) is a Professor of Humanities at Embry–Riddle University. He is known for his research on existential nihilism and meaning of life.[1][2]", "2266055": "Heinrich Emil Brunner[b] (1889–1966) was a Swiss Reformed theologian. Along with Karl Barth, he is commonly associated with neo-orthodoxy or the dialectical theology movement.", "5706696": "Samuel Johnson (October 14, 1696 – January 6, 1772) was a clergyman, educator, linguist, encyclopedist, historian, and philosopher in colonial America. He was a major proponent of both Anglicanism and the philosophies of William Wollaston and George Berkeley in the colonies, founded and served as the first president of the Anglican King's College, which was renamed Columbia University following the American Revolutionary War, and was a key figure of the American Enlightenment.", "2069450": "Molefi Kete Asante (/əˈsænteɪ/ ə-SAN-tay; born Arthur Lee Smith Jr.; August 14, 1942) is an American professor and philosopher. He is a leading figure in the fields of African-American studies, African studies, and communication studies.[1] He is currently a professor in the Department of Africology at Temple University,[2][3] where he founded the PhD program in African-American Studies. He is president of the Molefi Kete Asante Institute for Afrocentric Studies.[4][5][6]", "25105356": "Nerses V (Armenian: Ներսես Ե Աշտարակեցի, Armenian pronunciation: [nɛɾsɛs jɛ aʃtaɾakɛtsʰi]) (1770 – February 13, 1857), served as the Catholicos of the Armenian Apostolic Church between 1843 and 1857.  Previously, he served as the leader of Diocese of Georgia from 1811 to 1830, the leader of the Diocese of Bessarabia and Nor Nakhichevan from 1830 to 1843.", "42505165": "Dr George Freeland Barbour DPhil, JP (15 February 1882 – 18 November 1946), was a Scottish author, philosopher and Liberal Party politician.", "58987474": "John Heil is an American philosopher, known primarily for his work on metaphysics and the philosophy of mind. Heil is Professor of Philosophy at the Washington University in St. Louis,[1] Professor of Philosophy at Durham University,[2] and an Honorary Research Associate at Monash University.[3] Heil is the inaugural editor-in-chief of the Journal of the American Philosophical Association,[4] the North American Representative of The Philosophical Quarterly,[5] and a 2018 Guggenheim Fellow.[6] He is the author of seven books and over 100 articles and book chapters.", "55350227": "David Livingstone Smith (born 26 September 1953) is professor of philosophy at the University of New England. He gained his MA at Antioch University and a Ph.D. in philosophy at the University of London (Kings College) where he worked on the philosophy of psychology.[1] His  research interests include self-deception, dehumanization, human nature, ideology, race and moral psychology. He won the 2012 Anisfield-Wolf Book Award for non-fiction  and was a speaker at the 2012 G20 Economic Summit at Los Cabos, Mexico.[2]", "44340182": "Abrotelia (Ancient Greek: Αβροτέλεια) (fl. 5th century BC) was a female Pythagorean philosopher. She was one of seventeen women[1][2] included in Life of Pythagoras (De Vita Pythagorica), written by Iamblichus. Abrotelia's father was Abroteles of Tarentum and she is thought to have been born in Tarentum, Magna Graecia.[3][4] Iamblichus cited Abrotelia as one of the illustrious female Pythagorean philosophers, although her name was among the nine who were listed with names of their husbands or male family members.[5] Some scholars such as Ethel Kersey identified Abrotelia as one of those who wrote or taught in traditional philosophical fields such as metaphysics, logic, and aesthetics, among others.[6] She is also listed in Gilles Ménage's Historia Mulierum Philosopharum, which showed the Pythagorean school as the sect with the most number of female philosophers, with its adherents greater than the Platonic sect.[7]", "4658134": "Ülo Kaevats (29 September 1947 – 30 January 2015) was an Estonian statesman, academic and philosopher.", "54039512": "Alexis Shotwell (b. 1974[1]) is a Canadian philosopher, currently employed as Professor in the Department of Sociology and Anthropology at Carleton University in Ottawa, where she is cross-appointed with the Pauline Jewett Institute of Women's and Gender Studies and the Department of Philosophy.[2] Educated at University of California, Santa Cruz (PhD), Dalhousie University (MA) and McGill University (BA), Shotwell has also taught at Laurentian University.", "3216347": "Phaedo of Elis (/ˈfiːdoʊ/; also, Phaedon; Greek: Φαίδων ὁ Ἠλεῖος, gen.: Φαίδωνος; fl. 4th century BCE) was a Greek philosopher. A native of Elis, he was captured in war as a boy and sold into slavery. He subsequently came into contact with Socrates at Athens, who warmly received him and had him freed. He was present at the death of Socrates, and Plato named one of his dialogues Phaedo.", "71177184": "Andre Khalil (born August 23, 1977), better known by his pseudonym and stage name Conner Habib, is an American writer, podcaster, academic, activist and former pornographic actor of Syrian and Irish descent. He hosts Against Everyone With Conner Habib, a podcast where he discusses current events and politics, as well as philosophy, science and spiritual ideas by himself or with guests. Habib has written for numerous publications, including BuzzFeed, Salon.com, MEL Magazine, The Stranger, Vice, Slate, and The Irish Times. As an adult performer, Habib has appeared in pornographic scenes in films distributed by companies such as Titan Media, Men.com, Falcon Entertainment, and Raging Stallion Studios.", "2102240": "Tan Sitong (simplified Chinese: 谭嗣同; traditional Chinese: 譚嗣同; pinyin: Tán Sìtóng; Wade–Giles: T'an2 Ssu4-T'ung2, March 10, 1865[1] – September 28, 1898[2]), courtesy name Fusheng (復生), pseudonym Zhuangfei (壯飛), was a well-known Chinese politician, thinker, and reformist in the late Qing dynasty (1644–1911). He was executed at the age of 33 when the Hundred Days' Reform failed in 1898.[3] Tan Sitong was one of the six gentlemen of the Hundred Days' Reform, and occupies an important place in modern Chinese history. To many contemporaries, his execution symbolized the political failure of the Qing dynasty's reformation, helping to persuade the intellectual class to pursue violent revolution and overthrow the Qing dynasty.", "4985832": "Mirza Fatali Akhundov (Azerbaijani: Mirzə Fətəli Axundov; Persian: میرزا فتحعلی آخوندزاده), also known as Mirza Fatali Akhundzade, or Mirza Fath-Ali Akhundzadeh (12 July 1812 – 9 March 1878), was a celebrated Iranian Azerbaijani[2] author, playwright, atheist,[2] philosopher, and founder of Azerbaijani modern literary criticism,[3] \"who acquired fame primarily as the writer of European-inspired plays in the Azeri Turkic language\".[4]", "5641197": "Fray José Servando Teresa de Mier Noriega y Guerra (October 18, 1765 – December 3, 1827) was a Roman Catholic priest, preacher, and politician in New Spain. He was imprisoned several times for his controversial beliefs, and lived in exile in Spain, France and England. His sermons and writings presented revisionist theological and historical opinions that supported republicanism.", "14095348": "Brontinus of Metapontum (Greek: Βροντῖνος, also Brotinus, Βροτῖνος; fl. 6th century BCE), Magna Graecia, was a Pythagorean philosopher and a friend and disciple of Pythagoras.  Alcmaeon dedicated his works to Brontinus as well as to Leon and Bathyllus.[1] Accounts vary as to whether he was the father or the husband of Theano.[2]", "15012859": "Calliphon (or Callipho, Koinē Greek: Καλλιφῶν) was a Greek philosopher, who probably belonged to the Peripatetic school and lived in the 2nd century BCE.[1] He is mentioned several times and condemned by Cicero as making the chief good of man to consist in a union of virtue (Latin: honestas) and bodily pleasure (Ancient Greek: ἡδονή, Latin: voluptas), or, as Cicero says, in the union of the human with the beast.[2]", "300029": "Charles Pierre Péguy (French: [ʃaʁl peɡi]; 7 January 1873 – 5 September 1914) was a French poet, essayist, and editor. His two main philosophies were socialism and nationalism; by 1908 at the latest, after years of uneasy agnosticism, he had become a believing (but generally non-practicing) Roman Catholic.[1][2][3]\nFrom that time, Catholicism strongly influenced his works.", "8754173": "Franciscus Bonae Spei (20 June 1617 — 5 January 1677) was a Catholic scholastic theologian and philosopher.", "66425853": "John Evan Seery is an American political theorist who specializes in the history of American political thought. He is the George Irving Thompson Memorial Professor of Government and Professor of Politics at Pomona College.[1]", "26186757": "Fred Dycus Miller Jr. (born 1944)[1] is an American philosopher who specializes in Aristotelian philosophy, with additional interests in political philosophy, business ethics, metaphysics, and philosophy in science fiction. He is a professor emeritus at Bowling Green State University.[2]", "3281926": "Jeremy J. Shapiro (born 1940), is an American academic, a professor emeritus at Fielding Graduate University who works in the area of critical social theory with emphasis on the social and cultural effects of information technology and systems, social change, and the aesthetics of music. His main intellectual products/innovations include", "2692103": "Corinne Heline (née Smith) (aka Corinne Dunklee, Corinne S. Dunklee, and Corinne S. Dunklee Heline) (August 18, 1882 in Atlanta, Georgia – July 26, 1975) was an American author, Christian mystic, and occultist who published 28 books.", "2364425": "Paul of Venice (or Paulus Venetus; 1369–1429) was a Catholic philosopher, theologian, logician and metaphysician of the Order of Saint Augustine.", "1053706": "Arthur Coleman Danto (January 1, 1924 – October 25, 2013) was an American art critic, philosopher, and professor at Columbia University. He was best known for having been a long-time art critic for The Nation and for his work in philosophical aesthetics and philosophy of history, though he contributed significantly to a number of fields, including the philosophy of action. His interests included thought, feeling, philosophy of art, theories of representation, philosophical psychology, Hegel's aesthetics, and the philosophers Friedrich Nietzsche and Jean-Paul Sartre.", "66917389": "Peter Mittelstaedt pseudonym Karl Rottmann (born November 24, 1929, in Leipzig - November 21, 2014, in Erftstadt), was a German physicist, philosopher, and scientific theorist.[1][2][3]", "2921486": "Augusto Vera (4 May 1813 – 13 July 1885) was an Italian philosopher who followed Hegel's theories and translated many of his works.", "8918030": "François de La Mothe Le Vayer (French: [də la mɔt lə veje], August 1588 – 9 May 1672), was a French writer who was known to use the pseudonym Orosius Tubero. He was admitted to the Académie française in 1639, and was the tutor of Louis XIV.", "52433936": "Lorenzo Marsili (born 1984) is an Italian philosopher, political activist, and social entrepreneur.", "7902225": "John Sallis (born 1938) is an American philosopher well known for his work in the tradition of phenomenology. Since 2005, he has been the Frederick J. Adelmann Professor of Philosophy at Boston College. He has previously taught at Pennsylvania State University (1996–2005), Vanderbilt University (1990–1995), Loyola University of Chicago (1983–1990), Duquesne University (1966–1983) and the University of the South (1964–1966).", "9278477": "Dimitri Kitsikis (Greek: Δημήτρης Κιτσίκης; 2 June 1935 – 28 August 2021[1]) was a Greek Philosopher, Turkologist and Sinologist, as well as a Professor of International Relations and Geopolitics. He also published poetry in French and Greek.", "42046483": "Buddhisagarsuri (1874 – 1925) was a Jain ascetic, philosopher and author from British India. Born in a Hindu family, he was influenced by a Jain monk and later was initiated in asceticism, and later elevated to the title of Acharya. He wrote more than hundred books.", "40145939": "Matteo Motterlini (born 6 January 1967) is an Italian philosopher of science, behavioral and neuroeconomist. He  teaches at Vita-Salute San Raffaele University of Milan, Italy.", "57709591": "Kenneth Laine Ketner is an American philosopher.[1] He is Paul Whitfield Horn Professor, Charles Sanders Peirce Interdisciplinary Professor and Director of Institute for Studies in Pragmaticism, Texas Tech University.", "10818584": "Gabino Barreda (born Puebla, 1818 – died Mexico City 1881) was a Mexican physician, philosopher and politician oriented to French positivism. He served in both the Senate and the Chamber of Deputies.", "71963674": "Federico Bonaventura (24 August 1555 – 25 March 1602) was an Italian nobleman, natural philosopher and humanist. Among his contributions was an Aristotelian view of meteorology, particularly the winds.[1] In a posthumously published work Delle ragion di stato (1623), he examined the role of a secular state.", "8950815": "Remo Bodei (3 August 1938 – 7 November 2019)[1][2][3] was an Italian philosopher. He was a professor of the history of philosophy at the UCLA University, Los Angeles California, and also had taught at the University of Pisa and Scuola Normale Superiore di Pisa.", "28349473": "Gualtiero Piccinini (born 1970) is an Italian–American philosopher known for his work on the nature of mind and computation as well as on how to integrate psychology and neuroscience. He is Curators' Distinguished Professor in the Philosophy Department and Associate Director of the Center for Neurodynamics at the University of Missouri, St. Louis.[1]", "18125859": "Bernard of Trilia (Bernard de la Treille, Bernardus de Trilia) (Nîmes, c. 1240 – 1292) was a French Dominican theologian and scholastic philosopher. He was an early supporter of the teaching of Thomas Aquinas.[1] He lectured at Montpellier.[2]", "53875756": "Eva Picardi (1948 – 23 April 2017) was an Italian philosopher. Picardi's contributions have been in analytic philosophy and linguistics.[1]", "30479404": "Dennis Marcellino (born January 17, 1948, died May 21, 2022) was an American musician, speaker and author of psychology, philosophy, theology and political books. He was a member of some famous music groups: The Tokens (famous for The Lion Sleeps Tonight), Sly and The Family Stone, The Elvin Bishop Group and Rubicon.[citation needed] He had a number of CD releases under his name, including a jazz CD with Mark Stefani titled An Evening to Remember (currently released as Tenderly).[citation needed] He toured as a speaker, musician and did media appearances.[citation needed] He wrote and produced the 5-episode television documentary \"Proven Answers To Life's Biggest Questions.\"[citation needed]", "48305205": "Eliseo Vivas (July 13, 1901 – August 28, 1991) [1] was a 20th-century philosopher and literary theorist.", "57775158": "Kurt Mueller-Vollmer (June 28, 1928 –  August 3, 2019), born in Hamburg, Germany, was an American philosopher and professor of German Studies and Humanities at Stanford University.[1] Mueller-Vollmer studied in Germany, France, Spain and the United States. He held a master's degree in American Studies from Brown University, and a doctorate in German Studies and Humanities from Stanford University, where he taught for over 40 years.[2] His major publications concentrate in the areas of Literary Criticism, Hermeneutics, Phenomenology, Romantic and Comparative Literature, language theory, cultural transfer and translation studies.[3] Mueller-Vollmer made noteworthy scholarly contributions elucidating the theoretical and empirical linguistic work of Wilhelm von Humboldt, including the discovery of numerous manuscripts previously thought lost or otherwise unknown containing Humboldt's empirical studies of numerous languages from around the world.[4]", "2593847": "Gaisi Takeuti (竹内 外史, Takeuchi, Gaishi, January 25, 1926 – May 10, 2017[1]) was a Japanese mathematician, known for his work in proof theory.[2]", "3773510": "Jürgen Mittelstraß (born 11 October 1936 in Düsseldorf) is a German philosopher especially interested in the philosophy of science.", "11015252": "Vladimir Ilyich Ulyanov[b] (22 April [O.S. 10 April] 1870 – 21 January 1924), better known as Vladimir Lenin,[c] was a Russian revolutionary, politician, and political theorist. He served as the first and founding head of government of Soviet Russia from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia, and later the Soviet Union, became a one-party socialist state governed by the Communist Party. Ideologically a Marxist, his developments to the ideology are called Leninism.", "37973": "Heterodox", "65737814": "Diane Ducret is a Franco-Belgian writer. She has published both non-fiction historical books and novels. Much of her writing concerns the historical experiences of women, including studies of women who were closely associated with notorious dictators or gangsters. She has also written comedic fiction, and worked as a writer and host for historical television series.", "29398108": "Trevor Robert Seaward Allan,[1] LLD FBA (born 9 May 1955) is Professor of Jurisprudence and Public Law at the University of Cambridge and a Fellow of Pembroke College. He is known for challenging constitutional orthodoxy in the United Kingdom, particularly in his redefinition of the scope of parliamentary sovereignty.[2]", "6231137": "Guy Hocquenghem (French: [okɛ̃ɡɛm]; 10 December 1946[1] – 28 August 1988) was a French writer, philosopher, and queer theorist.", "50107497": "Jean-Bertrand Pontalis [Jibé] (15 January 1924 – 15 January 2013) was a French philosopher, writer, editor and psychoanalyst.", "22287465": "Sir William Temple (1555–1627) was an English Ramist logician and fourth Provost of Trinity College Dublin.", "1840233": "Makhdoom Yahiya Maneri (Urdu: مخدوم کمال الدین یحییٰ منیری, Hindi: Makhdoom) was an Indian Sufi saint of the 13th century. His tomb in courtyard of a mosque, located in Maner, 29 km from Patna, Bihar, India.[1]", "54498413": "Yu Guangyuan (Chinese: 于光遠; pinyin: Yú Guāngyuǎn; born as 郁鐘正; pinyin: Yù Zhōngzhèng; 5 July 1915 – 23 September 2013) was a Chinese economist, philosopher, and a senior official of the People's Republic of China. Yu was recognized as one of the first proponents of the socialist market-oriented economic system in China and the theory of \"the Primary Stage of Socialism\".[1] He was a close adviser of and speech-writer for the Chinese leader Deng Xiaoping.", "54334573": "Claire Elise Katz (born 4 November 1964) is an American philosopher and professor of philosophy at Texas A&M University. She is known for her expertise on feminist theory, modern Jewish thought, philosophy of education, and philosophy of religion.[1][2][3]\nKatz was appointed the Murray and Celeste Fasken Chair in Distinguished Teaching[4] in 2017 and awarded the American Philosophical Association's Prize for Excellence in Philosophy Teaching in 2019.[5]", "63902831": "Izrail Iossofovich Agol (Russian: Израиль Иосифович Агол; November 20, 1891 – March 8, 1937) was a Soviet geneticist and philosopher. He was a member of the USSR Academy of Science, worked briefly in the United States of America, and took an interest in radiation induced mutagenesis. As a Marxist philosopher, he also studied vitalist and mechanist views in biology and their relation to Marxism. He was killed in the aftermath of Trofim Lysenko's rise in the Stalin regime.", "3708020": "Bhāviveka, also called Bhāvaviveka (traditional Chinese: 清辯; ; pinyin: Qīngbiàn;[2] Wylie: slob dpon bha bya, skal ldan, legs ldan), and Bhavya was a sixth-century (c. 500 – c. 570) madhyamaka Buddhist philosopher.[3] Alternative names for this figure also include Bhavyaviveka, Bhāvin, Bhāviviveka, Bhagavadviveka and Bhavya.[4] Bhāviveka is the author of the Madhyamakahrdaya (Heart of the Middle), its auto-commentary the Tarkajvālā (Blaze of Reasoning) and the Prajñāpradīpa (Lamp for Wisdom).[5]", "18027636": "Whitall Nicholson Perry (January 19, 1920 - November 18, 2005) was an American author born in Belmont, Massachusetts, member of the Perennialist School, which is based primarily on the work of René Guénon, Ananda Coomaraswamy and Frithjof Schuon. Perry’s major opus, A Treasury of Traditional Wisdom, is a compilation of thousands of quotations from all the great religious and esoteric traditions, supported by commentaries.", "24712311": "Shahid Balkhi (or Shuhayd; Persian: شهید بلخی, romanized: Shahīd-e Balkhī; died 927) was a scribe, philosopher and poet active in the Chaghaniyan and Samanid courts. He is notable being for one of the first composers of New Persian poetry.", "38245498": "Yusuf bin Ahmad al-Kawneyn (Arabic: يوسف بن أحمد الكونين) (b. 10th century),[1][2] popularly known as Aw Barkhadle (\"Blessed Father\")[3] or Yusuf Al Kownayn, was an Islamic scholar and traveler based in Somaliland. Based on reference to Yusuf Al Kawneyn in the Harar manuscripts, Dr. Enrico Cerulli.", "1840254": "Hong Liangji (Chinese: 洪亮吉; pinyin: Hóng Liàngjí; Wade–Giles: Hung Liang-chi, 1746–1809), courtesy names Junzhi (君直) and Zhicun (稚存), was a Chinese scholar, statesman, political theorist, and philosopher. He was most famous for his critical essay to the Qianlong Emperor, which resulted in his banishment to Yili in Xinjiang. In modern times, he is best remembered for his essay Zhi Ping Pian (治平篇, \"On Governance and Well-being of the Empire\") on population growth and its sociopolitical consequence, in which he raised many of the same issues that were raised by Malthus writing during the same period in England.", "38020": "Autocephaly recognized by some autocephalous Churches de jure:", "49353861": "Cristina Lafont is Harold H. and Virginia Anderson Professor of Philosophy at Northwestern University.[1]", "39490694": "Benjamin Ricketson Tucker (/ˈtʌkər/; April 17, 1854 – June 22, 1939) was an American individualist anarchist.[1][2][3] Tucker was the editor and publisher of the American individualist anarchist periodical Liberty (1881–1908).  Tucker described his form of anarchism as \"consistent Manchesterism\" and stated that \"the Anarchists are simply unterrified Jeffersonian Democrats.\"[4][5]", "1152135": "Philippe Lacoue-Labarthe (/ləˈkuː ləˈbɑːrt/ lə-KOO lə-BART, French: [laku labaʁt]; 6 March 1940 – 28 January 2007) was a French philosopher. He was also a literary critic and translator. Lacoue-Labarthe published several influential works with his friend Jean-Luc Nancy.", "12063879": "Mikael Stenmark (born 1962[1]) is a Swedish philosopher who is Dean of the Faculty of Theology since 2008 and Professor of Philosophy of Religion at the Department of Theology, Uppsala University, Sweden. He has published papers in the philosophy of religion, the philosophy of science, and environmental ethics and on science-religion issues. Stenmark is the author of \"Rationality in Science, Religion and Everyday Life\" (1995), for which he was awarded The John Templeton Foundation Prize for Outstanding Books in Theology and the Natural Sciences in 1996.", "7443594": "Jonathan Pool, born 1942 in Chicago, is a political scientist from the United States. He works on the political and economic consequences of linguistic circumstances and language policy.", "42308748": "Lynne Tirrell is Professor of Philosophy at the University of Connecticut,[1] where she is also affiliated with the Human Rights Institute. Much of the body of her work focuses on hate speech, especially the practical effects of linguistic practices in shaping the social conditions that make genocide and other significant acts of oppression possible.[2]  Her research started in the United States but quickly branched in to other regions of the world, and now focuses on Rwanda and the surrounding region.[2] From 2014 to 2017, she also served as the chair of the APA Committee on Public Philosophy.[2] Her current work develops an analysis of Toxic Speech,[3] bringing philosophy and epidemiology into conversation.[4]", "17962125": "Thomas McCarthy (born 1940) is John Shaffer Professor of Philosophy Emeritus at Northwestern University.  Before joining Northwestern in 1985, he taught for four years at Munich University and for thirteen years at Boston University.[1]  After retiring from Northwestern in 2006, he served for three years as William H. Orrick Visiting Professor at Yale University.  Over the course of his academic career, McCarthy's work was supported by grants and fellowships from the National Endowment for the Humanities, the Alexander von Humboldt Foundation, the American Council of Learned Societies, and the Guggenheim Foundation.  Early in his career he wrote and taught principally in the philosophy of logic and mathematics and then in the philosophy of the social sciences.  Subsequently, and for the bulk of his career, he worked in the general area of critical, social and political theory, and in particular on the work of Jürgen Habermas, of which he is widely regarded as one of the foremost English-language interpreters. During his last decade of teaching, McCarthy focused on theoretical issues in the history of racist and imperialist thought, and particularly on their interweaving in theories of progress and development.", "33232012": "Wilhelmus Wilhelmius (1720–1771) was a Dutch minister, mathematician and philosopher.", "59413657": "Nick Zangwill (born 1957) is a British philosopher and honorary research professor at University College London and Lincoln University.[1] He is known for his expertise on moral philosophy (especially metaethics), and aesthetics (especially the philosophy of music and visual art).[2]", "47191194": "Anne Sauvagnargues (born 16 March 1961) is a French philosopher specializing in the work of Gilles Deleuze.", "23401634": "Norbert Bolz (born 17 April 1953) is a German media theorist. He served as a professor at the Technical University of Berlin until his retirement in 2018.", "72815780": "Igor Primorac, also Igor Primoratz (born on October 6, 1945, in Moscow), is a Croatian philosopher of Russian origin who is occupied with ethics, philosophy of sex, and philosophy of law. He teaches at the Faculty of Philosophy in Zagreb and other universities. He publishes his scholarly works mostly in English.", "33821864": "Moisés Mussa (January 1, 1900 – July 27, 1982) was a Chilean essayist, philosopher and educator of Arab descent.", "22254762": "Peter Vallentyne (/ˈvælənˌtaɪn/; born March 25, 1952, in New Haven, Connecticut) is Florence G. Kline Professor of Philosophy at the University of Missouri in Columbia, Missouri.  He holds dual citizenship in the United States and Canada.", "49583275": "Abdul Hamid Khosroshahi (Persian: عبدالحمید خسروشاهی) was an Iranian theologian, philosopher and Shafi'i jurist in the sixth and seventh centuries AH, equivalent to 12th and 13th centuries AD. He is called one of the disciples of Farid al-Din Damad and Fakhr al-Din al-Razi, and his important work in the field of logic is the summarized \"logic of healing\"[1] and a glossary on the book Abu Ishaq al-Shirazi.[2]", "60527790": "Virupa (Sanskrit: Virūpa; Tib. bi ru pa or bir wa pa,lit. 'ugly one'), also known as Virupaksa and Tutop Wangchuk, was an 8th-9th century Indian mahasiddha and yogi, and the source of important cycles of teachings in Tibetan Buddhism.[2]", "3839157": "Johann Philipp Siebenkees (4 October 1759 – 25 June 1796) was a German philosopher.[1][2][3][4]", "38070": "Matthew of Kraków (c. 1335 – 5 March 1410) was a German-Polish scholar and priest of the fourteenth century.", "13931701": "Aristippus the Younger (/ˌærəˈstɪpəs/; Ancient Greek: Ἀρίστιππος), of Cyrene, was a Cyrenaic philosopher in the second half of the 4th century BC. He was the grandson of Aristippus of Cyrene, the founder of the school. According to Diogenes Laërtius, he received the nickname \"Mother-taught\" (metrodidaktos).[1] because he learned philosophy from his mother, Arete of Cyrene, who was the daughter of the elder Aristippus. Diogenes lists Theodorus the Atheist as one of his students.[2] According to Aristocles of Messene, as quoted by Eusebius, he may have formalized the principles of Cyrenaic philosophy.:", "6460608": "Seth Benardete (April 4, 1930 – November 14, 2001) was an American classicist and philosopher, long a member of the faculties of New York University and The New School. In addition to teaching positions at Harvard, Brandeis, St. John's College, Annapolis and NYU, Benardete was a fellow for the National Endowment for the Humanities and the Carl Friedrich von Siemens Stiftung in Munich.[1]", "17142986": "Prince Nikolai Abramovich Putyatin (Russian: Николай Абрамович Путятин), also romanized Putiatin, Puttiatin or Poutiatine (16 May 1749 – 13 January 1830) was a philanthropist, philosopher, and eccentric personality from the Rurikid dynasty.", "29365453": "Gregory of Tatev, or Grigor Tatevatsi (Armenian: Գրիգոր Տաթևացի) (1346–1409 or 1410) was an Armenian philosopher, theologian and a saint in the Armenian Apostolic Church.", "53941454": "Lorenzo Chiesa (born 25 April 1976) is a philosopher, critical theorist, translator, and professor whose academic research and works focus on the intersection between ontology, psychoanalysis, and political theory.", "18388177": "Tommaso Campailla (7 April 1668 – 7 February 1740) was an Italian philosopher, physician, politician and poet.", "23237841": "Feliks Jaroński (6 June 1777 – 26 December 1827) was a Polish Catholic priest and philosopher.[1]", "31331538": "Xie Daoyun (謝道韞, before 340-after 399) was a Chinese poet, writer, scholar, calligrapher and debater of the Eastern Jin Dynasty.", "2266325": "Ernst Tugendhat (8 March 1930 – 13 March 2023) was a Czechoslovakian-born German philosopher. He was a scion of the wealthy and influential Jewish Tugendhat family. They lived in Venezuela during the Nazi regime, and he studied first in Stanford University, then in Freiburg. He taught internationally in Europa and South America, with a focus on language analysis.[1]", "693465": "Muhammad Baqir al-Sadr (Arabic: آية الله العظمى السيد محمد باقر الصدر; 1 March 1935 – 9 April 1980), also known as al-Shahīd al-Khāmis (the fifth martyr), was an Iraqi philosopher, and the ideological founder of the Islamic Dawa Party, born in al-Kadhimiya, Iraq. He was father-in-law to Muqtada al-Sadr, a cousin of Muhammad Sadeq al-Sadr and Imam Musa as-Sadr. His father Haydar al-Sadr was a well-respected high-ranking Shi'a cleric. His lineage can be traced back to Muhammad through the seventh Shia Imam Musa al-Kazim. Muhammad Baqir al-Sadr was executed in 1980 by the regime of Saddam Hussein along with his sister, Amina Sadr bint al-Huda.", "44078298": "Ezra Heymann (1928 in Cernăuţi – 22 September 2014 in Barcelona)[1] was a philosopher and university professor.[2]", "4560096": "Anandamayi Ma (born Nirmala Sundari; 30 April 1896 – 27 August 1982) was an Indian saint and revered as incarnation of Hindu goddess Durga,[2][3] described by Sivananda Saraswati (of the Divine Life Society) as \"la fleur la plus parfaite que le sol de l'Inde ait produite\"[4] [the most perfect flower the Indian soil has produced].[5] Her life was suffused in Bhakti Yoga and herself was considered as the epitome of divine grace that inspired the societal cultural milieu to lead the path of service, love and constant remembrance of the divine.[6] Precognition, faith healing and miracles were some of her attributes that were experienced by her followers.[7] Paramahansa Yogananda translates the Sanskrit epithet Anandamayi as \"Joy-permeated\" in English. This name was given to her by her devotees in the 1920s to describe her perpetual state of divine joy.[8]", "63837408": "Estiphan Panoussi (born September 11, 1935 in Sanandaj, Iran) is an Iranian philologist,  philosopher, orientalist, and international scholar of Iranian Assyrian (Aramaic) origin. He is professor emeritus of the University of Gothenburg and native speaker of Senaya, a Northeastern Neo-Aramaic language.", "3806435": "Kamo no Mabuchi, or Mabuchi of Kamo (賀茂 真淵, 24 April 1697 – 27 November 1769) was a kokugaku scholar, poet and philologist during mid-Edo period Japan. Along with Kada no Azumamaro, Motoori Norinaga, and Hirata Atsutane, he was regarded as one of the Four Great Men of Kokugaku, and through his research into the spirit of ancient Japan (through his studies of the Man'yōshū and other works of ancient literature) he expounded on the theory of magokoro, which he held to be fundamental to the history of Japan.[1] Independently of and alongside his contemporary Motoori Norinaga, Mabuchi is accredited with the initial discovery of Lyman's Law, governing rendaku in the Japanese language, though which would later be named after Benjamin Smith Lyman.", "3249381": "Hilary Bok (born 1959) is the Henry R. Luce Professor of Bioethics and Moral & Political Theory at Johns Hopkins University. Bok received a B.A. in philosophy from Princeton University in 1981 and her Ph.D. from Harvard University in 1991.", "30643442": "Stefan Lorenz Sorgner is a German metahumanist philosopher,[1][2] a Nietzsche scholar,[3][4][5] a philosopher of music[6][7] and an authority in the field of ethics of emerging technologies.[8][9][10]", "18355443": "Said Akl (Arabic: سعيد عقل, Saʿīd ʿAql, also transliterated Saïd Akl, Said Aql and Saeed Akl; 4 July 1911 – 28 November 2014) was a Lebanese poet, philosopher, writer, playwright and language reformer. He is considered one of the most important Lebanese poets of the modern era.[2][3][4] He is most famous for his advocacy on behalf of codifying the spoken Lebanese Arabic language as competency distinct from Standard Arabic, to be written in a modern modified Roman script[5] consisting of 36 symbols that he deemed an evolution of the Phoenician alphabet. Despite this, he contributed to several literary movements (primarily, symbolism)[2][3] in Modern Standard Arabic, producing some of the masterpieces of modern Arabic belle lettres.", "58758396": "Elizabeth Harman is an American philosopher and Laurance S. Rockefeller Professor of Philosophy at Princeton University.", "47551741": "Molla Naima Taleghani (d. 1738), also known as Orfi, was an Iranian Shia philosopher and theologian of the late Safavid era.[1]", "1840380": "Chen Hongmou (simplified Chinese: 陈宏谋; traditional Chinese: 陳宏謀; pinyin: Chén Hóngmóu; Wade–Giles: Ch'en Hungmou, October 10, 1696 – July 14, 1771), courtesy name Ruzi (汝咨) and Rongmen (榕門), was a Chinese official, scholar, and philosopher, who is widely regarded as a model official of the Qing dynasty.", "26842371": "Michael Landmann (16 December 1913 in Basel – 25 January 1984 in Haifa) was a Swiss-Jewish philosopher.", "37590275": "Laurent Gervereau (born 1956, in Paris) is a French artist, novelist, philosopher and filmmaker.  The founder of the discipline of Visual History (or Histiconologia),[1] he has devoted his professional life to the world of images, as well as to the direction of cultural and international institutions.[2]", "29627651": "Harry Verdon Stopes-Roe (27 March 1924 – 11 May 2014) was a British philosopher known mainly for his active role in the humanist movement in Britain and around the world. He was a Vice-President of the British Humanist Association until his death in May 2014, having served as its Chair previously.", "267525": "Ivan Vladimirovitch Chtcheglov (Russian: Ива́н Влади́мирович Щегло́в; 16 January 1933 – 21 April 1998), also known as Gilles Ivain, was a French political theorist, activist and poet, born in Paris to Russian parents.", "3839236": "John Clarke (1682–1757) was an English natural philosopher and Dean of Salisbury from 1728 to his death in 1757.[1]", "50926859": "Sushil Kumar Saxena is an Indian musicologist, academic, scholar and the author of several books on music, philosophy and aesthetics.[1] He is a former member of the faculty of the University of Delhi and has served the University Court as a member.[2] His works include Studies in the Metaphysics of Bradley,[3] Hindustan Music and Aesthetics Today,[4] Art and Philosophy: Seven Aestheticians, Croce, Dewey, Collingwood, Santayana, Ducasse Langer, Reid,[5] and Swinging Syllables Aesthetics of Kathak Dance[6] and his lectures have been included in a book, Indian Music: Eminent Thinkers on Core Issues ; Discourses by Premlata Sharma, S. K. Saxena and Kapila Vatsyayan.[7] He is a recipient of the Sangeet Natak Akademi Fellowship which he received in 2007.[8] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 2008, for his contributions to Indian music.[9]", "13931788": "Bob Hale, FRSE (1945 – 12 December 2017)[3] was a British philosopher, known for his contributions to the development of the neo-Fregean (neo-logicist) philosophy of mathematics in collaboration with Crispin Wright, and for his works in modality and philosophy of language.[4]", "3577103": "Russell Blackford (born 1954)[1] is an Australian writer, philosopher, and literary critic.", "25335057": "Johann Adam Bergk (1769 – 1834, Leipzig) was a German philosopher and publicist.[1]", "52630805": "Georges Dicker is an American philosopher, currently a SUNY Distinguished Professor at The College at Brockport, State University of New York.[1][2][3]", "70063384": "Chiara Cordelli is a professor in the Department of Political Science at the University of Chicago.[3] Her work focuses on the application of Kantian theory to the issues of philanthropy, privatization, and state legitimacy.[4] Her first book, The Privatized State (2020), won the inaugural European Consortium for Political Research Political Theory Prize for best first English-language book of Political Theory.[5]", "759064": "Cornelis Willem Opzoomer (20 September 1821, Rotterdam – 23 August 1892, Oosterbeek) was a Dutch jurist, positivist philosopher and theologian. He was professor of philosophy at Utrecht University from 1846 to 1889.", "41555226": "Mary Kate McGowan is the Luella LaMer Professor of Women's Studies as well as Professor of Philosophy at Wellesley College.[1]  McGowan has written a large number of peer-reviewed articles, contributed three commissioned book chapters, and has co-edited one book - Speech and Harm: Controversies Over Free Speech.[2]", "1217818": "Defunct", "8262948": "Mohammed Chaouki Zine is an Algerian philosopher and writer. He was born on May 13, 1972, in Oran, Algeria. He has been interested for several years to Contemporary Western philosophy as testifies his Hermeneutics and Deconstructions (Beirut-Casablanca, 2002), where he speaks about many philosophers like Michel Foucault, Jacques Derrida, Michel de Certeau, Hans-Georg Gadamer, Richard Rorty and Jean Baudrillard.\nHe has a Ph.D. on Arabic and Iberian Studies about the mystic and Andalusian philosopher from Spain Ibn Arabi (Murcia, 1165–1240, Damascus). He was named in the book of Hubert Mono Ndjana about the History of African Philosophy, in French Histoire de la philosophie africaine .", "15963439": "Joseph (or Josef) Wilhelm Karl Kleutgen (9 April 1811 – 13 January 1883) was a German Jesuit theologian and philosopher. He was a member of the Society of Jesus, and contributed significantly to the establishment of Neo-scholasticism.[1]", "791855": "Mark Gerald Kingwell FRSC (born March 1, 1963) is a Canadian professor of philosophy and associate chair at the University of Toronto's Department of Philosophy. Kingwell is a fellow of Trinity College. He specialises in theories of politics and culture.", "47617338": "Marilú Rojas Salazar is a Mexican researcher and Catholic theologian, noted for her feminist activism, research in gender studies and position in favor of reforming the Catholic Church to recognize \"the right to citizenship\" of women in the church, including leadership positions and ordinations.[1] She is a missionary nun of Santa Teresa de Lisieux and holds both a masters and a PhD in systematic theology from the Catholic University of Leuven. She has taught at many universities throughout Mexico,[2] but is currently a professor of theology at the Universidad Iberoamericana Puebla and Interreligious Institute of Mexico. She is a member of the Spanish Association of Theologians (ATE), the European Association of Women for Theological Research (ESWTR) and the Association of Itinerant Theologians which was recently established in Mexico.[3] Her research centers on feminist theology from the prospect of ecofeminist theology of Latin America.[2] She believes that the Vatican must rethink issues such as human rights and participation of women in the Church and criticizes the papacy, but not the pope. In Rojas' explanation, the system, not the individual popes, promote \"structures [which are] sexist, macho, patriarchal, class conscious, hierarchical and homophobic\".[4] Her brand of feminism does not exclude men, calling instead for a change in the relationships of equality which creates a new, system of benefits for both women and men in the social structure including changes in ecclesial, economic and political benefits. It also embraces multiculturalism, recognizing that in Latin America oppression of people has caused marginalization and continues to be based on relations of inequality, domination and exclusion.[5]", "52467007": "A. Monem Mahjoub (born May 4, 1963) is a Libyan linguist, philosopher, poet, historian, and political critic.[1] Sometimes described as \"the last Sumerian\",[2] his major works are in the fields of linguistics, philology, historiography, religion and humanistic thought, civilization development and politics. As a prolific author he has written more than twenty-five books.[3]", "38218": "David Émile Durkheim (French: [emil dyʁkɛm] or [dyʁkajm], professionally known simply as Émile Durkheim;[1] 15 April 1858 – 15 November 1917) was a French sociologist. Durkheim formally established the academic discipline of sociology and is commonly cited as one of the principal architects of modern social science, along with both Karl Marx and Max Weber.[2][3]", "1578322": "David Cockburn (born 12 October 1949) studied philosophy at St Andrews and Oxford, and has taught at Swansea, the Open University, and, until 2010, has spent over 30 years at the University of Wales, Lampeter,[1] where he teaches courses on the philosophy of mind, Spinoza, Wittgenstein among others. He held a British Academy Readership in 1994–96, during which he wrote Other Times. He also holds a deep interest and involvement in the human rights group Amnesty International.", "3446104": "Maurice Blondel (French: [blɔ̃dɛl]; 2 November 1861 – 4 June 1949) was a French philosopher, whose most influential works, notably L'Action, aimed at establishing the correct relationship between autonomous philosophical reasoning and Christian belief.", "58758493": "Nicholas Jeremy Josef Smith (born 1972) is an Australian philosopher and Professor of Philosophy at the University of Sydney.\nHe is a fellow of the Australian Academy of the Humanities and a former President of the Australasian Association for Logic.\nSmith is known for his research on logics.[1][2][3] He is a lecturer for the popular PHIL1012: Introductory Logic course at the University of Sydney, which broke records in 2021 as the largest course by enrolments in the Faculty of Arts and Social Sciences.[4]", "70784351": "Alexey Valeryevich Dzermant, sometimes published as Derman,[1] also Dermant or Dzermanis (Belarusian: Аляксей Валер'евіч Дзермант (Дзерман, Дзерманіс); born: (1979-06-04)4 June 1979, in Talgar, Almaty Region, Kazakh Soviet Socialist Republic, USSR) — is a Belarusian philosopher, journalist and political observer, characterized in non-governmental media as a pro-government political analyst.[2][3][4][5] Until the early 2010s, he was an activist of the neo-pagan movement;[6][7][8][9][10] currently he is an Orthodox Christian[11] and staunch supporter of Eurasianism.[10]", "1086815": "Tom Regan (/ˈreɪɡən/;[1] November 28, 1938 – February 17, 2017) was an American philosopher who specialized in animal rights theory. He was professor emeritus of philosophy at North Carolina State University, where he had taught from 1967 until his retirement in 2001.[2]", "40408419": "Tom Dana Cohen (born August 13, 1953)[1] is an American media and cultural theorist, currently a professor at the University at Albany, State University of New York.[2]  He has published books on film studies, comparative literature, theory, cultural studies, Alfred Hitchcock,[3] and Paul de Man.[4] Cohen has also published broadly on American authors and ideology, including Edgar Allan Poe, Walt Whitman, Mikhail Bakhtin, William Faulkner and pragmatism, as well as on Alfred Hitchcock, Greek philosophy and continental philosophy.[5]", "54039912": "James Bogen is an American science philosopher currently at University of Pittsburgh and an Elected Fellow of the American Association for the Advancement of Science.[1][2][3]", "52761965": "Namdhari Guru Ram Singh  (3 February 1816 – 1885[1][2][3][4][note 1]) is the second guru (religious leader) of the Namdhari sect of Sikhism. He is credited as being the first British Indian to use non-cooperation and boycott of British goods and services as a political tool.[1][5] He was exiled to Rangoon, Burma (Myanmar) by the British colonial government of India on 18 January 1872.[1][6]", "1381742": "Svetozar Marković (Serbian Cyrillic: Светозар Марковић, pronounced [sʋêtozaːr mǎːrkoʋit͡ɕ]; 9 September 1846 – 26 February 1875) was a Serbian political activist, literary critic and socialist philosopher. He developed an activistic anthropological philosophy with a definite program of social change. He was called the Serbian Nikolay Dobrolyubov.", "17765751": "Andreas de Vega (died c. 1560) was a Spanish theologian and Franciscan Observantine.", "57808250": "William Angus Sinclair OBE TD FRSE DLitt (27 September 1905 – 21 December 1954) was a 20th-century Scottish philosopher.", "62952831": "John Clark Murray FRSC (19 March 1836 – 20 November 1917) was a Scottish philosopher and professor. He held the Chair of Mental and Moral Philosophy at Queen's University from 1862 to 1872, and at McGill University from 1872 until 1903. During his academic career, Murray became the first professor at Queen's to offer courses to women; however, his equality advocacy caused unrest among the male professors. He was married to Margaret Polson Murray who founded the Imperial Order Daughters of the Empire.", "68588929": "Terence Michael Penelhum (26 April 1929 – 26 February 2020) was a British-Canadian philosopher and writer, known for his work on the philosophy of religion, personal identity and Hume.", "40015235": "Christian Tămaș (born 13 November 1964) is a Romanian writer, translator, essayist, arts and humanities researcher.", "19666308": "Michael Beresford Foster (1903–1959)[1] was a tutor in philosophy of Oxford University's Christ Church.  For a period up until his death he was the chairman of the British Student Christian Movement.[2]  He was one of A. J. Ayer's tutors at Oxford, but their relationship is remembered more as a source of strained feelings than of scholarly fellowship.[3] His disparate works on political science and various doctrines of Christianity (especially the doctrine of creation) have influenced philosophers such as George Grant, who had, when writing his doctoral thesis, in fact visited with Foster in England.[4]", "21108110": "Franjo Marković (or Franjo pl. Marković; July 26, 1845 in Križevci – September 15, 1914 in Zagreb) was a Croatian philosopher and writer.", "53843343": "Melissa S. Williams (born 1960) is an American academic who specialises in democratic theory and comparative political theory. She was the founding director of the University of Toronto's Centre for Ethics. As of[ambiguous] 2018, she is a professor in the Department of Political Science at the University of Toronto.[1][2]", "595344": "Alasdair Chalmers MacIntyre (/ˈæləstər ˈmækɪnˌtaɪər/; born 12 January 1929) is a Scottish-American philosopher who has contributed to moral and political philosophy as well as history of philosophy and theology.[1] MacIntyre's After Virtue (1981) is one of the most important works of Anglophone moral and political philosophy in the 20th century.[2] He is senior research fellow at the Centre for Contemporary Aristotelian Studies in Ethics and Politics (CASEP) at London Metropolitan University, emeritus Professor of Philosophy at the University of Notre Dame, and permanent senior distinguished research fellow at the Notre Dame Center for Ethics and Culture.[3] During his lengthy academic career, he also taught at Brandeis University, Duke University, Vanderbilt University, and Boston University.", "15963544": "Paul Gochet (21 March 1932 – 21 June 2011[1]) was a Belgian logician, philosopher, and emeritus professor of the University of Liège.[2] His research was mainly in the fields of logic and analytic philosophy. He is perhaps best known for his works on Quine's philosophy.[citation needed]", "431512": "Mathurin Jacques Brisson (French pronunciation: [matyʁɛ̃ ʒak bʁisɔ̃]; 30 April 1723 – 23 June 1806) was a French zoologist and natural philosopher.", "22812057": "Géza Fodor (2 May 1943 – 7 October 2008) was a Hungarian art and literary critic, philosopher, and dramaturge. He was one of the founding members of the Katona József Theater in Budapest. He worked at the Institute of Philosophy of the Hungarian Academy of Sciences between 1967 and 1973 and at the Faculty of Humanities of the Eötvös Loránd University thereafter.", "21042594": "Gilbert Jack (Latinized as Gilbertus Jacch(a)eus; c. 1578 – April 17, 1628) was Scottish Ramist[1] philosopher and physician.", "9311653": "Wang Hui (Chinese: 汪晖; pinyin: Wāng Huī; Yangzhou, 10 October 1959) is a professor in the Department of Chinese Language and Literature, Tsinghua University, Beijing. His researches focus on contemporary Chinese literature and intellectual history. He was the executive editor (with Huang Ping) of the influential magazine Dushu (读书, Reading) from May 1996 to July 2007.[1] The US magazine Foreign Policy named him as one of the top 100 public intellectuals in the world in May 2008.[2] Wang Hui has been Visiting Professor at Harvard, Edinburgh, Bologna (Italy), Stanford, UCLA, Berkeley, and the University of Washington, among others. In March 2010, he appeared as the keynote speaker at the annual meeting for the Association for Asian Studies.[3]", "9049510": "Martin Thornton (11 November 1915 – 22 June 1986[1]) was an English Anglican priest, spiritual director, author and lecturer on ascetical theology. His \"theology of the remnant\" has been influential in Anglican circles.", "48862631": "Jean Lacoste (born 1950 in Paris) is a French-German philosopher, scholar and essayist. He is known for his research on Nietzsche, Goethe, Walter Benjamin and Ernst Cassirer. He is currently a philosophy professor at the Ecole Normale Supérieure.[1][2][3][4]", "12260775": "Wilbur Marshall Urban (March 27, 1873–October 15, 1952) was an American philosopher of language, influenced by Ernst Cassirer.[1] He wrote also on religion, axiology,[2] ethics and idealism.[3]", "20682155": "Isaac (Yitzhak) Rülf (February 10, 1831 – September 18, 1902) was a Jewish teacher, journalist and philosopher. He became widely known for his aid work and as a prominent early Zionist.", "33658289": "Johannes Magirus (c. 1560 – 1596) was a German physician and natural philosopher. He was born at Fritzlar about 1560; his background was Lutheran.[1] He studied at the University of Padua, and took a medical degree at the University of Marburg in 1585.[2]", "57644467": "William Robin Thompson (June 29, 1887 – January 30, 1972) was a Canadian entomologist and also wrote on the philosophy of science in his book Science and Common Sense: An Aristotelian Excursion (1937). He specialized in the biological control of agricultural and forest insects and served as the head of a laboratory of the Imperial Institute of Entomology which changed its name from the Imperial Parasite Service to Imperial Bureau of Biological Control and later the Commonwealth Institute of Biological Control.", "628150": "Alan Millar FRSE (born 14 December 1947) is the former Head of Philosophy at the University of Stirling, Scotland.", "68425144": "Tamara Alpeyeva (Belarusian: Тамара Міхайлаўна Алпеева), née Tamara Lameka (Belarusian: Тамара Міхайлаўна Ламека); born on March 23, 1949)[1] is a Belarusian philosopher, culturologist and rector.[1] She is an academician of the International Personnel Academy.[2]", "23827898": "Jean-Michel Berthelot (1945 – 5 February 2006) was a French sociologist, philosopher, epistemologist and social theorist, specialist in philosophy of social sciences, history of sociology, sociology of education, sociology of knowledge, sociology of science and sociology of the body.", "42177980": "Liu Yiming (1734–1821) (刘一明) was a Chinese Taoist master, thinker, and writer. He was one of the main representatives of Taoist Internal Alchemy, or Neidan. He was an 11th-generation master of one of the northern branches of the Longmen 龍門 (Dragon Gate) lineage, and the author of a large number of works that illustrate his views on both Taoism and Neidan.", "41096638": "Françoise Dastur (born 1942 in Lyon) is a French philosopher. She is Professor Emeritus at University of Nice Sophia Antipolis.[1][2][3] She is a specialist of the works of Martin Heidegger.[4]", "7837125": "Sylvia Wynter, O.J. (Holguín, Cuba,[1] 11 May 1928)[2] is a Jamaican novelist,[1] dramatist,[2] critic, philosopher, and essayist.[3] Her work combines insights from the natural sciences, the humanities, art, and anti-colonial struggles in order to unsettle what she refers to as the \"overrepresentation of Man\". Black studies, economics, history, neuroscience, psychoanalysis, literary analysis, film analysis, and philosophy are some of the fields she draws on in her scholarly work.", "12850630": "Bodhananda (1883–1928) was an Indian Hindu philosopher.[1] He was the disciple and the nominated successor of his guru, called Narayana Guru, though both died only days apart.", "38573521": "Susan Lesley \"Sue\" Mendus, CBE, FBA, FLSW (born 25 August 1951) is a Welsh academic specialising in political philosophy. She is currently Professor Emerita of Political Philosophy at the University of York. She was Vice-President (Social Sciences) of the British Academy between 2008 and 2012.", "59676121": "T. G. Mohandas (born 1955) is an Indian lawyer, social critic, writer, journalist and television presenter from Kerala. Mohandas was the state convener of Bharatiya Janata Party's Intellectual Cell[1][2] and the General Secretary in 1997 of Bharateeya Vichara Kendram and its vice-president in 2006[3] and served also as General Manager of Ayodhya Printers, a company owned by the Rashtriya Swayamsevak Sangh (RSS).[4]", "10130915": "Peter Lipton (October 9, 1954 – November 25, 2007) was the Hans Rausing Professor and Head of the Department of History and Philosophy of Science at Cambridge University, and a fellow of King's College, until his unexpected death in November 2007. According to his obituary on the Cambridge web site, he was \"recognized as one of the leading philosophers of science and epistemologists in the world.\"", "33691108": "The Warsaw School was a group of Polish historians of ideas active in the late 1950s and the 1960s. It was headed by Bronisław Baczko and Leszek Kołakowski and also included scholars such as Andrzej Walicki, Jerzy Szacki and Krzysztof Pomian.", "38802918": "Georgi Valentinovich Plekhanov (/plɪˈkɑːnəf/ plih-KAH-nəf; Russian: Гео́ргий Валенти́нович Плеха́нов, IPA: [ɡʲɪˈorɡʲɪj vəlʲɪnʲˈtʲinəvʲɪtɕ plʲɪˈxanəf] ⓘ; 11 December [O.S. 29 November] 1856 – 30 May 1918) was a Russian revolutionary, philosopher and Marxist theoretician. He was a founder of the social-democratic movement in Russia and was one of the first Russians to identify himself as \"Marxist\". Facing political persecution, Plekhanov emigrated to Switzerland in 1880, where he continued in his political activity attempting to overthrow the Tsarist regime in Russia. Plekhanov is known as the \"father of Russian Marxism\".[2]", "66688490": "Richard Rorty: Contemporary American Thinkers is a 2012 book on the writings of American philosopher Richard Rorty, written by Ronald A. Kuipers. The release of the book marked Bloomsbury's fifth publication in their Contemporary American Thinkers series.[1]", "18945520": "Anastasius Nordenholz (1862 - 1953) is the author of Scientologie, Wissenschaft von der Beschaffenheit und der Tauglichkeit des Wissens (Scientology, Science of the Constitution and Usefulness of Knowledge) written in 1933.", "13669872": "Héctor Jesús Zagal Arreguín is a Mexican philosopher, essayist, novelist, and associate member of Opus Dei. As a scholar he specializes in Aristotle.", "660978": "Vintilă Horia (Romanian pronunciation: [vinˈtilə ˈhori.a]; December 18, 1915 – April 4, 1992) was a Romanian writer, winner of the Prix Goncourt. His best known novel is God Was Born in Exile (1960).", "41555446": "Alia Al-Saji is an associate professor of philosophy at McGill University.[1] Her work focuses on bringing 20th century phenomenology and French philosophy into dialogue with critical race and feminist theories.[1] Al-Saji believes that feminist phenomenology must take an intersectional approach to its work, one that accounts for the fact that gender cannot be treated in a vacuum apart from other axes of oppression.[2]", "4036087": "William Arthur Galston (/ˈɡɔːlstən/; born January 17, 1946) is an American author, academic, and political advisor,[4] who holds the Ezra K. Zilkha Chair in Governance Studies and is a senior fellow at the Brookings Institution.[5][6] Formerly the Saul Stern Professor and Dean at the School of Public Policy at the University of Maryland and a professor of political science at the University of Texas, Austin,[7] Galston specializes in issues of U.S. public philosophy and political institutions, having joined the Brookings Institution on January 1, 2006.[6]", "11671030": "John \"Walking\" Stewart (19 February 1747 – 20 February 1822) was an English philosopher and traveller. Stewart developed a unique system of materialistic pantheism.[1]", "64493049": "Michel Hulin (born 31 January 1936)[1] is a French philosopher, specialised in Indian philosophy. An alumn of the École normale supérieure,[2] he obtained his doctorate in philosophy from the Paris-Sorbonne University in 1977 with a dissertation on the Vedic concept of ahamkara.[3] He was a professor of Indian and comparative philosophy at Paris-Sorbonne from 1981 to 1998.[2] His research has focused on classical Indian philosophy, such as the nondualism in Vedanta, Tantric-inspired texts in Shaivism and the confrontations between European and Asian traditions of thought.[4]", "15963644": "Peter Carruthers (/kəˈrʌðərz/; born 16 June 1952) is a British-American philosopher and cognitive scientist working primarily in the area of philosophy of mind, though he has also made contributions to philosophy of language and ethics. He is a professor of philosophy at the University of Maryland, College Park, an associate member of Neuroscience and Cognitive Science Program, and a member of the Committee for Philosophy and the Sciences.", "20977153": "Ziya Movahed (Persian: ضیاء موحد; born January 2, 1943) is an Iranian poet and professor in philosophy.[1] He obtained a B.Sc. in Physics at University of Tehran and a Ph.D. in Philosophy at University College London.", "40670723": "Friedrich Paul Cilliers (25 December 1956 – 31 July 2011) was a South-African philosopher, complexity researcher, and Professor in Complexity and Philosophy at Stellenbosch University.[1] He was known for his contributions in the field of complex systems.[2]", "21534212": "Eugenio Garin (May 9, 1909 – December 29, 2004) was an Italian philosopher and Renaissance historian. He was recognised as an authority on the cultural history of the Renaissance.[1] Born at Rieti, Garin studied philosophy at the University of Florence, graduating in 1929, and after a period as professor of philosophy at the liceo scientifico Stanislao Cannizzaro in Palermo and the University of Cagliari, Garin began teaching at his alma mater in 1949 until 1974,  then moving to the Scuola Normale di Pisa until his retirement in 1984.[2] The Graduate School of Historical Studies at San Marino was inaugurated with a public lecture by Eugenio Garin on 30 September 1989. Garin was an elected member of both the American Philosophical Society and the American Academy of Arts and Sciences.[3][4] He also was the editor of the journals Rinascimento and Giornale Critico della Filosofia Italiana.", "12588549": "Fan Ye (398[1] – 23 January 446[2]), courtesy name Weizong (蔚宗), was a Chinese historian and politician of the Liu Song dynasty during the Southern and Northern dynasties period. He was the compiler of the historical text Book of the Later Han. The fourth[3] son of Fan Tai (范泰), Fan Ye was born in present-day Shaoxing, Zhejiang, but his ancestral home was in Nanyang, Henan.", "43062801": "Vittorio Hösle (German: [ˈhøːslə]; born 25 June 1960) is an Italian-born German philosopher. He has authored works including Hegels System (1987), Moral und Politik (1997, trans. as Morals and Politics, 2004), and Der philosophische Dialog (2006) (The Philosophical Dialogue).", "32183825": "Abū Ḥātim Aḥmad ibn Ḥamdān al-Rāzī (Persian: ابو حاتم احمد بن حمدان الرازی) was a Persian[1] Ismaili philosopher of the 9th century, who died in 322 AH (935 CE).[2][3] He was also the Da'i al-du'at (chief missionary) of Ray and the leader of the Ismaili da'wah in Central Persia.", "49321492": "Robert Lewins (28 August 1817 – 22 July 1895) was a British army surgeon and philosopher. He is best known for his collaboration with Constance Naden on their philosophical theory called hylo-idealism.", "12785172": "Charles Bray (31 January 1811 – 5 October 1884) was a prosperous British ribbon manufacturer, social reformer, philanthropist, philosopher, and phrenologist.", "38422": "Plotinus (/plɒˈtaɪnəs/; Greek: Πλωτῖνος, Plōtînos; c. 204/5 – 270 CE) was a Greek Platonist philosopher, born and raised in Roman Egypt. Plotinus is regarded by modern scholarship as the founder of Neoplatonism.[1][2][3][4] His teacher was the self-taught philosopher Ammonius Saccas, who belonged to the Platonic tradition.[1][2][3][4] Historians of the 19th century invented the term \"neoplatonism\"[3] and applied it to refer to Plotinus and his philosophy, which was vastly influential during late antiquity, the Middle Ages, and the Renaissance.[3][4] Much of the biographical information about Plotinus comes from Porphyry's preface to his edition of Plotinus' most notable literary work, The Enneads.[1] In his metaphysical writings, Plotinus described three fundamental principles: the One, the Intellect, and the Soul.[3][5][6] His works have inspired centuries of pagan, Jewish, Christian, Gnostic, and early Islamic metaphysicians and mystics, including developing precepts that influence mainstream theological concepts within religions, such as his work on duality of the One in two metaphysical states.", "6886935": "Mohammed Aziz Lahbabi (born 25 December 1922, Fes, died on 23 August 1993, Rabat) was a Moroccan philosopher, novelist and poet writing in Arabic and French.", "988696": "Bonnie Steinbock (born 1947) is a professor emerita of philosophy at the University at Albany and a specialist in bioethics who has written on topics such as abortion, end of life issues, and animal rights.", "6166042": "Cratylus (/ˈkrætɪləs/ KRAT-il-əs; Ancient Greek: Κρατύλος, Kratylos) was an ancient Athenian philosopher from the mid-late 5th century BC, known mostly through his portrayal in Plato's dialogue Cratylus. He was a radical proponent of Heraclitean philosophy and influenced the young Plato.", "22812187": "Hilary Lawson is an English philosopher and founder of the Institute of Art and Ideas.[1][2] His theory of \"closure\"[3] puts forward a non-realist metaphysics arguing that people close the openness of the world with thought and language.[4] Lawson has also had a broadcasting and documentary film-making career[5] and founded Television and Film Productions, now known as TVF Media.[6]", "1545758": "Ioan Petru Culianu or Couliano (5 January 1950 – 21 May 1991) was a Romanian historian of religion, culture, and ideas, a philosopher and political essayist, and a short story writer. He served as professor of the history of religions at the University of Chicago from 1988 to his death, and had previously taught the history of Romanian culture at the University of Groningen.", "1447455": "Władysław Tatarkiewicz (Polish: [vwaˈdɨswaf tatarˈkʲevitʂ]; 3 April 1886 – 4 April 1980) was a Polish philosopher, historian of philosophy, historian of art, esthetician, and ethicist.[1]", "988709": "Nathan Birnbaum (Hebrew: נתן בירנבוים; pseudonyms: \"Mathias Acher\", \"Dr. N. Birner\", \"Mathias Palme\", \"Anton Skart\", \"Theodor Schwarz\", and \"Pantarhei\"; 16 May 1864 – 2 April 1937) was an Austrian writer and journalist, Jewish thinker and nationalist.[1][2] His life had three main phases, representing a progression in his thinking: a Zionist phase (c. 1883 – c. 1900); a Jewish cultural autonomy phase (c. 1900 – c. 1914), which included the promotion of the Yiddish language; and a religious phase (c. 1914–1937), when he turned to Orthodox Judaism and became staunchly anti-Zionist.", "41948709": "Mary Golden Dietz (born c. 1951) is the John Evans Emerita Professor of Political Theory at Northwestern University.[1]  She holds a joint appointment in Northwestern's Department of Political Science and its Gender and Sexuality Studies Program. She is the author of many books and articles in feminist theory and the history of philosophy and her work has been translated into French, Spanish, Czech, Turkish, and Japanese. She edited the journal Political Theory from 2005 to 2012. Prior to joining the faculty at Northwestern in 2007, she taught at the University of Minnesota.[2] She announced her retirement in 2022, after which Northwestern named her Professor Emerita.", "71439909": "Georges Van Den Abbeele is a literary scholar, culture critic, philosopher, and writer. He is Professor of Humanities at the University of California at Irvine, with appointments in the departments of English, and European Languages and Studies, with affiliated appointments in Comparative Literature, Classics, and philosophy, as well as the PhD Program in Culture and Theory.[1]", "23860776": "Maximilien François Marie Isidore de Robespierre (French: [maksimiljɛ̃ ʁɔbɛspjɛʁ]; 6 May 1758 – 10 Thermidor, Year II [28 July 1794]) was a prominent French lawyer and statesman, widely recognized as one of the most influential, and controversial figures of the French Revolution. Robespierre played a pivotal role in the events that led to the downfall of the French monarchy on 10 August 1792 and the subsequent convening of the National Convention.[1] His vision was centered on forging a unified and indivisible France, establishing equality under the law, eradicating prerogatives, and staunchly upholding the principles of direct democracy.[2]", "22255142": "Ian Buchanan is an Australian public academic. He has published works on Michel de Certeau, Gilles Deleuze and Fredric Jameson.", "14521898": "John A. Dupré (born 3 July 1952) is a British philosopher of science. He is the director of Egenis, the Centre for the Study of Life Sciences, and professor of philosophy at the University of Exeter.[1] Dupré's chief work area lies in philosophy of biology, philosophy of the social sciences, and general philosophy of science. Dupré, together with Nancy Cartwright, Ian Hacking, Patrick Suppes and Peter Galison, are often grouped together as the \"Stanford School\" of philosophy of science.\nIn 2023, he was elected to the American Philosophical Society.[2]", "19502641": "Phillip Blond (born 1 March 1966) is an English political philosopher, Anglican theologian, and director of the ResPublica think tank.[1]", "2561589": "Count Pietro Verri (12 December 1728 – 28 June 1797) was an Italian economist, historian, philosopher and writer. Among the most important personalities of the 18th-century Italian culture, he is considered among the fathers of the Lombard reformist Enlightenment and the most important pre-Smithian authority on cheapness and plenty.", "51779132": "Joan Stambaugh (June 10, 1932 – July 7, 2013) was an American philosopher and professor of philosophy at City University of New York. She is known for her translations of the works of Martin Heidegger.[1]", "16619070": "Daniel Isaac Wikler (born 1946) is an American public health educator, philosopher, and medical ethicist. He is currently the Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population of the Harvard T.H. Chan School of Public Health in Boston. He is Director and a core faculty member in the Harvard Program in Ethics and Health (PEH). His current research interests are ethical issues in population and international health, including the allocation of health resources, health research involving human subjects, organ transplant ethics, and ethical dilemmas arising in public health practice, and he teaches several courses each year. He is a fellow of the Hastings Center, an independent bioethics research institution.[1]", "1283646": "Masao Abe (阿部 正雄, Abe Masao, 1915 – September 10, 2006) was a Japanese Buddhist philosopher[1] and religious studies scholar who was emeritus professor at Nara University. He is best known for his work in comparative religion, developing a Buddhist-Christian interfaith dialogue which later also included Judaism. His mature views were developed within the Kyoto School of philosophy. According to Christopher Ives: \"Since the death of D. T. Suzuki in 1966, Masao Abe has served as the main representative of Zen Buddhism in Europe and North America.\"[2][3]", "4953664": "Leo Kofler (also known by the pseudonyms Stanislaw Warynski or Jules Dévérité; 26 April 1907 – 29 July 1995) was an Austrian-German Marxist sociologist. He ranks with the Marburg politicologist Wolfgang Abendroth and the Frankfurt school theoreticians Max Horkheimer and Theodor W. Adorno among the few well-known Marxist intellectuals in post-war Germany. However, almost nothing of his work was ever translated into English, and he is therefore little known in the English-speaking world. Kofler had his own, distinctive interpretation of Marxism, which connected sociology and history with aesthetics and anthropology.", "2922049": "Friedrich Konrad Eduard Wilhelm Ludwig Klages (10 December 1872 – 29 July 1956) was a German philosopher, psychologist, graphologist, poet, writer, and lecturer, who was a two-time nominee for the Nobel Prize in Literature.[11] In the Germanosphere, he is considered one of the most important thinkers of the 20th century.[12] He began his career as a research chemist according to his family's wishes, though soon returned to his passions for poetry, philosophy and classical studies. He held a post at the University of Munich, where in 1905 he founded the Psychodiagnostisches Seminar; the latter was forced to close in 1914 with the outbreak of World War I.[13] In 1915, Klages moved to neutral Switzerland, where over the following decades much of his mature philosophical works were written. Klages died in 1956.[14]", "32020033": "A Philosopher by lamplight (also known as A Hermit Studying Anatomy) is a painting by Joseph Wright of Derby. It is not known when Wright painted the picture, but it was first exhibited in 1769 in London with the Society of Artists. This was one of the earliest of many lamplight or candlelight paintings and portraits for which Wright is famed.", "50402890": "Laura Bentivoglio Davia (1689–1761) was an Italian aristocratic philosopher engaged in the pursuit of knowledge and natural philosophy. She was known primarily for creating relationships with leading natural philosophers associated with the University of Bologna and the Istituto delle Scienze .[1]", "19142228": "Hans-Werner Bothe (born 23 September 1952 in Langelsheim, near Goslar) is a German philosopher and neurosurgeon working in the field of Neurobionics.", "4691548": "Rosemary Elena Konradin Haughton (née Luling; born 13 April 1927, London) is a British-born Catholic lay theologian, who also resided in the United States over a period of 30 years.[1]", "50665056": "Maria Renata Márkus  (1936 - 2017) was a Polish sociologist and philosopher. She was educated in philosophy at the Lomonosov University in Moscow from 1952 to 1957 and was awarded her master's degree in Poland in 1957.[1] She moved to Hungary in 1957 and became a research fellow at the Institute of Philosophy of the Hungarian Academy of Sciences[1][2] and was a founding member of the Institute of Sociology at the Academy.[1][2] In 2010, a Festschrift was published in her honour.[3]", "17372769": "Panthoides (Greek: Πανθοίδης; fl. c. 275 BC)[1] was a dialectician and philosopher of the Megarian school. He concerned himself with \"the logical part of philosophy\",[2] and at some point taught the Peripatetic philosopher Lyco of Troas.[3] He wrote a book called On Ambiguities, against which the Stoic philosopher Chrysippus wrote a treatise.[4]", "13440613": "Matthew Stewart is an American philosopher and author currently living in the Boston, Massachusetts area.[1] He is the author of The 9.9 Percent, Nature's God, The Management Myth, The Courtier and the Heretic, Monturiol's Dream, and The Truth About Everything. He graduated from Princeton University in 1985 with a concentration in political philosophy and was awarded the Sachs Scholarship from Princeton for study at Oxford University, where he earned a D.Phil. in philosophy in 1988. He worked as a management consultant prior to writing full-time.[2]", "73406054": "Andrew Levine (November 28, 1944 – March 12, 2021) was an American political philosopher and commentator. After acquiring his PhD at Columbia University in 1971, he taught at the University of British Columbia and then at the University of Wisconsin- Madison where he taught for thirty years. In retirement, he served as a research professor at the University of Maryland-College Park and as senior scholar at the Institute for Policy Studies (Washington, D.C.), and he wrote as a news commentator for CounterPunch.org.[1][2][3]", "595566": "Arthur Owen Barfield (9 November 1898 – 14 December 1997) was an English philosopher, author, poet, critic, and member of the Inklings.", "16258680": "Oleksiy Semenovych Onyschenko (in Ukrainian: Олексій Семенович Онищенко) is a philosopher and culture theorist, Honoured Worker of Science and Technology of Ukraine, Academician of the National Academy of Sciences of Ukraine (1997), Recipient of the State Prize of Ukraine in Science and Technology (2008),\nProfessor and Doctor of Philosophy, Doctor Honoris Causa, Taras Shevchenko National University of Kyiv.[1] He is the Head of the Division of History, Philosophy and Law of the National Academy of Sciences of Ukraine and the General Director of V.I. Vernadsky National Library of Ukraine.[2][3]", "28874361": "Pantaleo Carabellese (July 6, 1877 in Molfetta – September 19, 1948 in Genoa) was an Italian philosopher.", "32937594": "Giovanni Niccolò Muscat (1735 – c. 1800) was a Maltese doctor of law, and a major philosopher. His area of specialisation in philosophy was chiefly jurisprudence.[1]", "1742461": "Vilém Flusser (May 12, 1920 – November 27, 1991) was a Brazilian Czech-born philosopher, writer and journalist. He lived for a long period in São Paulo (where he became a Brazilian citizen) and later in France, and his works are written in many different languages.", "4789891": "Silvia Federici (born 1942) is a scholar, teacher, and feminist activist based in New York.[1] She is a professor emerita and teaching fellow at Hofstra University in New York State, where she was a social science professor.[2] She also taught at the University of Port Harcourt in Nigeria.[when?] In 1972, with Mariarosa Dalla Costa and Selma James, she co-founded the International Feminist Collective, the organization that launched the campaign for Wages for Housework. In 1990, Federici co-founded the Committee for Academic Freedom in Africa (CAFA), and, with Ousseina Alidou, was the editor of the CAFA bulletin for over a decade.[3] She was also a member of the Academic Association of Africa Scholars (ACAS) and among the voices generating support for the struggles of students across the African continent and in the United States.[citation needed] In 1995, in the course of the campaign to demand the liberation of Mumia Abu-Jamal, she cofounded the Radical Philosophy Association (RPA) anti-death penalty project, an organization intended to help educators become a driving force towards its abolition.[citation needed] From 1979 to 2003, she was a member of the Midnight Notes Collective.[citation needed]", "63641220": "Isolde Standish is an Australian and British academic film theorist who specialises on East Asia (mainly Japan and South Korea). Mostly known for her works on Japanese Cinema,[1][2] she is currently an Emerita Reader (Professor Emeritus) at the School of Oriental and African Studies (SOAS) in London, England and teaches Post-War Cinema and the Avant-Garde at the Tokyo University of Foreign Studies.[3] Standish mostly works in Japan, South Korea and the United Kingdom. She has been awarded numerous prizes and grants, including the Ouseley Memorial Scholarship, a Japan Foundation scholarship, an AHRC Research Leave Award and a Leverhulme Trust Major Research Fellowship in 2014.[4]", "23664260": "Geneviève Fraisse (born October 7, 1948, Paris) is a French feminist philosopher.", "36247179": "Ronald Bartlett Levinson (October 18, 1896 – November 21, 1980) was an American philosopher who focused in his work on Plato.", "2954899": "Vasiliy Vasilievich Nalimov (Васи́лий Васи́льевич Нали́мов; 4 November 1910, Moscow – 19 January 1997) was a Russian philosopher and humanist and wrote on Transpersonal Psychology. His main areas of research were the philosophy of probability and its biological, mathematical, and linguistic manifestations. He also studied the roles of gnosticism and mysticism in science. Thompson (1993) summarizes Nalimov as: \"...philosopher, educator, devoted husband, mathematician, dissident, writer, and (although he may deny it) visionary\".", "40081048": "Patricia W. Kitcher (born 1948) is the Roberta and William Campbell Professor of Philosophy at Columbia University,[1]  widely known for her work on Immanuel Kant and on philosophy of psychology. She has held many positions at different universities, is a founding chair of a committee at the University of California, and has a lead role in multiple professional organizations. Kitcher's most notable interests throughout her career regard cognition and Kantian ethics. She is the author of multiple papers and two books.", "32806559": "Devendra Prasad Gupta (/prəˈsɑːd ˈɡʊptə, ˈɡʌp-/ ⓘ; 2 January 1933 – 26 December 2017) was an Indian pre-democratic political sufferer, botanist and academician.", "11605664": "Frans Boenders (b. Antwerp, 28 September 1942) is a Belgian writer. He graduated in Germanic philology and philosophy at the Katholieke Universiteit Leuven. He worked for the Belgian radio as a producer.", "20158113": "Vincent Cespedes (born 14 September 1973 in Aubervilliers, Seine-Saint-Denis) is a French philosopher, writer and composer.", "6887074": "Brian Klug (born in London) is Honorary Fellow in Social Philosophy at Campion Hall, Oxford and an emeritus member of the philosophy faculty at Oxford University. He is also an honorary fellow of the Parkes Institute for the Study of Jewish", "15013539": "Chamaeleon (or Chameleon; Greek: Χαμαιλέων; c. 350 – c. 275 BC), was a Peripatetic philosopher of Heraclea Pontica. He was one of the immediate disciples of Aristotle. He wrote works on several of the ancient Greek poets, namely:", "7902891": "Elizabeth A. Grosz (born 1952 in Sydney, Australia[2]) is an Australian philosopher, feminist theorist, and professor working in the U.S. She is Jean Fox O'Barr Women's Studies Professor at Duke University. She has written on 20th-century French philosophers Jacques Lacan, Jacques Derrida, Michel Foucault, Luce Irigaray and Gilles Deleuze, as well as on gender, sexuality, temporality, and Darwinian evolutionary theory.", "70424241": "Olga Ida Magdalena Grau Duhart (born September 21, 1945) is a contemporary Chilean writer, full professor, and philosopher,[1] a specialist in gender, sexuality, philosophy, education, and literature.[2]", "67049138": "Edgar Frederick Carritt, FBA (27 February 1876 – 19 June 1964) was an English philosopher who wrote on aesthetics, moral philosophy and political philosophy. He was a fellow of University College, Oxford, from 1898 to 1945. He was a member of the famous Oxfordshire based Carritt family, whose members included many Marxist academics and revolutionaries.", "74061492": "Dominique baron Lambert (born 10 September 1960 in Namur) is a Belgian philosopher of science, ethicist, and historian of science.[1]", "5813": "Clive Staples Lewis FBA (29 November 1898 – 22 November 1963) was a British writer, literary scholar, and Anglican lay theologian. He held academic positions in English literature at both Magdalen College, Oxford (1925–1954), and Magdalene College, Cambridge (1954–1963). He is best known as the author of The Chronicles of Narnia, but he is also noted for his other works of fiction, such as The Screwtape Letters and The Space Trilogy, and for his non-fiction Christian apologetics, including Mere Christianity, Miracles, and The Problem of Pain.", "21829304": "Richard Allen Posner (/ˈpoʊznər/; born January 11, 1939) is an American legal scholar who served as a federal appellate judge on the U.S. Court of Appeals for the Seventh Circuit from 1981 to 2017.[1] A senior lecturer at the University of Chicago Law School, Posner was identified by The Journal of Legal Studies as the most-cited legal scholar of the 20th century.[2] As of 2021, he is also the most-cited legal scholar of all time.[3] He is widely considered to be one of the most influential legal scholars in the United States.[4][5][6][7][8]", "5823": "Confucius (孔子; pinyin: Kǒngzǐ; lit. 'Master Kong'; c. 551 – c. 479 BCE), born Kong Qiu (孔丘) was a Chinese philosopher of the Spring and Autumn period who is traditionally considered the paragon of Chinese sages. Confucius's teachings and philosophy underpin East Asian culture and society, and remain influential across China and East Asia to this day.[1] His philosophical teachings, called Confucianism, emphasized personal and governmental morality, correctness of social relationships, justice, kindness, and sincerity, as well as an emphasis on a ruler's duty to their subjects.[2]", "54236863": "Günter Figal (born July 15, 1949) is a German philosopher and professor of philosophy at University of Freiburg. He is a specialist in the thought of Hans-Georg Gadamer, and Martin Heidegger. His research focuses on hermeneutics, phenomenology, German classical philosophy and the history of metaphysics. Figal was the president of the Martin-Heidegger-Society between 2003 and 2015.[1][2][3]", "74389189": "Paolo Rossi Monti (1923 – 2012) was an Italian philosopher and professor of philosophy at the University of Florence.", "50599626": "Dalsukh Dahyabhai Malvania (1910–2000) was an Indian scholar, writer and philosopher, known for his writings on Jain, Buddhist and Hindu philosophies.[1] He contributed to Jain literature with his writings on the scriptures of the Śvētāmbara sect of Jainism.[2] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1992, for his contributions to literature and education.[3]", "5248720": "Rabbi Zerachiah the Greek (in Hebrew, Zerachiah ha-Yavani or ha-Yewani; sometimes known by the acronymistic nickname \"Ra'Za'H\") was a Greek-Jewish ethicist who resided in the Byzantine Empire in the thirteenth or fourteenth century. Of his life no details are known, except that he was the author of an ethical work entitled Sefer ha-Yashar[1] (not to be confused with the many other Jewish writings of the same name); this work was confused with Jacob Tam's halakhic work of the same name and erroneously attributed to the renowned tosafist. This error was detected by Menahem Lonzano, who, in his poem \"Derek Ḥayyim\" (\"Shete Yadot,\" p. 122), expressly states that the ethical work in question belonged to Zerahiah. Lonzano did not succeed, however, in correctly establishing the identity of its author, for a second error immediately arose. Since Zerahiah ha-Yewani had the same initials as Zerachiah Ha-Levi Gerondi, the author of the well-known Sefer ha-Ma'or, the Sefer ha-Yashar was attributed by some bibliographers to the latter.", "300753": "John William Dunne FRAeS (2 December 1875 – 24 August 1949) was a British soldier, aeronautical engineer and philosopher. As a young man he fought in the Second Boer War, before becoming a pioneering aeroplane designer in the early years of the 20th century. Dunne worked on automatically stable aircraft, many of which were of tailless swept wing design, to achieve the first aircraft demonstrated to be stable. He later developed a new approach to dry fly fishing before turning to speculative philosophy, where he achieved some prominence and literary influence through his \"serialism\" theory on the nature of time and consciousness, first set out in his book An Experiment with Time.", "72455894": "Christopher Wolfe (born 1949) is an American political scientist and Distinguished Research Scholar and former Affiliate Professor of Politics at the University of Dallas. He is also Emeritus Professor at Marquette University. Wolfe is known for his works on American judicial review and natural law public philosophy.[1]", "8591068": "Gargi Vachaknavi (Sans: गार्गी वाचक्नवी (Devanagari); Gargi Vacaknavi (HK)), was an ancient Indian sage and philosopher. In Vedic literature, she is honoured as a great natural philosopher,[1][2] renowned expounder of the Vedas,[3] and known as Brahmavadini, a person with knowledge of Brahma Vidya.[4] In the Sixth and the eighth Brahmana of Brihadaranyaka Upanishad, her name is prominent as she participates in the brahmayajna, a philosophic debate organized by King Janaka of Videha and she challenges the sage Yajnavalkya with perplexing questions on the issue of atman (soul).[1][5] She is also said to have written many hymns in the Rigveda.[6] She remained a celibate all her life and was held in veneration by the conventional Hindus.[7][8]", "628445": "Aleksei Nikolayevich Leontiev[1] (Russian: Алексе́й Никола́евич Лео́нтьев, IPA: [lʲɪˈonʲtʲjɪf]; February 18, 1903 – January 21, 1979), was a Soviet Russian developmental psychologist and philosopher and a founder of activity theory.", "16160477": "Thomas of Sutton[1] (died after 1315) was an English Dominican theologian, an early Thomist.[2]", "235232": "Christian August Crusius (10 January 1715 – 18 October 1775) was a German philosopher and Protestant theologian.", "25335520": "Archibald Campbell (1691 in Edinburgh – 1756 in St Andrews) was a Church of Scotland minister and moral philosopher.[1]", "2528996": "John Rajchman (born June 25, 1946) is a philosopher working in the areas of art history, architecture, and continental philosophy. Son of Jan A. Rajchman, a Polish-American computer scientist.[1]", "25892581": "Yoram Reuben Hazony (born 1964)[1] is an Israeli-American philosopher, Bible scholar, and political theorist. He is president of the Herzl Institute[2] in Jerusalem and serves as the chairman of the Edmund Burke Foundation.[3] He has argued for national conservatism in his 2018 book, The Virtue of Nationalism[4] and 2020's Conservatism: A Rediscovery.[5]", "36607717": "Gao You (c. 168–212) was a Chinese historian, philosopher, and politician during the Eastern Han dynasty under its last emperor and the warlord Cao Cao.", "6887146": "Carl Cohen (April 30, 1931 – August 26, 2023) was an American philosopher. He was Professor of Philosophy at the Residential College of the University of Michigan, in Ann Arbor, Michigan, U.S.", "5576430": "Margaret Anne Ganley Somerville AM FRSC (born 13 April 1942) is a Catholic philosopher and professor of bioethics at University of Notre Dame Australia.[1] She was previously Samuel Gale Professor of Law at McGill University.[2]", "18421489": "Werner Rolfinck  (15 November 1599 – 6 May 1673) was a German physician, scientist and botanist. He was a medical student in Leiden, Oxford, Paris, and Padua.", "15996658": "Daniel Innerarity Grau (born 1959 in Bilbao) is a Spanish philosopher and essayist.", "59512563": "Hamid Vahid-Dastjerdi also known as Hamid Vahid (born 1959) is an Iranian philosopher and Professor of Philosophy and the Head of the Analytic Philosophy Faculty at the Institute for Research in Fundamental Sciences. He is known for his expertise on epistemology, philosophy of mind and philosophical logic.[1][2][3]\nHis works have been published in distinguished journals such as Philosophical Studies, Philosophy and Phenomenological Research, Synthese, Erkenntnis, European Journal of Philosophy, Kant-Studien, Metaphilosophy and Ratio.", "3577593": "Bartolomé de Medina, O.P. (1527-1580) was a Spanish theologian born in Medina de Rioseco, Spain. A member of the Dominican Order and a student of Francisco de Vitoria, he was professor of theology at the University of Salamanca and a member of the School of Salamanca. He is best known as the originator of the doctrine of probabilism in moral theology, which holds that one may follow a course of action that has some probability, even if the opposite is more probable.", "49059578": "W. Park Rankin was the General Secretary[7] of the Bible Society of India, Bangalore and held office during 1959-1960.[5]", "628475": "Ji Kang (Chinese: 嵇康, 223–262), sometimes referred to as Xi Kang, courtesy name Shuye (叔夜, \"shu\" means the 3rd son of the family, \"ye\" means night), was a Chinese writer, poet, Daoist philosopher, musician and alchemist of the Three Kingdoms period. He was one of the Seven Sages of the Bamboo Grove who held aloof from the dangerous politics of third-century China to devote themselves to art and refinement.", "18061052": "Benedict Pereira (also Pereyra, Benet Perera, Benet Pererius) (March 4, 1536 – 6 March 1610) was a Spanish Jesuit philosopher, theologian, and exegete.", "64395005": "Stephen Richard Palmquist (born 1957)[1] is an American philosopher, currently living in Los Angeles. He taught philosophy at various universities in Hong Kong from 1987 to 2021. A Patheos article referred to him as \"one of the greatest living interpreters of Kant\".[2]", "1939194": "Emanuele Severino (26 February 1929 – 17 January 2020) was an Italian philosopher.", "5019388": "James Creed Meredith, KC (28 November 1875 – 14 August 1942) was an Irish judge who served as a Judge of the Supreme Court from 1937 to 1942 and a Judge of the High Court from 1924 to 1937.", "3053305": "John Laird (17 May 1887 – 5 August 1946) was a philosopher, in the school of New British Realism, who later turned to metaphysical idealism.", "3806985": "Keichū (契沖) (1640 – April 3, 1701) was a Buddhist priest and a scholar of Kokugaku in the mid Edo period. Keichū's grandfather was a personal retainer of Katō Kiyomasa but his father was a rōnin from the Amagasaki fief. When he was 13, Keichū left home to become an acolyte of the Shingon sect, studying at Kaijō in Myōhōji, Imasato, Osaka. He subsequently attained the post of Ajari (or Azari) at Mount Kōya, and then became chief priest at Mandara-in in Ikutama, Osaka. It was at this time that he became friends with the poet-scholar Shimonokōbe Chōryū (下河辺長流, 1624–1686).", "19633930": "The Rev. Edmond La Beaume Cherbonnier (February 11, 1918 – March 7, 2017) was an American scholar in the field of religious studies.[1] He served as Professor of Religion at Trinity College, Connecticut, and as a deacon in the Episcopal Church. He is known for his work on Christianity, analyzing idolatry and distinctions between mystical and biblical thought, his efforts on developing and advancing religious studies, and for founding the Religion Department at Trinity College in 1955.[2]", "67081993": "Else Jerusalem (November 23, 1876 – January 20, 1943) was an Austrian writer and feminist intellectual. Considered a \"thought leader\" of the period, she is known for her best-selling 1909 novel Der heilige Skarabäus, which was based on her research on prostitution in Vienna.", "43390744": "Jane Bennett (born July 31, 1957)[3] is an American political theorist and philosopher. She is the Andrew W. Mellon Professor of the Humanities at the Department of Political Science, Johns Hopkins University School of Arts and Sciences.[4] She was also the editor of the academic journal Political Theory between 2012 and 2017.[5][6]", "63903518": "Ludovico Zuccolo (1568-1630) was an Italian writer and political theorist.[1]", "3118883": "The Abbé Jean de Montigny (1636 – 28 September 1671) was a French philosophic writer and poet, elected to the Académie française, but who died in his prime.", "31725350": "Julius Bergmann (1 April 1839, in Opherdike, Westphalia – 24 August 1904, in Marburg) was a German philosopher.", "71178025": "Josepha Fabianna Kodis (1865 – 1940), was a Polish philosopher, psychologist and women's rights activist, who advocated for women's emancipation and equal rights. She was a co-organizer of the People's University for Polish emigrants in the St. Louis, Missouri. In Minsk, she organized the Free Polish University and public library.", "20682539": "Richard Mark Sainsbury FBA (/ˈseɪnzbəri/; born 1943) is a British philosopher who is Professor of Philosophy at the University of Texas, Austin.  He is known for his work in philosophical logic, philosophy of language, and on the philosophies of Bertrand Russell and Gottlob Frege.", "32577324": "Xu Xing (Chinese: 許行; Wade–Giles: Hsü Hsing; c. 372 – c. 289 BC) was a Chinese philosopher and one of the most notable advocates of the egalitarian political philosophy of agriculturalism.[citation needed] With a group of followers he settled in the state of Teng in about 315 BC. A disciple of his visited the Confucian philosopher Mencius, and a short report of their conversation discussing Xu Xing's philosophy survives.[1]", "37951282": "Ngô Thì Nhậm or Ngô Thời Nhiệm (chữ Hán: 吳時任, 1746–1803) was an important Vietnamese scholar and official who served several regimes during the turbulent last decades of the eighteenth century. He had served as an official for the Trịnh lords before losing his position as a result of a coup that followed the death of the Trịnh lord Trịnh Sâm in 1782.", "17274675": "Elemér Hankiss (4 May 1928 – 10 January 2015) was a Hungarian sociologist. His first wife was MEP Ágnes Hankiss.", "51910454": "José Medina is Walter Hill Scott professor of Philosophy at Northwestern University.[1]  He is a member of the American Philosophical Association, the British Wittgenstein Society, the North American Wittgenstein Society, the Society for the Advancement of American Philosophy, the Society for Phenomenology and Existential Philosophy (SPEP), the Southern Society for Philosophy and Psychology, and the Tennessee Philosophical Association.[2]", "64755510": "Leopold Blaustein (1905-1942/1944) was a Polish-Jewish philosopher, aesthetician, and psychologist. He was among the last generation of Kazimierz Twardowski's students[1] and is also noted for his critique of Edmund Husserl's philosophy. His philosophical works are based on a combination of phenomenology and the analytical approach of the Lwów-Warsaw School of logic.[2]", "2627387": "Dirck Volckertszoon Coornhert (1522 – 29 October 1590),[1] also known as Theodore Cornhert,[2] was a Dutch writer, philosopher, translator, politician, theologian and artist. Coornhert is often considered the Father of Dutch Renaissance scholarship.", "61445956": "Tove Pettersen (born 1962 at the island of Hidra) is a Norwegian feminist philosopher. She is currently Professor of Philosophy at the University of Oslo (UiO), Norway.[1] Pettersen specializes in feminist ethics, the philosophy of Simone de Beauvoir, and feminist history of philosophy. She has contributed to the development of care ethics with her theory on mature care.[2][3] Her work on forgotten women philosophers and on Beauvoir's ethics and humanism have received attention both in Norway and abroad.[4][5][6]", "8591180": "Maitreyi (Sanskrit: मैत्रेयी) (\"Wise one\"[1]) was an Indian philosopher who lived during the later Vedic period in ancient India. She is mentioned in the Brihadaranyaka Upanishad[2] as one of two wives of the Vedic sage Yajnavalkya; she is estimated to have lived around the 8th century BCE. In the Hindu epic Mahabharata and the Gṛhyasūtras, however, Maitreyi is described as an Advaita philosopher who never married.  In ancient Sanskrit literature, she is known as a brahmavadini (an expounder of the Veda).", "17995597": "Leon MacLaren, born Leonardo da Vinci MacLaren (24 September 1910 – 24 June 1994), was a British philosopher and the founder of the School of Economic Science (SES). MacLaren was inspired by Henry George, Socrates, Dr Francis Roles, Pyotr Ouspensky, Maharishi Mahesh Yogi, and finally the philosophy of Advaita Vedānta through the Shankaracharyas of Jyoti Math.[1]", "68556625": "Emil Utitz (27 May 1883 – 2 November 1956) was a Czech philosopher and psychologist of Jewish descent. He was educated in Prague, where he was a classmate of Franz Kafka. After studies in Munich, Leipzig, and Prague, he became a professor in Rostock, and from 1925 was Chair of Philosophy at the University of Halle-Wittenberg. After his forced retirement in 1933, he became a professor in Prague. In 1942, he was deported to Theresienstadt Ghetto, where he was head of the library. After the liberation of Theresienstadt in 1945, he returned to Prague. Utitz died in Jena in 1956, while travelling through East Germany to give lectures.", "3086162": "Eddy M. Zemach (1935 – 21 May 2021) was an Israeli philosopher, born in Jerusalem, Mandatory Palestine.[1]", "56366931": "R. Lanier Anderson is an American philosopher and J. E. Wallace Sterling Professor in Humanities at Stanford University. He is an expert on Kant and post-Kantian philosophy, and has published widely on both Kant and Nietzsche.[1][2]", "20027223": "Nikolaos \"Nikos\" A. Nissiotis (alternate spelling: Nisiotis) (Greek: Νικόλαος \"Νίκος\" A. Νησιώτης; 21 May 1924 – 18 August 1986) was a Greek theologian, philosopher, university professor,[1] and basketball coach.", "1677156": "Peter van Inwagen (/væn ɪnˈwɑːɡən/; born September 21, 1942) is an American analytic philosopher and the John Cardinal O'Hara Professor of Philosophy at the University of Notre Dame. He is also a research professor of philosophy at Duke University each spring.[2] He previously taught at Syracuse University, earning his PhD from the University of Rochester in 1969[3] under the direction of Richard Taylor.[4] Van Inwagen is one of the leading figures in contemporary metaphysics, philosophy of religion, and philosophy of action. He was the president of the Society of Christian Philosophers from 2010 to 2013.[5]", "2725737": "Harold Henry Joachim, FBA (/ˈdʒoʊəkɪm/; 28 May 1868 – 30 July 1938) was a British idealist philosopher. A disciple of Francis Herbert Bradley, whose posthumous papers he edited, Joachim is now identified with the later days of the British idealist movement. He is generally credited with the definitive formulation of the coherence theory of truth, in his book The Nature of Truth (1906).[1] He was also a scholar of Aristotle and Spinoza.", "4659051": "Sir Francis Anderson (3 September 1858 – 24 June 1941) was a Scottish-born Australian philosopher and educator.", "18126700": "Gerard of Bologna (died 1317) was an Italian Carmelite theologian and scholastic philosopher.", "2398061": "Abdel Rahman Badawi (Arabic: عبد الرحمن بدوي) (February 17, 1917 – July 25, 2002) was an Egyptian existentialist philosopher, professor of philosophy and poet. He has been called the \"foremost master of Arab existentialism.\"[1] He published more than 150 works, mostly rendering of Arabic philosophical manuscripts.[2]", "18650992": "Bogoljub Šijaković (Serbian Cyrillic: Богољуб Шијаковић; born 1955 in Nikšić) is a Serbian scholar, Professor of Philosophy at the Faculty of Orthodox Theology, University of Belgrade (Serbia) and Professor of Greek Philosophy at the Faculty of Philosophy in Nikšić (Montenegro). He served as the Minister of Religious Affairs in the Federal Government of Yugoslavia (2000–2002) and in the Government of the Republic of Serbia (2008–2011).", "2889584": "Jonathan Glover (/ˈɡlʌvər/; born 1941) is a British philosopher known for his books and studies on ethics. He currently teaches ethics at King's College London. Glover is a fellow of the Hastings Center, an independent bioethics research institution in the United States,[1] and is a Distinguished Research Fellow at the Oxford Uehiro Centre for Practical Ethics.[2]", "64100211": "Chaim Tannenbaum is a Canadian folk musician and academic.[1] A longtime collaborator of Kate and Anna McGarrigle and Loudon Wainwright III,[2] he released his own self-titled solo debut album in 2016,[3] and won the Canadian Folk Music Award for Traditional Singer of the Year at the 12th Canadian Folk Music Awards.[4]", "8132469": "Richard de Fournival or Richart de Fornival (1201 – ?1260) was a medieval philosopher and trouvère perhaps best known for the Bestiaire d'amour (\"The Bestiary of Love\").[1]", "51910526": "Nancy Tuana is an American philosopher who specializes in feminist philosophy. She holds the DuPont/Class of 1949 Professorship in Philosophy and Women's Studies at The Pennsylvania State University.  She came to Penn State from the University of Oregon in 2001 to serve as the founding director of the Rock Ethics Institute.[1] She won the 2022 Victoria Davion Award.[2]", "33593216": "Anastastio Cuschieri (1876–1962) was a Maltese poet, politician, and minor philosopher. He held the Chair of Philosophy at the University of Malta (1901–39). In philosophy he was mostly interested in ethics.[1][2][3]", "33986439": "August Friedrich Müller (15 December 1684 – 1 May 1761) was a German legal scholar and logician.", "10721160": "Asahel Nettleton (April 21, 1783 – May 16, 1844) was an American theologian and Evangelist from Connecticut who was highly influential during the Second Great Awakening. The number of people converted to Christianity as a result of his ministry was estimated by one biographer at 30,000.[1] He participated in the New Lebanon Conference in 1827, during which he and Lyman Beecher opposed the teachings of Charles Grandison Finney.[2]", "35559303": "Karunai Prakasar  (Tamil: கருணை பிரகாசர் ) was a seventeenth century Saiva spiritual writer. He was born to a Tamil-speaking Desikar family in Kanchipuram, Tamil Nadu. He was a spiritual writer who wrote more than five books. . He worshipped Saiva Siddantha. He got married when he was sixteen. He attained Mukthi Motcha[clarification needed] at the age of eighteen. Therefore, he had no children.", "7739276": "Wendy L. Brown (born November 28, 1955) is an American political theorist. She is the UPS Foundation Professor in the School of Social Science at the Institute for Advanced Study in Princeton, NJ. Previously, she was Class of 1936 First Professor of Political Science[1] and a core faculty member in The Program for Critical Theory at the University of California, Berkeley.[2][3]", "34379662": "Robert John Henle SJ (September 12, 1909 – January 20, 2000) was an American Catholic priest, Jesuit, and philosopher who was the president of Georgetown University from 1969 to 1976. Born in Iowa, Henle entered the Society of Jesus in 1927. He taught high school classics and published a series of instructional books on Latin, one of which became widely used. He then became a professor at Saint Louis University and was known as one of the leaders of the revival of Thomistic philosophy and theology. He also served as a dean and vice president for nearly 20 years. In this latter capacity, he oversaw Saint Louis University's growing independence from, but continuing affiliation with, the Jesuit order.", "54138771": "Roger Boesche (January 24, 1948 – May 23, 2017) was an American political theorist. He was the Arthur G. Coons Distinguished Professor of the History of ideas at Occidental College.", "23140244": "Jan Szylling (fl. c. 1500) was a Polish Scholastic philosopher.[1]", "6046": "People", "1415070": "Lalon (Bengali: লালন; 14 October 1772 – 17 October 1890),[1] also known as Lalon Shah, Lalon Fakir, Shahji and titled Fakir, Shah, was a prominent Bengali spiritual leader, philosopher, mystic poet and social reformer born in British India.[2] Regarded as an icon of Bengali culture, he inspired and influenced many philosophers, poets and social thinkers including Rabindranath Tagore,[3][4][5] Kazi Nazrul Islam[6] and Allen Ginsberg.[7] Lalon's philosophy of humanity rejects all distinctions of caste, class, and creed and takes stand against theological conflicts and racism. It denies all worldly affairs in search of the soul and embodied the socially transformative role of sub-continental Bhakti and Sufism.[8]", "7673765": "Ōshio Heihachirō (大塩 平八郎, March 4, 1793 – May 1, 1837) was a Japanese philosopher, revolutionary, writer, and Yoriki of the Wang Yangming school (陽明学, youmeigaku) in Osaka. Despite working for the government, he was openly against the Tokugawa regime. He is known for his role as leader in the rebellion against the Tokugawa shogunate.", "60004264": "Vasilis Politis (born May 20, 1963) is a Greek philosopher and  Associate Professor of Philosophy at Trinity College Dublin. He is known for his expertise on Plato and Aristotle.[1][2][3]\nPolitis is a Fellow of the Wissenschaftskolleg zu Berlin (2009–10) and Trinity College Dublin (2005) and director of the Dublin Centre for the Study of the Platonic Tradition.", "2267049": "Shadia B. Drury FRSC (born 1950) is a Canadian academic and political commentator. She is a professor emerita at the University of Regina. In 2005, she was elected a Fellow of the Royal Society of Canada.", "58038190": "Oleg Viktorovich Maltsev (born on April 17, 1975) is a Ukrainian Candidate of Sciences in psychology[1] and philosophy,[2]. He is the academician of the European Academy of Sciences of Ukraine,[3] author, and criminologist.[4] \nHe teaches a variation of the Fate Analysis method developed by Hungarian psychoanalyst Leopold Szondi through his organization called Applied Sciences Association. He is the chief editor of interdisciplinary journal Baudrillard Now,[5] editorial member of French journal Dogma,[6] editorial member of Expedition Journal[7] and member of international editorial advisory board of the American Behavioral Scientist[8] among other publications.[9]", "65673136": "Allen Phillips Griffiths (11 June 1927 - 1 December 2014) was a Welsh philosopher and snuff enthusiast.", "47159218": "Mark Johnston is an Australian-born philosopher working at Princeton University.[1]", "54237109": "Theodore D. George (born 1971) is an American philosopher and professor and chair of the department of philosophy at Texas A&M University. \nHe is known for his expertise on post-Kantian philosophy and hermeneutics, in particular, his work on Hans-Georg Gadamer. \nGeorge is the editor of Epoché: A Journal for the History of Philosophy.[1][2] \nHe was the president of North American Society for Philosophical Hermeneutics between 2013 and 2016.", "53221307": "Alaksandar Ćvikievič (also spelled as Alyaksandr Tsvikyevich,[1] Belarusian: Аляксандар (Іванавіч) Цьвікевіч, Polish: Alaksandr Ćwikiewicz; 22 June 1888 – 30 December 1937) was a Belarusian politician, historian, jurist, philosopher, and a victim of Stalin's purges. He served as Prime Minister of Belarus in exile for two years, from 23 August 1923, until October 1925. His interest featured philosophy and history. He worked as a jurist and lawyer. He was also a professor at the National Academy of Sciences of Belarus.", "24745923": "Badruddin Umar (Bengali: বদরুদ্দীন উমর; born 20 December 1931) is a Bangladeshi Marxist–Leninist theorist, political activist, historian, writer, intellectual and leader of the Communist Party of Bangladesh (Marxist–Leninist) (Umar).[1] His father, Abul Hashim,[2] was a prominent politician in the Indian subcontinent.", "202693": "Gongsun Long (simplified Chinese: 公孙龙; traditional Chinese: 公孫龍; pinyin: Gōngsūn Lóng; Wade–Giles: Kung1-sun1 Lung2, c. 320–250 BC[1][2]), courtesy name Zibing (子秉), was a Chinese philosopher and writer who was a member of the School of Names (Logicians) of ancient Chinese philosophy. He also ran a school and enjoyed the support of rulers, and advocated peaceful means of resolving disputes in contrast to the wars which were common in the Warring States period. However, little is known about the particulars of his life, and furthermore many of his writings have been lost.[3] All of his essays—fourteen originally but only six extant—are included in the anthology the Gongsun Longzi (Chinese: 公孫龍子; pinyin: Gōngsūn lóng zi; Wade–Giles: Kung-sun Lung-tzu).", "10852309": "Johannes Karl Holzamer (October 13, 1906 – April 22, 2007) was a German philosopher, pedagogue and former director general of the German television station ZDF.", "5543894": "Robert Buford Pippin (born September 14, 1948) is an American philosopher. He is the Evelyn Stefansson Nef Distinguished Service Professor in the John U. Nef Committee on Social Thought, the Department of Philosophy, and the College at the University of Chicago.", "61937628": "David Macarthur is an Australian philosopher and Professor of Philosophy at the University of Sydney who works primarily on skepticism, metaphysical quietism, pragmatism, liberal naturalism and philosophy of art (especially film, photography and architecture). He has taken up these and other themes in articles on the philosophy of Stanley Cavell, Hilary Putnam, Richard Rorty and Ludwig Wittgenstein.", "35624931": "Israel Meir Freimann (Yiddish: ישראל מאיר פריַימאן, also Israel Meier Freimann; 27 September 1830 in Cracow, then the Free City – 21 August 1884 in Ostrowo, then Posen Province, Germany) was a Polish-born German rabbi, philosopher, and orientalist.", "34871270": "Robert Symmer, FRS (1707–1763) was a Scottish philosopher and physicist, known principally for the now defunct fluid theory of electricity.", "5150695": "Saint Paulinus II (c. 726 – 11 January 802 or 804 AD) was a priest, theologian, poet, and one of the most eminent scholars of the Carolingian Renaissance.[1] From 787 to his death, he was the Patriarch of Aquileia. He participated in a number of synods which opposed Spanish Adoptionism and promoted both reforms and the adoption of the Filioque into the Nicene Creed. In addition, Paulinus arranged for the peaceful Christianisation of the Avars and the alpine Slavs in the territory of the Aquileian patriarchate. For this, he is also known as the apostle of the Slovenes.", "30873575": "Félix Varela y Morales (November 20, 1788 – February 18, 1853) was a Cuban Catholic priest and independence leader who is regarded as a notable figure in the Catholic Church in both his native Cuba and the United States, where he also served.", "5150697": "Vilhjálmur Árnason (born in Neskaupstaður, Iceland 1953) is professor of philosophy at the University of Iceland. Internationally, he is best known for his research on ethical aspects of controversial genetic research in Iceland by deCODE Genetics.", "24778731": "Hoter ben Shlomo (Hoteb/Hatab ben Shlomo, Manṣūr ibn Sulaymān al-Dhamārī, Manṣūr ibn Sulaymān al-Ghamari, c.1400–c.1480) was a scholar and philosopher from Yemen who was heavily influenced by the earlier works of Natan'el al-Fayyumi, Maimonides, Saadia Gaon and al-Ghazali.", "1251311": "Nuel Dinsmore Belnap Jr. (/ˈbɛlnæp/; born 1930) is an American logician and philosopher who has made contributions to the philosophy of logic, temporal logic, and structural proof theory.  He taught at the University of Pittsburgh from 1963 until his retirement in 2011.", "10754032": "Peter Pagin (born 1953) is Professor of Philosophy at Stockholm University.[1] He is a specialist in the philosophy of language and has worked extensively on foundational issues in semantics and on technical and philosophical problems about the compositionality of meaning.", "8591347": "Ghosha (Sanskrit: घोषा) was an ancient Vedic period Indian philosopher and seer. From a young age she suffered from a skin ailment which had disfigured her. Ashvini Kumars cured her and restored her youthfulness, health and beauty. As a result, she got married and had a son. She was proficient in the Vedas and had even scripted two hymns in the Rigveda.[1] She was called as mantradrika meaning well versed in mantras.[2] She was also known as a Brahmavadini or speaker or proclaimer of Brahmana and led a purposeful spiritual life.[1]", "14424052": "Luc Bovens is a Belgian professor of philosophy at the University of North Carolina at Chapel Hill. Bovens is a former editor of Economics and Philosophy. His main areas of research are moral and political philosophy, philosophy of economics, philosophy of public policy, Bayesian epistemology, rational choice theory, and voting theory. He has also published work, of some controversy to the anti-abortion movement, on issues regarding abortion and natural family planning methods of contraception.[1][2]", "65181687": "Ailton Alves Lacerda Krenak (Vale do Rio Doce, Minas Gerais, 1954) is a Brazilian writer, journalist, philosopher and indigenous movement leader of Krenak ethnicity. He was forcibly separated from his people, of which only 130 individuals are left (down from 5,000 at the beginning of the 20th century), at age 9. When he was 17, he and his family migrated to the state of Paraná, where he was taught literacy and became a printing specialist and journalist. Krenak functioned as a representative of indigenous peoples at the debates on the 1988 Brazilian Constitution, where he covered himself in ritual face painting during a speech.[1]", "52402175": "Kinoshita Jun'an (木下 順庵, 22 July 1621 – 23 January 1699) was a Japanese philosopher and Confucian scholar of the early Edo period, in the Neo-Confucian tradition of Zhu Xi.", "333826": "George Herbert Mead (February 27, 1863 – April 26, 1931) was an American philosopher, sociologist, and psychologist, primarily affiliated with the University of Chicago. He was one of the key figures in the development of pragmatism. He is regarded as one of the founders of symbolic interactionism, and was an important influence on what has come to be referred to as the Chicago School of Sociology.", "8230922": "Hamid al-Din Abu'l-Hasan Ahmad ibn Abdallah al-Kirmani (Arabic: حميد الدين الكرماني; fl. 996–1021 CE) was an Isma'ili scholar. He was of Persian[1] origin and was probably born in the province of Kirman. He seems to have spent the greater part of his life as a Fatimid da'i (missionary) in Baghdad and Basra.[2] He was a theologian and philosopher who rose to prominence during the Fatimid caliph-imam al-Hakim bi Amr Allah (r. 996–1021).", "8656923": "Seyyed Ahmad Fardid (Persian: سید احمد فردید) (Born in 1910,[1] Yazd – 16 August 1994, Tehran), born Ahmad Mahini Yazdi,[2] was a prominent Iranian philosopher and a professor of Tehran University. He is considered to be among the philosophical ideologues of the Islamic government of Iran which came to power in 1979. Fardid was under the influence of Martin Heidegger, the influential German philosopher, whom he considered \"the only Western philosopher who understood the world and the only philosopher whose insights were congruent with the principles of the Islamic Republic. These two figures, Khomeini and Heidegger, helped Fardid argue his position.\"[3] What he decried was the anthropocentrism and rationalism brought by classical Greece, replacing the authority of God and faith with human reason, and in that regard he also criticized Islamic philosophers like al-Farabi and Mulla Sadra for having absorbed Greek philosophy.[4]", "44537890": "Stanislaw Schayer (May 8, 1899, in Sędziszów, Poland – December 1, 1941, in Otwock, Poland) was a linguist, Indologist, philosopher, professor at the University of Warsaw. In 1922, he founded, and was the first director, of the Institute of Oriental Studies at the University of Warsaw.[1][2] He was a member of the Polish Academy of Arts and Sciences and the Warsaw Scientific Society.[3]", "497699": "Guillaume de Champeaux (c. 1070 – 18 January 1121 in Châlons-en-Champagne),[1]  known in English as William of Champeaux and Latinised to  Gulielmus de Campellis, was a French philosopher and theologian.", "24385574": "Menachem Kellner (born 1946) is an American-Israeli academic and Jewish scholar of medieval Jewish philosophy with a particular focus on the philosophy of Maimonides. He is a retired Professor of Jewish Thought at the University of Haifa and is the founding chair of the Department of Philosophy and Jewish Thought at Shalem College in Jerusalem. He has taught courses in philosophy, religious studies, medieval and modern Jewish philosophy at Washington University in St. Louis, the College of William & Mary, the University of Virginia, and the University of Haifa. He is probably best known for his book Must A Jew Believe Anything?, which was a Koret Jewish Book Award finalist.", "1447986": "John Howard Yoder (December 29, 1927 – December 30, 1997) was an American Mennonite theologian and ethicist best known for his defense of Christian pacifism. His most influential book was The Politics of Jesus, which was first published in 1972. Yoder was a Mennonite and wrote from an Anabaptist perspective. He spent the latter part of his career teaching at the University of Notre Dame.", "3872824": "Juan José Urráburu (1844–1904) was a Spanish Jesuit and a scholastic philosopher who worked for some time as a professor of philosophy at the Gregorian University in Rome. Beginning in 1890, he published eight large volumes treating of  Scholastic philosophy under the title Institutiones Philosophicae. The last volume appeared in 1900, though he reworked the Institutiones into the slightly abbreviated five-volume Compendium Philosophiae Scholasticae.", "9214008": "John Norbert Deck (born Buffalo, New York, December 2, 1921; died September 5, 1979) was a Canadian philosopher. Adhering to neither sartorial nor intellectual fashions, Deck inspired generations of students with his highly idiosyncratic form of idealism, deriving from Plotinus but equally rooted in Thomas Aquinas and Hegel.", "30971969": "Karl Sarafidis, is a French philosopher of Greek and Lebanese origin. Doctor in philosophy, holder of the Agrégation, he taught at Paris-East Créteil University, Paris 1 Panthéon-Sorbonne University and at the French University College (Moscow State University-Lomonosov). Specialist in contemporary philosophy, his thesis topic was on the resumption of metaphysics in Heidegger's and Bergson's thought.[1] In 2013, he published Bergson. La création de soi par soi,[2] in which he attempted to pull out from Bergson's work an ethical program[3] based on the creation of self by self.[4] Research Associate of the Husserl Archives in Paris (UMR 8457), his interest focuses on the political background of Western metaphysics considered from its ideological principles and consequences. He is also known for having shared the play in Bruno Dumont's film, Hadewijch[5] and for having subsequently played some roles in French auteur cinema but also in the ethnofiction Samira[6][7] by the ethnographer and filmmaker Nicola Mai.[8] Karl Sarafidis has also contributed to the script for Dumont's film by writing Nassir's lesson on Al-Ghaib.[9][10]", "1480772": "Gloria Evangelina Anzaldúa (September 26, 1942 – May 15, 2004) was an American scholar of Chicana feminism, cultural theory, and queer theory. She loosely based her best-known book, Borderlands/La Frontera: The New Mestiza (1987), on her life growing up on the Mexico–Texas border and incorporated her lifelong experiences of social and cultural marginalization into her work. She also developed theories about the marginal, in-between, and mixed cultures that develop along borders, including on the concepts of Nepantla, Coyoxaulqui imperative, new tribalism, and spiritual activism.[1][2] Her other notable publications include This Bridge Called My Back: Writings by Radical Women of Color (1981), co-edited with Cherríe Moraga.", "44111951": "Kathleen Akins is Professor of Philosophy at Simon Fraser University. She is James S. McDonnell Centennial Fellow in Philosophy of Science and a Burnaby Mountain Endowed Research Professor. [1][2] Her primary area of research is Neurophilosophy, with her research goal as of 1999 being fostering better exchange between philosophy and neuroscience to see what can be revealed about \"the nature of mind and its relation to the world.\"[3]", "40802384": "Julia Henrietta Gulliver (July 30, 1856 – July 25, 1940) was an American philosopher, educator and college president. She was only the second woman in America to receive a Ph.D. in philosophy and was a tireless advocate for increased female representation in higher education.", "30644304": "Thomas Bratton Warren (August 1, 1920 – August 8, 2000) was an American professor of philosophy of religion and apologetics at the Harding School of Theology in Memphis, Tennessee, USA, and was an important philosopher and theologian in the Churches of Christ during the latter half of the twentieth century.", "73439317": "Ralph Waldo Trine (9 September 1866 – 22 February 1958) was an American New Thought writer, philosopher and animal welfare activist.", "2889816": "Lionel Giles CBE (29 December 1875 – 22 January 1958) was a British sinologist, writer, and philosopher. Lionel Giles served as assistant curator at the British Museum and Keeper of the Department of Oriental Manuscripts and Printed Books. He is most notable for his 1910 translations of The Art of War by Sun Tzu and The Analects of Confucius.", "17897562": "Tzu-ch'en Chao (simplified Chinese: 赵紫宸; traditional Chinese: 趙紫宸; pinyin: Zhào Zǐchén; 1888–1979), also known as T. C. Chao, was one of the leading Protestant theological thinkers in China in the early twentieth century.[2]", "1415261": "Anne Conway (also known as Viscountess Conway; née Finch; 14 December 1631 – 23 February 1679[2]) was an English philosopher of the Enlightenment, whose work, in the tradition of the Cambridge Platonists, was an influence on Gottfried Leibniz. Conway's thought is a deeply original form of rationalist philosophy, with hallmarks of gynocentric concerns and patterns that lead some to think of it as unique among seventeenth-century systems.[3] Hugh Trevor-Roper called her \"England's greatest female philosopher.\"[4][5]", "41687138": "Hu Sheng (11 January 1918 – 5 November 2000), was a Chinese Marxist theorist and historian. He was President of the Chinese Academy of Social Sciences from 1985 to 1998, and also served as Vice-Chairman of the seventh and eighth National Committees of the Chinese People's Political Consultative Conference[1] and member of the 12th Central Committee of the Chinese Communist Party.[2]", "41097318": "Adriaan Theodoor Basilius (Ad) Peperzak (born 3 July 1929) is a Dutch educator, editor and author."}