{"54319750": "Frank Sargent Hoffman (February 9, 1852 - 1928) was an American philosopher who wrote on psychology and religion.", "16145032": "Charmadas (Greek: Χαρμάδας; also Charmides (Χαρμίδης); 168/7 – 103/91 BC)[1] was a Greek Academic Skeptic philosopher and a disciple of Carneades at the Academy in Athens. He was famous for his elegant style.[2] Charmadas introduced the teaching of rhetoric into the Academy and is said to have had many students.[2] He was a pupil of Carneades for seven years (145–138 BC) and later he led his own school in the Ptolemaion, a gymnasium in Athens. He was from Alexandria[3] and seems to have lived there, before he went to Athens around 145 BC[4] He was an excellent rhetorician and famous for his outstanding memory and for his ability to memorize whole books and then recite them.[5] Like Philo of Larissa he seems to have pursued a more moderate philosophical scepticism.[6] Lucius Licinius Crassus and Marcus Antonius (orator) were his most prominent pupils. Furthermore, Philodemus preserved us the names of other pupils: Diodorus of Adramyttion, Apollodor of Tarsus, Heliodorus of Mallos, Phanostratus of Tralles and a certain Apollonius.[7]", "26139275": "Jean-Baptiste Botul is a fictional French philosopher created in 1995 by the journalist Frédéric Pagès and other members of a group calling itself the Association of the Friends of Jean-Baptiste Botul. Originating as a literary hoax, the names of both Botul and his philosophy of botulism derive from botulism, an illness caused by the bacterium Clostridium botulinum.[1] References to Botul were first made in publications by members of the association and later turned up in texts by writers who were not party to the hoax and thought Botul was a real person, notably the French philosopher Bernard-Henri Lévy.[2] There is now an annual Botul Prize awarded for a book that mentions Botul.", "59529870": "Murray Griffin Murphey (February 22, 1928 – December 6, 2018) was an American historian and philosopher.", "37771919": "Roger Chao, FRGS, is an Australian explorer, mountain climber, philosopher and ethicist.[1][2][3]", "20896404": "Jakob Merten (August 11, 1809 – February 22, 1872) was a German Catholic theologian born in Wittlich.", "54418074": "Colin Davis (born 1960) is professor of French at Royal Holloway, University of London. He is known for his research on French literature and Levinas's thought.[1][2][3]", "2448033": "Morris Janowitz (October 22, 1919 – November 7, 1988) was an American sociologist and professor who made major contributions to sociological theory, the study of prejudice, urban issues, and patriotism. He was one of the founders of military sociology and made major contributions, along with Samuel P. Huntington, to the establishment of contemporary civil-military relations. He was a professor of sociology at the University of Michigan and the University of Chicago and held a five-year chairmanship of the Sociology Department at University of Chicago. He was the Lawrence A. Kimpton Distinguished Service Professor at the University of Chicago.[1] Janowitz was the vice-president of the American Sociological Association, receiving their Career of Distinguished Scholarship award, and a fellow of both the American Academy of Arts and Sciences and the American Philosophical Association.[2] Janowitz also founded the Inter-University Seminar on Armed Forces and Society, as well as the journal Armed Forces & Society. He was an early founder of the field of military sociology. His students, such as David R. Segal, Mady Segal, and James Burk are prominent and influential military sociologists.", "285345": "Shadworth Hollway Hodgson, FBA (1832 – 13 June 1912) was an English philosopher.", "1006247": "Khurshīd Ahmad (Urdu: خورشید احمد; born 23 March 1932) PhD, DSc, NI, is a Pakistani economist, philosopher, politician, and an Islamic activist who helped to develop Islamic economic jurisprudence as an academic discipline and one of the co-founders (along with Khurram Murad) of The Islamic Foundation in Leicester, UK.", "61528746": "Daniel Garber (born 1949) is an American philosopher. He is the A. Watson Armour, III, University Professor of Philosophy at Princeton University.[1] He is a specialist in the history of early modern philosophy and science.[2]", "7625387": "Zhang Gongyao (Chinese: 张功耀; pinyin: Zhāng Gōngyào; born November 10, 1956) is a Chinese philosopher. He is a professor in Department of Philosophy, Central South University, China. He promoted the abolishment of traditional Chinese medicine.[1]", "74439341": "Hobbes Studies is a biannual peer-reviewed academic journal which aims to publish research about different aspects of Thomas Hobbes's thought. It is published with the International Hobbes Association and the European Hobbes Society's cooperation.[1][2]", "1694384": "Tự Đức (Hanoi: [tɨ˧˨ ɗɨk̚˧˦], chữ Hán: 嗣德, lit. \"inheritance of virtues\", 22 September 1829 – 19 July 1883) (personal name: Nguyễn Phúc Hồng Nhậm, also Nguyễn Phúc Thì) was the fourth emperor of the Nguyễn dynasty of Vietnam; he ruled from 1847 to 1883.", "11393715": "Vyacheslav (Viacheslav) Kazymyrovych Lypynsky[a] (5 April 1882 — 14 June 1931) was a Ukrainian historian, social and political activist, an ideologue of Ukrainian conservatism. He was also the founder of the Ukrainian Democratic–Agrarian Party. Under the government of Hetmanate, he served as the Ukrainian ambassador to Austria.", "40819382": "Jan Marek Hartman (born 18 March 1967[1] in Wrocław) is a Polish of Jewish descent philosopher specializing in bioethics, writer, anticlerical, opinion journalist and politician, professor of the humanities.", "32365238": "Paavo Pylkkänen (born 1959) is a Finnish philosopher of mind. He is an Associate Professor of Philosophy at the University of Skövde and a university lecturer in theoretical philosophy at the University of Helsinki. He is known for his work on mind-body studies, building on David Bohm's interpretation of quantum mechanics, in particular Bohm's view of the cosmos as an enfolding and unfolding whole including mind and matter.", "49928890": "Mia Berner (13 June 1923 – 9 December 2009) was a Norwegian philosopher, sociologist, university lecturer, radio journalist, essayist, novelist, poet and non-fiction writer.", "24173253": "Heinrich Racker (1910, Poland – 28 January 1961, Buenos Aires) was a Polish-Argentine psychoanalyst of Austrian-Jewish origin.[1] Escaping Nazism, he fled to Buenos Aires in 1939. Already a doctor in musicology and philosophy, he became a psychoanalyst, first under the direction of Jeanne Lampl-de Groot, and later working with Ángel Garma and Marie Langer in Argentina. His most important work is a study of the psychoanalytic technique known as transference and countertransference, which was published for the first time in 1968.", "8870598": "Vincent-Marie Viénot de Vaublanc, 1st baron Viénot de Vaublanc and of the Empire as known as \"count de Vaublanc\" '[1] (2 March 1756 – 21 August 1845) was a French royalist politician, writer and artist. He was a deputy for the Seine-et-Marne département in the French Legislative Assembly, served as President of the same body, and from 26 September 1815 to 7 May 1816, he was the French Minister of the Interior.", "65592010": "David Enoch is an ethicist and philosopher of law with research interests in moral, political and legal philosophy within the analytic tradition. He is the co-director of the Center for Moral and Political Philosophy and has been the Rodney Blackman Chair in the Philosophy of Law at the Hebrew University of Jerusalem since 2005.[1][2] He received his Bachelor of Arts in philosophy and Bachelor of Laws degrees from Tel Aviv University in 1993. He then completed his PhD in philosophy at New York University in 2003.[1]", "5364429": "Walter George Muelder (1907–2004) was an American social ethicist, public theologian, ecumenist, and Methodist minister. He studied under Edgar S. Brightman at Boston University and began his teaching career at Berea College and the University of Southern California. He served as Dean of Boston University School of Theology from 1945 to 1972, and was known as the \"Red Dean\" because of his socialist and pacifist leanings.", "49109710": "OBE (2019)", "1104592": "Ibn Ṭufayl (full Arabic name: أبو بكر محمد بن عبد الملك بن محمد بن طفيل القيسي الأندلسي ʾAbū Bakr Muḥammad bin ʿAbd al-Malik bin Muḥammad bin Ṭufayl al-Qaysiyy al-ʾAndalusiyy; Latinized form: Abubacer Aben Tofail; Anglicized form: Abubekar or Abu Jaafar Ebn Tophail; c. 1105 – 1185) was an Arab Andalusian Muslim polymath: a writer, Islamic philosopher, Islamic theologian, physician, astronomer, and vizier.[1]", "41605844": "Present", "74439381": "Deborah Baumgold is an American philosopher and Professor Emerita of Political Science at the University of Oregon. She is known for her works on Thomas Hobbes's thought.[1][2][3][4][5]\nShe is the editor-in-chief of Hobbes Studies.[6]", "68541147": "Alois Höfler (April 6, 1853, Kirchdorf – February 26, 1922, Vienna) was an Austrian philosopher and university professor of education in Prague and Vienna. He was seen by the logical positivist Otto Neurath as an important link between Bernard Bolzano's work and the Vienna Circle.", "1104605": "Isaac Israeli ben Solomon (Hebrew: יצחק בן שלמה הישראלי, Yitzhak ben Shlomo ha-Yisraeli; Arabic: أبو يعقوب إسحاق بن سليمان الإسرائيلي, Abu Ya'qub Ishaq ibn Suleiman al-Isra'ili) (c. 832 – c. 932), also known as Isaac Israeli the Elder and Isaac Judaeus, was one of the foremost Jewish physicians and philosophers living in the Arab world of his time. He is regarded as the father of medieval Jewish Neoplatonism.[2] His works, all written in Arabic and subsequently translated into Hebrew, Latin and Spanish, entered the medical curriculum of the early thirteenth-century universities in Medieval Europe and remained popular throughout the Middle Ages.[3]", "52517601": "Lisa Kemmerer is an American academic who has written on animal ethics and environmental ethics. She is an associate professor of philosophy and religion at Montana State University Billings,[1] and is the author or editor of nine books.[2]", "547555": "William Graham Sumner (October 30, 1840 – April 12, 1910) was an American clergyman, social scientist, and neoclassical liberal. He taught social sciences at Yale University, where he held the nation's first professorship in sociology and became one of the most influential teachers at any other major school.", "4152039": "Nicola Chiaromonte (1905 in Rapolla, Potenza – 18 January 1972 in Rome) was an Italian activist and writer. In 1934 he fled Italy for France, after opposing Benito Mussolini's fascist government. In Paris he contributed to Giustizia e Libertà.[1] During the Spanish Civil War, he flew in André Malraux's squadron, fighting against fascist supported General Francisco Franco. The character of Scali in Malraux's novel Man's Hope is based on Chiaromonte. After moving to New York in 1941, he took on an important role in the leftist anti-Stalinist intellectual scene of the period, writing for The Nation, The New Republic, politics and Partisan Review. During the Cold War, he helped found, and served as editor, for the Italian journal Tempo Presente, which was published by the Congress for Cultural Freedom (an organization with silent backing of the Central Intelligence Agency).[2] Mary McCarthy was a close friend during his time in the US. A foreword to the 1985 edition of Chiaromonte's book of essays The Paradox of History (1970) was written by Joseph Frank, a noted Dostoyevsky scholar.", "60250856": "Shōchō Hagami (葉上照澄; August 15, 1903 – March 7, 1989) was a great acharya (大阿闍梨) of Tendai Buddhism and one of the most prominent Japanese Buddhists of the 20th century. He served as President of the Japanese Religious Committee for World Federation and advocated the need for the cooperation of religious leaders, which transcends religious and denominational boundaries.[1]", "15555307": "Ann Baynard  (sometimes spelled Anne) (1672 in Preston, Lancashire, England – 12 June 1697, Barnes, Surrey) was a British natural philosopher and model of piety.[1]  She sought discussions with atheists and non-Christians. Later, during her eulogy, Reverend Prude called her philosophical knowledge of this 20-year-old woman the same size as that of an \"old bearded male philosopher\"  [2]", "41081596": "Emmanuel Roberto Goffi (born December 10, 1971) is a French philosopher of technologies and, more specifically, an artificial intelligence ethicist. He has served in the French Air Force for 27 years. He is the co-founder and co-director of the Global AI Ethics Institute in Paris. He is also  an instructor and research associate with the Frankfurt Big Data Lab at the Goethe University Frankfurt in Germany[1] and a research fellow with the Centre for Defence and Security Studies at the University of Manitoba, Winnipeg, Manitoba in Canada. After having worked on military ethics, and more precisely on ethics applied to Lethal autonomous weapon, his focus has turned to ethics applied to Artificial intelligence.", "48782080": "Pavo Barišić (born 9 September 1959) is a Croatian philosopher and politician who served as the Minister of Science and Education in the Cabinet of Andrej Plenković from 19 October 2016 until 9 June 2017. He publishes in the field of philosophy of law, politics and democracy, history of philosophy, and bioethics. He is a member of Croatian Democratic Union.", "88839": "Alvin Carl Plantinga[a] (born November 15, 1932) is an American analytic philosopher who works primarily in the fields of philosophy of religion, epistemology (particularly on issues involving epistemic justification), and logic.", "50617104": "William Ralph Schroeder is an American philosopher and Emeritus Professor of Philosophy at the University of Illinois at Urbana-Champaign. He is known for his expertise on continental philosophy and ethics.[3][4]\n[5][6][7]\nHe has authored several books about philosophy.[8]", "66411281": "Heiner Mühlmann (born 1938) is a German philosopher.", "35773203": "Jiang Qing (simplified Chinese: 蒋庆; traditional Chinese: 蔣慶; pinyin: Jiǎng Qìng; born 1953) is a contemporary Chinese Confucian. He is best known for his criticism of New Confucianism, which according to him, deviated from the original Confucian principles and is overly influenced by Western liberal democracy. He proposes an alternative path for China: Constitutional Confucianism, also known as Political Confucianism, or Institutional Confucianism, through the trilateral parliament framework.", "52353812": "Maxwell John Cresswell (born 19 November 1939) is a New Zealand philosopher and logician, known for his work in modal logic.[1][2]", "40491796": "Michael Tooley (born 1941) is an American philosopher, now emeritus at the University of Colorado, Boulder, best known for his contributions to metaphysics.", "37313301": "The Four Sages, Assessors,[1] or Correlates (Chinese: 四配; pinyin: Sì Pèi), are four eminent Chinese philosophers in the Confucian tradition. They are traditionally accorded a kind of sainthood and their spirit tablets are prominently placed in Confucian temples, two upon the east and two upon the west side of the Hall of the Great Completion (Dacheng Dian).", "73980706": "Elizabeth Blanche Cripps is a British political philosopher. She is a Senior Lecturer in Political Theory at the University of Edinburgh. Her research addresses environmental philosophy, including questions around climate change, population and parenting, environmental ethics, environmental politics, and environmental justice.", "4447015": "Kalim Siddiqui, Ph.D. (15 September 1931 - 18 April 1996) was a Pakistani British writer and Islamic activist. He gained notability for his controversial support of the fatwa issued by Iran's Ayatollah Khomeini, which called for the assassination of British author Sir Salman Rushdie amidst the Satanic Verses controversy.[1][2][3]", "69688111": "Enrico Berti (3 November 1935 – 5 January 2022) was an Italian philosopher. He was professor emeritus of philosophy at the University of Padua.[1]", "43244335": "David A. Crocker (born 4 October 1937),[1] is Research Professor in the School of Public Policy, at the University of Maryland,[2] he is also the founder and former president of the International Development Ethics Association (IDEA).[3] His work[4] has been cited by the United Nations Human Development Report.[5]", "40622907": "François Recanati (born 1952) is a French analytic philosopher and research fellow at the College de France, and at the  Centre National de la Recherche Scientifique.[1] Many of his works focus on the philosophy of language and mind.", "88893": "Doris May Lessing CH OMG (née Tayler; 22 October 1919 – 17 November 2013) was a British-Zimbabwean novelist. She was born to British parents in Iran, where she lived until 1925. Her family then moved to Southern Rhodesia (now Zimbabwe), where she remained until moving in 1949 to London, England. Her novels include The Grass Is Singing (1950), the sequence of five novels collectively called Children of Violence (1952–1969), The Golden Notebook (1962), The Good Terrorist (1985), and five novels collectively known as Canopus in Argos: Archives (1979–1983).", "5790527": "Huang-Lao", "40360772": "Alexandre Marc, (born Alexandr Markovitch Lipiansky, 19 January 1904 – 22 February 2000) was a French writer and philosopher. He was the founder[1] of personalist, federalist, communitarian thinking.[2]", "1694538": "Walter of Mortagne (b. Mortagne, Flanders, c. 1100; d. Laon, 1174) was a Scholastic philosopher, and theologian.", "60087117": "Christine Battersby FRSA (born 3 March 1946) is a British philosopher and Reader Emerita in Philosophy at the University of Warwick. She was the visiting Fleishhacker Chair of Philosophy at the University of San Francisco during April 2013. Battersby is a Fellow of the Royal Society of Arts. She is known for her research on feminist aesthetics.[1]", "1694544": "Walter of Winterburn (13th century – 26 August 1305) was an English Dominican, cardinal, orator, poet, philosopher, and theologian.", "19389264": "Alan Gerald Soble (/ˈsoʊbəl/; born 1947) is an American philosopher and author of several books on the philosophy of sex. He taught at the University of New Orleans from 1986 to 2006. He is currently Adjunct Professor of philosophy at Drexel University in Philadelphia.[1]", "6347602": "Michel Pêcheux (24 June 1938 – 10 December 1983)[1] was a French linguist and philosopher. He is best known for his theoretical, experimental and practical contributions to the field of discourse analysis, starting in the late 1960s.", "67296084": "Peter Pál Pelbart (born 1956) is a Hungarian-born Brazilian philosopher and essayist. He is a professor of philosophy at the Pontifical Catholic University of São Paulo and an essayist of Deleuzian orientation.", "26991446": "Manilal Nabhubhai Dwivedi (pronounced [məɲilal nəbʰubʰai dvivedi] ⓘ; 26 September 1858 – 1 October 1898) was a Gujarati-language writer, philosopher, and social thinker from British India, commonly referred to as Manilal in literary circles.  He was an influential figure in 19th-century Gujarati literature, and was one of several Gujarati writers and educators involved in the debate over social reforms, focusing on issues such as the status of women, child marriage, and the question of whether widows could remarry.  He held Eastern civilisation in high esteem, and resisted the influence of Western civilisation, a position which drew him into conflicts with other social reformers of a less conservative outlook.  He considered himself a \"reformer along religious lines\".[1]", "4578142": "Ye Shi (simplified Chinese: 叶适; traditional Chinese: 葉適; pinyin: Yè Shì; Wade–Giles: Yeh Shih, 1150–1223), courtesy name Zhengze (正则), pseudonym Mr. Shuixin (水心先生), was a Chinese neo-Confucian of the Song dynasty.", "42556258": "Marcus Steinweg (born 1971, in Koblenz)[1] is a German philosopher based in Berlin. His speciality is working between the fields of art and philosophy. He is an editor of the journal Inaesthetics.", "12770148": "Geydar Dzhahidovich Dzhemal (Russian: Гейда́р Джахи́дович Джема́ль, Azerbaijani: Heydər Cahid oğlu Camal, sometimes transliterated as Heydar Jamal; 6 November 1947 – 5 December 2016) was a Russian Islamic public figure, activist, philosopher, poet, political and social activist. He was the founder and chairman of the Islamic Committee of Russia\n[1]", "7658347": "Benjamin Kidd (9 September 1858–2 October 1916) was a British sociologist whose first job was a civil service clerk, but by persistent self-education, he became internationally famous by the publication of his book Social Evolution in 1894. Kidd argued that the \"evolution of society and of modern civilization\" is caused not by reason or science, but by the force of \"religious beliefs.\"[1] The book had worldwide circulation and impacted the Social Gospel movement.", "71850860": "Juliana Sokolová (born 19. júl 1981 in Košice) is a Slovak writer, poet and philosopher.[1]", "11295600": "Joseph ben Abba Meir ben Joseph ben Jacob Ibn Kaspi, also known as Yosef Caspi (1280 Arles—1345 Majorca),[1] was a Provençal exegete, grammarian, and philosopher, apparently influenced by Averroës.", "2513783": "Thomas Cunningham Nairn (2 June 1932 – 21 January 2023) was a Scottish political theorist and academic. He was an Honorary Research Fellow in the School of Government and International Affairs at Durham University. He was known as an essayist and a supporter of Scottish independence.[1]", "42130301": "Then and Now is a historical novel by W. Somerset Maugham. Set mainly in Imola, Italy, but also in other Italian cities, including Machiavelli's hometown Florence during the Renaissance, the story focuses on three months in the life of Niccolò Machiavelli, the Florentine politician, diplomat, philosopher and writer in the early years of the 16th century. The book was first published by Heinemann in 1946. It recollects Machiavelli's encounter with Cesare Borgia, who was the model on which Machiavelli based his Il Principe. Against that background, a love farce unfolds, in which Machiavelli tries to seduce the young wife of his host at Imola. The unsuccessful affair gave Machiavelli the idea of writing his first comedy, The Mandrake. Thus, Then and Now appears to combine the two best-known works of Machiavelli – The Prince and The Mandrake.", "1891198": "Mary Brenda Hesse FBA (15 October 1924 – 2 October 2016) was an English philosopher of science, latterly a professor in the subject at the University of Cambridge.[1]", "25189249": "Pio Colonnello (born February 12, 1951, in Benevento) is an Italian philosopher and university professor.", "42851201": "Mohammad Taqi Amoli (1887—1971) was an  Iranian  Shia jurist, philosopher and mystic.[citation needed]", "5626760": "Totakacharya (IAST Toṭakācārya) 8th century CE) was a disciple of Ādi Śaṅkara, the Advaita Vedanta teacher. He was made the first Jagadguru (head) of the Jyotir Pīthaṃ, the original northern maṭha founded by Ādi Śaṅkara in Uttarakhand. He founded a maṭha by name Vadakke modam in Thrissur, Kerala.", "6183821": "Ion Dragoumis (Greek: Ίων Δραγούμης; 14 September 1878 – 31 July 1920) was a Greek diplomat, philosopher, writer and revolutionary.", "8248205": "Jean-Pierre Faye (born 19 July 1925) is a French philosopher and writer of fiction and prose poetry.", "21683086": "D'Holbach's Coterie (La coterie holbachique was the phrase coined by Jean-Jacques Rousseau) was a group of radical French Enlightenment thinkers who met regularly at the salon of the atheist philosophe Baron d'Holbach in the years approximately 1750–1780. An enormously wealthy man, the Baron used his wealth to maintain one of the more notable and lavish Parisian salons, which soon became an important meeting place for philosophes and their guests, and where Diderot recruited at least a few of the contributors to the Encyclopédie. Meetings were held regularly twice a week, on Sundays and Thursdays, in d'Holbach's home in rue Royale, butte Saint-Roche. Visitors to the salon were exclusively males, and the tone of discussion was both lively and quite philosophical, extending to topics more extensive and generally more candid and more earnest than those of other salons. Few subjects were taboo, and sharp disagreements were welcomed.[1]", "31579026": "Joaquín Setantí y Alcina (c. 1540-1617) was an important figure in the municipality of Barcelona at the beginning of the seventeenth century. He contributed several monographs to the movement known as tacitism including Frutos de historia (1590).  His collection of moral aphorisms, Centellas de varios conceptos (1614), stands out, due to its originality. Setantí was a precursor of Baltasar Gracián and of the other great cultivators of aphorisms during the Spanish Baroque. His 500 dense Centellas (sparks) are said to \"reveal a modern political and personal attitude that marks an important milestone in Spanish sententious literature\".[1]", "33250197": "Johannes Heurnius (born Jan van Heurne; 4 February 1543 – 11 August 1601) was a Dutch physician and natural philosopher.", "1563544": "Kurt Grelling (2 March 1886 – September 1942) was a German logician and  philosopher, member of the Berlin Circle.", "20634532": "Niccolo's Smile: A Biography of Machiavelli is a translation of Machiavelli's diaries and memoirs by Maurizio Viroli, a scholar from the University of Bologna, Italy, and Princeton University.", "4578219": "Liu Ji (1 July 1311 – 16 May 1375),[1][2] courtesy name Bowen, better known as Liu Bowen, was a Chinese military strategist, philosopher, and politician who lived in the late Yuan and early Ming dynasties. He was born in Qingtian County (present-day Wencheng County, Wenzhou, Zhejiang). He served as a key advisor to Zhu Yuanzhang, the Hongwu Emperor, the founder of the Ming dynasty, in the latter's struggle to overthrow the Yuan dynasty and unify China proper under his rule.[3] Liu is also known for his prophecies and has been described as the \"Divine Chinese Nostradamus\".[3] He and Jiao Yu co-edited the military treatise known as the Huolongjing (Fire Dragon Manual).", "50224047": "Tamara Tarasenko (Russian: Тамара Андреевна Тарасенко; Ukrainian: Тамара Андріївна Тарасенко; born May 24, 1939, Moscow, Soviet Union — died May 23, 1992, Odesa, Ukraine) professor, philosopher, the first Chairman of the Board of Dr. Haass Social Assistance Fund (1987).[1]", "56244": "Antonio Francesco Gramsci (UK: /ˈɡræmʃi/ GRAM-shee,[6] US: /ˈɡrɑːmʃi/ GRAHM-shee,[7] Italian: [anˈtɔːnjo franˈtʃesko ˈɡramʃi] ⓘ; 22 January 1891 – 27 April 1937) was an Italian Marxist philosopher, linguist, journalist, writer, and politician. He wrote on philosophy, political theory, sociology, history, and linguistics. He was a founding member and one-time leader of the Italian Communist Party. A vocal critic of Benito Mussolini and fascism, he was imprisoned in 1926 where he remained until his death in 1937.", "41081783": "Jean-Claude Vuillemin (born 24 March 1954)[1] is Liberal Arts Research Professor Emeritus of French literature in the Department of French and Francophone Studies at The Pennsylvania State University.", "2612156": "Stephen Richard Lyster Clark (born 30 October 1945) is an English philosopher and professor emeritus of philosophy at the University of Liverpool.[3] Clark specialises in the philosophy of religion and animal rights, writing from a philosophical position that might broadly be described as Christian Platonist. He is the author of twenty books, including The Moral Status of Animals (1977), The Nature of the Beast (1982), Animals and Their Moral Standing (1997), G.K. Chesterton (2006), Philosophical Futures (2011), and Ancient Mediterranean Philosophy (2012), as well as 77 scholarly articles, and chapters in another 109 books.[4][5] He is a former editor-in-chief of the Journal of Applied Philosophy (1990–2001).[4]", "69589949": "Scott L. Pratt (born 1959) is a professor of philosophy at the University of Oregon.[1] His research and teaching is focused primarily upon American philosophy, especially in the areas of Native American philosophy, pragmatism, philosophy of race and gender, philosophy of education, and the history of logic. He has previously served in various administrative roles at the University of Oregon, including executive vice provost for academic affairs (2017–2019), dean of the graduate school (2015–2017), and associate dean for the humanities in the College of Arts and Sciences (2006–2009).[1]", "32070597": "Ann M. Mongoven is an American philosophy professor and medical ethicist. She earned her Ph.D. in religious studies/ethics from the University of Virginia in 1996 and a M.P.H. from the Johns Hopkins University Bloomberg School of Public Health in 2006. Mongoven taught courses at Indiana University/Bloomington before going on to teach at Michigan State University where she currently holds a dual appointment with the philosophy department and the Center for Ethics and Humanities in the Life Sciences.[1] Mongoven is also a Michigan State University Lilly Teaching Fellow and was an ethics consultant for the United States Department of Health and Human Services.", "12704711": "Bernard Mayo (1921 – 14 February 2000) was an English philosopher. \nHe worked at University of Birmingham until 1968, when he joined University of St. Andrews as professor of moral philosophy, from which he retired in 1983.\nHe was editor of Analysis (1956–65) and The Philosophical Quarterly (1973–80).[1]", "744391": "Christopher Jacob Boström (1 January 1797 in Piteå, Norrbotten – 22 March 1866 in Uppsala) was a Swedish philosopher.  His ideas dominated Swedish philosophy until the beginning of the twentieth century.[1]  He also had a great influence on Swedish cultural life.[citation needed]", "74439626": "Nicole Anderson is an Australian philosopher who is Professor and Director of The Institute for Humanities Research (IHR) at Arizona State University. She is also Honorary Professor at Macquarie University and Professor Honoris Causa for the International Institute for Hermeneutics at Warsaw University.[1]\nAnderson is known for her works on Derrida's thought and is the co-founder and chief editor of the journal Derrida Today.[2][3][4]", "8641489": "Edward Steven Reed (November 20, 1954 – February 14, 1997)[1] was an American philosopher of science and an ecological psychologist in the vein of James J. Gibson.[2][3]", "23519": "Ambroise Paul Toussaint Jules Valéry (French: [pɔl valeʁi]; 30 October 1871 – 20 July 1945) was a French poet, essayist, and philosopher.  In addition to his poetry and fiction (drama and dialogues), his interests included aphorisms on art, history, letters, music, and current events. Valéry was nominated for the Nobel Prize in Literature in 12 different years.[1]", "74406883": "Laurence Berns (1928–2011) was an American philosopher and professor of philosophy at St. John’s College, Annapolis.\nHe is known for his works on political philosophy.[1]\nA festschrift in his honor titled The Companionship of Books was published in 2011.[2]", "613348": "Philipp Mainländer (5 October 1841 – 1 April 1876) was a German philosopher and poet. Born Philipp Batz, he later changed his name to \"Mainländer\" in homage to his hometown, Offenbach am Main.", "70605803": "Chen Menglei (Chinese: 陳夢雷; Chinese: 陈梦雷; 1650–1741) was a Qing dynasty scholar-writer known for being the chief editor, compiler, and author of the Gujin Tushu Jicheng Chinese encyclopedia. In 1670, he became a Jinshi. Chen Menglei conducted research for over 50 years, covering more than 10,000 volumes of books,[1] and in 1701 was entrusted by the Kangxi Emperor to compile the Gujin Tushu Jicheng encyclopedia, which Chen completed in four and a half years.", "7363564": "Action Philosophers! was a self-published comic book series by artist Ryan Dunlavey and writer Fred Van Lente, which was awarded a Xeric Grant in 2004,[1] leading to Action Philosophers! # 1's publication in April 2005.", "28662765": "Iain Tyrrell Benson (born 1955) is a legal philosopher and practising legal consultant. The main focus of his work in relation to law and society has been to examine some of the various meanings that underlie terms of common but confused usage. His work towards an understanding of secular and secularism has been cited by the Supreme Court of Canada[1] and the Constitutional Court of South Africa.[2] He has also given critical study to the terms pluralism, faith, believer, unbeliever, liberalism and accommodation and examined the implications for various legal and non-legal usages.[citation needed]", "74374126": "William T. Myers is an American philosopher and Professor of Philosophy at Birmingham-Southern College. He is known for his works on process philosophy and American philosophy.[1][2][3][4]", "8051695": "Henry Pachter (1907–1980) was a Marxist intellectual and a libertarian socialist activist.[1][2] Perhaps best known as an essayist, who dealt with both historical and political matters, he also authored a number of books on a variety of subjects. An exile from the Nazi regime, deeply concerned with the lessons offered by the Weimar Republic, he taught at the New School for Social Research and then at the City College of the City University of New York until his death in 1980.", "64412653": "Dwarkanath Gangopadhyay (also known as Dwarkanath Ganguly, 20 April 1844 – 27 June 1898) was a Brahmo reformer in Bengal, British India. He made substantial contributions towards societal enlightenment and the emancipation of women. Ganguly dedicated his life to the latter cause, encouraging women to participate in politics and the social services. He was the husband of the first female Indian physician, Kadambini Ganguly.", "20405233": "Lambertus de Monte, also Lambertus de Monte Domini or Lambert of Cologne (Dutch: Lambertus van 's-Heerenbergh; c. 1430/5–1499), was a medieval scholastic and Thomist.", "56351731": "Henry Clay Brockmeyer (born Heinrich Conrad Brokmeyer, August 12, 1826 near Petershagen, Prussia – July 26, 1906 in St. Louis, Missouri) was a German-American poet, philosopher, and politician.", "50519030": "Armen Avanessian (*1973 in Vienna) is an Austrian philosopher, literary theorist, and political theorist. He has taught at the Free University of Berlin, among other institutions, and held fellowships in the German departments of Columbia University and Yale University. His work on Speculative realism and Accelerationism in art and philosophy has found a wide audience beyond academia.", "24501239": "Vanja Sutlić (18 February 1925 – 15 December 1989) was a Croatian philosopher. He was regarded as the father of the Heideggerian philosophy in Yugoslavia and its successor states, especially in Croatia and Slovenia.[1]", "73128956": "Matthäus Dresser, (also: Matteaus, Matthaei; Dressler, Drescher, Dresserus, Dresseri) (24 August 1536 in Erfurt – 5 October 1607 in Leipzig)[1] was a Lutheran German humanist, pedagogue, philosopher, and historian.", "56941564": "Kenny Easwaran is an Indian American philosopher and Associate Professor of Philosophy at Texas A&M University.[citation needed]\nHis expertise lies in epistemology, decision theory, mathematical logic and philosophy of mathematics.[citation needed] Easwaran is an associate editor of Journal of Philosophical Logic. Two of his articles have been selected as among the \"ten best\" of their year by the Philosopher's Annual.[1][2]", "41802755": "Thaddeus B. Wakeman, also known as T.B. Wakeman, was an American attorney, politician, editor and political philosopher. He graduated from Princeton University.[clarification needed] Generally ascribed as a liberal freethought philosopher, he was a speaker at the 1878 Freethinkers' Convention at Watkins, New York.[1] He served as president of the National Liberal League[when?], ran unsuccessfully for Attorney General in the New York state election of 1887, and was editor of the liberal paper Man.[2]  He was also the head of the Liberal University of Oregon, later relocated to Kansas City, Missouri.[3][self-published source]", "875526": "Christian von Ehrenfels (also Maria Christian Julius Leopold Freiherr von Ehrenfels; 20 June 1859 – 8 September 1932)[2] was an Austrian philosopher, and is known as one of the founders and precursors of Gestalt psychology.", "4054023": "Aramesh Dustdar (24 May 1931 – 27 October 2021)[1] was an Iranian philosopher, writer, scholar, and philosophy lecturer at Tehran University.[2]", "32988170": "Kotha Satchidananda Murty (1924-2011) was an Indian philosopher and professor. Murty served as the Professor of Philosophy, Andhra University, Visakhapatnam and Vice-Chancellor of Sri Venkateswara University, Tirupati in the state of Andhra Pradesh, South India. He specialized in Buddhist philosophy and contributed extensively to Mahayana Buddhism. His treatise on the teachings of Nagarjuna is well acclaimed.[1]", "384013": "Carol J. Adams (born 1951) is an American writer, feminist, and animal rights advocate. She is the author of several books, including The Sexual Politics of Meat: A Feminist-Vegetarian Critical Theory (1990) and The Pornography of Meat (2004), focusing in particular on what she argues are the links between the oppression of women and that of non-human animals.[1] She was inducted into the Animal Rights Hall of Fame in 2011.[2]", "252942": "Algernon Sidney or Sydney (15 January 1623 – 7 December 1683) was an English politician, republican political theorist and colonel. A member of the middle part of the Long Parliament and commissioner of the trial of King Charles I of England, he opposed the king's execution. Sidney was later charged with plotting against Charles II, in part based on his most famous work, Discourses Concerning Government, which was used by the prosecution as a witness at his trial. He was executed for treason.[1] After his death, Sidney was revered as a \"Whig patriot—hero and martyr\".", "35642386": "Katarina Majerhold is a Slovenian philosopher, writer and editor. She is particularly interested in philosophy of emotions, especially in philosophy of love and sexuality, happiness, philosophical counseling and ethics. In 2017 she published an article on the History of Love in the Internet Encyclopedia of Philosophy.[1] She has been a member of Society for the Philosophy of Sex + Love[2] since 1998. In 2020 she wrote her concept of love as a creative dynamic work[3] In which she claims that all known western concepts of love (Plato's, Augustine's, Rousseau's and Freud's alike) are based on lack of something or someone, such as primordial wholeness, God, Mother, whereas she founds her concept of love as happy and peaceful on pragmatical, enthusiastic and ecstatic foundation that promotes personal and couple's happiness, reciprocity, (sexual) satisfaction and creative and intellectual work. Her article The Crisis of the Meaning of Philosophy (2003) was awarded as an essay of the decade by the journal Sodobnost (Modernity or Contemporary Time) in 2012,[4] and reproduced on radio (ARS programme, 2018).[5]", "23575": "Parmenides of Elea (/pɑːrˈmɛnɪdiːz ... ˈɛliə/; Greek: Παρμενίδης ὁ Ἐλεάτης; fl. late sixth or early fifth century BC) was a pre-Socratic Greek philosopher from Elea in Magna Graecia.", "49372183": "Enrique Gil Robles (1849–1908) was a Spanish law scholar and a Carlist theorist. In popular public discourse he is known mostly as father of José María Gil-Robles y Quiñones. In scholarly debate he is recognized principally as one of key ideologues of Traditionalism; some authors view him also as major representative of a theory of law known as iusnaturalismo.", "24992793": "Dudley Knowles (", "56941596": "Reverend Dr. Thomas Nelson Baker, Sr. was a minister, author and philosopher. Born into slavery, Baker was the first African-American to receive a PhD in philosophy in the United States.", "33020957": "Levi Bryant, born Paul Reginald Bryant, is a professor of philosophy at Collin College in the Dallas–Fort Worth metropolitan area.[2]", "18471969": "Christine Buci-Glucksmann is a French philosopher and Professor Emeritus from University of Paris VIII specializing in the aesthetics of the Baroque and Japan, and computer art. Her best-known work in English is Baroque Reason: The Aesthetics of Modernity.", "37444646": "Francesco Bonatelli (1830-1911) was a 19th-century Italian philosopher of the Roman Catholic spiritualist tradition.", "40623156": "Carrie Figdor is an associate professor of philosophy at the University of Iowa.[1]  Her research focuses on the philosophy of mind, metaphysics, and ethics.[2] Before pursuing a career in philosophy, Figdor was a journalist with the Associated Press for eleven years.[3]", "67165241": "Trojano or Troiano Spinelli (22 December 1712 – 1 January 1777) was an Italian nobleman, philosopher, economist, and historian, active in Naples.[1]", "29121597": "Aldo Capitini (23 December 1899 –  19 October 1968) was an Italian philosopher, poet, political activist, anti-fascist, and educator. He was one of the first Italians to take up and develop Mahatma Gandhi's theories of nonviolence and was known as \"the Italian Gandhi\".[1][2]", "6085695": "Paul Gulian Cobben (born 5 June 1951 in Amersfoort) is a Dutch philosopher.[1] His main contribution to philosophy is that he has given an immanent critique of G.W.F. Hegel's philosophy.\nHis research specializes in Hegel's Phenomenology of Spirit (1807), Science of Logic (1812) and the Elements of the Philosophy of Right (1821). He taught at the universities of Amsterdam and Tilburg.", "58776640": "Peter Wallace Brannen Alward (born 1964) is a Canadian philosopher. He is a Professor in Philosophy and the Department Head in Philosophy at the University of Saskatchewan. He is known for his works on philosophy of fiction, philosophy of art and environmental philosophy.[1][2][3][4]\nIn 2016 Alward was awarded Tenured Professor Essay Prize by The Canadian Philosophical Association.[5]", "2808901": "Balthasar Bekker (20 March 1634 – 11 June 1698) was a Dutch minister and author of philosophical and theological works. Opposing superstition, he was a key figure in the end of the witchcraft persecutions in early modern Europe.  His best known work is De Betoverde Weereld (1691), or The World Bewitched (1695).", "9002059": "Muḥammad ibn Umayl al-Tamīmī (Arabic: محمد بن أميل التميمي), known in Latin as Senior Zadith, was an early Muslim alchemist who lived from c. 900 to c. 960 AD.", "37936208": "Eknath (IAST: Eka-nātha, Marathi pronunciation: [eknath]) (1533–1599),[1] was an Indian Hindu saint, philosopher and poet. He was a devotee of the Hindu deity Vitthal and is a major figure of the Warkari movement. Eknath is often viewed as a spiritual successor to the prominent Marathi saints Dnyaneshwar and Namdev.", "8215635": "Nikola Milošević, PhD (Serbian Cyrillic: Никола Милошевић; 17 April 1929 – 24 January 2007) was a Serbian writer, political philosopher, literary critic, and politician.", "19029075": "Oscar Ichazo (July 24, 1931 – March 26, 2020[1]) was a Bolivian philosopher and an advocate of integral philosophy. Following his early life in Bolivia, Ichazo was later principally based in Chile, where he founded the Arica School in 1968. He lived his last decades in Hawaii. Ichazo's Arica School can be considered, as Ramparts magazine described it in 1973, \"A body of techniques for cosmic consciousness-raising and an ideology to relate to the world in an awakened way.\"[2] An American headquarters, the Arica Institute, was established in New York in 1971.", "8739926": "Jayarāśi Bhaṭṭa (fl. c. 800[1]) was an Indian philosopher known for his radical skepticism who most likely flourished between 800-840 probably in southern India.[2] He was the author of one of the most extraordinary philosophical works in Indian history, the Tattvopaplavasiṃha (tattva-upa.plava-siṃha \"The Lion that uproots all Philosophies\"/\"The Lion upsetting all Principles\") in which he professed radical skepticism, which posits the impossibility of knowledge. In his work, he attempts to show the contradictions of various philosophical positions as well as the counter positions. He is loosely affiliated to the materialist Cārvāka/Lokāyata school of philosophy but his affiliation with charvaka is disputed among scholars.[3]   He has been differently classified as a sceptic, agnostic or materialist atheist.", "15948895": "Richard Kilvington (c. 1302-1361) was an English scholastic theologian and philosopher at the University of Oxford. His surviving works are lecture notes from the 1320s and 1330s. He was a Fellow of Oriel College, Oxford.[1] He was involved in a controversy over the nature of the infinite, with Richard FitzRalph, of Balliol College.[2]", "32562272": "Toby David Godfrey Ord (born July 1979)[3] is an Australian philosopher. In 2009 he founded Giving What We Can, an international society whose members pledge to donate at least 10% of their income to effective charities, and is a key figure in the effective altruism movement, which promotes using reason and evidence to help the lives of others as much as possible.[4]", "68213863": "Giovanni Evangelista Di Blasi (25 July 1721 – 1812) was an Italian Benedictine monk, philosopher, historian and writer.", "23660": "Pierre Teilhard de Chardin SJ (French: [pjɛʁ tɛjaʁ də ʃaʁdɛ̃] (listenⓘ); 1 May 1881 – 10 April 1955) was a French Jesuit priest, scientist, paleontologist, theologian, philosopher and teacher. He was Darwinian in outlook and the author of several influential theological and philosophical books.", "7036017": "Julian Leopold  Ochorowicz (Polish pronunciation: ['juljan lɛˈɔpɔld ɔxɔˈrɔvit͡ʂ]; outside Poland also known as Julien Ochorowitz; Radzymin, 23 February 1850 – 1 May 1917, Warsaw) was a Polish philosopher, psychologist, inventor (precursor of radio and television[1]), poet, publicist, and leading exponent of Polish Positivism.", "2546803": "Valentin-Yves Mudimbe (born 8 December 1941, Jadotville, Belgian Congo) is a Congolese philosopher, professor, and author of poems, novels, as well as books and articles on African culture and intellectual history.[1] Mudimbe is Ruth F. DeVarney Professor of Romance Studies and professor of comparative literature at Duke University and maître de conferences at the École des hautes études en sciences sociales in Paris.[2]", "68443256": "Ihnat Kančeŭski (pen name: Ihnat Abdziralovič; Belarusian: Ігнат Канчэўскі (Ігнат Абдзіраловіч); May 1896 – 23 April 1923) was a Belarusian poet, philosopher and publicist who is regarded as a leading thinker within the Belarusian independence movement of the early 20th century.[1][2][3]", "9002105": "Oksana Stefanivna Zabuzhko (Ukrainian: Окса́на Стефа́нівна Забу́жко, born 19 September 1960) is a Ukrainian novelist, poet, and essayist. Her works have been translated into several languages.", "23616636": "Hassan Ahmed Abdel Rahman Muhammed al-Banna (Arabic: حسن أحمد عبد الرحمن محمد البنا; 14 October 1906 – 12 February 1949), known as Hassan al-Banna (Arabic: حسن البنا), was an Egyptian schoolteacher and imam, best known for founding the Muslim Brotherhood, one of the largest and most influential Islamic revivalist organizations.[10]", "62774412": "David Frederick Bowers (October 20, 1906, Pittsburgh, Pennsylvania – July 17, 1945, Springfield, Massachusetts) was a philosophy professor,[1] noteworthy as a Guggenheim Fellow.[2]", "25353361": "Georg Friedrich Meier (26 March 1718 – 21 June 1777) was a German philosopher and aesthetician.[2] A follower of Alexander Gottlieb Baumgarten, he reformed the philosophy of Christian Wolff by introducing elements of John Locke's empiricist theory of knowledge.[3]", "1793171": "William of Conches (c. 1090/1091 – c. 1155/1170s) was a French scholastic philosopher who sought to expand the bounds of Christian humanism by studying secular works of the classics and fostering empirical science. He was a prominent member of the School of Chartres. John of Salisbury, a bishop of Chartres and former student of William's, refers to William as the most talented grammarian after Bernard of Chartres.", "47275158": "Lawrence Lindley \"Larry\" Haworth FRSC (born December 14, 1926) is an American-born, Canadian philosopher.", "58612892": "Paul C. Bishop (born 1967) is a British scholar and William Jacks Chair in Modern Languages at the University of Glasgow.[1][2]", "21355677": "John Earle Raven (13 December 1914 – 5 March 1980) was an English classical scholar, notable for his work on pre-Socratic philosophy, and amateur botanist.", "74308769": "Katarina Bogdanović (28 October 1885 OS / 10 November 1885 NS – 11 January 1969) is often referred to as the first woman philosopher of Serbia and one of the first women to write a high school textbook in the country. Born in Trpinja, after three years of primary schooling, she moved to Belgrade to complete her secondary education. She graduated from the normal school in Karlovac in 1904, and then taught elementary school until 1906 in Tuzla. Wanting to further her education, she resigned, and enrolled to study languages, philosophy, and Serbian literature at the University of Belgrade. Graduating in 1910, she taught at the private girls' high school in Smederevo for two years. She began graduate studies in Grenoble and in Paris at the Sorbonne, but returned to the Kingdom of Serbia in 1913 to teach at the Second Girls' High School of Belgrade.", "74407075": "Victor Gourevitch (1925 - 2020) was an American philosopher and Willialm Griffin Professor of Philosophy Emeritus at Wesleyan University.\nHe is known for his works on political philosophy.[1][2]", "48553123": "Sayyed Ahmad Alavi, also known as Ahmad  b. Zayn al-'Abidin al-'Abidin al-'Alawi al-'Amili,[1] or Mir Sayyid Ahmad 'Alavi 'Amili,[2] (d. between 1644 - 1650; Persian: سید احمد علوی) was a Safavid philosopher and theologian of the Philosophical school of isfahan.", "13524133": "Dardanus (/ˈdɑːrdənəs/; Greek: Δάρδανος, Dardanos) was a Stoic philosopher, who lived c. 160 – c. 85 BC.", "2251943": "Sosigenes the Peripatetic (Greek: Σωσιγένης) was a philosopher living at the end of the 2nd century AD. He was the tutor of Alexander of Aphrodisias and wrote a work On Revolving Spheres, from which some important extracts have been preserved in Simplicius's commentary on Aristotle's De Caelo.", "1137831": "Liu Xiang (77–6 BCE[1]), born Liu Gengsheng and bearing the courtesy name Zizheng, was a Chinese astronomer, historian, librarian, poet, politician, and writer of the Western Han dynasty. Among his polymathic scholarly specialties were history, literary bibliography, and astronomy. He is particularly well known for his bibliographic work in cataloging and editing the extensive imperial library.", "23721": "Peter Albert David Singer AC (born 6 July 1946)[2] is an Australian moral philosopher and the Ira W. DeCamp Professor of Bioethics at Princeton University. He specialises in applied ethics, approaching the subject from a secular, utilitarian perspective. He wrote the book Animal Liberation (1975), in which he argues for vegetarianism, and the essay \"Famine, Affluence, and Morality\", which favours donating to help the global poor. For most of his career, he was a preference utilitarian, but he revealed in The Point of View of the Universe (2014), coauthored with Katarzyna de Lazari-Radek, that he had become a hedonistic utilitarian.", "26893485": "Martin Puchner is a literary critic and philosopher. He studied at Konstanz University, the University of Bologna, and the University of California, Santa Barbara, before receiving his Ph.D. at Harvard University. Until 2009 he held the H. Gordon Garbedian Chair at Columbia University, where he also served as co-chair of the Theater Ph.D. program.[1] He now holds the Byron and Anita Wien Chair of Drama and of English and Comparative Literature at Harvard University.[2] He is the founding director of the Mellon School of Theater and Performance Research at Harvard University.", "43015345": "John Wayne Loftus (born September 18, 1954) is an American atheist author. He has written five books, and edited seven others.", "9493682": "Boncompagno da Signa (also Boncompagnus or Boncompagni; c. 1165/1175 – after 1240) was an Italian scholar, grammarian, historian, and philosopher.", "74374323": "David Shatz (born 1948) is an American philosopher and Ronald P. Stanton University Professor of Philosophy at Yeshiva University. He is known for his works on philosophy of religion and ethics.[1][2][3][4][5]", "24665268": "Piotr Lenartowicz (25 August 1934 – 10 October 2012[1]) was a Polish philosopher, vitalist, professor of philosophy at the Jesuit University of Philosophy and Education Ignatianum, jesuit.", "2317493": "Defunct", "38067383": "Caroline Haddon (15 April 1837 - 13 March 1905) was a British philosophical writer. She was the sister-in-law of James Hinton, \"the great influence of her life\",[1] and she wrote several works about Hinton and his thought.", "53501111": "Gary W. Cox (born 23 September 1955), born in Maryland, is a political scientist, the William Bennett Munro Professor of Political Science at Stanford University.", "24239292": "Ksenija Atanasijević (Xenia Atanassievich) (1894–1981) was the first recognised major female Serbian philosopher, and the first female professors of Belgrade University, where she graduated. She wrote about Giordano Bruno, ancient Greek philosophy and the history of Serbian philosophy,[1] and translated important philosophical works into Serbian, including works by Aristotle, Plato, and Spinoza. She was also an early Serbian feminist writer and philosopher.", "1793212": "William of Auxerre[1] (1140/50–1231) was a French scholastic theologian and official in the Roman Catholic Church.", "30891198": "Pierre A. Riffard is a French philosopher and specialist in esotericism. Born in Toulouse (France), he is a professor of pedagogy and philosophy at the University of the French West Indies and Guiana (Université des Antilles et de la Guyane).\nTeaching in the French overseas departments and territories and elsewhere: Asia, Oceania, Sub-Saharan Africa, Guiana.", "8314047": "Johan Henri Quanjer (23 May 1934 – 13 February 2001) was a Dutch writer, publisher,  philosopher, and mystic who spent most of his adult life in London. In 1973 he coined the term \"Pneumatocracy\" for the principle of the rule of the spirit in government and sought to combine politics with personal spirituality.", "1793215": "William of Ware (called the Doctor Fundatus; flourished 1290–1305) was a Franciscan friar and theologian, born at Ware in Hertfordshire. He almost certainly studied at Oxford University and lectured on the Sentences of Peter Lombard there, but he is not listed among the Oxford masters. There is some evidence, but no certainty, that he also taught at the University of Paris, perhaps lecturing there too on the Sentences. He was known as the Doctor Fundatus (established doctor) and less commonly the Doctor Praeclarus (very clear doctor).", "21683395": "Hugo Perls (24 May 1886[1]–1977 was an international art dealer, historian, philosopher and notable collector born in Rybnik in Upper Silesia. During his lifetime, he witnessed his homeland change from its German origins to Polish. He studied law, philosophy, and art history at the University of Freiburg and in Berlin. On completion of his studies he joined the German civil service and worked for the Ministry of the Interior prior to serving in the German Foreign Office during World War I. Perls married his first wife Kaethe in 1910.[2]", "2579652": "Mitchell H. Miller, Jr. is an American philosopher.  He was, until his retirement in 2013, the Dexter Ferry Professor in Philosophy at Vassar College.  The majority of his work concerns the late dialogues of Plato, but he has also written on Hesiod, Parmenides, and Hegel.", "6839494": "M.J. (Marc) de Vries (born 1958, Haarlem), is professor of Reformational Philosophy at the Delft University of Technology.[1]", "31546574": "Zayn al-Din Omar Savaji (Persian: زین الدین عمر ساوجی) was a Persian philosopher and logician.[1]", "23758": "Autocephaly recognized by some autocephalous Churches de jure:", "52780243": "Michelle Murphy (born 1969)[1] is a Canadian academic. She is a professor of history and women and gender studies at the University of Toronto and director of the Technoscience Research Unit.[2]", "58940634": "Eulalia Pérez Sedeño (born 1954 in Morocco), is a philosopher, a specialist in science, technology, and gender and professor of investigation in the Department of science, technology and society of the Institute of Philosophy of the discovery of dogs talking Higher Council of Scientific Research (Consejo Superior de Investigaciones Científicas, CSIC).", "1268957": "Howard Washington Thurman (November 18, 1899 – April 10, 1981) was an American author, philosopher, theologian, mystic, educator, and civil rights leader. As a prominent religious figure, he played a leading role in many social justice movements and organizations of the twentieth century.[1] Thurman's theology of radical nonviolence influenced and shaped a generation of civil rights activists, and he was a key mentor to leaders within the civil rights movement, including Martin Luther King Jr.", "16702690": "Gilles-Gaston[2] Granger (/ɡrɑːnˈʒeɪ/; French: [ɡʁɑ̃ʒe]; 28 January 1920 – 24 August 2016) was a French philosopher.", "17849571": "A. R. Natarajan was a disciple of Sri Ramana Maharshi who published numerous books on his guru. He was the president and founder of the Ramana Maharshi Centre for Learning, Bangalore) the Bhagavan Sri Ramana Maharshi Research Centre (Sanjaynagar, Bangalore)and the vice-president of the Ramana Kendra, New Delhi.\"Bangaloreans would not have had the opportunity of learning about Bhagwan Shri Ramana, but for the efforts put by Shri.A.R.Natarajan in building RMCL at Mekhri Circle, Bangalore\" said Mr.Shadakshari, a Great Devotee of Shri.Ramana Maharshi.Shri.A.R.Natarajan was the editor of the journal The Mountain Path, the official Publication of Sri Ramanashramam, Tiruvannamalai..[1] He authored several books on Sri Ramana Maharshi like \"DIVINITY, HERE & NOW\".", "15752422": "Jeroen Antonius Gerardus Groenendijk (Dutch pronunciation: [ˈɣrunə(n)dɛik]; 20 July 1949-17 October 2023, Amsterdam),[1] was a Dutch logician, linguist and philosopher, working on philosophy of language, formal semantics, pragmatics.", "74407153": "Christopher Bruell (born 1942) is an American philosopher and Emeritus Professor of Political Science at Boston College.[1]\nHe is known for his works on ancient Greek philosophy.[2][3][4]\n[5]", "40656115": "Barry C. Smith is a British philosopher and director of the Institute of Philosophy at the School of Advanced Study at University of London.[1] He also co-directs the Centre for the Study of the Senses. He has previously been a visiting professor at the University of California at Berkeley and at the École Normale Supérieure, and was the writer and presenter of the BBC World Service radio series, The Mysteries of the Brain.[2] He has also done several interviews with Philosophy Bites.", "52845815": "Ljiljana Filipović (born 21 January 1951 in Zagreb) is a Croatian author and philosopher.", "1793272": "William of Alnwick (lat. Guillelmus Alaunovicanus, c. 1275 – March 1333) was a Franciscan friar and theologian, and bishop of Giovinazzo, who took his name from Alnwick in Northumberland.", "12213496": "Stephen C. Pepper (April 29, 1891 – May 1, 1972) was an American pragmatism philosopher, the Mills Professor of Philosophy at the University of California at Berkeley. He may be best known for World Hypotheses: A Study in Evidence (1942) but was also a respected authority on aesthetics, philosophy of art, and ethics.", "62086394": "Melchior Adam Weikard was born on April 27, 1742, near Fulda Germany. He was a physician and a philosopher. Weikard wrote the earliest reference to the behavioral disorder attention deficit hyperactivity disorder (ADHD). He was progressive for his time, believing that illnesses have physical causes and that they are not a result of moral wrongs or the spiritual influences. Weikard died near his birthplace on July 25, 1803.[1]", "23805": "Pope  John Paul II (Latin: Ioannes Paulus II; Italian: Giovanni Paolo II; Polish: Jan Paweł II; born Karol Józef Wojtyła [ˈkarɔl ˈjuzɛv vɔjˈtɨwa];[b] 18 May 1920 – 2 April 2005) was head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005.", "53435652": "Anders Indset is a Norwegian philosopher, author[1][2][3] investor[4][5] and public speaker.[6][7][8] Among the philosophical and socio-political ideas he has advanced are The Quantum Economy, Reflection on the Simulation Hypothesis, Weltbildung (a new educational narrative) and the final narcissistic injury of mankind.", "46292232": "John Fearn (1768 –  3 December 1837) was a British philosopher.  \nNote: He has frequently been confused with John Fearn, the English whaling captain who was the first European to discover Nauru in 1798.", "7757068": "Laurence Jonathan Cohen, FBA (7 May 1923 – 26 September 2006), was a British philosopher.  He was Fellow and Praelector in Philosophy, 1957–90 and Senior Tutor, 1985–90 at The Queen's College, Oxford and British Academy Reader in Humanities, University of Oxford, 1982–84.", "39116044": "Ingjald Nissen (2 September 1896, Kristiania – 25 February 1977, Bærum) was a Norwegian psychologist and philosopher.[1][2]", "1432854": "Juan Manuel García Grüber (September 7, 1904 – September 21, 1997) was a Venezuelan economist, financier, writer, diplomat,[1] and philosopher. He served as Venezuela's ambassador to seven different countries.[citation needed]", "69197082": "Rodney John Charles Preece (August 15, 1939 – July 22, 2021) was a British-Canadian political philosopher and historian of animal rights and vegetarianism. He was professor emeritus in the Department of Political Science at Wilfrid Laurier University. Preece authored and edited 19 books on topics including animal rights and welfare, vegetarianism, German politics, socialization in Europe, and political theory.", "14572829": "Kazimierz Łyszczyński (Polish pronunciation: [kaˈʑimjɛʂ wɨʂˈtʂɨɲskʲi]; 4 March 1634  – 30 March 1689),[1] also known in English as Casimir Liszinski, was a Polish nobleman, philosopher, and soldier in the ranks of the Sapieha family, who was accused, tried, and executed for atheism in 1689.[2][3]", "1400094": "Isabel Paterson (January 22, 1886 – January 10, 1961) was a Canadian-American libertarian writer and literary critic. Historian Jim Powell has called Paterson one of the three founding mothers of American libertarianism, along with Rose Wilder Lane and Ayn Rand, who both acknowledged an intellectual debt to Paterson. Paterson's best-known work, The God of the Machine (1943), a treatise on political philosophy, economics, and history, reached conclusions and espoused beliefs that many libertarians credit as a foundation of their philosophy. Her biographer Stephen D. Cox (2004) believes Paterson was the \"earliest progenitor of libertarianism as we know it today.\" In a letter of 1943, Rand wrote that \"The God of the Machine is a document that could literally save the world ... The God of the Machine does for capitalism what Das Kapital does for the Reds and what the Bible did for Christianity.\"[1]", "57662755": "Alejandro Barcenas Pardo is a Venezuelan philosopher and Assistant Professor of Philosophy at Texas State University. \nHe is known for his expertise on Machiavelli's thought.[1][2][3][4]", "32267569": "Ernst Emil Paul Barth (born on 1 August 1858 in Baruthe near Oels, Silesia; died on 30 September 1922 in Leipzig), known simply as Paul Barth, was a German sociologist and philosopher.", "22142260": "Jan Wacław Machajski (27 December 1866 in Busko-Zdrój – 19 February 1926 in Moscow), pseudonym A. Wolski (A. Vol'ski)  (often corrupted in Russian as Makhaev),  was a Polish revolutionary whose methodology drew from both anarchism and Marxism whilst criticising both as being products of the intelligentsia.[1]: 105", "13524282": "Mnesarchus or Mnesarch (Greek: Μνήσαρχος, Mnēsarkhos), of Athens, was a Stoic philosopher, who lived c. 160 – c. 85 BC.", "6839615": "Gerrit Glas (born 31 August 1954, Bennekom) studied Medicine at the University of Amsterdam and Philosophy at the Vrije Universiteit. He worked as a psychiatrist at the Ziekenhuis Zwolse Poort in the Netherlands and got his promotion in 1990 on the subject anxiety disorder. Since 1991, he has been a professor of Reformational philosophy at the Universiteit van Leiden.[1] Since 2008 he has been Professor of Christian Philosophy (Dooyeweerd chair) at the VU University Amsterdam.[2] He has written a broad chapter about Anthropology in the book Kennis en werkelijkheid. Glas is associated with the Association for Reformational Philosophy.[3] Along with prof. dr. ir. Henk Jochemsen, he wrote the book Verantwoord medisch handelen.", "15981889": "Philippe Devaux (1902–1979) was a French-speaking Belgian philosopher and logician, professor at the University of Liège. Through his numerous works and translations (he was the translator and friend of Bertrand Russell), he played a great part in the development of analytic philosophy in French-speaking countries.", "37018946": "Hendrik \"Hent\" de Vries (born 24 February 1958,[1] is a Dutch philosopher, Professor of German, Religious Studies, and Comparative Literature and Affiliated Professor of Philosophy at New York University,[2] and Professor of Philosophy at the University of Amsterdam.[3] De Vries has been instrumental in explaining the apophatic and other theological claims and dimensions of deconstruction and for demonstrating its import for an understanding of religion in contemporary philosophy and culture.", "13098308": "Janet McCracken is the Chair of Classical Studies and Professor of Philosophy at Lake Forest College. She specializes in aesthetics.", "61201733": "E. A. Jabbar (Malayalam: ഇ. എ. ജബ്ബാർ) is an Indian atheist, humanist, rationalist, speaker and writer from Kerala. He is best known as a critic of Quran and Islam. He is an active member of several rationalist organizations. He was the Vice-president of Kerala Yukthivadi Sangham and its Malappuram district secretary for a considerable duration. He was also an editorial board member of the monthly magazine, Yukthirekha, the official journal of the Kerala Yukthivadi Sangham.\nHe was a member of Kerala State Teachers' Association  (KSTA), which is the teacher's wing of the political party CPI(M). He started his career as a government school teacher, and retired from service, after which carried on with his activism for free-thought and atheism.[1]\n[2]\n[3]\n[4]", "44096839": "Samantha J. Brennan is a British-born philosopher and scholar of women's studies who is currently dean of the College of Arts and faculty member in the Department of Philosophy at the University of Guelph.[1] She was previously a professor in the Department of Women's Studies and Feminist Research at Western University, Canada.[2][3][4] She remains a member of Western's Rotman Institute of Philosophy and the graduate faculty of the Departments of Political Science and of Philosophy. Brennan was Department Chair of Philosophy at Western from 2002 to 2007, and 2008–2011. She is a past president of the Canadian Philosophical Association (2017–18).[2][5][failed verification]", "1891656": "Bohuslav Balbín (3 December 1621 – 29 November 1688) was a Czech writer, historian, geographer and Jesuit, called the \"Czech Pliny\".[1] He became well known also as an advocate of the Czech language in the time of incoming germanization of the Czech lands.", "875857": "Robert Boyce Brandom (born March 13, 1950)[5] is an American philosopher who teaches at the University of Pittsburgh. He works primarily in philosophy of language, philosophy of mind and philosophical logic, and his academic output manifests both systematic and historical interests in these topics. His work has presented \"arguably the first fully systematic and technically rigorous attempt to explain the meaning of linguistic items in terms of their socially norm-governed use (\"meaning as use\", to cite the Wittgensteinian slogan), thereby also giving a non-representationalist account of the intentionality of thought and the rationality of action as well.\"[6]", "5692758": "Tlamatini (plural tlamatinime) is a Nahuatl language word meaning \"someone who knows something\", generally translated as \"wise man\".  The word is analyzable as derived from the transitive verb mati \"to know\" with the prefix tla- indicating an unspecified inanimate object translatable by \"something\" and the derivational suffix -ni meaning \"a person who is characterized by ...\": hence tla-mati-ni \"a person who is characterized by knowing something\" or more to the point \"a knower\".[1]", "5627229": "Hastamalakacharya (IAST Hastāmalakācārya) (c. 8th century CE) was a disciple of Adi Shankara, the Advaita philosopher. He was made the first Jagadguru (head) of the Dvāraka Pīṭhaṃ, the monastery founded by Adi Shankara in Dwaraka. Hastamalaka  founded a matha by name Idayil Matham in Thrissur, Kerala.", "51305827": "George Ciccariello-Maher (born March 12, 1979), also known as Geo Maher, is an American political scientist who was an associate professor of politics and global studies at Drexel University.", "3104112": "Antonio Genovesi (1 November 1713 – 22 September 1769) was an Italian writer on philosophy and political economy.", "1826163": "Karl-Otto Apel (German: [ˈaːpl̩]; 15 March 1922 – 15 May 2017) was a German philosopher and Professor Emeritus at the University of Frankfurt am Main. He specialized on the philosophy of language and was thus considered a communication theorist. He developed a distinctive philosophical approach which he called \"transcendental pragmatics.\"", "286067": "Ananda Kentish Muthu Coomaraswamy (Tamil: ஆனந்த குமாரசுவாமி, Āṉanta Kentiś Muthū Kumāracuvāmi; Sinhala: ආනන්ද කුමාරස්වාමි Ānanda Kumārasvāmī; 22 August 1877 − 9 September 1947) was a Ceylonese metaphysician, historian and a philosopher of Indian art who was an early interpreter of Indian culture to the West.[4] In particular, he is described as \"the groundbreaking theorist who was largely responsible for introducing ancient Indian art to the West\".[5]", "56941940": "Branden Fitelson (/ˈfaɪtəlsən/;[1] born August 17, 1969) is an American philosopher and Distinguished Professor of Philosophy at Northeastern University.", "8379771": "Andrew Maitland Moravcsik[1] (born 1957) is professor of politics and international affairs, director of the Liechtenstein Institute on Self-Determination, and founding director of both the European Union Program and the International Relations Faculty Colloquium at Princeton University. He holds a lifetime appointment as distinguished affiliated professor at the Technische Universität München, in Munich, Germany, where he is affiliated with its Hochschule für Politik.", "7724414": "Thomas Peter Ruffell Laslett CBE FBA (18 December 1915 – 8 November 2001) was an English historian.", "449920": "Shalva Nutsubidze (Georgian: შალვა ნუცუბიძე; December 14, 1888 – January 6, 1969) was a Georgian philosopher, cultural historian, rustvelologist, literary critic, translator, public figure, one of the founders of scientific school in the field of history of Georgian philosophy, one of the founders and prorector (1920-1929) of the Tbilisi State University, Director of the Fundamental Library of the TSU, Dean of the Department of History of World Literature, Doctor of Philosophy, Professor, elected member of the Academy of Sciences of the Georgian SSR (1944), Meritorious Scientific Worker of Georgia (1961).", "28335488": "Gunnar Aspelin (23 September 1898, in Södra Mellby, Kristianstads län – 29 August 1977), was a Swedish professor of philosophy at Lund University in Lund, Sweden.[1]", "6970755": "Erich Heller (27 March 1911 – 5 November 1990) was a British essayist, known particularly for his critical studies in German-language philosophy and literature of the nineteenth and twentieth centuries.", "42655107": "Cheshire Calhoun is a professor of Philosophy at Arizona State University and research professor at the Center for the Philosophy of Freedom at the University of Arizona. She is best known for her work in feminist philosophy as well as writing on gay and lesbian philosophy and the morality of same-sex marriage.[1]", "36625796": "Henry of Oyta (German: Heinrich Totting von Oyta; c. 1330 – 1397) was a German theologian and nominalist philosopher.", "40459655": "Peter A. Danielson (born 1946) is a philosopher and Emeritus Mary and Maurice Young Professor of Applied Ethics at the University of British Columbia.", "63102355": "Mahapurna (Sanskrit: महापूर्ण, romanized: Mahāpūrṇa), also called Periyanambi, was one of the teachers and maternal uncle of the medieval Vaishnava philosopher Ramanuja. He was responsible for initiating Ramanuja into Sri Vaishnavism.", "9166235": "Michael John Lesser (28 September 1943 – 1 July 2015) was a mathematical philosopher and political activist.", "9362854": "Cesare Cremonini (Italian: [ˈtʃeːzare kremoˈniːni, ˈtʃɛː-]; 22 December 1550[1] – 19 July 1631), sometimes Cesare Cremonino, was an Italian professor of natural philosophy, working rationalism (against revelation) and Aristotelian materialism (against the dualist immortality of the soul) inside scholasticism. His Latinized name was Cæsar Cremoninus[2][3] or Cæsar Cremonius.[4][5]", "50585000": "Wojciech Oczko (also known as Ocellus) (1537, Warsaw – 26 December 1599 Lublin) – philosopher, doctor, Royal Secretary to King Sigismund II Augustus, and court physician to kings Sigismund II Augustus, Stephen Báthory, and Sigismund III Vasa. One of the founders of Polish medicine, he was a medical writer who studied syphilis and hot springs.", "6053291": "Luthfi Assyaukanie (27 August 1967), is a cofounder of the Liberal Islam Network (Jaringan Islam Liberal, JIL) in Indonesia, a lecturer at Paramadina University, and a research associate at the Freedom Institute.", "6643123": "Kallistos Ware (born Timothy Richard Ware, 11 September 1934 – 24 August 2022) was an English bishop and theologian of the Eastern Orthodox Church. From 1982, he held the titular bishopric of Diokleia in Phrygia (Greek: Διόκλεια Φρυγίας), later made a titular metropolitan bishopric in 2007, under the Ecumenical Patriarchate of Constantinople. He was one of the best-known modern Eastern Orthodox hierarchs and theologians. From 1966 to 2001, he was Spalding Lecturer of Eastern Orthodox Studies at the University of Oxford.[1]", "2809268": "Theophilos Kairis (Greek: Θεόφιλος Καΐρης; baptismal name Θωμᾶς Thomas; 19 October 1784 – 13 January 1853) was a Greek priest, philosopher and revolutionary. He was born in Andros, Cyclades, Ottoman Greece, as a son of a distinguished family.", "42458550": "Michael (Mike) Rosenak (December 23, 1932 – May 14, 2013) was an Israeli philosopher of Jewish education. He was the Mandel Professor of Jewish Education at The Hebrew University in Jerusalem.", "6348217": "Albert Lautman (8 February 1908 – 1 August 1944) was a French philosopher of mathematics, born in Paris. An escaped prisoner of war, he was shot by the Nazi authorities in Toulouse on 1 August 1944.", "2252222": "Simon Foucher (1 March 1644 – 27 April 1696) was a French polemic[1] philosopher. His philosophical standpoint was one of Academic skepticism: he did not agree with dogmatism, but didn't resort to Pyrrhonism, either.", "55532992": "Jason Reza Jorjani (born February 21, 1981)[3] is an American philosopher, writer, former New Jersey Institute of Technology lecturer, former editor-in-chief of the European New Right publishing company Arktos Media,[4][5][6] and co-founder of the AltRight Corporation with Richard Spencer.[7] Jorjani is interested in the possibility that parapsychology offers insights into metaphysics.[8][user-generated source]", "581057": "Michael Joseph Sandel[3] (/sænˈdɛl/; born March 5, 1953) is an American political philosopher and the Anne T. and Robert M. Bass Professor of Government Theory at Harvard Law School, where his course Justice was the university's first course to be made freely available online and on television. It has been viewed by tens of millions of people around the world, including in China, where Sandel was named the 2011's \"most influential foreign figure of the year\" (China Newsweek).[4][5] He is also known for his critique of John Rawls' A Theory of Justice in his first book, Liberalism and the Limits of Justice (1982). He was elected a Fellow of the American Academy of Arts and Sciences in 2002.[6]", "61857228": "John Howard Moore (December 4, 1862 – June 17, 1916) was an American zoologist, philosopher, educator, humanitarian and socialist. He is considered to be an early, yet neglected, proponent of animal rights and ethical vegetarianism, and was a leading figure in the American humanitarian movement. Moore was a prolific writer, authoring numerous articles, books, essays, pamphlets on topics including animal rights, education, ethics, evolutionary biology, humanitarianism, socialism, temperance, utilitarianism and vegetarianism. He also lectured on many of these subjects and was widely regarded as a talented orator, earning the name the \"silver tongue of Kansas\" for his lectures on prohibition.", "8904142": "Euphraeus (Ancient Greek: Εὐφραῖος; fl. c. 4th century BC; d. ca. 342 BC/341 BC) was a philosopher and student of Plato from the town of Oreus in northern Euboea.  He appears to have been active in politics in addition to his speculative studies, being first an adviser to Perdiccas III of Macedon and then an opponent of Philip II and his supporters in Oreus.  Information regarding his life is scant, however, and few facts about it are mentioned in more than one source.  He appears in the Fifth Letter of Plato, Demosthenes' Third Philippic, and Athenaeus' Deipnosophistae (which repeats the information about him contained in the now-lost Historical Notes by Carystius of Pergamum).", "3104207": "Melchiorre Gioja (10 September 1767 – 2 January 1829) was an  Italian writer on philosophy and political economy. His name is spelled Gioia in modern Italian.", "20143577": "Potamo (or Potamon) of Alexandria (Greek: Ποτάμων ὁ Ἀλεξανδρεύς) was an eclectic philosopher who lived in the Roman era. According to Diogenes Laërtius,[1] Potamo had \"not long ago\" created an eclectic sect of philosophy, which would mean that he lived sometime around the 2nd century CE.  However, the Suda[2] says that Potamo lived in the age of Augustus (late 1st century BC) which, if true, would mean that Laërtius probably copied a statement, without alteration, from an earlier writer.[3]", "1629662": "Damis (Greek: Δάμις) was a student and lifelong companion of Apollonius of Tyana, the famous Neopythagorean philosopher and teacher who lived in the early 1st up to the early 2nd century AD.", "1760734": "Melville Jean Herskovits (September 10, 1895 – February 25, 1963) was an American anthropologist who helped to first establish African and African Diaspora studies in American academia. He is known for exploring the cultural continuity from African cultures as expressed in African-American communities. He worked with his wife Frances (Shapiro) Herskovits, also an anthropologist, in the field in South America, the Caribbean and Africa. They jointly wrote several books and monographs.", "51109343": "John Olubi Sodipo (October 15, 1935 – December 4, 1999),[1] was a Nigerian philosopher.[2]", "58744291": "Pietro Chiodi (2 July 1915 – 22 September 1970), born in Corteno Golgi, was an Italian philosopher and anti-fascist partisan.[1] He was the first Italian translator of Martin Heidegger's Being and Time. He died in Turin in 1970.", "679397": "Raimond Gaita (born Raimund Gaita; 14 May 1946) is a German-born Australian philosopher and award-winning writer. He was, until 2011, foundation professor of philosophy at the Australian Catholic University and professor of moral philosophy at King's College London. He is currently professorial fellow in the Melbourne Law School and the Faculty of Arts, University of Melbourne and emeritus professor of moral philosophy at King's College London. He is a fellow of the Australian Academy of the Humanities.", "5725671": "Douglas Neil Walton (2 June 1942 – 3 January 2020) was a Canadian academic and author, known for his books and papers on argumentation, logical fallacies and informal logic.[2] He was a Distinguished Research Fellow of the Centre for Research in Reasoning, Argumentation, and Rhetoric (CRRAR) at the University of Windsor, Ontario, Canada, and before that (2008–2014), he held the Assumption Chair of Argumentation Studies at the University of Windsor. Walton's work has been used to better prepare legal arguments and to help develop artificial intelligence.", "28597743": "Grigory Solomonovich Pomerants (also: Grigorii or Grigori, Russian: Григо́рий Соломо́нович Помера́нц, 13 March 1918, Vilnius – 16 February 2013, Moscow[1]) was a Russian philosopher and cultural theorist. He is the author of numerous philosophical works that circulated in samizdat and made an impact on the liberal intelligentsia in the 1960s and 1970s.", "17194480": "Jerry Rosario (Tamil: ஜெரி ரொசாரியோ; born 2 October 1952) is an Indian Jesuit priest (from the Tamil Nadu area), a theologian, a pastor, spiritual counselor,[1] a writer, a social activist, a motivator, a civil lawyer, a retreat- facilitator. And also,  founder-director of four movements   (DHAANAM for human donations, JEPASA for socio-pastoral animation, IGFA for Ignatian spirituality, and MANITHAM for political analysis and action)[2]", "8642037": "Marco Alexander Pallis (19 June 1895 – 5 June 1989) was a Greek-British author and mountaineer with close affiliations to the Traditionalist School. He wrote works on the religion and culture of Tibet.", "5529080": "Theodor Hermann Sternberg (5 January 1878 – 18 April 1950) was a German legal philosopher serving as a foreign advisor in Meiji period Japan, where he was an important contributor to the development of civil law in Japan.", "67919352": "Pakṣilasvāmin Vātsyāyana was an Indian philosopher, commentator and logician of the Nyaya School.[1][2] He is the author of the Commentary, \"Nyāya\", the first full commentary on the Nyāya-sūtra of Gautama (c. 150 CE), which is itself the foundational text of the school of philosophy called \n\"Nyāya\".[3][4]", "10640893": "Giwi Margwelaschwili (Georgian: გივი მარგველაშვილი Givi Margvelashvili; 14 December 1927 – 13 March 2020) was a German-Georgian writer and philosopher. Born in Berlin to Georgian parents, he was raised as a German. After World War II, his father and he were abducted by the Soviet secret police. His father, Tite Margwelaschwili was executed and he was interned in the former Sachsenhausen concentration camp for 18 months and then, speaking neither Russian nor Georgian, he was released to Tbilisi, Georgia, where he had relatives. He learned both languages and studied English, working as a language teacher. He wrote novels and philosophy books in German. He returned to Germany and became a German citizen in 1994. In 2011, he moved back to Tbilisi again.", "28335614": "Daniel M. Hausman (born March 27, 1947 in Chicago, Illinois) is an American philosopher. His research has focused primarily on methodological, metaphysical, and ethical issues at the boundaries between economics and philosophy. He is currently Herbert A. Simon Professor Emeritus in the Department of Philosophy at the University of Wisconsin–Madison.[1]", "10640897": "Tite Margwelaschwili (Georgian: ტიტე მარგველაშვილი, German: Titus von Margwelaschwili) (1891–1946) was a Georgian philosopher and writer. He studied at the University of Leipzig and did a doctor's degree in history at the University Halle-Wittenberg in 1914. His career in Georgia was interrupted by the Soviet invasion of the Democratic Republic of Georgia in 1921.", "58711566": "Auguste Cornu (9 August 1888 – 6 May 1981) was a French Marxist philosopher and historian of Marxism.[1]", "35380750": "Evgeny Alexeevich Torchinov (Russian: Евгений Алексеевич Торчинов; 22 August 1956 – 12 July 2003)[1] was a Russian sinologist, Buddhist scholar, professor, and translator. He was best known as an eminent Russian researcher of ancient Chinese religion and philosophy, author of many books and translations of classical Chinese texts (especially Buddhist and Taoist) into Russian. He founded the chair of Eastern philosophy and cultures at St. Petersburg State University.", "15621651": "Peer Syed Abdul Latif Kazmi Qadri, often referred to as Barī Imām or Barī Sarkār (1617 – 1705), was a 17th-century Sufi ascetic from Punjab. He is venerated as the patron saint of Islamabad, Pakistan. Born in Karsal, Chakwal District to a Sayyid family, he was one of the most prominent Sufis of the Qadiriyya order of the Islamic spirituality. Today, he is widely visited by those Sunni & Shia Muslims, (especially in the Indian Subcontinent) who venerate saints.[2][3][1]", "45243925": "Aristides Baltas (Greek: Αριστείδης Μπαλτάς; born 9 February 1943) is a philosopher of science and physicist who served as the Minister of Culture and Sports of Greece and as the Minister of Culture, Education and Religious Affairs in the cabinet of Alexis Tsipras from 27 January 2015 to 4 November 2016.", "24086": "Protagoras (/prəʊˈtæɡəˌræs/; Greek: Πρωταγόρας; c. 490 BC – c. 420 BC)[1] was a pre-Socratic Greek philosopher and rhetorical theorist. He is numbered as one of the sophists by Plato. In his dialogue Protagoras, Plato credits him with inventing the role of the professional sophist.", "4054551": "Tang Zhen (Chinese: 唐甄; pinyin: Tang Zhen; Wade–Giles: T'ang Chen, 1630–1704), born Tang Dadao (唐大陶), courtesy name Zhuwan (铸万), was a Chinese philosopher and educator born in Dazhou during the late Ming and early Qing dynasties. His given name was Dahao, but later he changed his given name to Zhen and his courtesy name to Puyuan (圃園).", "8642073": "Diderik Batens (born 15 November 1944),[1] is a Belgian logician and epistemologist at the University of Ghent, faculty of Arts and Philosophy, department of Philosophy and Moral Sciences. Known chiefly for his work on adaptive and paraconsistent logics, his epistemological views may be broadly characterized as fallibilist.", "26795548": "The St. Louis Hegelians were a group of thinkers based in St. Louis, Missouri who flourished in the 1860s. They were influenced by German Idealism and Hegelianism.[1]  They were led by William Torrey Harris and Henry Conrad Brokmeyer and were responsible for the publication of the Journal of Speculative Philosophy from 1867 to 1893, a non–theological organ which published an early essay on Friedrich Schiller written by Josiah Royce.[2] Other members of the school included William McKendree Bryant and Thomas Davidson.", "54189599": "Fritz Medicus (April 23, 1876 – January 13, 1956) was a German-Swiss philosopher. He was awarded his doctorate while studying in Jena, with the publication of his dissertation, Kant's transcendental aesthetics and non-euclidian geometry. He was the Chair of Philosophy at the Martin Luther University of Halle-Wittenberg, and moved to ETH Zurich in 1911.[1] Medicus wrote in the tradition of German idealism.[2]", "40066592": "Ellen M. Mitchell (1838–1920) was an American philosopher, educator and education reformer. She was one of the first women to be appointed lecturer in a university,[1] in addition to writing philosophy, literature and literary criticism.", "52715041": "Jñānagarbha (Sanskrit: ज्ञानगर्भ, Tibetan: ཡེ་ཤེས་སྙིང་པོ་, Wyl. ye shes snying po) was an 8th-century Buddhist philosopher from Nalanda who wrote on Madhyamaka and Yogacara and is considered part of Bhāviveka's Svatantrika tradition.[1] He was a student of Shrigupta and the teacher and ordaining master of Śāntarakṣita.[2] \nTibetan sources refer to him, Santaraksita and Kamalaśīla as rang rgyud shar gsum meaning the \"three eastern  Svātantrikas\" indicating their origins from Eastern India.[3]", "74341930": "Christopher Hitchcock (born 1964) is an American philosopher and J. O. and Juliette Koepfli Professor of Philosophy at the California Institute of Technology.\nHe is known for his works on philosophy of science.[1][2][3]", "52420141": "Éric Weil (/veɪl/; French: [vɛjl]; 4 June 1904 - 1 February 1977) was a French-German philosopher noted for the development of a theory that places the effort to understand violence at the center of philosophy. Calling himself a post-Hegelian Kantian, Weil was a key figure in the 20th century reception of Hegel in France, as well as the renewed interest in Kant in that country. The author of major original works, critical studies, and numerous essays in French his adopted language, as well as German and English, Weil was both an active academic as well as public intellectual. Involved in various fecund moments of French intellectual life, Weil was, for example, a participant in the famous lectures given by Alexandre Kojève on Hegel's Phenomenology of Spirit, and would go on to play an instrumental role at the journal Critique during its start and then serve as one of its editors for a number of years.[1] An influential teacher, his students, such as Bourdieu, have noted Weil's formative role in their intellectual development.[2] This influence was also at the origin of the creation of the Institut Éric Weil, a foundation and research library created by a group of his former students after his death.", "66248239": "Michael Robert Matthews  (born 1948) is an honorary associate professor in the School of Education at the University of New South Wales.  He has researched and published in philosophy of education, history and philosophy of science (HPS), and science education.  For nearly fifty years he has taught, researched and published on the utilisation of HPS in illuminating theoretical, curricular and pedagogical problems in science education.", "1826352": "Avital Ronell (/ˈɑːvɪtəl roʊˈnɛl/ AH-vit-əl roh-NEL; born 15 April 1952) is an American academic who writes about continental philosophy, literary studies, psychoanalysis, political philosophy, and ethics.[12] She is a professor in the humanities and in the departments of Germanic languages and literature and comparative literature at New York University, where she co-directs the trauma and violence transdisciplinary studies program.[13] As Jacques Derrida Professor of Philosophy, Ronell also teaches at the European Graduate School in Saas-Fee.[12]", "3038770": "Burgundio of Pisa, sometimes erroneously styled \"Burgundius\", was a 12th century Italian jurist. He was an ambassador for Pisa at Constantinople in 1136. He was a professor in Paris, and assisted at the Lateran Council in 1179, dying at a very advanced age in 1193.[1]", "4513331": "Luciano Floridi (Italian: [floˈriːdi]; born 16 November 1964) is an Italian and British philosopher. He is the director of the Digital Ethics Center at Yale University. He is also a Professor of Sociology of Culture and Communication at the University of Bologna, Department of Legal Studies,[1] where he is the director of the Centre for Digital Ethics.[2] He is adjunct professor (\"distinguished scholar in residence\"), Department of Economics, American University, Washington D.C.[3]  He is married to the neuroscientist Anna Christina Nobre.[4]", "21978684": "Marlene Zarader, born in 1949, is a French philosopher. She teaches philosophy at the Paul Valéry University, Montpellier III in Montpellier. Since became a member of the Institut Universitaire de France in 2007.\nHer book The Unthought Debt was originally published in French in 1990. The work was translated to English by Bettina Bergo.", "1728063": "Johannes Wilhelm Cornelius (b.23 August 1947) was a German neo-Kantian philosopher and psychologist.", "26336831": "Derrida Today is a biannual academic journal published by Edinburgh University Press in May and November of each year, devoted to the works of French philosopher Jacques Derrida (1930-2004).", "51666497": "Sybil Wolfram (born Sybille Misch; 1 July 1931 in Berlin–26 July 1993)[1] was an English philosopher and writer, of German Jewish origin. She was a Fellow and Tutor in philosophy at Lady Margaret Hall at University of Oxford from 1964 to 1993.", "319048": "Vinayak Damodar Savarkar (pronunciationⓘ), Marathi pronunciation: [ʋinaːjək saːʋəɾkəɾ]; 28 May 1883 – 26 February 1966) was an Indian independence activist, politician, and writer.\nSavarkar developed the Hindu nationalist political ideology of Hindutva while imprisoned at Ratnagiri in 1922.[3][4] He was a leading figure in the Hindu Mahasabha.[5] He started using the honorific prefix Veer (\"brave\") since he wrote his autobiography.[6] Savarkar joined the Hindu Mahasabha and popularized the term Hindutva (Hinduness),[7] to create a collective \"Hindu\" identity as an essence of Bharat (India).[8][9] Savarkar was an atheist.[10]", "57531979": "Johann Amadeus Wendt (29 September 1783, in Leipzig – 15 December 1836, in Göttingen) was a German philosopher and music theorist.", "52846160": "Mikhail Minakov (Ukrainian: Михайло Анатолійович Мінаков; born on 6 October 1971, Leninsk, Volgograd Oblast, Russia/USSR) is a philosopher, political scholar and historian (researcher of the history of modernity and post-Soviet ideologies), Doctor of Philosophy.[1] His studies focus on human experience, social knowledge, the phenomenon of ideology, political creativity, and the history of modernization.", "52518481": "Francis Jeanson (7 July 1922 – 1 August 2009) was a French political activist known for his commitment to the FLN during the Algerian war.", "5529173": "Dolf Sternberger (originally Adolf Sternberger; 28 July 1907 in Wiesbaden – 27 July 1989 in Frankfurt/Main) was a German philosopher and political scientist at the University of Heidelberg. Dolf Sternberger is known for his concept of citizenship in contemporary German political thought, and for coining the term \"constitutional patriotism\" (Verfassungspatriotismus) in 1979, on the occasion of the 30th anniversary of the Federal Republic of Germany.[1]", "5234262": "Joseph Maréchal, SJ (French: [maʁeʃal]; 1 July 1878 – 11 December 1944) was a Belgian Jesuit priest, philosopher, theologian and psychologist. He taught at the Higher Institute of Philosophy of the University of Leuven and was the founder of the school of thought called transcendental Thomism, which attempted to merge the theological and philosophical thought of St. Thomas Aquinas with that of Immanuel Kant.", "35216988": "Rajab Ali Tabrizi (died in 1670) was an Iranian and Shiat philosopher and mystic of the 17th century. He was educated in the Sheikh Lotf Allah school.[1]", "55860832": "Charlotte Blease is a Northern Irish philosopher of medicine from Belfast, Northern Ireland.[1] She is a healthcare researcher at General Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston USA. Formerly she was a Fulbright Scholar to the Program in Placebo Studies at Harvard Medical School. She is a former Irish Research Council fellow and a Queen's University, Belfast lecturer.", "20930147": "Ayn Rand Institute", "34135653": "Roderick Firth (January 30, 1917 – December 22, 1987)[1] was an American philosopher. He was Professor of Philosophy at Harvard University from 1953 until his death.[1]", "20766310": "Johann Nepomuk Ehrlich (February 21, 1810 – October 23, 1864) was an Austrian theologian and philosopher born in Vienna.", "64118376": "Nizamuddin Sihalivi Ansari (27 March 1677 – 8 May 1748) was the founder and designer of the Dars-i Nizami curriculum used in most South Asian madrasas. He was born in Sihali a Village in Fatehpur Block in Barabanki District of Uttar Pradesh now in India, on 27 March 1677 then migrated to Firangi Mahal Lukhnow.[1][2][3][4]\nHis father was Mulla Qatubdeen.\nHe was a disciple of Shah Abdul Razzaq Bansvi in silsala Qadiriyya. He was a descendant of Abu Ayyub al-Ansari.[4]", "34758254": "Bak Jiwon (Korean: 박지원; Hanja: 朴趾源; 1737–1805), styled Yeonam (Korean: 연암; Hanja: 燕巖, 'Rock of swallow'), was a philosopher and novelist in the late Joseon dynasty. He has been regarded as one of the greatest thinkers of the so-called \"Practical Learning (silhak)\" movement. Park Jiwon belonged to the \"School of Profitable Usage and Benefiting the People\" (Korean: 이용후생파; Hanja: 利用厚生派; RR: Iyong Husaeng-pa) to promote the industrialization of his country and the development of trade by positively introducing western technologies to Joseon Korea. Park Jiwon proposed that Joseon import advanced technologies from the Qing dynasty, and promote mercantilism.[1]", "12148335": "Jerrold Levinson (born 11 July 1948[1] in Brooklyn) is distinguished university professor of philosophy at the University of Maryland, College Park.[2]  He is particularly noted for his work on defining art, the aesthetics of music, ontology of art, philosophy of film, interpretation, aesthetics experience, and humour.", "33742450": "Jay M. Bernstein is an American philosopher, and University Distinguished Professor at The New School.[1] He received a BA from Trinity College in 1970 and graduated from the University of Edinburgh with a PhD in 1975, presenting the thesis \"Kant and transcendental realism\".[2]", "45112946": "Maarten Boudry (born 15 August 1984) is a Dutch-speaking Belgian philosopher and skeptic. He has been a researcher and teaching member of the Department of Philosophy and Moral Sciences at Ghent University since 2006.[1] To date, he has published over 30 articles in various philosophy of science journals.[2]", "5430906": "Franciszek Bohomolec, S.J., Bogoria Coat of Arms (29 January 1720 – 24 April 1784), writing pseudonymously as: Daniel Bobinson, Dzisiejkiewicz, F. B., F. B. S. J., Galantecki, J. U. P. Z., Jeden Zakonnik S. J., Jeden Zakonnik Societatis Jesu, Lubożoński, Ludziolubski, M. Z. S. W., Murmiłowski, N. N., N** N***, Ochotnicki, Odziański, Pokutnicki, Pośrzednicki, Poznajewski, Prożniak nie Tęskniący, Staroświat, Śmiałecki, Szkolnicki, Theosebes, Ucziwski, was a Polish Jesuit teacher, writer, poet, satirist, social commentator, linguist, translator, dramatist and theatrical reformer who was one of the principal playwrights of the Polish Enlightenment. After the Suppression of the Society of Jesus, he continued his usual work and in addition became an editor, publisher and printer.[1]", "24338045": "Masakazu Nakai (中井 正一, Nakai Masakazu, alternative romanization Nakai Shōichi[1]) (14 February 1900 - 18 May 1952) was a Japanese aesthetician, film theorist, librarian, and social activist.", "25484927": "Lê Văn Hưu (1230–1322) was a historian of the Trần dynasty. He is best known for his work the Đại Việt sử ký, the first comprehensive historical record of the history of Vietnam. Although the book was lost during the Fourth Chinese domination in Vietnam, its contents, including Lê Văn Hưu's comments on various events in the history of Vietnam, were used by other Vietnamese historians as a base for their works, notably the Đại Việt sử ký toàn thư by Ngô Sĩ Liên.", "25190022": "Yashovijaya (IAST: Yaśovijaya, 1624–1688), a seventeenth-century Jain philosopher-monk, was a notable Indian philosopher and logician. He was a thinker, prolific writer and commentator who had a strong and lasting influence on Jainism.[1] He was a disciple of Muni Nayavijaya in the lineage of Jain monk Hiravijaya (belonging to the Tapa Gaccha tradition of Svetambara Jains) who influenced the Mughal Emperor Akbar to give up eating meat.[2] He is also known as Yashovijayji with honorifics like Mahopadhyaya or Upadhyaya or Gani.", "74342028": "Fredrick Eberhardt (born 1978) is an American philosopher and professor of philosophy at the California Institute of Technology. Previously he was a faculty member in the Philosophy-Neuroscience-Psychology program at Washington University in St. Louis.[1][2]\nEberhardt is known for his works on philosophy of science.[3][4][5][6][7]", "37281438": "General Hong Dalson (hangul:홍달손, hanja:洪達孫, 1415–1472) was a politician and soldier of the Joseon period of Korea. His courtesy name was Gachik(가칙 可則). He was part of the plots which instated King Sejo on his throne (계유정난). As a result, he was nominated as the #10 in the 1st rank gongsin of 1453 and the #10 in the 2nd rank gongsin of 1455, with the title Prince Namyang (남양군).[1]", "18734752": "George Edward Hughes (8 June 1918 – 4 March 1994) was an Irish-born New Zealand philosopher and logician whose principal scholarly works were concerned with modal logic and medieval philosophy.", "70049454": "Olimpia Iris Lombardi (born 16 March 1960)[1] is an Argentine philosopher of science whose research involves ontology in chemistry and in quantum mechanics, including the use of ontological pluralism to argue for treating chemistry as autonomous from, rather than subsidiary to, physics.[2][3]", "10739381": "Joseph Galien OP (born 1699, Saint-Paulien, France) was a Dominican professor of philosophy and theology at the University of Avignon, meteorologist, physicist, and writer on aeronautics.", "548540": "Gaston Bachelard (/bæʃəˈlɑːr/; French: [baʃlaʁ]; 27 June 1884 – 16 October 1962) was a French philosopher.[11] He made contributions in the fields of poetics and the philosophy of science. To the latter, he introduced the concepts of epistemological obstacle and epistemological break (obstacle épistémologique and rupture épistémologique). He influenced many subsequent French philosophers, among them Michel Foucault, Louis Althusser, Dominique Lecourt and Jacques Derrida, as well as the sociologists Pierre Bourdieu and Bruno Latour.[12]", "33218237": "Renaud Barbaras (born 27 August 1955) is a French contemporary philosopher. An École normale supérieure de Saint-Cloud alumnus, he is Chair of Contemporary Philosophy in the University of Paris 1, Sorbonne.", "6250177": "Kan'ichi Kuroda (黒田 寛一, Kuroda Kan'ichi, October 20, 1927 – June 26, 2006) was a self-taught Japanese political philosopher and social theorist, associated with Trotskyism, who was deeply involved in far-left political movements.[1] Nearly blind,[1] Kuroda was affectionately nicknamed \"The Blind Prophet\" and \"KuroKan\" by his followers.", "56450756": "Professor Oron Shagrir (born 1961) is an Israeli philosopher and cognitive scientist.", "31252165": "Percy Hughes (1872–1952) was a philosopher and teacher, and a leading figure in the Philosophy, Education, and Psychology department at Lehigh University.", "61595335": "Kavīndra Tīrtha (Sanskrit:कवीन्द्रतीर्थ); (c. 1333 - c.1398), was a Dvaita philosopher, saint, scholar and the seventh peetadhipathi of Madhvacharya Peetha — Shri Uttaradi Matha from 1392-1398.[1]", "43572937": "Adi Shankaracharya, Ramanujacharya and Madhvacharya are considered to be the pillars of Vedantic tradition of spiritual India.", "43278027": "Manuel Sánchez Cuesta (born May 13, 1952, in San Martín del Castañar, Salamanca) is philosopher, ethicist and humanist.", "63987404": "Heinz Wismann (born 1935 in Berlin) is a Franco-German philologist and philosopher.", "70803148": "Olúfẹ́mi O. Táíwò ([o.lú.fɛ́.mi tá.í.wò]; born 1990)[1] is an American philosopher and professor of philosophy at Georgetown University.[2][3] He is the author of two books: Reconsidering Reparations and Elite Capture.[3] Grist.org has described him as \"one of America’s most prominent philosophers\" and \"the most vocal philosopher working on issues related to climate change\".[3] Táíwò regularly contributes articles to publications such as The New Yorker, The Guardian, and Foreign Policy, in addition to academic journals.[3]", "26959564": "Luca Incurvati is a logician and philosopher, currently an Associate Professor at the Institute for Logic, Language and Computation, University of Amsterdam. Incurvati's research areas include set theory, philosophy of mathematics, philosophy of language, and metaethics. In set theory and philosophy of maths, Incurvati has argued for the iterative conception of sets, based on a methodology he terms inference to the best conception.[1] Incurvati is currently the principal investigator in the Amsterdam-based project From the Expression of Disagreement to New Foundations for Expressivist Semantics, for which he was awarded a prestigious ERC Starting Grant of 1.5 million euros.[2] This project proposes a inferentialist expressivist treatment of disagreement, in particular arguing that the speech act of rejection is not reducible to negated assertion. For a paper produced as part of this project, Incurvati and coauthor Julian Schlöder received the 2019 Marc Sanders Prize in Metaethics.[3]", "1826507": "Geoffrey Bennington (born 1956) is Asa Griggs Candler Professor of French and Professor of Comparative Literature at Emory University in Georgia, United States, and Professor of Philosophy at the European Graduate School in Saas-Fee, Switzerland,[1] as well as a member of the International College of Philosophy in Paris. He is a literary critic and philosopher, best known as an expert on deconstruction and the works of Jacques Derrida and Jean-François Lyotard. Bennington has translated many of Derrida's works into English.", "28335825": "Hans Larsson (18 February 1862 in Östra Klagstorp, Malmöhus län – 16 February 1944, Lund) was a Swedish Professor of Philosophy at Lund University, Sweden and a Member of the Swedish Academy (1925-1944), chair no. 15. He was known in Sweden as Kloke-Hans (\"Clever Hans\").[1]", "73916116": "François Raffoul (born 1960) is an American philosopher and Professor of Philosophy and Retired Professor of Philosophy and French Studies at Louisiana State University.[1]\nHe is known for his works on continental thought.[2][3][4][5][6][7][8]", "2252504": "Jean-Marie Guyau (28 October 1854 – 31 March 1888) was a French philosopher and poet.", "22077146": "Robert Bruce Ware is Professor of Philosophy at Southern Illinois University Edwardsville. Ware earned an AB in political science from UC Berkeley, an MA in philosophy from UC San Diego,[1] and a D.Phil. from Oxford University.[1] From 1996 to 2013, Ware conducted field research in North Caucasus and has published extensively on politics, ethnography, and religion of the region in scholarly journals and in the popular media.[2][better source needed] He has been cited as a leading specialist on Dagestan.[3][4]\nHis recent research has focused upon the philosophy of mathematics and physics.", "70115036": "John Lawrence Hill (born 1960) is an American philosopher and law professor.", "8871655": "Theagenes of Rhegium (Greek: Θεαγένης ὁ Ῥηγῖνος, Theagenēs ho Rhēginos; fl. 529–522 BC) was a Greek literary critic of the 6th century BC from Rhegium (modern Reggio Calabria), in Magna Graecia.", "63987432": "Martin William Francis Stone (born 1965) is an Irish philosopher who served as a professor of philosophy at the Katholieke Universiteit Leuven. In 2010 he was found guilty of plagiarizing texts in more than 40 publications and subsequently dismissed from his university post.[1]", "59039464": "Brad Evans is a British academic, and Professor of Political Violence at the department of Politics, Languages & International Studies at the University of Bath, United Kingdom.[1] He is the founder and director of the Centre for the Study of Violence.[2]", "155376": "Emanuel Theodore Bronner (born Emanuel Heilbronner,[2] February 1, 1908 – March 7, 1997) was the maker of Dr. Bronner's Magic Soaps.[3] He used product labels to promote his moral and religious ideas, including a belief in the goodness and unity of humanity.", "155380": "Moses ben Nachman (Hebrew: מֹשֶׁה בֶּן־נָחְמָן Mōše ben-Nāḥmān, \"Moses son of Nachman\"; 1194–1270), commonly known as Nachmanides[1] (", "19193591": "Jean-Marc Ferry (born 5 May 1946) is a French philosopher who is best known for his book Les puissances de l'expérience (1991), described by Paul Ricoeur as \"one of the most important works recently published in the field of social and political philosophy\".[1] He has also translated the work of Jürgen Habermas, by whom he was influenced, into French.", "73719544": "Arria was a philosopher and Platonist of the 2nd century CE. We know that she was a friend of the medical annalist Galen, and was admired by Roman emperors Septimius Severus and Caracalla.[1][2]", "27320059": "Simon Glendinning (born 1964) is an English philosopher. Glendinning is Professor of European Philosophy and Head of department in the European Institute at the London School of Economics.[1]", "8642301": "Eftimie Murgu (28 December 1805 – 12 May 1870) was a Romanian philosopher and politician who took part in the 1848 Revolutions.", "188158": "José Julián Martí Pérez (Spanish: [xoˈse maɾˈti]; January 28, 1853 – May 19, 1895) was a Cuban nationalist, poet, philosopher, essayist, journalist, translator, professor, and publisher, who is considered a Cuban national hero because of his role in the liberation of his country from Spain. He was also an important figure in Latin American literature. He was very politically active and is considered an important philosopher and political theorist.[1][2] Through his writings and political activity, he became a symbol of Cuba's bid for independence from the Spanish Empire in the 19th century, and is referred to as the \"Apostle of Cuban Independence\".[3] From adolescence on, he dedicated his life to the promotion of liberty, political independence for Cuba, and intellectual independence for all Spanish Americans; his death was used as a cry for Cuban independence from Spain by both the Cuban revolutionaries and those Cubans previously reluctant to start a revolt.", "24174339": "Malladi Chandrasekhara Sastry (28 August 1925 – 14 January 2022) was an Indian scholar and television personality who specialized in the Vedas and Puranas texts in the Telugu and Sanskrit languages. His works have included commentaries on All India Radio during Bhadrachalam's  Sitarama Kalyanam and Brahmotsavam festivals. For Ugadi day, he recited the Panchanga Sravanam (almanac reading). On television he hosted a show Dharma Sandehalu and Dharma Sukshmalu[clarification needed] where he answered questions regarding the Purana and various aspects of Hinduism. The show is telecast on the Sri Venkateswara Bhakti Channel and formerly on  the Doordarshan Saptagiri Channel. He was the principal of a college run by the trust named Tirumala Tirupati Devasthanams where they do pravachan (lectures) on the Puranas.[clarification needed] He received the Raja-Lakshmi Award in 2005, and has also been conferred the title of Purana Vachaspati.", "64282376": "Muhsin Baqir al-Musawi al-Qazwini (Arabic: محسن باقر الموسوي القزويني; b. 1951) is an Iraqi author, politician, essayist, college professor, and founder of the Ahl al-Bayt University in Karbala.[1][2][3][4]", "155406": "Mircea Eliade (Romanian: [ˈmirtʃe̯a eliˈade]; March 13 [O.S. February 28] 1907 – April 22, 1986) was a Romanian historian of religion, fiction writer, philosopher, and professor at the University of Chicago. A leading interpreter of religious experience, he established paradigms in religious studies that persist to this day. His theory that hierophanies form the basis of religion, splitting the human experience of reality into sacred and profane space and time, has proved influential.[1] One of his most instrumental contributions to religious studies was his theory of eternal return, which holds that myths and rituals do not simply commemorate hierophanies, but (at least in the minds of the religious) actually participate in them.[1]", "42163986": "Jonah Frankel, also spelled Yonah Frankel, Jonah Fraenkel (1928–2012) was an author, [1] Hebrew literature professor and Israel Prize laureate.", "253714": "David Pearce (born April 1959)[2] is a British transhumanist philosopher.[3][4][5] He is the co-founder of the World Transhumanist Association, currently rebranded and incorporated as Humanity+.[6][7] Pearce approaches ethical issues from a lexical negative utilitarian perspective.[8]", "6020889": "Hermotimus of Clazomenae (Greek: Ἑρμότιμος; fl. c. 8th or 7th century BCE), was a possibly historic or legendary Presocratic philosopher about whom many legendary feats were ascribed in antiquity, including the ability for his soul to leave his body and travel around. Some ancient sources also considered him a previous reincarnation of Pythagoras.[1] Aristotle also credited him with some of the metaphysical doctrines on Nous that were more commonly attributed to Anaxagoras.", "16310046": "Terence Henry Irwin FBA (/ˈɜːrwɪn/; born 21 April 1947), usually cited as T. H. Irwin, is a scholar and philosopher specializing in ancient Greek philosophy and the history of ethics (i.e., the history of Western moral philosophy in ancient, medieval, and modern times). He was the Professor of the History of Philosophy at the University of Oxford, and Fellow of Keble College, Oxford, from 2007 until 2017.", "10870559": "Hendrik Gerhardus Stoker (1899–1993), born in Johannesburg, South Africa, was a leading Calvinist philosopher who taught at Potchefstroom. He studied there and the University of Cologne, and he completed his doctoral dissertation on \"Nature and the forms of conscience\" under Max Scheler.[1]", "2678562": "Guðmundur Finnbogason (June 6, 1873 – July 17, 1944)[1] was an Icelandic philosopher,  the son of Guðrún Jónsdóttir and Finnbogi Finnbogason.[2] He was one of the first Icelandic psychologists. His work \"Sympathetic Understanding\" inspired Jean Piaget's development stages model.", "2711333": "Robert T. Pennock is a philosopher working on the Avida digital organism project at Michigan State University where he has been full professor since 2000.  Pennock was a witness in the Kitzmiller v. Dover Area School District trial,[1] testifying on behalf of the plaintiffs,[2] and described how intelligent design is an updated form of creationism and not science,[3] pointing out that the arguments were essentially the same as traditional creationist arguments with adjustments to the message to eliminate explicit mention of God and the Bible as well as adopting a postmodern deconstructionist language.  Pennock also laid out the philosophical history of methodological and philosophical naturalism as they underpin to science, and explained that if intelligent design were truly embraced it would return Western civilization to a pre-Enlightenment state.[4]", "30105391": "Xu Gan (Chinese: 徐幹, pinyin Xú Gàn, 171–218), courtesy name Weichang ( 偉長), was a Chinese philosopher and poet of the late Eastern Han dynasty. He was also one of the \"Seven Scholars of Jian'an\". He is best known in the West for his discourse on the relationship between the names and actualities, preserved in his treatise Zhonglun (中論).", "33251120": "Otto Heurnius (born Otto van Heurn; 8 September 1577 – 14 July 1652) was a Dutch physician, theologian and philosopher.", "17719095": "Sri  Anirvan (8 July 1896 – 31 May 1978), born  Narendra Chandra Dhar, was an Indian Hindu monk, writer and philosopher.[1] Widely known as a scholar,[1][2] his principal works were a Bengali translation of Sri Aurobindo's The Life Divine[1] and the three-volume treatise Veda Mimamsa.[1]", "65986361": "Christian Johann Christoph Schreiber (15 April 1781 – 15 August 1857) was a German theologian, philologist, philosopher, and poet. He was also the Superintendent of the dioceses of Lengsfeld and Dermbach. He was connected in friendship or correspondence to writers and philosophers of his time, and published poetry, sermons, historical and philosophical works.", "34725696": "Thorsten Botz-Bornstein (born 1964) is a German philosopher and writer[1] specializing in aesthetics and intercultural philosophy. He is professor of philosophy at the Gulf University for Science and Technology in Kuwait and director of the Global Studie Center.", "66707265": "Peter Adam Angeles (February 21, 1931 – March 2, 2004) was an American philosopher and atheist writer.", "31252298": "Benjamin F. Ward, Jr. (August 2, 1948 - December 14, 2013) was an Adjunct Associate Professor in the Duke University Department of Philosophy and was the Associate Dean for Faculty Program at Duke.  He was an accomplished pianist who began playing at the age of six.  He died in 2013 in Durham, NC, after battling a long illness.", "20307795": "Richard Jacob Bernstein (May 14, 1932 – July 4, 2022) was an American philosopher who taught for many years at Haverford College and then at The New School for Social Research, where he was Vera List Professor of Philosophy. Bernstein wrote extensively about a broad array of issues and philosophical traditions including American pragmatism, neopragmatism, critical theory, deconstruction, social philosophy, political philosophy, and hermeneutics.", "2350935": "Robert Alastair Hannay (born 2 June 1932[1]) is professor emeritus at the University of Oslo.[2][3] Educated in Edinburgh and London, where he studied under A. J. Ayer and Bernard Williams and since 1961 resident in Norway. Hannay has written extensively on the writings of Søren Kierkegaard. His  book \"The Public\" (2004) as well as examining the roles of the 'public' as audience and political participant, brings several Kierkegaardian insights to bear on contemporary political life. Hannay has written a novella (2020) and several pocket books on philosophical themes, as well as a memoir (2020). From 2006 to 2020 he was a member of the team translating Kierkegaard's complete journals and notebooks.", "13328215": "Persaeus (Greek: Περσαῖος; 307/6–243 BC[1]) of Citium, son of Demetrius, was a Greek Stoic philosopher, and a friend and favourite student of Zeno of Citium.", "1957724": "Milan Damnjanović (1924–1994) (Serbian Cyrillic Милан Дамњановић) was a Serbian philosopher, full professor at the Faculty of Fine Arts of Belgrade University.", "45342569": "Nigel Rodgers (born 1953) is a British writer, environmentalist and critic.", "5300079": "Paul Weiss (/waɪs/; May 19, 1901 – July 5, 2002) was an American philosopher. He was the founder of The Review of Metaphysics and the Metaphysical Society of America.", "37740411": "François-André-Adrien Pluquet (14 June 1716 – 18 September 1790) was a French theologian and philosopher. Best known for his Dictionary of Heresies (1762), he also wrote treatises on determinism, sociability and luxury.", "3628924": "Harry Brighouse is a British political philosopher at the University of Wisconsin–Madison. His research interests include the relationship between education and liberalism. His work on this topic has been widely cited by broadsheet newspapers, such as The Independent,[1] and The Guardian.[2][3]", "72114050": "Albína Dratvová (2 January 1892[1] – 1 December 1969) was a Czech philosopher, associate professor of philosophy at Charles University, one of the first few women to be habilitated during the First Czechoslovak Republic. She devoted herself to natural philosophy and methodology, the relationship between natural sciences and positivism. She also contributed significantly with her positions to the emancipation movement of modern women.", "40591239": "Anselm of Besate (Anselmus Peripateticus, \"Anselm the Peripatetic\") was an 11th-century churchman and rhetorician.", "72572808": "Ali Latifiyan (Persian: علی لطیفیان, born December 6, 1968, Tehran), is an Iranian writer, researcher, social-political theorist, historian. Most of his theories and researches are in the field of enlightenment, intellectualism, liberalism and Iranian culture.", "30334857": "Khoren Sargsian (Armenian: Խորեն Սարգսյան; 1891–1970) was an Armenian writer, critic, doctor of philology, and professor. He graduated from Saint Petersburg University and later went on to become the director of the Literature Institute of the Armenian SA from 1943 to 1947. He authored many publications on famous Armenian figures such as Vahan Terian, Levon Shant, Stepan Zoryan, and Sayat-Nova.", "55598989": "Not to be confused with football player James Fredrerick Thrower", "20799374": "Peter Joseph Elvenich (29 January 1796 – 16 June 1886) was a German Catholic theologian and philosopher born in Embken, a village that today is part of Nideggen, North Rhine-Westphalia. He was a principal supporter and defender of Hermesianism, a theological belief system based on the teachings of Georg Hermes (1775–1831).", "7790479": "Tāj al-Dīn Abū al-Fath Muhammad ibn `Abd al-Karīm ash-Shahrastānī (Arabic: تاج الدين أبو الفتح محمد بن عبد الكريم الشهرستاني; 1086–1153 CE), also known as Muhammad al-Shahrastānī, was an influential Persian historian of religions, a historiographer, Islamic scholar, philosopher and theologian.[3] His book, Kitab al–Milal wa al-Nihal (lit. The Book of Sects and Creeds) was one of the pioneers in developing an objective and philosophical approach to the study of religions.[4]", "8150928": "Alberto Jori (born 1965) is an Italian neo-Aristotelian philosopher.", "26959763": "Øystein Linnebo (born 1971) is a Norwegian philosopher. As of 2020 he is currently employed in the Department of Philosophy at the University of Oslo, having earlier held a position as Professor of Philosophy at Birkbeck College, University of London. He is a fellow of the Norwegian Academy of Science and Letters.[1]", "24993683": "Clancy Martin (born May 7, 1967)[1] is a Canadian philosopher, novelist, and essayist. His interests focus on 19th century philosophy, existentialism, moral psychology, philosophy and literature, ethics & behavioral health, applied and professional ethics (especially bioethics) and philosophy of mind.[2][3]", "24993687": "Peter Jeremy Roach Millican[1] (born 1 March 1958) is Gilbert Ryle Fellow and Professor of Philosophy at Hertford College, University of Oxford, in the United Kingdom.  His primary interests include the philosophy of David Hume, philosophy of religion, philosophy of language, epistemology, and moral philosophy. Millican is particularly well known for his work on David Hume, and from 2005 until 2010 was co-editor of the journal Hume Studies. He is also an International Correspondence Chess Grandmaster, and has a strong interest in the field of computing and its links with philosophy. Recently he has developed a new degree programme at Oxford University, in Computer Science and Philosophy, which accepted its first students in 2012.[2] He currently hosts the University of Oxford's Futuremakers podcast, winning a CASE Gold Award in 2019.[3]", "30891941": "Sophia Wigington Hume (South Carolina, 1702–London, 1774) was an American author and preacher associated with the Quakers.", "1073078": "Felix Adler (August 13, 1851 – April 24, 1933)[2] was a German American professor of political and social ethics, rationalist, influential lecturer on  euthanasia,[3] religious leader and social reformer who founded the Ethical Culture movement.[4]", "6971319": "Max Picard (5 June 1888 in Schopfheim, Baden, Germany – 3 October 1965 in Sorengo, Switzerland) was a Swiss writer and philosopher, important as one of the few thinkers writing from a deeply Platonic sensibility in the 20th century.", "34529211": "Walter A. \"Mac\" Davis (born November 9, 1942) is an American philosopher, critic, and playwright. He is Professor Emeritus of English at Ohio State University and the author of eight books. Davis has also taught at the University of California, Santa Barbara. His theoretical work engages critically with psychoanalysis, Marxism, existentialism, Hegelian dialectics and postmodernism. For a more general audience, he has written plays and two volumes of essays in cultural criticism.", "30924735": "Nagarjuna G. (Nagarjuna Gadiraju) works in the Homi Bhabha Centre for Science Education, Tata Institute of Fundamental Research in Mumbai, India. His major research interests include Science Education, Cognitive Science, History and Philosophy of Science and Structure and Dynamics of Knowledge. As an activist he focuses on  promoting free knowledge and free\nsoftware and serves as the chairperson of Free Software Foundation of India.", "11591619": "Andrei Marga (Romanian pronunciation: [anˈdrej ˈmarɡa]; born  22 May 1946) is a Romanian philosopher, political scientist, and politician. Rector – for the second time – of the Babeș-Bolyai University in Cluj-Napoca, he was a member of the Christian Democratic National Peasants' Party (PNŢCD), serving as Minister of Education in the Democratic Convention (CDR) coalition governments of Victor Ciorbea, Radu Vasile, and Mugur Isărescu (1997–2000). In January 2001, he replaced Ion Diaconescu as PNŢCD president, but resigned from this position in July 2001, amid political tensions within the party. He subsequently formed a new political party, more specifically the Popular Christian Party later during the same year.[1] Later on, he became a member of the National Liberal Party (PNL).", "9756611": "Jean-Pierre Voyer (b. 1938, Bolbec, d. 2019, Pont-Audemer) was a post-situationist French philosopher. His main thesis was the non-existence of economy, and he claimed to be inspired by Hegel and Marx, although he was very critical of the latter. He criticized utilitarianism and has been published in the Revue de Mauss, a French anti-utilitarian journal.", "24517": "Plutarch (/ˈpluːtɑːrk/; Greek: Πλούταρχος, Ploútarchos; Koinē Greek: [ˈplúːtarkʰos]; c. AD 46 – after AD 119)[1] was a Greek Middle Platonist philosopher,[2] historian, biographer, essayist, and priest at the Temple of Apollo in Delphi. He is known primarily for his Parallel Lives, a series of biographies of illustrious Greeks and Romans, and Moralia, a collection of essays and speeches.[3] Upon becoming a Roman citizen, he was possibly named Lucius Mestrius Plutarchus (Λούκιος Μέστριος Πλούταρχος).[4][a]", "56254404": "Banu Bargu is a U.S.-based political theorist and professor of History of Consciousness and Politics at the University of California, Santa Cruz.[1]", "67919821": "Bhavivikta (c. 520-580 AD) was an Indian commentator and logician of the Nyaya School. He is mentioned by the Buddhist writer Santaraksita as one of the major rivals of Dharmakirti.[1] He is said to have written a commentary on a Nyayabhasya, presumably Vatsyayana’s.", "37445582": "Erymneus (Greek: Ἐρυμνεύς; fl. c. 110 BC) was a Peripatetic philosopher in Ancient Greece.", "26566617": "Gwenaëlle Aubry (born 2 April 1971) is a French novelist and philosopher.", "66019289": "Vladimir Petrovich Ogorodnikov (Russian: Владимир Петрович Огородников; born 10 July 1945 in Leningrad)[1][2][3] is a Soviet Russian philosopher. Doktor Nauk (1987), Honorary Professor at the St. Petersburg State Transport University (2014), Professor at the A.F. Mozhaysky Military-Space Academy (since February 2016), Member of the Petrovskaya Academy of Sciences and Arts (2003), Corresponding Member of the Russian Academy of Natural Sciences.[1][4][5][3]\nHe is a Specialist in Theory of Determinism.[1]", "63266780": "Bernadette Bensaude-Vincent (born 7 July 1949) is a French philosopher, historian and historian of science and a professor emeritus at University of Paris 1 Pantheon-Sorbonne. She considers the study of the history of science to be essential for \"understanding scientific research as a multi-dimensional endeavor embedded in a cultural context and with societal and cultural impacts.\"[1]", "63627231": "David Olivier Whittier (born David Olivier; 11 March 1956) is a French and British philosopher and antispeciesist activist. He is founder of the French journal Cahiers antispécistes (\"Antispeciesist Notebooks\"), the annual event Veggie Pride and of the annual meeting Les Estivales de la question animale (\"The Summers of the Animal Question\"). Olivier is also the creator of the term \"veggiephobia\" and of numerous articles and conferences. He is an advocate of utilitarian and antinatauralist ethics, and defines himself politically as a progressive.", "30859235": "Jan Rokycana (also known in English as John of Rokycany and Jan of Rokycany; also known in Czech as Jan z Rokycan) (c. 1396 in Rokycany – 21 February 1471 in Prague) was a Czech Hussite theologian in the Kingdom of Bohemia and a key figure of the Bohemian Reformation.", "27713518": "Barbara Cassin (French: [kasɛ̃]; born 24 October 1947) is a French philologist and philosopher. She was elected to the Académie française on 4 May 2018.  Cassin is the recipient of the Grand Prize of Philosophy of the Académie française. She is an emeritus Research Director at the National Center for Scientific Research (CNRS) in Paris. Cassin is a program Director at the International College of Philosophy and the director of its Scientific Council and member of its board of directors. She was a director of Collège international de philosophie established by Jacques Derrida.[1] In 2006 she succeeded Jonathan Barnes to the directorship of the leading centre of excellence in Ancient philosophy,  Centre Leon-Robin, at the Sorbonne.[2] In recent years she has been teaching seminars and writing books in partnership with Alain Badiou.", "4644847": "Bruce Arnold Ackerman (born August 19, 1943) is an American legal scholar who serves as a Sterling Professor at Yale Law School. In 2010, he was named by Foreign Policy magazine to its list of top global thinkers.[4] Ackerman was also among the unranked bottom 40 in the 2020 Prospect list of the top 50 thinkers for the COVID-19 era.[5]", "3760116": "Jean-Louis de Lolme or Delolme [1] (1740 – 16 July 1806) was a Genevan and British political theorist and writer on constitutional matters, born in the then independent Republic of Geneva. As an adult he moved to England, and became a British subject. His most famous work was Constitution de l'Angleterre (The Constitution of England, 1771), which was subsequently published in English as well. In it, de Lolme advocated a constitutional form of government enshrining the principle that monarchy, aristocracy and democracy should be balanced against each other. He also praised the element of representative democracy in the constitution, and urged an extension of suffrage. The work influenced many of the framers of the United States Constitution.", "188405": "Francis Hutcheson LLD (/ˈhʌtʃɪsən/; 8 August 1694 – 8 August 1746) was an Irish philosopher born in Ulster to a family of Scottish Presbyterians who became known as one of the founding fathers of the Scottish Enlightenment. He was Professor of Moral Philosophy at Glasgow University and is remembered as author of A System of Moral Philosophy.", "24576": "Paul Johann Anselm Ritter von Feuerbach (14 November 1775 – 29 May 1833) was a German legal scholar. His major achievement was a reform of the Bavarian penal code which led to the abolition of torture and became a model for several other countries. He is also well known for his research on Kaspar Hauser, who died the same year as Feuerbach.", "13328397": "Warren A. Shibles was an American philosopher, historian and professor. His B.A. is from the University of Connecticut and his M.A. from the University of Colorado.[1] He was head of the department of philosophy of the University of Wisconsin-Whitewater.[2] He is the author of numerous articles in history and philosophy and of many books, including children's books in philosophy and ethics. A number of his books have been translated into German, Finnish and Spanish languages.", "50061334": "Bhakti Ballabh Tirtha (24 April 1924 - 21 April 2017) was a disciple of Bhakti Dayita Madhava and an acharya and initiating spiritual master (Sri Guru) in the Gaudiya Math following the philosophy of the Bhakti marg, specifically of Caitanya Mahaprabhu and Gaudiya Vaishnava theology. He was the President Acharya of Sree Chaitanya Gaudiya Math, headquartered at Kolkata, West Bengal, India and having more than 22 branches in India.[1] He was president of the World Vaisnava Association and founder of GOKUL (Global organization for Krishna Chaitanya's Universal Love).[2]", "32071706": "John Arthur (September 22, 1946 – January 22, 2007) was an American professor of philosophy and an expert in legal theory, constitutional theory, social ethics, and political philosophy.[1][2][3]  He taught at Binghamton University for 18 years.[2]", "21651486": "Federico Riu Farré (May 14, 1925 – December 9, 1985) was a philosopher and university professor.", "34693152": "Yi Seou (1 March 1633 – 14 October 1709), also spelled as Lee Seo-Woo, was a Korean scholar-official of the  Joseon period. An early silhak writer, he was a member of the Southerners political faction.", "811041": "Jean Hyppolite (French pronunciation: [ʒɑ̃ ipɔlit]; 8 January 1907 – 26 October 1968) was a French philosopher known for championing the work of G.W.F. Hegel, and other German philosophers, and educating some of France's most prominent post-war thinkers. His major works include Genesis and Structure of Hegel's Phenomenology of Spirit and Studies on Marx and Hegel.", "40067110": "Jacopo Stellini (27 April 1699 – 27 March 1770) was an Italian abbot, polymath writer and philosopher.", "64544806": "Walter D. Young was a Canadian political scientist who has written several books that are considered the definitive resources for the Co-operative Commonwealth Federation and the New Democratic Party.[1][2] His experiences as a democratic socialist in Canada led to his involvement in the founding of the NDP, provincial politics in British Columbia, and a variety of educational initiatives at The University of British Columbia and The University of Victoria.[3]", "13787178": "Joseph de Torre (May 25, 1932—May 31, 2018) was a social and political philosopher and a Roman Catholic priest. He is the author of books on social ethics, Catholic social teaching, modern philosophy and spirituality. He is a member of  the Carnegie Council for Ethics in International Affairs, and the Acton Institute for the Study of Religion and Liberty. De Torre is the author of twenty books and hundreds of essays. He had been living in the Philippines since 1968.  He was fluent in Latin, Greek, Spanish and English.[1]", "7528496": "Sanaullah Panipati (1143 AH -1225) was a Sunni Muslim scholar and an exegete from Panipat who authored the Tafsir al-Mazhari.", "31580211": "Vladimir Alexandrovich Bazarov (Russian: Влади́мир Алекса́ндрович База́ров; 8 August [O. S. 27 July] 1874 – 16 September 1939) was a Russian Marxist revolutionary, journalist, philosopher, and economist. Born as Vladimir Alexandrovich Rudnev, Bazarov is best remembered as a pioneer in the development of economic planning in the Soviet Union. He was one of the Russian Machists, as Lenin dubbed the term, and was a close friend to Alexander Bogdanov.", "3006519": "David Hugh Mellor FBA (/ˈmɛlər/; 10 July 1938  – 21 June 2020) was a British philosopher. He was a Professor of Philosophy and Pro-Vice-Chancellor, later Professor Emeritus, of Cambridge University.", "57991231": "Rebecca Roache is a British philosopher and Senior Lecturer at Royal Holloway, University of London, known for her work on the philosophy of language, practical ethics and philosophy of mind.[1] She is particularly noted for her work on swearing, which has featured in various media, such as the BBC.[2]", "7692352": "Silvio Ceccato (Montecchio Maggiore, Italy 25 January 1914 – Milan, 2 December 1997) was an Italian philosopher and linguist.", "17948737": "Roger Davis Masters (June 8, 1933 – June 22, 2023) studied at Harvard (A.B. 1955, Summa cum Laude), served in the U.S. Army (1955–57), completed his M.A. (1958) and Ph.D. (1961) at the University of Chicago, and served on the faculty at Yale (1961-67) and then Dartmouth College, with a two-year leave to serve as Cultural Attaché at the American Embassy in Paris (1969–1971). From his retirement in 1998 he was the Nelson A. Rockefeller Professor of Government Emeritus in the Department of Government at Dartmouth.", "37740611": "Marco Antonio Zimara (c. 1460 – 1532), was an Italian Renaissance philosopher.", "3989574": "Janko Prunk (pronunciationⓘ) (born 30 December 1942) is a Slovenian historian of modern history. He has published articles and monographs on analytical politology, modern history, the genesis of modern political formations, and the history of social and political philosophy in Slovenia. He has also written on the history of political movements in Europe from the end of the 18th century until today, especially about Slovene Christian socialism and the history of Slovenian national questions.", "32596041": "Alan M. Olson is a Professor of the Philosophy of Religion, Emeritus, at Boston University. He received his degrees from Saint Olaf College (BA, History and Philosophy), Luther Theological Seminary (M.Div., Theology), Nashotah House, where he studied with Arthur Anton Vogel, and Boston University (Ph.D.) where he studied with Peter Anthony Bertocci, Erazim Kohak, Harold H. Oliver and John N. Findlay. He served as Chairman of the Religion Department at Boston University, 1980–1987, and Chairman of the Philosophy Department, ad interim, 1987-1989.[1] During the 1970s he was Program Coordinator of the Boston University Institute for Philosophy and Religion; and was Executive Director of the Twentieth World Congress of Philosophy in Boston, 1998.  He was a Senior Fulbright Research Fellow at University of Tübingen, Germany, in 1986, where he studied with Klaus Hartmann; and a Senior Fulbright Research Fellow and visiting fellow at the Institut für die Wissenschaften vom Menschen, Vienna, Austria, in 1995, where he worked with Krzysztof Michalski. He served on the Board of Officers of the American Philosophical Association, 2000–2003; and is past president of the Karl Jaspers Society of North America. He delivered the Jaspers Lectures at university college, Oxford in 1989; and was co-editor, with Helmut Wautischer, of the philosophical journal, Existenz from 2006 to 2015. He lives on Cape Cod with his wife, Janet L. Olson, Professor Emerita, College of Fine Arts, Boston University. They have two daughters, Maren Kirsten, Sonja Astrid, and one grandson, Søren.", "4546636": "Afshin Ellian (born 27 February 1966 in Tehran, Iran) is an Iranian-born Dutch professor of law, philosopher, poet, and critic of political Islam.[1] He is an expert in international public law and philosophy of law.", "67395663": "Nicola Velotti (born 11 November 1964) is an Italian psychoanalyst, professor, art therapist and philosophical consultant.", "1695824": "Ludwig Marcuse (February 8, 1894 in Berlin – August 2, 1971 in Bad Wiessee) was a German philosopher and writer of Jewish origin.", "6938710": "John P. Anton (Greek: Ιωάννης Π. Αντωνόπουλος); November 2, 1920 – December 10, 2014)[1] was Distinguished Professor Emeritus of Greek Philosophy and Culture at the University of South Florida. He was Corresponding Member of the Academy of Athens, Honorary Member of the Parnassos Literary Society, Honorary Member Phi Beta Kappa and a member of the Florida Philosophical Association. He featured in the Who is Who in the World, the Dictionary of International Biography, the Directory of American Scholars. He received four Honorary Doctorates from: the University of Athens, the University of Patras, the University of Ioannina and the Aristotle University of Thessaloniki. His areas of specialization were classical Greek philosophy, History of Philosophy, American Philosophy, Philosophy of Art, and Metaphysics.\nHe studied at Columbia University and earned his B.S, M.A. and Ph.D. in Philosophy. In 1973 he was one of the signers of the Humanist Manifesto II.[2]", "42655834": "Ross Harrison (born 1943) is a British philosopher and academic. He served as Provost of King's College, Cambridge from 2006 to 2013.[1][2] He was previously Quain Professor of Jurisprudence at University College London.[1] Harrison's books include \"Bentham\" (RKP, 1983), which explores the philosophy of Jeremy Bentham.", "42066018": "Daniel Sulmasy is an American medical ethicist and former Franciscan friar.[1] He has been Acting Director of the Kennedy Institute of Ethics and on the faculty of the Pellegrino Center for Clinical Bioetics was also named He is the inaugural Andre Hellegers Professor of Biomedical Ethics, with co-appointments in the Departments of Philosophy and Medicine at Georgetown.", "11919459": "Luis Filipe de Bragança e Sousa da Silva Teixeira (born November 3, 1959, in Luanda) is a Portuguese essayist and university teacher.", "49733734": "Hegel Bulletin (previously Bulletin of the Hegel Society of Great Britain) is a bi-annual peer-reviewed academic journal covering the thought of Georg Wilhelm Friedrich Hegel published by Hegel Society of Great Britain. It was established in 1980. The editors are Christoph Schuringa and Alison Stone.[1]", "28926055": "Ralph Charles Sutherland Walker (born 2 June 1944) is a philosopher at Magdalen College, Oxford and an expert on the philosophy of Immanuel Kant.", "22077543": "Jan Christoph Westerhoff is a German philosopher and orientalist with specific interests in metaphysics and the philosophy of language. He is currently Professor of Buddhist Philosophy in the Faculty of Theology and Religion of the University of Oxford.[1]", "34136169": "David Baumgardt (20 April 1890 – 21 July 1963) was an early 20th-century German Jewish philosopher in the field of philosophical history. He was a professor of philosophy at the University of Berlin.[1]", "28729448": "Johann Bernhard Merian or Jean-Bernard Mérian (28 September 1723, Liestal – 12 February 1807, Berlin) was a Swiss philosopher active in the Prussian Academy of Sciences in Berlin.", "25190510": "Aulus Egnatius Priscillianus (c. 135 - 1??) was a Roman philosopher.", "39018611": "Yoshishige Abe (安倍 能成, Abe Yoshishige, 23 December 1883 – 7 June 1966) was a philosopher, educator, and statesman in Shōwa period Japan. As Minister of Education in the immediate post-war era, he oversaw major reforms to the Japanese educational system.", "63955060": "Donatella Ester Di Cesare (Rome, 29 April 1956) is an Italian political philosopher, essayist, and editorialist. She currently serves as professor of theoretical philosophy at the Sapienza University of Rome. Di Cesare collaborates with various Italian newspapers and magazines, including L'Espresso and il manifesto. Her books and essays have been translated into English, French, German, Spanish, Portuguese, Danish, Serbian, Croatian, Polish, Finnish, Norwegian, Turkish, and Chinese.", "6086772": "Jacqueline Rose, FBA, FRSL (born 1949 in London) is a British academic who is Professor of Humanities at the Birkbeck Institute for the Humanities.[1]", "2416757": "Egon Bondy, born Zbyněk Fišer (20 January 1930 in Prague – 9 April 2007 in Bratislava), was a Czech philosopher, writer, and poet, one of the leading personalities of the Prague underground.[1]", "61366390": "Janine Chanteur (died 5 June 2015) was a French philosopher. She was a professor emeritus of moral and political philosophy at the Paris-Sorbonne University.", "27418747": "Nikolaus Knoepffler (born 1962 in Miltenberg, Bavaria) is a philosopher and theologian. He currently holds the Chair of Applied Ethics and is the Director of the Ethics Center (Ethikzentrum) at the Friedrich Schiller University of Jena, Germany. Knoepffler is founder and president of the Global Applied Ethics Institute a consortium mainly involved with research on bioethics and business ethics.", "32104572": "Carmine Benincasa (17 December 1947 – 3 August 2020) was an Italian art critic and art historian professor.", "2285694": "Joseph Marie, baron de Gérando, born Joseph Marie Degérando (29 February 1772 in Lyon, France – 10 November 1842 in Paris), was a French jurist, philanthropist and philosopher of Italian descent.", "66150530": "Tayeb Tizini (Arabic: الطيب تيزيني; August 10, 1934 – May 18, 2019) was a Syrian philosopher,[1] researcher and academic.[2] born in the city of Homs, a supporter of Marxist nationalist thought. He relies on the historical dialectic in his philosophical project to re-read Arab thought since before Islam until now. He died at the age of 85 after struggle with disease in his city, Homs.[3][4]", "55828618": "Alexander Filipović (born 8 January 1975) is a German ethicist, focusing on media and the digital transformation. He is a professor for media ethics at the Munich School of Philosophy and co-director of the Center for Media Ethics and Digital Society. Filipović serves as co-editor of the media science journal Communicatio Socialis and coordinates the German media ethics network Netzwerk Medienethik.", "2449547": "Harivamsa , a disciple of Gopala Bhatta Goswami, espoused a Vaishnava Theology which created the Radhavallabha Vaishnava sect of Hinduism.  Also, Harivamsa Goswami is known for his emotional poetry about Radha and Krishna. He was born around 1500 in the village of Bad, in Vrindavan. He was married at the age of 16 and had three sons. He renounced family life at the age of 32 and started for Vrindavana in modern-day Uttar Pradesh.", "4808844": "Robert N. Audi (born November 1941) is an American philosopher whose major work has focused on epistemology, ethics (especially on ethical intuitionism), rationality and the theory of action. He is O'Brien Professor of Philosophy at the University of Notre Dame, and previously held a chair in the business school there. His 2005 book, The Good in the Right, updates and strengthens Rossian intuitionism and develops the epistemology of ethics. He has also written important works of political philosophy, particularly on the relationship between church and state. He is a past president of the American Philosophical Association[1] and the Society of Christian Philosophers.", "49143946": "Vivek Aslam Chibber (born 1965) is an American academic, social theorist, editor, and professor of sociology at New York University,[3] who has published widely on development, social theory, and politics. Chibber is the author of three books, The Class Matrix: Social Theory after the Cultural Turn (Harvard, 2022), Postcolonial Theory and the Specter of Capital (Verso, 2013) and Locked in Place: State-Building and Late Industrialization in India (Princeton, 2003).", "6971537": "Former", "33906834": "Jagadguru Shri Kripalu Ji Maharaj (IAST: Kṛpālu; 5 October 1922 – 15 November 2013)[5] was an Indian religious leader, and the founder of Jagadguru Kripalu Parishat (JKP), a worldwide Hindu non-profit organization with five main ashrams,[6] four in India and one in the United States.[7]", "19849364": "Order of Merit (Egypt) (1970)\nArab Educational, Scientific and Cultural Organization Award (1984)", "15687833": "Alexander Crombie FRS (1760–1840) was a Scottish Presbyterian minister, schoolmaster and philosopher.", "1269917": "Michael Anton[2]", "52584607": "Gustavo Bontadini (27 March 1903 – 12 April 1990) was an Italian philosopher, writer, and a teacher.[1][2] He was born in Milan and died in 1990, aged 87. Bontadini was also an influential representative known for Neo-Scholasticism in the 20th century. From 1951 to 1973, he became a professor of Theoretical philosophy in the Catholic university in Milan. He was also a teacher of Emanuele Severino, Angelo Scola and other Italian philosophers.", "8249510": "James Main Dixon FRSE (1856, Paisley – 27 September 1933) was a Scottish teacher and author, and an important scholar of the Scots language.[1]", "55304359": "Vladimir Aleksandrovich Smirnov (1931 – 12 February 1996, in Moscow) was a Russian philosopher. He worked at both Tomsk University in Siberia and later at the Department of Logic of the Institute of Philosophy, Moscow. He revived interest in the work of Nicolai A. Vasiliev.[1]", "24744": "Peter Wessel Zapffe (18 December 1899 – 12 October 1990) was a Norwegian philosopher, author, artist, lawyer and mountaineer. He is often noted for his philosophically pessimistic and fatalistic view of human existence.[2] His system of philosophy was inspired by the German philosopher Arthur Schopenhauer, as well as his firm advocacy of antinatalism.[3] His thoughts regarding the error of human life are presented in the essay \"The Last Messiah\" (\"Den sidste Messias\", 1933).[4] This essay is a shorter version of his best-known and untranslated work, the philosophical treatise On the Tragic (Om det tragiske, 1941).[2]", "32366763": "Yao Nai (姚鼐, pinyin: Yáo Nài; 1731–1815) was a scholar of the Qing Dynasty.", "57515": "James McGill Buchanan Jr. (/bjuːˈkænən/; October 3, 1919 – January 9, 2013) was an American economist known for his work on public choice theory[1] originally outlined in his most famous work, The Calculus of Consent, co-authored with Gordon Tullock in 1962. He continued to develop the theory, eventually receiving the Nobel Memorial Prize in Economic Sciences in 1986. Buchanan's work initiated research on how politicians' and bureaucrats' self-interest, utility maximization, and other non-wealth-maximizing considerations affect their decision-making. He was a member of the Board of Advisors of The Independent Institute as well as of the Institute of Economic Affairs,[Works 1] a member of the Mont Pelerin Society (MPS) and MPS president from 1984 to 1986,[2] a Distinguished Senior Fellow of the Cato Institute, and professor at George Mason University.[3]", "5300398": "Tarquinia Molza (1 November 1542 – 8 August 1617) was an Italian singer, poet, conductor, composer, and natural philosopher.[1]  She was considered a great virtuosa. She was involved with the famous Concerto delle donne, although whether she sang with them or coached them is not clear.[2] She also played the viola bastarda,[3] viola da mano, clavier, and lute. Trained in both distinctly male and female singing styles, her contributions helped combine them into the madrigal of the late Renaissance.[4]", "29778098": "Valery Moiseevich Leibin (born 8 March 1942 in the village of Khmelyovka in Zuevskiy district of Kirov region in Russia) is a Russian psychoanalyst, Ph.D., head of the department of history and theory of psychoanalysis in Institute of Psychoanalysis, Professor of Moscow State Medical Stomatological University, an honorary Doctor of East European Institute of Psychoanalysis, an honorary member of the interregional public organization Russian Psychoanalytical Society, a member of the Academy of Pedagogical and Social Sciences, a chief scientist of Institute for Systems Analysis of Russian Academy of Sciences, a member of the editorial boards of the \"Russian Psychoanalytic Bulletin\" (since 1991), the philosophic psychoanalytic journal \"Archetype\" (since 1996), \"Psychoanalytic Review\" (since 1997) and \"Review of Psychoanalysis\" (since 2005). According to the rating given by \"Psychological newspaper\" Valery Leibin is in the top ten most prominent psychoanalysts in Russia.[1]", "66707637": "Carol Edith Cleland (born 1948)[1] is an American philosopher of science known for her work on the definition of life[2] and the shadow biosphere,[3] on the classification of minerals by their geological history,[4] on the distinction between historical and experimental approaches to science,[5] and on the Church–Turing thesis on theoretical limits to physical computation.[6] She is a professor of philosophy at the University of Colorado Boulder, holds affiliations with the NASA Astrobiology Institute, the SETI Institute, and the CU Boulder Center for Astrobiology, and directs the Center for Study of Origins.[7][8]", "4612277": "Raúl Scalabrini Ortiz (February 14, 1898 – May 30, 1959) was an Argentine writer, philosopher, journalist, essayist and poet, friend of Arturo Jauretche and Homero Manzi, and loosely associated with the political group Fuerza de Orientación Radical de la Joven Argentina (FORJA).", "2318520": "Qotb al-Zaman Muhammad Abu Tahir Marwazi was a 12th-century prominent Persian philosopher from Khwarezmia. He died in Sarakhs in Iran in 1144CE.", "34693305": "Acharya Nyima Tsering was a Tibetan writer and a translator from Tibetan to English.", "36626620": "Henry de Maunsfeld DD (also Henry Mansfield, Maunsfeild, Maunsfield, Maunnesfeld, Mammesfeld, or Maymysfeld; died 1328) was an English medieval theologian, philosopher, churchman, college fellow, and university chancellor.[1]", "40034493": "Jennifer Mather Saul (born 19 February 1968) is a philosopher working in philosophy of language and philosophy of feminism. Saul is a professor of philosophy at the University of Sheffield and the University of Waterloo.", "581822": "Pierre d'Ailly (French: [d‿aji]; Latin Petrus Aliacensis, Petrus de Alliaco; 1351 – 9 August 1420) was a French theologian, astrologer and cardinal of the Roman Catholic Church.", "70574274": "Todd Hedrick (born 1978) is an American philosopher and Professor of Philosophy at Michigan State University. He is known for his works on Hegel's philosophy and critical theory.[1][2][3][4][5]", "35938498": "Qiu Renzong (邱仁宗, c. 1933) is a Chinese bioethicist. He is a senior research fellow emeritus at China's Institute of Philosophy, and chair of the Academic Committee at the Centre for Bioethics at Peking Union Medical College.[1] China Daily writes that he is regarded as the scholar who 30 years ago introduced bioethics to China.[2]", "12083395": "Franklin Rudolf Ankersmit (born 20 March 1945, Deventer, Netherlands) is professor of intellectual history and historical theory at the University of Groningen.", "29384906": "Krzysztof Michalski (8 June 1948 – 11 February 2013[1]) was a Polish philosopher and the rector of Institut für die Wissenschaften vom Menschen (IWM) founded by him in Vienna in 1982.", "1499343": "Zaki al-Arsuzi (Arabic: زكي الأرسوزي, romanized: Zakī al-Arsūzī; June 1899 – 2 July 1968) was a Syrian philosopher, philologist, sociologist, historian, and Arab nationalist. His ideas played a significant role in the development of Ba'athism and its political movement. He published several books during his lifetime, most notably The Genius of Arabic in its Tongue (1943).", "3662032": "Dov M. Gabbay (/ɡəˈbeɪ/; born October 26, 1945) is an Israeli logician. He is Augustus De Morgan Professor Emeritus of Logic at the Group of Logic, Language and Computation, Department of Computer Science, King's College London.", "4939991": "Futa Helu (17 June 1934 – 2 February 2010)[1] was a Tongan philosopher, historian, and educator. He studied philosophy under the Australian empiricist John Anderson and in 1963 launched an educational institute named ʻAtenisi (Tongan for Athens, to pay homage to the ancient Greek philosophers, Herakleitos in particular). The institute began as a continuing education programme for civil servants, then initiated a high school in 1964 and a university in 1975.", "31056097": "Professor Raymond Turner (born 28 April 1947) is an English logician, philosopher, and theoretical computer scientist based at the University of Essex. He is best known for his work on logic in computer science and for his pioneering work in the philosophy of computer science. He is on the editorial boards for the Journal of Logic and Computation[1] and the Stanford Encyclopedia of Philosophy, for Logic, Computation, and Agency.[2]", "63463652": "Carlos Fernández Liria (born 1959) is a Spanish philosopher and lecturer at the Complutense University of Madrid (UCM).", "43213029": "Gail Stine (nee Caldwell, 1940–December 28, 1977) was an American philosopher who specialized in epistemology and philosophy of language. She was born in Schenectady, New York.[1]", "5169384": "Thomas Resch (1460-1520)[1] was an Austrian Renaissance humanist.  He went by the Latin name of Thomas Velocianus.  He was a member of a circle of humanists based in Vienna.  This circle included the scholars Georg Tannstetter, Johannes Stabius, Stiborius,  Stefan Rosinus (1470-1548),[2] Johannes Cuspinianus, and the reformer Joachim Vadianus.  These humanists were associated with the court of Maximilian I, Holy Roman Emperor.[3]", "25977066": "Gwon Geun (1352 – 14 February 1409) was a Korean Neo-Confucian scholar at the dawn of the Joseon dynasty, and a student of Yi Saek. He was one of the first Neo-Confucian scholars of the Joseon dynasty, and had a lasting influence on the rise of Neo-Confucianism in Korea.", "41378031": "Joseph Paul Overton[1] (4 January 1960 – 30 June 2003) was an American political scientist who served as the senior vice president of the Mackinac Center for Public Policy.[2][3] He is best known for his work in the mid-1990s developing an idea since known as the Overton window.[4]", "72507635": "Cornelia Johanna de Vogel  (27 February 1905 – 7 May 1986) was a Dutch  classicist, philosopher and theologian.[1] She was a “distinguished Dutch Plato scholar”, and a prolific author of ancient philosophy and patristic theology.[2][3] She was the professor of the history of classical and medieval philosophy at the state university of Utrecht (1947–74).[4][5]", "155891": "Gennadius II (Greek: Γεννάδιος; lay name: Γεώργιος Κουρτέσιος Σχολάριος, Georgios Kourtesios Scholarios; c. 1400 – c. 1473) was a Byzantine Greek philosopher and theologian, and Ecumenical Patriarch of Constantinople from 1454 to 1464. He was a strong advocate for the use of Aristotelian philosophy in the Orthodox Church.", "60186872": "Stephen Andrew Butterfill is a British philosopher and Professor of Philosophy at the University of Warwick. He is known for his research on philosophical issues in cognitive and developmental psychology.[1]", "3072250": "Richard Bevan Braithwaite FBA (15 January 1900 – 21 April 1990) was an English philosopher who specialized in the philosophy of science, ethics, and the philosophy of religion.", "46948602": "Georg Stenger is a German philosopher and professor and chair of the department of philosophy at the University of Vienna.[1][2]\nHe is known for his works on structural ontology, intercultural philosophy, Heidegger's philosophy and also his contributions to Heidegger Gesamtausgabe.[3][4] \nStenger is the president of Society of Intercultural Philosophy.[5]", "40001788": "Zoltan Istvan Gyurko,[1] professionally known as Zoltan Istvan (born March 30, 1973), is an American transhumanist,[3] journalist,[4] entrepreneur,[5][6] political candidate, and futurist.[7][8]", "41279748": "Srećko Horvat (born 28 February 1983) is a Croatian philosopher, author and political activist. The German weekly Der Freitag called him \"one of the most exciting voices of his generation\"[1] and he has been described as a \"fiery voice of dissent in the Post-Yugoslav landscape\".[2] His writing has appeared in The Guardian, Al Jazeera, Der Spiegel, Jacobin, Newsweek and The New York Times.", "155910": "Ernst Jünger (German pronunciation: [ɛʁnst ˈjʏŋɐ]; 29 March 1895 – 17 February 1998) was a German author, highly decorated soldier, philosopher, and entomologist who became publicly known for his World War I memoir Storm of Steel.", "49373446": "Graham M. Smith (born 1966) is a British political theorist and Associate Professor in Political Theory at the University of Leeds. Smith is known for his research on friendship and its relation to the understanding of the political. He previously taught at Lancaster University and is the co-editor of the online, peer-reviewed, open-access journal AMITY: The Journal of Friendship Studies.[1][2][3][4][5]", "43344138": "Cecilia Trifogli, FBA (born 7 February 1961) is an Italian philosopher and academic. She has been Professor of Medieval Philosophy at the University of Oxford since 2008, and a Fellow of All Souls College since 1999.[1] Her research focuses on philosophy in the Middle Ages, including epistemology, metaphysics, and the reception of Aristotle's philosophy.", "8708369": "Karen A. Swassjan (Russian: Каре́н Ара́евич Свасья́н; transliteration: Karen Araevich Svas’yan; Armenian: Կարեն Սվասյան), *1948 in Tbilisi, is an Armenian philosopher, literary critic, historian of culture and anthroposophist. He is one of the best known contemporary philosophers in the Russian-speaking world.", "51503378": "Jessica Pierce (born October 21, 1965) is an American bioethicist, philosopher, and writer. She currently has a loose affiliation with the Center for Bioethics and Humanities, University of Colorado Denver, but is mostly independent, focussing on writing. Early in her career, her research primarily addressed ethical questions about healthcare and the environment. Since the 2000s, however, much of her work has focused on animal ethics. She has published twelve books, including multiple collaborations with the ecologist Marc Bekoff.", "50290969": "Mary Mothersill (1923, Edmonton, Alberta, Canada - 22 January 2008, New York City) was a Canadian philosopher.", "72704284": "Christopher Coker (28 March 1953 – 5 September 2023) was a British political scientist and political philosopher who wrote extensively on war.[1] He was Professor of International Relations at the London School of Economics (LSE) for almost 40 years, from 1982 until 2019. Despite being retired from his professorship, Coker was Director of LSE IDEAS,[2] LSE's foreign policy think tank[3] and continued to be a regular participant or consultant in UK and NATO military education and strategic planning circles.[4] He was also the Director of the Rațiu Forum in Romania.[5] He was a NATO Fellow in 1981.[6] He was a member of Council of the Royal United Services Institute (RUSI).[7]", "2318622": "Shi'a", "58712357": "Richard J. Colledge is an Australian philosopher and Head of the School of Philosophy at Australian Catholic University.[1]\nHe is the Chair of the Australasian Society for Continental Philosophy.[2]\nColledge is known for his research on Heidegger and Kierkegaard.[3][4]", "287016": "Marsilius of Inghen (c. 1340 – 20 August 1396) was a medieval Dutch Scholastic philosopher who studied with Albert of Saxony and Nicole Oresme under Jean Buridan. He was Magister at the University of Paris as well as at the University of Heidelberg from 1386 to 1396.", "20701483": "George Sher is a moral philosopher and political philosopher who has taught at Rice University since 1991.", "59105580": "Hayk Asatryan (Armenian: Հայկ Ասատրյան; 5 February 1900 – 13 January 1956) was an Armenian political theorist, an associate and close friend of Garegin Nzhdeh, and one of the founders of Tseghakronism and Taronism. He authored several books and articles on the history of Armenia.", "56451372": "João da Cruz Costa (São Paulo, SP, 1904 – São Paulo, SP, 1978), was a Brazilian philosopher,  \"first student\"[1] of the Philosophy Faculty at Universidade de São Paulo, later becoming full professor at the same institution.", "4448556": "Paul the Persian or Paulus Persa was a 6th-century East Syriac theologian and philosopher who worked at the court of the Sassanid king Khosrau I. He wrote several treatises and commentaries on Aristotle, which had some influence on medieval Islamic philosophy. He is identified by some scholars with Paulus of Nisibis (d. 571 AD)[1] and with Paul of Basra.[2] According to Jackson, he was \"a Christian who may have studied Greek philosophy in the schools of Nisibis and Gundeshapur\".[2] He is remembered for his writings in Syriac for his royal patron.[3] These include his notes in Syriac on Aristotle's Logic, in which he declares the superiority of science over faith.[4]", "1106225": "Peter K. Unger (/ˈʌŋɡər/; born April 25, 1942) is a contemporary American philosopher and professor in the Department of Philosophy at New York University. His main interests lie in the fields of metaphysics, epistemology, ethics, and the philosophy of mind.", "53698866": "John Richardson Illingworth (26 June 1848 – 22 August 1915) was an English Anglican priest, philosopher, and theologian. He was a notable member of the set of liberal Anglo-Catholic theologians based in Oxford, and he contributed two chapters to the influential Lux Mundi.[6][7]", "10314034": "Emilio Nicolás Oribe (April 13, 1893 –  May 24, 1975), was a Uruguayan poet, essayist, philosopher, and doctor.[citation needed]", "1040692": "Linda Trinkaus Zagzebski (born 1946) is an American philosopher. She is the Emerita George Lynn Cross Research Professor, as well as Emerita Kingfisher College Chair of the Philosophy of Religion and Ethics, at the University of Oklahoma. She writes in the areas of epistemology, philosophy of religion, and virtue theory.", "52322611": "Peter of Compostela (Latin: Petrus Compostellanus) is the name given to the author of De consolatione rationis (The Consolation of Reason). This was a prosimetrum based on Boethius's Consolation of Philosophy. He is now thought to have been a grammar teacher in Santiago de Compostela between 1317 and 1330, but was previously conjectured to have been a bishop in the twelfth century.", "21029176": "Michael Neocosmos is a South African Marxist philosopher. He is an emeritus professor in humanities at Rhodes University, Distinguished Visiting Scholar at the University of Connecticut Humanities Institute [1] and a fellow at the Centre for Humanities Research at the University of the Western Cape.[citation needed]", "3793208": "Alan Ross Anderson (1925–1973) was an American logician and professor of philosophy at Yale University and the University of Pittsburgh.", "70443326": "Maria D. Aloni (born 1969) is an Italian logician and philosopher of language, interested in formal semantics and the development of forms of logic that can capture the deviations of human reasoning from classical logic. She is an associate professor in the University of Amsterdam Faculty of Humanities, affiliated there with the Department of Philosophy and the Institute for Logic, Language and Computation.[1]", "188736": "Susan Rose Wolf (born 1952) is an American moral philosopher and philosopher of action who is currently the Edna J. Koury Professor of Philosophy at the University of North Carolina at Chapel Hill. She taught previously at Johns Hopkins University (1986–2002), the University of Maryland (1981–1986) and Harvard University (1978–1981).[1]", "12345667": "Aloys Hirt[1] (27 June 1759 – 29 June 1837) was a German art historian and archaeologist of Ancient Greek and Roman architecture.  He was responsible for the King of Prussia's antiquities collection from 1798, and became the University of Berlin's first professor of art theory and art history in 1810.", "6971718": "Michael Ferejohn (born 1945) is a Professor of Philosophy at Duke University, and the author of the books The Origins of Aristotelian Science and Formal Causes: Definition, Explanation, and Primacy in Socratic and Aristotelian Thought. He received his A.B. from San Fernando Valley State College (now California State University, Northridge) and his doctorate from the University of California, Irvine.[1] Prior to teaching at Duke, he held a Mellon Faculty Fellowship at Harvard University. Ferejohn specializes in ancient philosophy, epistemology, and logic. He received the Richard K. Lublin Distinguished Award for Teaching Excellence in 2012 at Duke University.[2]", "24863053": "Marx W. Wartofsky (1928–1997) was an American philosopher, specialising in historical epistemology. He was a professor of philosophy at Baruch College and the Graduate Center of the City University of New York and the editor of The Philosophical Forum.[1] With Robert S. Cohen, he co-founded the Boston University Center for Philosophy and History of Science, in 1960.", "21258579": "Janez Evangelist Krek (27 November 1865 – 8 October 1917) was a Slovene Christian Socialist politician, priest, journalist, and author.", "37740883": "Henryk Struve (also known as Florian Gąsiorowski) (1840–1912) was a Polish philosopher. He has been called \"perhaps the most remarkable person in logic in Warsaw in the 19th century\".[1] Struve taught philosophy at Warsaw University from 1862 to 1903.[2] He wrote works in Polish, German and Russian.[citation needed]", "65134936": "Salma Laghari, better known as Amar Sindhu (Urdu: امر سندھو, Sindhi: امر سنڌو) (born 28 August 1968) is a Pakistani author, poet, activist and academic.", "2023769": "Peter of Hispania (Latin: Petrus Hispanus; Portuguese and Spanish: Pedro Hispano; fl. 13th century) was the author of the Tractatus, later known as the Summulae Logicales, an important medieval university textbook on Aristotelian logic. As the Latin Hispania was considered to include the entire Iberian Peninsula, he is traditionally and usually identified with the medieval Portuguese scholar and ecclesiastic Peter Juliani, who was elected Pope John XXI in 1276.[1][2] The identification is sometimes disputed, usually by Spanish authors, who claim the author of the Tractatus was a Castilian Blackfriar. He is also sometimes identified as Petrus Ferrandi Hispanus (d. 1254 x 1259).", "61301082": "Lenn Evan Goodman (born 1944) is an American Jewish philosopher. His philosophy, particularly his constructive work, draws from classical and medieval sources as well as religious texts.[1] Goodman is also an academic, scholar, and a historian with research interest in metaphysics, ethics, and Jewish philosophy. He is serving as a professor of philosophy at Vanderbilt University.[2]", "1139037": "Hiroki Azuma (東 浩紀, Azuma Hiroki) (born May 9, 1971) is a Japanese cultural critic, novelist, and philosopher. He is the co-founder and former director of Genron,[1] an independent institute in Tokyo, Japan.[2]", "3465565": "Lie Yukou  (Chinese: 列圄寇/列禦寇; pinyin: Liè Yǔkòu; Wade–Giles: Lieh4 Yü4-k‘ou4; Jyutping: Lit6 Jyu6 Kau3; fl. c. 400 BCE) was a Chinese philosopher who is considered the author of the Daoist book Liezi, which uses his honorific name Liezi (Chinese: 列子; pinyin: Lièzǐ; Wade–Giles: Lieh4-tzŭ3; lit. 'Master Lie').", "16900447": "Rifa'a Rafi' at-Tahtawi (Arabic: رفاعة رافع الطهطاوي, romanized: Rifāʿa Rāfiʿ aṭ-Ṭahṭāwī;[a] 1801–1873) was an Egyptian writer, teacher, translator, Egyptologist, and intellectual of the Nahda (the Arab renaissance).", "68411745": "Mark Wynn FBA is a British philosopher of religion, philosophical theologian and academic. He is the seventh Nolloth Professor of the Philosophy of the Christian Religion Oriel College, University of Oxford.[1][2] He was formerly the president of the British Society for the Philosophy of Religion.", "53010788": "Nick James Mansfield (born 1959) is an Australian philosopher and Dean of Higher Degree Research at the Macquarie University. He is known for his research on subjectivity and sovereignty. Mansfield is one of the founding general editors of the journal Derrida Today.[1][2][3]", "221544": "Ernest André Gellner FRAI (9 December 1925 – 5 November 1995) was a British-Czech philosopher and social anthropologist described by The Daily Telegraph, when he died, as one of the world's most vigorous intellectuals, and by The Independent as a \"one-man crusader for critical rationalism\".[1]", "19521907": "Uddalaka Aruni (fl. c. 8th century BCE), (Devanagari: उद्दालक आरुणि) also referred to as Uddalaka or Aruni or Uddalaka Varuni, is a revered Vedic sage of Hinduism.[1][2] He is mentioned in many Vedic era Sanskrit texts, and his philosophical teachings are among the center piece in the Brihadaranyaka Upanishad and Chandogya Upanishad, two of the oldest Upanishadic scriptures.[3][4] A famed Vedic teacher, Aruni lived a few centuries before the Buddha,[1] and attracted students from far regions of the Indian subcontinent; some of his students such as Yajnavalkya are also highly revered in the Hindu traditions.[4] Both Aruni and Yajnavalkya are among the most frequently mentioned Upanishadic teachers in Hinduism.[5]", "3662198": "David Clement Makinson (born 27 August 1941), is an Australian mathematical logician living in London, England.", "21782905": "Mochus (Greek: Μωχός), also known as Mochus of Sidon and Mochus the Phoenician, is listed by Diogenes Laërtius along with Zalmoxis the Thracian and Atlas of Mauretania, as a proto-philosopher.[1] Athenaeus claimed that he authored a work on the history of Phoenicia.[2] Strabo, on the authority of Posidonius,[3] speaks of one Mochus or Moschus of Sidon as the author of the atomic theory and says that he was more ancient than the Trojan war.[4] He is also referred to by Josephus,[5] Tatian,[6] Eusebius,[7] and Damascius.[8]", "18702715": "Alexander (Gr. Ἀλέξανδρος), nicknamed Pēloplátōn (Πηλοπλάτων \"Clay-Plato\"), also known as Alexander of Seleucia and Alexander the Platonic, was a Greek rhetorician and Platonist philosopher of the age of the Antonines[1] and the Second Sophistic.", "2056574": "Ashtavakra (Sanskrit: अष्टावक्रः, IAST: Aṣṭāvakraḥ) or Ushtaavukruhu is a revered Vedic sage in Hinduism. His name literally means \"eight deformities\", reflecting the eight physical deformities he was born with. His maternal grandfather was the Vedic sage Aruni, his parents were both Vedic students at Aruni's school. Ashtavakra studied, became a sage and a celebrated character of the Hindu Itihasa epics and Puranas.[1]"}