{"45189960": "Philibert Nang (born 1967[1]) is a Gabonese mathematician known for his work in algebra (D-modules, Riemann–Hilbert correspondence).", "62032713": "Jeffrey Ezra Hoffstein (born September 28, 1953 in New York City)[1] is an American mathematician, specializing in number theory, automorphic forms, and cryptography.[2]", "199498": "Marko Petkovšek (1955 – 24 March 2023)[1] was a Slovenian mathematician working mainly in symbolic computation.\nHe was a professor of discrete and computational mathematics at the University of Ljubljana. He is best known for Petkovšek's algorithm, and for the book that he coauthored with Herbert Wilf and Doron Zeilberger, A = B.[2]", "33033045": "Aurel Friedrich Wintner (8 April 1903 – 15 January 1958) was a mathematician noted for his research in mathematical analysis, number theory, differential equations and probability theory.[1]  He was one of the founders of probabilistic number theory.  He received his Ph.D. from the University of Leipzig in 1928 under the guidance of Leon Lichtenstein. He taught at Johns Hopkins University.", "35228504": "Gustavo Sannia (13 May 1875 – 21 December 1930)[1] was an Italian mathematician working in differential geometry, projective geometry, and summation of series. He was the son of Achille Sannia, mathematician and senator of the Kingdom of Italy.[1]", "3279708": "Viktor Yakovlevich Bunyakovsky (Russian: Ви́ктор Я́ковлевич Буняко́вский, Ukrainian: Ві́ктор Я́кович Буняко́вський; 16 December [O.S. 4 December] 1804, Bar, Podolia Governorate, Russian Empire – 12 December [O.S. 30 November] 1889, St. Petersburg, Russian Empire) was a Russian mathematician, member and later vice president of the Petersburg Academy of Sciences.", "48171871": "Federico Amodeo (8 October 1859, Avellino – 3 November 1946, Naples) was an Italian mathematician, specializing in projective geometry, and a historian of mathematics.", "25398117": "Eric Charles Milner, FRSC (May 17, 1928 – July 20, 1997) was a mathematician who worked mainly in combinatorial set theory.", "35228519": "Charles Napoleon Moore (1882–1967) was an American mathematician at Bowling Green State University who worked on convergence factors.[1]", "62262120": "Christian Moser (born 28 September 1861, Arni, Bern – 8 July 1935, Bern)[1] was a Swiss actuary and professor of actuarial mathematics. He is known as one of the actuarial pioneers of the welfare state policies adopted by several European countries in the 20th century.[2]", "691048": "Landon Curt Noll (born October 28, 1960)[1][2] is an American computer scientist, co-discoverer of the 25th Mersenne prime and discoverer of the 26th,[3] which he found while still enrolled at Hayward High School and concurrently at California State University, Hayward.[4]", "8883053": "John A. Pelesko (born c. 1968) is an American mathematician. He is provost and senior vice president for academic affairs at New Jersey Institute of Technology.  Previously, he was Dean of the College of Arts and Sciences at the University of Delaware and a Professor in the Department of Mathematical Sciences.[1][2]", "39127918": "Abu Abd Allah Mohammed ibn Abdun al-Jabali al-Adadi (Arabic: محمد بن عبدون الجبلي العذري) (died after 976) was a physician and mathematician from Al-Andalus. He is the author of Risala fi al-Taksir (Treatise on Measurements), the oldest remaining mathematical text from Al-Andalus.[1][2] He travelled to the learning centers in the East in the years after 958 C.E. He stayed in Basra and visited al-Fustat (Old Cairo), Egypt where he was put in charge of the hospital. Ibn Abdun studied the ideas of Abu Sulayman Sijistani (d. 990) and according to one source he met him personally in Basra.[3] He returned to Cordoba in 971 C.E.. He entered the service of the Caliph al-Mustansir (died 976) and his son Hisham II al-Mu'ayad.[4] Ibn Abdun was the teacher of Ibn al-Kattani.[5]", "3640173": "Johann Baptist Cysat (Latinized as Cysatus; in French, Jean-Baptiste Cysat) (c. 1587 – March 17, 1657) was a Swiss Jesuit mathematician and astronomer, after whom the lunar crater Cysatus is named.  He was born in Lucerne, as the eighth of 14 children, to cartographer, historian and folklorist Renward Cysat (1545–1614).", "61705074": "Pascale Garaud is a French astrophysicist and applied mathematician interested in fluid dynamics, magnetohydrodynamics, and their applications to astrophysics and geophysics. She is a professor of applied mathematics at the University of California, Santa Cruz, and currently serves as the department chair. [1]", "16812921": "Achille Marie Gaston Floquet (15 December 1847, Épinal – 7 October 1920, Nancy) was a French mathematician, best known for his work in mathematical analysis, especially in theory of differential equations.", "58067837": "Richard J. Cole is a Silver Professor of Computer Science at the Courant Institute of Mathematical Sciences, New York University, and works on the Design and Analysis of Computer Algorithms.", "52300670": "Ngaiming Mok (Chinese: 莫毅明; pinyin: Mò Yìmíng; born 1956) is a Hong Kong mathematician specializing in complex differential geometry and algebraic geometry. He is currently a professor at the University of Hong Kong.[1]", "64949119": "Sandra (Sandee) Mitchell Hedetniemi (born July 5, 1949, née Sandra Lee Mitchell) is an American mathematician and computer scientist, known for her research in graph theory and algorithms on graphs. She is a professor of computer science at Clemson University.[1]", "56691584": "Donald Goldfarb (born August 14, 1941 in New York City)[1] is an American mathematician, best known for his works in mathematical optimization and numerical analysis.", "1805181": "Phoebe Sarah Hertha Ayrton (28 April 1854 – 26 August 1923[1]) was a British engineer, mathematician, physicist and inventor, and suffragette. Known in adult life as Hertha Ayrton, born Phoebe Sarah Marks, she was awarded the Hughes Medal by the Royal Society for her work on electric arcs and ripple marks in sand and water.", "54299522": "Francesco Ventretti (1713–1784) was an Italian mathematician.", "2948": "Agner Krarup Erlang (1 January 1878 – 3 February 1929) was a Danish mathematician, statistician and engineer, who invented the fields of traffic engineering[1] and queueing theory.[2]", "363405": "Richard Charles Lewontin (March 29, 1929 – July 4, 2021[3]) was an American evolutionary biologist, mathematician, geneticist, and social commentator. A leader in developing the mathematical basis of population genetics and evolutionary theory, he applied techniques from molecular biology, such as gel electrophoresis, to questions of genetic variation and evolution.", "1739664": "Abū Bakr Muḥammad ibn al Ḥasan al-Karajī (Persian: بوبکر محمد بن حسن کرجی; c. 953 – c. 1029) was a 10th-century Persian[2][3][4] mathematician and engineer who flourished at Baghdad. He was born in Karaj,[5] a city near Tehran. His three principal surviving works are mathematical: Al-Badi' fi'l-hisab (Wonderful on calculation), Al-Fakhri fi'l-jabr wa'l-muqabala (Glorious on algebra), and Al-Kafi fi'l-hisab (Sufficient on calculation).", "61737879": "Lucien Birgé (born 1950 in France) is a French mathematician.", "53021592": "Sister Mary Cleophas, born Linetta Anna Garvin, (11 December 1899 – 16 January 1990) was an American mathematician.", "56167324": "Eugene P. Northrop (1908–1969) was an American research mathematician and a math popularizer.", "59411356": "Amanda L. Folsom (born 1979)[1] is an American mathematician specializing in analytic number theory and its applications in combinatorics. She is a professor of mathematics at Amherst College, where she chairs the department of mathematics and statistics.[2]", "48171936": "David Egorovich Dolidze (Georgian: დავით დოლიძე, Russian: Давид Егорович Долидзе) (2 February [O.S. 20 January] 1908 – 1960) was a Georgian and Soviet mathematician,[1] known from his work in the mathematical theory of fluid motion. In particular he rediscovered an important uniqueness theorem for the classical solutions to the Navier–Stokes equations for an incompressible fluid, previously proved by Emanuele Foà.[2]", "37948324": "Denis A. Higgs ((1932-05-06)6 May 1932 – (2011-02-25)February 25, 2011) was a British mathematician, Doctor of Mathematics, and professor of mathematics who specialised in combinatorics, universal algebra, and category theory. He wrote one of the most influential papers in category theory entitled A category approach to boolean valued set theory, which introduced many students to topos theory.[2]\nHe was a member of the National Committee of Liberation and was an outspoken critic against the apartheid in South Africa.", "2526123": "The Man Who Loved Only Numbers is a biography of the famous mathematician Paul Erdős written by Paul Hoffman. The book was first published on July 15, 1998, by Hyperion Books as a hardcover edition. A paperback edition appeared in 1999. The book is, in the words of the author, \"a work in oral history based on the recollections of Erdős, his collaborators and their spouses\". The book was a bestseller in the United Kingdom and has been published in 15 different languages. The book won the 1999 Rhône-Poulenc Prize, beating many distinguished and established writers, including E. O. Wilson.[2]", "1608619": "Jean Morlet (French: [ʒɑ̃ mɔʁlɛ]; 13 January 1931 – 27 April 2007) was a French geophysicist who pioneered work in the field of wavelet analysis around the year 1975. He invented the term wavelet to describe the functions he was using. In 1981, Morlet worked with Alex Grossmann to develop what is now known as the Wavelet transform.", "67931054": "Margaret E. Baron (1915 – 16 August 1996) was a British mathematics educator and historian of mathematics known for her book on the history of calculus.[1]", "33590192": "Christoph J. Scriba (6 October 1929 – 26 July 2013) was a German historian of mathematics.[1]", "59771826": "Talitha Washington (born 1974) is an American mathematician and academic who specializes in applied mathematics and STEM education policy.[1] She was recognized by Mathematically Gifted & Black as a Black History Month 2018 Honoree.[1] Washington became the 26th president of the Association for Women in Mathematics in 2023.[2][3]", "26414007": "Rosemary A. Bailey FRSE (born 1947) is a British statistician who works in the design of experiments and the analysis of variance and in related areas of combinatorial design, especially in association schemes. She has written books on the design of experiments, on association schemes, and on linear models in statistics.", "1248188": "William Chauvenet (24 May 1820 in Milford, Pennsylvania – 13 December 1870 in St. Paul, Minnesota) was a professor of mathematics, astronomy, navigation, and surveying who was instrumental in the establishment of the U.S. Naval Academy at Annapolis, Maryland, and later the second chancellor of Washington University in St. Louis.", "4295613": "Charles John Read (16 February 1958 – 14 August 2015) was a British mathematician known for his work in functional analysis. In operator theory, he is best known for his work in the 1980s on the invariant subspace problem, where he constructed operators with only trivial invariant subspaces on particular Banach spaces, especially on \n\n\n\n\nℓ\n\n1\n\n\n\n\n{\\displaystyle \\ell _{1}}\n\n.[1][2] He won the 1985 Junior Berwick Prize for his work on the invariant subspace problem.[3]", "35228607": "Aleksander Axer (10 October 1880 – 4 October  1948) was a Polish mathematician from Przemyśl who introduced Axer's theorem.[1]", "55872451": "Thomas Jerome Schaefer is an American mathematician.", "5573572": "S. Barry Cooper (9 October 1943 – 26 October 2015) was an English mathematician and computability theorist. He was a professor of Pure Mathematics at the University of Leeds.", "27495367": "Sven Bertil Erlander (25 May 1934 – 13 June 2021)[1][2] was a Swedish mathematician and academic.", "27462599": "Koide Chōjūrō (小出 長十郎, October 16, 1797 – October 6, 1865), also known as Koide Shuke,[1] was a Japanese mathematician in the Edo period.[2]", "39979982": "Marjorie Lee Senechal (née Wikler, born 1939) is an American mathematician and historian of science, the Louise Wolff Kahn Professor Emerita in Mathematics and History of Science and Technology at Smith College[1] and editor-in-chief of The Mathematical Intelligencer.[2] In mathematics, she is known for her work on tessellations and quasicrystals; she has also studied ancient Parthian electric batteries[3] and published several books about silk.[4]", "28117976": "Michael D. Alder[1] is an Australian mathematician, formerly an assistant professor at the University of Western Australia.[2] Alder is known for his popular writing, such as sardonic articles about the lack of basic arithmetic skills in young adults.[3]", "65276893": "Diogo Kopke (1808–1844) was a Portuguese editor and publisher, mathematician, journalist and soldier of German descent. He was the first person to publish the only existing contemporary report of Vasco da Gama’s first trip to India.", "4099038": "Brian Conrad (born November 20, 1970) is an American mathematician and number theorist, working at Stanford University. Previously, he taught at the University of Michigan and at Columbia University.", "71535582": "Gheorghe Călugăreanu (16 June 1902 – 15 November 1976) was a Romanian mathematician, professor at Babeș-Bolyai University, and full member of the Romanian Academy.", "13503456": "Ivo M. Babuška (22 March 1926 – 12 April 2023) was a Czech-American mathematician, noted for his studies of the finite element method and the proof of the Babuška–Lax–Milgram theorem in partial differential equations.[1] One of the celebrated result in the finite elements is the so-called Ladyzenskaja–Babuška–Brezzi (LBB) condition (also referred to in some literature as Banach–Nečas–Babuška (BNB)), which provides sufficient conditions for a stable mixed formulation. The LBB condition has guided mathematicians and engineers to develop state-of-the-art formulations for many technologically important problems like Darcy flow, Stokes flow, incompressible Navier–Stokes, nearly incompressible elasticity.", "60492769": "Lev Abramovich Tumarkin (14 January 1904 – 1 August 1974) was a Russian mathematician. He was dean of the Faculty of Mechanics and Mathematics of Moscow State University.[1]", "50727906": "C. V. Mourey (1791? – 1830?) was a French mathematician who wrote a work of 100 pages titled La vraie théorie des quantités négatives et des quantités prétendues imaginaires (The true theory of negative quantities and of alleged imaginary quantities), published in Paris in 1828 and reedited in 1861, in which he gave a systematic presentation of   vector theory.  He seems to be the first mathematician to state the necessity of specifying the conditions of equality between vectors.[2]", "56265699": "Andrey Aleksandrovich Gonchar, (Андрей Александрович Гончар, 21 November 1931, Leningrad – 10 October 2012, Moscow) was a Soviet and Russian mathematician, specializing in analysis.[1]", "33328101": "Richard Vernon Andree (16 December 1919 – 8 May 1987) was an American mathematician and computer scientist.", "1641447": "John Henry Pratt FRS (4 June 1809 – 28 December 1871) was a British clergyman, astronomer and mathematician. A Cambridge Apostle, he joined the British East India Company in 1838 as a chaplain and later became Archdeacon of Calcutta. Although nominated as Bishop of Calcutta, the decision was rescinded at the last moment with George Cotton being appointed to the position. A gifted mathematician who worked on problems of geodesy and earth science, he was approached by the Surveyor General of India to examine the errors in surveys resulting from the attraction of the plumb-line to the mass of the Himalayan mountains. This led him to develop a theory based on a fluid earth of crustal balance which became the basis for the isostasy principle. He died in India of cholera while on a visit to Ghazipur.", "64457708": "Antoine Song (born 18 July 1992 in Paris) is a French[1] mathematician whose research concerns differential geometry. In 2018, he proved Yau's conjecture. He is a Clay Research Fellow (2019–2024).[2] He obtained his Ph.D. from Princeton University in 2019 under the supervision of Fernando Codá Marques.[3]", "1084397": "Martin David Kruskal (/ˈkrʌskəl/; September 28, 1925 – December 26, 2006)[1] was an American mathematician and physicist. He made fundamental contributions in many areas of mathematics and science, ranging from plasma physics to general relativity and from nonlinear analysis to asymptotic analysis.  His most celebrated contribution was in the theory of solitons.[4]", "43027438": "Hilary Ann Priestley is a British mathematician.  She is a professor at the University of Oxford and a Fellow of St Anne's College, Oxford, where she has been Tutor in Mathematics since 1972.[2]", "48139257": "Joseph Lehner (29 October 1912, New York City – 5 August 2013, Haverford, PA) was a mathematician at Michigan State University (1957–1963),\nthe University of Maryland (1963–1972), and the University of Pittsburgh (1972–1980). He  worked on automorphic functions and introduced Atkin–Lehner theory.", "920575": "Hippasus of Metapontum (/ˈhɪpəsəs/; Greek: Ἵππασος ὁ Μεταποντῖνος, Híppasos; c. 530 – c. 450 BC)[1] was a Greek philosopher and early follower of Pythagoras.[2][3] Little is known about his life or his beliefs, but he is sometimes credited with the discovery of the existence of irrational numbers. The discovery of irrational numbers is said to have been shocking to the Pythagoreans, and Hippasus is supposed to have drowned at sea, apparently as a punishment from the gods for divulging this and crediting it to himself instead of Pythagoras which was the norm in Pythagorean society. However, the few ancient sources who describe this story either do not mention Hippasus by name (e.g. Pappus)[4][full citation needed] or alternatively tell that Hippasus drowned because he revealed how to construct a dodecahedron inside a sphere.[citation needed] The discovery of irrationality is not specifically ascribed to Hippasus by any ancient writer.", "54397952": "Henk Joseph Maria (Henk) Lombaers (Doorn, 1920 – 29 August 2007) was a Dutch mathematician, Professor at Delft University of Technology and a pioneer in the field of operations research in the Netherlands.[1]", "19237895": "Ding Shisun (Chinese: 丁石孙; September 5, 1927 – October 12, 2019) was a Chinese mathematician, academic administrator, and politician. He served as president of Peking University during the 1989 Tiananmen Square protests and massacre and was forced to resign afterwards. He later served as chairman of the China Democratic League from 1996 to 2005 and a vice chairperson of the Standing Committee of the National People's Congress.", "3050504": "Gerald Enoch Sacks (1933 – October 4, 2019) was a logician whose most important contributions were in recursion theory. Named after him is Sacks forcing, a forcing notion based on perfect sets[1] and the Sacks Density Theorem, which asserts that the partial order of the recursively enumerable Turing degrees is dense.[2] Sacks had a joint appointment as a professor at the Massachusetts Institute of Technology and at Harvard University starting in 1972 and became emeritus at M.I.T. in 2006 and at Harvard in 2012.[3][4][5]", "20155404": "Carl Theodor Anger (Danzig, 31 July 1803 – Danzig, 25 March 1858) was a German mathematician and astronomer.[1] He was a student of and assistant to Friedrich Bessel at the Königsberg Observatory from 1827 until 1831.[2] Thereafter, he was appointed as astronomer by the Naturforschende Gesellschaft in Danzig.[3]", "1674255": "Édouard Jean-Baptiste Goursat (21 May 1858 – 25 November 1936) was a French mathematician, now remembered principally as an expositor for his Cours d'analyse mathématique, which appeared in the first decade of the twentieth century. It set a standard for the high-level teaching of mathematical analysis, especially complex analysis. This text was reviewed by William Fogg Osgood for the Bulletin of the American Mathematical Society.[1][2] This led to its translation into English by Earle Raymond Hedrick published by Ginn and Company. Goursat also published texts on partial differential equations and hypergeometric series.", "68783124": "Vera Huckel (1908–1999) was an American mathematician and aerospace engineer and one of the first female \"computers\" at NACA, now NASA, where she mainly worked in the Dynamic Loads Division.[1]", "5278744": "Jack Lutz is an American theoretical computer scientist best known for developing the concepts of resource bounded measure[1] and effective dimension;[2] he has also published research on DNA computing and self-assembly. He is a professor of computer science and mathematics at Iowa State University.", "28675099": "Al-Hassar or Abu Bakr Muhammad ibn Abdallah ibn Ayyash al-Hassar (Arabic: أبو بكر محمد ابن عياش الحصَار) was a 12th-century Moroccan mathematician. He is the author of two books Kitab al-bayan wat-tadhkar (Book of Demonstration and Memorization), a manual of calculation and Kitab al-kamil fi sinaat al-adad (Complete Book on the Art of Numbers), on the breakdown of numbers. The first book is lost and only a part of the second book remains.[1]", "11275293": "Brian Hartley (15 May 1939 – 8 October 1994) was a British mathematician specialising in group theory.[3][4][1]", "46926880": "Desmond Gerard Higgins is a Professor of Bioinformatics at University College Dublin,[3][12][13][14] widely known for CLUSTAL,[15] a series of computer programs for performing multiple sequence alignment. According to Nature, Higgins' papers describing CLUSTAL[10][11] are among the top ten most highly cited scientific papers of all time.[16][17][18]", "19368992": "Victor Gustave Robin (French: [ʁɔbɛ̃]; 17 May 1855 – 1897) was a French mathematical analyst and applied mathematician who lectured in mathematical physics at the Sorbonne in Paris and also worked in the area of thermodynamics.[1][2][3] He is known especially for the Robin boundary condition. The French Academy of Sciences awarded him the Prix Francœur for 1893 and again for 1897 and the Prix Poncelet for 1895.[4][5]", "58035236": "Daniela De Silva is an Italian mathematician known for her expertise in partial differential equations.[1][2] She is an associate professor of mathematics at Barnard College and Columbia University.", "45124645": "Christiaan Heij (born 1950s) is a Dutch mathematician, Assistant  Professor in statistics and econometrics at the Econometric Institute at the Erasmus University Rotterdam, known for his work in the field of mathematical systems theory,[1] and econometrics.[2]", "15043620": "George Ballard Mathews, FRS (23 February 1861 – 19 March 1922) was an English mathematician.", "4557863": "Michael A. Adelbulner (February 3, 1702 – June 21, 1779) was a German mathematician, physicist, physician, and astronomer. He was born at Nürnberg and died in Altdorf bei Nürnberg.", "8064048": "Abū'l-Ḥasan ibn ʿAlī ibn Muḥammad ibn ʿAlī al-Qurashī al-Qalaṣādī (Arabic: أبو الحسن علي بن محمد بن علي القرشي البسطي; 1412–1486[1]) was a Muslim Arab[2] mathematician from Al-Andalus specializing in Islamic inheritance jurisprudence. Franz Woepcke stated that al-Qalaṣādī was known as one of the most influential voices in algebraic notation for taking \"the first steps toward the introduction of algebraic symbolism''. He wrote numerous books on arithmetic and algebra, including al-Tabsira fi'lm al-hisab (Arabic: التبصير في علم الحساب \"Clarification of the science of arithmetic\").[1]", "38308915": "William John Cook (born October 18, 1957 in New Jersey) is an American operations researcher and mathematician, and Professor of  Combinatorics and Optimization at the University of Waterloo.", "396339": "Johan Vincent Galtung (born 24 October 1930) is a Norwegian sociologist who is the principal founder of the discipline of peace and conflict studies.[1] He was the main founder of the Peace Research Institute Oslo (PRIO) in 1959 and served as its first director until 1970. He also established the Journal of Peace Research in 1964.", "70585397": "Pamela Gail Coxson is an American applied mathematician specialized in disease modelling. She is a specialist in the division of general and internal medicine at the University of California, San Francisco Center for Vulnerable Populations.", "166971": "Edwin Thompson Jaynes (July 5, 1922 – April 30,[1] 1998) was the Wayman Crow Distinguished Professor of Physics at Washington University in St. Louis. He wrote extensively on statistical mechanics and on foundations of probability and statistical inference, initiating in 1957 the maximum entropy interpretation of thermodynamics[2][3] as being a particular application of more general Bayesian/information theory techniques (although he argued this was already implicit in the works of Josiah Willard Gibbs). Jaynes strongly promoted the interpretation of probability theory as an extension of logic.", "7703611": "Vladimir Abramovich Rokhlin (Russian: Влади́мир Абра́мович Ро́хлин) (23 August 1919 – 3 December 1984) was a Soviet mathematician, who made numerous contributions in algebraic topology, geometry, measure theory, probability theory, ergodic theory and entropy theory.[1]", "35228740": "Brian Kuttner (11 April 1908 London, England – 2 January 1992 Birmingham, England) was an English mathematician who worked on Fourier Series.", "64687173": "Hilary S. Parker is an American biostatistician and data scientist. She was formerly a senior data analyst at the fashion merchandising company Stitch Fix. Parker co-hosts the data analytics podcast Not So Standard Deviations with Roger Peng. She received her PhD in biostatistics from the Johns Hopkins Bloomberg School of Public Health and has formerly been employed by Etsy.", "6949961": "Jean-Pierre Kahane (11 December 1926 – 21 June 2017) was a French mathematician with contributions to harmonic analysis.[1]", "53939275": "Grzegorz (“Greg”) A. Rempala (Polish: Rempała; born March 19, 1968) is a Polish-American applied mathematician[1]  who works on  the theory and applications of complex stochastic systems.", "9997388": "Etta Zuber Falconer (November 21, 1933 – September 19, 2002) was an American educator and mathematician the bulk of whose career was spent at Spelman College, where she eventually served as department head and associate provost.  She was one of the earlier African-American women to receive a Ph.D. in mathematics.[1]", "5475409": "Vilhelm Herman Oluf Madsen (11 April 1844 – 14 June 1917) was a Danish politician, minister, army officer, businessman and inventor who served as War Minister in the 1901–1905 Deuntzer Cabinet.", "62917714": "Max Shiffman (30 October 1914, New York City – 2 July 2000, Hayward, California) was an American mathematician, specializing in the calculus of variations, partial differential equations,[1] and hydrodynamics.[2] He was a Guggenheim Fellow for the academic year 1951–1952.[3]", "9276503": "Daniel Segal (born 1947)[1] is a British mathematician and a Professor of Mathematics at the University of Oxford. He specialises in algebra and group theory.", "35294296": "Micha Asher Perles is an Israeli mathematician working in geometry, a professor emeritus at the Hebrew University.[1] He earned his Ph.D. in 1964 from the Hebrew University, under the supervision of Branko Grünbaum.[2]\nHis contributions include:", "14584919": "Robert James Elliott (born 1940) is a British-Canadian mathematician, known for his contributions to control theory, game theory, stochastic processes and mathematical finance.", "30182496": "Ivor Malcolm Haddon Etherington FRSE (8 February 1908 -1 January 1994)[1] was a mathematician who worked initially on general relativity, and later on genetics and introduced genetic algebras.", "1444960": "Lt Col Anderson Gray McKendrick DSc FRSE (8 September 1876 – 30 May 1943) was a Scottish military physician and epidemiologist who pioneered the use of mathematical methods in epidemiology. Irwin (see below) commented on the quality of his work, \"Although an amateur, he was a brilliant mathematician, with a far greater insight than many professionals.\"", "33983587": "Godofredo García (born in Lima, Peru, November 8, 1888 - July 16, 1970) was a Peruvian mathematician and engineer. He was the author of more than 80 publications covering mathematics, physics, astronomy, astrophysics, and engineering.", "27397220": "Sakabe Kōhan (坂部 廣胖, 1759 – September 16, 1824) was a Japanese mathematician in the Edo period.[1]", "73108584": "Charles Richard Francis Maunder (23 November 1937 – 5 June 2018) was a British mathematician and musicologist.", "40242283": "Kim Leslie Plofker (born November 25, 1964) is an American historian of mathematics, specializing in Indian mathematics.", "36473963": "Frieda Zames (October 29, 1932 – June 16, 2005) was an American disability rights activist and mathematics professor.[1]  With her sister, Doris Zames Fleischer, Zames wrote The Disability Rights Movement: From Charity to Confrontation,[2] a historical survey that has been used as a disability rights textbook.[3]", "4852845": "William Moore (fl. 1806 – c. 1823[1]) was a British mathematician and early contributor to rocket theory.[2] He worked at the Royal Military Academy, Woolwich. His 1813 Treatise was the first exposition of rocket mechanics based on Newton's third law of motion.  Little is known of his life, because many relevant historical documents were destroyed by German bombing in World War II[citation needed].", "51448942": "Guido De Philippis (born August 16, 1985 at Fiesole) is an Italian mathematician. He works on the calculus of variations, partial differential equations and geometric measure theory.", "27069553": "Robert Wertheimer Frucht (later known as Roberto Frucht) (9 August 1906 – 26 June 1997)[1][2] was a German-Chilean mathematician; his research specialty was graph theory and the symmetries of graphs.", "4983922": "Joachim Hyam Rubinstein FAA (born 7 March 1948, in Melbourne) is[update] an Australian top mathematician specialising in low-dimensional topology;[1] he is currently serving as an honorary professor in the Department of Mathematics and Statistics at the University of Melbourne, having retired in 2019.", "34671731": "Alain M. Robert is Honorary Professor at University of Neuchâtel. Robert received his PhD from the University of Neuchâtel in 1967, where he studied under Roger Bader. His dissertation Quelques Questions d'Espaces Vectoriels Topologiques concerned topological vector spaces.[1]", "57445494": "Howard Leonard Resnikoff (May 13, 1937 – March 5, 2018) was an American mathematician and business executive.", "18549880": "Victor Ivanovich Shestakov (Russian: Виктор Иванович Шестаков) (1907–1987) was a Russian/Soviet logician and theoretician of electrical engineering. In 1935 he discovered the possible interpretation of Boolean algebra of logic in electro-mechanical relay circuits. He graduated from Moscow State University (1934) and worked there in the General Physics Department almost until his death.", "19106940": "Julius Weingarten (2 March 1836 – 16 June 1910) was a German mathematician. He received his doctorate in 1864 from Martin-Luther-Universität Halle-Wittenberg.[1]\nHe made some important contributions to the differential geometry of surfaces, such as the \nWeingarten equations.[2][3][4]", "25955458": "Sankara Varman (1774–1839) was an astronomer-mathematician belonging to the Kerala school of astronomy and mathematics. He is best known as the author of Sadratnamala, a treatise on astronomy and mathematics, composed in 1819. Sankara Varman is considered as the last notable figure in the long line of illustrious astronomers and mathematicians in the Kerala school of astronomy and mathematics beginning with Madhava of Sangamagrama.  Sadratnamala was composed in the traditional style followed by  members of the Kerala school at a time when India had been introduced to the western style of mathematics and of writing books in mathematics. One of Varman's contribution to mathematics was his computation of the value of the mathematical constant π correct to 17 decimal places.", "18746499": "Thomas Gerald Room FRS FAA (10 November 1902 – 2 April 1986) was an Australian mathematician who is best known for Room squares. He was a Foundation Fellow of the Australian Academy of Science.[1][2]", "68291716": "Vida Dujmović is a Canadian computer scientist and mathematician known for her research in graph theory and graph algorithms, and particularly for graph drawing, for the structural theory of graph width parameters including treewidth and queue number, and for the use of these parameters in the parameterized complexity of graph drawing. She is a professor of electrical engineering & computer science at the University of Ottawa,[1] where she holds the University Research Chair in Structural and Algorithmic Graph Theory.[2]", "11177096": "William Bernard Raymond Lickorish (born 19 February 1938) is a mathematician. He is emeritus professor of geometric topology in the Department of Pure Mathematics and Mathematical Statistics, University of Cambridge, and also an emeritus fellow of Pembroke College, Cambridge. His research interests include topology and knot theory. He was one of the discoverers of the HOMFLY polynomial invariant of links, and  proved the Lickorish-Wallace theorem which states that all closed orientable 3-manifolds can be obtained by Dehn surgery on a link.", "17140872": "Abu l-`Abbas Ahmad ibn Muhammad ibn Shuayb al-Kirjani, known as Ibn Shuayb or Ibn Suhayb (Arabic: ابن شعيب; died 1 March 1349) was a Moroccan scholar of medicine, alchemy, botany, astronomy, mathematics, a poet,  and the chancellor of the Marinid sultan Abu al Hassan. He was born in Taza, and died in Tunis.[1]", "35228823": "Aksel Frederik Andersen (10 February 1891 Fodby, Denmark – 1972 Gentofte, Denmark) was a Danish mathematician who worked on infinite series and in particular on Cesàro summation.", "32705688": "Hovhannes Imastaser (Armenian: Յովհաննէս Իմաստասէր, c. 1047–1129), also known as Hovhannes Sarkavag (Armenian: Յովհաննէս Սարկաւագ), was a medieval Armenian multi-disciplinary scholar known for his works on philosophy, theology, mathematics, cosmology, and literature. Imastaser was also a gifted hymnologist and pedagogue.[1]", "494745": "Petrus Apianus (April 16, 1495 – April 21, 1552),[1] also known as Peter Apian, Peter Bennewitz, and Peter Bienewitz, was a German humanist, known for his works in mathematics, astronomy and cartography.[2] His work on \"cosmography\", the field that dealt with the earth and its position in the universe, was presented in his most famous publications, Astronomicum Caesareum (1540) and Cosmographicus liber (1524).  His books were extremely influential in his time, with the numerous editions in multiple languages being published until 1609. The lunar crater Apianus and asteroid 19139 Apian are named in his honour.[2]", "31394970": "Akadémiai Díj (1993)", "31132826": "Louise Hay (June 14, 1935 – October 28, 1989) was a French-born American mathematician. Her work focused on recursively enumerable sets and computational complexity theory, which was influential with both Soviet and US mathematicians in the 1970s. When she was appointed head of the mathematics department at the University of Illinois at Chicago, she was the only woman to head a math department at a major research university in her era.", "62459034": "Wacław Bolesław Marzantowicz[2]  is a Polish mathematician known for his contributions in number theory and topology. He was President of the Polish Mathematical Society from 2014 to 2019.", "66849949": "Jerzy Czerwiński (Polish pronunciation: [ˈjɛ.ʐɨ t͡ʂɛrˈvʲiɲ.skʲi]; born 19 June 1960) is a Polish politician. He was elected to the Senate of Poland (10th term) representing the constituency of Opole.[1][2]", "64162978": "Daniel Jay Rudolph (1949–2010) was a mathematician who was considered a leader in ergodic theory and dynamical systems.[2][3][4] He studied at Caltech and Stanford and taught postgraduate mathematics at Stanford University, the University of Maryland and Colorado State University, being appointed to the Albert C. Yates Endowed Chair in Mathematics at Colorado State in 2005. He jointly developed a theory of restricted orbit equivalence which unified several other theories.[3] He founded and directed an intense preparation course for graduate math studies and began a Math circle for middle-school children. Early in life he was a modern dancer. He died in 2010 from amyotrophic lateral sclerosis, a degenerative motor neuron disease.", "34278566": "Raymond Woodard Brink (4 January 1890 in Newark, New Jersey – 27 December 1973 in La Jolla, California) was an American mathematician. His Ph.D. advisor at Harvard was George David Birkhoff.", "36834470": "Igor Rivin (born 1961 in Moscow, USSR) is a Russian-Canadian mathematician, \nworking in various fields of pure and applied mathematics, computer science, \nand materials science. He was the Regius Professor of Mathematics at the University of St. Andrews from 2015 to 2017, and was   the chief research officer at Cryptos Fund until 2019. He is doing research for Edgestream LP, in addition to his academic work.", "58264749": "Dionisio Gallarati (May 8, 1923 – May 13, 2019) was an Italian mathematician, who specialised in algebraic geometry.  He was a major influence on the development of algebra and geometry at the University of Genova.[1][2]", "39292077": "Bhagavatula Lakshmi Surya Prakasa Rao is an Indian statistician. He was born on 6 October 1942 in Porumamilla, Andhra Pradesh.[1] He completed his B.A. (Honours) course in Mathematics from Andhra University in 1960 and moved to the Indian Statistical Institute, Kolkata, where he completed his M.Stat in Statistics in 1962. He graduated with a Ph.D in Statistics in 1966 from Michigan State University under Herman Rubin. He won the Shanti Swarup Bhatnagar Prize for Science and Technology in Mathematical Sciences in 1982 from the Government of India, the Outstanding Alumni award from the Michigan State University in 1996, and the National Award in memory of P V Sukhatme in 2008 from the Government of India. The Indian Society for Probability and Statistics awarded him the C R Rao Lifetime Achievement Award in 2022. He is an elected Fellow of the Institute of Mathematical Statistics (1983), Indian National Science Academy (1984), Indian Academy of Sciences (1992), and National Academy of Sciences (1993).", "3968176": "Mojżesz Presburger, or Prezburger,[3] (December 27, 1904 – c. 1943) was a Polish Jewish mathematician, logician, and philosopher. He was a student of Alfred Tarski, Jan Łukasiewicz, Kazimierz Ajdukiewicz, and Kazimierz Kuratowski.[3] He is known for, among other things, having invented Presburger arithmetic as a student in 1929 – a form of arithmetic in which one allows induction but removes multiplication, to obtain a decidable theory.[4][5][6][7]", "53382320": "Andrew Browder (January 8, 1931 – March 24, 2019) was an American mathematician at Brown University.[1][2]", "24448177": "Martin Aigner (28 February 1942 – 11 October 2023) was an Austrian mathematician and professor at Freie Universität Berlin from 1974 with interests in combinatorial mathematics and graph theory.[1][2]", "22744244": "Ron Aharoni (Hebrew: רון אהרוני ) (born 1952) is an Israeli mathematician, working in finite and infinite combinatorics. Aharoni is a professor at the Technion – Israel Institute of Technology, where he received his Ph.D. in mathematics in 1979. With Nash-Williams and Shelah he generalized Hall's marriage theorem by obtaining the right transfinite conditions for infinite bipartite graphs. He subsequently proved the appropriate versions of the Kőnig theorem and the Menger theorem for infinite graphs (the latter with Eli Berger).", "34901170": "Thomas Gaskin (1810–1887) was an English clergyman and academic, now known for contributions to mathematics.", "61836469": "John Cruickshank (5 July 1787 – 19 November 1875) was a Scottish mathematician.", "22547643": "Richard Robert Weber (born 25 February 1953) is a mathematician working in operational research.[1][2] He is Emeritus Churchill Professor of Mathematics for Operational Research in the Statistical Laboratory, University of Cambridge.", "72813758": "Iryna Sushko (born 1967) is a Ukrainian mathematician who works as a senior research fellow in the Institute of Mathematics of the National Academy of Sciences of Ukraine and as a visiting professor at the Kyiv School of Economics. Her research concerns nonlinear dynamical systems and their applications in economics and radio engineering.", "33393856": "Gabriel Xavier Paul Koenigs (17 January 1858 in Toulouse, France – 29 October 1931 in Paris, France) was a French mathematician who worked on analysis and geometry. He was elected as Secretary General of the Executive Committee of the International Mathematical Union after the first world war, and used his position to exclude countries with whom France had been at war from the mathematical congresses.", "17140946": "William Mitchinson Hicks, FRS[1] (23 September 1850, in Launceston, Cornwall – 17 August 1934, in Crowhurst, Sussex) was a British mathematician and physicist. He studied at St John's College, Cambridge, graduating in 1873, and became a fellow at the college.[2][3]", "396498": "Rudolf Emil Kálmán[3] (May 19, 1930 – July 2, 2016) was a Hungarian-American electrical engineer, mathematician, and inventor. He is most noted for his co-invention and development of the Kalman filter, a mathematical algorithm that is widely used in signal processing, control systems, and guidance, navigation and control. For this work, U.S. President Barack Obama awarded Kálmán the National Medal of Science on October 7, 2009.[4]", "2788568": "Raymond Edward Alan Christopher Paley (7 January 1907 – 7 April 1933) was an English mathematician who made significant contributions to mathematical analysis before dying young in a skiing accident.", "65506526": "Mariangiola Dezani-Ciancaglini (born 22 December 1946) is an Italian logician and theoretical computer scientist whose research topics include type theory and intersection type disciplines, lambda calculus, and programming language semantics. She is a professor emerita at the University of Turin.", "32574686": "Annamalai Ramanathan (29 August 1946 – 12 March 1993) was an Indian mathematician in the field of algebraic geometry, who introduced the notion of Frobenius splitting of algebraic varieties jointly with Vikram Bhagvandas Mehta in (Mehta & Ramanathan 1985). The notion of Frobenius splitting led to the solution of many classical problems, in particular a proof of the Demazure character formula and results on the equations defining Schubert varieties in general flag manifolds.", "54594784": "Mariusz Tomasz Lemańczyk (born 2 March 1958) is a Polish mathematician known for his contributions in ergodic theory and dynamical systems.[1]", "55774434": "Robert Forbes McNaughton, Jr. (1924–2014) was an American mathematician, logician, and computer scientist with several key contributions in formal languages, grammars and rewriting systems, and word combinatorics.[1]", "38374635": "Eric Emil Schadt (born January 31, 1965) is an American mathematician and computational biologist. He is founder and former chief executive officer of Sema4, a patient-centered health intelligence company, and dean for precision medicine and Mount Sinai Professor in Predictive Health and Computational Biology at the Icahn School of Medicine at Mount Sinai. He was previously founding director of the Icahn Institute for Genomics and Multiscale Biology and chair of the Department of Genetics and Genomics Sciences at the Icahn School of Medicine at Mount Sinai.", "56626421": "Frances Cope, also known as Frances Thorndike (August 19, 1902 - May 14, 1982), was an American mathematician who published on irregular differential equations. The Thorndike nomogram, a two-dimensional diagram of the Poisson distribution, is named for her.", "1477878": "David Slowinski is a mathematician involved in prime numbers. His career highlights have included the discovery of several of the largest known Mersenne primes:[1]", "61672696": "Daniela Calvetti is an Italian-American applied mathematician whose work concerns scientific computing, and connects Bayesian statistics to numerical analysis.[1] She is the James Wood Williamson Professor of Mathematics at Case Western Reserve University.", "55086327": "Werner Romberg (born 16 May 1909 in Berlin; died 5 February 2003 in Heidelberg) was a German mathematician and physicist.", "71404791": "Thomas F. Bloom is a mathematician, who is a Royal Society University Research Fellow at the University of Oxford.[1][2]  He works in arithmetic combinatorics and analytic number theory.", "4001020": "Mark Aleksandrovich Krasnoselsky (Russian: Ма́рк Алекса́ндрович Красносе́льский; 27 April 1920, Starokostiantyniv – 13 February 1997, Moscow) was a Soviet and Russian mathematician renowned for his work on nonlinear functional analysis and its applications.", "43715838": "Hans Zantema (1956) is a Dutch mathematician and computer scientist, and professor at Radboud University in Nijmegen, known for his work on termination analysis.[1][2]", "34475270": "Basil Gordon (December 23, 1931 – January 12, 2012) was a mathematician at UCLA, specializing in number theory and combinatorics.[1] He obtained his Ph.D. at California Institute of Technology under the supervision of Tom Apostol.  Ken Ono was one of his students.", "62426375": "Marcia Jean Groszek is an American mathematician whose research concerns mathematical logic, set theory, forcing, and recursion theory. She is a professor of mathematics at Dartmouth College.[1]", "5147910": "Jean-Louis Koszul (French: [kɔsyl]; January 3, 1921 – January 12, 2018) was a French mathematician, best known for studying geometry and discovering the Koszul complex. He was a second generation member of Bourbaki.", "7605515": "Archibald Read Richardson FRS[1] (21 August 1881 – 4 November 1954) was a British mathematician known for his work in algebra.[2][3][4]", "35261707": "Alberto González Domínguez (11 April 1904 in Buenos Aires – 14 September 1982 in Buenos Aires) was an Argentine mathematician working on analysis, probability theory and quantum field theory.[1][2]", "58723600": "Jay Bobby Seagull (born 13 February 1984) is an English mathematics teacher, broadcaster and writer. He appeared on the television programme University Challenge in 2017, and in 2018 on Monkman & Seagull's Genius Guide to Britain. His second book, The Life-Changing Magic of Numbers, was published in 2018.", "34147602": "Jeremy Daniel Quastel FRS, FRSC is a Canadian mathematician specializing in probability theory, stochastic processes, partial differential equations. He is currently head of the mathematics department at the University of Toronto.[1] He grew up in Vancouver, British Columbia, and now lives in Toronto, Ontario.", "52956435": "Vivek Shripad Borkar (born 1954) is an Indian electrical engineer, mathematician and an Institute chair professor at the Indian Institute of Technology, Mumbai.[1] He is known for introducing analytical paradigm in stochastic optimal control processes[2] and is an elected fellow of all the three major Indian science academies viz. the Indian Academy of Sciences,[3] Indian National Science Academy[4] and the National Academy of Sciences, India.[5] He also holds elected fellowships of The World Academy of Sciences,[6] Institute of Electrical and Electronics Engineers,[7] Indian National Academy of Engineering[8] and the American Mathematical Society.[9] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Engineering Sciences in 1992.[10][note 1] He received the TWAS Prize of the World Academy of Sciences in 2009.[11]", "24874263": "Donald Angus Gillies (/ˈɡɪliːz/; born 4 May 1944) is a British philosopher and historian of science and mathematics. He is an Emeritus Professor in the Department of Science and Technology Studies at University College London.", "5836066": "William Chen (born 1970 in Williamsburg, Virginia) is an American quantitative analyst, poker player, software designer, and badminton player.", "28282149": "Noether Senior Scholar Award (2018)", "58789158": "Dr Clara Latimer Bacon (13 August 1866 – 14 April 1948) was a mathematician and Professor of Mathematics at Goucher College. She was the first woman to earn a PhD in mathematics from Johns Hopkins University.[1]", "34278695": "Alexis-Jean-Pierre Paucton (1736–1798) was a French mathematician.", "50924839": "Vladimir Gennadievich Sprindzuk (Russian Владимир Геннадьевич Спринджук, Belarusian Уладзімір Генадзевіч Спрынджук, 22 July 1936, Minsk – 26 July 1987) was a Soviet-Belarusian number theorist.", "40570155": "Willem Hendrik Maria (Henk) Zijm (born 3 May 1952) is a Dutch mathematician, and Professor Production and Supply Chain Management and Emeritus Rector Magnificus (2005–2009) at the University of Twente.", "60853559": "Don Malcolm Blasius (born 5 September 1950 in Paterson, New Jersey)[1] is an American mathematician.", "24022327": "Sundararaman Ramanan (born 20 July 1937) is an Indian mathematician who works in the area of algebraic geometry, moduli spaces and Lie groups. He is one of India's leading mathematicians and recognised as an expert in algebraic geometry, especially in the area of moduli problems. He has also worked in differential geometry: his joint paper with MS Narasimhan on universal connections has been influential. It enabled SS Chern and B Simons to introduce what is known as the Chern-Simons invariant, which has proved useful in theoretical physics.[1]", "57904446": "Jacqueline Ann Jensen-Vallin is an American mathematician. She is an associate professor of mathematics at Lamar University,[1] the editor-in-chief of MAA FOCUS, the newsletter of the Mathematical Association of America (MAA),[2] and the governor of the Texas Section of the MAA.[3] Her research interests include combinatorial group theory, low-dimensional topology, and knot theory;[1] she is also known for her work in mathematics education and the history of women in mathematics.", "7900483": "Siavash Mirshams Shahshahani (Persian: سیاوش میرشمس شهشهانی) (born 1942) is an Iranian mathematician. He is a professor of mathematics and head of Mathematical Sciences Department at Sharif University of Technology.  He headed up the IRNIC registry for the .ir ccTLD until his retirement from that position in late 2008.  He has also served as a director of APTLD (the Asia Pacific Top Level Domain Association) between 2007 and his retirement from that position in February 2009.", "15830361": "Colin Brian Haselgrove (26 September 1926 – 27 May 1964) was an English mathematician who is best known for his disproof of the Pólya conjecture in 1958.[1]", "18582893": "Christopher Bingham is an American statistician who introduced the Bingham distribution.  In joint work with C. M. D. Godfrey and John Tukey he introduced complex demodulation into the analysis of time series.[1] The Kent distribution, also known as the Fisher–Bingham distribution, is named after Bingham and the English biologist and statistician Ronald Fisher.[2]", "71634285": "Ramin Mahmudzade (Azerbaijani: Ramin Əlinazim oğlu Mahmudzadə; August 31, 1935, Baku – August 9, 2022) — candidate of physics-mathematical sciences, associate professor, head of preparatory work for the All-Union and International Olympiads in informatics for schoolchildren, rector of the Public Institute \"Mathematical Methods in Production\" under the Baku \"Knowledge\" Society (1985–1990), head of the Education Informatization Resource Center (1999–2003), Head of Focal Point UNESCO in Azerbaijan (2002–2005), Chairman of the \"Information Technologies in Education\" Methodological Council of the Ministry of Education, honored teacher,[1] was awarded the Shohrat Order in 2005.[2][3][4]", "57412986": "Radha Kessar is an Indian mathematician known for her research in the representation theory of finite groups. She is a professor of mathematics at the  University of Manchester, and in 2009 won the Berwick Prize of the London Mathematical Society.[1]", "67308926": "Jean L. Mawhin (born 11 December 1942 in Verviers) is a Belgian mathematician and historian of mathematics.", "58166657": "Emmanuel Trélat (born 24 December 1974) is a French mathematician.", "68291977": "Carl Engelman (October 21, 1929 – November 26, 1983) was an American computer scientist. Carl is best known as the creator of MATHLAB. He was employed by Mitre Corporation and Symbolics.", "21433743": "Walter Warner (1563–1643) was an English mathematician and scientist.", "40111505": "Rüdiger Valk (born 5 August 1945) is a German mathematician. From 1976 to 2010 he was Professor for Theoretical Computer Science (Informatics) at the Institut für Informatik (later Fachbereich Informatik) of the University of Hamburg, Germany.[1]", "30051733": "John Stembridge is a Professor of Mathematics at University of Michigan.[1] He received his Ph.D. from Massachusetts Institute of Technology in 1985 under the direction of Richard P. Stanley. His dissertation was called Combinatorial Decompositions of Characters of SL(n,C).[2]", "17173914": "Sylvain Edward Cappell (born 1946), a Belgian American mathematician and former student of William Browder at Princeton University, is a topologist who has spent most of his career at the Courant Institute of Mathematical Sciences at NYU, where he is now the Silver Professor of Mathematics.", "25759134": "John Lane Bell FRSC (born March 25, 1945) is an Anglo-Canadian philosopher, mathematician and logician. He is Professor Emeritus of Philosophy at the University of Western Ontario in Canada.  His research includes such topics as set theory, model theory, lattice theory, modal logic, quantum logic, constructive mathematics, type theory, topos theory, infinitesimal analysis, spacetime theory, and the philosophy of mathematics. He is the author of more than 70 articles and of 13 books. In 2009, he was elected a Fellow of the Royal Society of Canada.", "396703": "John Hasbrouck Van Vleck (March 13, 1899 – October 27, 1980) was an American physicist and mathematician. He was co-awarded the Nobel Prize in Physics in 1977, for his contributions to the understanding of the behavior of electronic magnetism in solids.", "11832736": "Ryszard Engelking (16 November 1935 – 16 November 2023) was a Polish mathematician. He was working mainly on general topology[1] and dimension theory. He is the author of several influential monographs in this field. The 1989 edition of his General Topology is nowadays a standard reference for topology.[2] Engelking died on 16 November 2023, his 88th birthday.[3]", "10915235": "François Jacquier (7 June 1711 at Vitry-le-François – 3 July 1788 at Rome) was a French Franciscan mathematician and physicist.", "64916900": "Robert Roland \"Rob\" Schneiderman (born June 21, 1957) is an American jazz pianist who also works as a professor of mathematics at Lehman College of the City University of New York, where he specializes in geometric topology.[1]", "298404": "Michael Oser Rabin (Hebrew: מִיכָאֵל עוזר רַבִּין; born September 1, 1931) is an Israeli mathematician, computer scientist, and recipient of the Turing Award.", "68783531": "Elena Yanovskaya (Russian: Еле́на Бори́совна Яно́вская, born 20 May 1938) is a Soviet and Russian mathematician and economist known for her contributions to cooperative game theory.[1]", "63016369": "Cha Meeyoung, sometimes known as Mia, is an associate professor at KAIST in the School of Computing and a chief investigator in the Pioneer Research Center for Mathematical and Computational Sciences at the Institute for Basic Science. Her research focuses on network and data science with an emphasis on modeling, analyzing complex information propagation processes, machine learning-based computational social science, and deep learning. In June 2024, she will become the scientific director of the Max Planck Institute for Security and Privacy. She has served on the editorial boards of the journals PeerJ and ACM Transactions on Social Computing.", "60034482": "Ene–Margit Tiit (born 22 April 1934 in Tartu) is an Estonian mathematician and statistician who became the founding president of the Estonian Statistical Society.", "1445301": "Robert Hamilton FRSE (11 June 1743, Edinburgh – 14 July 1829) was a Scottish mathematician and political economist. He was a founder member of the Royal Society of Edinburgh.[1]", "2854332": "Sir Howard Frank Trayton Smith GCMG (15 October 1919 – 7 May 1996) was a British diplomat who served as Director General of MI5 from 1978 to 1981.", "11668925": "Eric Karel van Douwen (April 25, 1946 in Voorburg, South Holland, Netherlands – July 28, 1987 in Athens, Ohio, United States) was a Dutch mathematician specializing in set-theoretic topology. He received his Ph.D. in 1975 from Vrije Universiteit under the supervision of Maarten Maurice and Johannes Aarts, both of whom were in turn students of Johannes de Groot.[1]", "21794238": "Geoffrey K. Martin is a mathematician currently advising in the field of mathematical physics.  Martin is also the Associate Professor and Chair of the mathematics department at the University of Toledo.  His fields of study include differential geometry, relativity, and the foundations of physics.  Martin earned his Ph.D. at the Stony Brook University in 1983. Geoffrey is the son of horticulturists Joy Lee Martin and Ernest Martin who owned Logee's Greenhouses.", "1707456": "Joseph Proudman (30 December 1888 – 26 June 1975), CBE, FRS was a distinguished British mathematician and oceanographer of international repute. His theoretical studies into the oceanic tides not only \"solved practically all the remaining tidal problems which are soluble within the framework of classical hydrodynamics and analytical mathematics\" but laid the basis of a tidal prediction service developed with Arthur Doodson of great international importance.", "54037954": "Rui António Loja Fernandes (July 20, 1965, Coimbra) is a Portuguese mathematician working in the USA.", "11570627": "Hans-Volker Niemeier is a German mathematician who in 1973 classified the Niemeier lattices, the even positive definite unimodular lattices in 24 dimensions.", "265666": "Bram Cohen is an American computer programmer, best known as the author of the peer-to-peer (P2P) BitTorrent protocol in 2001, as well as the first file sharing program to use the protocol, also known as BitTorrent. He is also the co-founder of CodeCon and organizer of the San Francisco Bay Area P2P-hackers meeting, was the co-author of Codeville and creator of the Chia cryptocurrency which implements the proof of space-time consensus algorithm.", "8588742": "David Gries (born April 26, 1939 in Flushing, Queens, New York) is an American computer scientist at Cornell University, United States mainly known for his books The Science of Programming (1981) and A Logical Approach to Discrete Math (1993, with Fred B. Schneider).", "38211016": "Tsit Yuen Lam (Chinese: 林節玄; pinyin: Lín Jiéxuán;[1] born 6 February 1942[2]) is a Hong Kong-American mathematician specializing in algebra, especially ring theory and quadratic forms.", "9506248": "Dima Grigoriev (Dmitry Grigoryev) (born 10 May 1954) is a mathematician. His research interests include algebraic geometry, symbolic computation and computational complexity theory in computer algebra, with over 130 published articles.[2][3]", "56561099": "Ortrud R. Oellermann is a South African mathematician specializing in graph theory. She is a professor of mathematics at the University of Winnipeg.", "331211": "Saharon Shelah (Hebrew: שהרן שלח; born July 3, 1945) is an Israeli mathematician. He is a professor of mathematics at the Hebrew University of Jerusalem and Rutgers University in New Jersey.", "54037964": "Philippe Di Francesco is a French-American mathematician, focusing in mathematical physics, physical combinatorics and integrable systems. He is senior researcher (Directeur de Recherche) at the Institute of Theoretical Physics, Saclay in France, and is currently the Morris and Gertrude Fine Distinguished Professor of Mathematics at University of Illinois.[1][2] He is also author of the book 'Conformal Field Theory'.[3] He received his PhD in 1989, under Jean-Claude Le Guillou and Jean-Bernard Zuber, at the Pierre and Marie Curie University.[4]", "2035160": "Georg Tannstetter (April 1482 – 26 March 1535), also called Georgius Collimitius, was a humanist teaching at the University of Vienna. He was a medical doctor, mathematician, astronomer, cartographer, and the personal physician of the emperors Maximilian I and Ferdinand I. He also wrote under the pseudonym of \"Lycoripensis\".[1] His Latin name \"Collimitius\" is derived from limes meaning \"border\" and is a reference to his birth town: \"Rain\" is a German word for border or boundary.", "46271961": "Svetlana Yakovlevna Jitomirskaya (born June 4, 1966) is a Soviet-born American mathematician working on dynamical systems and mathematical physics.[1][2] She is a distinguished professor of mathematics at Georgia Tech and UC Irvine.[3] She is best known for solving the ten martini problem along with mathematician Artur Avila.[4][5]", "37981659": "Leonard Esau Baum (August 23, 1931 – August 14, 2017) was an American mathematician, known for the Baum–Welch algorithm and Baum–Sweet sequence. He graduated Phi Beta Kappa from Harvard University in 1953,[1] and earned a Ph.D. in mathematics from Harvard in 1958, with a dissertation titled Derivations in Commutative Semi-Simple Banach Algebras.[2]", "4132316": "Peter Bruce Andrews (born 1937) is an American mathematician and Professor of Mathematics, Emeritus at Carnegie Mellon University in Pittsburgh, Pennsylvania,[1] and the creator of the mathematical logic Q0. He received his Ph.D. from Princeton University in 1964 under the tutelage of Alonzo Church.[2] He received the Herbrand Award in 2003.[3] His research group designed the TPS automated theorem prover. A subsystem ETPS (Educational Theorem Proving System) of TPS is used to help students learn logic by interactively constructing natural deduction proofs.", "3378652": "Harry Schultz Vandiver (21 October 1882 – 9 January 1973) was an American mathematician, known for work in number theory.", "53874143": "Anna-Karin Tornberg is a Swedish mathematician currently at Royal Institute of Technology who was awarded the Göran Gustafsson Prize and Leslie Fox Prize for Numerical Analysis and elected to the Royal Swedish Academy of Engineering Sciences. Her research concerns computational mathematics.[1]", "52825568": "Askar Dzhumadildayev (Kazakh: Асқар Серқұлұлы Жұмаділдаев, Asqar Serqūlūly Jūmadıldaev; born 25 February 1956) is a Kazakh mathematician, doctor of physics and mathematics, professor, Full Member of the Kazakhstan National Academy of Science.[2] He was also member Supreme Council of Kazakh SSR and Republic of Kazakhstan.", "3116511": "Vlastimil Pták (Czech pronunciation: [ˈvlascɪmɪl ˈptaːk]; November 8, 1925 in Prague – May 5  1999) was a Czech mathematician, who worked in functional analysis, theoretical numerical analysis, and linear algebra.  Notable early work include generalizations of the open mapping theorem .[citation needed]", "30084572": "Roderick Melnik is a Canadian-Australian[1] mathematician and scientist, internationally known[2] for his research in applied mathematics, numerical analysis, and mathematical modeling for scientific and engineering applications.", "167394": "Nicolas Bourbaki (French: [nikɔla buʁbaki]) is the collective pseudonym of a group of mathematicians, predominantly French alumni of the École normale supérieure (ENS). Founded in 1934–1935, the Bourbaki group originally intended to prepare a new textbook in analysis. Over time the project became much more ambitious, growing into a large series of textbooks published under the Bourbaki name, meant to treat modern pure mathematics. The series is known collectively as the Éléments de mathématique (Elements of Mathematics), the group's central work. Topics treated in the series include set theory, abstract algebra, topology, analysis, Lie groups and Lie algebras.", "28020193": "Ermil A. Pangrati (July 21, 1864 in Iaşi – September 19, 1931 in Bucharest) was a Romanian politician, engineer, mathematician, historian of science and architect.", "36048359": "Michael Lin (Hebrew: מיכאל לין) (born June 8, 1942) is an Israeli mathematician, who has published  scientific articles in the field of probability concentrating on Markov chains and ergodic theory.[1][2] He serves as professor emeritus at the Department of Mathematics in Ben-Gurion University of the Negev (BGU).[3] Additionally, he is a member of the academic board and serves as the academic coordinator at Achva Academic College.[4] Professor Lin is considered a Zionist, as he gave up a position at Ohio State University in order to promote the field of mathematics in Israel.", "51088871": "Pierre Joseph Étienne Finck (1797–1870) was a French mathematician.", "1674732": "Adrien Pouliot, CC (January 4, 1896 –  March 10, 1980) was a Canadian mathematician and educator.", "331256": "Thomas Bartholin (/bɑːrˈtoʊlɪn, ˈbɑːrtəlɪn/; Latinized as Thomas Bartholinus; 20 October 1616 – 4 December 1680) was a Danish physician, mathematician, and theologian. He discovered the lymphatic system in humans and advanced the theory of refrigeration anesthesia, being the first to describe it scientifically.", "51154425": "Jean Céa (8 february 1932 - 9 january 2024) was a French mathematician.", "50597368": "Roberto Conti (23 April 1923 – 30 August 2006) was an Italian mathematician, who contributed to the theory of ordinary differential equations[2] and the development of the comparison method.[3]", "61410812": "Jeff Edmonds is a Canadian and American mathematician and computer scientist specializing in computational complexity theory.", "46796286": "Clément Mouhot (French: [muo]; born 19 August 1978) is a French mathematician and academic. He is Professor of Mathematical Sciences at the University of Cambridge. His research is primarily in partial differential equations and mathematical physics (statistical mechanics, Boltzmann equation, Vlasov equation).", "29462016": "Daniel Kálmán Biss[1] (born August 27, 1977)[2] is an American mathematician and politician serving as mayor of Evanston, Illinois. He previously served as a member of both the Illinois House of Representatives and Illinois Senate.", "101891": "Gian-Carlo Rota (April 27, 1932 – April 18, 1999) was an Italian-American mathematician and philosopher. He spent most of his career at the Massachusetts Institute of Technology, where he worked in combinatorics, functional analysis, probability theory, and phenomenology.", "35261957": "Géza Grünwald (October 18, 1910, Budapest – September 7, 1943)  was a Hungarian[1] mathematician of Jewish heritage who worked on analysis. He died in the Holocaust.", "40668679": "Johannes Theodorus Runnenburg (19 February 1932 – 16 April 2008) was a Dutch mathematician and professor of probability theory and analysis at the University of Amsterdam from 1962 to 1997.", "2756109": "Petrus Peregrinus de Maricourt (Latin), Pierre Pelerin de Maricourt (French), or Peter Peregrinus of Maricourt[1] (fl. 1269), was a French mathematician, physicist, and writer who conducted experiments on magnetism and wrote the first extant treatise describing the properties of magnets. His work is particularly noted for containing the earliest detailed discussion of freely pivoting compass needles, a fundamental component of the dry compass soon to appear in medieval navigation.[2][3][4] He also wrote a treatise on the construction and use of a universal astrolabe.", "724496": "Stéphane Georges Mallat (born 24 October 1962) is a French applied mathematician, concurrently appointed as Professor at Collège de France and École normale supérieure. He made fundamental contributions to the development of wavelet theory in the late 1980s and early 1990s. He has additionally done work in applied mathematics, signal processing, music synthesis and image segmentation.", "28249617": "Franciszek Indan Pykna (12 July 1913 – 29 January 1992) was a Polish mathematician, philosopher, and linguist.", "1642001": "James Victor Uspensky (Russian: Яков Викторович Успенский, romanized: Yakov Viktorovich Uspensky; April 29, 1883 – January 27, 1947) was a Russian and American mathematician notable for writing Theory of Equations.[2][3]", "68816403": "Karen Marie Brucks (February 1, 1957[1] – July 8, 2017[2]) was an American mathematician known for her research in topological dynamics, and for her advocacy of women in mathematics.[3] She worked for many years as a faculty member and administrator at the University of Wisconsin–Milwaukee.[2][4]", "35458579": "Alexander Braverman (born June 8, 1974) is an Israeli mathematician.", "32542224": "Shmuel Agmon (Hebrew: שמואל אגמון; born 2 February 1922) is an Israeli mathematician. He is known for his work in analysis and partial differential equations.", "658970": "Michael Hartley Freedman (born April 21, 1951) is an American mathematician at Microsoft Station Q, a research group at the University of California, Santa Barbara.[1] In 1986, he was awarded a Fields Medal for his work on the 4-dimensional generalized Poincaré conjecture. Freedman and Robion Kirby showed that an exotic ℝ4 manifold exists.", "19336734": "Eddy Campbell is a Canadian mathematician, university professor, and university administrator. He served as the president of the University of New Brunswick from 2009 - 2019.", "56692263": "Aurel Voss (7 December 1845 – 19 April 1931) was a German mathematician, best known today for his contributions to geometry and mechanics.[1][2] He served as president of the German Mathematical Society for the 1898 term.\nHe was a professor at the University of Munich during 1902–1923. He became Emeritus in 1923.", "724530": "Radhanath Sikdar (Bengali: রাধানাথ শিকদার; 5 October 1813 – 17 May 1870) was an Indian mathematician who is best known for calculating the height of Mount Everest.[1] He was the first person to calculate the height of Mount Everest, in 1852.[2][3]", "45092410": "Phyllis Zweig Chinn (née Zweig; born September 26, 1941) is an American mathematician who holds a professorship in mathematics, women's studies, and teaching preparation at Humboldt State University in California. Her publications concern graph theory, mathematics education, and the history of women in mathematics.[1]", "60395075": "Domenico Alfonso Emmanuele Montesano (Potenza, 22 December 1863 – Naples, 1 October 1930) was an Italian mathematician. He influenced and developed theory on linear congruences and on conic bilinear complexes.[1]", "3346000": "Leo Königsberger (15 October 1837 – 15 December 1921) was a German mathematician, and historian of science.  He is best known for his three-volume biography[1] of Hermann von Helmholtz, which remains the standard reference on the subject.", "56430163": "Garnik A. Karapetyan (Armenian: Գառնիկ Ալբերտի Կարապետյան, 3 February 1958 – 29 November 2018, Armenia) was an Armenian scientist and mathematician. His main research was in the fields of mathematical analysis, differential equations and mathematical physics. At the time of his death he was a professor of mathematics at Russian-Armenian University in Yerevan, Armenia, and chaired the Department of Mathematics and Mathematical Modeling.", "37391956": "Zdeněk Frolík (March 10, 1933 – May 3, 1989) was a Czech mathematician. His research interests included topology and functional analysis. In particular, his work concerned covering properties of  topological spaces, ultrafilters, homogeneity, measures, uniform spaces. He was one of the founders of modern descriptive theory of sets and spaces.[1]", "39521876": "Samuel Hawksley Burbury, FRS (18 May 1831 – 18 August 1911) was a British mathematician.[1]", "16944728": "Katsuya Eda (江田 勝哉, Eda Katsuya) is a mathematician, currently a professor at Waseda University. His research centers on set theory and its applications, particularly in algebraic topology. He has done a great deal of work on the fundamental group of the Hawaiian earring and related subjects.", "54300249": "Ferdinando di Diano da Diano (about 1571[1] - 17th century), also known as Donatus Polienus,[2] was an Italian mathematician, abbot, philosopher, and theologist.[3]", "21630555": "Gerard of Brussels (French: Gérard de Bruxelles, Latin: Gerardus Bruxellensis) was an early thirteenth-century geometer and philosopher known primarily for his Latin book Liber de motu (On Motion), which was a pioneering study in kinematics, probably written between 1187 and 1260. It has been described as \"the first Latin treatise that was to take the fundamental approach to kinematics that was to characterize modern kinematics.\"[1] He brought the works of Euclid and Archimedes back into popularity and was a direct influence on the Oxford Calculators (four kinematicists of Merton College) in the next century. Gerard is cited by Thomas Bradwardine in his Tractatus de proportionibus velocitatum (1328). His chief contribution was in moving away from Greek mathematics and closer to the notion of \"a ratio of two unlike quantities such as distance and time\", which is how modern physics defines velocity.[2]", "22777439": "Igor V. Dolgachev (born 7 April 1944[1]) is a Russian–American mathematician specializing in algebraic geometry.  He has been a professor at the University of Michigan since 1978. He introduced Dolgachev surfaces in 1981.[2]", "59280993": "Dorothy Estheryne McFadden Hoover (July 1, 1918 – February 7, 2000) was an American physicist and mathematician. Hoover was a pioneer in the early days of NASA. Originally one of the first black women hired at Langley as a human computer, Hoover would eventually become a published physicist and mathematician. Hoover is one of the first black women to be listed as a co-author on NASA research publications.[1] Her research supported the development of America's first jet fighter, the Sabre.[2] Hoover's accomplishments were featured in Margot Lee Shetterly's bestselling book, Hidden Figures.", "35589729": "Joseph-Émile Barbier (1839–1889) was a French astronomer and mathematician,[1] known for Barbier's theorem on the perimeter of curves of constant width.[2]", "855653": "Benedetto Castelli (1578 – 9 April 1643), born Antonio Castelli, was an Italian mathematician. Benedetto was his name in religion on entering the Benedictine Order in 1595.", "19304045": "Nikolai Andreevich Lebedev (Russian: Никола́й Андре́евич Ле́бедев; August 8, 1919 – January 8, 1982) was a Soviet mathematician who worked on complex function theory and geometric function theory. Jointly with Isaak Milin, he proved the Lebedev–Milin inequalities that were used in the proof of the Bieberbach conjecture.", "51056238": "Aladdin Allahverdiyev (Aladdin Allahverdiyev Mammadhuseyn; born 29 May 1947) is an Azerbaijani scientist and professor (2001). Soviet, Russian and Azerbaijani scientist in the field of mathematical models development and methods of studying wave and oscillatory processes to create piezoelectric devices and products used in the world's oceans and space studies, in marine seismic exploration, in electronic, defense and medical industries.", "58101360": "Sonia Luján Natale (born 1972)[1] is an Argentine mathematician specializing in abstract algebra. She works as a professor of mathematics at the National University of Córdoba, where she earned her Ph.D. in 1999,[2]\nand as a researcher for the National Scientific and Technical Research Council.[3]", "200307": "Michel Rolle (21 April 1652 – 8 November 1719) was a French mathematician. He is best known for Rolle's theorem (1691). He is also the co-inventor in Europe[1] of Gaussian elimination (1690).", "48500345": "Argelia Velez-Rodriguez (born 1936) is a Cuban-American mathematician and educator. She was the first Black woman to earn a doctorate in mathematics in Cuba.", "13405819": "Andrzej Ehrenfeucht (Polish: [ˈand.ʐɛj ˈɛrɛnfɔjxt], born 8 August 1932) is a Polish-American mathematician and computer scientist.", "32214651": "Leonid Andreevich Pastur (Ukrainian: Леонід Андрійович Пастур, Russian: Леонид Андреевич Пастур) (born 21 August 1937) is a Ukrainian mathematical physicist and theoretical physicist, known in particular for contributions to random matrix theory, the spectral theory of random Schrödinger operators, statistical mechanics, and solid state physics (especially, the theory of disordered systems).[1]  Currently, he heads the Department of Theoretical Physics at the B Verkin Institute for Low Temperature Physics and Engineering.[2]", "61705856": "Michael Eugene Stillman (born March 24, 1957) is an American mathematician working in computational algebraic geometry and commutative algebra. He is a Professor of Mathematics at Cornell University. He is known for being one of the creators (with Daniel Grayson) of the Macaulay2 computer algebra system.", "10391173": "Gunduz Caginalp was a mathematician whose research has also contributed over 100 papers to physics, materials science and economics/finance journals, including two with Michael Fisher and nine with Nobel Laureate Vernon Smith. He began his studies at Cornell University in 1970 and received an AB in 1973 \"Cum Laude with Honors in All Subjects\" and Phi Beta Kappa. In 1976 he received a Master's degree, and in 1978 a PhD, both also at Cornell. He held positions at The Rockefeller University, Carnegie-Mellon University and the University of Pittsburgh (since 1984), where he was a Professor of Mathematics until his death on December 7, 2021.[1] He was born in Turkey, and spent his first seven years and ages 13–16 there, and the middle years in New York City.", "71143046": "William Stephen Childress is an American applied mathematician, author and professor emeritus at the Courant Institute of Mathematical Sciences. He works on classical fluid mechanics, asymptotic methods and singular perturbations, geophysical fluid dynamics,[1] magnetohydrodynamics and dynamo theory, mathematical models in biology,[2] and locomotion in fluids.[3] He is also a co-founder of the Courant Institute of Mathematical Sciences's Applied Mathematics Lab.[4]", "27364999": "Statistics education  Robust and nonparametric statistics", "56594056": "Lawrence Man Hou Ein (born 18 November 1955) is a mathematician who works in algebraic geometry.", "6164105": "Jerrold Eldon Marsden (August 17, 1942 – September 21, 2010) was a Canadian mathematician. He was the Carl F. Braun Professor of Engineering and Control & Dynamical Systems at the California Institute of Technology.[1] Marsden is listed as an ISI highly cited researcher.[2]", "49974918": "Carlo Miranda (15 August 1912 – 28 May 1982) was an Italian mathematician, working on mathematical analysis, theory of elliptic partial differential equations and complex analysis: he is known for giving the first proof of the Poincaré–Miranda theorem,[1] for Miranda's theorem in complex analysis,[2] and for writing an influential monograph in the theory of elliptic partial differential equations.[3]", "53776011": "Kaisa Sofia Matomäki (born April 30, 1985) is a Finnish mathematician specializing in number theory. Since September 2015, she has been working as an Academic Research Fellow in the Department of Mathematics and Statistics, University of Turku, Turku, Finland. Her research includes results on the distribution of multiplicative functions over short intervals of numbers; for instance, she showed that the values of the Möbius function are evenly divided between +1 and −1 over short intervals. These results, in turn, were among the tools used by Terence Tao to prove the Erdős discrepancy problem.[1]", "71110283": "Khaled S. Mekheimer is an Egyptian professor of Applied Mathematics at the Department of Mathematics Faculty of Science (Men), Al-Azhar University, Egypt. He is the  Vice Dean of Research and Post-graduate Studies of the Faculty. He is an elected member of African Academy of sciences and Egyptian Mathematical Society.[1][2]", "9211532": "Gyula O. H. Katona (born 16 March 1941 in Budapest) is a Hungarian mathematician known for his work in combinatorial set theory, and especially for the Kruskal–Katona theorem[1] and his beautiful and elegant proof of the Erdős–Ko–Rado theorem in which he discovered a new method, now called Katona's cycle method.[2] Since then, this method has become a powerful tool in proving many interesting results in extremal set theory. He is affiliated with the Alfréd Rényi Institute of Mathematics of the Hungarian Academy of Sciences.", "72552078": "Eugene Sadowski (Russian: Евгений Иванович Садовский, romanized: Yevgeny Ivanovich Sadovsky[a]; Ukrainian: Євген Іванович Садовський; August 30, 1911 – August 1987) was a Ukrainian-born Soviet-American author, translator, Nazi collaborator, and mathematics professor. Lauded by Soviet and Russian authorities as a writer who died during World War II, it was discovered in January 2011 that Sadowski had not died but had instead collaborated with the Germans, where he wrote for Rech in Oryol.", "48270988": "Juan de Yciar or Iciar (16th century) was a calligraphist and mathematician active in Zaragoza in the middle of the 16th century.", "31821456": "Kurt Leichtweiß (March 2, 1927 in Villingen-Schwenningen – June 23, 2013) was a mathematician specializing in convex and differential geometry.[1][2][3]", "7343761": "Jeff Cheeger (born December 1, 1943, Brooklyn, New York City) is a mathematician. Cheeger is professor at the Courant Institute of Mathematical Sciences at New York University in New York City.  His main interests are differential geometry and its connections with topology and analysis.", "49188504": "Jean-Yves Jaffray (1939–2009) was a French mathematician and economist who made influential contributions in the fields of decision theory and mathematical statistics.[1][2] He pioneered methods in decision theory such as linear utility theory for belief functions,[3][4] bridging the gap between expected utility and the maximin rule by using subjective probability to encompass belief functions.[1]", "47222426": "Mary Elizabeth (Betz) Halloran is an American biostatistician who works as a professor of biostatistics, professor of epidemiology, and adjunct professor of applied mathematics at the University of Washington.[1]", "48303774": "Anna Gennadievna Erschler, née Dyubina, (Анна Геннадьевна Эршлер; born 14 February 1977), is a Russian mathematician, working in France. She specializes in geometric group theory and probability theory, in particular, random walks on groups.[1]", "51416737": "Élie Salomon François Reverdil (1732–1808) was a Swiss scholar.[1]", "26054310": "Pliny Earle Chase (18 August 1820 in Worcester, Massachusetts – 17 December 1886 in Haverford, Pennsylvania) was an American scientist, mathematician, and educator who contributed to the fields of astronomy, electromagnetism, and cryptography, among others.[1]", "50957990": "Pablo Augusto Ferrari (September 11, 1949) is an Argentine mathematician, member of the Bernoulli Society, the Institute for Mathematical Statistics,  the Brazilian Academy of Sciences, and the International Statistical Institute. He is also co-principal investigator at the Brazilian research center NeuroMat.[1] Ferrari investigates probabilistic models of microscopic phenomena and macroscopic counterpart. He is the son of the contemporary conceptual artist León Ferrari.", "22810278": "Tan Eng Chye (simplified Chinese: 陈永财; traditional Chinese: 陳永財; pinyin: Chén Yǒngcái) is a Singaporean mathematician and university administrator who has been serving as the third president of the National University of Singapore since 2018.[1] Prior to his presidency, he served as the deputy president of academic affairs and provost at the National University of Singapore.", "102058": "Dionysius Exiguus (Latin for \"Dionysius the Humble\";[a] Greek: Διονύσιος; c. 470 – c. 544) was a 6th-century Eastern Roman monk born in Scythia Minor. He was a member of a community of Scythian monks concentrated in Tomis (present-day Constanța, Romania), the major city of Scythia Minor. Dionysius is best known as the inventor of Anno Domini (AD) dating, which is used to number the years of both the Gregorian calendar and the (Christianised) Julian calendar. Almost all churches adopted his computus for the dates of Easter.", "34049712": "Otto Albin Frostman (3 January 1907 – 29 December 1977) was a Swedish mathematician, known for his work in potential theory and complex analysis.", "7802545": "László Rátz (9 April 1863 in Sopron – 30 September 1930 in Budapest) was a Hungarian mathematics high school teacher best known for educating such people as John von Neumann and Nobel laureate Eugene Wigner. He was a legendary teacher of \"Budapest-Fasori Evangélikus Gimnázium\", the Budapest Lutheran Gymnasium, a famous secondary school in Budapest in Hungary.", "72683201": "Ralucca Michelle Gera (née Muntean) is an American mathematician specializing in graph theory, including graph coloring, dominating sets, and spectral graph theory. Her interests also include personalized learning in mathematics education. She is a professor of mathematics at the Naval Postgraduate School.[1]", "20713156": "Daniel Hershkowitz (Hebrew: דניאל הרשקוביץ; born 2 January 1953 in Haifa, Israel) is an Israeli politician, mathematician, and Orthodox rabbi. Since 2018, he has headed the  Israel Civil Service Commission [he]. He is professor emeritus of mathematics at the Technion, and is also rabbi of the Ahuza neighborhood in Haifa. He was president of Bar-Ilan University from 2013-17.", "3935943": "Marcus Peter Francis du Sautoy OBE FRS (/dʊ ˈsoʊtɔɪ/;[6] born 26 August 1965)[4][7] is a British mathematician, Simonyi Professor for the Public Understanding of Science at the University of Oxford,[8][9] Fellow of New College, Oxford[10] and author of popular mathematics and popular science books.[11] He was previously[when?] a fellow of All Souls College, Oxford, Wadham College, Oxford and served as president of the Mathematical Association, an Engineering and Physical Sciences Research Council (EPSRC) senior media fellow,[12][13] and a Royal Society University Research Fellow.[14]", "48336591": "Arnoldus Bernardus Jacobus Kuijlaars (born 1963) is a Dutch mathematician, specializing in approximation theory.[1]", "58756817": "Tatjana (Tanja) Eisner (née Lobova, born 1980) is a German and Ukrainian mathematician specializing in functional analysis, operator theory as well as ergodic theory and its connection to number theory. She is a professor of mathematics at Leipzig University.[1]", "6917845": "Konstantin Alekseevich Andreev (14 March 1848 – 29 October 1921) was a Russian mathematician, best known for his work on geometry, especially projective geometry. He was one of the founders of the Kharkov Mathematical Society. This society is one of the early mathematics societies in Russia and was founded in 1879.[1][2]", "8457942": "John Dee (13 July 1527 – 1608 or 1609) was an English mathematician, astronomer, astrologer, teacher, occultist, and alchemist.[4] He was the court astronomer for, and advisor to, Elizabeth I, and spent much of his time on alchemy, divination, and Hermetic philosophy. As an antiquarian, he had one of the largest libraries in England at the time. As a political advisor, he advocated the foundation of English colonies in the New World to form a \"British Empire\", a term he is credited with coining.[5]", "35458775": "Ronald William Henry Turnbull Hudson (16 July 1876 – 20 September 1904) was a British mathematician.", "2592474": "Luca Gaurico (in Latin, Lucas Gauricus) (Giffoni March 12, 1475 – March 6, 1558, in Rome) was an Italian astrologer, astronomer, astrological data collector, [1] and mathematician.  He was born to a poor family in the Kingdom of Naples, and studied judicial astrology, a subject he defended in his Oratio de Inventoribus et Astrologiae Laudibus (1508).  Judicial astrology concerned the fate of man (astrologia judiciaria; mundane astrology) as influenced by the stars.  His most famous work is the Tractatus Astrologicus. Later in life he was named a bishop of the Catholic Church.", "61312732": "Paul Muhly (born September 7, 1944)[2] is an American mathematician. In 2015 he was elected as a Fellow of the \nAmerican Mathematical Society for his contributions to operator theory as well as \nmentoring and service to the community.[3]  He \nhas supervised over 20 Ph.D. \nstudents.[4]", "27889377": "David J. Thomson is a professor in the Department of Mathematics and Statistics at Queen's University in Ontario and a Canada Research Chair in statistics and signal processing, formerly a member of the technical staff at Bell Labs. He is a professional engineer in the province of Ontario, a fellow of the IEEE and a chartered statistician. He holds memberships of the Royal Statistical Society, the American Statistical Association, the Statistical Society of Canada and the American Geophysical Union and, in 2009, received a Killam Research Fellowship (administered through the Canada Council for the Arts). In 2010, he was made a fellow of the Royal Society of Canada.[1] In 2013, he was awarded the Statistical Society of Canada impact award.[2]", "65212130": "Yong Hoon Lee is a mathematician and former president of Ajou University in South Korea.", "17862372": "Karl Weissenberg (11 June 1893, Vienna – 6 April 1976, The Hague) was an Austrian physicist, notable for his contributions to rheology and crystallography.[1][2][3]", "7474917": "Donald G. Higman (September 20, 1928 in Vancouver – February 13, 2006) was an American mathematician known for his discovery, in collaboration with Charles C. Sims, of the Higman–Sims group.[1]", "55873252": "Jules Haag (9 August 1882, Flirey – 16 February 1953, Besançon) was a French mathematician and horologist.[1]", "56921832": "Pierre Collet (born 1948) is a French mathematical physicist, specializing in statistical mechanics, stochastic processes, and chaos theory.", "31395561": "Gustav Ferdinand Mehler, or Ferdinand Gustav Mehler (13 December 1835, in Schönlanke, Kingdom of Prussia – 13 July 1895, in Elbing, German Empire) was a German mathematician.", "18517738": "Ulrike Luise Tillmann FRS is a mathematician specializing in algebraic topology, who has made important contributions to the study of the moduli space of algebraic curves. She is the president of the London Mathematical Society in the period 2021–2022.", "69177069": "Daniel Kressner (born 7 April 1978) is a German numerical analyst. He has a Chair of Numerical Algorithms and High Performance Computing in the Institute of Mathematics at EPF Lausanne.[3][1][4]", "364270": "Benjamin Peirce ForMemRS HonFRSE (/ˈpɜːrs/;[1] April 4, 1809 – October 6, 1880) was an American mathematician who taught at Harvard University for approximately 50 years. He made contributions to celestial mechanics, statistics, number theory, algebra, and the philosophy of mathematics.", "50990830": "Angelika Steger (born 1962)[1] is a mathematician and computer scientist whose research interests include graph theory, randomized algorithms, and approximation algorithms. She is a professor at ETH Zurich.[2]", "64130802": "Kane Shee-Gong Yee[1] (born March 26, 1934) is a Chinese-American electrical engineer and mathematician. He is best known for introducing the finite-difference time-domain method (FDTD) in 1966.[2]", "58986227": "Lis Brack-Bernsen (born 2 March 1946) is a Danish and Swiss mathematician, historian of science, and historian of mathematics, known for her work on Babylonian astronomy. She is an extraordinary professor of the history of science at the University of Regensburg.", "58625779": "Ernest Preston Lane (28 November 1886, Russellville, Tennessee – October 1969) was an American mathematician, specializing in differential geometry.", "55873266": "Rose Dawn Baker is a British physicist, mathematician, and statistician. She is a professor emeritus of applied statistics in the Salford Business School at the University of Salford.[1]", "26382071": "Gyula Pál (27 June 1881 – 6 September 1946) was a noted Hungarian-Danish mathematician.[1]  He is known for his work on Jordan curves both in plane and space, and on the Kakeya problem. He proved that every locally connected planar continuum with at least two points is the  orthogonal projection of a closed Jordan curve of the Euclidean 3-space.", "46796537": "Jonathan Peter Keating FRS (born 20 September 1963) is a British mathematician. As of September 2019, he is the Sedleian Professor of Natural Philosophy at the University of Oxford, and from 2012 to 2019 was the Henry Overton Wills Professor of Mathematics at the University of Bristol, where he served as Dean of the Faculty of Science (2009–2013).  He has made contributions to applied mathematics and mathematical physics, in particular to quantum chaos, random matrix theory and number theory.", "11767545": "Ebenezer Cunningham (7 May 1881 in Hackney, London – 12 February 1977)\nwas a British mathematician who is remembered for his research and exposition at the dawn of special relativity.", "35098363": "Peter Manfred Gruber (28 August 1941, Klagenfurt – 7 March 2017, Vienna) was an Austrian mathematician working in geometric number theory[1] as well as in convex and discrete geometry.[2][3]", "58494715": "Maria-Pia Geppert (May 28, 1907 – November 18, 1997) was a German mathematician and biostatistician who co-founded the Biometrical Journal.[1]", "593659": "Nicole Oresme (French: [nikɔl ɔʁɛm];[6] c. 1320–1325 – 11 July 1382), also known as Nicolas Oresme, Nicholas Oresme, or Nicolas d'Oresme, was a French philosopher of the later Middle Ages. He wrote influential works on economics, mathematics, physics, astrology, astronomy, philosophy, and theology; was Bishop of Lisieux, a translator, a counselor of King Charles V of France, and one of the most original thinkers of 14th-century Europe.[7]", "46468863": "José Nathan Kutz is the Robert Bolles and Yasuko Endo Professor within the Department of Applied Mathematics at the University of Washington in Seattle. His main research interests involve non-linear waves and coherent structures (especially in fiber lasers), as well as dimensionality reduction and data-analysis techniques for complex systems.[1]", "68259584": "Alexander \"Sandy\" Munro Davie FRSE (born 4 April 1946 in Dundee) is a Scottish mathematician and was the chess champion of Scotland in 1964, 1966, and 1969.[1]", "65670912": "Ruriko (Rudy) Yoshida is a Japanese-American mathematician and statistician whose research topics have ranged from abstract mathematical problems in algebraic combinatorics to optimized camera placement in sensor networks and the phylogenomics of fungi. She works at the Naval Postgraduate School in Monterey, California as a professor of operations research.[1]  She was promoted as a rank of professor on July 1st 2023. [2]", "5771010": "Matthieu Brouard was a French theologian, mathematician, philosopher and historian, who was born in Saint-Denis near Paris in 1520, and  died in Geneva on July 15, 1576.[1] He is also known as Matthieu Brouart or Béroalde and (in Latin) as Mattheus Beroaldus.  He taught Greek to the young Thomas Bodley and was the father of François Béroalde de Verville.", "21663492": "William Benjamin Smith (October 26, 1850 – August 6, 1934) was a professor of mathematics at Tulane University, best known as a proponent of the Christ myth theory.[1][2]", "3084038": "Pasquale del Pezzo, Duke of Caianello and Marquis of Campodisola (2 May 1859 – 20 June 1936), was an Italian mathematician.[1]", "71700233": "Axel Sophus Guldberg (2 November 1838 – 28 February 1913) was a Norwegian mathematician.[1][2][3]", "56626954": "Maria (Masha) Gordina is a Russian-American mathematician.[1] She is a professor of mathematics at the University of Connecticut. Her research is at the interface between\nstochastic analysis, differential geometry, and functional analysis, including the study of heat kernels on infinite-dimensional groups.[2]", "298763": "Richard Manning Karp (born January 3, 1935) is an American computer scientist and computational theorist at the University of California, Berkeley. He is most notable for his research in the theory of algorithms, for which he received a Turing Award in 1985, The Benjamin Franklin Medal in Computer and Cognitive Science in 2004, and the Kyoto Prize in 2008.[2]", "18517772": "Susan Mary Rees, FRS (born 31 July 1953[1]) is a British mathematician and an emeritus professor of mathematics at the University of Liverpool since 2018, specialising in research in complex dynamical systems.[2][3]", "45092620": "Paul Joseph Kelly (June 26, 1915 – July 15, 1995) was an American mathematician who worked in geometry and graph theory.[1][2]", "62230283": "Rachel Roberts is an American mathematician specializing in low-dimensional topology, including foliations and contact geometry. She is the Elinor Anheuser Professor of Mathematics at Washington University in St. Louis.[1]", "69668624": "Stefan Dietrich Güttel (born 27 November 1981) is a German numerical analyst. He is Professor of Applied Mathematics in the Department of Mathematics at the University of Manchester.", "71012113": "Neoclides (Ancient Greek: Νεοκλείδης, romanized: Neokleidēs, b. about 420 BCE) was an ancient Greek mathematician. He was a younger contemporary of Plato and Leodamas of Thasos and himself served at the Platonic Academy. He also taught Leon.[1] Otherwise, not much is known about him.[2][3]", "67899164": "Valery Vasilevich Kozlov (Валерий Васильевич Козлов, born 1 January 1950 in Ryazan Oblast) is a Russian mathematician and mathematical physicist.", "64261918": "Laura Grigori is a French-Romanian applied mathematician and computer scientist [1] known for her research on numerical linear algebra and communication-avoiding algorithms. She is a director of research for the French Institute for Research in Computer Science and Automation (INRIA) in Paris, and heads the \"Alpines\" scientific computing project jointly affiliated with INRIA and the Laboratoire Jacques-Louis Lions [fr] of Sorbonne University.[2]", "71241514": "William Marvin Whyburn (12 November 1901 – 5 May 1972) was an American mathematician who worked on ordinary differential equations. His work focussed on a multitude of topics including, boundary value problems, properties of Green’s function and properties of Green’s matrix.[1]", "53415745": "Viktor L. Ginzburg is a Russian-American mathematician who has worked on Hamiltonian dynamics and symplectic and Poisson geometry. As of 2017, Ginzburg is Professor of Mathematics at the University of California, Santa Cruz.", "35983170": "Yoshiro Mori is a Japanese mathematician working on commutative algebra who introduced the Mori–Nagata theorem and whose work led to Mori domains.[when?]", "47058755": "Nguyen Dinh Ngoc (13 August 1932 – 2 May 2006) was a Vietnamese Army intelligence officer, later a general, and a mathematician.", "43487043": "Shashikumar Madhusudan Chitre FNA, FASc, FNASc, FRAS (7 May 1936 – 11 January 2021) was an Indian mathematician and astrophysicist, known for his research in Astronomy and Astrophysics. The Government of India honored him, in 2012, with Padma Bhushan, the third highest civilian award, for his services to the sciences.[1]", "47189829": "John Forbes Cameron (July 1873 – 21 March 1952) was a Scottish mathematician, academic and academic administrator. He was Master of Gonville and Caius College, Cambridge from 1928 to 1948 and was Vice-Chancellor of the University of Cambridge from 1933 to 1935.", "17207114": "David M. Young Jr. (October 20, 1923 – December 21, 2008[1]) was an American mathematician and computer scientist who was one of the pioneers in the field of modern numerical analysis/scientific computing.", "61902670": "Kaye C. Vale Stacey (born 1948)[1] is an Australian mathematics educator who held the Foundation Chair of Mathematics Education in the Graduate School of Education at the University of Melbourne for 20 years, from 1992 until her retirement in 2012.[2] She is the editor-in-chief of Educational Designer, the journal of the International Society for Design and Development in Education.[3]", "9277265": "Nina Claire Snaith is a British mathematician at the University of Bristol working in random matrix theory and quantum chaos.", "72650580": "Manuela (Mane) Garín Pinillos de Álvarez (1 January 1914 – 30 April 2019) was a Spanish-born and Cuban-raised mathematician who became one of the first women to study mathematics at the National Autonomous University of Mexico (UNAM). She has been named as a pioneer of mathematics in Mexico.[1][2][3]", "30543702": "Arieh Iserles (born 2 September 1947)[citation needed] is a computational mathematician, currently Professor of the Numerical Analysis of Differential Equations at the University of Cambridge and a member of the Department of Applied Mathematics and Theoretical Physics.", "10162009": "Mauro Picone (2 May 1885 – 11 April 1977) was an Italian mathematician. He is known for the Picone identity, the Sturm-Picone comparison theorem and being the founder of the Istituto per le Applicazioni del Calcolo, presently named after him, the first applied mathematics institute ever founded.[1] He was also an outstanding teacher of mathematical analysis: some of the best Italian mathematicians were among his pupils.", "72519516": "Hannu Frans Vilhelm Oja (born December 17, 1950, in Jämsä) is a Finnish mathematical statistician and biostatistician known for his contribution to nonparametric inference, robust statistics, and multivariate statistical methods.[1][2] He introduced the Oja median for multivariate distributions.[3][4][5]", "34017119": "Erik Albert Holmgren (7 July 1872 – 18 March 1943) was a Swedish mathematician  known for contributions to partial differential equations.[1] Holmgren's uniqueness theorem is named after him. Torsten Carleman was one of his students. His father was the mathematician Hjalmar Holmgren (1822 – 1885) and his siblings include the forester Anders Holmgren and the zoologist Nils Holmgren.", "50728800": "Márton Balázs (July 17, 1929 – April 13, 2016) was a Romanian mathematician of Hungarian descent.[1]", "4558693": "Ahmet Turgay Uzer is a Turkish-born American theoretical physicist and nature photographer.", "64556906": "Charles (Chuck) William Groetsch (born February 15, 1945, in New Orleans) is an American applied mathematician and numerical analyst.", "18550639": "Adolph Göpel (29 September 1812 – 7 June 1847) was a German mathematician who wrote the first paper on hyperelliptic functions and who introduced Göpel tetrads.", "50564979": "Samson Lulievich Shatashvili (Georgian: სამსონ შათაშვილი; Russian: Самсон Лулиевич Шаташвили, born February 1960[1]) is a theoretical and mathematical physicist who has been working at Trinity College Dublin, Ireland, since 2002. He holds the Trinity College Dublin Chair of Natural Philosophy[2] and is the director of the Hamilton Mathematics Institute.[3] He is also affiliated with the Institut des Hautes Études Scientifiques (IHÉS), where he held the Louis Michel Chair from 2003 to 2013 and the Israel Gelfand Chair from 2014 to 2019.[4] Prior to moving to Trinity College, he was a professor of physics at Yale University from 1994.[5]", "46960501": "Howard Alan Masur is an American mathematician who works on topology, geometry, and combinatorial group theory.[1][2]", "9768822": "Johann Faulhaber (5 May 1580 – 10 September 1635) was a German mathematician, specifically, a Rechenmeister.", "58855287": "Helen Popova Alderson (1924–1972) was a Soviet and British mathematician and mathematics translator known for her research on quasigroups and on higher reciprocity laws.", "2068345": "Steven Haberman is Director and Deputy Dean in Cass Business School, Professor of Actuarial Science in its Faculty of Actuarial Science and Insurance and is Founding Editor of the Journal of Pension, Economics and Finance.[1]", "46796669": "Michael Weiss (born 14 December 1955) is a German mathematician and an expert in algebraic and geometric topology. He is a professor at the University of Münster.", "48435071": "Sheldon H. Katz (19 December 1956, Brooklyn) is an American mathematician, specializing in algebraic geometry and its applications to string theory.[1]", "73404288": "Begoña Vitoriano Villanueva (born 1967) is a Spanish applied mathematician and operations researcher whose work concerns the logistics of humanitarian aid and disaster relief.[1][2][3] She is an associate professor in the Department of Statistics and Operational Research at the Complutense University of Madrid,[4] and the president of the Spanish Statistics and Operations Research Society.[5]", "72454015": "'Ataullah Rushdi bin Ahmad Ma'mar[a] was a 17th-century architect and a mathematics writer from the Mughal Empire of present-day India. He designed the Bibi Ka Maqbara at Aurangabad and some buildings at Shahjahanabad. As a mathematics writer, he translated the Arabic-language Khulasat al-Hisab and the Sanskrit-language Bijaganita into Persian.", "57479049": "Vladimir Zakharov (Russian: Влади́мир Анато́льевич Заха́ров) (born 1960) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1][2]", "29659023": "Johannes or Johan Teyler (23 May 1648 – c.1709) was a Dutch Golden Age painter, engraver, mathematics teacher, and promoter of the technique in color printmaking now known as à la poupée.[1]", "8425360": "Jim Hefferon (born  October 12, 1958) is a Professor of Mathematics at Saint Michael's College.  He is known for his award-winning textbook on linear algebra that is available for free\ndownload, with LaTeX source, and for his activity in the TeX community.", "61738901": "Kathryn Mann is a mathematician who has won the Rudin Award, Birman Prize, Duszenko Award, and Sloan Fellowship for her research in geometric topology and geometric group theory. She is an associate professor of mathematics at Cornell University.", "855960": "Colonel Colin Mackenzie CB (1754–8 May 1821) was Scottish army officer in the British East India Company who later became the first Surveyor General of India. He was a collector of antiquities and an orientalist. He surveyed southern India, making use of local interpreters and scholars to study religion, oral histories, inscriptions and other evidence, initially out of personal interest, and later as a surveyor. He was ordered to survey the Mysore region shortly after the British victory over Tipu Sultan in 1799 and produced the first maps of the region along with illustrations of the landscape and notes on archaeological landmarks. His collections consisting of thousands of manuscripts, inscriptions, translations, coins and paintings, which were acquired after his death by the India Office Library and are an important source for the study of Indian history. He was awarded a Companion of the Order of the Bath on 4 June 1815.[3]", "3999": "Benoit B.[n 1] Mandelbrot[n 2] (20 November 1924 – 14 October 2010) was a Polish-born French-American mathematician and polymath with broad interests in the practical sciences, especially regarding what he labeled as \"the art of roughness\" of physical phenomena and \"the uncontrolled element in life\".[6][7][8] He referred to himself as a \"fractalist\"[9] and is recognized for his contribution to the field of fractal geometry, which included coining the word \"fractal\", as well as developing a theory of \"roughness and self-similarity\" in nature.[10]", "34869154": "Zygmunt Wilhelm Birnbaum (18 October 1903 – 15 December 2000), often known as Bill Birnbaum, was a Polish-American mathematician and statistician who contributed to functional analysis, nonparametric testing and estimation, probability inequalities, survival distributions, competing risks, and reliability theory.", "60919715": "David Tweedie (1865, Swinton – 1934, Edinburgh) was a Scottish mathematician, who taught in Scotland and Egypt.", "39522217": "Bryna Rebekah Kra (born 1966) is an American mathematician and Sarah Rebecca Roland Professor at Northwestern University who is on the board of trustees of the American Mathematical Society and was elected the president of the American Mathematical Society in 2021. As a member of the American Academy of Arts and Sciences and the National Academy of Sciences, Kra has made significant contributions to the structure theory of characteristic factors for multiple ergodic averages. Her academic work centered on dynamical systems[1] and ergodic theory, and uses dynamical methods to address problems in number theory and combinatorics.[2]", "5803946": "John L. Kelley (December 6, 1916, Kansas – November 26, 1999, Berkeley, California) was an American mathematician at the University of California, Berkeley, who worked in general topology and functional analysis.", "63803312": "Niccolò Aggiunti (1600 in Sansepolcro – 1635) was an Italian mathematician. He studied in Pisa under Benedetto Castelli. After receiving his degree in 1621, he became a teacher of Ferdinando II de 'Medici. During this period he probably met Galileo Galilei, later becoming one of his favorite students. In 1626 he was awarded the chair of mathematics in Pisa, as Castelli's successor. In Sansepolcro, his city, one of the main streets of the historic center is named after his name.", "12750771": "Oleg V. Tozoni was a scientist, inventor, and a specialist in the field of electro-dynamic and electrical engineering. Since 1964 through 1988 Tozoni was the Head of the Department of Electrodynamics at the Cybernetics Institute of the Academy of Science, USSR. After immigration to the U.S. in 1989, Tozoni worked as a Visiting Research Professor at the University of Maryland, Department of Electrical Engineering. He resided in Maryland and continued to work developing his MDS maglev system until his death. His work continues to be developed by TozoniMAGLEV, L.L.C.[1]", "40603574": "Ioan Dzițac (14 February 1953 – 6 February 2021) was a Romanian professor (of Ukrainian descent) of mathematics and computer science. He obtained his B.S. and M.Sc. in Mathematics (1977) and PhD in Computer Science (2002) from Babeș-Bolyai University of Cluj-Napoca. He was a professor at the Aurel Vlaicu University of Arad and part of the leadership of Agora University in Oradea until his sudden death in 2021.[1]", "60166070": "Ernesto Pascal (1865–1940) was an Italian mathematician.", "44076985": "Dr. Ushadevi Narendra Bhosle is an Indian mathematician, educator and researcher. She specialises in Algebraic Geometry.[1] She worked on the moduli spaces of bundles.[1]", "44896201": "Ana Caraiani (born 1985)[1] is a Romanian-American mathematician, who is a Royal Society University Research Fellow and Hausdorff Chair at the University of Bonn. Her research interests include algebraic number theory and the Langlands program.", "49975241": "Lorenzo Ramero is an Italian mathematician living in France, specialized in algebraic and arithmetic geometry. He is currently a professor of mathematics at the University of Lille.", "4100041": "Marc Phillip Thomas (1949–2017) was a professor of computer science and mathematics, retired chair and a system administrator of Computer Science department at CSU Bakersfield.", "59969488": "Claude Chabauty (May 4, 1910, in Oran, – June 2, 1990, in Dieulefit) was a French mathematician.", "35753937": "Marcel André Guénin (born 1937) is a theoretical physicist and mathematician, and Professor Emeritus of the University of Geneva.[1][2]", "52432851": "David Barry Gauld ONZM (born 28 June 1942) is a New Zealand mathematician. He is a professor of mathematics at the University of Auckland.", "22253525": "Verena Esther Huber-Dyson (May 6, 1923 – March 12, 2016) was a Swiss-American mathematician, known for her work on group theory and formal logic.[1][2] She has been described as a \"brilliant mathematician\",[2] who did research on the interface between algebra and logic, focusing on undecidability in group theory. At the time of her death, she was emeritus faculty in the philosophy department of the University of Calgary, Alberta.", "724954": "Donald Clayton Spencer (April 25, 1912 – December 23, 2001) was an American mathematician, known for work on deformation theory of structures arising in differential geometry, and on several complex variables from the point of view of partial differential equations. He was born in Boulder, Colorado, and educated at the University of Colorado and MIT.", "12423134": "François Proth (22 March 1852 – 21 January 1879) was a French self-taught mathematician farmer who lived in Vaux-devant-Damloup near Verdun, France.[1]", "57774049": "Annick Mito Horiuchi is a French historian of mathematics and historian of science. She is a professor at Paris Diderot University, where she is associated with the Centre de recherche sur les civilisations de l'Asie orientale (CRCAO).[1]", "4068": "Blaise Pascal (/pæˈskæl/ pass-KAL, also UK: /-ˈskɑːl, ˈpæskəl, -skæl/ -⁠KAHL, PASS-kəl, -⁠kal, US: /pɑːˈskɑːl/ pahs-KAHL;[3][4][5][6][7] French: [blɛz paskal]; 19 June 1623 – 19 August 1662) was a French mathematician, physicist, inventor, philosopher, and Catholic writer.", "24481771": "Sourav Chatterjee FRS (born November 1979)[1]  is an Indian mathematician, specializing in mathematical statistics and probability theory. Chatterjee is credited with work on the study of fluctuations in random structures, concentration and super-concentration inequalities, Poisson and other non-normal limits, first-passage percolation, Stein's method and spin glasses.[2][3] He has received a Sloan Fellowship in mathematics, Tweedie Award,[4] Rollo Davidson Prize, Doeblin Prize, Loève Prize, and Infosys Prize in mathematical sciences. He was an invited speaker at the International Congress of Mathematicians in 2014.", "34148331": "Edith Hirsch Luchins (21 December 1921 Brzeziny, Poland – 18 November 2002 Suffern, New York) was a Polish-American mathematician. Her work focused on applying mathematical principles to problems in the philosophy of science and psychology, most notably in the field of Gestalt psychology.[1] The Luchins and Luchins' Water Jar Experiment is named after her and psychologist Abraham S. Luchins.", "64360428": "Martine Queffélec (née Joublin, born 1949) is a French mathematician associated with the University of Lille[1] and known for her research on continued fractions, Diophantine approximation, combinatorics on words, L-systems, and related topics in dynamical systems.", "55906290": "Albert Harry Wheeler (18 January 1873, Leominster, Massachusetts – 1950) was an American mathematician, inventor, and mathematics teacher, known for physical construction (usually in paper) of polyhedral models and teaching this art to students.[1][2]", "56528882": "Nina Gantert is a Swiss and German probability theorist, and a Fellow of the Institute of Mathematical Statistics.[1] She holds the chair for probability in the department of mathematics at the Technical University of Munich,[2] a position she has held since 2011 when the chair was established.[3]", "20811767": "Albin J. Gurklis (March 16, 1918 – October 31, 2008) was a member of the Order of the Marians of the Immaculate Conception and a mathematics teacher at Marianapolis Preparatory School.", "54267896": "Erastus Lyman De Forest (1834–1888) was an American mathematician, who studied at Yale University.", "57806841": "Karl W. Gruenberg (3 June 1928 – 10 October 2007) was a British mathematician who specialised in group theory, in particular with the cohomology theory of groups.[1]", "46796797": "Derek William Moore (19 April 1931 – 15 July 2008) was a British mathematician.", "57479171": "María Cristina Pereyra (born 1964)[1] is a Venezuelan mathematician. She is a professor of mathematics and statistics at the University of New Mexico, and the author of several books on wavelets and harmonic analysis. Pereyra was an American Mathematical Society (AMS) Council member at large from 2019 - 2021.[2]", "4558855": "Selman Akbulut (born 1949) is a Turkish mathematician, specializing in research in topology, and geometry. He was a professor at Michigan State University until February 2020.", "60395537": "Alexander Brown FRSE FRSSAf (1878–1947) was a Scottish-born mathematician and educator in South Africa. He contributed to the study of the ratio of incommensurables in geometry and relations between the distances of a point from three vertices of a regular polygon.[1]", "19140628": "Leodamas of Thasos (Greek: Λεωδάμας ὁ Θάσιος, c. 380 BC) was a Greek mathematician and a contemporary of Plato, about whom little is known.", "1609749": "William Newmarch (28 January 1820 – 23 March 1882) was an English banker, economist and statistician.[1]", "1150998": "Nicolaus II Bernoulli (also spelled as Niklaus or Nikolaus; 6 February 1695 in Basel – 31 July 1726 in Saint Petersburg) was a Swiss mathematician as were his father Johann Bernoulli and one of his brothers, Daniel Bernoulli.  He was one of the many prominent mathematicians in the Bernoulli family.", "53350424": "Jean-Pierre Demailly (25 September 1957 – 17 March 2022) was a French mathematician who worked in complex geometry. He was a professor at Université Grenoble Alpes and a permanent member of the French Academy of Sciences.", "58462234": "Toby Stephen Gee (born 2 January 1980) is a British mathematician working in number theory and arithmetic aspects of the Langlands Program.  He specialises in algebraic number theory.", "35459102": "Filippo Ferrari (Philippus Ferrarius) (1551 – 1626)[1] was an Italian Servite friar and scholar, known as a geographer, and also noted as a hagiographer.[2]", "20877343": "Karl Bopp (28 March 1877 – 5 December 1934) was a German historian of mathematics.", "528429": "Thomas L. Saaty (July 18, 1926 – August 14, 2017)[1] was a Distinguished University Professor at the University of Pittsburgh, where he taught in the Joseph M. Katz Graduate School of Business. He is the inventor, architect, and primary theoretician of the Analytic Hierarchy Process (AHP), a decision-making framework used for large-scale, multiparty, multi-criteria decision analysis, and of the Analytic Network Process (ANP), its generalization to decisions with dependence and feedback. Later on, he generalized the mathematics of the ANP to the Neural Network Process (NNP) with application to neural firing and synthesis but none of them gain such popularity as AHP.", "23269422": "Ernest Tilden Parker (1926–1991) was a professor emeritus of the University of Illinois Urbana-Champaign. He is notable for his breakthrough work along with R. C. Bose and S. S. Shrikhande in their disproof of the famous conjecture made by Leonhard Euler dated 1782 that there do not exist two mutually orthogonal latin squares of order \n\n\n\n4\nn\n+\n2\n\n\n{\\displaystyle 4n+2}\n\n for every \n\n\n\nn\n\n\n{\\displaystyle n}\n\n.[2] He was at that time employed in the UNIVAC division of Remington Rand, but he subsequently joined the mathematics faculty at t University of Illinois. In 1968, he and a Ph.D. student, K. B. Reid, disproved a conjecture on tournaments by Paul Erdős and Leo Moser.", "61444142": "Patricio Guillermo (Pat) Herbst is an educator and mathematician. He is professor of education and mathematics at the University of Michigan, and editor-designate of Journal for Research in Mathematics Education, a peer-reviewed journal.[1]  He has been chair of the University of Michigan's Educational Studies Program since September 2015. Herbst received his Master of Arts and Ph.D. from the University of Georgia. He has an h-index of 29.", "69677": "Ramon Llull TOSF (Catalan: [rəˈmoɲ ˈʎuʎ]; c. 1232[a] –  1315/1316), anglicised as Raymond Lully or Lull,[b] was a philosopher, theologian, poet, missionary, Christian apologist and former knight from the Kingdom of Majorca.", "45617206": "Ruel Vance Churchill (12 December 1899, Akron, Indiana – 31 October 1987, Ann Arbor, Michigan) was an American mathematician known for writing three widely used textbooks on applied mathematics.[1]", "1151030": "Nicolaus Bernoulli (also spelled Nicolas or Nikolas; 20 October [O.S. 10 October] 1687 in Basel – 29 November 1759 in Basel) was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family.", "3149881": "Irving Kaplansky (March 22, 1917 – June 25, 2006) was a mathematician, college professor, author, and amateur musician.[2]", "34082874": "Ludwig Edward Fraenkel FRS[1] (28 May 1927 – 27 April 2019)[2][3] was a German-born British mathematician, and professor at the University of Bath.[4] He was the son of classicist Eduard Fraenkel.", "1609786": "Oskar Johann Viktor Anderson (Russian: Оскар Николаевич Андерсон, romanized: Oskar Nikolaevič Anderson; 2 August [O.S. 21 July] 1887] – 12 February 1960) was a Russian-German mathematician of Baltic German descent. He is best known for his work on mathematical statistics and econometrics.", "47124545": "Keith Stewartson (20 September 1925 – 7 May 1983) was an English mathematician and fellow of the Royal Society.[2]", "4163": "Bertrand Arthur William Russell, 3rd Earl Russell, OM, FRS[7] (18 May 1872 – 2 February 1970) was a British mathematician, philosopher, and public intellectual. He had a considerable influence on mathematics, logic, set theory, and various areas of analytic philosophy.[8]", "528451": "Abraham Fraenkel (Hebrew: אברהם הלוי (אדולף) פרנקל; February 17, 1891 – October 15, 1965) was a German-born Israeli mathematician. He was an early Zionist and the first Dean of Mathematics at the Hebrew University of Jerusalem. He is known for his contributions to axiomatic set theory, especially his additions to Ernst Zermelo's axioms, which resulted in the Zermelo–Fraenkel set theory.", "36474949": "André Pochan (5 July 1891 in Fourmies, France – 4 February 1979 in Le Cannet, France) was a French physicist and mathematician and Egyptology enthusiast. He taught at Cairo High School from 1930 to 1937. In 1934 he investigated the coloration of the Khufu and Khafre pyramids.[1] Deported to Mauthausen in 1943, he survived the death camps and, as such, he was awarded the Medal of the Resistance and Commander of the Legion of Honor. His main research focused on the Egyptian pyramids, especially the Pyramid of Khufu, and he became known as a \"highly independent pyramid scholar\".[2] His research was highly criticized by the Egyptologist Jean-Philippe Lauer. In 1971 he published L 'Enigme de la Grande Pyramide (Robert Laffont, Paris).[3]", "46796872": "Keith William Morton (born 28 May 1930, Ipswich, Suffolk, England) is a British mathematician working on partial differential equations, and their numerical analysis.", "4178": "William Frederick Schelter (1947[1] – July 30, 2001) was a professor of mathematics at The University of Texas at Austin and a Lisp developer and programmer.  Schelter is credited with the development of the GNU Common Lisp (GCL) implementation of Common Lisp and the GPL'd version of the computer algebra system Macsyma called Maxima. Schelter authored Austin Kyoto Common Lisp (AKCL) under contract with IBM. AKCL formed the foundation for Axiom, another computer algebra system. AKCL eventually became GNU Common Lisp. He is also credited with the first port of the GNU C compiler to the Intel 386 architecture, used in the original implementation of the Linux kernel.[2]", "29790293": "Mildred Leonora Sanderson (May 12, 1889 – October 10, 1914) was an American  mathematician, best known for her mathematical theorem concerning modular invariants.[1][2]", "50565210": "Jalal Eyvaz oglu Allakhverdiyev (Azerbaijani: Cəlal Eyvaz oğlu Allahverdiyev; September 17, 1929 – January 19, 2017) was an Azerbaijani mathematician and a member of the Azerbaijan National Academy of Sciences, which was called the Academy of Sciences of the Azerbaijan Soviet Socialist Republic in 1972.[1][2]", "53481563": "Hans Zanna Munthe-Kaas (born 28 March 1961) is a Norwegian mathematician at the University of Bergen,  and UiT The Arctic University of Norway working in the area of computational mathematics in the borderland between pure and applied mathematics and computer science.", "62230620": "Maria Hoffmann-Ostenhof (née Bauer, born 1947) is an Austrian mathematician known for her work on the behavior of the Schrödinger equation, and particularly on its asymptotic analysis, nodal lines, and behavior near its singularities.[1]", "364643": "Israel Moiseevich Gelfand, also written Israïl Moyseyovich Gel'fand, or Izrail M. Gelfand (Yiddish: ישראל געלפֿאַנד, Russian: Изра́иль Моисе́евич Гельфа́нд, Ukrainian: Ізраїль Мойсейович Гельфанд; 2 September [O.S. 20 August] 1913 – 5 October 2009) was a prominent Soviet-American mathematician. He made significant contributions to many branches of mathematics, including group theory, representation theory and functional analysis. The recipient of many awards, including the Order of Lenin and the first Wolf Prize, he was a Foreign Fellow of the Royal Society and professor at Moscow State University and, after immigrating to the United States shortly before his 76th birthday, at Rutgers University. Gelfand is also a 1994 MacArthur Fellow.", "2789475": "Paul Joseph Sally, Jr. (January 29, 1933 – December 30, 2013) was a professor of mathematics at the University of Chicago,[1] where he was the director of undergraduate studies for 30 years.[2][3] His research areas were p-adic analysis and representation theory.[4]", "3772515": "Alexandre Aleksandrovich Kirilloff (Russian: Алекса́ндр Алекса́ндрович Кири́ллов, born 1936) is a Soviet and Russian mathematician,[1] known for his works in the fields of representation theory, topological groups and Lie groups. In particular he introduced the orbit method[2] into representation theory. He is an emeritus professor at the University of Pennsylvania.", "70160489": "Virginia S. Kiryakova (née Virdzhinia Stoinova Hristova) is a Bulgarian mathematician known for her work on the fractional calculus, on special functions in fractional calculus including the Mittag-Leffler functions, and on the history of calculus. She is a professor in the Institute of Mathematics and Informatics of the Bulgarian Academy of Sciences.", "2986091": "Alfred Young, FRS[1] (16 April 1873 – 15 December 1940) was a British mathematician.[2]", "53842028": "Julia Rose Gog OBE is a British mathematician and professor of mathematical biology in the faculty of mathematics at the University of Cambridge.[2][3] She is also a David N. Moore fellow, director of studies in mathematics at Queens' College, Cambridge[4] and a member of both the Cambridge immunology network and the infectious diseases interdisciplinary research centre.[5][6][7]", "72061041": "Francis Leslie Scott MRIA (3 July 1928 – 14 January 2008) was an Irish chemist in the field of organic chemistry, though he contributed equally to the wider scientific world.[1]", "33067122": "Philip Batchelor (30 December 1967 in St Austell, Cornwall, UK – 30 August 2011 near Annecy, France), was a Swiss-British academic in the fields of mathematics and medical imaging.", "51122295": "Hans Rohrbach (27 February 1903 – 19 December 1993) was a German mathematician.[1] He worked both as an algebraist and a number theorist and later worked as cryptanalyst at Pers Z S, the German Foreign Office cipher bureau, during World War II. He was latterly known as the person who broke the American diplomatic O-2 cypher, a variant of the M-138-A strip cipher during 1943.[2] Rohrbach wrote a report on the breaking of the strip cypher when he was captured by TICOM, the allied effort to roundup and seize captured German intelligence people and material.[3]", "54464632": "Leslie Pamela Cook-Ioannidis (born c. 1945) is an American mathematician, the Unidel Professor of Mathematical Sciences and Professor of Chemical Engineering at the University of Delaware.[1] She was the president of the Society for Industrial and Applied Mathematics (SIAM) for 2015–2016.[2] Her research concerns fluid dynamics.[1]", "8753274": "Shaun Wylie (17 January 1913 – 2 October 2009[1][2]) was a British mathematician and World War II codebreaker.", "63279228": "Jing-Rebecca Li is an applied mathematician known for her work on magnetic resonance imaging and Lyapunov equations. She is a researcher with the French Institute for Research in Computer Science and Automation (INRIA), at their Saclay research center.", "9638015": "David Herbert Fowler (28 April 1937 – 13 April 2004) was a historian of Greek mathematics who published work on pre-Eudoxian ratio theory (using the process he called anthyphairesis). He disputed the standard story of\nGreek mathematical discovery, in which the discovery of the phenomenon of incommensurability came as a shock.", "2003075": "Hoàng Tụy (7 December 1927 – 14 July 2019) was an prominent Vietnamese applied mathematician. He was considered one of two founders of the mathematical institutions of Vietnam; the other was Lê Văn Thiêm.", "68030598": "Irene Maria Sabadini is an Italian mathematician specializing in complex analysis, hypercomplex analysis and the analysis of superoscillations. She is a professor of mathematics at the Polytechnic University of Milan, and head of the department of mathematics there.[1]", "35262599": "Grigorii Mikhailovich Fikhtengol'ts (Russian: Григо́рий Миха́йлович Фихтенго́льц, Ukrainian: Григорій Михайлович Фіхтенгольц, romanized: Hryhorii Mykhailovych Fikhtenholts; 8 June[1] 1888 – 26 June 1959) was a Soviet mathematician working on real analysis and functional analysis.  Fikhtengol'ts was one of the founders of the Leningrad school of real analysis.", "46796936": "David Eric Edmunds FLSW is a British mathematician working in analysis.", "58855565": "Guergana Petrova is an applied mathematician known for her research on numerical methods for solving differential equations. She is a professor of mathematics at Texas A&M University.", "2134159": "Carl Bernard Pomerance (born 1944 in Joplin, Missouri) is an American number theorist.  He attended college at Brown University and later received his Ph.D. from Harvard University in 1972 with a dissertation proving that any odd perfect number has at least seven distinct prime factors.[1] He joined the faculty at the University of Georgia, becoming full professor in 1982. He subsequently worked at Lucent Technologies for a number of years, and then became a distinguished Professor at Dartmouth College.", "45289617": "Edward William Formanek (born May 6, 1942)[1][2] is an American mathematician and chess player. He is a professor emeritus of mathematics at Pennsylvania State University,[3][4] and a FIDE International Master in chess.[1]", "9638038": "Sathamangalam Ranga Iyengar Srinivasa Varadhan, FRS (born 2 January 1940) is an Indian American mathematician. He is known for his fundamental contributions to probability theory and in particular for creating a unified theory of large deviations.[1] He is regarded as one of the fundamental contributors to the theory of diffusion processes with an orientation towards the refinement and further development of Itô’s stochastic calculus.[2] In the year 2007, he became the first Asian to win the Abel Prize.[3][4]", "58462358": "Hitoshi Ishii (石井 仁司 Ishii Hitoshi, born on 12 October 1947),a Japanese mathematician,who is specialized in partial differential equations.", "24842390": "Roman Bezrukavnikov (born 1973) is an Russian-American mathematician born in Moscow.[1] He is a mathematics professor at the Massachusetts Institute of Technology and the chief research fellow at the HSE International Laboratory of Representation Theory and Mathematical Physics who specializes in representation theory and algebraic geometry.[2][3]", "41259162": "Yuri Ivanovich Zhuravlyov (Russian: Юрий Иванович Журавлёв; 14 January 1935 – 14 January 2022) was a Soviet and Russian mathematician specializing in the algebraic theory of algorithms. His research in applied mathematics and computer science was foundational for a number of specialties within discrete mathematics, pattern recognition, and predictive analysis. Zhuravlyov was a full member of the Russian Academy of Sciences and the chairman of its \"Applied Mathematics and Informatics\" section. He was also the editor-in-chief of the international journal Pattern Recognition and Image Analysis.", "45093024": "Hendrika Cornelia Scott (Henda) Swart FRSSAf (born 1939, died February 2016 [age 77-78])[1] was a South African mathematician, a professor emeritus of mathematics at the University of KwaZulu-Natal and a professor at the University of Cape Town[2][3]", "38670500": "Dietrich Braess (born 16 June 1938) is a German mathematician. He is known for Braess's paradox, which deals with traffic equilibrium.[1] Braess' focus has centered on numerical treatment of elliptical differential equations and nonlinear approximation theories.[2]", "37392549": "Walter Borho (born 17 December 1945, in Hamburg) is a German mathematician, who works on algebra and number theory.", "61935783": "Spectra is a professional association of LGBTQIA+ mathematicians. It arose from a need for recognition and community for Gender and Sexual Minority mathematicians.", "39948456": "Carla Diane Savage is an American computer scientist and mathematician, a professor of computer science at North Carolina State University[1] and a former secretary of the American Mathematical Society (2013-2020).[2]", "24383656": "George Barry Purdy (20 February 1944 – 30 December 2017)[2] was a mathematician and computer scientist who specialized in cryptography, combinatorial geometry and number theory. \nPurdy received his Ph.D. from the University of Illinois at Urbana–Champaign in 1972, officially under the supervision of Paul T. Bateman,[1] but his de facto adviser was Paul Erdős.[citation needed]  He was on the faculty in the mathematics department at Texas A&M University for 11 years, and was appointed the Geier Professor of computer science at the University of Cincinnati in 1986.", "58560682": "Michelle Ann Manes is an American mathematician whose research interests span the fields of number theory, algebraic geometry, and dynamical systems. She is a professor of mathematics at the University of Hawaii at Manoa,[1] and has been a program director for algebra and number theory at the National Science Foundation.[2][3]", "102567": "John Forbes Nash, Jr. (June 13, 1928 – May 23, 2015), known and published as John Nash, was an American mathematician who made fundamental contributions to game theory, real algebraic geometry, differential geometry, and partial differential equations.[2][3] Nash and fellow game theorists John Harsanyi and Reinhard Selten were awarded the 1994 Nobel Memorial Prize in Economics. In 2015, he and Louis Nirenberg were awarded the Abel Prize for their contributions to the field of partial differential equations.", "73666737": "Tilemann Stella (c. 1525-1589) was a German mathematician.[1][2]", "168115": "Étienne-Louis Malus (/ˈɛt.i.ɛn ˈluː.i məˈluːs/; French: [e.tjɛn.lwi ma.lys]; 23 July 1775 – 23 February 1812) was a French officer, engineer, physicist, and mathematician.", "16814260": "Margaret H. Wright (born February 18, 1944) is an American computer scientist and mathematician.[1][2][3][4] She is a Silver Professor of Computer Science and former Chair of the Computer Science department at Courant Institute of Mathematical Sciences, New York University, with research interests in optimization, linear algebra, and scientific computing.[5] She was elected to the National Academy of Engineering in 1997 for development of numerical optimization algorithms and for leadership in the applied mathematics community. She was elected to the National Academy of Sciences in 2005. She was the first woman to serve as President of the Society for Industrial and Applied Mathematics.", "69996727": "Aretha Leonore Teckentrup is a UK-based mathematician, known for her research on uncertainty quantification and numerical analysis. Her work focuses on multilevel Monte Carlo methods for the numerical solution of partial differential equations, Gaussian processes and Bayesian inference.[1] She is a reader in the mathematics of data science at the University of Edinburgh.[2]", "31625401": "Jay Kappraff is an American professor of mathematics at the New Jersey Institute of Technology and author.[1]", "4231354": "Thomas Hornsby FRS (1733 in Durham – 11 April 1810 in Oxford) was a British astronomer and mathematician.", "60919995": "David James Tweedie (1870–1926) was a Scottish mathematician, educated at the University of Edinburgh who became the Headmaster of the Public School, Kilconquhar, Fife.", "14586047": "Peter Ladislaw Hammer (December 23, 1936, Timișoara – December 27, 2006, Princeton, New Jersey) was an American mathematician native to Romania. He contributed to the fields of operations research and applied discrete mathematics through the study of pseudo-Boolean functions and their connections to graph theory and data mining.[1][2][3][4]", "38310080": "Nadia Hashem (Arabic: نادية هاشم; died 12 February 2023) was a Jordanian journalist and politician who served as minister of state for women's affairs from May 2012 to October 2012. She was the first woman state minister for women's affairs of Jordan.[2]", "12947653": "Domninus of Larissa (Greek: Δομνῖνος; c. 420 – c. 480) was an ancient Hellenistic Syrian mathematician.", "7409868": "Mary Celine Fasenmyer, RSM (October 4, 1906, Crown, Pennsylvania – December 27, 1996, Erie, Pennsylvania) was an American mathematician and Catholic religious sister. She is most noted for her work on hypergeometric functions and linear algebra.[1]", "52302029": "Lexing Ying is a professor of mathematics at Stanford University, where he is also a member of the Institute for Computational and Mathematical Engineering. He specializes in scientific computing and numerical analysis. In particular, his research concerns the design of numerical algorithms for problems in scientific computing.[1]", "14717141": "Richard Timothy Durrett is an American mathematician known for his research and\nbooks on mathematical probability theory, stochastic processes and their\napplication to mathematical ecology and population genetics.", "50761944": "Johann Heinrich Louis Krüger (21 September 1857 – 1 June 1923) was a German mathematician and surveyor/geodesist. He became director of the Prussian Geodetic Institute of Potsdam in 1917 and wrote several books on geodesy, operational and theoretical. In 1912, he presented his \"Konforme Abbildung des Erdellipsoids in der Ebene\", one of the works that led to the 1923 Gauss–Krüger map projection.[1][2]", "11243737": "Brian Rotman is a British-born professor who works in the United States. Trained as a mathematician and now an established philosopher, Rotman has blended semiotics,[clarification needed] mathematics and the history of writing in his work and teaching throughout his career.", "57479390": "Aleksey Feridovich Ismailov (Russian: Алексе́й Фери́дович Измаи́лов) (born 1967) is a Russian mathematician who is a professor at the Faculty of Computer Science at the Moscow State University.[1][2]", "233695": "Paul Guldin (born Habakkuk Guldin; 12 June 1577 (Mels) – 3 November 1643 (Graz)) was a Swiss Jesuit mathematician and astronomer. He discovered the Guldinus theorem to determine the surface and the volume of a solid of revolution. (This theorem is also known as the Pappus–Guldinus theorem and Pappus's centroid theorem, attributed to Pappus of Alexandria.) Guldin was noted for his association with the German mathematician and astronomer Johannes Kepler.[1] Guldin composed a critique of Cavalieri's method of Indivisibles.[2]", "1118430": "John Robert Hendricks (September 4, 1929 – July 7, 2007) was a Canadian amateur mathematician notable for his work in magic squares and hypercubes. He published many articles in the Journal of Recreational Mathematics as well as other mathematics-related journals.", "46797025": "John Bryce McLeod, FRS FRSE[1] (23 December 1929 – 20 August 2014[2]) was a British mathematician, who worked on linear and nonlinear partial and ordinary differential equations.", "72683753": "Gianluigi Rozza is an aerospace engineer and mathematician best known for his work on reduced-order modeling. He is currently full professor of Numerical Analysis at the International School for Advanced Studies (SISSA) in Trieste,[1] where he serves as head of SISSA Mathematics Area and SISSA Director's Delegate for Research  Valorisation, Innovation, and Industrial Cooperation.", "58855660": "Beatrice Marie Riviere is a computational and applied mathematician. She is the Noah Harding Chair and Professor in the department of computational and applied mathematics  at Rice University. Her research involves developing efficient numerical methods for modeling fluids flowing through porous media.[1]", "68489453": "Saradaranjan Ray (26 May 1858 – 30 October 1925)[1] was an Indian teacher of mathematics and Sanskrit who worked at Aligarh University and at Calcutta. He was also a cricket enthusiast and promoter who has been called the \"W.G. Grace of India\" and as the father of cricket in Bengal. He founded \"The Town Club\", a cricket club in Calcutta that played against European teams in the Eden Gardens from 1895. He was the elder brother of Upendrakishore Ray Chowdhury and hence a paternal great-uncle of Satyajit Ray.[2][3][4]", "20156660": "Richard MacDonnell LL.D., D.D., S.F.T.C.D. (1787–1867) was an Irish cleric and academic, who became the Reformist and 29th Provost of Trinity College Dublin. He was also the projector of Sorrento Terrace, Dalkey, today known as the largest row of houses in Ireland.", "2068728": "Thrasyllus of Mendes (/θrəˈsɪləs/; Greek: Θράσυλλος Thrasyllos), also known as Thrasyllus of Alexandria[1] and by his Roman name Tiberius Claudius Thrasyllus[2] (fl. second half of the 1st century BC and first half of the 1st century – died 36,[3][4]), was a Greek Egyptian[5] grammarian and literary commentator. Thrasyllus was an astrologer and a personal friend of the Roman emperor Tiberius,[4] as mentioned in the Annals by Tacitus and The Twelve Caesars by Suetonius.", "9572607": "H. Dugald Macpherson is a mathematician and logician. He is Professor of Pure Mathematics at the University of Leeds.[1]", "2167043": "George Marsaglia (March 12, 1924 – February 15, 2011)[1] was an American mathematician and computer scientist. He is best known for creating the diehard tests, a suite of software for measuring statistical randomness.", "68456712": "Samuel Lubkin (1906-1972) was a mathematician and computer scientist instrumental in the early history of computing.[1]", "56693002": "Andrew Alexander Ranicki (born Andrzej Aleksander Ranicki; 30 December 1948 – 21 February 2018) was a British mathematician who worked on algebraic topology.  He was a professor of mathematics at the University of Edinburgh.", "856331": "Reinhold Remmert (22 June 1930 – 9 March 2016[1][2]) was a German mathematician. Born in Osnabrück, Lower Saxony, he studied mathematics, mathematical logic and physics in Münster. He established and developed the theory of complex-analytic spaces in joint work with Hans Grauert. Until his retirement in 1995, he was a professor for complex analysis in Münster.", "14749965": "Glyn Harman (born 2 November 1956) is a British mathematician working in analytic number theory.[1] One of his major interests is prime number theory. He is best known for results on gaps between primes and the greatest prime factor of p + a, as well as his lower bound for the number of Carmichael numbers up to X.  His monograph Prime-detecting Sieves (2007) was published by Princeton University Press. He has also written a book Metric Number Theory (1998). As well, he has contributed to the field of Diophantine approximation.[2] \nHarman also proved that there are infinitely many primes (additive primes) whose sum of digits is prime. (the sequence A046704 in the OEIS).[3]", "659727": "William B. Arveson (22 November 1934 – 15 November 2011) was a mathematician specializing in operator algebras who worked as a professor of Mathematics at the University of California, Berkeley.[1]", "37143": "Chrysippus of Soli (/kraɪˈsɪpəs, krɪ-/;[1] Greek: Χρύσιππος ὁ Σολεύς, Chrysippos ho Soleus; c. 279 – c. 206 BC[a]) was a Greek Stoic philosopher. He was a native of Soli, Cilicia, but moved to Athens as a young man, where he became a pupil of the Stoic philosopher Cleanthes. When Cleanthes died, around 230 BC, Chrysippus became the third head of the Stoic school. A prolific writer, Chrysippus expanded the fundamental doctrines of Cleanthes' mentor Zeno of Citium, the founder and first head of the school, which earned him the title of the Second Founder of Stoicism.[3]", "21008667": "Hiyya al-Daudi (born circa 1085 in Babylonia, died Kingdom of Castile, 1154) (Hebrew: חייא אלדאודי) was a prominent rabbi, composer, and poet of Andalusia. His hymns are still used in Sephardic congregations throughout the world.[1]", "1118498": "Terence Chi-Shen Tao FAA FRS (Chinese: 陶哲軒; born 17 July 1975) is an Australian mathematician. He is a professor of mathematics at the University of California, Los Angeles (UCLA), where he holds the James and Carol Collins chair. Tao was awarded Fields Medal of 06. His research includes topics in harmonic analysis, partial differential equations, algebraic combinatorics, arithmetic combinatorics, geometric combinatorics, probability theory, compressed sensing and analytic number theory.[4]", "9277730": "Kevin Mark Buzzard (born 21 September 1968) is a British mathematician and currently a professor of pure mathematics at Imperial College London. He specialises in arithmetic geometry and the Langlands program.[1]", "39391531": "Yurii Grigorievich Reshetnyak (Russian: Ю́рий Григо́рьевич Решетня́к, 26 September 1929 – 17 December 2021) was a Soviet and Russian mathematician and academician.[1]", "33919277": "Edward C. Waymire is an American mathematician, and professor of mathematics at Oregon State University.  He was the chief editor of the Annals of Applied Probability between 2006 and 2008.[1] From 2011 to 2013, he was president of the Bernoulli Society for Mathematical Statistics and Probability.[2] He is the recipient of the 2014 Carver Medal from the Institute of Mathematical Statistics.\n[3]", "68456752": "Sara Lombardo is an Italian applied mathematician whose research topics include nonlinear dynamics, rogue waves and solitons, integrable systems, and automorphic Lie algebras. She is Executive Dean of the School of Mathematical & Computer Sciences  at Heriot-Watt University. Previously she was professor of mathematics at Loughborough University, and associate dean with teaching responsibilities.[1]", "168243": "John Carlos Baez (/ˈbaɪ.ɛz/;[2] born June 12, 1961) is an American mathematical physicist and a professor of mathematics at the University of California, Riverside (UCR)[3] in Riverside, California. He has worked on spin foams in loop quantum gravity, applications of higher categories to physics, and applied category theory. Additionally, Baez is known on the World Wide Web as the author of the crackpot index.", "22647091": "Albert Abramovich Muchnik (2 January 1934 – 14 February 2019) was a Russian mathematician who worked in the field of foundations and mathematical logic.", "35262774": "Wendell Helms Fleming (March 7, 1928 – February 18, 2023) was an American mathematician, specializing in geometrical analysis and stochastic differential equations.", "5574969": "Conrad Dasypodius (1532 – 26 April 1600)[1] was a professor of mathematics in Strasbourg, Alsace. He was born in Frauenfeld, Thurgau, Switzerland.  His first name was also rendered as Konrad or Conradus or Cunradus, and his last name has been alternatively stated as Rauchfuss, Rauchfuß, and Hasenfratz. He was the son of Petrus Dasypodius (Peter Hasenfuss) (1490–1559, or Peter Hasenfratz), a humanist and lexicographer.", "62132537": "Tetsuji Miwa (三輪 哲二, Miwa Tetsuji; born 10 February 1949 in Tokyo) is a Japanese mathematician, specializing in mathematical physics.", "7999810": "Helmar Gunter Frank (19 February 1933, Waiblingen – 15 December 2013, Paderborn) was a German mathematician and pedagogist.[1] He was among the first scientists to apply mathematical methods in teaching and psychology.[citation needed] He established a method to measure intelligence on an absolute and homogeneous scale rather than by comparison between individuals.", "24711491": "Daniel Friedrich Hecht (8 July 1777 – 13 March 1833) was a German mathematician born in Sosa.[1] He was a mine manager, then a teacher and finally a professor of mathematics. He is most notable for writing high school textbooks on math and geometry. He died in Saxony.", "22647108": "Robert Clifford Gunning (born 1931) is a professor of mathematics at Princeton University specializing in complex analysis, who introduced indigenous bundles.", "73666883": "Johannes Dryander, also known as Johannes Eichmann (1500-1560), was a German academic.", "29626696": "Xin-She Yang is Reader at the Middlesex University[1] and was a senior research scientist at National Physical Laboratory, best known as a developer of  various heuristic algorithms for engineering optimization. He obtained a DPhil in applied mathematics from Oxford University.[2] He has given invited keynote talks at SEA2011,[3] SCET2012, BIOMA2012[4] and Mendel Conference on Soft Computing (Mendel 2012). He has been elected as a Fellow of the Institute of Mathematics and its Application in 2021. He has been on the prestigious list of Highly Cited Researchers since 2016 by Clarivate Analyatics/Web of Science.[5]", "35557710": "James Henry Coffin (September 6, 1806 – February 6, 1873) was an American mathematician and meteorologist.[2]", "72159566": "Janis Marie Oldham (March 31, 1956 – July 14, 2021) was an American mathematician specializing in differential geometry and mathematics education and known for her efforts in mentoring mathematics students, especially those from disadvantaged backgrounds.[1][2][3]", "66490702": "Francesca Biagini (born 31 July 1973) is a German and Italian mathematician[1] specializing in mathematical finance, stochastic calculus, and probability theory. Topics in her research include fractional Brownian motion and portfolio optimization for inside traders.[2] She is a professor of applied mathematics and vice president for international affairs and diversity at Ludwig Maximilian University of Munich,[1][3] and president of the Bachelier Finance Society.[4]", "6787407": "Yuri Vasilyevich Prokhorov (Russian: Ю́рий Васи́льевич Про́хоров; 15 December 1929 – 16 July 2013) was a Soviet and Russian mathematician, active in the field of probability theory. He was a PhD student of Andrey Kolmogorov at the Moscow State University, where he obtained his PhD in 1956.", "39752021": "Inder Bir Singh Passi (20 August 1939 – 2 October 2021) was an Indian mathematician who specialised in algebra."}