{"11069269": "Gary Edward Lindstrom (January 8, 1944 - January 10, 2022) was an Emeritus Professor of Computer Science at the University of Utah, having previously taught at the University of Pittsburgh.  He retired in July 2007 and died on January 10, 2022.[3]", "20588378": "Daniel Alan Spielman (born March 1970 in Philadelphia, Pennsylvania[7]) has been a professor of applied mathematics and computer science at Yale University since 2006. As of 2018, he is the Sterling Professor of Computer Science at Yale.  He is also the Co-Director of the Yale Institute for Network Science, since its founding, and chair of the newly established Department of Statistics and Data Science.[8]", "62105438": "Jean Vuillemin is a French computer scientist known for his work in data structures and parallel computing. He is a professor of computer science at the École normale supérieure (Paris).[1]", "48998239": "Christiane Floyd (née Riedl; born 26 April 1943) is an Austrian computer scientist. In 1978, she became the first female professor of computer science in Germany, and was a pioneer of evolutionary participatory software design—a precursor to open-source software development.[1]", "33417054": "Patrick Alasdair Fionn Turner\n(19 October 1969 – 6 October 2011) was a British-born scientist, who played a major role in the VR Centre for the Built Environment and the Space group at the University College London. His contribution had a great impact on the development of space syntax theory. This goes in parallel to his research into introducing a dynamic agent model that derives aggregate spatial analysis from the visual affordances of the built environment. Based on the principles of Turner's theory on Embodied space, his agent model proves to correlate well with natural movement behavior in architectural and urban environments.\nTurner was born on 19 October 1969, in London. He earned an MA in Natural Sciences from the University of Cambridge, and an MSc in Artificial Intelligence from the University of Edinburgh. Turner was last appointed a reader in Urban and Architectural Computing at the University College London in 2011.\nTurner died on 6 October 2011 after a long struggle with stomach cancer.[1]", "62400353": "Salwa Toko (born October 1975) is a diversity and digital literacy activist. She is President of the Conseil National du Numérique (CNNum).", "73082721": "Joan Faye Boyar (born 1955, also published as Joan Boyar Plumstead) is an American and Danish computer scientist whose research interests include online algorithms, cryptology, and the computational complexity of the Boolean functions used in cryptology. She is a professor in the Department of Mathematics and Computer Science at the University of Southern Denmark.[1]", "46409571": "Sir Demola Aladekomo (born 31 December 1957) is a computer engineer from Lagos, Nigeria. Aladekomo is the chairman of SmartCity Resorts Plc,[1] Card Centre Nigeria Limited,[2] Treasure-nest Limited, Crops Nigeria Limited, Chams Consortium Limited,[3] Insider Concepts Limited, and the founder of Chams Plc.[4] He is a Fellow of the Nigeria Computer Society (FNCS)[5] and the Computer Professional Registration Council (CPN); a member of the Nigerian Society of Engineers (NSE), and the immediate past President of the Lagos Business School Alumni Association (LBSAA)[6] and the Nigeria Computer Society, respectively. Aladekomo has also served as the vice chairman of the Board of Trustees of SmartCard Society of Nigeria. He is the founder of DATA Foundation[7] and Volunteer Corps,[8] non-governmental organizations engaged in corporate social investments in Nigeria.", "33236835": "Dr Ahmed K. Elmagarmid (born 1954) is a computer scientist, academic and executive. He is the founding executive director of Qatar Computing Research Institute, a national research institute under Hamad bin Khalifa University, a member of the Qatar Foundation for Education, Science and Community Development. Since his appointment in 2010, Elmagarmid has focused on large-scale computing challenges that address national priorities for growth and development of Qatar.[1][2][3] The computer research community, especially the database research recognizes the important role he has played at international level by creating data-centric research institution like QCRI[4] and building it into an internationally reputed research institute.", "30844769": "Michael J. (Mike) Karels[1] is an American software engineer and one of the key people in history of BSD UNIX.[citation needed]", "52406114": "Izak Benbasat CM is a Turkish–Canadian professor and scientist, currently the Sauder Distinguished Professor of Information Systems and professor of information-system management at the University of British Columbia Sauder School of Business.[1] He is also a published author,[2] being largely cited as a researcher.[3]", "22947690": "Narsingh Deo (January 2, 1936 – January 13, 2023) was an Indian-American computer scientist. He served as a professor and the Charles N. Millican Endowed Chair of the Department of Computer Science, University of Central Florida. Deo received his Ph.D. for his dissertation 'Topological Analysis of Active Networks and Generalization of Hamiltonian tree' from Northwestern University, IL., in 1965; S. L. Hakimi was his adviser. He was professor at the Indian Institute of Technology, Kanpur. Deo died in Winter Park, Florida on January 13, 2023, at the age of 87.[1]", "1648497": "Timothy J. Hickey (born July 24, 1955) is a professor of computer science and former Chair of the Computer Science and Internet Studies Program (INET) at Brandeis University.[1]", "747381": "Maksymilian Rafailovych \"Max\" Levchin (Ukrainian: Максиміліан Рафаїлович Левчин; born July 11, 1975) is a Ukrainian-American software engineer and businessman. In 1998, he co-founded the company that eventually became PayPal. Levchin made contributions to PayPal's anti-fraud efforts[1] and was the co-creator of the Gausebeck-Levchin test, one of the first commercial implementations of a CAPTCHA challenge response human test.", "1910645": "William Worthington Pugh Jr. (born 1960) is an American computer scientist who invented the skip list and the Omega test for deciding Presburger arithmetic. He was the co-author of the static code analysis tool FindBugs, and was highly influential in the development of the current memory model of the Java language. Pugh received a Ph.D. in computer science, with a minor in acting, from Cornell University.", "50816888": "Jeffrey Snover is a Distinguished Engineer at Google.[1] Previously a Microsoft Technical Fellow, PowerShell Chief Architect, and the Chief Architect for Windows Server and the Azure Infrastructure and Management group which includes Azure Stack,[2] System Center and Operations Management Suite.[3] Snover is the inventor of Windows PowerShell, an object-based distributed automation engine, scripting language, and command line shell and was the chief architect for Windows Server.[4]", "40331131": "Franz-Erich Wolter is a German computer scientist, chaired professor at Leibniz University Hannover, with research contributions especially in computational (differential) geometry and haptic/tactile Virtual reality.", "59402107": "Mervin Edgar Muller (1 June 1928 – 3 December 2018) was an American computer scientist and mathematician. The Box–Muller transform is named after him.", "4892547": "Jawed Siddiqi FBCS is a Pakistani British computer scientist and software engineer. He is professor emeritus of software engineering at Sheffield Hallam University, England. He is the president of NCUP [1] National Council of University Professors in the UK.", "1795980": "Noel Sharkey (born 14 December 1948) is a computer scientist born in Belfast, Northern Ireland. He is best known to the British public for his appearances on television as an expert on robotics; including the BBC Two television series Robot Wars and Techno Games, and co-hosting Bright Sparks for BBC Northern Ireland. He is emeritus professor of artificial intelligence and robotics at the University of Sheffield.[1]", "64563090": "The following is a list of characters from the Spike Chunsoft video game series Danganronpa. The series follows the students of Hope's Peak Academy who are forced into a life of mutual killing by a sadistic teddy bear named Monokuma. The series consists of three games, Danganronpa: Trigger Happy Havoc, Danganronpa 2: Goodbye Despair and Danganronpa Another Episode: Ultra Despair Girls, along with a standalone sequel game, Danganronpa V3: Killing Harmony, various spin-off novels and manga including Danganronpa Zero, Kirigiri, Genocider Mode, Togami, and Killer Killer, and two anime television series, one an adaptation of the first game and the other a sequel and finale, Danganronpa 3: The End of Hope's Peak High School. Where available, this article uses spellings and terminology featured in the English video games.[1][2][3][4][5]", "55764882": "Sarah Ann Douglas (born January 25, 1944 in Asheville, North Carolina) is a distinguished computer scientist, known for her work in human-computer interaction (HCI), a field of computer science that she has helped pioneer, and, in particular, pointing devices and haptic interactions,  WWW interfaces and bioinformatics, and visualization and visual interfaces. She is a Professor Emerita of Computer and Information Science[1] and a member of the Computational Science Institute[2] at the University of Oregon.", "60974996": "Berthold Klaus Paul Horn (born December 8, 1943) is an American scientist working in the field of artificial intelligence and computer vision. He is Professor of Electrical Engineering and Computer Science at Massachusetts Institute of Technology (MIT). He is also Principal Investigator at the Computer Science and Artificial Intelligence Laboratory (CSAIL) at MIT.[1]", "41904031": "Bram Jan Loopstra (1925 – 1979)[1][2] was a Dutch computing pioneer who worked at the Mathematisch Centrum, Amsterdam[3] and then at Electrologica with Adriaan van Wijngaarden, Carel S. Scholten and Gerrit Blaauw.[4] From 1956 until at least 1963 he was technical director of Electrologica.[5] At his death after a long illness on March 22, 1979, he was adjunct director of the Philips International Institute.[2]", "62285735": "Franc Solina (born 31 July 1955) is a Slovenian computer scientist and university professor from Celje, Slovenia.", "64071593": "Vivian Chu (born c. 1987) is an American roboticist and entrepreneur, specializing in the field of human-robot interaction. She is Chief Technology Officer at Diligent Robotics, a company she co-founded in 2017 for creating autonomous, mobile, socially intelligent robots.", "1206186": "Van Jacobson is an American computer scientist, renowned for his work on TCP/IP network performance and scaling.[1] He is one of the primary contributors to the TCP/IP protocol stack—the technological foundation of today’s Internet.[2] Since 2013, Jacobson is an adjunct professor at the University of California, Los Angeles (UCLA) working on Named Data Networking.", "62416811": "Ralf Steinmetz (born 31 July 1956 in Santiago de Chile, Chile)[1] is a German computer scientist and electrical engineer. He is professor of multimedia communication at the Technische Universität Darmstadt.", "29861804": "Shlomo Moran (Hebrew: שלמה מורן; born 1947) is an Israeli computer scientist, the Bernard Elkin Chair in Computer Science at the Technion – Israel Institute of Technology in Haifa, Israel.[1]", "62842800": "Michael J. Black is an American-born computer scientist working in Tübingen, Germany. He is a founding director at the Max Planck Institute for Intelligent Systems where he leads the Perceiving Systems Department in research focused on computer vision, machine learning, and computer graphics. He is also an Honorary Professor at the University of Tübingen.", "18294711": "Leah H. Jamieson (born August 27, 1949, in Trenton, NJ, USA) is an American engineering educator, currently the Ransburg Distinguished Professor of Electrical and Computer Engineering at Purdue University. Jamieson was a founder of the Engineering Projects in Community Service program (EPICS), a multi-university engineering design program that operates in a service-learning context. She is a recipient of the Gordon Prize. From 2006-2017, she served as the John A. Edwardson Dean of Engineering at Purdue.", "7071673": "Nathen Porter Edwards (August 24, 1922[1] – May 26, 2016[2]) was a former IBM hardware architect, retired in 1990. He did his military service in the United States Navy from 1942 to 1946, as a LTJG, Deck, USNR, Pacific, Chief Radio Technician, followed by Stanford University, where he gained an MS EE in 1949.", "62564282": "Claire Cardie is an American computer scientist specializing in natural language processing. Since 2006, she has been a professor of computer science and information science at Cornell University, and from 2010 to 2011 she was the first Charles and Barbara Weiss Chair of Information Science at Cornell.[1][2] Her research interests include coreference resolution and sentiment analysis.[3]", "6154171": "George Varghese (born 1960) is a Principal Researcher at Microsoft Research. Before joining MSR's lab in Silicon Valley in 2013, he was a Professor of Computer Science at the University of California San Diego, where he led the Internet Algorithms Lab and also worked with the Center for Network Systems and the Center for Internet Epidemiology.[1] He is the author of the textbook Network Algorithmics, published by Morgan Kaufmann[2] in 2004.", "38463418": "Jonathan Grier is a computer scientist, consultant, and entrepreneur.  He is best known for his work on stochastic forensics and insider data theft.[1][2][3][4]  He has also contributed to computer security, digital forensics, and software development.[1][4][5]", "62908349": "David Notkin (1 January 1955 – 22 April 2013) was an American software engineer and professor of computer science.", "56813509": "Gillian Docherty OBE is a British computer scientist and CEO of The Data Lab and Chair of Scotland's AI Alliance, which helps Scottish industry innovate through data science and artificial intelligence.  Gillian promotes the use of Data to drive economic, societal and environmental benefits. She was appointed the first Chair of Scotland's AI Alliance in 2021, created to implement the activities of Scotland's AI Strategy,", "34498502": "Bernhard Karl Thalheim (born 10 March 1952 in Radebeul) is a German computer scientist and professor of information systems engineering at the University of Kiel in Kiel, Germany. He is known for his work on conceptual modeling and its theoretical foundational contributions.", "21686222": "Ronald K. (Ron) Stamper (born 1934) is a British computer scientist, formerly a researcher in the LSE and emeritus professor at the University of Twente, known for his pioneering work in Organisational semiotics, and the creation of the MEASUR methodology and the SEDITA framework.", "41330639": "Assaf Schuster is an Israeli entrepreneur and professor of computer science whose works have been published in such journals as Computer Aided Verification and Journal of Systems and Software.[1]", "46983119": "Lixia Zhang (Chinese: 张丽霞)[1] is the Jonathan B. Postel Professor of Computer Science at the University of California, Los Angeles.[2] Her expertise is in computer networks; she helped found the Internet Engineering Task Force, designed the Resource Reservation Protocol,[3] coined the term \"middlebox\",[2][4] and pioneered the development of named data networking.[5]", "71067600": "Barbara Hayes-Roth is an American computer scientist and psychologist whose research in artificial intelligence includes work on knowledge acquisition,[A] automated planning and scheduling,[B] spatial cognition,[C] the blackboard system,[D] adaptation,[E] and intelligent behavior in interactive storytelling.[F] She is a senior research scientist and lecturer in computer science at Stanford University.[1]", "36579282": "Borka Jerman Blažič (born (1947-03-28)28 March 1947) is a Slovenian Internet pioneer, and the President of the Internet Society - Slovenia.[1] She is also a computer networks scientist, founder and first general secretary of the Yugoslavian Network for the Academic and Education Community (YUNET), which introduced the first Internet services in SFR Yugoslavia in 1991.[2]", "1894355": "Joseph Amadee Goguen (/ˈɡoʊɡən/ GOH-gən; June 28, 1941 – July 3, 2006) was an American computer scientist. He was professor of Computer Science at the University of California and University of Oxford, and held research positions at IBM and SRI International.", "45098965": "Michael Rosen (born 1956) is an American enterprise architect, and management consultant, known for his work on Common Object Request Broker Architecture (1998),[1][2] and Applying service-oriented architecture.[3]", "354262": "Barry William Boehm (May 16, 1935 – August 20, 2022)[1] was an American software engineer, distinguished professor[2][3] of computer science, industrial and systems engineering; the TRW Professor of Software Engineering; and founding director of the Center for Systems and Software Engineering at the University of Southern California. He was known for his many contributions to the area of software engineering.", "976860": "Eugene Howard Spafford (born 1956), known as Spaf, is an American professor of computer science at Purdue University and a computer security expert.", "174051": "Edwin Earl Catmull (born March 31, 1945) is an American computer scientist and animator who served as the co-founder of Pixar and the President of Walt Disney Animation Studios.[3][4][5] He has been honored for his contributions to 3D computer graphics, including the 2019 ACM Turing Award.", "1910758": "Nancy Jane Hafkin is a pioneer of networking and development information and electronic communications in Africa,[1][2] spurring the Pan African Development Information System (PADIS) of the United Nations Economic Commission for Africa (UNECA) from 1987 until 1997.[3] She also played a role in facilitating the Association for Progressive Communications's work to enable email connectivity in more than 10 countries during the early 1990s, before full Internet connectivity became a reality in most of Africa.[4]", "5842921": "Donald Michie FRSE FBCS (/ˈmɪki/; 11 November 1923 – 7 July 2007)[5][6][7] was a British researcher in artificial intelligence.[8] During World War II, Michie worked for the Government Code and Cypher School at Bletchley Park, contributing to the effort to solve \"Tunny\", a German teleprinter cipher.", "44115965": "Priti Shankar (née Priti Monteiro; September 1947 – October 2011) was an Indian teacher, researcher, and educationist whose research focused on the areas of compiler design, formal language theory and algorithmic coding theory.[1]", "14673921": "Pål Spilling (October 29, 1934 – January 16, 2018[1]) was a Norwegian Internet pioneer and professor at the University of Oslo and the UNIK Graduate Center at Kjeller in Norway.", "69593089": "Beth A. Plale is Michael A. and Laurie Burns McRobbie Bicentennial Professor of Computer Engineering at Indiana University. She is known for her work on open science, trust in artificial intelligence, and the policy implications of data science.", "54634499": "Scott Klemmer is a human-computer interaction, user-centered design, usability, and computer science researcher and educator. He co-founded the Design Lab with Don Norman and Jim Hollan at the University of California San Diego in 2013. Klemmer is a professor in the Departments of Cognitive Science and Computer Science and Engineering, and formerly at Stanford University.[1] His former advisees include the founders of the unicorn startups Instagram and Instabase.", "13756426": "Virgil Dorin Gligor (born July 30, 1949) is a Romanian-American professor of electrical and computer engineering who specializes in the research of network security and applied cryptography.", "518155": "Ken Sakamura (坂村 健, Sakamura Ken, born 25 July 1951 in Tokyo, Japan), as of April 2017, is a Japanese professor and dean of the Faculty of Information Networking for Innovation and Design at Toyo University, Japan.[1] He is a former professor in information science at the University of Tokyo (through March 2017). He is the creator of the real-time operating system (RTOS) architecture TRON.", "4614165": "Luca Andrea Cardelli FRS is an Italian computer scientist who is a research professor at the University of Oxford, UK.[6][2][7][8] Cardelli is well known for his research in type theory and operational semantics.[9][10] Among other contributions, in programming languages, he helped design the language Modula-3, implemented the first compiler for the (non-pure) functional language ML, defined the concept of typeful programming, and helped develop the experimental language Polyphonic C#.[5][11][12][13][14]", "41904149": "Michael David Abràmoff (born 1963) is an American neuroscientist, ophthalmologist, vitreoretinal surgeon, computer engineer, and entrepreneur. He is the Watzke Professor of Ophthalmology and Visual Sciences at the Roy J. and Lucille A. Carver College of Medicine at the University of Iowa.[1]", "47933469": "Moritz Stefaner is a German data visualization specialist. He is notable for his work for organisations like the OECD, the World Economic Forum, Skype, dpa, and Max Planck Research Society.[1] Stefaner is a multiple winner of the Kantar Information is Beautiful awards.[2] His data visualisation work has been exhibited at Venice Biennale of Architecture and Ars Electronica.[1] He has contributed to Beautiful Visualisation[3] published by Springer and was interviewed for the books New Challenges for Data Design published by Springer[4] and Alberto Cairo's The Functional Art.[5]", "436255": "Henrik Wann Jensen (born 1969 in Harlev, Jutland, Denmark) is a Danish computer graphics researcher. He is best known for developing the photon mapping technique as the subject of his PhD thesis, but has also done important research in simulating subsurface scattering and the sky.", "25389092": "Ingo Wegener (December 4, 1950 in Bremen – November 26, 2008 in Bielefeld) was an influential German computer scientist working in the field of theoretical computer science.[1][2][3][4]", "71002152": "Hubert Mara is an Austrian Computer Scientist who specializes in Archaeoinformatics and the application of methods from computer science to the humanities, and thus a combination of these fields.", "1058864": "Rollo Carpenter (born 1965) is the British-born creator of Jabberwacky and Cleverbot, learning Artificial Intelligence (AI) software.[1] Carpenter worked as CTO of a business software startup in Silicon Valley.", "59140159": "Natalie Dana Enright Jerger (née Enright) is an American computer scientist known for research in computer science including computer architecture and interconnection networks.[2]", "47491138": "Mohammad Taghi Hajiaghayi (Persian: محمد تقی‌ حاجی آقائی) is a computer scientist known for his work in algorithms, game theory, social networks, network design, graph theory, and big data.[1][2][3]  He has over 200 publications with over 185 collaborators and 10 issued patents.[4][5]", "18032711": "Geoffrey (\"Geoff\") Colin Tootill (4 March 1922 – 26 October 2017)[3] was an electronic engineer and computer scientist who worked in the Electrical Engineering Department at the University of Manchester with Freddie Williams and Tom Kilburn developing the Manchester Baby, \"the world's first wholly electronic stored-program computer\".[4][1][5][6][2][7][8]", "1370186": "Francis Yuk Lun Chin Chinese: 錢玉麟) is an emeritus professor at the University of Hong Kong after having retired as professor of computer science and Taikoo Professor of Engineering at the University of Hong Kong. Chin served as head of the Computer Science Department from its start until 1999. In 2018, he and his wife founded a start-up named DeepTranslate Limited currently based in the Hong Kong Science and Technology Parks. DeepTranslate provides AI-assisted machine translation services, mainly for financial documents.", "13641802": "Greg Stein (born March 16, 1967 in Portland, Oregon), living in Austin, Texas, United States,  is a programmer, speaker, sometime standards architect, and open-source software advocate, appearing frequently at conferences and in interviews on the topic of open-source software development and use.", "649298": "Jack Joseph Dongarra FRS[8] (born July 18, 1950) is an American computer scientist and mathematician. He is the American University Distinguished Professor of Computer Science in the Electrical Engineering and Computer Science Department at the University of Tennessee.[9] He holds the position of a Distinguished Research Staff member in the Computer Science and Mathematics Division at Oak Ridge National Laboratory, Turing Fellowship in the School of Mathematics at the University of Manchester, and is an adjunct professor and teacher in the Computer Science Department at Rice University.[10] He served as a faculty fellow at the Texas A&M University Institute for Advanced Study (2014–2018).[11] Dongarra is the founding director of the Innovative Computing Laboratory at the University of Tennessee.[12] He was the recipient of the Turing Award in 2021.", "38725715": "Hoard memory allocator \nDaCapo Java Benchmarks \nImmix Mark-Region Garbage Collector", "37120084": "Roman Vladimirovich Yampolskiy (Russian: Роман Владимирович Ямпольский; born 13 August 1979) is a Russian computer scientist at the University of Louisville, known for his work on behavioral biometrics,[1] security of cyberworlds,[2] and artificial intelligence safety.[3] He holds a PhD from the University at Buffalo (2008).[4] He is currently the director of Cyber Security Laboratory in the department of Computer Engineering and Computer Science at the Speed School of Engineering.[5]", "59385942": "Karen Dragon Devine is an American computer scientist specializing in high-performance technical computing. She is a Distinguished Member of the Technical Staff in the Center for Computing Research at Sandia National Laboratories. At Sandia, she is part of the development team for the Zoltan and Trilinos scientific computing packages.[1]", "14411862": "Keith Marzullo is the inventor of Marzullo's algorithm, which is part of the basis of the Network Time Protocol and the Windows Time Service. On August 1, 2016 he became the Dean of the University of Maryland College of Information Studies[2] after serving as the Director of the NITRD National Coordination Office.[3] Prior to this he was a Professor in the Department of Computer Science and Engineering at University of California, San Diego. In 2011 he was inducted as a Fellow of the Association for Computing Machinery.[4]", "8136798": "Johannes Aldert \"Jan\" Bergstra (born 1951) is a Dutch computer scientist. His work has focussed on logic and the theoretical foundations of software engineering, especially on formal methods for system design. He is best known as an expert on algebraic methods for the specification of data and computational processes in general.[citation needed]", "18901086": "Serge Joseph Abiteboul (born 25 August 1953 in Paris, France)[8] is a French computer scientist working in the areas of data management, database theory, and finite model theory.[2][1][9][10][11][7][12][excessive citations]", "45557863": "Hillol Kargupta is an academic, scientist, and entrepreneur.", "56551551": "Gavin Lowe is a British academic. He is a professor of computer science[3] and tutorial fellow at St Catherine's College, Oxford,[1] a professor at the University of Oxford,[3] and President of the Senior Common Room of St Catherine's College, Oxford.[1] His research interests include computer security, for which he developed the cryptographic protocol analysis tool Casper, and concurrency.", "59500672": "Audrey Girouard is a Canadian computer scientist. She researches human–computer interaction. Girouard is an associate professor at Carleton University and the Director and Principal Investigator of the Collaborative Learning of Usability Experiences (CLUE) program. She is the first female faculty member at Carleton School of Information Technology.", "7628927": "John Vivian Tucker (born 4 February 1952) is a British computer scientist and expert on computability theory, also known as recursion theory. Computability theory is about what can and cannot be computed by people and machines. His work has focused on generalising the classical theory to deal with all forms of discrete/digital and continuous/analogue data; and on using the generalisations as formal methods for system design; based on abstract data types and on the interface between algorithms and physical equipment.", "4761734": "Martin Kay (1935 – 8 August 2021) was a computer scientist, known especially for his work in computational linguistics.", "62597254": "Rasmus Pagh is a Danish computer scientist and a professor of computer science at the University of Copenhagen. His main work is in algorithms and data structures, and he is particularly known for the cuckoo hashing algorithm and for co-founding the Basic Algorithms Research Center, BARC, in Copenhagen.", "10463366": "Don Libes is a computer scientist at NIST performing computer science research on interoperability.  He works in the Manufacturing Systems Integration Division, which performs research on software integration methods, creating custom software that implements draft standards and serves as an interface to other components provided by separate vendors.[1]", "71428238": "Oriol Vinyals (born 1983) is a Spanish machine learning researcher at DeepMind,[1][2] where he is the principal research scientist.[3] His research in DeepMind is regularly featured in the mainstream media[4][5][6] especially after being acquired by Google.[7]", "3532943": "Enid Mumford (6 March 1924 – 7 April 2006) was a British social scientist, computer scientist and Professor Emerita of Manchester University and a visiting fellow at Manchester Business School, largely known for her work on human factors and socio-technical systems.", "69249174": "John Anthony Stankovic is an American computer scientist. He is currently the BP America Professor in the Computer Science Department at the University of Virginia and the director of the Link Lab at the university's School of Engineering and Applied Science.[1]", "67414169": "Christian S. Jensen (born 1963) is a Danish computer scientist who is a professor at Aalborg University.", "53864602": "Stephen Sik-Sang Yau (also known as Stephen Yau or S.S. Yau) is an American computer scientist. He is a professor of Computer Science and Engineering at Arizona State University. He is an Elected Fellow of the American Association for the Advancement of Science and Life Fellow of the Institute of Electrical and Electronics Engineers.[1][2]", "40757403": "Michael Gruninger  is a Canadian computer scientist and Professor of Industrial Engineering at the University of Toronto, known for his work on Ontologies in information science.[1][2]\nparticularly with the Process Specification Language, and in enterprise modelling on the TOVE Project with Mark S. Fox.", "66726046": "Aggelos Kiayias (Greek: Άγγελος Κιαγιάς) FRSE is a Greek cryptographer and computer scientist, currently a professor at the University of Edinburgh and the Chief Science Officer at Input Output Global (formerly IOHK), the company behind Cardano.[1]", "45656229": "Nassib Nassar is an American computer scientist and classical pianist.", "5089448": "Shahid H. Bokhari (born 17 January 1952 in Lahore, Pakistan) is a highly cited[1][2] Pakistani researcher in the field of parallel and distributed computing.  He is a fellow of both IEEE[3][4] and ACM.[5] Bokhari's ACM Fellow citation states that he received the award for his \"research contributions to automatic load balancing and partitioning of distributed processes\",[5] while his IEEE Fellow award recognises his \"contributions to the mapping problem in parallel and distributed computing\".[4]", "50587818": "Rebecca Moore (born 1955)[1] is an American software engineer, director of Google Earth, and director and founder of the Google Earth Outreach and Google Earth Engine computer mapping projects.[2]", "61597874": "Maria Virgínia Ferreira de Almeida Júdice Gamito Dignum (born 2 May 1964, in Lisbon, Portugal) is a Professor of Computer Science at Umeå University, and an Associated Professor at Delft University of Technology. She leads the Social and Ethical Artificial Intelligence research group. Her research and writing considers responsible AI and the development evaluation of human-agent team work, thereby aligning with Human-Centered Artificial Intelligence themes.", "8595634": "Shantanu Narayen (born May 27, 1963)[1] is an Indian-American business executive. He has been the chairman, president, and chief executive officer (CEO) of Adobe Inc. since December 2007.[5] Before this, he was the company's president and chief operating officer since 2005.[6]", "40839348": "Jeffrey L. Whitten (born c. 1955) is an American computer scientist, and professor of information technology at Purdue University, known with Kevin C. Dittman and Lonnie D. Bentley as co-author of the textbook Systems Analysis and Design Methods, which is now in its 7th edition.[1]", "18196669": "Jonathan Grudin (born December 31, 1949) was a researcher at Microsoft from 1998 to 2022 and is affiliate professor at the University of Washington Information School working in the fields of human-computer interaction and computer-supported cooperative work. Grudin is a pioneer of the field of computer-supported cooperative work and one of its most prolific contributors.[1] His collaboration distance to other researchers of human-computer interactions has been described by the \"Grudin number\".[1] Grudin is also well known for the \"Grudin Paradox\" or \"Grudin Problem\", which states basically with respect to the design of collaborative software for organizational settings, \"What may be in the managers' best interests may not be in the interests of individual contributors, and therefore not used.\"[2][3][4] He was awarded the inaugural CSCW Lasting Impact Award in 2014 on the basis of this work. He has also written about the publication culture and history of human-computer interactions. His book From Tool to Partner, The Evolution of Human-Computer Interaction was published in 2017.", "69806273": "Marianne Laqueur (11 June 1918 - 5 April 2006) was a German Jewish refugee to Turkey, a computer scientist and local politician.", "9169089": "Maurice Peter Herlihy (born 4 January 1954) is a computer scientist active in the field of multiprocessor synchronization.[1][2][3] Herlihy has contributed to areas including theoretical foundations of wait-free synchronization, linearizable data structures, applications of combinatorial topology to distributed computing, as well as hardware and software transactional memory. He is the An Wang Professor of Computer Science at Brown University, where he has been a member of the faculty since 1994.[4]", "33630403": "Chen Jin (Chinese: 陈进; pinyin: Chén Jìn; born in 1968) is a Chinese computer scientist.", "7645379": "Wolfgang Nebel (born 15 November 1956) is a German computer scientist and professor for integrated circuit design at the computer science (Informatik) department of the Carl von Ossietzky University of Oldenburg.[1][2]", "26634435": "Steven J DeRose (born 1960) is a computer scientist noted for his contributions to Computational Linguistics and to key standards related to document processing, mostly around ISO's Standard Generalized Markup Language (SGML) and W3C's Extensible Markup Language (XML).", "29288642": "Partha Niyogi (July 31, 1967 Kolkata – October 1, 2010 Chicago) was the Louis Block Professor in Computer Science and Statistics at the University of Chicago.[1] \nHe is known for his work in artificial intelligence, especially in the field of manifold learning and evolutionary linguistics.[2]\n[3] He wrote more than 90 academic publications and two books.[4][5][6]", "11233474": "Selim G. Akl (Ph.D., McGill University, born 1978) is a professor at Queen's University in the Queen's School of Computing, where he leads the Parallel and Unconventional Computation Group.[1] His research interests are primarily in the area of algorithm design and analysis, in particular for problems in parallel computing and unconventional computing.", "62695633": "Sorin Coțofană is a Quantum & Computer engineering Professor at Delft University of Technology.  He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2017 for contributions to nanocomputing architectures and paradigms.[1][2]", "62564562": "Wendy Grace Lehnert is an American computer scientist specializing in natural language processing and known for her pioneering use of machine learning in natural language processing.[1] She is a professor emerita at the University of Massachusetts Amherst.[2]", "57338073": "Ishfaq Ahmad is a computer scientist, IEEE Fellow[1] and Professor of Computer Science and Engineering at the University of Texas at Arlington (UTA).[2] He is the Director of the Center For Advanced Computing Systems (CACS)[3] and has previously directed IRIS (Institute of Research in Security) at UTA. He is widely recognized for his  contributions to scheduling techniques in parallel and distributed computing systems, and video coding.[1]", "40380642": "Cornelis Adrianus Maria \"Kees\" Neggers (born 20 July 1947) is a Dutch Internet pioneer. He is best known for starting and promoting many initiatives for international collaboration in research and education networking.", "12314853": "John E. Laird (born March 16, 1954, in Ann Arbor, Michigan) is a computer scientist who,  created the Soar cognitive architecture at Carnegie Mellon University with Paul Rosenbloom and Allen Newell.  Laird is a professor in the Computer Science and Engineering Division of the Electrical Engineering and Computer Science Department of the University of Michigan.", "9922790": "Souradyuti Paul (born 1976) is an Indian cryptologist. Formerly a member of COSIC, he is currently working as an associate professor at Indian Institute of Technology Bhilai[1] and a Guest Researcher for the National Institute of Standards and Technology in the United States. He participated in cryptanalysis of RC4, Helix and Py family of ciphers among others. He has co-designed the following ciphers", "3090669": "George Sadowsky (born September 30, 1936) is an American computer scientist who has worked in a number of entities related to promotion of the Internet worldwide.", "40560881": "Henderik Alex (Erik) Proper (born 22 May 1967) is a Dutch computer scientist, an FNR PEARL Laureate, and a senior research manager within the Computer Science (ITIS) department of the Luxembourg Institute of Science and Technology (LIST). \nHe is also adjunct professor in data and knowledge engineering at the University of Luxembourg. \nHe is known for work on conceptual modeling,[1] enterprise architecture[2] and enterprise engineering.[3]", "43116786": "Antonija Tanja Mitrović is a New Zealand computer scientist who was born in Serbia.[citation needed]", "33892594": "Răzvan Manole Cernăianu (born 7 February 1992), nicknamed \"TinKode\", is a Romanian computer security consultant and hacker, known for gaining unauthorized access to computer systems of many different organizations, and posting proof of his exploits online. He commonly hacks high-profile websites that have SQL injection vulnerabilities, although unknown methods were used in his most recent attacks. Other aliases included sysgh0st.[3]", "1337608": "Dr. Dobbs Excellence in Programming Award (2002)\nComputer History Museum Fellow (2022)[1]", "49654026": "Jure Leskovec is a Slovenian computer scientist, entrepreneur and associate professor of Computer Science at Stanford University focusing on networks. He was the chief scientist at Pinterest.[4]", "18901259": "Oscar Peter Buneman, MBE, FRS, FRSE (born 1943) is a British computer scientist who works in the areas of database systems and database theory.[7][8][9][10][11][12][13]", "52406542": "Abdulmotaleb El Saddik (born March 21, 1969) is a Lebanese–Canadian computer engineer and scientist, currently a Distinguished University Professor at University of Ottawa,[1] a published author and motivator (le.prof).[2][3] He is the Director of Multimedia Communications Research Laboratory since 2002. He is a member of the Engineering Institute of Canada, Institute of Electrical and Electronics Engineers, Canadian Academy of Engineering and Association for Computing Machinery.[1]", "61090072": "Xia Peisu or Pei-su Hsia (Chinese: 夏培肃; 28 July 1923 – 27 August 2014) was a Chinese computer scientist and educator known for her pioneering research in computer science and technology.[1][2][3] The leading developer of Model 107, the nation's first domestically designed general-purpose electronic computer, she has been called the \"Mother of Computer Science in China\".[3] She and her husband Yang Liming were both elected academicians of the Chinese Academy of Sciences in 1991. In 2010, she was honoured with the inaugural Lifetime Achievement Award from the China Computer Federation.", "3123481": "Phil Moorby (April  25,   1953 – September 15,   2022) was a British engineer and computer scientist. Moorby was born and brought up in Birmingham, England, and studied Mathematics at Southampton University, England. Moorby received his master's degree in computer science from Manchester University, England, in 1974. He moved to the United States in 1983.[1]", "59271456": "Sandhya Dwarkadas is a professor and Chair of the Department of Computer Science at the University of Virginia.  She was formerly the Albert Arendt Hopeman Professor of Engineering and Professor and Chair of the Department of\nComputer Science at the University of Rochester. She is known for her research on shared memory and reconfigurable computing.[1]", "32221473": "James C. Spohrer (born c. 1956) is a computer scientist best known for having led the development of a new science of service systems,[1] often known as service science, management and engineering.", "39315749": "Alexander Repenning  is the Director of the Scalable Game Design project,[1] a computer science professor adjunct,[2] a founder of AgentSheets Inc., and a member of the Center for Lifelong Learning and Design [3] at the University of Colorado in Boulder. Repenning is the inventor of drag and drop blocks programming. His research interests include computer science education, end-user programmable agents, human-computer interaction, and artificial intelligence.", "5843242": "Patrick Henry Winston (February 5, 1943 – July 19, 2019) was an American computer scientist and professor at the Massachusetts Institute of Technology. Winston was director of the MIT Artificial Intelligence Laboratory from 1972 to 1997, succeeding Marvin Minsky, who left to help found the MIT Media Lab. Winston was succeeded as director by Rodney Brooks.", "61860147": "Elizabeth Jean (Betty) O'Neil is an American computer scientist known for her highly cited work in databases, including C-Store, the LRU-K page replacement algorithm, the log-structured merge-tree, and her criticism of the ANSI SQL 92 isolation mechanism. She is a professor of computer science at the University of Massachusetts Boston.", "69216565": "Zaryn Dentzel (Santa Barbara, California, born 1983) is an American computer scientist and entrepreneur. He founded Tuenti in 2006.[1][2][3] There was attempt to steal millions in Bitcoins in 2021.[4][5] Dentzel was born in Santa Barbara, California in 1983. He moved to Spain in the 1990s.[2]", "551221": "Thomas Eugene Kurtz (born February 22, 1928) is a retired Dartmouth professor of mathematics and computer scientist, who along with his colleague John G. Kemeny[1] set in motion the then revolutionary concept of making computers as freely available to college students as library books were, by implementing the concept of time-sharing at Dartmouth College. In his mission to allow non-expert users to interact with the computer, he co-developed the BASIC programming language (Beginners All-purpose Symbolic Instruction Code) and the Dartmouth Time Sharing System during 1963 to 1964.", "68479287": "Ulrik Brandes is a German computer scientist, social scientist, and network scientist known for his work on centrality, cluster analysis, and graph drawing. He is Professor for Social Networks at ETH Zurich in Switzerland, in the Department of Humanities, Social and Political Sciences.[1]", "64481592": "Ingrid Verbauwhede is a professor at the COSIC (Computer Security and Industrial Cryptography) Research Group of the Electrical Engineering Department, KU Leuven, where she leads the embedded systems team. She is a pioneer in the field of secure embedded circuits and systems, with several awards recognising her contributions to the field.[1] She is member of the Royal Flemish Academy of Belgium for Science and the Arts since 2011.[2] She is a fellow of IEEE.", "67889466": "Fillia S. Makedon is a Greek-American computer scientist whose research has spanned a broad variety of areas in computer science, including VLSI design, graph algorithms, numerical linear algebra, sensor networks, algorithm visualization, bioinformatics, recommender systems, and human–robot interaction. She is Jenkins-Garrett Professor of Computer Science and Engineering at the University of Texas at Arlington.[1]", "53668154": "Iryna Gurevych (born March 16, 1976, in Vinnytsia, Ukraine)[1] is a German computer scientist. She is Professor at the Department of Computer Science of the Technical University of Darmstadt and Director of Ubiquitous Knowledge Processing Lab.", "49506620": "Sylvia Ratnasamy (born c. 1976) is a Belgian–Indian computer scientist. She is best known as one of the inventors of the distributed hash table (DHT). Her doctoral dissertation proposed the content-addressable networks, one of the original DHTs, and she received the ACM Grace Murray Hopper Award in 2014 for this work.[1] She is currently a professor at the University of California, Berkeley.", "52996415": "Michael Woodger (born 28 March 1923) is a pioneering English computer scientist. He was influential in the development of the early Pilot ACE computer, working with Alan Turing, and later the design and documentation of programming languages such as ALGOL 60 and Ada.[1] He was based at the National Physical Laboratory (NPL) located in Teddington, London, for most of his career.[2]", "43133248": "Suranga Nanayakkara (born 1981) is a Sri Lankan born computer scientist and inventor.[1] As of 2021[update], he is the director of Augmented Human Lab and associate professor at the National University of Singapore. Before moving to Auckland in 2018, he was an assistant professor at Singapore University of Technology and Design. He is best known for his work on FingerReader[2][3][4][5]\nand Haptic Chair.[6] His research interests include Wearable Computing, Assistive Technology, Ubiquitous computing, AI,  Collective intelligence and Robotics. MIT Technology Review honored Nanayakkara as one of the Innovators Under 35 for Asia Pacific Region 2014.[7][8]", "65677632": "Tina Eliassi-Rad is an American computer scientist and the inaugural President Joseph E. Aoun Professor[2] at Northeastern University. Her research is at the intersection of artificial intelligence (namely, data mining and machine learning), network science, and applied ethics. In 2023, she won the Lagrange Prize for her work on ethical approaches to artificial intelligence.", "2795843": "Gerard J. Holzmann (born 1951) is a Dutch-American computer scientist and researcher at Bell Labs and NASA, best known as the developer of the SPIN model checker.[1]", "40495427": "Julian Togelius is an associate professor at the Department of Computer Science and Engineering at the New York University Tandon School of Engineering.", "23406915": "Shun'ichi Amari (甘利 俊一, Amari Shun'ichi), is a Japanese engineer and neuroscientist born in 1936 in Tokyo, Japan.", "47294802": "Steve Ward is Professor of Computer Science and Engineering at MIT, where his recent teaching and research activities revolve around areas of computer system architecture. He holds three degrees from MIT – a Bachelor of Science and a Master of Science in Electrical Engineering and a PhD in Computer Science.", "17115475": "Anastasios (Tas) Venetsanopoulos (June 19, 1941 – November 17, 2014)[1] was a professor of electrical and computer engineering at Toronto Metropolitan University (formerly Ryerson University) in Toronto, Ontario[2] and a professor emeritus[3] with the Edward S. Rogers Department of Electrical and Computer Engineering at the University of Toronto.[4]  In October 2006, Venetsanopoulos joined what was then Ryerson University (now Toronto Metropolitan University) and served as the founding vice-president of research and innovation. His portfolio included oversight of the university's international activities, research ethics, Office of Research Services, and Office of Innovation and Commercialization. He retired from that position in 2010, but remained a distinguished advisor to the role. Tas Venetsanopoulos continued to actively supervise his research group at the University of Toronto, and was a highly sought-after consultant throughout his career.", "45640020": "Jean-Louis Dessalles (born in 1956 in Périgueux) is a French computer scientist and researcher in artificial intelligence and cognitive science, professor à Télécom Paris (Paris). He is best known for his contributions to the Simplicity theory and for his original theory about a possible political origin of language.[1]", "5908824": "King-Sun Fu (Chinese: 傅京孫; pinyin: Fù Jīngsūn; October 2, 1930–April 29, 1985)[5] was a Chinese-born American computer scientist. He was a Goss Distinguished Professor at Purdue University School of Electrical and Computer Engineering in West Lafayette, Indiana. He was instrumental in the founding of International Association for Pattern Recognition (IAPR), served as its first president, and is widely recognized for his extensive and pioneering contributions to the field of pattern recognition (within computer image analysis) and machine intelligence. In honor of the memory of Professor King-Sun Fu, IAPR gives the biennial King-Sun Fu Prize to a living person in the recognition of an outstanding technical contribution to the field of pattern recognition. The first King-Sun Fu Prize was presented in 1988, to Azriel Rosenfeld.", "72853856": "Ritsuko Akagi (赤木リツコ, Akagi Ritsuko) is a fictional character from the Neon Genesis Evangelion franchise, created by Gainax. She is the head of the first section of the technology department at Nerv headquarters,[1] and one of the main developers of Evangelion units.[2] In 2005 during college, Ritsuko met Misato Katsuragi, who became her best friend,[3][4] and befriended her boyfriend Kaji, whom Ritsuko considered annoying.[5][6] In 2008, after completing her studies at Tokyo-2, Ritsuko joined Gehirn Research Center as the head of Project E.[7] Following her transfer to the special agency Nerv, Ritsuko became responsible for the management of the Magi supercomputer.[8] At Nerv, Ritsuko comes into close contact with her mother's lover Gendo Ikari, learning secret information that is withheld from almost all other members of the organization.[9][10]", "40806753": "Anna Lubiw is a computer scientist\nknown for her work in computational geometry and graph theory. She is currently a professor at the University of Waterloo.[1]", "38594916": "Hans L.M. Vangheluwe is a professor and researcher in the domain of computer simulation and modelling. He is currently professor at  the University of Antwerp in  Belgium,  and at McGill University, Montreal. He was a co-founder of Modelica, a language for the acausal modelling of complex systems and computer automated multiparadigm modeling.[1][2]", "67987817": "Doris Loveday Carver (born 1946)[1] is an American computer scientist and software engineer at Louisiana State University,[2] where she is Dow Chemical Distinguished Professor of Computer Science and Engineering, and director of the Software Engineering Laboratory.[3] She is the former president of the IEEE Computer Society and editor-in-chief of IEEE Computer.[4]", "15968618": "Jacob Appelbaum (born 1 April 1983)[6] is an American independent journalist, computer security researcher, artist, and hacker.", "5007728": "Ian Bayley is a British quiz player who has won several medals in quizzing, both in singles and as a member of a team.[1] He won the European Championships three times straight from 2007 to 2009 with \"Broken Hearts\" (featuring Olav Bjortomt, David Stainer and Mark Grant), and in 2004 in the England national team. With his partner Pat Gibson he also won the European pair championships in 2005 and the IQA British Quiz Championship in 2006. In individual competitions he won the British Championship in 2001 to take the Mark Bytheway trophy.", "5106035": "Terence John Parr (born 1964 in Los Angeles) is a professor of computer science at the University of San Francisco. He is best known for his ANTLR parser generator and contributions to parsing theory. He also developed the StringTemplate engine for Java and other programming languages.[1]", "62564727": "Magdalena Bałazińska is a computer scientist whose research concerns databases and data streams. Born in Poland and educated in Algeria, Canada, and the US, she works at the University of Washington, where she directs the Paul G. Allen School of Computer Science & Engineering.", "21719415": "Joseph D. Becker is an American computer scientist and one of the co-founders of the Unicode project, and a Technical Vice President Emeritus of the Unicode Consortium. He has worked on artificial intelligence at BBN and multilingual workstation software at Xerox.", "24963451": "W. Bruce Croft is a distinguished professor of computer science at the University of Massachusetts Amherst whose work focuses on information retrieval.[1]\nHe is the founder of the Center for Intelligent Information Retrieval and served as the editor-in-chief of ACM Transactions on Information Systems from 1995 to 2002.  He was also a member of the National Research Council Computer Science and Telecommunications Board from 2000 to 2003. Since 2015, he is the Dean of the College of Information and Computer Sciences at the University of Massachusetts Amherst. He was Chair of the UMass Amherst Computer Science Department from 2001 to 2007.", "39643523": "Stefano Ceri (born 14 February 1955) is an Italian computer engineer and professor of database management at Politecnico di Milano. He has been visiting professor at Stanford University between 1983 and 1990, and received the ACM SIGMOD Edward Codd Innovations Award in 2013.[1]", "57485708": "Bruno Murari is an Italian inventor. During his career he has patented about 200 inventions in the field of circuit design, power technologies and MEMS (Micro Electro Mechanical Systems) devices. He is the only Italian to have received the Elmer A. Sperry Award.,[1] which is awarded to those who have distinguished themselves with proven engineering contributions to advance the field of transport. He was defined \"legendary analog engineer\"[2] and \"father\" of the BCD technology[3]", "18901390": "Georg Gottlob FRS is an Austrian-Italian computer scientist who works in the areas of database theory, logic, and artificial intelligence and is Professor of Informatics at the University of Calabria. He was Professor at the University of Oxford.[3][6][7][8][9][10][11][12][13]", "13642131": "Janet Lynne Kolodner is an American cognitive scientist and learning scientist. She is a Professor of the Practice at the Lynch School of Education at Boston College and co-lead of the MA Program in Learning Engineering.[3][4][5][6][7] She is also \nRegents' Professor Emerita in the School of Interactive Computing, College of Computing at the Georgia Institute of Technology.[1] She was Founding Editor in Chief of The Journal of the Learning Sciences[8] and served in that role for 19 years. She was Founding Executive Officer of the International Society of the Learning Sciences (ISLS).[9] From August, 2010 through July, 2014, she was a program officer at the National Science Foundation and headed up the Cyberlearning and Future Learning Technologies[10] program (originally called Cyberlearning: Transforming Education[11]). Since finishing at NSF, she is working toward a set of projects that will integrate learning technologies coherently to support disciplinary and everyday learning, support project-based pedagogy that works, and connect to the best in curriculum for active learning.[12] As of July, 2020, she", "47016342": "Lorraine Borman is an American computer scientist associated with Northwestern University who specializes in information retrieval, computational social science, and human–computer interaction. She was one of the founders of SIGCHI, the Special Interest Group on Computer–Human Interaction of the Association for Computing Machinery, and became its first chair.", "61303196": "Marlene Hazle (May 8, 1934 – June 7, 2011) was an American known for her work in computer science throughout the 20th century. She worked at RAND Corporation and Mitre Corporation for development of the Semi-Automatic Ground Environment and AESOP respectively. Hazle eventually became a supervisor and trained military personnel on the SAGE operating system.[1] Hazle continued making contributions to the fields of computer science and aerospace throughout the 20th century.", "68544925": "Deepak Kapur (born August 24, 1950) is a Distinguished Professor in the Department of Computer Science at the University of New Mexico.[3]", "1599902": "Andrew B. Whinston (born June 3, 1936) is an American economist and computer scientist. He is the Hugh Roy Cullen Centennial Chair in Business Administration, Professor of Information Systems, Computer Science and Economics, and Director of the Center for Research in Electronic Commerce (CREC) in the McCombs School of Business at the University of Texas at Austin.", "66955683": "David Lassner (born 1954) is an American computer scientist and academic administrator. He has been serving as the 15th president of the University of Hawaiʻi System from July 2014.[1]", "72509860": "Dina Bova (Hebrew: דינה בווה; Russian: Дина Бова; born June 16, 1977) is an Israeli photographer, digital artist and artificial intelligence researcher, notable for her surrealist photography.", "35039652": "Mordechai M. \"Moti\" Yung is a cryptographer and computer scientist known for his work on cryptovirology and kleptography.", "35547556": "Robert David Kleinberg (also referred to as Bobby Kleinberg) is an American theoretical computer scientist and professor of Computer Science at Cornell University.", "30599599": "Eric Joel Horvitz (/ˈhɔːrvɪts/) is an American computer scientist, and Technical Fellow at Microsoft, where he serves as the company's first Chief Scientific Officer.[1] He was previously the director of Microsoft Research Labs, including research centers in Redmond, WA, Cambridge, MA, New York, NY, Montreal, Canada, Cambridge, UK, and Bangalore, India.", "8628656": "William Randall Cook[1] (November 21, 1963 – October 27, 2021) was an American computer scientist, who was an associate professor in the Department of Computer Sciences at the University of Texas at Austin.", "41462196": "Patrick Denis Lincoln (born 1964) is an American computer scientist leading the Computer Science Laboratory (CSL) at SRI International. Educated at MIT and then Stanford, he joined SRI in 1989 and became director of the CSL around 1998. He previously held positions with ETA Systems, Los Alamos National Laboratory, and MCC.", "62613945": "Reo[1][2] is a domain-specific language for programming and analyzing coordination protocols that compose individual processes into full systems, broadly construed.\nExamples of classes of systems that can be composed with Reo include component-based systems, service-oriented systems, multithreading systems, biological systems, and cryptographic protocols.\nReo has a graphical syntax in which every Reo program, called a connector or circuit, is a labeled directed hypergraph.\nSuch a graph represents the data-flow among the processes in the system.\nReo has formal semantics, which stand at the basis of its various formal verification techniques and compilation tools.", "10774970": "Professor Stanley J. Gill (26 March 1926 – 1975) was a British computer scientist credited, along with Maurice Wilkes and David Wheeler, with the invention of the first computer subroutine.", "24439225": "Arne Sølvberg (born 13 February 1940) is a Norwegian computer scientist, professor in computer science at the Norwegian University of Science and Technology (NTNU) in Trondheim, Norway, and an expert in the field of information modelling.", "9464260": "John van Geen (August 17, 1929 – June 6, 2000)[1] was a researcher at the Stanford Research Institute (now SRI International) who was known for his advances in the acoustically coupled modem.", "52554189": "Ruslan Salakhutdinov (Russian: Руслан Салахутдинов; born c. 1980) is a Canadian researcher of Tatar origin working in the field of artificial intelligence.", "45115864": "Michael Goldsmith (born 1959) is a British computer scientist, senior research fellow and Lecturer at the University of Oxford, England.[1]\nHe is a member of Oxford University's Department of Computer Science. He is an associate director of Oxford University's Cyber Security Centre,[2] and an Oxford Martin Fellow of The Global Cyber Security Capacity Centre.[3] He is a fellow of Worcester College, Oxford.[4]", "67414495": "Jean-Pierre Hubaux is a Swiss-Belgian computer scientist specialised in security and privacy. He is a professor of computer science at EPFL (École Polytechnique Fédérale de Lausanne) and is the head of the Laboratory for Data Security at EPFL's School of Computer and Communication Sciences.[1]", "59271651": "Lillian Lee is a computer scientist whose research involves natural language processing, sentiment analysis, and computational social science. She is a professor of computer science and information science at Cornell University,[1] and co-editor-in-chief of the journal Transactions of the Association for Computational Linguistics.[2]", "18573798": "Evgeniy Gabrilovich is a research director at Facebook Reality Labs where he conducts research on neuromotor interfaces. Prior to that, he was a  Principal Scientist/Director at Google, specializing in Information Retrieval, Machine Learning, and Computational Linguistics, and a Fellow of the Institute of Electrical and Electronics Engineers (IEEE),[1] and an ACM Fellow.[2] In 2010, he received the Karen Spärck Jones Award from the British Computer Society Information Retrieval Specialist Group.[3]", "27290087": "Ketan Mulmuley is a professor in the Department of Computer Science at the University of Chicago, and a sometime visiting professor at IIT Bombay.[1] He specializes in theoretical computer science, especially computational complexity theory, and in recent years has been working on \"geometric complexity theory\", an approach to the P versus NP problem through the techniques of algebraic geometry, with Milind Sohoni of IIT Bombay.[2] He is also known for his result with Umesh Vazirani and Vijay Vazirani that showed that \"Matching is as easy as matrix inversion\",[3] in a paper that introduced the isolation lemma.[4]", "30304742": "Paul Compton (born 1944) is an Emeritus Professor at the University of New South Wales (UNSW). He was also the former Head of the UNSW School of Computer Science and Engineering.  He is known for proposing \"ripple-down rules\".", "72395243": "María Angélica Salazar Aguilar (born 1981)[1] is a Mexican computer scientist and operations researcher specializing in heuristics for multi-objective optimization in transportation planning and sales territory design. She is a professor at the Autonomous University of Nuevo León, in the School of Mechanical and Electrical Engineering.[2]", "31189483": "John Iacono is an American computer scientist specializing in data structures, algorithms and computational geometry. He is one of the inventors of the tango tree, the first known competitive binary search tree data structure.", "48720365": "Dan Roth is the Eduardo D. Glandt Distinguished Professor of Computer and Information Science at the University of Pennsylvania.[4]", "15329773": "Michael Kohlhase (born 13 September 1964, in Erlangen) is a German computer scientist and professor at University of Erlangen–Nuremberg, where he is head of the KWARC research group (Knowledge Adaptation and Reasoning for Content).[1]", "28010989": "Bruce Wesley Arden ((1927-05-29)May 29, 1927 – (2021-12-08)December 8, 2021)[1] was an American computer scientist.[2]", "2157056": "Neeraj Kayal (Hindi: नीरज कयाल) is an Indian computer scientist and mathematician noted for development of the AKS primality test, along with Manindra Agrawal and Nitin Saxena. Kayal was born and raised in Guwahati, India.", "1206788": "Robert Drost is an American computer scientist. He was born in 1970 in New York City.", "48769541": "Craig Steven Wright (born October 1970)[1] is an Australian computer scientist and businessman. He has publicly claimed to be the main part of the team that created bitcoin, and the identity behind the pseudonym Satoshi Nakamoto. These claims are regarded as false by much of the media and the cryptocurrency community.[2][3][4] As of 2019, he lives in the United Kingdom.[5]", "8759818": "Andrew James Herbert, OBE, FREng (born 1954) is a British computer scientist, formerly Chairman of Microsoft Research, for the Europe, Middle East and Africa region.", "67152395": "Professor Ann E. Nicholson FTSE (born June 1965), is Dean in the Faculty of Information Technology of Australia's largest university, Monash University in Melbourne.[1][2] She is a researcher in the specialised area of Bayesian networks.[2]", "73787914": "Mary Wolcott Hall is an American computer scientist specializing in compilers and automatic parallelization. She is director of the Kahlert School of Computing at the University of Utah.", "41921046": "Jan Józef  Werewka (born May 1, 1948 in Jasień) – a Polish information scientist, professor of AGH University of Science and Technology, and a CEO of IT companies. His main interests include project management and IT architecture solutions.", "3287574": "Trygve Mikkjel Heyerdahl Reenskaug (born 21 June 1930) is a Norwegian computer scientist and professor emeritus of the University of Oslo.[1] He formulated the model–view–controller (MVC) pattern for graphical user interface (GUI) software design in 1979 while visiting the Xerox Palo Alto Research Center (PARC). His first major software project, \"Autokon,\" produced a successful computer-aided design – computer-aided manufacturing (CAD/CAM) program which was first used in 1963, and continued in use by shipyards worldwide for more than 30 years.", "44050972": "Andreas Lothe Opdahl (born 1964) is a Norwegian computer scientist and Professor of Information Systems Development at the University of Bergen, known for his theory about Security requirements engineering,[1] and for with Guttorm Sindre coining the term Misuse case.[2]", "33253916": "Mikhail Jibrayil (Mike) Atallah is a Lebanese American computer scientist, a distinguished professor of computer science at Purdue University.", "14133790": "Tadao Kasami (嵩忠雄, Kasami Tadao, April 12, 1930 – March 18, 2007) was a noted Japanese information theorist who made significant contributions to error correcting codes.  He was the earliest to publish the key ideas for the CYK algorithm,[1] separately discovered by Daniel Younger (1967) and John Cocke (1970).", "45574687": "Hans-Erik Eriksson (born 1961) is a Swedish computer scientist, organizational theorist, co-founder of Open Training AB, and author of his known  2000 work on \"Business modeling with UML.\"[1][2]", "31009313": "Paul Raymond Hudak (July 15, 1952 – April 29, 2015) was an American musician and professor of computer science at Yale University who was best known for his involvement in the design of the programming language Haskell, and for several textbooks on Haskell and computer music. He was a chair of the department, and was also master of Saybrook College. He died on April 29, 2015, of leukemia.[7][9]", "36907558": "Andrew (Andrzej) Stanislaw Targowski (born October 9, 1937) is a Polish–American computer scientist specializing in enterprise computing, societal computing, information technology impact upon civilization, information theory, wisdom theory, and civilization theory. One of the pioneers of applied information systems in Poland, he is an executive, university professor, scientist, civilizationist, philosopher, visionary, writer, and generalist.[1][2][3]", "35842599": "Diogo Vasconcelos (May 16, 1968 - July 8, 2011) was a Portuguese politician, who focused his work on innovation and on the fundamental role of ICT and next generation broadband for fostering innovation and supporting new decentralized models to address some of the major global societal challenges of the 21st century. Diogo addressed such issues as climate change, urbanization, globalization, ageing population, sustainable prosperity, democracy and citizen’s participation, etc. During his career, he worked with different governments in Europe and the Middle East, with the European Commission, with the UN’s High Commissioner for the Alliance of Civilizations and the European Investment Bank, OECD, among others.", "59255339": "Serge Belongie is a professor of Computer Science at the University of Copenhagen, where he also serves as the head of the Danish Pioneer Centre for Artificial Intelligence. Previously, he was the Andrew H. and Ann R. Tisch Professor of Computer Science at Cornell Tech, where he also served as Associate Dean. He has also been a member of the Visiting Faculty program at Google. He is known for his contributions to the fields of computer vision and machine learning, specifically object recognition and image segmentation, with his scientific research in these areas cited over 150,000 times according to Google Scholar. Along with Jitendra Malik, Belongie proposed the concept of shape context, a widely used feature descriptor in object recognition. He has co-founded several startups in the areas of computer vision and object recognition.[1]", "62122540": "Nada Taleb Golmie is an American computer scientist and engineer. She is chief of the wireless networks division in the Communications Technology Laboratory at the National Institute of Standards and Technology.", "8170049": "David B. Fogel (born February 2, 1964) is a pioneer in evolutionary computation.[1]", "54487618": "Juan González Gómez \"Obijuan\" (born Juan González Gómez, January 18, 1973, in Madrid, Spain) is a doctor in computer science and telecommunications publicly recognized for having become the first Spanish winner of the O'Reilly Open Source Award.", "57371211": "Charlie Lee is a computer scientist, best known as the creator of Litecoin. He serves as the managing director of the Litecoin Foundation.[1][2]", "68446811": "Jacques Pitrat (born in Feb. 1934, died in Oct. 2019) was one of the French symbolic artificial intelligence pioneers. He developed knowledge based systems, expert systems, and theorem provers, and was a strong advocate of meta-knowledge based systems.", "731743": "Charles Simonyi (/sɪˈmoʊni/; Hungarian: Simonyi Károly, pronounced [ˈʃimoɲi ˈkaːroj]; born September 10, 1948) is a Hungarian-American software architect. He started and led Microsoft's applications group, where he built the first versions of Microsoft Office.[1]", "371298": "Rebecca Mercuri is a computer scientist specializing in computer security and computer forensics. She is considered a leading expert on electronic voting systems.[1]", "19343974": "Roberto Di Cosmo is an italian computer scientist and director of IRILL, the Innovation and research initiative for free software (French: Initiative pour la Recherche et l'Innovation sur le Logiciel Libre).", "59632234": "Fahiem Bacchus (March 16, 1957 - September 22, 2022) was a Canadian professor of computer science at the University of Toronto and a fellow of the Association for the Advancement of Artificial Intelligence (2006).[1]", "66890361": "Neeraj Suri is an American-Austrian[1] computer scientist. He is a Distinguished University Professor at Lancaster University (UK) [2] and an adjunct professor of Computer Science at the University of Massachusetts at Amherst.", "51817084": "Patrick Drew McDaniel is an American computer scientist. He is a William L. Weiss Professor of Information and Communications Technology in the School of Electrical Engineering and Computer Science and the director of the Institute for Networking and Security Research at the Pennsylvania State University.[1][2] He has made several contributions in the areas of computer security, operating systems, and computer networks. McDaniel is best known for his work in mobile security as well as in electronic voting security, digital piracy prevention, and cellular networks. In recognition of his contributions and service to the scientific community, he was named IEEE Fellow[3] and ACM Fellow.[4] Prior to joining Penn State in 2004, he was a senior research staff member at AT&T Labs. He obtained his Ph.D. in Electrical Engineering and Computer Science from the University of Michigan, under the supervision of Atul Prakash.[5]", "44853890": "Frances \"Poppy\" Northcutt (born August 10, 1943) is an American engineer and attorney who began her career as a \"computer\", and was later a member of the technical staff of NASA's Apollo program during the Space Race. During the Apollo 8 mission, she became the first female engineer to work in NASA's Mission Control.[1][2][3]", "61893262": "Ted Kaehler (born 1950) is an American computer scientist known for his role in the development of several system methods. He is most noted for his contributions to the programming languages Smalltalk, Squeak, and Apple Computer's HyperCard system,[1] and other technologies developed at Xerox PARC.[2]", "1370768": "Neil Immerman (born 24 November 1953, Manhasset, New York) is an American theoretical computer scientist, a professor of computer science at the University of Massachusetts Amherst.[1] He is one of the key developers of descriptive complexity, an approach he is currently applying to research in model checking, database theory, and computational complexity theory.", "29141650": "Jeremy Gibbons is a computer scientist and professor of computing at the University of Oxford.[1] He serves as Deputy Director of the Software Engineering Programme in the Department of Computer Science, Governing Body Fellow at Kellogg College[2][3] and Pro-Proctor of the University of Oxford.[4]", "40086179": "James Ian Munro (born July 10, 1947)[1] is a Canadian computer scientist. He is known for his fundamental contributions to algorithms and data structures (including optimal binary search trees, priority queues, hashing, and space-efficient data structures).", "57780908": "Werner Zorn (born 24 September 1942, in Frankfurt am Main) is a German computer scientist and Internet pioneer.", "305842": "Juris Hartmanis (July 5, 1928 – July 29, 2022) was a Latvian-born American computer scientist and computational theorist who, with Richard E. Stearns, received the 1993 ACM Turing Award \"in recognition of their seminal paper which established the foundations for the field of computational complexity theory\".", "27683514": "John F. Shoch is an American computer scientist and venture capitalist who made significant contributions to the development of computer networking while at Xerox PARC, in particular to the development of the PARC Universal Protocol (PUP), an important predecessor of TCP/IP.", "43051712": "Albert Lindsey Zobrist  (born February 27, 1942) is an American computer scientist, games researcher, and inventor of the famous Zobrist Hashing, which was published in 1970.[1] He is further author of the first Go program in 1968 as part of his PhD Thesis on pattern recognition at the Computer Science Department of the University of Wisconsin.[2]", "72821443": "Octavia Irma Camps is an Uruguayan-American computer scientist specializing in computer vision, including the use of automated video surveillance and passenger screening technology for airport security.[1] She is a professor of electrical and computer engineering in the Northeastern University College of Engineering in Boston.", "42527428": "Anselmo A. Lastra is an American computer scientist, a Professor and the former Chair[1] of the Computer Science Department at the University of North Carolina at Chapel Hill. His research interests are in the areas of 3D computer graphics, graphics hardware architectures, and virtual reality.", "67250885": "Arne Halaas (born 20 September 1943) is a Norwegian profiled Professor emeritus in computer technology and telematics at the Norwegian University of Science and Technology (NTNU).[1] Halaas was central in the development of the technology that led to Fast Search & Transfer ASA (FAST), which was later acquired by Microsoft for NOK 6.6 billion (or approximately $1.2 billion U.S.) on April 24, 2008.[2][3]", "62450375": "Timothy M. Pinkston is an American computer engineer, researcher, educator and administrator whose work is focused in the area of computer architecture. He holds the George Pfleger Chair in Electrical and Computer Engineering and is a Professor of Electrical and Computer Engineering at University of Southern California (USC). He also serves in an administrative role as Vice Dean for Faculty Affairs at the USC Viterbi School of Engineering.[1]", "8170186": "Dr. Lawrence Jerome Fogel (March 2, 1928 – February 18, 2007) was a pioneer in evolutionary computation and human factors analysis. He is known as the inventor of active noise cancellation and the father of evolutionary programming. His scientific career spanned nearly six decades and included electrical engineering, aerospace engineering, communication theory, human factors research, information processing, cybernetics, biotechnology, artificial intelligence, and computer science.", "66841292": "Heng Ji is a computer scientist who works on information extraction and natural language processing. She is well known for her work on joined named entity recognition and relation extraction,[1] as well as for her work on cross-document event extraction.[2] She has been coordinating the popular NIST TAC Knowledge Base Population task since 2010.[3] She has been recognised as one of AI's 10 to watch by IEEE Intelligent Systems in 2013,[4] and has won multiple awards, including a NSF Career Award in 2009,[5] Google Research awards in 2009 and 2014,[6] and an IBM Watson Faculty Award in 2012.[7]", "56650445": "Gopal Gupta is an Erik Jonsson Professor and the head of the Department of Computer Science at the University of Texas at Dallas.", "371410": "David Lorge Parnas (born February 10, 1941) is a Canadian early pioneer of software engineering, who developed the concept of information hiding in modular programming, which is an important element of object-oriented programming today.  He is also noted for his advocacy of precise documentation.", "13150934": "Luis Roberto Furlán Collver (born in 1948, in Guatemala City) is a Guatemalan electrical engineer.", "45017825": "Peter Wonka is an Austrian computer scientist and a professor and associate director[1] at the Visual Computing Center at King Abdullah University of Science and Technology, Saudi Arabia. He was previously employed at the Arizona State University as an associate professor and is a recipient of the National Science Foundation Career Award.[2]", "59583203": "Gang Hua (Chinese: 华刚; born 1979) is a Chinese-American computer scientist who specializes in the field of computer vision and pattern recognition. He is an IEEE Fellow,[1] IAPR Fellow[2] and ACM Distinguished Scientist.[3] He is a key contributor to Microsoft's Facial Recognition technologies.[4]", "4319977": "Peter David Mosses (born 1948) is a British computer scientist.", "50014953": "Gholam Ali Montazer was born on 22 March in 1969 in Davan village located 10-km away from Kazeroon city (Faras Province, Iran). He spent his childhood in Abadan and Shiraz and received his high school Diploma as the first-ranked student from Towhid high school in Shiraz in 1987. In the same year, having been elected to the National  Students Mathematics  Competitions, he has been admitted in Electrical Engineering Department  at  Khaje Nasireddin Toosi University of Technology, Tehran, Iran  and  graduated  in 1992.  Then he continued his education at Tarbiat Modares University and received the MSc. and Ph.D. degree both in Electrical Engineering in 1993 and 1998, respectively.", "31894251": "Julie Beth Lovins (October 19, 1945, in Washington, D.C. – January 26, 2018, in Mountain View, California) was a computational linguist who published The Lovins Stemming Algorithm - a type of stemming algorithm for word matching - in 1968.[1]", "45558509": "Elek Straub (Born November 19, 1944 in Balatonfüred/ Hungary)[1] is a Hungarian engineer, consultant, investor, philanthropist and businessman, known as former president and CEO of Magyar Telekom.[2][3]", "22817518": "Nikil Dutt is a Chancellor's Professor of Computer Science at University of California, Irvine, United States.[1][2] Professor Dutt's research interests are in embedded systems, electronic design automation, computer architecture, optimizing compilers, system specification techniques, distributed systems, and formal methods.", "58501873": "Franklin F. Kuo (born April 22, 1934) was a professor in many universities — Polytechnic Institute of Brooklyn, University of Hawaii, Stanford University, Jiao Tong University and University of Mannheim. He is the author of 8 books in network theory  and on computer network communications. For over 40 years, he was a university professor, a research engineer, a US Defense Department manager, an Internet advisor in China, and an entrepreneur in Silicon Valley and China. He was best known as the co-developer to ALOHANET, along with Norman Abramson, at the University of Hawaii, 1969–1972.[1]", "58764024": "Carla E. Brodley is a computer scientist specializing in machine learning. Brodley is a Fellow of the ACM, the Association for the Advancement of Artificial Intelligence (AAAI), and the American Association for the Advancement of Science (AAAS). She is the Dean of Inclusive Computing at Northeastern University,[1] where she serves as the Executive Director for the Center for Inclusive Computing and holds a tenured appointment in Khoury College of Computer Sciences. Brodley served as dean of Khoury College from 2014-2021. She is a proponent for greater enrollment of women and under-represented minorities in computer science.[2][3]", "1223424": "Don Hopkins is an artist and programmer specializing in human computer interaction and computer graphics. He is an alumnus of the University of Maryland[1] and a former member of the University of Maryland Human–Computer Interaction Lab.", "54422274": "Prof. Dr. Kayhan Erciyeş (born 30 November 1956) is a Turkish computer engineer, educator and author. Between 2009 and 2016, he was the rector of İzmir University.", "41052931": "Stephanie Forrest (born circa 1958) is an American computer scientist and director of the Biodesign Center for Biocomputing, Security and Society at the Biodesign Institute at Arizona State University.[1] She was previously Distinguished Professor of Computer Science at the University of New Mexico in Albuquerque.[2]  She is best known for her work in adaptive systems, including genetic algorithms,[3] computational immunology, biological modeling, automated software repair,[4] and computer security.", "64039698": "Elaine Runting Shi is a Chinese and American computer scientist and cryptographer, whose research has included work on blockchain and smart contracts, secure distributed systems, and the oblivious RAM model, and cryptographic techniques for encrypted computation. She is an associate professor of computer science and electrical engineering at Carnegie Mellon University.[1]", "535315": "David L. Mills (born June 3, 1938) is an American computer engineer and Internet pioneer.[1]", "50146071": "Jeffrey Michael Heer (born June 15, 1979) is an American computer scientist best known for his work on information visualization and interactive data analysis. He is a professor of computer science & engineering[1] at the University of Washington, where he directs the UW Interactive Data Lab.[2] He co-founded Trifacta with Joe Hellerstein and Sean Kandel in 2012.", "61549339": "Martine-Michèle Sebag is a French computer scientist, primarily focused on machine learning. She has over 6,000 citations.[1]", "41429794": "Anastasia Ailamaki is a Professor[1] of Computer Sciences at the École Polytechnique Fédérale de Lausanne (EPFL) in Switzerland and the Director of the Data-Intensive Applications and Systems (DIAS) lab. She is also the co-founder of RAW Labs SA, a Swiss company developing real-time analytics infrastructures for heterogeneous big data. Formerly, she was an associate professor of computer science at Carnegie Mellon School of Computer Science.[2]", "67038003": "Marienus Johannes Hendrikus Heule (born March 12, 1979 at Rijnsburg, The Netherlands)[1][2] is a Dutch computer scientist at Carnegie Mellon University who studies SAT solvers. Heule has used these solvers to resolve mathematical conjectures such as the Boolean Pythagorean triples problem, Schur's theorem number 5, and Keller's conjecture in dimension seven.", "7564083": "Robert John Lansdown (2 January 1929 – 17 February 1999) was a British computer graphics pioneer,[1] polymath and Professor Emeritus at Middlesex University Lansdown Centre for Electronic Arts, which was renamed in his honour in 2000.", "64351043": "William Hugh Robinson is an American engineer who is Professor of Electrical Engineering and Vice Provost for Academic at Vanderbilt University. His research considers sophisticated computer systems for consumer and industrial use. He is an advocate for improving access to engineering, and leads several investigations into programmes that better support people from marginalised groups.", "11709254": "Shiva Shivakumar is an entrepreneur that worked for Google between 2001 and 2010.[1] He was a Vice President of Engineering and Distinguished Entrepreneur, helped build Google's R&D centers at Seattle-Kirkland, Zurich, and Bangalore;[2] he and his teams launched AdSense, Dremel, Sitemaps[3]\n,[4] Google Search Appliance and other key products.", "4320071": "David Anthony Watt (born 5 November 1946[1]) is a British computer scientist.", "70347595": "Phil Bagwell (died 6 October 2012[1]) was a computer scientist known for his work and influence in the area of persistent data structures. He is best known for his 2000 invention of hash array mapped tries.", "65497934": "Christel Baier (born 26 September 1965)[1] is a German theoretical computer scientist known for her work in model checking, temporal logic, and automata theory. She is a professor at TU Dresden, where she holds the chair for Algebraic and Logic Foundations of Computer Science in the Faculty of Computer Science.[2] Baier is the editor-in-chief of Acta Informatica.[3]", "289616": "Robert \"Bob\" Melancton Metcalfe (born April 7, 1946)[2][3] is an American engineer and entrepreneur who contributed to the development of the internet in the 1970s. He co-invented Ethernet, co-founded 3Com, and formulated Metcalfe's law, which describes the effect of a telecommunications network. Metcalfe has also made several predictions which failed to come to pass, including forecasting the demise of the internet during the 1990s.", "39545687": "Matthew Keith \"Matt\" Franklin is an American cryptographer, and a professor of computer science at the University of California, Davis.[1]", "73542490": "Dan Hendrycks is an American machine learning researcher. He serves as the director of the Center for AI Safety.", "8858463": "Eric Warren Allender (born 1956)[1] is an American computer scientist active in the field of computational complexity theory.", "584549": "David J. Farber (born April 17, 1934) is a professor of computer science, noted for his major contributions to programming languages and computer networking who is currently[as of?] the distinguished professor and co-director of Cyber Civilization Research Center[1] at Keio University in Japan. He has been called the \"grandfather of the Internet\".[2][3]", "62237544": "Maria von Wedemeyer-Weller (23 April 1924 – 16 November 1977) was an American computer scientist, who emigrated to the US from Germany after the Second World War. She was known in the field of computer science for her role in developing emulation capability.  She was also notable as the fiancée of the German Protestant theologian and Resistance worker Dietrich Bonhoeffer.", "1829742": "Gerald Marvin Weinberg (October 27, 1933 – August 7, 2018) was an American computer scientist, author and teacher of the psychology and anthropology of computer software development. His most well-known books are The Psychology of Computer Programming and Introduction to General Systems Thinking.", "74099567": "Kenneth L. McMillan is an American computer scientist working in the area of formal methods, logic, and programming languages. He is a professor in the computer science department at the University of Texas at Austin, where he holds the Admiral B.R. Inman Centennial Chair in Computing Theory.[1]", "19114867": "Samuel R. Madden (born August 4, 1976) is an American computer scientist specializing in database management systems. He is currently a professor of computer science at the Massachusetts Institute of Technology.", "50719606": "Narasimaiah Seshagiri (10 May 1940 – 26 May 2013) was an Indian computer scientist, writer and a former director-general of the National Informatics Centre,[3][4] an apex organization of the Government of India, handling its e-governance applications.[5] He was a member of the Y2K Action Force of the Government, formed to combat the 9999 computer bug.[6] He is credited with many publications which included The bomb! : fallout of India's nuclear explosion[7] and Information systems for economies in transition.[8] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 2005, for his contributions to science and technology.[9]", "52538236": "Steve Schneider FBCS, CITP is an English computer scientist and Professor of Security.[2] He is Director of the Surrey Centre for Cyber Security and Associate Dean (Research and Enterprise) at the University of Surrey.[3]", "24275843": "Amiya Kumar Pujari (19 June 1948 – 4 March 2003) was an Indian computer scientist and information technology pioneer and leader.", "4795272": "Charlie Catlett (born 1960) is a senior computer scientist at Argonne National Laboratory and a visiting senior fellow at the Mansueto Institute for Urban Innovation at the University of Chicago.  From 2020 to 2022 he was a senior research scientist at the University of Illinois Discovery Partners Institute.  He was previously a senior computer scientist at Argonne National Laboratory and a senior fellow in the Computation Institute, a joint institute of Argonne National Laboratory[1] and The University of Chicago,[2][3][4] and a senior fellow at the University of Chicago's Harris School of Public Policy.", "57682831": "Roy F Rada (born June 13, 1951) is a professor emeritus whose research in computer science and information systems \nappeared in journal articles from 1979 [1] \ntill 2022.[2]", "2173843": "Vladimir Ivanovich Gorodetski  (1937) is a Russian  Professor of Computer Science, Senior Researcher in Intelligent Systems Laboratory of the St. Petersburg Institute for Informatics and Automation of the Russian Academy of Science.[1]", "66087830": "Hanna Wallach (born 1979) is a computational social scientist and partner research manager at Microsoft Research. Her work makes use of machine learning models to study the dynamics of social processes. Her current research focuses on issues of fairness, accountability, transparency, and ethics as they relate to AI and machine learning.", "69364631": "Teo Susnjak (born 23 July 1977) is a New Zealand academic and former professional tennis player.[1] He is a senior lecturer in computer science at Massey University. He has a master's thesis from Massey.[2]", "1338263": "Andrew Wilson Appel (born 1960) is the Eugene Higgins Professor of computer science at Princeton University. He is especially well-known because of his compiler books, the Modern Compiler Implementation in ML (ISBN 0-521-58274-1) series, as well as Compiling With Continuations (ISBN 0-521-41695-7). He is also a major contributor to the Standard ML of New Jersey compiler, along with David MacQueen, John H. Reppy, Matthias Blume and others[1] and one of the authors of Rog-O-Matic.", "5450650": "Thomas Stephen Edward Maibaum Fellow of the Royal Society of Arts (FRSA) is a computer scientist.", "12053415": "Arvind is the Johnson Professor of Computer Science and Engineering in the Computer Science and Artificial Intelligence Laboratory (CSAIL) at the Massachusetts Institute of Technology (MIT). He is a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) and the Association for Computing Machinery (ACM). He was also elected as a member into the National Academy of Engineering in 2008[1] for contributions to dataflow and multithread computing and the development of tools for the high-level synthesis of digital electronics hardware.", "56503209": "Meredith Broussard is a data journalism professor at the Arthur L. Carter Journalism Institute at New York University.[1] Her research focuses on the role of artificial intelligence in journalism.", "12512176": "Ronald M. Kaplan (born 1946) has served as a Vice President at Amazon.com  and Chief Scientist for Amazon Search (A9.com).  He was previously Vice President and Distinguished Scientist at Nuance Communications and director of Nuance' Natural Language and Artificial Intelligence Laboratory.  Prior to that he served as Chief Scientist and a Principal Researcher at the Powerset division of Microsoft Bing. He is also an Adjunct Professor in the Linguistics Department at Stanford University and a Principal of Stanford's Center for the Study of Language and Information (CSLI). He was previously a Research Fellow at the Palo Alto Research Center (formerly the Xerox Palo Alto Research Center), where he was the manager of research in Natural Language Theory and Technology.", "61369269": "Craig Partridge (born July 17, 1961)[1] is an American computer scientist, known for his contributions to the technical development of the Internet.", "58125242": "Peter Druschel (born 22 April 1959 in Bad Reichenhall) is a German computer scientist and founding director of the Max Planck Institute for Software Systems in Saarbrücken.[1][2]", "69446588": "Helene E. (née Steinman) Kulsrud is a computer scientist known for her work developing graphical languages and compilers for the Cray-1 and other Cray super computers[2] and debugging programs that allowed a user to interactively troubleshoot computer issues.", "58846153": "Krishnendu Chatterjee (Bengali: কৃষ্ণেন্দু চ্যাটার্জী) is an Indian[1] computer scientist who is currently a professor at the Institute of Science and Technology Austria (ISTA).[2] He is known for his contributions to theoretical computer science, especially in algorithmic game theory, evolutionary game theory, logics and automata theory.[3]", "3435468": "Peter Thomas Kirstein CBE FREng DFBCS FIET FInstP  (20 June 1933 – 8 January 2020) was a British computer scientist who played a role in the creation of the Internet. He made the first internetworking connection on the ARPANET in 1973, by providing a link to British academic networks, and was instrumental in defining and implementing TCP/IP alongside Vint Cerf and Bob Kahn.", "2550732": "Michael Martin Hammer (April 13, 1948 – Sept 3, 2008) was born in Annapolis, Maryland. Hammer is Jewish-American engineer, management author, and a former professor of computer science at the Massachusetts Institute of Technology (MIT). Michael  Hammer and James A. Champy  are the founders of The management theory of Business process reengineering (BPR).[1] In which, they wrote \"Re-engineering the Corporation: Manifesto for Business Revolution\" in 1993.", "21294031": "Heung-Yeung \"Harry\" Shum (Chinese: 沈向洋; pinyin: Shěn Xiàngyáng; born October 1966)[1] is a Chinese computer scientist. He was a doctoral student of Raj Reddy. He was the Executive Vice President of Artificial Intelligence & Research at Microsoft.[2] He is known for his research on computer vision and computer graphics,[3] and for the development[4] of the search engine Bing.", "31517648": "Corinna E. Lathan is an American entrepreneur, engineer, and social activist. She is the Chief Executive Officer, Co-Founder, and Board Chair of AnthroTronix, Inc., a biomedical research and development company headquartered in Silver Spring, Maryland, USA. Lathan is recognized for her work on digital health software and assistive technology.[1]", "27864021": "Natarajan Shankar is a computer scientist working at SRI International in Menlo Park, California, where he leads the Symbolic Analysis Laboratory.[1]", "38382553": "Christopher Gutteridge is a Systems, Information and Web programmer, part of the IT Innovation team in the School of Electronics and Computer Science at the University of Southampton.[1] He is known for being the lead developer for GNU EPrints[2]\nand for being an advocate for Open Data,[3] Linked Data[4] and the Open Web.[5]", "25111516": "Pranav Mistry (Hindi: प्रणव मिस्त्री; born 14 May 1981) is a computer scientist and inventor. He is the former President and CEO of STAR Labs (Samsung Technology & Advanced Research Labs).[1] He is currently the founder and CEO of TWO, an Artificial Reality startup. He is best known for his work on SixthSense, Samsung Galaxy Gear and Project Beyond.[2][3]", "61828066": "Kori Marie Inkpen (also published as Kori Inkpen Quinn) is a Canadian computer scientist specializing in human-computer interaction at Microsoft Research.[1] A consistent theme of her research has been the interaction of children with computers.[2]", "36023273": "Blair MacIntyre is a Professor and Director of the Augmented Environments Lab at Georgia Institute of Technology working in the field of augmented reality.", "37022703": "Norbert Fuhr (born 1956) is a professor of computer science\nand the leader of the Duisburg Information Engineering Group based at\nthe University of Duisburg-Essen, Germany.", "59632626": "Bruce Davie is a noted Australian computer scientist known for his work in the networking field. He has co-authored several textbooks, including (with Larry L Peterson) Computer Networks: A Systems Approach.[1] Dr. Davie received his B.E. (Elec) from the University of Melbourne in 1984 and his Ph.D. from the University of Edinburgh in 1988.", "35613685": "Mihai Pătrașcu (17 July 1982 – 5 June 2012) was a Romanian-American computer scientist at AT&T Labs in Florham Park, New Jersey, USA.[1]", "3697664": "Richard Simpson Bird (4 February 1943 – 4 April 2022)[1] was an English computer scientist.", "40856578": "Jeanne Wenzel Ross (born ca. 1952) is an American organizational theorist and principal research scientist at MIT Sloan School of Management and the MIT Center for Information Systems Research (CISR),[1][2] specializes in Enterprise Architecture, ICT and Management. She is known for her work on IT governance,[3] and Enterprise architecture.[4]", "20294662": "Erez Lieberman Aiden (born 1980, né Erez Lieberman) is an American research scientist active in multiple fields related to applied mathematics.[1] He is an associate professor at the Baylor College of Medicine, and formerly a fellow at the Harvard Society of Fellows and visiting faculty member at Google. He is an adjunct assistant professor of computer science at Rice University. Using mathematical and computational approaches, he has studied evolution in a range of contexts, including that of networks through evolutionary graph theory and languages in the field of culturomics. He has published scientific articles in a variety of disciplines.", "45083665": "William M. Ulrich (born c. 1956) is an American business architecture consultant, consultant at Cutter Consortium, director and lecturer, known for development of 'The Systems Redevelopment Methodology' (TSRM) in the 1990s,[1][2] on legacy systems in the 2000s[3] and more recently on his work on business architecture.[4]", "64007186": "Jeff Glickman is an American computer scientist and entrepreneur. He specializes in artificial intelligence, image processing and stochastic computation. He designed and built an AI driven investment advisor for the company J4 Capital which he founded in 2017.[1] The AI is reportedly performing better than any other known AI-advised technology with a success rate of 60% i.e. for every trade it is correct 60% of the time.[1]", "23604255": "Jonathan Andrew Crowcroft FRS FREng (born 23 November 1957)[8] is the Marconi Professor of Communications Systems in the Department of Computer Science and Technology, University of Cambridge, a Visiting Professor at the Department of Computing at Imperial College London, and the chair of the programme committee at the Alan Turing Institute.[9][10]", "42822691": "Lori L. Pollock is an American Computer Scientist noted for her research on software \nanalysis and testing, green software engineering and compiler optimization.", "44805159": "Ryszard S. Michalski (May 7, 1937 – September 20, 2007) was a Polish-American computer scientist. Michalski was Professor at George Mason University and a pioneer in the field of machine learning.[2]", "3714088": "Frances Elizabeth Holberton (March 7, 1917 – December 8, 2001) was an American computer scientist who was one of the six original programmers of the first general-purpose electronic digital computer, ENIAC (Electronic Numerical Integrator And Computer). The other five ENIAC programmers were Jean Bartik, Ruth Teitelbaum, Kathleen Antonelli, Marlyn Meltzer, and Frances Spence.", "30485552": "Lenhart Schubert is a professor of Computer Science at the University of Rochester, as well as a member of the Center for Language Sciences and the Center for Computation and the Brain.[1] Schubert is a prominent researcher in the field of common sense reasoning.", "371762": "Alain Colmerauer (24 January 1941 – 12 May 2017) was a French computer scientist. He was a professor at Aix-Marseille University, and the creator of the logic programming language Prolog.", "24669235": "Andrew Clive Simpson is a British Computer Scientist. He is Director of Studies, Software Engineering Programme at University of Oxford. He is Governing Body Fellow of Kellogg College.[1]", "54750266": "David L. Applegate is an American computer scientist known for his research on the traveling salesperson problem.", "38841403": "Dame Muffy Calder DBE FREng FRSE FBCS FIEE (née Thomas; born 21 May 1958) is a Canadian-born British computer scientist, Vice-Principal and Head of College of Science and Engineering, and Professor of Formal Methods at the University of Glasgow. From 2012 to 2015 she was Chief Scientific Advisor[5] to the Scottish Government.[6][7][8][9][10][11]", "50900028": "Ernesto Damiani is a professor of computer science at the University of Milan, where he leads the Architectures Research[1] (SESAR) Lab. He is the Senior Director of the Artificial Intelligence and Intelligent Systems Institute at Khalifa University, in the UAE. He holds visiting positions at Tokyo Denki University, Université de Bourgogne. Damiani received an honorary doctorate from Institut National des Sciences Appliquées de Lyon, France (2017). His research spans security, Big Data and knowledge processing, where he has published over 400 peer-reviewed articles and books. He is a Senior Member of the IEEE and a Distinguished Scientist of ACM. Since 2018, he is the President of the Italian Inter-University Consortium for Informatics.", "53521472": "Kai Tapani Salomaa (born 9 February 1960) is a Finnish Canadian theoretical computer scientist, known for his numerous contributions to the state complexity of finite automata.[1][2][3][4][5]\nHis highly cited 1994 joint paper with Yu and Zhuang[6]\nlaid the foundations of the area.\nHe has published over 100 papers in scientific journals on various subjects in formal language theory. Salomaa is a full professor at Queen's University (Kingston, Ontario).", "61664321": "Birgit Vogel-Heuser (born 1961) is a German computer scientist and professor at The Technical University of Munich (TUM).[1] She has been cited over 12,000 times.[2] Vogel-Heuser's research focuses on systems and software engineering, and modeling of distributed embedded systems.", "2468930": "Louis Monier (born March 21, 1956) was a cofounder of the Internet search engine AltaVista together with Paul Flaherty and Michael Burrows. After he left AltaVista, he worked at eBay and then at Google. He left Google in August 2007 to join Cuil, a search engine startup.[1] He was Vice President of Products at Cuil. One month after the launch, he left Cuil, citing differences with the CEO.[2] He also was the co-founder and CTO of Qwiki with Doug Imbruce. Qwiki won the TechCrunch Disrupt Award in 2010 [3] and was sold to Yahoo in 2013.[4] In 2014, Yahoo shuttered Qwiki.", "8809543": "James David Foley (born July 20, 1942) is an American computer scientist and computer graphics researcher. He is a Professor Emeritus and held  the Stephen Fleming Chair in Telecommunications in the School of Interactive Computing at Georgia Institute of Technology (Georgia Tech). He was Interim Dean of Georgia Tech's College of Computing  from 2008–2010.[1][2] He is perhaps best known as the co-author of several widely used textbooks in the field of computer graphics, of which over 400,000 copies are in print and translated in ten languages.[3][4] Foley most recently conducted research in instructional technologies and distance education.", "62041166": "Leonid Rudin is an American computer scientist known as the co-founder and CEO of Cognitech.[1] He is  one of the leaders in the Forensic Video Image processing field.[2]", "57142354": "Marc Alan Auslander is an American computer scientist known for his contributions to the PL/8 compiler. He spent his entire career at the IBM Thomas J. Watson Research Center in Yorktown Heights, NY.", "43134039": "Julia Hirschberg is an American computer scientist noted for her research on computational linguistics and natural language processing.[1]", "64056412": "Marsha Rhea Williams (born 1948) is an American educator and researcher, she is known for being the first African American woman to earn a Ph.D. in computer science.[1] She held many academic positions and was most recently a tenured professor at Tennessee State University. Additionally, she advocates for greater minority representation in STEM fields.", "58010719": "Michael Kass is an American computer scientist best known for his work in computer graphics and computer vision.[1] He has won an Academy Award[2] and the SIGGRAPH Computer Graphics Achievement Award[3] and is an ACM Fellow.", "21179494": "Marc Snir is an Israeli-American computer scientist. He holds a Michael Faiman and Saburo Muroga Professorship in the Department of Computer Science at the University of Illinois at Urbana-Champaign. He currently pursues research in parallel computing. He was the principal investigator (PI) for the software of the petascale Blue Waters system and co-director of the Intel and Microsoft-funded Universal Parallel Computing Research Center (UPCRC).", "27913320": "Renée J. Miller FRSC is University Distinguished Professor at Northeastern University,[1] a former professor of Computer Science at University of Toronto, Canada, and a Fellow of the Royal Society of Canada.", "54684778": "Paula Bonta is an Argentinian-Canadian computer scientist and educational software designer. She is known for developing programming environments for children, most notably contributing to the design of the Scratch programming language before it was even called Scratch.[1] She co-founded the Playful Invention Company, a spin-off from the MIT Media Lab noted for developing the Programmable Cricket, with Mitchel Resnick and Brian Silverman and serves as Lead Designer.[2][3] She was also the design director for several award-winning software products for children, including MicroWorlds and the \"My Make Believe\" series of products from Logo Computer Systems, Inc.[4] She has a degree in computer science and a graduate degree from the Harvard Graduate School of Education.[2]", "19278961": "Gary Lee Miller is a professor of Computer Science at Carnegie Mellon University, Pittsburgh, United States.[1] In 2003 he won the  ACM Paris Kanellakis Award (with three others) for the Miller–Rabin primality test. He was made an ACM Fellow in 2002[2] and won the Knuth Prize in 2013.[3]", "52292734": "Peter Boncz is a Dutch computer scientist specializing in database systems. He is a researcher at the Centrum Wiskunde & Informatica and professor at the Vrije Universiteit Amsterdam in the special chair of Large-Scale Analytical Data Management.", "53816446": "Rebecca \"Becky\" Gurley Bace (1955–2017) was an American computer security expert and pioneer in intrusion detection. She spent 12 years at the US National Security Agency  where she created the Computer Misuse and Anomaly Detection\n(CMAD) research program. She was known as the \"den mother of computer security\".[1] She was also influential in the early stages of intelligence community venture capital and was a major player in Silicon Valley investments in cyber security technology.[2]", "55684226": "Charlotte Davis Mooers (25 March 1924 – 17 March 2005)[2] was an American computer scientist whose research on programming languages began during World War II and continued through the early-1990s.[1]", "70773892": "William Laughlin Maxwell (born 1 July 1934) is an American engineer.", "27389065": "Sally Jean Floyd (May 20, 1950 – August 25, 2019) was an American computer scientist known for her work on computer networking. Formerly associated with the International Computer Science Institute in Berkeley, California, she retired in 2009 and died in August 2019.[2]  She is best known for her work on Internet congestion control, and was in 2007 one of the top-ten most cited researchers in computer science.[3][4]", "8383635": "Daniel Gureasko Bobrow (29 November 1935 – 20 March 2017) was an American computer scientist who created an oft-cited artificial intelligence program STUDENT, with which he earned his PhD.,[1][2][3] worked at BBN Technologies (BBN), then was a Research Fellow in the Intelligent Systems Laboratory of the Palo Alto Research Center.", "64089237": "The Turing Guide, written by Jack Copeland, Jonathan Bowen, Mark Sprevak,[1] Robin Wilson, and others and published in 2017, is a book about the work and life of the British mathematician, philosopher, and early computer scientist, Alan Turing (1912–1954).", "46427290": "Valerie Elaine Taylor (born May 24, 1963) is an American computer scientist who is the director of the Mathematics and Computer Science Division of Argonne National Laboratory[1] in Illinois. Her research includes topics such as performance analysis, power analysis, and resiliency. She is known for her work on \"Prophesy,\" described as \"a database used to collect and analyze data to predict the performance on different applications on parallel systems.\"[2]", "73854111": "Connell O'Donovan (born in 1961) is an American historian, biographer, and professional genealogist.[1] He was born in Utah, but spent much of his life in California. He has written on LGBT Utah history,[2][3] and Black Mormon history.[4][5]", "18902204": "Dan Suciu is a full professor of computer science at the University of Washington. He received his Ph.D. from the University of Pennsylvania in 1995 under the supervision of Val Tannen. After graduation, he was a principal member of the technical staff at AT&T Labs until he joined the University of Washington in 2000. Suciu does research in data management, with an emphasis on Web data management and managing uncertain data. He is a co-author of an influential book on managing semistructured data.[1]", "17771709": "Pattie Maes (born 1961) is an American scientist. She is a professor in MIT's program in Media Arts and Sciences. She founded and directed the MIT Media Lab's Fluid Interfaces Group.[2][3] Previously, she founded and ran the Software Agents group. She served for several years as both the head and associate head of the Media Lab's academic program. Prior to joining the Media Lab, Maes was a visiting professor and a research scientist at the MIT Artificial Intelligence Lab. She holds bachelor's and PhD degrees in computer science from the Vrije Universiteit Brussel in Belgium.[4]", "65793223": "Michael L. Overton is an American computer scientist and mathematician.\nHe is the Silver Professor of Computer Science and former Chair of the Computer Science department at Courant Institute of Mathematical Sciences, New York University.[1][2] His research interests are in\nNumerical Analysis, Optimization, and Scientific Computing.", "7449800": "Jacek M. Zurada (born 31 July 1944 in Sosnowiec) is a Polish engineer who serves as a Professor of Electrical and Computer Engineering Department at the University of Louisville, Kentucky. His M.S. and Ph.D. degrees are from Politechnika Gdaṅska (Gdansk University of Technology, Poland) ranked as #1 among Polish universities of technology. He has held visiting appointments at Swiss Federal Institute of Technology, Zurich, Princeton, Northeastern, Auburn, and at overseas universities in Australia, Chile, China, France, Germany, Hong Kong, Italy, Japan, Poland, Singapore, Spain, and South Africa. He is a Life Fellow of IEEE and a Fellow of International Neural Networks Society and Doctor Honoris Causa of Czestochowa Institute of Technology, Poland.", "27848": "Stephen Gary Wozniak (/ˈwɒzniæk/; born August 11, 1950), also known by his nickname \"Woz\", is an American technology entrepreneur, electrical engineer, computer scientist, computer programmer, philanthropist, and inventor. In 1976, he co-founded Apple Computer with his early business partner Steve Jobs. Through his work at Apple in the 1970s and 1980s, he is widely recognized as one of the most prominent pioneers of the personal computer revolution.[4]", "25291986": "Timo Untamo Honkela (August 4, 1962 – May 9, 2020[1]) was a computer scientist at the University of Helsinki, Aalto University School of Science and Aalto University School of Art, Design and Architecture. He holds a PhD from Helsinki University of Technology.", "58895574": "Jelani Osei Nelson (Amharic: ጄላኒ ኔልሰን; born June 28, 1984) is an Ethiopian-American Professor of Electrical Engineering and Computer Sciences at the University of California, Berkeley. He won the 2014 Presidential Early Career Award for Scientists and Engineers. Nelson is the creator of AddisCoder, a computer science summer program for Ethiopian high school students in Addis Ababa.", "1371357": "Edward E. Iacobucci (September 26, 1953 – June 21, 2013) was an Argentine-American businessman who founded VirtualWorks and co–founded Citrix Systems.[1] He is also known for his work as the architectural designer of the OS/2 and IBM DOS systems and as a virtualization pioneer.[2]", "53521631": "Viliam Geffert (born 1955) is a Slovak\ntheoretical computer scientist\nknown for his contributions\nto the computational complexity theory in sublogarithmic space[1][2]\nand to the state complexity of two-way finite automata.[3][4]\nHe has also developed new in-place sorting algorithms.[5][6]\nHe is a professor and the head of the computer science department at the P. J. Šafárik University in Košice.", "56782049": "Robert (Bob) Bernecky is a Canadian computer scientist notable as a designer and implementer of APL.  His APL career started at I.P. Sharp Associates (IPSA) in 1971.[1]", "27340006": "Bhawani Shankar Chowdhry (born 1 January 1959; Kantio, Sindh) is a Pakistani ICT Professional and an electronics engineer. He is the Distinguished National Professor, Meritorious Professor, Emeritus Professor and former Dean Faculty of Electrical, Electronics and Computer Engineering at the Mehran University of Engineering and Technology Jamashoro,[2] Sindh, Pakistan.", "41430247": "Samir R. Das is an Indian-American Stony Brook University professor who attended Jadavpur University and Indian Institute of Science. He was also associated with Indian Statistical Institute in Kolkata. He obtained his Ph.D. from the Georgia Institute of Technology. He was former faculty in University of Texas at San Antonio and University of Cincinnati where he conducted research in computer science particularly in wireless networking.[1] As of 2017 his work Ad hoc on-demand distance vector (AODV) was cited over 26,000+ times. Many of his research works are highly cited, giving him an h-index of 54.[2]", "23309544": "Jan Vanthienen (born 1956) is a Belgian Information systems scientist and Professor of Information systems engineering at Leuven University (KU Leuven), known for his contributions to Business Process Modeling, Process mining and Business Engineering.[1]", "62319861": "Eric Marie Feron is a computer scientist and aerospace engineer. He has been the Dutton/Ducoffe Professor of Aerospace Software Engineering at Georgia Tech since 2005.", "61959424": "Roman Słowiński (born 16 March 1952) is a Polish computer scientist and professor.[1][2] Since 2019 he has been Vice President of the Polish Academy of Sciences.[1][2]", "39939331": "Janis Askolds Bubenko junior (Latvian: Jānis Askolds Bubenko jaunākais; born 3 February 1935 in Riga, Latvia; died 15 January 2022 in Lund, Sweden) was a Swedish computer scientist and Professor Emeritus at the Department of Computer and Systems Science, Royal Institute of Technology and Stockholm University.[1]", "26045702": "George Ciprian Necula is a Romanian computer scientist, engineer at Google, and former professor at the University of California, Berkeley who does research in the area of programming languages and software engineering, with a particular focus on software verification and formal methods. He is best known for his Ph.D. thesis work first describing proof-carrying code,[1] a work that received the 2007 SIGPLAN Most Influential POPL Paper Award.[2]", "22424842": "Chris M. N. Tofts (born 1964) is an English computer scientist.[1]", "15478029": "Bernard S. Greenberg is a programmer and computer scientist, known for his work on Multics and the Lisp machine.", "55880994": "John Bates is a British computer scientist, and businessman. He has started several technology companies in the UK. Bates is CEO at ECM/DMS vendor SER Group.[1][2]", "68513063": "Zella Wolofsky (born 1947)[1] is a Canadian modern dancer,[2] researcher, columnist, and educator.  During her dance career, she danced with various dance companies including Dancemakers, [3] Winnipeg's Contemporary Dancers, Burnaby Dance, Laura Dean, and independent choreographers such as Jean Pierre Perrault, Muna Tseng, Elizabeth Chitty as part of 15 Dance Labs, founded by Miriam Adams and Lawrence Adams in Toronto, Canada.", "64531756": "Jens Lehmann is a computer scientist, who works with knowledge graphs and artificial intelligence. He is a principal scientist at Amazon, an honorary professor at TU Dresden[1] and a fellow of European Laboratory for Learning and Intelligent Systems.[2] Formerly, he was a full professor at the University of Bonn, Germany and lead scientist for Conversational AI and Knowledge Graphs at Fraunhofer IAIS.", "13004078": "Randolph Frederick Pausch[2] (/paʊʃ/) (October 23, 1960 – July 25, 2008) was an American educator, a professor of computer science, human–computer interaction, and design at Carnegie Mellon University (CMU) in Pittsburgh, Pennsylvania.", "437550": "John Leroy Hennessy (born September 22, 1952) is an American computer scientist who serves as chairman of Alphabet Inc. (Google).[8] Hennessy is one of the founders of MIPS Technologies and Atheros while also serving as the tenth President of Stanford University. Hennessy announced that he would step down in the summer of 2016. He was succeeded as president by Marc Tessier-Lavigne.[9] Marc Andreessen called him \"the godfather of Silicon Valley.\"[10]", "45002035": "Michael Justin Kearns is an American computer scientist, professor and National Center Chair at the University of Pennsylvania, the founding director of Penn's Singh Program in Networked & Social Systems Engineering (NETS), the founding director of  Warren Center for Network and Data Sciences, and also holds secondary appointments in Penn's Wharton School and department of Economics. He is a leading researcher in computational learning theory and algorithmic game theory, and interested in machine learning, artificial intelligence, computational finance, algorithmic trading, computational social science and social networks.[1] He previously led the Advisory and Research function in Morgan Stanley's Artificial Intelligence Center of Excellence team,[2] and is currently an Amazon Scholar within Amazon Web Services. [3]", "33959232": "Jeffrey Chuan Chu (朱傳榘) (July 14, 1919 – June 6, 2011), born in Tianjin, Republic of China, was a pioneer computer engineer. He received his BS from the University of Minnesota and his MS from the Moore School at the University of Pennsylvania. Chuan was a member of the engineering team that designed the first American electronic computer, the ENIAC. ENIAC was designed by John Mauchly and J. Presper Eckert of the University of Pennsylvania, U.S.", "45083975": "Philip H. Newcomb (born 1950s) is an American software engineer and CEO of The Software Revolution, Inc., known for his work in the field of formal methods of software engineering.[1][2]", "24390984": "Sargur Narasimhamurthy Srihari (May 7, 1949 – March 8, 2022) was an Indian and American computer scientist and educator who made contributions to the field of pattern recognition. The principal impact of his work has been in handwritten address reading systems and in computer forensics. He was a SUNY Distinguished Professor in the School of Engineering and Applied Sciences at the University at Buffalo, Buffalo, New York, USA.", "48786767": "Mary Czerwinski is an American cognitive scientist and computer-human interaction expert who works for Microsoft Research as manager of their research group on visualization and interaction.[1]", "9350485": "Frank van Harmelen (born 1960) is a Dutch computer scientist and professor in Knowledge Representation & Reasoning in the AI department at the Vrije Universiteit Amsterdam. He was scientific director of the LarKC project (2008-2011),[3] \"aiming to develop the Large Knowledge Collider, a platform for very large scale semantic web reasoning.\"[4][5][6]", "47918422": "Simon Marlow is a British computer scientist, programmer, author, and co-developer of the Glasgow Haskell Compiler (GHC) for the programming language Haskell. He and Simon Peyton Jones won the SIGPLAN Programming Languages Software Award in 2011 for their work on GHC. Marlow's book Parallel and Concurrent Programming in Haskell was published in July 2013.[1]", "37580119": "Juan Pavón (born 19 November 1962) is a Spanish computer scientist, full professor of the Complutense University of Madrid (UCM). He is a pioneer researcher in the field of Software Agents, co-creator of the FIPA MESSAGE and INGENIAS methodologies, and founder and director of the research group GRASIA: GRoup of Agent-based, Social and Interdisciplinary Applications at UCM.[1][2][3] He is known for his work in the field of Artificial Intelligence, specifically in agent-oriented software engineering.[4][5][6] He has been often cited by mainstream media, as a reference in Artificial Intelligence.[7][8][9][10]", "26930518": "Russell A. Kirsch (June 20, 1929 – August 11, 2020) was an American engineer at the National Bureau of Standards (now known as the National Institute of Standards and Technology).  He was recognized as the developer of the first digital image scanner, and subsequently scanned the world's first digital photograph – an image of his infant son.[4]", "6958427": "Ian H. S. Cullimore is an English-born mathematician and computer scientist who has been influential in the pocket PC arena.[1]", "39136609": "William Johnston Buchanan OBE FBCS CEng PFHEA (born 6 March 1961) is a Scottish computer scientist. Buchanan is a professor in the School of Computing, Engineering and the Built Environment.[1] He currently leads the Blockpass ID Lab[2] and the Centre for Cybersecurity, IoT and Cyberphysical[3] at Edinburgh Napier University.[4] In 2017, he was appointed Officer of the Order of the British Empire (OBE) in the 2017 Birthday Honours for services to cyber security.", "16395619": "Daniel Nicholas Quine (formerly known as Daniel Nicholas Crow[1]) is a computer scientist, currently VP Engineering at AltSchool.[2]", "56372579": "Edmond Chow is a full professor in the School of Computational Science and Engineering of Georgia Institute of Technology. His main areas of research are in designing numerical methods for high-performance computing and applying these methods to solve large-scale scientific computing problems.[1]", "54488421": "Joseph Henry Wegstein (April 7, 1922 in Washburn, Illinois - August 16, 1985) was an American computer scientist.[1]", "55897446": "Giancarlo Guizzardi (born 1975 in Vitoria, Brazil) is a Brazilian–Italian computer scientist specializing in conceptual modeling, enterprise modeling, applied ontology and ontology-driven information systems.[jargon] He is a professor in the University of Twente in The Netherlands and a senior researcher and founding member of the Ontology & Conceptual Modeling Research Group (NEMO)[1] in Vitoria, Brazil.[citation needed]", "2288999": "David Heinemeier Hansson is a Danish programmer and racing driver. As a programmer, he is the creator of the popular Ruby on Rails web development framework and the Instiki wiki.[2] He is also a partner at the web-based software development firm 37signals.", "56012137": "Yuval Shahar (born 1958) is an Israeli professor, physician, researcher and computer scientist", "3681642": "John Stewart Shawe-Taylor (born 1953) is Director of the Centre for Computational Statistics and Machine Learning at University College, London (UK). His main research area is statistical learning theory. He has contributed to a number of fields ranging from graph theory through cryptography to statistical learning theory and its applications. However, his main contributions have been in the development of the analysis and subsequent algorithmic definition of principled machine learning algorithms founded in statistical learning theory. This work has helped to drive a fundamental rebirth in the field of machine learning with the introduction of kernel methods and support vector machines, including the mapping of these approaches onto novel domains including work in computer vision, document classification and brain scan analysis. More recently he has worked on interactive learning and reinforcement learning. He has also been instrumental in assembling a series of influential European Networks of Excellence (initially the NeuroCOLT projects and later the PASCAL networks). The scientific coordination of these projects has influenced a generation of researchers and promoted the widespread uptake of machine learning in both science and industry that we are currently witnessing. He has published over 300 papers with over 42000 citations. Two books co-authored with Nello Cristianini have become standard monographs for the study of kernel methods and support vector machines and together have attracted 21000 citations. He is Head of the Computer Science Department at University College London, where he has overseen a significant expansion and witnessed its emergence as the highest ranked Computer Science Department in the UK in the 2014 UK Research Evaluation Framework (REF).", "29027691": "David Charles De Roure FBCS FIMA CITP is an English computer scientist who is a professor of e-Research at the University of Oxford, where he is responsible for Digital Humanities in The Oxford Research Centre in the Humanities (TORCH),[2] and is a Turing Fellow[3] at The Alan Turing Institute.[4]  He is a supernumerary Fellow of Wolfson College, Oxford,[5] and Oxford Martin School Senior Alumni Fellow.[4]", "93547": "Arthur John Robin Gorell Milner FRS (13 January 1934 – 20 March 2010) was a British computer scientist, and a Turing Award winner.[5][6][7][8][9][10]", "93548": "Edgar Frank \"Ted\" Codd (19 August 1923 – 18 April 2003) was an English computer scientist who, while working for IBM, invented the relational model for database management, the theoretical basis for relational databases and relational database management systems. He made other valuable contributions to computer science, but the relational model, a very influential general theory of data management, remains his most mentioned, analyzed and celebrated achievement.[5][6]", "1879405": "Lennart Augustsson is a Swedish computer scientist. He was formerly a lecturer at the Computing Science Department at Chalmers University of Technology. His research field is functional programming and implementations of functional programming languages.[1]", "28093802": "Jun'ichi Tsujii (辻井 潤一, Tsujii Jun'ichi, born 7 February 1949) is a Japanese computer scientist specializing in natural language processing and text mining, particularly in the field of biology and bioinformatics.[1][2]", "31174000": "Arnold Leonard Rosenberg (born February 11, 1941) is an American computer scientist. He is a distinguished university professor emeritus at the University of Massachusetts Amherst,[1] and despite his retirement from UMass he continues to hold research positions at Northeastern University[2] and Colorado State University.[3]", "72543597": "Aapo Johannes Hyvärinen (born 1970 in Helsinki) is a Finnish professor of computer science at the University of Helsinki and known for his research in independent component analysis.[1]", "55160179": "Rick Stevens is a professor of computer science at the University of Chicago and associate laboratory director for Computing, Environment and Life Sciences (CELS) at Argonne National Laboratory.[1]", "2452851": "Ken Schwaber (born 1945 in Wheaton, Illinois) is a software developer, product manager and industry consultant.  He worked with Jeff Sutherland to formulate the initial versions of the Scrum framework and to present Scrum as a formal process at OOPSLA'95.[1] Schwaber and Sutherland are two of the 17 initial signatories of the Agile Manifesto. They are co-authors of the Scrum Guide. Schwaber runs Scrum.org, which provides Scrum resources, training, assessments, and certifications for Scrum Masters, Scrum Developers, Scrum Product Owners, and organizations using Scrum.", "9366901": "I-Chen Wu (Chinese: 吳毅成; pinyin: Wú Yìchéng) is a professor at Department of Computer Science, National Chiao Tung University. He received his B.S. in Electronic Engineering from National Taiwan University (NTU), M.S. in computer science from NTU, and Ph.D. in computer science from Carnegie-Mellon University, in 1982, 1984 and 1993, respectively.", "57191798": "Marie-Claude Gaudel (born 1946) is a French computer scientist. She is a professor emerita at the University of Paris-Sud. She helped develop PLUSS language for software specifications and was involved in both theoretical and applied computer science. Gaudel is still active in professional societies.", "44969358": "Adrian V Stokes (25 June 1945 – 7 April 2020)[1] was a British computer scientist who was one of the founders of the internet including the first implementation of email in the UK.[2]", "59010462": "Noor Shaker (Arabic: نور شاكر) is a Syrian British entrepreneur and computer scientist who co-founded the AI for drug discovery start-up Glamorous AI. Glamorous AI was acquired by the US-based company X-Chem in Nov 2021.[1] Before Glamorous AI, Noor founded the drug discovery start-up GTN Ltd and served as CEO for more than two years. She stepped down as CEO in August 2019. The company entered liquidation in March 2020. In 2018, she received a CogX UK Rising Star Award from Prime Minister Theresa May for \"AI technology that will transform drug discovery to treat chronic diseases\".[2]", "28978596": "Lin Zhong is a Chinese American computer scientist. He is currently a Professor of Computer Science with Yale University. He received his B.S and M.S. in electronic engineering from Tsinghua University and Ph.D. in electrical engineering from Princeton University. From 2005 to 2019, he was with Rice University. At Yale, he leads the Efficient Computing Lab to make computing, communication, and interfacing more efficient and effective. He and his students received the best paper awards from ACM MobileHCI, IEEE PerCom, IEEE QCE, ACM MobiSys (3), and ACM ASPLOS. He is a recipient of the NSF CAREER Award, the Duncan Award from Rice University, the RockStar Award (2014)[1] and Test of Time Award (2022)[2] from ACM SIGMOBILE. He is a Fellow of IEEE[3] and ACM.[4]", "77222": "Johns Frederick (Jeff) Rulifson (born August 20, 1941) is an American computer scientist.", "2829740": "Walter John Savitch (February 21, 1943 – February 1, 2021)[2] was best known for defining the complexity class NL (nondeterministic logarithmic space), and for Savitch's theorem, which defines a relationship between the NSPACE and DSPACE complexity classes. His work in establishing complexity classes has helped to create the background against which non-deterministic and probabilistic reasoning can be performed.", "33779125": "Dana Ron Goldreich (Hebrew: דנה רון גולדרייך; b. 1964) is a computer scientist, a professor of electrical engineering at the Tel Aviv University, Israel.[1] Prof. Ron is one of the pioneers of research in property testing, and a leading researcher in that area.", "6073784": "Alex Martelli (born October 5, 1955) is an Italian computer engineer and Fellow of the Python Software Foundation. Since early 2005, he worked for Google, Inc. in Mountain View, California, for the first few years as \"Über Tech Lead,\" then as \"Senior Staff Engineer,\" lastly in charge of \"long tail\" community support for Google Cloud Platform. He retired in August, 2023.", "58666430": "Kim Rees is an American computer scientist and data visualization professional located in the Washington DC area. She is currently the head of Data Visualization at Capital One.[1] Prior to joining Capital One, Rees co-founded the data visualization firm, Periscopic and worked there for 13 years.[2]  Rees is perhaps best known for her work on a Periscopic project visualizing gun deaths.[3]", "77249": "Butler W. Lampson, ForMemRS, (born December 23, 1943) is an American computer scientist best known for his contributions to the development and implementation of distributed personal computing.", "2764233": "Ricardo A. Baeza-Yates (born March 21, 1961) is a Chilean-Catalan-American computer scientist that currently is the Director of Research of the Institute for Experiential AI at Northeastern University in the Silicon Valley campus. He is also part-time professor at Universitat Pompeu Fabra in Barcelona and Universidad de Chile in Santiago. He is an expert member of the Global Partnership on Artificial Intelligence, a member of the Association for Computing Machinery's US Technology Policy Committee as well as IEEE's Ethics Committee.", "27798988": "Eric Freeman is a computer scientist, author and constituent[clarification needed] of David Gelernter on the Lifestreaming concept.[1]", "38645197": "Matti Kalevi Pietikäinen is a computer scientist. He is currently Professor (emer.) in the Center for Machine Vision and Signal Analysis, University of Oulu, Finland. His research interests are in texture-based computer vision, face analysis, affective computing, biometrics, and vision-based perceptual interfaces. He was Director of the Center for Machine Vision Research,[1] and Scientific Director of Infotech Oulu.[2]", "49671630": "Erhard Rahm (born 1959) is a German computer scientist  and professor at the University of Leipzig. \nHis research areas are  database systems, data integration and Big Data.", "19983827": "Udo Frese is assistant professor at the University of Bremen and leads the group for real time computer vision. He is also affiliated with the German Research Centre for Artificial Intelligence in Bremen.", "45231570": "Jules I. Schwartz (June 26, 1927 – June 6, 2013) was an American computer scientist chiefly known for his creation of the JOVIAL programming language.[1]", "1371604": "Carl Herbert Smith (1950–2004) was an American computer scientist. He was a pioneer in computational complexity theory and computational learning theory.", "63139287": "Hussein S. M. Zedan (1 July 1953 – 23 February 2019) was a computer scientist of Egyptian descent, mainly based in the United Kingdom.[2]", "2715095": "Eric \"Rick\" C. R. Hehner (born 16 September 1947) is a Canadian computer scientist. He was born in Ottawa. He studied mathematics and physics at Carleton University, graduating with a Bachelor of Science (B.Sc.) in 1969. He studied computer science at the University of Toronto, graduating with a Master of Science (M.Sc.) in 1970, and a Doctor of Philosophy (Ph.D.) in 1974. He then joined the faculty there, becoming a full professor in 1983. He became the Bell University Chair in software engineering in 2001, and retired in 2012.[1]", "58109396": "Daniel Zingaro is an associate professor at the University of Toronto Mississauga.[1] His main areas of research are in evaluating Computer science education and online learning.[2] He has co-authored over 80 articles in peer-reviewed journals and conferences; and also authored a textbook, \"Invariants: a Generative Approach to Programming.[3]", "55700962": "Luis Falcón Martín is a Spanish computer scientist, physician and free software activist who founded GNU Solidario, an organization focused in education and health. Martín is known for in social medicine and as the author of GNU Health, a health and hospital information management system.", "28847586": "Hans S. Witsenhausen (6 May 1930 in Frankfurt/Main, Germany - 19 November 2016 in New York City, New York) is notable for his work in the fields of control and information theory, and their intersection. He has many foundational results including the intrinsic model in stochastic decentralized control, the Witsenhausen counterexample, his work on Turán graph, and the various notions of common information in information theory.[1]", "60903": "Lawrence Edward Page[2][3][4] (born March 26, 1973) is an American businessman, computer scientist and internet entrepreneur best known for co-founding Google with Sergey Brin.[2][5]", "60904": "Sergey Mikhailovich Brin (Russian: Сергей Михайлович Брин; born August 21, 1973) is an American businessman best known for co-founding Google with Larry Page. Brin was the president of Google's parent company, Alphabet Inc., until stepping down from the role on December 3, 2019.[1] He and Page remain at Alphabet as co-founders, controlling shareholders and board members. As of January 2024, Brin is the 9th-richest person in the world, with an estimated net worth of $114 billion according to the Bloomberg Billionaires Index.[2]", "71740910": "Shawn A. Bohner is an American computer scientist working as a professor of computer science and engineering at the Rose–Hulman Institute of Technology. He is also the co-editor-in-chief of Innovations in Systems and Software Engineering.", "863750": "Per Brinch Hansen (13 November 1938 – 31 July 2007) was a Danish-American computer scientist known for his work in operating systems, concurrent programming and parallel and distributed computing.", "6499856": "Rudi Studer (born 1951 in Stuttgart) is a German computer scientist and professor emeritus at KIT, Germany. He served as head of the knowledge management research group at the Institute AIFB and one of the directors of the Karlsruhe Service Research Institute (KSRI). He is a former president of the Semantic Web Science Association,[4] an STI International Fellow, and a member of numerous programme committees and editorial boards. He was one of the inaugural editors-in-chief of the Journal of Web Semantics, a position he held until 2007. He is a co-author of the \"Semantic Wikipedia\" proposal[5] which led to the development of Wikidata.", "3698193": "Peter Coad (born December 30, 1953[1][2]) is a software entrepreneur and author of books on programming. He is notable for his role in defining what have come to be known as the UML colors,[3] a color-coded notation chiefly useful for adding breadth and depth to a design, using four major archetypes.", "7990803": "Austin Tate FREng FRSE[2][3] is Emeritus Professor[4] of Knowledge-based systems in the School of Informatics at the University of Edinburgh.[5]  From 1985 to 2019 he was Director of AIAI (Artificial Intelligence Applications Institute) in the School of Informatics at the University of Edinburgh.", "66498068": "Gordon Blair is a Distinguished Professor of Distributed Systems in the School of Computing and Communications at Lancaster University.[1] He is also the co-director of the Centre of Excellence in Environmental Data Science (CEEDS).[2]", "35597846": "Trevor Bench-Capon (born 1953) is a British computer scientist and an Honorary Visiting Professor of computer science at the University of Liverpool, where he taught from 1987 until his retirement in 2012. He is the author of work on computer science and ontology and is one of the editors in chief of the Artificial Intelligence and Law Journal.", "10956313": "Werner Hans Peter Vogels (born 3 October 1958) is the chief technology officer and vice president of Amazon in charge of driving technology innovation within the company. Vogels has broad internal and external responsibilities.[2][3]", "23457312": "Schmuel Zaks (born 1949) is a computer scientist and mathematician who works in the fields of distributed computing and computer networks. He is a professor at Technion – Israel Institute of Technology, where he holds the Joan Callner-Miller Chair in Computer Science.", "2387489": "Nancy Ann Lynch (born January 19, 1948)[1] is a computer scientist affiliated with the Massachusetts Institute of Technology. She is the NEC Professor of Software Science and Engineering in the EECS department and heads the \"Theory of Distributed Systems\" research group at MIT's Computer Science and Artificial Intelligence Laboratory.", "57699879": "Lina Trivedi (born June 11, 1973) is an American entrepreneur, author, educator and civil servant.", "28126761": "Martin Edward Dyer  (born 16 July 1946 in Ryde, Isle of Wight, England) is a professor in the School of Computing at the University of Leeds, Leeds, England. He graduated from the University of Leeds in 1967, obtained his MSc from Imperial College London in 1968 and his PhD from the University of Leeds in 1979.  His research interests lie in theoretical computer science, discrete optimization and combinatorics.  Currently, he focuses on the complexity of counting and the efficiency of Markov chain algorithms for approximate counting.", "7089707": "Jingsheng Jason Cong (Chinese: 丛京生; born 1963 in Beijing) is a Chinese-born American computer scientist, educator, and serial entrepreneur. He received his B.S. degree in computer science from Peking University in 1985, his M.S. and Ph. D. degrees in computer science from the University of Illinois at Urbana-Champaign in 1987 and 1990, respectively. He has been on the faculty in the Computer Science Department at the University of California, Los Angeles (UCLA) since 1990. Currently, he is a Distinguished Chancellor’s Professor and the director of Center for Domain-Specific Computing (CDSC).", "40594989": "Mary Jean Harrold (March 12, 1947 – September 19, 2013) was an American computer scientist noted for her research on software engineering. She was also noted for her leadership in broadening participation in computing. She was on the boards of both CRA and CRA-W and was Co-Chair of CRA-W from 2003 to 2006.[1]", "74362418": "Suparna Bhattacharya is an Indian computer scientist known for her contributions to the Linux kernel, and also interested in applications of big data in artificial intelligence. She is an Hewlett Packard Enterprise Fellow at Hewlett Packard Labs.[1]", "28211": "Stanley Bootle, known as Stan Kelly-Bootle (15 September 1929 – 16 April 2014), was a British author, academic, singer-songwriter and computer scientist.", "47263289": "Óscar Pastor (born 3 March 1962 in Valencia) is a Spanish computer scientist, Professor of software production methods at the Department of Information Systems and Computing of Universitat Politècnica de València, and the director of the Research Centre in Software Production Methods (PROS).[1]", "19066431": "Edward Westbrook Veitch (4 November 1924 – 23 December 2013[1]) was an American computer scientist. He graduated from Harvard University in 1946 with a degree in Physics, followed by graduate degrees from Harvard in Physics and Applied Physics in 1948 and 1949 respectively. In his 1952 paper \"A Chart Method for Simplifying Truth Functions\",[2] Veitch described a graphical procedure for the optimization of logic circuits, which is referred to as Veitch chart. A year later (in 1953), the method was refined in a paper by Maurice Karnaugh[3] into what became known as Karnaugh map (K-map) or Karnaugh–Veitch map (KV-map).", "20688451": "Der-Tsai Lee (aka. D. T. Lee) is a Taiwanese computer scientist, known for his work in computational geometry. For many years he was a professor at Northwestern University. He has been a distinguished research fellow of the Institute for Information Science at the Academia Sinica in Taipei, Taiwan since 1998. From 1998 to 2008, he was director of this institute. He was the 14th President of National Chung Hsing University from August 1, 2011.", "8924740": "Rodney Martineau \"Rod\" Burstall FRSE (born 1934) is a British computer scientist and one of four founders of the Laboratory for Foundations of Computer Science at the University of Edinburgh.[2]", "67415622": "Shrimad Rajchandra Institute of Management and Computer Application, affiliated to VNSGU, (MCA) 2009", "4189764": "Richard Mark Soley (born c. 1960, in Baltimore, Maryland, died 8 Nov., 2023, in Lexington, Massachusetts) was an American computer scientist and businessman, and chairman and CEO of the Object Management Group, Inc. (OMG). He was also executive director of the Cloud Standards Customer Council, and executive director of the Industrial Internet Consortium, managed by the OMG.[1]", "8908372": "Jeanne Ferrante (born January 3, 1949) is an American computer scientist active in the field of compiler technology. As a Professor of Computer Science and Engineering at the University of California, San Diego's Jacobs School of Engineering, Ferrante has made important contributions regarding optimization and parallelization.", "74149464": "Vanesa Gomez Gonzalez is a Spanish software engineer[1][2] who has worked for NASA[3] since 2013. During her NASA career, she has worked at Ames Research Center and the Jet Propulsion Laboratory on projects involving air traffic simulations, quantum computing, robotics, and bioinformatics.[4][5]", "41414233": "Rajeev Ramnarain Rastogi is an Indian computer scientist who graduated from the Indian Institute of Technology Bombay, where he got his Bachelor of Science degree in 1988. He received his Master's and Doctoral degrees from the University of Texas in 1990, and 1993 respectively. Rastogi was born on August 6, 1967.", "1551962": "Kenneth H. Perlin is a professor in the Department of Computer Science at New York University, founding director of the Media Research Lab at NYU, director of the Future Reality Lab at NYU, and the Director of the Games for Learning Institute.[1] He holds a BA. degree in Theoretical Mathematics from Harvard University (7/1979), a MS degree in Computer Science from the Courant Institute of Mathematical Sciences, New York University (6/1984), and a PhD degree in Computer Science from the same institution (2/1986).[1] His research interests include graphics, animation, multimedia,[2] and science education.[3] He developed or was involved with the development of techniques such as Perlin noise,[4] real-time interactive character animation,[5] and computer-user interfaces. He is best known for the development of Perlin noise and Simplex noise, both of which are algorithms for realistic-looking Gradient noise.", "14970467": "Mihalis Yannakakis (Greek: Μιχάλης Γιαννακάκης; born 13 September 1953 in Athens, Greece)[1] is professor of computer science at Columbia University. He is noted for his work in computational complexity, databases, and other related fields. He won the Donald E. Knuth Prize in 2005.[2][3]", "67694183": "Deborah E. Silver is an American computer scientist specializing in information visualization, scientific visualization, and the use of skeletons in identifying the features of shapes. She is a professor in the Department of Electrical and Computer Engineering at Rutgers University, where she is executive director of the Professional Science Master's Program and former associate dean for continuing and professional education in the School of Engineering.[1]", "38989421": "Mark Gillett is a British business executive and technologist. He is currently a partner, managing director and the senior operating partner at Silver Lake Partners, one of the largest global technology investment funds.", "62041712": "Anne Amuzu is a Ghanaian computer scientist and the co-founder of the technology company, Nandimobile Limited.", "26570366": "Kaisa Sere (3 June 1954 – 5 December 2012[1]) was a Finnish computer scientist, specialising in research into formal methods.[2][3]", "241282": "Avadis \"Avie\" Tevanian (born 1961) is an American-Armenian software engineer. At Carnegie Mellon University, he was a principal designer and engineer of the Mach operating system (also known as the Mach Kernel). He leveraged that work at NeXT Inc. as the foundation of the NeXTSTEP operating system. He was senior vice president of software engineering at Apple from 1997 to 2003, and then chief software technology officer from 2003 to 2006.[1] There, he redesigned NeXTSTEP to become macOS. Apple's macOS and iOS both incorporate the Mach Kernel, and iPadOS, watchOS, and tvOS are all derived from iOS. He was a longtime friend of Steve Jobs.[2]", "25341596": "Fred Glover is Chief Scientific Officer of Entanglement, Inc., USA, in charge of algorithmic design and strategic planning for applications of combinatorial optimization in quantum computing.[1][2]  He also holds the title of Distinguished University Professor, Emeritus, at the University of Colorado, Boulder, associated with the College of Engineering and Applied Science and the Leeds School of Business. He is known for his innovations in the area of metaheuristics[3] including the computer-based optimization methodology of Tabu search[4][5][6] an adaptive memory programming algorithm for mathematical optimization, and the associated evolutionary Scatter Search and Path Relinking algorithms.[7][8]", "44691102": "Janice Richmond \"Jan\" Lourie (born July 9, 1930) is an American computer scientist and graphic artist. In the late 1960s she was a pioneer in CAD/CAM (computer-aided design/computer-aided manufacture) for the textile industry. She is best known for inventing a set of software tools that facilitate the textile production stream from artist to manufacturer. For the Graphical Design Of Textiles process she was granted IBM's first software patent. Other projects, in differing disciplines, share the focus on graphic representation. She returns throughout an ongoing career to the stacked two-dimensional tabular arrays of textiles and computer graphics, and the topological structures of interrelated data.", "21327519": "Stanley Zdonik (/zəˈdɒnɪk/ zə-DON-ik[1]) is a computer scientist specializing in database management systems. He is a tenured professor of computer science at Brown University. Zdonik has lived in the Boston area his entire life. After completing two bachelor’s and two master's degrees at MIT, he then earned a PhD in database management under Michael Hammer.[2]", "2846371": "William F. \"Bill\" Opdyke (born c. 1958) is an American computer scientist and enterprise architect at JPMorgan Chase, known for his early work on code refactoring.[1][2]", "3632809": "Gregory L. Dudek is a Canadian computer scientist specializing in robotics, computer vision, and intelligent systems. He is a chaired professor at McGill University where he has led the Mobile Robotics Lab since the 1990s (a role now shared with Prof. Dave Meger).[1][2] He was formerly the director of McGill's school of computer science and before that director of McGill's center for intelligent machines.\n[3]", "9416375": "Ken Kennedy (August 12, 1945 – February 7, 2007) was an American computer scientist and professor at Rice University. He was the founding chairman of Rice's Computer Science Department.[1][2]", "47787704": "Samarajeewa \"Sam\" Karunaratne, FIET, FIEE, FIESL (born in 1937) is an emeritus professor of engineering and a leading Sri Lankan academic who is the founding chancellor and president of the Sri Lanka Institute of Information Technology and the former vice-chancellor of the University of Moratuwa. He has held a number of other appointments in the field of higher education in Sri Lanka, including senior professor of electrical engineering and dean of the Faculty of Engineering and Architecture, president of the Institution of Engineers, Sri Lanka. Karunaratne is a pioneer in the development of the use of computers in the field of engineering and played an important role in the development of information technology education and industry in Sri Lanka.", "17985217": "John C. Klensin is a political scientist and computer science professional who is active in Internet-related issues.[2][3]", "1978054": "Bruce F. Webster is an American academic and software engineer. He is a principal at Bruce F. Webster & Associates and an adjunct professor in computer science at Brigham Young University.", "17723079": "Dean Allemang is a computer scientist known for his work on the semantic web.[1] He is the Principal Solutions Architect at data.world and the Principal Consultant at Working Ontologist LLC.", "66678486": "Felix Heide is a German computer scientist working primarily in the fields of computational imaging, computer vision, computer graphics and deep learning. He is the head of the Princeton University Computational Imaging Lab and the Chief Technology Officer at Algolux.[1]", "27143897": "Roscoe C. Giles, III is an American physicist and computer engineer, the deputy director of Boston University's Center for Computational Science.[2] He is also a professor of computer and electrical engineering at Boston University College of Engineering,[3] with a joint appointment in physics.[4]", "1896160": "Andy J. Wellings is a professor in the Computer Science department at the University of York in northern England.  He works closely with Alan Burns on real-time systems, distributed, concurrent and real-time programming languages.", "70004466": "Henry Francis Korth is a professor of Computer Science and Engineering and co-director of the Computer Science and Business program at Lehigh University.", "57782003": "Daniel Karrenberg (born 1959, in Düsseldorf[1]) is a German computer scientist[citation needed] and one of Europe's[2] Internet pioneer who lives in the Netherlands.[3]", "9678581": "Duy-Loan T. Le (born 1962, Vietnam) is an engineer and the first woman and Asian elected as a Texas Instruments Senior Fellow.[3]", "62189299": "Jerome A. Feldman is professor emeritus of electrical engineering and computer science at the University of California, Berkeley. He is a fellow of the American Association for the Advancement of Science since 2005 and a fellow of the Association for the Advancement of Artificial Intelligence since 1990.[1]", "20983549": "François B. Vernadat (born 1954) is a French and Canadian computer scientist,[1] who has contributed to Enterprise Modelling, Enterprise Integration and Networking[2] over the last 40 years specialising in Enterprise Architectures, business process modelling, information systems design and analysis, systems integration and interoperability and systems analysis using Petri nets.[3]", "17428229": "Andreas Sebastian Weigend (born 1961) is the author of the book Data for the People (Basic Books, 2017). He was a member of Germany's Digital Council under Merkel, Digitalrat.[1]", "50114311": "Anthony \"Tony\" Gervin Oettinger (March 29, 1929 in Nuremberg, Germany – July 26, 2022) was a German-born American linguist and computer scientist best known for his work on information resources policy. Oettinger coined the term “compunications” in the late 1970s to describe the combination of computer and telecommunications technologies that would take place as digital technologies replaced analog forms. In 1973 he co-founded, with John LeGates, the Program on Information Resources Policy at Harvard University. He served as a consultant to the President’s Foreign Intelligence Advisory Board and the National Security Council and NASA’s Apollo moon-landing program. From 1966 to 1968 he was president of the Association for Computing Machinery (ACM). He was recognized for his work in the intelligence community with the naming of the Anthony G. Oettinger School of Science and Technology Intelligence of the National Intelligence University. He was Gordon McKay Professor of Applied Mathematics and Professor of Information Resources Policy at Harvard.[1]", "57110277": "Brad B. Topol (born c. 1971) is a computer scientist best known as a former member of the OpenStack Foundation Board of Directors and is also an OpenStack core contributor to Keystone-Specs, Pycadf, and Heat-Translator, and a member of the OpenStack speaker bureau.[1][2]  Topol has a history of open-source software contributions, including Kubernetes.", "47034117": "Raymond Lister (born 1959) is an Australian computer scientist and researcher on computer science education research.[1] He was born in Casino, New South Wales and has spent most  of his life in Sydney, NSW Australia. During his research and academic career he has specialised in understanding the learning and teaching of computer programming and is an associate professor at the University of Technology, Sydney.", "64384781": "Forrest N. Iandola is an American computer scientist specializing in efficient AI.", "63303438": "Eric Gilbert is an American computer scientist and the John Derby Evans Associate Professor in the University of Michigan School of Information,[1] with a courtesy appointment in  CSE.[2] He is known for his work designing and analyzing social media.", "58011414": "Joëlle Pineau (born 1974) is a Canadian computer scientist and Associate Professor at McGill University.[1] She is the global Vice President of Meta's Artificial Intelligence Research department, also known as FAIR, and is based in Montreal, Quebec.", "65842967": "Fatmah Baothman is Saudi Arabian computer scientist who is the first woman in the Middle East with a Ph.D. in artificial intelligence.[1] She was recently appointed the board president for the Artificial Intelligence Society.[2] Baothman has worked over 25 years as, and is currently, an assistant professor at King Abdulaziz University Faculty of Computing & Information Technology[3][4] Baothman established the women's Department which is the foundation of the Computer Science College at King Abdulaziz University, and became the first teaching assistant faculty member.", "62877464": "Regional finalist, Hult Prize Global Case Competition", "72216346": "Krzysztof R. Apt (born 26 December 1949 in Katowice, Poland)\nis a Polish computer scientist. He defended his PhD in mathematical logic in\nWarsaw, Poland in 1974.[1] His research interests include program correctness and semantics, use\nof logic as a programming language, distributed computing, and game theory. Besides his own research, he has been heavily involved in service to\nthe computing community, notably by promoting the\nuse of logic in computer science (in particular by founding a new\njournal) and by advocating open access to scientific literature.", "30830358": "Rod Grupen is a professor of Computer science and director of the Laboratory for Perceptual Robotics at the University of Massachusetts Amherst, Amherst.", "6369052": "Primož Jakopin (pron. Premozh Yacopeen), born 30 June 1949 is a Slovenian computer scientist, known for his work in the field of language technology and his contribution to speleology.[1]", "70823715": "Julie Ann McCann CEng FBCS is a Northern Irish computer scientist who is a professor at Imperial College London. She is the leader of the Adaptive Emergent Systems Engineering.[1] She is a Fellow of the British Computer Society and was awarded the Suffrage Science award in 2018.", "6221607": "Reihaneh \"Rei\" Safavi-Naini (Persian: ريحانه صفوی نائينی) is the NSERC/Telus Industrial Research Chair and the  Alberta Innovates Strategic Chair in Information Security[1] at the University of Calgary, Canada.", "19476279": "Mik Kersten is a Polish- Canadian computer specialist who created and leads the open-source Eclipse Mylyn project.[1][2] Kersten invented the Task-Focused Interface technology underlying Mylyn while working on his PhD at the University of British Columbia in Vancouver, British Columbia, Canada.[1][3][4] While completing his PhD, Kersten and his PhD supervisor, Gail C. Murphy, founded Tasktop Technologies, which provided productivity software built on the Mylyn technology,[5] but now focuses on providing Value stream management software around Mik's book Project to Product.", "73346874": "Lenore D. Zuck (born 1958) is an Israeli-American computer scientist whose research involves formal methods in software engineering, as well as information privacy.[1] She is a research professor of computer science at the University of Illinois Chicago.[2]", "58486586": "Gladys del Estal Ferreño was a ecologist activist from San Sebastián, Gipuzkoa, Spain (Caracas, 1956 - Tudela, 1979). She was killed by a bullet shot at her by the Guardia Civil during a protest in Tudela, Navarre, against the nuclear station construction program for the Basque Country, and the aircraft firing range of Bardenas. She has since become an important icon of the ecologist movement.", "29355836": "Douglas C. Schmidt (born July 18, 1962) is a computer scientist and author in the fields of object-oriented programming, distributed computing and design patterns.", "2273087": "Kai-Fu Lee (traditional Chinese: 李開復; simplified Chinese: 李开复; pinyin: Lǐ Kāifù; born December 3, 1961) is a Taiwanese businessman, computer scientist, investor, and writer. He is currently based in Beijing, China.", "69726017": "Alexandra (Alex) Poulovassilis is a Greek and British computer scientist who is a professor emerita of computer science and College Fellow at Birkbeck, University of London. Her research interests have included information management, database schemas and their transformation, information visualization, and immersive learning.", "63516483": "Jerry L. Prince is the William B. Kouwenhoven Professor of Electrical and Computer Engineering at Johns Hopkins University. He has over 41,000 citations, and an h-index of 80.", "52260686": "Robert Tienwen Chien (November 20, 1931  – December 8, 1983) was an American computer scientist concerned largely with research in information theory, fault-tolerance, and artificial intelligence (AI), director of the Coordinated Science Laboratory (CSL) at the University of Illinois at Urbana–Champaign, and known for his invention of the Chien search and seminal contributions to the PMC model in system level fault diagnosis.", "1929039": "Joel Moses (24 November 1941 – 29 May 2022) was an Israeli-American mathematician, computer scientist, and Institute Professor at the Massachusetts Institute of Technology (MIT).[1]", "4370263": "Urs Hölzle (German pronunciation: [ˈʊrs ˈhœltslɛ]; born 1964[1]) is a Swiss software engineer and technology executive. As Google's eighth employee and its first VP of Engineering, he has shaped much of Google's development processes and infrastructure, as well as its engineering culture.[2] His most notable contributions include leading the development of fundamental cloud infrastructure such as energy-efficient data centers, distributed compute and storage systems, and software-defined networking.  Until July 2023, he was the Senior Vice President of Technical Infrastructure and Google Fellow at Google. In July 2023, he transitioned to being a Google Fellow only.[3][4]", "9351002": "T. V. Raman (born 4 May 1965) is a computer scientist who specializes in accessibility research.[4] His research interests are primarily in the areas of auditory user interfaces and structured electronic documents.  He has worked on speech interaction and markup technologies in the context of the World Wide Web at Digital's Cambridge Research Lab (CRL), Adobe Systems and IBM Research.[5] He currently works at Google Research.[5][6] Raman has himself been partially sighted since birth, and blind since the age of 14.[1][4]", "23293794": "Patrick Peter Chan is a Canadian computer scientist based in Silicon Valley, California.  Born in Vancouver, British Columbia, he attended the University of British Columbia, and the University of Waterloo.  He holds a master's in Computer Science and has made some contributions to the field.", "32747377": "David Leigh Waltz (28 May 1943 – 22 March 2012) was a computer scientist who made significant contributions in several areas of artificial intelligence, including constraint satisfaction, case-based reasoning and the application of massively parallel computation to AI problems.[2]\n[3] \nHe held positions in academia and industry and at the time of his death, was  a professor of Computer Science at Columbia University where he directed the Center for Computational Learning Systems.[4][5][6][7][8]", "65580915": "Edda Sveinsdottir (1936 – 3 April 2022)[1] was an Icelandic/Danish computer scientist, inventor, and professor. She is considered to be the first female Danish computer scientist[2] and was the first (and currently only) female head of department at University of Copenhagen's Department of Computer Science.[3]", "43446134": "Martin L. Kersten (October 25, 1953 – July 6, 2022) was a computer scientist with research focus on database architectures, query optimization and their use in scientific databases. He was an architect of the MonetDB system, an open-source column store for data warehouses, online analytical processing (OLAP) and geographic information systems (GIS). He has been (co-) founder of several successful spin-offs of the Centrum Wiskunde & Informatica (CWI).[2]", "58716024": "Lora Aroyo (born in Bulgaria) is a Dutch computer scientist at Google Research, and formerly a professor at The Vrije Universiteit Amsterdam, Netherlands.[2] She is best known for her work in user modeling, digital humanities, and for the CrowdTruth crowdsourcing method.[3] She was the founding head of the user-centric data science (UCDS) research group in the VU Computer Science department,[4] president of the User Modeling Society,[5] a former vice-president of Semantic Technology Institute,[6] Chief Scientist at Tagasauris, and a member of over 100 scientific program committees and editorial boards. She was one of the few female full professors of Computer Science in the Netherlands, and her departure to Google leaves only one woman (out of over 20 full professors) at the VU.[7]", "20787081": "Peter George Harrison (born 1951) is an Emeritus Professor of Computing Science at Imperial College London[3] known for the reversed compound agent theorem, which gives conditions for a stochastic network to have a product-form solution.", "41840521": "Crystal Lee is a co-founder of the Silicon Valley startup LifeSite.[4] Lee was the first runner-up in the Miss America 2014 pageant, Miss California 2013, Miss Chinatown USA 2010 and Miss California's Outstanding Teen 2008. She is currently the in-arena host for the Golden State Warriors.[5]", "65482642": "Keno Fischer is a German computer scientist known for being a core member implementing the Julia programming language[2] (e.g. its Windows support).[3][4][5][6][7] He is an alumnus of Harvard for both his BA and MA. He works at Julia Computing, which he co-founded with Julia co-creators, Alan Edelman, Jeff Bezanson, Stefan Karpinski, Viral B. Shah and Deepak Vinchhi.[8] He received a B.A. in mathematics and physics from Harvard in 2016,[9] and he completed a Master of Arts in Physics also from Harvard in 2016.", "70774677": "Marvin Victor Zelkowitz (born 7 August 1945) is an American computer scientist and engineer.", "52572054": "Keith D. Cooper is an American computer scientist, currently the L. John and Ann H. Doerr Professor of Computational Engineering at Rice University.[1][2][3][4][5] He has been a Professor of Computer Science at Rice since July 1989 and served as the chair of that department from 2002 to 2008. As \nof July 2019, he serves as the Chair of the Department of Computational and Applied Mathematics.  His primary research area has been program analysis and optimization.  He was one of the founding members of the compiler group at Rice. He and Linda Torczon co-authored the book Engineering a Compiler.", "52572055": "George Anthony Gorry is an American computer scientist, who served as the Friedkin Professor Emeritus of Management at Jesse H. Jones Graduate School of Business, Rice University and a member of National Academy of Medicine and Fellow of American College of Medical Informatics.[1][2]", "32993181": "Eiichi Goto (後藤 英一, Gotō Eiichi, January 26, 1931 – June 12, 2005) was a Japanese computer scientist, the builder of one of the first general-purpose computers in Japan.", "68202405": "Ian Coldwater is an American computer security specialist, hacker, and speaker specializing in Kubernetes and cloud native security.[1][2] They are a security architect at Twilio, and co-chair the Kubernetes special interest group Kubernetes SIG Security.[3][4][5]", "23834539": "Patrick Naughton  is an American software developer and convicted sex offender. He is one of the creators of the Java programming language.", "58765231": "Adele Mildred Koss, known as Milly Koss, (born 11 July 1928,[citation needed] died 11 September 2012)[1] was an American pioneering computer programmer. The Association for Women in Computing awarded her an Ada Lovelace Award in 2000.[2][3]", "62205878": "Carole De Saram (born February 27, 1939) is an American feminist and women's rights activist. She is the former president of the New York chapter of the National Organization for Women (NOW).[1] She was an advocate for women's equality through intersectionality with economics.[2]", "59895747": "Vandana \"Vandi\" Verma[2] is a space roboticist and chief engineer[4] at NASA's Jet Propulsion Laboratory, known for driving the Mars rovers, notably Curiosity and Perseverance, using software including PLEXIL programming technology that she co-wrote and developed.[5][6]", "19804107": "Russell A. Brown, an American physician and computer scientist, is the inventor[1] of the N-localizer[2] technology that enables guidance of stereotactic surgery or radiosurgery using medical images that are obtained via computed tomography (CT),[3] magnetic resonance imaging (MRI),[4] or positron emission tomography (PET).[5]", "2371534": "Robin John Popplestone (9 December 1938 in Bristol – 14 April 2004 in Glasgow)[1] was a pioneer in the fields of machine intelligence and robotics. He is known for developing the COWSEL and POP programming languages, and for his work on Freddy II with Pat Ambler at the University of Edinburgh Artificial Intelligence laboratory.", "2715600": "John Charles Reynolds (June 1, 1935 – April 28, 2013) was an American computer scientist.[1]", "52801495": "Jean-Daniel Boissonnat (born 18 May 1953) is a French computer scientist, who works as a director of research at the French Institute for Research in Computer Science and Automation (INRIA).[1]\nHe is an invited professor of computational geometry at the Collège de France, holding the Chair in Informatics and Computational Sciences for 2016–2017.[2]", "70250459": "Luca Benini is a computer scientist who is a Professor of Electronics at University of Bologna and the Chair of Digital Circuits and Systems at ETH Zurich.[1][2][3]", "7827419": "John Yen is Professor of Data Science and Professor-in-Charge of Data Science in the College of Information Sciences and Technology at Pennsylvania State University. He currently leads the Laboratory of AI for Cyber Security at Penn State. He was the founder and a former Director of the Cancer Informatics Initiative there.", "51179482": "Janos Sztipanovits is an electrical engineer and computer scientist. He is the E. Bronson Ingram Distinguished Professor of Engineering at the Department of Electrical Engineering and Computer Science at Vanderbilt University.[1] He is the founding director of the Institute for Software Integrated Systems at Vanderbilt.[2]"}