{"2984696": "Charles Walter Suckling CBE FRS[1] (24 July 1920 – 31 October 2013) was a British chemist who first synthesised halothane, a volatile inhalational anaesthetic in 1951, while working at the Imperial Chemical Industries (ICI) Central Laboratory in Widnes.", "28904188": "George Milton Murray (born June 17, 1953) is an academic in Chemistry and Material Science.  He specializes in chemical analysis, sensors and molecularly imprinted polymers.", "13404930": "Edith Marie Flanigen (born January 28, 1929)[1][2] is a noted American chemist, known for her work on synthesis of emeralds, and later zeolites for molecular sieves at Union Carbide.", "62032647": "Marc Fontecave (born 27 September 1956) is a French chemist. An international specialist in bioinorganic chemistry, he currently teaches at the Collège de France in Paris, where he heads the Laboratory of Chemistry of Biological Processes.", "17926919": "Klaus Paul Alfred Clusius (19 March 1903 – 28 May 1963) was a German physical chemist from Breslau (Wrocław), Silesia. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club; he worked on isotope separation techniques and heavy water production. After the war, he was a professor of physical chemistry at the University of Zurich. He died in Zurich.", "16583442": "Bent Formby is a biochemist[2] and researcher.  He was born in Copenhagen, and came to the U.S. as a visiting professor in 1979.[3]  He co-authored two books and several articles on endocrinology with T. S. Wiley.", "9898781": "Nikolay Konstantinovich Kochetkov (Russian: Никола́й Константи́нович Кочетко́в; May 18, 1915 in Moscow – 2005) was a Soviet chemist and academician (1979). He was awarded the Lomonosov Gold Medal in 1994.[1]", "46435102": "Soodabeh Davaran (Persian: سودابه داوران) is an Iranian researcher, and professor of polymer chemistry in the Faculty of Pharmacy in Tabriz University of Medical Sciences.[2]\nShe has written many articles about chemistry.[3]", "2886435": "Kenneth Eric Money MSC (January 4, 1935 – March 6, 2023) was a Canadian scientist specialising in the human ear and an Olympic high jumper. He worked at the Defence and Civil Institute of Environmental Medicine in Toronto.  He published over one hundred science articles and authored six different topics in the World Book Encyclopedia.", "45419302": "Susan Emerson Gould (August 9, 1929 – March 9, 2017) was an American chemist and politician in the state of Washington. She served the 21st district from 1975 to 1983.[1][2][3]", "37784359": "William Cudmore McCullagh Lewis, FRS (29 June 1885 – 11 February 1956) was a British chemist and academic. He was Brunner Professor of Physical Chemistry at the University of Liverpool.", "30935853": "Sir Eric Keightley Rideal, MBE, FRS (11 April 1890 – 25 September 1974)[1] was a British physical chemist. He worked on a wide range of subjects, including electrochemistry, chemical kinetics, catalysis, electrophoresis, colloids and surface chemistry.[2] He is best known for the Eley–Rideal mechanism, which he proposed in 1938 with Daniel D. Eley.[3] He is also known for the textbook that he authored, An Introduction to Surface Chemistry (1926),[3] and was awarded honours for the research he carried out during both World Wars and for his services to chemistry.[4]", "71109427": "Gernot Frenking (born January 23, 1946, in Körbecke) is a German chemist known for his contribution in theoretical chemistry.[1]", "24513333": "Professor Nils Gunnar Hansson von Heijne, born 10 June 1951 in Gothenburg, is a Swedish scientist[2] working on signal peptides, membrane proteins[3][4][5] and bioinformatics[6][7] at the Stockholm Center for Biomembrane Research at Stockholm University.", "46730037": "Jadwiga Bryła (Polish pronunciation: [jadˈvi.ɡa ˈbrɨ.wa]; born 9 July 1943 in Warsaw) is a Polish biochemist. Since 1977 manager of Metabolism Regulation Department in Faculty of Biology in Warsaw University,[1] and since 1983 professor in this faculty. Director of Biochemistry Institute. Since 1993 a member-correspondent of Polish Academy of Learning; she leads researches on regulations of intermediate transformations, especially on carbohydrates in animal tissues.", "26282808": "Frank Sherwood Taylor (1897 – 5 January 1956) was a British historian of science, museum curator, and chemist who was Director of the Science Museum in London, England.[1]", "53578557": "Mike Moradi  is an American biochemist, entrepreneur[1] and diabetes advocate.[2] Mike is a co-founder / CEO of Sensulin, a company that strives to provide a once-a-day solution for type I/II diabetics. He has founded or helped establish more than a dozen nanotechnology and biotechnology companies. He was selected as a 2017 Young Global Leader by the World Economic Forum.[3] He is frequently invited as speaker at technology and business conferences and workshops worldwide, on topics such as innovation,[4] entrepreneurship and the future of diabetes.", "3181388": "Samuel Andrews (1836–1904) was a chemist and inventor. Born in England, he immigrated to the United States before the American Civil War and settled in Cleveland, Ohio. He is best known as a partner in the oil refining firm of Rockefeller, Andrews & Flagler, the major predecessor company of the Standard Oil corporate empire. When the first unit was formed in 1870, Andrews owned 16.67% of Standard Oil stock. He sold his stock early on in 1874 and while he was wealthy, he did not participate in the level of wealth generation that the other founders did.", "16288589": "John Kenneth Stille (May 8, 1930 – July 19, 1989) was an American chemist who discovered the Stille reaction. He received B.A. and M.A. degrees from the University of Arizona before serving in the Navy during the Korean War. He received his Ph.D. from the University of Illinois, where he studied under Carl Shipp Marvel.[1] Stille began his independent career at the University of Iowa in 1957 before moving to Colorado State University in 1977.[2]", "50432853": "Christian Gavina (born January 27, 1979) is a Filipino professional basketball coach.", "72649560": "Margaret May-som Shaw Wu (born June 28, 1950) is a Taiwanese–American industrial chemist and inventor. As a research chemist at ExxonMobil, Wu developed new lubricants for car engines. She was elected Fellow of the National Inventors Hall of Fame in 2020.", "61082464": "Eduard Farber, also Eduard Färber or Eduard Faerber, (17 April 1892, in Brody, Galicia – 15 July 1969) was an Austrian-American industrial chemist and historian of chemistry.[1]", "55839586": "Catharina Elisabeth Heinecken (1683 – November 5, 1757) was a German artist and alchemist and the mother of a celebrated child prodigy, Christian Heinrich Heineken.", "29461346": "Andrew Bruce Bocarsly (born April 23, 1954) is currently a professor at Princeton University, New Jersey. His primary research interests lie in physical inorganic chemistry.[1] He conducts research in electrochemistry, photochemistry, solids state chemistry, and fuel cells, and is known for his work on alternate energy solutions involving processes and materials for photo-reduction and electro-reduction.[2][3][4]", "23595875": "Steven Charles Zimmerman (born 1957) is an American organic chemist who is a professor in the Department of Chemistry at the University of Illinois at Urbana-Champaign.", "65801067": "Thomas Dillon (15 January 1884 – 11 December 1971) was an Irish chemist and nationalist.[1]", "41749358": "David John Richardson (born August 1964) is a British academic who was formerly the Vice-Chancellor of the University of East Anglia.[1] As a result of the financial crisis that engulfed the university in early 2023, under his management, he resigned from the position on 27 February 2023, effective immediately, with Deputy Vice-Chancellor and Provost Christine Bovis-Cnossen taking over as acting Vice-Chancellor.[2]", "55348084": "Charles W. Crawford (July 21, 1888 – September 15, 1957) was an American chemist who served as Commissioner of Food and Drugs from 1951 to 1954. He graduated Oklahoma A&M University with a BA degree in chemistry in 1909. He later received a master's degree in 1915. He quickly became the FDA's principal representative during the drafting of the 1938 Food, Drug, and Cosmetic Act.[1]", "74124149": "Carmen Domene is a Spanish academic who is a professor of chemistry at the University of Bath. Her research makes use of computational simulations to understand biological systems and processes. She was awarded the 2020 International Society of Quantum Biology and Pharmacology Loew Award and the 2023 Royal Society of Chemistry Corday-Morgan Prize.", "34343796": "Dewitt Stetten Jr. (May 31, 1909 – August 28, 1990) was an American biochemist.[1][2][3] Stetten was dean of the medical school of Rutgers University,[1][2] president of the Foundation for Advanced Education in the Sciences,[1] and a member of the National Academy of Sciences.[3]\nA collection of his papers is held at the National Library of Medicine in Bethesda, Maryland.[4] He was married to fellow biochemist Marjorie Roloff Stetten.[5]", "70945655": "Friedrich Karl Franz Liebau (May 31, 1926 in Berlin – March 11, 2011 in Kiel) was a German chemist, crystallographer, and mineralogist known for his research in silicates.[1]", "45190011": "Christine Wiedinmyer is an American atmospheric chemist who is research scientist in the Atmospheric Chemistry Division of the National Center for Atmospheric Research. She has a Ph.D. in Chemical Engineering from the University of Texas at Austin.[1]", "18090875": "Raphael Eduard Liesegang (/ˈliːzəɡɑːŋ/) (1 November 1869 – 13 November 1947) was a German chemist, photographer and entrepreneur born in Elberfeld.", "67373948": "Richard M. Caprioli (born 12 April 1943) is an American chemist known for his contributions to mass spectrometry imaging.[1]", "40602491": "Camille Edouard Dreyfus (November 11, 1878 – September 27, 1956) was a Swiss chemist. He and his brother Henri Dreyfus invented Celanese, an acetate yarn. \nHe founded The Camille and Henry Dreyfus Foundation in honour of his brother.", "2362242": "Hermann Wilhelm Vogel (26 March 1834 – 17 December 1898) [1] was a German photochemist[2]  and photographer who discovered dye sensitization, which is of great importance to photography.", "14322562": "James D. Otvos[1][2][3][4][5][6][7][8][9] is an academician/researcher/entrepreneur in nuclear magnetic resonance spectroscopy who has pioneered and published, since the later 1970s, extensive research[10] on the roles of the various lipoproteins in cardiovascular disease and led the company, LipoScience, which developed the Vantera Analyzer.[11]", "9112452": "Johann Friedrich Schweitzer or Sweitzer, usually known as Helvetius (1630 – 1709) was a Dutch physician and alchemical writer of German extraction. He is known for his books Ichts aus Nichts, für alle Begierigen der Natur published in 1655, Vitulus Aureus (The Golden Calf), published in 1667 under the pseudonym Joakim Philander, and Miraculo transmutandi Metallica, Antwerp, 1667.", "20745109": "Sven Rinman (23 June (N.S)/12 June (O.S) 1720 – 20 December 1792) \nwas a Swedish chemist and mineralogist who discovered the pigment cobalt green, sometimes also called Rinman's green. He had a great influence on mining and the steel production in Sweden.", "30968727": "John Farquhar (1751–1826) was a Scottish millionaire dealer in gunpowder.", "5573528": "George McClelland Whitesides (born August 3, 1939) is an American chemist and professor of chemistry at Harvard University. He is best known for his work in the areas of nuclear magnetic resonance spectroscopy, organometallic chemistry, molecular self-assembly, soft lithography,[3] microfabrication, microfluidics, and nanotechnology. A prolific author and patent holder who has received many awards, he received the highest Hirsch index rating of all living chemists in 2011.[4][5][6]", "33065882": "Tu Youyou (Chinese: 屠呦呦; pinyin: Tú Yōuyōu; born 30 December 1930) is a Chinese malariologist and pharmaceutical chemist. She discovered artemisinin (also known as qīnghāosù, 青蒿素) and dihydroartemisinin, used to treat malaria, a breakthrough in twentieth-century tropical medicine, saving millions of lives in South China, Southeast Asia, Africa, and South America.", "48597919": "Emma Parmee  is a British chemist and research scientist who is a co-inventor of numerous drug patents. She was one of the leading researchers in the development of sitagliptin and was awarded a Thomas Alva Edison Patent Award in 2007 and the Society of Chemical Industry's Gordon E Moore Medal in 2009 for her contributions.[1]", "29658040": "Armas Ralph Gustaf Gräsbeck (July 6, 1930, Helsinki – January 22, 2016),[1] best known as  Ralph Gräsbeck, was a Finnish physician and clinical biochemist.[2]", "67472323": "Mirosław Handke (19 March 1946 – 22 April 2021) was a Polish chemist and politician, who served as Minister of Education from 1997 to 2000.", "37686216": "Frank Dickens FRS (15 December 1899 – 15 June 1986) was a biochemist, best known for his work at the Courtauld Institute of Biochemistry with Edward Charles Dodds on the pentose phosphate pathway which generates NADPH.[1]", "9407432": "Alfredo Pérez Rubalcaba (Spanish pronunciation: [alˈfɾeðo ˈpeɾeθ ruβalˈkaβa]; 28 July 1951 – 10 May 2019) was a Spanish statesman, politician and chemist who served as Deputy Prime Minister of Spain from 2010 to 2011, and previously as Minister of Education from 1992 to 1993, as Minister of the Presidency from 1993 to 1996, as Minister of the Interior from 2006 to 2011 and as acting Minister of Defence between May and June 2008.[1]", "37391307": "Michael Patrick Sheetz is a cell biologist, a pioneer of mechanobiology and biomechanics, and a key contributor to the discovery of kinesin. He serves as the Robert A. Welch Distinguished University Chair in Chemistry at the University of Texas Medical Branch, Galveston, the department of biochemistry and molecular biology. He is the William R. Kenan, Jr. Professor Emeritus of Cell Biology at Columbia University, former distinguished professor and the founding director of the Mechanobiology Institute at the National University of Singapore, and former professor at Washington University in St. Louis and chairman at Duke University.", "73141200": "Hongtao Yu is a Chinese chemist and academic administrator serving as the provost and senior vice president of student affairs at Morgan State University.", "58002385": "Sarah Elizabeth Reisman is a Chemistry Professor at the California Institute of Technology.[1] She received the (2013) Arthur C. Cope Scholar Award[2] and the (2014)[3] Tetrahedron Young Investigator Award for Organic Synthesis.[4] Her research focuses on the total synthesis of complex natural products.", "63310815": "Jean Sutherland Fleming ONZM CRSNZ (born 1952) is a New Zealand reproductive biologist, science communication advocate and environmentalist. She has been a professor emerita in science communication since her retirement from the University of Otago in 2014.", "66522082": "Deanna Michelle D'Alessandro is an Australian chemist who is a Professor and Australian Research Council Future Fellow at the University of Sydney. Her research considers fundamental aspects of electron transfer in molecular coordination complexes and in nanoporous materials, and the development of metal–organic frameworks for environmental applications including carbon dioxide capture and conversion.", "8391655": "Edward Sydney Simpson (11 March 1875 – 30 August 1939) was an Australian mineralogist and geochemist.", "66227179": "Charles Frederick Koelsch (31 January 1907 - 24 December 1999) was an American organic chemist who spent his faculty career at the University of Minnesota.[1][2][3]", "40111086": "Philip James Yorke (13 October 1799 – 14 December 1874) was a British Army officer, scientist and Fellow of the Royal Society.  Yorke was a founder of the Chemical Society in the United Kingdom.", "26807282": "Mikhail Mikhaylovich Shultz (Russian: Михаи́л Миха́йлович Шульц, also spelled Schultz, Shul'ts, Shults, Shul’c etc.) (1 July 1919 – 9 October 2006), was a Soviet/Russian physical chemist, and an artist.", "16059380": "David E. Clemmer (February 23, 1965, Alamosa, Colorado) is an analytical chemist and the Distinguished Professor and Robert and Marjorie Mann Chair of Chemistry at Indiana University in Bloomington, Indiana, where he leads the Clemmer Group.[1]   Clemmer develops new scientific instruments for ion mobility mass spectrometry (IMS/MS), including the first instrument for nested ion-mobility time-of-flight mass spectrometry.[2]  He has received a number of awards, including the Biemann Medal in 2006 \"for his pioneering contributions to the integration of ion mobility separations with a variety of mass spectrometry technologies.\"[3]", "55380986": "Gero Decher is a German chemist and Distinguished Professor (\"Professeur classe exceptionnelle\") at the Faculty of Chemistry of University of Strasbourg. He is best known for his seminal role in the development of polyelectrolyte multilayers, which is today known as “layer-by-layer (LbL) assembly”,[4] a simple yet powerful nanofabrication method that has enabled the development of entirely new technologies, such as biocompatible coatings on medical devices, ultrastrong nanocomposites, neural interfaces, charge-storage devices, gas separation, fire retardants, and gene delivery platforms. According to CNRS International Magazine, Decher's work has “sparked a small revolution in materials science”.[5] Layer-by-layer assembly is now an established part of the nanobiotechnology curriculum.[6]", "42306557": "Saiful Islam FRSC FIMMM (born 14 August 1963) is a British chemist and professor of materials modelling at the Department of Materials, University of Oxford. Saiful is a Fellow of the Royal Society of Chemistry (FRSC), and received the Royal Society's Wolfson Research Merit Award and the Hughes Medal, and the American Chemical Society Award for Energy Chemistry for his major contributions to the fundamental atomistic understanding of new materials for lithium batteries and perovskite solar cells.", "67111934": "Melinda Jane Duer FRSC is Professor of Biological and Biomedical Chemistry in the Department of Chemistry at the University of Cambridge, and was the first woman to be appointed to an academic position in the department. Her research investigates changes in molecular structure of the extracellular matrix in tissues in disease and during ageing. She serves as Deputy Warden of Robinson College, Cambridge.[1] She is an editorial board member of the Journal of Magnetic Resonance.[2]", "69274624": "Mammadagha Ahmad oghlu Mammadov (Azerbaijani: Məmmədağa Əhməd oğlu Məmmədov, May 30, 1926 — January 23, 1971) was an Azerbaijani-Soviet chemist, technologist and statesman, Minister of Oil Refining and Petrochemical Industry of the Azerbaijan SSR.", "50400269": "Srinivasan Varadarajan (31 March 1928 – 11 May 2022) was an Indian chemist, civil servant, corporate executive and the former chairman of several public sector undertakings such as Indian Petrochemicals Corporation Limited (IPCL), Petrofils Cooperative Limited, Engineers India Limited (EIL), and Bridge and Roof Company (India).[1] Born on 31 March 1928 in Tamil Nadu, he obtained two master's degrees (MA and MSc) from Madras University and Andhra University and two doctoral degrees (PhD) from University of Delhi and University of Cambridge and worked as a faculty member at several educational institutions such as Delhi University (1949–53), Massachusetts Institute of Technology (1956-57) and Department of Radiotherapeutics, University of Cambridge (1957–59). He was an elected fellow of the Indian National Science Academy (1983), Indian Academy of Sciences (1972)[2] and The World Academy of Sciences (1997).[3] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1985, for his contributions to society.[4]", "3574801": "Roger Chillingworth is a fictional character and primary antagonist in the 1850 novel The Scarlet Letter by Nathaniel Hawthorne. He is an English scholar who moves to the New World after his wife, Hester Prynne.", "34049045": "Vivian Thomas Stannett (September 1, 1917 – October 1, 2002), Camille Dreyfus Professor Emeritus of Chemical Engineering and dean emeritus of the graduate school at North Carolina State University, was an English American chemist known for his contributions to the field of polymer science. In 1981 he received North Carolina's top science honor, the North Carolina Science Award and Gold Medal, and in 1995 he was elected to the National Academy of Engineering, an organization of the United States National Academies, for advancements in transport processes and radiation chemistry in polymers.[1]", "58297367": "Assistant Project Scientist, Scripps Institution of Oceanography (2012-2014)\nPostdoctoral Scholar, Scripps Institution of Oceanography (2008-2012)", "9014296": "Lewis Hastings Sarett (December 22, 1917 – November 29, 1999) was an American organic chemist. While serving as a research scientist at Merck & Co., Inc., synthesized cortisone.", "72649752": "Philip Anderson Shaffer (September 20, 1881 – December 4, 1960) was an American biological chemist and medical researcher best known for establishing the protein nature of insulin, for studies of metabolism in typhoid fever patients, and for his long stewardship of the Washington University in St. Louis School of Medicine as a department head and dean.\n[1]\n[2]", "44633119": "Scott K. Silverman[2] is a professor of chemistry at the University of Illinois at Urbana-Champaign. He joined the department of chemistry in 2000 as assistant professor, was promoted to associate professor with tenure in 2006,[3] and was promoted to professor in 2010.[4]", "44403747": "Dennis Frederick Evans FRS (7 March 1928 – 6 November 1990) was an English chemist who made important contributions to nuclear magnetic resonance, magnetochemistry and other aspects of chemistry.", "63671340": "Hans Bernhard \"Berny\" Schlegel FRSC (born September 24, 1951) is German-born computational and theoretical chemist,  and distinguished professor at Wayne State University. He is a highly cited chemist, with a Thomson Reuters H-Index of 116 and citations of over 218,000 as of 2020.[1] He is a professor of chemistry at the Wayne State University and co-author of the computational chemistry software, Gaussian. The \"Berny optimization\" as implemented in Gaussian is named after him. His group also created the Electronic Structure Perl Toolkit (ESPT).[2]", "30444590": "Margarethe Mathilde von Wrangell, after 1928 Princess Andronikow, née Baroness von Wrangell (7 January 1877 in Moscow – 21 March 1932 in Hohenheim) was a Baltic German agricultural chemist and  the first female full professor at a German university.[1]", "69110834": "Roman Viktorovich Mertslin (Russian: Роман Викторович Мерцлин; 17 October 1903 – 11 February 1971) was a Soviet chemist, a Doctor of Chemical Sciences, a vice-rector for scientific studies (1940–1941, 1946–1950), a rector (1941–1945) of Molotov (Perm) University, a rector (1950–1965) of Saratov Chernyshevsky State University. He founded the scientific school of physical and chemical analysis, heterogeneous equilibria and developed the method of isothermal cross sections.", "16550963": "Steven G. Clarke, (born November 19, 1949) an American biochemist, is a director of the UCLA Molecular Biology Institute,[1] a professor of chemistry and biochemistry at UCLA biochemistry department. Clarke heads a laboratory at UCLA's department of chemistry and biochemistry. Clarke is famous for his work on molecular damage and discoveries of novel molecular repair mechanisms.", "44633148": "Chad M. Rienstra[1] is a professor of chemistry at the University of Wisconsin at Madison. He formerly was a tenured professor at the University of Illinois Urbana-Champaign where he joined the Department of Chemistry in 2002 as assistant professor, was promoted to associate professor with tenure in 2008,[2] and was promoted to professor in 2013.[3]", "52137025": "Charles Dufraisse (20 August 1885, in Excideuil – 5 August 1969, in Excideuil) was a French chemist. With Charles Moureu, he conducted pioneer research of autoxidation and antioxidants.", "32574534": "Henry Watts (1815–1884) was an English chemist.", "3148875": "Louis-Bernard Guyton, Baron de Morveau (also Louis-Bernard Guyton-Morveau after the French Revolution; 4 January 1737 – 2 January 1816) was a French chemist, politician, and aeronaut. He is credited with producing the first systematic method of chemical nomenclature.[1]", "31427659": "Isabella Cortese (fl. 1561), was an Italian alchemist and writer of the Renaissance.  All that is known of her life and work is from her book on alchemy, The Secrets of Lady Isabella Cortese. Cortese was also well-versed in several fields other than alchemy. She helped develop a variety of facial cosmetic products and made a variety of other contributions to science during the 16th century.", "44633171": "Zaida Ann \"Zan\" Luthey-Schulten is the William and Janet Lycan Professor of Chemistry at the University of Illinois at Urbana-Champaign.[1][2] She was promoted to professor in 2004.[3] She is also involved with the NASA Astrobiology Institute.[4]", "55479379": "Melinda H. Keefe is a research and development director at the  Dow Chemical Company, where she works on architectural coatings. She helped to develop the award-winning Evoque pre-composite polymer platform, reducing TiO2 usage.", "1870931": "Heinrich Rose (6 August 1795 – 27 January 1864) was a German mineralogist and analytical chemist. He was the brother of the mineralogist Gustav Rose and a son of Valentin Rose.[1]\nRose's early works on phosphorescence were noted in the Quarterly Journal of Science in 1821,[2] and on the strength of these works, he was elected privatdozent at the University of Berlin from 1822, then Professor from 1832.[3]", "3738711": "Anders Hallberg (born 29 April 1945 in Vetlanda, Jönköping county (Småland)) is a Swedish pharmaceutical researcher, professor in medicinal chemistry and 2006-2011 Rector Magnificus and Vice Chancellor at Uppsala University.[1]", "34081881": "Herman Samuel Bloch (June 15, 1912 – June 16, 1990) was an American chemist and an inventor. Bloch invented the catalytic converter, a device that removes pollutants from automobile exhaust fumes.[1] Bloch held more than 270 patents.[2] He was the deputy director of research of the aerospace company AlliedSignal Inc, and chairman of the Cook County Housing Authority.[3] He received the Chemical Pioneer Award in 1989 from the American Institute of Chemists.[4] He received the Ernest J. Houdry Award in Applied Catalysis,[2] the E. V. Murphree Award in Industrial and Engineering Chemistry in 1974,[2] and the Richard J. Kokes Memorial Award and Lectureship from Johns Hopkins University in 1971.[5] Bloch was elected to the National Academy of Sciences in 1975.[2]", "68488283": "Constanzo Benedetto Bonvicino, (Latinized as Constantius Benedictus Bonvicinus, and also known as Bonvoisin[1]) (1739 – 25 January 1812) was an Italian chemist.", "60165212": "George Sampson Valentine Wills (1849-1932) was a chemist and pharmacist and the founder of the Westminster College of Chemistry and Pharmacy, an institution which prepared students for examinations set by the Pharmaceutical Society of Great Britain, founded in 1841.", "19434594": "René Prudent Patrice Dagron  (17 March 1817 – 13 June 1900) was a French photographer and inventor. He was born in Aillières-Beauvoir, Sarthe, France.[1]\nOn 21 June 1859, Dagron was granted the first microfilm patent in history.[2][3] Dagron is also considered the inventor of the miniature photographic jewels (French: Bijoux photographiques microscopiques) known as Stanhopes because a modified Stanhope lens is used to view the microscopic picture attached to the lens.[4] He is buried at Ivry Cemetery, Ivry-sur-Seine.", "2133090": "Robert Samuel Langer Jr. FREng[1] (born August 29, 1948) is an American biotechnologist, businessman, chemical engineer, chemist, and inventor. He is one of the twelve Institute Professors at the Massachusetts Institute of Technology.[3]", "63474793": "Robert Downs Haworth (15 March 1898 – 19 May 1990) was an English organic chemist.", "53906538": "Sheldon M. Schuster (born 1947) is an American biochemist, cancer researcher and academic. He is the current president of Keck Graduate Institute as of 2003. He has previously served as a professor at University of Nebraska–Lincoln and University of Florida. While at Florida, he was the director of research and the university's biotechnology program.", "56331371": "William Lash Miller, CBE, FRSC (1866 – 1940) was a Canadian chemist, chemistry professor, and pioneer of physical chemistry.", "48565357": "Laszlo Lorand (23 March 1923 – 6 December 2018) was a Hungarian-American biochemist who studied clotting of blood and other bodily fluids. A professor emeritus in cell and molecular biology at the Feinberg School of Medicine, Lorand was a longtime professor in the departments of chemistry and molecular biosciences at Northwestern University before transferring to Northwestern's medical school. Lorand was a co-discoverer of the substance that later became known as factor XIII. He was a member of the National Academy of Sciences.", "52268147": "Jules Piccard, also known as Julius Piccard (20 September 1840, in Lausanne – 11 April 1933, in Lausanne) was a Swiss chemist. He was the father of twins Auguste Piccard (1884–1962) and Jean Felix Piccard (1884–1963), both renowned balloonists.", "58756216": "Jadwiga Barbara Ostrowska-Czubenko (born 18 January 1949 in Kołobrzeg) is a Polish chemist at the Nicolaus Copernicus University in Toruń.", "47910016": "Luther Atwood  (November 7, 1820 – November 5, 1868) was an American chemist. He is known for creating new chemical products from the distillation of coal and petroleum.", "54594690": "Gil Chaverri Rodríguez (March 15, 1921, Heredia, Costa Rica - May 27, 2005  San José, Costa Rica) was a Costa Rican chemist and physicist. Chaverri created an original arrangement of the periodic table of chemical elements, published in 1952 in the Journal of Chemical Education.[1][2][3] His arrangement of the periodic table was based on the electronic structure of each element,[4] and was used in Costa Rican schools.[1]", "39652486": "2012 Korea’s 100 Most Influential Person for Next 10 Years (DongA Daily News)\n2012 POSCO TJ Park Prize (POSCO TJ Park Foundation)", "29658254": "Nils Johan Berlin (Nils Johannes Berlin) (18 February 1812 – 27 December 1891) was a Swedish chemist and physician, who held various professorships  at the University of Lund from 1843 to 1864.  Berlin was the first chemist who took the initiative to write a textbook on elementary science, the purpose being to provide basic science education for the general public.", "52432017": "Kakkudiyil George Thomas (born 1961) is an Indian photochemist, nanomaterial scientist and a professor at the Indian Institute of Science Education and Research, Thiruvananthapuram.[1] He is known for his studies on photoresponsive nanomaterials[2] and is an elected fellow of the Indian National Science Academy[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2006, for his contributions to chemical sciences.[5]", "1346709": "Frank Harold Spedding (22 October 1902 – 15 December 1984) was a Canadian American chemist. He was a renowned expert on rare earth elements, and on extraction of metals from minerals. The uranium extraction process helped make it possible for the Manhattan Project to build the first atomic bombs.", "5967009": "Donna J. Nelson is an American chemist and professor of chemistry at the University of Oklahoma. Nelson specializes in organic chemistry, which she both researches and teaches. Nelson served as a science advisor to the AMC television show Breaking Bad.[1]  She was the 2016 President of the American Chemical Society (ACS) with her presidential activities focusing on and guided by communities in chemistry.  Nelson's research focused on five primary topics, generally categorized in two areas, Scientific Research and America's Scientific Readiness. Within Scientific Research, Nelson's topics have been on mechanistic patterns in alkene addition reactions and on Single-Walled Carbon Nanotube (SWCNT) functionalization and analysis, yielding the first COSY NMR spectrum of covalently functionalized SWCNTs in solution. Under America's Scientific Readiness, she focuses on science education and impacting science by considering its communities; this includes classroom innovations and correcting organic chemistry textbook inaccuracies, on ethnic and gender diversity (the Nelson Diversity Surveys) among highly ranked science departments of research universities, and on improving the image and presentation of science and scientists to the public.[2][3][4]", "26119334": "Oswald J. Silberrad (1878 – 17 June 1960) was a British chemist who specialised in explosives, the related field of dye stuffs, and metallurgy.", "59542695": "Maria Lipp (6 April 1892 in Stolberg (Rhineland) – 12 December 1966 in Aachen) was a German organic chemist.[1][2] She was the first female doctoral student, professor, and ordinary professor at the RWTH Aachen University.[2]", "36605100": "John Hamilton Bowie AM (born 16 July 1938) is an Australian scientist and academic,[1] best known for his contributions to research in the fields of the chemistry of negative ions in the gas phase and of bio-active peptides in skin glands.[2]", "48172206": "Gladys W. Royal (August 29, 1926 – November 9, 2002) is one of a small number of early African-American biochemists.[1] Part of one of the few African-American husband-and-wife teams in science, Gladys worked with George C. Royal on research supported by the United States Atomic Energy Commission.  She later worked for many years as principal biochemist at the Cooperative State Research Service of the  U.S. Department of Agriculture.  Royal was also active in the civil rights movement in Greensboro, North Carolina.", "73403570": "Anthony J. Dias is a retired ExxonMobil materials scientist known for scientific contributions in polyolefins and elastomers which led to commercialized products.[1]", "40766644": "Eleanor Elizabeth Bryce Campbell FRSE FRS FRSC FInstP (born 13 April 1960) is a Scottish scientist who holds the Chair of Chemistry at the University of Edinburgh.[1][2]", "57511095": "Count Gösta Carl Henrik Ehrensvärd, (10 January 1910 – 13 July 1980) was a Swedish chemist.", "9112764": "Heinrich Emanuel Merck (15 September 1794 – 14 February 1855) was an apothecary whose descendants are the founders of Merck and Company and Merck KGaA.", "66325692": "Donald Bruce McCormick (born 1932) is an American biochemist who researched nutrition. His research focused on vitamins that were soluble in water and the processes of metabolism. He was recognized with a Guggenheim Fellowship and fellowship in the American Association for the Advancement of Sciences in 1966; he was editor of the Annual Review of Nutrition for ten years.", "2690240": "David G. Cory is a Professor of Chemistry at the University of Waterloo[1] where he holds the Canada Excellence Research Chair in Quantum Information Processing.[2] He works at the Institute for Quantum Computing, and is also associated with the Waterloo Institute for Nanotechnology.", "66751687": "Arthur de Ramon Penfold (4 August 1890 – 16 June 1980) was an Australian chemist and museum director. He is best known today for his work on the essential oils of Australian plants, especially tea tree oil.", "38276298": "Valerio Corte (Venice, 1530 – Genoa, 1580) was an Italian painter and alchemist of the Renaissance.[1]", "7670991": "Djalma Guimarães (November 5, 1894 – October 10, 1973), was a pioneer Brazilian geochemist. He was Professor Emeritus at the Ouro Preto Mining School (now part of the Federal University of Ouro Preto) and at the Federal University of Minas Gerais, in Belo Horizonte. At both institutions, he taught geological sciences for over 35 years.", "48336080": "Emily Ann Carter (born November 28, 1960, in Los Gatos, California)[1] is the Gerhard R. Andlinger Professor in Energy and the Environment and a professor of mechanical and aerospace engineering, the Andlinger Center for Energy and the Environment, and the Program in Applied and Computational Mathematics at Princeton University. She has been on the faculty at Princeton since 2004, including as serving as Princeton's Dean of the School of Engineering and Applied Science from 2016 to 2019. She moved to UCLA to serve as executive vice chancellor and provost and a distinguished professor of chemical and biomolecular engineering, before returning to Princeton in December 2021.[2][3] Carter is a theorist and computational scientist whose work combines quantum mechanics, solid-state physics, and applied mathematics.[4]", "62426325": "Fan Chunhai (Chinese: 樊春海; pinyin: Fán Chūnhǎi; born March 1974) is a Chinese chemist and Chair Professor at the School of Chemistry and Chemical Engineering, Shanghai Jiaotong University.[1]", "6524119": "James William McBain FRS[1] (March 22, 1882 – March 12, 1953) was a Canadian chemist.", "363738": "John Boot (October 1815 – 30 May 1860) was an English chemist and retail businessperson who was the sole founder of Boots the Chemists. Originally working in agriculture, he was forced by ill health to change careers and set up a shop to sell medicinal herbal remedies at Goose Gate, Nottingham. Although he had no formal qualification, he had learned the skills from his mother and from the Methodist book, Primitive Physic by John Wesley.", "67472604": "Yvonne Libona Bonzi Coulibaly is the first female doctor in chemistry in Burkina Faso, a full professor at the University of Ouagadougou,[1] a member of the Academy of Sciences of Burkina Faso,[2] the Director-General of the Institute of Sciences of Burkina Faso,[3] and a laureate of the African Union Kwame Nkrumah Prize.[2]", "4558048": "Joseph Clois Shivers Jr. (November 29, 1920 – September 1, 2014) was an American textile chemist who was based in West Chester, Pennsylvania, best known for his role in the structural development of Spandex, a thermoplastic elastomer, in the 1950s, while employed at DuPont.[1]", "23891169": "Ivan Nikolov Stranski (Bulgarian: Иван Николов Странски; German: Iwan Nikolow Stranski; 2 January 1897 – 19 June 1979) was a Bulgarian physical chemist who is considered the father of crystal growth research.[1][2][3]", "2428137": "Dieter Fenske (born 29. September 1942) is a German inorganic chemist.[1][2]", "69864684": "Victor Dessaignes (31 December 1800 – 4 January 1885) was a French lawyer, physician and chemist. Dessaignes conducted experiments on organic acids and was involved in the synthesis of hippuric acid. He was also involved in characterizing and naming malonic acid, the synthesis of asparagine from ammonium dimalate, conversion between optical isomers of tartaric acid, fumaric acid in mushrooms and the synthesis of several amides.", "47975664": "Junes Ipaktschi (born October 25, 1940, in Tabriz, Iran) is an Iranian organic chemist and professor of the Department of Organic Chemistry at the University of Giessen.", "48631025": "Member of the Academy of Sciences Leopoldina", "43748611": "Narasinh Narayan Godbole (28 December 1887 – 4 December 1984)[1] was an Indian food chemist and the first Director of Industries & Supplies of Government of Rajasthan.[2]", "1445123": "Irvine Walter Grote (July 25, 1899 – August 6, 1972) was an American chemist and scholar.  He was born in the Cameron Hill section of Chattanooga, Tennessee on July 25, 1899. He entered the University of Chattanooga, later University of Tennessee at Chattanooga, in 1918 and graduated in 1922.", "67144965": "Ilya Borisovich Tsyrlov is a Russian-American biochemist, molecular toxicologist and virologist. He is known for his studies and research on enzymology, drug metabolism, environmental toxicology, bioinformatics, virology, and cancer. Tsyrlov has authored 4 monographs, and co-authored over 280 publications on microsomal, purified and recombinant monooxygenases, and mechanisms of CYP induction by xenobiotics.[2][3]", "10063114": "Grigory Moiseevich Mairanovsky (Russian: Григо́рий Моисе́евич Майрано́вский, 1899, Batumi – 1964) was a Soviet biochemist and poison developer.[1]", "19795225": "Pierre-François Chabaneau (27 June 1754 – 18 February 1842) was a French chemist who spent much of his life working in Spain. He was one of the first chemists to succeed in producing malleable platinum. Chabaneau was born in Dordogne, France, and died near his home village at the age of 88 years.", "27954457": "James Edward Halligan (February 11, 1879 – January 30, 1965) was an American football coach and college athletic administrator.  He served as the head football coach at Massachusetts Agricultural College—now the University of Massachusetts Amherst—from 1901 to 1903 and at Delaware Valley College for 1904 and 1905, compiling a career college football record of 20–10–3 overall.  Halligan was the athletic director at Louisiana State University (LSU) from 1910 to 1913.[1]  He also worked as a chemist and fertilizer expert.[2]  He died on January 30, 1965.[3]", "56364315": "John Augustus Voelcker CIE (24 June 1854 – 6 November 1937) was an English agricultural chemist and the second son of the German-born English chemist Augustus Voelcker (1822–1884). John Augustus (Jr.) succeeded his father as consulting chemist to the Royal Agricultural Society of England and continued research on soil fertility. He headed a committee that examined issues in Indian agriculture in 1891.", "3355": "Benjamin Lee Whorf (/hwɔːrf/; April 24, 1897 – July 26, 1941) was an American linguist and fire prevention engineer[1] who is famous for proposing the \"Sapir–Whorf hypothesis.\" He believed that the structures of different languages shape how their speakers perceive and conceptualize the world. Whorf saw this idea, named after him and his mentor Edward Sapir, as having implications similar to Einstein's principle of physical relativity.[2] However, the concept originated from 19th-century philosophy and thinkers like Wilhelm von Humboldt[3] and Wilhelm Wundt.[4]", "2460958": "Friedrich Karl Johannes Thiele (May 13, 1865 – April 17, 1918) was a German chemist and a prominent professor at several universities, including those in Munich and Strasbourg.  He developed many laboratory techniques related to isolation of organic compounds.  In 1907 he described a device for the accurate determination of melting points,[2] since named Thiele tube after him.[3]", "1019168": "Fritz Klatte (28 March 1880, Diepholz – 11 February 1934) was a German chemist and the discoverer of polyvinyl acetate, with German patent (GP 281687 1912) for its preparation from acetylene gas.[1]", "24579360": "Michael W. Deem is an American engineer, scientist, inventor, and entrepreneur.  Deem received his B.S. in chemical engineering from the California Institute of Technology in 1991 and his Ph.D. in chemical engineering from the University of California at Berkeley in 1994.  His thesis research was in statistical mechanics and disordered materials with David Chandler.  He did postdoctoral research at Harvard University in physics with David R. Nelson.  Deem joined the faculty at University of California, Los Angeles, in 1996 and rose to the rank of associate professor of chemical engineering.  From 2002 to 2020 Deem was the John W. Cox Professor of Biochemical and Genetic Engineering and professor of physics and astronomy at Rice University in Houston, Texas.  Deem was the founding director of the graduate program in systems, synthetic, and physical biology at Rice University, 2012-2014.  From 2014 to 2017, Deem served as the chair of the bioengineering department at Rice University.[1]", "7867682": "Hugh Christopher Longuet-Higgins FRS FRSA FRSE[6] (11 April 1923 – 27 March 2004) was a British scholar and teacher. He was the Professor of Theoretical Chemistry at the University of Cambridge for 13 years until 1967 when he moved to the University of Edinburgh to work in the developing field of cognitive science. He made many significant contributions to our understanding of molecular science. He was also a gifted amateur musician, both as performer and composer, and was keen to advance the scientific understanding of this art.[7] He was the founding editor of the journal Molecular Physics.[8]", "59641130": "John Buddle Blyth (1814 – 24 December 1871) was a Jamaican-born chemist who was the first professor of chemistry at Queen's College Cork in Ireland. With August Wilhelm von Hofmann, he was the first to report photopolymerisation which they observed when styrene became metastyrol after exposure to sunlight.", "2002222": "Samuel Parkes (1761–1825) was a British manufacturing chemist, now remembered for his Chemical Catechism.", "60099887": "Solomon or Salomon Trismosin[a] (fl. late 15th & early 16th-century) was a legendary Renaissance alchemist, claimed possessor of the philosopher's stone and teacher of Paracelsus. He is best known as the author of the alchemical works Splendor Solis and Aureum Vellus.", "74157360": "Maya Grantovna Inchikyan (1 May 1930 - 13 December 2013)[1] was an Armenian and Soviet organic chemist. Doctor of Chemical Sciences (1966), Professor (1974), Academician of the Armenian National Academy of Sciences (1996).", "68029744": "Paula L. Diaconescu is a Romanian-American chemistry professor at the University of California, Los Angeles. She is known for her research on the synthesis of redox active transition metal complexes, the synthesis of lanthanide complexes, metal-induced small molecule activation, and polymerization reactions. She is a fellow of the American Association for the Advancement of Science.", "43846963": "Samuel Norton (1548–1621) was an English country gentleman and alchemist.[1]", "22383924": "William Edward \"Butch\" Hanford (December 9, 1908 – January 27, 1996) was an American chemist who is best known for developing the modern process to make multipurpose material polyurethane. Hanford's most notable discovery occurred while working with fellow chemist Donald Fletcher Holmes at DuPont. On June 2, 1942, Hanford was awarded a patent for his process. Currently, this method is responsible for manufacturing many of the plastics that are used in medicine, the automotive industry, and consumer products. Hanford's later accomplishments included the development of the first liquid household detergent and a new kind of ammunition for Winchester-Western Company. For his work, Hanford was inducted into the National Inventors Hall of Fame in 1991. The New York Times has noted that Hanford's developments were \"monumental.\"", "31329590": "Gerald Penn is a clinical immunologist, and a pioneer in the field of clinical immunoelectrophoresis. He was a student of Henry Kunkel at Rockefeller University from 1968 to 1970, and holds both an M.D. and Ph.D. from the Ohio State University. His research also includes one of the earliest studies on the negative effects of naturally occurring stressors on the response of the human immune system. He is a clinical associate professor of pathology at the Ohio State University.", "265529": "William Cullen FRS FRSE FRCPE  (/ˈkʌlən/; 15 April 1710 – 5 February 1790) was a Scottish physician, chemist and agriculturalist, and professor at the Edinburgh Medical School.[3] Cullen was a central figure in the Scottish Enlightenment: He was David Hume's physician, and was friends with Joseph Black, Henry Home, Adam Ferguson, John Millar, and Adam Smith, among others.", "68928": "Hermes Trismegistus (from Ancient Greek: Ἑρμῆς ὁ Τρισμέγιστος, \"Hermes the Thrice-Greatest\"; Classical Latin: Mercurius ter Maximus) is a legendary Hellenistic period figure that originated as a syncretic combination of the Greek god Hermes and the Egyptian god Thoth.[1] He is the purported author of the Hermetica, a widely diverse series of ancient and medieval pseudepigraphica that lay the basis of various philosophical systems known as Hermeticism.", "25660738": "Carl Warburg (c. 1805–1892[1]), also known as Charles Warburg, was a physician and scientist. He was the inventor of 'Warburg's Tincture', a medicine well known in the 19th century for treating fevers, including malaria.[2][3][4][5]", "55610693": "Hendrik Coenraad Prinsen Geerligs (24 November 1864 – 31 July 1953) was a Dutch chemist and sugar technologist active in Java in the early part of the 20th century.", "23629126": "Joshua Ward (1685–1761) was an English doctor, most remembered for the invention of Friar's Balsam.[1] He sat briefly in the House of Commons from 1715 to 1717.", "3968326": "Stephen Charles Rodan OBE\nMLC  (born 19 April 1954[1]) is a Manx politician who served as the President of Tynwald from 2016 to 2021 and is a former Minister of the Isle of Man Government and former MHK for the constituency of Garff. He was first elected to the seat in a by-election in 1995.", "46959941": "Thomas Antisell (16 January 1817 – 14 June 1893) was a physician, scientist, professor, and Young Irelander. He fought in the American Civil War, and served as an advisor to the Japanese Meiji government.[1]", "73993545": "Philip Hogg is an Australian biochemical researcher and an academic. He is Head of ACRF Centenary Cancer Research Center at the Centenary Institute[1] and Honorary Professor at the NHMRC Clinical Trials Centre at the University of Sydney.[2]", "58133834": "Marian Aitchison Packham FRSC (December 13, 1927 – September 20, 2020)[1] was Professor Emerita in biochemistry at University of Toronto. She researched biochemical and physiological activities of blood platelets.", "57412938": "Dr. Fayaz Ahmad Malik is an Indian pharmacologist, cancer biologist and a scientist at the Indian Institute of Integrative Medicine of the Council of Scientific and Industrial Research. He is known for his studies on investigating the regulatory mechanisms of Cancer Stem Cells during tumor metastasis. His studies also involve the identification of signaling networks conferring resistance to current anti-cancer therapies. His discovery of new anticancer agents holds a number of patents for the processes he has developed. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to Biosciences, in 2014.[1]", "17698129": "Emanuel Margoliash (February 10, 1920 – April 10, 2008) was a biochemist who spent much of his career studying the protein cytochrome c.  He is best known for his work on molecular evolution; with Walter Fitch, he devised the Fitch-Margoliash method for constructing evolutionary trees based on protein sequences.[1]", "40308053": "Jane Anne Russell (also called Jane Anne Russell Wilhelmi; February 9, 1911 – March 12, 1967) was an endocrinologist. She researched pituitary extract.[2]", "57707862": "Jill Millstone is a professor of chemistry at the University of Pittsburgh. She works on metal-ligand chemistry in nanoparticle synthesis. She is the American Chemical Society Kavli Foundation Emerging Leader in Chemistry Lecturer for 2018.", "1510750": "Edmond Henri Fischer (April 6, 1920 – August 27, 2021) was a Swiss-American biochemist. He and his collaborator Edwin G. Krebs were awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate proteins and regulate various cellular processes.[3]  From 2007 until 2014, he was the Honorary President of the World Cultural Council.[4][5][6][7] At the time of his death at age 101 in 2021, he was the oldest living Nobel Prize laureate.[8]", "59051359": "Vitaliy Aleksandrovich Aleksandrovich (also Vitali)(Russian:Виталий Александрович Александрович; 14 February 1904 – 12 July 1959) was a Ukrainian Soviet physical chemist and chemical engineer who also became part of the Soviet programme that developed nuclear weapons from the late 1940s. He was a co-author of the design report of the first Soviet two-stage thermonuclear bomb, the RDS-37.", "52170080": "František Makeš (born 1931 in Zlín, Czechoslovakia) is a Swedish artist, scientist and chemist, speciaslising in the conservation of art objects.", "48565601": "Tatiana Birshtein or Tat'yana Maksimovna Birshtein (Russian:Татья́на Макси́мовна Бирште́йн, 20 December 1928 – 23 February 2022) was a Russian molecular scientist. Birshtein specialised in the physics of polymers. In 2007 she was given the L'Oréal-UNESCO Award for Women in Science.", "34704741": "John P. Blass, physician, biochemist and neurochemist, was born on February 21, 1937 in Vienna, Austria, and deceased March 12, 2023 in New York City. Both his parents were physicians; his father, Gustaf Blass, was a prominent Viennese radiologist and his mother, Jolan Wirth Blass, a student of Sigmund Freud, was a psychoanalyst originally from Budapest. The family then moved to Stamford, Connecticut. Both parents practiced psychiatry, Gustaf in a private sanitarium in Stamford and Jolan as a child psychiatrist in New York City and Connecticut.[citation needed] He is survived by his wife, son and two granddaughters.", "47254886": "Yulia Sister (Hebrew: יוליה סיסטר, Russian: Юлия Давидовна Систер; born September 12, 1936, in Chișinău, Bessarabia, Romania) is a Soviet Moldavian and Israeli analytical chemist engaged in chemical research with the use of polarography and chromatography, a science historian, and a researcher of Russian Jewry in Israel, France, and other countries. She holds the position of Director General of the Research Centre for Russian Jews abroad and in Israel.[1][2][3][4][5]", "4263275": "Denis Zachaire (1510–1556) is the pseudonym of a 16th-century alchemist who spent his life and family fortune in a futile search for the Philosopher's Stone and the Elixir of Life.[1]", "5836141": "Baldomero Olivera (born 1941) is a Filipino chemist known for discovery of many cone snail toxins important for neuroscience. These molecules, called conotoxins, led to a breakthrough in the study of ion channels and neuromuscular synapses.\nHe discovered and first characterized E. coli DNA ligase, a key enzyme of genetic engineering and recombinant DNA technology.", "48663922": "Anne Ethel Beloff-Chain, Lady Chain (26 June 1921 – 2 December 1991) was a British biochemist. She worked at the Istituto Superiore di Sanità (1948–1964), Imperial College London (1964–1986) and the University of Buckingham (1986–1991). Her research focused on carbohydrate metabolism and the hormones involved in diabetes and obesity.", "1510770": "Edwin Gerhard Krebs (June 6, 1918 – December 21, 2009) was an American biochemist. He received the Albert Lasker Award for Basic Medical Research and the Louisa Gross Horwitz Prize of Columbia University in 1989 together with Alfred Gilman and, together with his collaborator Edmond H. Fischer, was awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate proteins and regulate various cellular processes.", "7015794": "Zelda Phiona Spellman is a character featured in the Archie comic book Sabrina the Teenage Witch. Zelda is a full witch (as opposed to half or fully mortal) who lives in the fictional town of Greendale (in the 1990s live-action sitcom, Zelda lives in fictional Westbridge, Massachusetts). Zelda lives with her niece Sabrina Spellman, her sister Hilda Spellman, and the family cat Salem, a former witch turned into a cat as punishment for his attempt at world domination.[3]", "7015797": "Hildegarde Antoinette \"Hilda\" Spellman is a character featured in the Archie comic book Sabrina the Teenage Witch. Hilda is a full witch (as opposed to half or fully mortal) who lives in the fictional town of Greendale (in the 1990s live-action sitcom, Hilda lives in fictional Westbridge, Massachusetts). Hilda lives with her niece Sabrina Spellman, her sister Zelda Spellman, and the family cat Salem, a former witch turned into a cat as punishment for his attempt at world domination.[2]", "20221309": "Dr. V. N. Krishnamurthy (born 12 January 1937) is the former Dy. Director of VSSC and Honorable Director of ISRO-UoP Interaction cell. He obtained his M.Sc. from Madras University and Ph.D. from Indian Institute of Science, Bangalore in 1967. He joined  Vikram Sarabhai Space Centre, (Indian Space Research Organization) in February 1968 as chief of analytical facility. He became head of the Propellant Engineering Division in 1976, Group Director Propellants Group in 1986, and Deputy Director in 1989 before retiring in February 1997. After retiring, he became the Honorary Director of DRDO-ISRO-UoP Cells, which coordinates the activities undertaken for ISRO and DRDO at University of Pune. His tenure was over in August 2004 and after that he worked as an editor for two different encyclopaedias. Now he spends his time writing books and doing special guest lectures at universities and colleges in India.", "40799618": "Antoinette Pirie (née Patey; 4 October 1905 – 11 October 1991) was a British biochemist, ophthalmologist, and educator.[1]", "7769476": "Paul Schlack (22 December 1897 – 19 August 1987) was a German chemist. He completed his studies at the Technical University of Stuttgart in 1921 and worked as a research chemist in Copenhagen for a year, before returning to Stuttgart. He received his PhD in 1924. Around this time he developed a keen interest in amide chemistry. He synthesized Nylon 6, widely known by its tradename Perlon, on 29 January 1938 whilst working for IG Farben.", "47779205": "Elsa Reichmanis (born 9 December 1953 in Melbourne, Australia)[1][2] is an American chemist, who was the 2003 president of the American Chemical Society. She was elected a member of the National Academy of Engineering in 1995 for the discovery, development, and engineering leadership of new families of lithographic materials and processes that enable VLSI manufacturing. She was also inducted into the National Academy of Inventors in 2020. She is currently the Anderson Endowed Chair in Chemical and Biomolecular Engineering at Lehigh University.[3] She previously served on the faculty at The Georgia Institute of Technology. Reichmanis is noted for her research into microlithography, and is credited for contributing to the \"development of a fundamental molecular level understanding of how chemical structure affects materials function leading to new families of lithographic materials and processes that may enable advanced VLSI manufacturing\".[4]", "25759115": "Endre Qvie Berner (24 September 1893 – 30 January 1983) was a Norwegian organic chemist, author and educator.[1]", "3247508": "Frank Wilcoxon (2 September 1892 – 18 November 1965) was a chemist and statistician, known for the development of several statistical tests.[1]", "73829782": "John J. Monaghan is a British mass spectrometrist and former editor of Rapid Communications in Mass Spectrometry.", "43257245": "Dieter Mecke (8 March 1933, in Heidelberg – 28 May 2013, in Tübingen) was a German biochemist and chemist.", "70225312": "Priyadaranjan Ray FNA, FIAS (16 January 1888 – 11 December 1982) was an Indian inorganic chemist and historian of chemistry noted for proposing the Ray-Dutt twist mechanism.[1]", "363938": "Eduard Buchner (German pronunciation: [ˈeːduaʁt ˈbuːxnɐ] ⓘ; 20 May 1860 – 13 August 1917) was a German chemist and zymologist, awarded the 1907 Nobel Prize in Chemistry for his work on fermentation.[1]", "8654244": "Dr. Karl Malus (/ˈmɑːləs/) is a fictional mad scientist and criminal appearing in American comic books published by Marvel Comics. He played a part in the origins of Armadillo, Hornet, Falcon II, and many other characters.", "60984741": "Marianne Kreidl (née von Bronneck, April 22, 1885, in Prague – September 9, 1979, in New York City, NY, USA), was one of the earliest women chemists to attend Vienna University.[2]\nAs a result of the occupation of Austria by the Nazis in March 1938, her assets were confiscated. She was able to emigrate to the United States, where she continued to do research at Madison Foundation for Biochemical Research and at New York Medical College.", "63966629": "Maria Schilder, née Hertrich (4 August 1898 – 30 July 1975) was a German malacologist and chemist.[1] Along with her husband, Franz Alfred Schilder, she systematized molluscs having produced over 250 scientific papers, most on the living and fossil Cypraeidae, or cowries.[2]", "17141156": "Harold Baily Dixon CBE FCS FRS (1852–1930) was a British chemist.  He was also an amateur footballer who appeared for Oxford University in the 1873 FA Cup Final.[1]", "57052585": "Professor,", "24939946": "Panayotis G. Katsoyannis (January 7, 1924 - May 31, 2019) was an American biochemist who is often credited with being the first to synthesize insulin while leading a team at the University of Pittsburgh in the early 1960s. His results synthesizing insulin were achieved almost simultaneously with that of Helmut Zahn at RWTH Aachen University in Germany.[1][2] In his early years, while doing his PhD at the University of Athens Katsoyannis had been under the mentorship of Leonidas Zervas, who previously developed new synthetic methods for asymmetric cysteine-containing peptides as those in insulin.[3]", "72519086": "Miriam del Carmen Peña Cárdenas is a Chilean astronomer and cosmochemist whose research includes the chemical composition of interstellar clouds including H II regions and the planetary nebulae surrounding Wolf–Rayet stars. She is a professor and researcher at the National Autonomous University of Mexico (UNAM), in the UNAM Institute of Astronomy.[1]", "31329716": "Julia R. Burdge (born 1960) is an American chemistry professor and author. She became notable for using a pragmatic approach to teaching chemistry in her books, giving emphasis to the applications of chemistry rather than the theory. Burdge has won several awards and recognitions throughout the years in her career as a chemistry professor.", "64589237": "Christopher J. Chetsanga (born 1935 in Murehwa, Rhodesia) is a prominent Zimbabwean scientist who is a member of the African Academy of Sciences and The World Academy of Sciences.[1][2] He discovered two enzymes involved in DNA repair.[3][4] He has also held various academic administrative posts like Vice-Chancellor, Director and Dean.", "42667446": "Marston Taylor Bogert (April 18, 1868 – March 21, 1954) was an American chemist.", "56364469": "Balaji Prakash (born 1968) is an Indian structural biologist, biochemist and the Associate Dean of Sciences & Professor, Biological and Life Sciences, at the School of Arts and Sciences, Ahmedabad University, since July 2020. Prior to this he served as senior principal scientist and the head of the department of molecular nutrition of the Central Food Technological Research Institute. Known for elucidating the structure of a unique GTP-binding protein, Prakash is an elected fellow of the National Academy of Sciences, India and was a senior research fellow of The Wellcome Trust, UK. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2009.", "24317369": "Gerhart Friedlander (July 28, 1916 – September 6, 2009)[1] was an American nuclear chemist who worked on the Manhattan Project.", "23793084": "Yuri Andreyevich Zhdanov (Russian: Ю́рий Андре́евич Жда́нов; 20 August 1919 – 19 December 2006) was a Soviet and Russian chemistry professor and rector of the University of Rostov. He was the son of Soviet politician Andrei Zhdanov and a former husband of Joseph Stalin's daughter, Svetlana Alliluyeva.", "21171646": "Richard Bonneau is an American computational biologist and data scientist whose primary research is in the following areas: learning networks from functional genomics data, predicting and designing protein and peptiodomimetic structure and applying data science to social networks. A professor at New York University, he holds appointments in the department of biology, the Center for Data Science and the Courant Institute of Mathematical Sciences.", "58232256": "Noelle Eckley Selin is an atmospheric chemist and Associate Professor at Massachusetts Institute of Technology in the Institute for Data, Systems and Society and the Department of Earth, Atmospheric and Planetary Sciences.", "55446983": "Dr Robert Lyell Mitchell FRSE FRSC (3 June 1910 – 7 February 1982) was a 20th-century Scottish chemist and mountaineer. He was an expert on trace elements in soil and their effect on grazing animals, and served as the Director of the Macaulay Institute for Soil Science. He was simply called Bob Mitchell.", "56069576": "Rajendra Prasad Roy (born 26 January 1962) is an Indian chemical biologist, biochemist and a scientist at the National Institute of Immunology.[1] Known for his studies in protein engineering, Roy has developed several chemo-enzymatic strategic processes[2] for which he has a patent assigned to him.[note 1] He holds a PhD from the Indian Institute of Science[3] and is an elected fellow of all the three major Indian science academies namely Indian National Science Academy,[4] Indian Academy of Sciences,[5] and National Academy of Sciences, India.[6] The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for him contributions to biosciences in 2005.[7]\nCurrently he is the dean of Regional Centre for Biotechnology, Faridabad.[8]", "54037962": "Thom H. Dunning Jr. is an American chemist currently Distinguished Professor Emeritus at University of Illinois.[1]", "59477453": "Liliana Quintanar Vera (born 1975) is a Mexican chemist. She works on proteins and neurodegenerative diseases.", "71372243": "Josette Garnier is a French biogeochemist. She is research director at the French National Centre for Scientific Research (CNRS).[1] She won the 2016 Ruth Patrick Award.[2][3]", "50630102": "Pompejus Alexander Bolley (7 May 1812 in Heidelberg – 3 August 1870 in Zürich) was a German-Swiss chemist known for his work in dye chemistry.", "42110425": "Dr Rabinder Buttar FRSE is the founder, CEO & Chair Person of a clinical research organisation.", "1248731": "Ernst Otto Fischer (German pronunciation: [ˈɛʁnst ˌɔto ˈfɪʃɐ] ⓘ; 10 November 1918 – 23 July 2007) was a German chemist who won the Nobel Prize for pioneering work in the area of organometallic chemistry.", "16354785": "Edward David Goldberg (August 2, 1921 – March 7, 2008) was a marine chemist, known for his studies of pollution in the oceans.", "53874148": "William D. Wulff (born 1949) is an American chemist, currently at Michigan State University and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "67177964": "Aare Laht (born 6 June 1948[1]) is an Estonian chemist.", "64065007": "David Paul Mills is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[5] His research typically investigates the chemistry of the lanthanide and actinide f-block elements. This is generally based on the synthesis of new f-block complexes, structural and bonding properties and their uses in different fields including in nuclear fuel cycles, energy and single molecule magnets.[6]", "60722672": "Mary P. Edmonds (May 7, 1922 – April 16, 2005) was an American biochemist who made key discoveries regarding the processing of messenger RNA (mRNA). She spent most of her career at the University of Pittsburgh.", "61705716": "Ji Guobiao (Chinese: 季国标; 1 March 1932 – 5 September 2019) was a Chinese chemical engineer and an academician of the Chinese Academy of Engineering (CAE). He was a pioneer of chemical fiber engineering technology in China.[1]", "72617464": "Patricia Ana Matrai is a marine scientist known for her work on the cycling of sulfur. She is a senior research scientist at Bigelow Laboratory for Ocean Sciences.", "13831683": "Edgar Fahs Smith (May 23, 1854 – May 3, 1928) was an American scientist who is best known today for his interests in the history of chemistry. He served as provost of the University of Pennsylvania from 1911 to 1920, was deeply involved in the American Chemical Society and other organizations, and was awarded the Priestley Medal in 1926.", "50859529": "Alexander Duckham (11 March 1877 – 1 February 1945) was an English chemist and businessman, best known for the development of machine lubricants. The son of an engineer, after university he specialised in lubrication, working briefly for Fleming's Oil Company before founding his own company, Alexander Duckham & Co, in Millwall in 1899.", "47910412": "Hermann Pauly (18 July 1870 – 31 October 1950) was a German chemist and inventor. He is known for the Pauly reaction, a chemical test used for detecting the presence of tyrosine or histidine in proteins.", "2067987": "Bruce Michael Alberts (born April 14, 1938, in Chicago, Illinois) is an American biochemist and the Chancellor’s Leadership Chair in Biochemistry and Biophysics for Science and Education, emeritus at the University of California, San Francisco.[3] He has done important work studying the protein complexes which enable chromosome replication when living cells divide. He is known as an original author of the \"canonical, influential, and best-selling scientific textbook\" Molecular Biology of the Cell,[4] and as Editor-in-Chief of Science magazine.[5][6]", "55873046": "Hubertine Rose Éholie (23 May 1934 - 11 May 2019)[1] was an Ivorian academic. Specialising in chemistry, she had a long career at the University of Abidjan. She retired by 2015 and was a critic of the gender gap of women in academia.", "33230360": "Professor Alfred Alan Eddy (4 November 1926 – 24 October 2017), usually known as Alan Eddy, was a biochemist who was Professor of Biochemistry at the University of Manchester Institute of Science and Technology (UMIST) between 1959 and 1994.[1]", "364059": "Sabir Yunusovich Yunusov (Russian: Сабир Юнусович Юнусов; 18 March 1909 in Tashkent – 29 November 1995 in Tashkent) was a Soviet-Uzbek chemist, known for his research in alkaloid chemistry. In 1971 he was awarded the D.I. Mendeleev Medal for doing so.[1] He founded the Institute of the Chemistry of Plant Substances under the Academy of Sciences of the Uzbek SSR (of Uzbekistan since 1991) in 1956.[2] He was a corresponding member of the Academy of Sciences of the USSR (of Russia since 1991) from 1958 until his death.[3] He died and was buried in Tashkent, Uzbekistan.", "5148188": "Albert Benjamin Prescott (December 12, 1832, Hastings, New York – February 25, 1905) was an American chemist. He graduated in medicine at the University of Michigan in 1864, and was made assistant professor of organic and applied chemistry, dean of the school of pharmacy, and director of the chemical laboratory over the years. Professor Prescott served as president of the American Chemical Society in 1886, president of the American Association for the Advancement of Science in 1891, and president of the American Pharmacists Association in 1900. During his tenure as Dean at the University of Michigan College of Pharmacy, Prescott encouraged the foundation of what is now the Phi Delta Chi professional pharmacy fraternity. He is buried with his wife and children at Forest Hill Cemetery, adjacent to the University of Michigan Central Campus.", "67800604": "Rajender Singh Sangwan (born 24 August 1958) is an Indian biochemist, professor and agriculture biotechnologist. He is the Director and Vice-Chancellor of Academy of Scientific and Innovative Research (AcSIR), India.[1] He was the founder CEO of Center of Innovative and Applied Bioprocessing (CIAB), Mohali.[2] He was also the former executive director of National Agri-Food Biotechnology Institute (NABI), Mohali.[3] Known for his contributions to the field of food and agricultural biotechnology, he is an elected fellow of Indian National Science Academy (INSA),[4] National Academy of Sciences, India (NASI)[5] and National Academy of Agricultural Sciences (NAAS).[6]", "59837985": "Dwaine O. Cowan (25 November 1935 – 5 May 2006) was an American chemist. He was a professor of chemistry at Johns Hopkins University.  He is best known for his pioneering work in the field of organic conductors.[1][2][3]  His other research interests included organometallic chemistry, organic photochemistry,[4] organic chemistry, metallocenes[5] and the synthesis of heterocyclic compounds containing sulfur, selenium, and tellurium.[6]", "429609": "John Frederic Daniell FRS (12 March 1790 – 13 March 1845) was an English chemist and physicist.", "6131243": "Professor Mendel Stromm is a supervillain appearing in American comic books published by Marvel Comics. The character has also been known as the Robot Master and Gaunt.", "4034093": "Alexander Andreevich Dulov (Russian: Алекса́ндр Андре́евич Ду́лов, IPA: [ɐlʲɪˈksandr ɐnˈdrʲejɪvʲɪtɕ ˈduləf] ⓘ; May 15, 1931, Moscow — November 15, 2007) was a Soviet and Russian poet, songwriter, bard, and chemist.", "39587373": "Mary Elvira Weeks (April 10, 1892 – June 20, 1975) was an American chemist and historian of science. Weeks was the first woman to receive a Ph.D. in chemistry at the University of Kansas and the first woman to be a faculty member there.", "31526447": "Roger Martin Wartell is the former chair of the school of biology, part of the College of Sciences at the Georgia Institute of Technology.", "42667568": "Victor Kuhn LaMer or La Mer (1895 – 1966) was an American chemist.\n[1] He has been described as \"the father of colloid chemistry\".[2]", "33492530": "Professor Andrew Fyfe FRSE FRCSE PRSSA PRMS (18 January 1792 – 31 December 1861) was a Scottish surgeon and chemist. Following early studies on Fox Talbot's newly created photographic techniques he was one of the first (1839) to work out the theory behind positive rather than negative prints. He had an amateur interest in photography but appears not to have pursued his own theories (later very important in the creation of moving images) and limited his experiments to ferns lying on chemical papers.[1]", "42372662": "Lev Iakovlevich Karpov (Russian: Лев Я́ковлевич Ка́рпов; 30 April [O.S. 18 April] 1879 – 6 January 1921) was a Russian chemist, Bolshevik revolutionary and one of the main organisers of the chemical industry in Soviet Russia.\nHe was a member of the League of Struggle for the Liberation of the Working Class and later joined the Russian Social Democratic Labour Party in 1898.", "61279800": "Francesca M. Kerton is a green chemist and Professor of Chemistry at Memorial University of Newfoundland, Canada.", "58297912": "Prof Peter Ludwig Israel Pauson FRSE FRIC (1925–2013) was a German–Jewish emigrant who settled in Britain and who is remembered for his contributions to chemistry, most notably the Pauson–Khand reaction[1] and as joint discoverer of ferrocene.[2]", "2887229": "Marvin William Makinen (born August 19, 1939) has been a member of the faculty at the University of Chicago since 1974 and is a founding member of the Human Rights Board at the university.", "72257086": "S. Paramasivan (1903 – 15 May 1987) was an Indian chemist who served at the Madras Museum and at the Archaeological Survey of India as an archaeological chemist and was a pioneer of electrolytic restoration of bronze artefacts and chemical conservation techniques. He studied ancient painting techniques, metallurgy, and investigated some applications of nuclear physics in archaeology.", "39423552": "St. Julien Ravenel (December 15, 1819 – March 16, 1882) was an American physician and agricultural chemist. During the American Civil War, he designed the torpedo boat CSS David that was used to attack the Union ironclad USS New Ironsides. Following the war, he helped pioneer the use of fertilizers in agriculture and led the growth of phosphate fertilizer manufacturing in Charleston, South Carolina.", "68193871": "Alexander Felix Maximilian Gutbier (21 March 1876 – 4 October 1926) was a German professor of chemistry at the University of Jena. He made studies both in organic and inorganic chemistry but pioneered studies on the chemistry of colloid and organo-metallic complexes. Specializing mainly in experimental chemistry, he published several texts on organic chemistry.", "11505236": "Dr. Peter Werfft-Wessely (Wien, 8 October 1904 – 23 July 1970), an Austrian chemist, was a Luftwaffe fighter ace in World War II, and a chemical industry entrepreneur after the war. He was also a recipient of the Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes). The Knight's Cross of the Iron Cross was awarded to recognise extreme battlefield bravery or successful military leadership.", "6491740": "Zhou Guozhi (Chinese: 周国治; born March 1937) is a Chinese material scientist and physical chemist.[1] He is an academician with the Chinese Academy of Sciences (CAS), and a professor of material science and engineering in Shanghai University.", "6688348": "Dmítri Aleksándrovitch Bilénkin (Russian: Биле́нкин, Дми́трий Алекса́ндрович); September 21, 1933 – July 28, 1987, was a Soviet science fiction author.", "11636318": "Alfred Walter Stewart (5 September 1880 – 1 July 1947) was a British chemist and part-time novelist who wrote seventeen detective novels and a pioneering science fiction work between 1923 and 1947 under the pseudonym of JJ Connington. He created several fictional detectives, including Superintendent Ross and Chief Constable Sir Clinton Driffield.", "68685415": "Haruthiun Tigran Abeljanz (April 25, 1849 – October 11, 1921) was a Swiss-Armenian chemist.", "2428523": "Charles-Victor Mauguin (French: [ʃaʁl.vik.tɔʁ mo.gɛ̃]; 19 September 1878 – 25 April 1958), more often Charles Mauguin, was a French mineralogist and crystallographer. He and Carl Hermann invented an international standard notation for crystallographic groups called Hermann–Mauguin notation (also sometimes called international notation).[1][2]", "25136748": "Douglas L. Coleman (October 6, 1931 - April 16, 2014) was a scientist and professor emeritus at the Jackson Laboratory, in Bar Harbor, Maine. His work predicted that there exists a hormone that can cause mice to feel full, and that a mutation in the gene encoding this hormone can lead to obesity.[3] The gene and corresponding hormone were discovered about 20 years later by Jeffrey M. Friedman, Rudolph Leibel, and their research teams at Rockefeller University, which Friedman named leptin.[4]", "6491760": "Fu Jiamo (傅家谟, July, 1935 – June 11, 2015[1]) was an academician of the Chinese Academy of Sciences (CAS) and professor of environmental and architectural engineering in Shanghai University. He wrote about recycling electronic waste.[2]", "34246260": "Louis Lémery (25 January 1677 – 9 June 1743) was a French botanist and chemist.", "58265204": "Daniel Rankin Steuart FRSE FIC FCS (10 March 1848 – 1 August 1925) was a 19th/20th century Scottish industrial chemist.", "42667641": "James Flack Norris (January 20, 1871 – August 4, 1940) was an American chemist. Born in Baltimore, Maryland, to a Methodist minister, Norris was educated in Baltimore and Washington, D.C., before studying at Johns Hopkins University, where he graduated with an A.B. in chemistry.[1] After graduating in 1892, he remained at the university to work as a fellow until 1895, when he was awarded his Ph.D. and became an academic at the Massachusetts Institute of Technology (MIT). He left MIT in 1904 to become the first professor of chemistry at the newly formed Simmons College,[2] before returning to take up the position of professor of organic chemistry and, after its creation in 1926, the first director of MIT's Research Laboratory of Organic Chemistry.[3]", "4165244": "Joseph Bienaimé Caventou (30 June 1795 – 5 May 1877) was a French pharmacist. He was a professor at the École de Pharmacie (School of Pharmacy) in Paris. He collaborated with Pierre-Joseph Pelletier in a Parisian laboratory located behind an apothecary. He was a pioneer in the use of mild solvents to isolate a number of active ingredients from plants, making a study of alkaloids from vegetables. Among their successes were the isolation of the following compounds:", "10063485": "Jean Beguin (1550–1620) was an iatrochemist noted for his 1610 Tyrocinium Chymicum (Begin Chemistry) (Digital edition), which many consider to be one of the first chemistry textbooks.  In the 1615 edition of his textbook, Beguin made the first-ever chemical equation or rudimentary reaction diagrams, showing the results of reactions in which there are two or more reagents.[1] Modern rendering of this famous diagram, detailing the reaction of corrosive sublimate (HgCl2) with sulfide of antimony (Sb2S3), is shown below:[2]", "691843": "Edmund (\"Ted\") John Bowen FRS[1] (29 April 1898 – 19 November 1980) was a British physical chemist.[5][6]", "47844996": "Catherine T. Hunt (born June 29, 1955) is an American chemist. In 2007, she served as the president of the American Chemical Society (ACS). She was a director at Dow Chemical Company.", "7966343": "Marie-Thérèse Assiga Ahanda (c. 1941 – February 1, 2014) was a Cameroonian novelist, chemist, and paramount chief of the Ewondo and Bene people.[1][2] Early in life, Ahanda worked for the Chemistry Department of the University of Yaoundé. She later moved to the Republic of the Congo with her husband, Jean Baptiste Assiga Ahanda, and took to writing. When they returned to Cameroon, Ahanda became an elected delegate in the National Assembly of Cameroon, a position she held from 1983 to 1988. Ahanda became the Ewondo paramount chief in 1999.[3] In December 2000, she began renovating her father's palace at Efoulan, Yaoundé, a project that cost an estimated 150,000,000 francs CFA.[4] Ahanda is the daughter of Charles Atangana—paramount chief of the Ewondo and Bene peoples under the German and French colonial regimes—by his second wife, Julienne Ngonoa.[5]", "52104847": "Dr Colin Leslie Hewett FRSE FRIC (1909–1976) was a British biochemist and co-discoverer of an artificial equivalent of both oestrogen and testosterone.[1][2]", "4918930": "Sophia (or Sophie) Thott Lange (née Brahe; 24 August 1559 or 22 September 1556[1] – 1643), known by her maiden name, was a Danish noblewoman and horticulturalist with knowledge of astronomy, chemistry, and medicine. She worked alongside her brother Tycho Brahe in making astronomical observations.", "68030111": "Eilika Weber-Ban (born 15 November 1968 in Karlsruhe) is a German biochemist. Her research considers protein degradation pathways. She was elected to the European Molecular Biology Organization in 2021.", "25398945": "SonBinh T. Nguyen is the McCormick Professor of Teaching Excellence and the Dow Chemical Company Research Professor of Chemistry at Northwestern University. He is also the former Director of the Integrated Sciences Program.[1]", "495272": "Nikolay Nikolayevich Semyonov ForMemRS, sometimes Semenov, Semionov or Semenoff[1] (Russian: Никола́й Никола́евич Семёнов; 15 April [O.S. 3 April] 1896 – 25 September 1986) was a Soviet physicist and chemist. Semyonov was awarded the 1956 Nobel Prize in Chemistry for his work on the mechanism of chemical transformation.", "69668524": "Sarah Elaine B. Petrie is a Canadian and American physical chemist who worked for the research laboratories of Eastman Kodak and became known for her research on the thermal properties of glasses, polymers, and liquid crystals.", "40144556": "Herbert Clay Dessauer (30 December 1921 – 8 February 2013[1]) was an American biochemist, and a pioneer in the use of molecular systematics to clarify the evolutionary relationships of anole lineages. For most of his career Dessauer was a professor at Louisiana State University's Medical Center.[2]", "9899697": "David W. Murhammer is professor and former department chair of chemical and biochemical engineering at the University of Iowa, specializing in biochemical engineering. He is also a member of the Center for Biocatalysis and Bioprocessing there.  Murhammer received his B.S. and M.S. degrees from Oregon State University, and his Ph.D. in chemical engineering at the University of Houston in 1989. Murhammer was a graduate student under Charles F. Goochee. He then joined the college of engineering in 1989 as assistant professor, becoming professor in 2003.", "52104883": "Caterina Vitale (1566–1619) was the first female pharmacist and chemist in Malta, and the first female pharmacist of the Knights Hospitaller.[1]", "12226228": "Thomas Charnock (1524/1526–1581) was an English alchemist and who devoted his life to the quest for the Philosopher's Stone.[1] His unpublished notebooks are useful, not just for an understanding of Elizabethan attitudes towards alchemy in general, but for the insight they give to Charnock's life and thoughts.", "62066358": "Marian Asantewah Nkansah FGA  is a Ghanaian environmental chemist. Her research work focuses on finding solutions to environmental problems associated with levels and fate of toxic substances such as heavy/trace metals, persistent organic pollutants (POPs) and polycyclic aromatic hydrocarbons (PAHs) in food, water, soil, rocks, sediments and other environmental samples. She also researches on the interaction of these pollutants with each other in the environment. In 2016, together with some scientists from the Kwame Nkrumah University of Science and Technology, she led a research which led to the confirmation that edible white clay poses potential cancer risk.[1][2] In 2016, she became the first scientist to win the Fayzah M. Al-Kharafi Prize, an annual award that recognises exceptional women scientists from scientifically and technologically lagging countries.[3] She and Collins Obuah, another scientist from the University of Ghana, were the two scientist selected to attend the Lindau Nobel Laureate meeting in 2017.[4] In 2021, she was among five women recipients in developing countries of the OWSD-Elsevier Foundation Awards. She received the 2022 Africa Role Model Overall Female Personality Award, and was inducted as a Fellow of the Ghana Academy of Arts and Sciences  the same year.", "495298": "Alexander Naumovich Frumkin (Russian: Алекса́ндр Нау́мович Фру́мкин; 24 October 1895 – 27 May 1976) was a Soviet Russian electrochemist, member of the Russian Academy of Sciences since 1932, founder of the Russian Journal of Electrochemistry Elektrokhimiya[1] and receiver of the Hero of Socialist Labor award. The Russian Academy of Sciences' A.N. Frumkin Institute of Physical Chemistry and Electrochemistry is named after him.[2]", "70848194": "David Marlin Dooley (born 13 May 1952) is an American chemist with expertise in organometallic compounds, and university administrator who has served as Provost of Montana State University and the eleventh president of the University of Rhode Island.", "70651595": "John Maurice Campbell Plane, FRAS, FRSC, FRS is a British atmospheric chemist, currently Professor of Atmospheric Chemistry at the University of Leeds. His research investigates planetary atmospheres using a range of theoretical and experimental techniques.[1]", "63803093": "Hooker Electrochemical Company\nHaynes Stellite Company\nUdylite Process Company\nElectro Metallurgical Company\nSwann Chemical Company \nOldbury Electrochemical Company \nStrategic-Udy Processes, Inc.", "35098327": "Sir John Conroy, 3rd Baronet, FRS (16 August 1845 – 15 December 1900) was an English analytical chemist.", "495323": "Sir Edward Mellanby GBE KCB FRS FRCP[1] (8 April 1884 – 30 January 1955)[2][3][4][5][6][7][8][9] was a British biochemist and nutritionist who discovered vitamin D and its role in preventing rickets in 1919.[10]", "65834717": "Danna Freedman is an American chemist and the Frederick George Keyes Professor of Chemistry at the Massachusetts Institute of Technology.[1][2][3] Her group's research focuses on applying inorganic chemistry towards questions in physics, with an emphasis on quantum information science, materials with emergent properties, and magnetism. Freedman was awarded the 2019 ACS Award in Pure Chemistry and a MacArthur Fellowship in 2022.", "68718302": "Mary Virginia Orna (born 1934, in New Jersey) is an American color chemist, historian of science, and professor emerita of the College of New Rochelle.[1]  Orna will receive the 2021 HIST Award for Outstanding Achievement in the History of Chemistry from the American Chemical Society's Division of the History of Chemistry “for her exemplary leadership in the worldwide community of the history of chemistry, especially for her original research in the area of color and pigment chemistry and the discovery of the elements, her commitment to education, her decades of service to the Division of History of Chemistry, and her continuing role in supporting and participating in the worldwide research in the archeology of chemistry.”[2]", "73371360": "Thomas Kurtzman is an American physical chemist most notable for his research into the use of convolutional neural networks (CNNs) to improve pharmaceutical design. According to Bioworld,[1] Kurtzman's research \"reached the devastating conclusion that 'the entirety'\" of apparent deep learning produced over the course of several years by a CNN dataset highly regarded in academia and industry was illusory. The perceived scientific progress, Kurtzman wrote, was due to CNNs' effective learning of the deficiencies in the dataset. \"This is alarming,\" the article continued, \"as companies have been built on this research.[2]", "65408739": "Gabriela S. Schlau-Cohen is a Thomas D. and Virginia W. Cabot Career Development Associate Professor at MIT in the Department of Chemistry.[1]", "2985702": "Artephius (or Artefius) (c. 1150) is a writer to whom a number of alchemical texts are ascribed. Although the roots of the texts are unclear and the identity of their author obscure, at least some of them are Arabic in origin. He is named as the author of several books, the Ars sintrillia, Clavis sapientiae or Clavis maioris sapientiae, and Liber secretus.[1]", "36586": "Svante August Arrhenius (/əˈriːniəs, əˈreɪniəs/ ə-REE-nee-əs, -⁠RAY-,[1][2] Swedish: [ˈsvânːtɛ aˈrěːnɪɵs]; 19 February 1859 – 2 October 1927) was a Swedish scientist. Originally a physicist, but often referred to as a chemist, Arrhenius was one of the founders of the science of physical chemistry. He received the Nobel Prize for Chemistry in 1903, becoming the first Swedish Nobel laureate. In 1905, he became the director of the Nobel Institute, where he remained until his death.[3]", "63180522": "Karl Söllner (9 January 1903 – 14 June 1986) was an Austrian-American chemist, primarily active in the field of physical chemistry and biophysics.", "57773804": "William Joseph Whelan FRS (14 November 1924 – 5 June 2021) was a British-born American biochemist. He was professor and chair of biochemistry and molecular biology at the Leonard M. Miller School of Medicine of the University of Miami.[2] He founded the annual Miami Winter Symposium in 1967 and was chief editor of the journal IUBMB Life.[3]", "34901747": "Wilhelm Boland (born 5 January 1950 in Wesel) is a German chemist.", "18517748": "Ruth Marion Lynden-Bell, FRS[1] (born 7 December 1937) is a British chemist, emeritus professor of Queen's University Belfast and the University of Cambridge, and acting President of Murray Edwards College, Cambridge from 2011 to 2013.[2]", "67604213": "Olev Träss (born 1931 in Tartu) is an Estonian chemist who lives in Canada. He is a promoter of Estonian community in Canada.[1]", "3018488": "Gerald J. Meyer is an active researcher and professor of inorganic chemistry at the University of North Carolina at Chapel Hill. He was previously the  Bernard N. Baker Chair In Chemistry at Johns Hopkins University. His research interests include inorganic photochemistry with emphasis on solar energy,[1] using interfacial electron transfer processes[2]  \nand dye-sensitized solar cells.[3][4][5][6]", "25071355": "Jack Leonard Strominger (born August 7, 1925)[1] is the Higgins Professor of Biochemistry at Harvard University, specializing in the structure and function of human histocompatibility proteins and their role in disease. He won the Albert Lasker Award for Basic Medical Research in 1995.[2][3]", "1249023": "Sir Geoffrey Wilkinson FRS[1] (14 July 1921 – 26 September 1996) was a Nobel laureate English chemist who pioneered inorganic chemistry and homogeneous transition metal catalysis.[6][7]", "42667776": "Paul Kazuo Kuroda (1 April 1917 – 16 April 2001) was a Japanese-American chemist and nuclear scientist.", "18517759": "Dame Carol Vivien Robinson, DBE FRS FMedSci[3] (née Bradley; born 10 April 1956[2]) is a British chemist and former president of the Royal Society of Chemistry (2018–2020).[4] She was a Royal Society Research Professor and is the Dr Lee's Professor of Physical and Theoretical Chemistry, and a professorial fellow at Exeter College, University of Oxford. She is the first director of the Kavli Institution for Nanoscience Discovery, University of Oxford,[5] and she was previously professor of mass spectrometry at the chemistry department of the University of Cambridge.[1][6][7][8][9]", "18517764": "Anne Dell CBE FRS FMedSci (born 11 September 1950)[1] is an Australian biochemist specialising in the study of glycomics and the carbohydrate structures that modify proteins.[2] Anne's work could be used to figure out how pathogens such as HIV are able to evade termination by the immune system which could be applied toward understanding how this occurs in fetuses. Her research has also led to the development of higher sensitivity mass spectroscopy techniques which have allowed for the better studying of the structure of carbohydrates. Anne also established GlycoTRIC[3] at Imperial College London, a research center that allows for glycobiology to be better understood in biomedical applications.  She is currently Professor of Carbohydrate Biochemistry and Head of the Department of Life Sciences at Imperial College London.[4] Dell's other contributions to the study of Glycobiology are the additions she has made to the textbook \"Essentials of Glycobiology\"[5] Dell was appointed Commander of the Order of the British Empire (CBE) in the 2009 Birthday Honours.[6]", "18517765": "Judith Ann Kathleen Howard[3] CBE FRS (née Duckworth; 21 October 1945 in Cleethorpes, Lincolnshire) is a British chemist, crystallographer and Professor of Chemistry at Durham University.[4][5][6]", "40767239": "Dame Clare Philomena Grey DBE FRS is Geoffrey Moorhouse Gibson Professor in the Department of Chemistry at the University of Cambridge and a Fellow of Pembroke College, Cambridge. Grey uses nuclear magnetic resonance spectroscopy to study and optimize batteries.", "73207565": "Lulu Qian is a Chinese-American biochemist who is a professor at the California Institute of Technology. Her research uses DNA-like molecules to build artificial machines.", "3874": "Herman Boerhaave (Dutch: [ˈɦɛrmɑn ˈbuːrˌɦaːvə], 31 December 1668 – 23 September 1738[2]) was a Dutch botanist, chemist, Christian humanist, and physician of European fame. He is regarded as the founder of clinical teaching and of the modern academic hospital and is sometimes referred to as \"the father of physiology,\" along with Venetian physician Santorio Santorio (1561–1636).[by whom?] Boerhaave introduced the quantitative approach into medicine, along with his pupil Albrecht von Haller (1708–1777) and is best known for demonstrating the relation of symptoms to lesions.[citation needed] He was the first to isolate the chemical urea from urine. He was the first physician to put thermometer measurements to clinical practice. His motto was Simplex sigillum veri: 'Simplicity is the sign of the truth'.[citation needed] He is often hailed as the \"Dutch Hippocrates\".[2]", "51318562": "Ira Williams (1894–1977[1]) was an American chemist at DuPont's Jackson Laboratory in New Jersey, who in the summer of 1930,[2] together with Wallace Carothers, Arnold Collins and F. B. Downing, made commercial Neoprene possible[3] by producing a soft, plastic form of chloroprene that could be processed by the rubber industry.[4][5]  Early accounts of the development credited Julius Nieuwland with synthesizing the precursor divinylacetylene.[6]  Williams' contribution was the discovery that the rheological behavior of the product could be controlled by quenching the polymerization reaction with alcohol.", "59838244": "Enos Luther Brookes (1891–1944) was a chemist, academic, and activist for civil rights in the United States.[1] He was born in Jamaica, then a British colony.", "47222571": "Ali Akbar Entezami (Persian: علي اكبر انتظامي, 1943 -  18 July 2015)[3] was an Iranian chemist and professor at the University of Tabriz. He received a PhD in Polymer Chemistry from Louis Pasteur University.", "17305389": "Nikolay Markovich Emanuel (Russian: Никола́й Ма́ркович Эмануэ́ль; October 1, 1915 – December 7, 1984) was a Soviet chemist. He was a key specialist in chemical kinetics and mechanics of  chemical reactions. He lectured at Moscow State University since 1944 (and was appointed full Professor in 1950). In 1958 he became a corresponding  member and in 1966 he became a full member of the Soviet Academy of Sciences. In 1974, he was elected as a foreign member of the Royal Swedish Academy of Sciences. Buried in Moscow.", "59117359": "Ruth Wexler is an American industrial chemist best known as a co-discoverer of apixaban, a marketed anticoagulant; and losartan, a blood pressure treatment.[1]", "27758394": "Horace Terhune Herrick (April 22, 1887 – October 8, 1948) was a scientist and director of the North Regional Research Laboratory of the United States Department of Agriculture.[1][2]", "31297343": "Herman Schlundt (19 July 1869 in Two Rivers, Wisconsin – 1937) was a physical chemist from the United States. He is most well known for extracting and refining radioactive metals from low-grade ore and industrial waste during his time as a researcher, which have had modern implications. Two buildings were named in his honor on the University of Missouri campus in Columbia, Missouri.[1]", "2559814": "Charles Thomas Beer CM (18 November 1915 – 15 June 2010) was a Canadian organic chemist who helped in the discovery of vinblastine.", "6491975": "Liu Yuanfang (Chinese: 刘元方; born February 1931) is a Chinese nuclear chemist. He is a chemist at the Chinese Academy of Sciences (CAS), who is now Professor of Chemistry at Shanghai University.[citation needed] He has studied nuclear chemistry and radiochemistry for forty years and pioneered education in that field in China.[1]", "49450825": "Stephen Finney Mason FRS FRSC (6 July 1923 – 11 December 2007) was a British chemist and scientific historian.[1][2]", "58625869": "Joy E. Carter, CBE, DL, FGS (née Randlesome; born 26 December 1955) is a British geologist and academic, specialising in geochemistry. From 2006 to 2021 she held the position of Vice-Chancellor of the University of Winchester. She previously taught at the University of Reading, University of Derby, and the University of Glamorgan; she served as a pro-vice-chancellor at Glamorgan.[1][2] She has additionally served as the chair of GuildHE since 2013, an organisation representing the heads of British higher education institutions,[3] and was chair of the Cathedrals Group from 2011, an association of British universities and university colleges with religious foundations.[4]", "5050192": "Franjo Hanaman (June 30, 1878 – January 23, 1941) was a Croatian inventor, engineer, and chemist, who gained world recognition for inventing the world's first applied electric light-bulb with a metal filament (tungsten) with his assistant Alexander Just, independently of his contemporaries.", "53219157": "Su Qiang (simplified Chinese: 苏锵; traditional Chinese: 蘇鏘; pinyin: Sū Qiāng; Wade–Giles: Su Ch'iang; 1931–2017) was a Chinese inorganic chemist. A pioneer in rare earth research and applications, he was elected an academician of the Chinese Academy of Sciences in 1995.[1]", "60559193": "Beverly M. Emerson (born January 18, 1952) is an Emeritus Professor of Biological Sciences at the Salk Institute for Biological Studies who uncovered details about how cancer becomes drug resistant. She is currently at the Oregon Health & Science University’s Knight Cancer Institute. She is a Fellow of the American Association for the Advancement of Science.", "66195293": "Günther Jung (born 2 September 1937 in Tübingen) is a German chemist. He was professor for Organic Chemistry and Biochemistry at the University of Tübingen from 1973 to 2002.", "67932001": "Bin Liu is a chemist who is Professor and Provost's Chair at the National University of Singapore. Her research considers polymer chemistry and organic functional materials. She was appointed Vice President of Research and Technology in 2019. She was awarded the 2021 Royal Society of Chemistry Centenary Prize.", "46632801": "Arthur von Weinberg (11 August 1860, in Frankfurt am Main – 20 March 1943, in the Theresienstadt Ghetto) was a German chemist and industrialist.", "41684835": "David M. Goodall is a British chemist. He is Emeritus Professor of chemistry affiliated with the University of York (UK). Throughout his career he has made a considerable impact on the field of analytical chemistry.[citation needed]", "34508645": "John Thomas Cooper (1790–1854) was an English chemist notable as a lecturer, chemical supplier and chemical analyst, at a time when interest was burgeoning in chemistry as a discipline of study and application.", "18517863": "Patricia Hannah Clarke FRS[1] (née Green) (29 July 1919 – 28 January 2010) was a British biochemist.[2][3]", "47550312": "Wright Haskell Langham (21 May 1911 – 19 May 1972) was an internationally renowned expert in the fields of plutonium exposure, aerospace and aviation medicine, Eniwetok nuclear tests, the Palomares and Greenland nuclear accidents. Sometimes Langham was referred to as Mr. Plutonium.", "1937255": "Carl Kellner (1 September 1851 – June 7, 1905) was a chemist, inventor, and industrialist.[1]  Born in Vienna, Austria, he made significant improvements to the sulfite process and was co-inventor of the Castner-Kellner process.", "3608422": "Georges-Auguste Figon (21 October 1926 – 17 January 1966)[1] was a French chemist who was a freelance barbouze (secret agent).[2] He arranged the meeting with Mehdi Ben Barka in the Brasserie Lipp in Paris. He later told L'Express that he knew who killed Barka and accused General Oufkir, whom Figon had seen torturing Barka.[3]", "49745772": "Jerome S. \"J.S.\" Spevack was an American scientist, inventor, and engineer who developed the \"dual temperature exchange sulphide process\" (known as the Girdler sulfide process) in 1943 while working on the Manhattan Project.[1] This is regarded as the most cost-effective process for producing heavy water. A parallel development of this process was also achieved in 1943 by German physical chemist Karl-Hermann Geib.[2]", "52924269": "Syed Tajammul Hussain (PP) (January 1, 1951 – July 28, 2013), was a prominent Pakistani chemist and physicist, one of the pioneers of nano-technology in the country, known for his important contributions to the field of nanomaterial-based catalysts. He is also known for his role in laying down the foundations of nanotechnology in Pakistan and a new method for production of diesel fuel from coal, catalyzed by nano-particles.[1][2]", "62426998": "Ma Dawei (Chinese: 马大为; born September 11, 1963) is a Chinese chemist and research professor at the Shanghai institute of Organic Chemistry, Chinese Academy of Sciences (CAS).[1][2]", "3510135": "Robert Howard Crabtree FRS[2] (born 17 April 1948) is a British-American chemist. He is serving as Conkey P. Whitehead Professor Emeritus of Chemistry at Yale University in the United States. He is a naturalized citizen of the United States.[3] Crabtree is particularly known for his work on \"Crabtree's catalyst\" for hydrogenations, and his textbook on organometallic chemistry.[4]", "69209977": "Kanishka Biswas is an Associate Professor in the New Chemistry Unit at Jawaharlal Nehru Centre for Advanced Scientific Research, Bangalore with research interests focused on renewable energy and clean environment. The areas in which he has worked include solid state inorganic chemistry of metal chalcogenides, thermoelectric materials, 2D layered materials,  topological insulators.[1][2]", "73404284": "Jennifer Holmgren (born 1962) is a Colombian chemist whose research area is on chemical technologies and fuel. She is currently the CEO of LanzaTech, a company dedicated to sustainability by using gas fermentation products to create materials that are necessary for everyday life.[1]", "14716807": "Daan Frenkel ForMemRS MAE[3] (born 1948, Amsterdam) is a Dutch computational physicist in the Department of Chemistry at the University of Cambridge.[4][5][2][6]", "49909644": "Prof. RNDr. Jaroslav Koutecký, MD. (14 October 1922, Kroměříž, Czech Republic – 10 August 2005, Berlin, Germany) was a Czech physical chemist and professor. He was the President of the Grant Agency of the Czech Republic, a professor of the Free University of Berlin, and a member of the Czechoslovak Academy of Sciences. Under communism, he was jailed for attempting to illegally cross the border in 1948 or 1949. In 1966, he took advantage of a conference in Canada to emigrate, where he worked at Yeshiva University in New York City. In 1969, he went abroad. From 1969 to 1989, he was in exile, and lived in the US and Germany. From 1973 to 2005 to his he worked at the Free University of Berlin, where he founded a research group focused on quantum chemistry and the chemistry of surfaces. After the Velvet Revolution in 1989, he was readmitted to the Czechoslovak Academy of Sciences. He was, since 1995, an honorary member of the Learned Society of the Czech Republic and helped the rebuilding of the Czech science system. He was a world expert in the field of electrochemistry, quantum chemistry, quantum theory of surface phenomenon, photochemistry, and chemistry and physics clusters.", "52498321": "Nathanael S. Gray is a Krishnan-Shah Family Professor of chemical and systems biology at Stanford University[1] and director of cancer therapeutics programme at Stanford University School of Medicine.[2] Previously he was a Nancy Lurie Marks Professor of biological chemistry and molecular pharmacology at Harvard Medical School and professor of cancer biology at Dana–Farber Cancer Institute.[3] Gray is also co-founder, science advisory board member (SAB) and equity holder in C4 Therapeutics, Gatekeeper, Syros, Petra, B2S, Aduro, Jengu, Allorion, Inception Therapeutics, and Soltego (board member). C4 Therapeutics, which offered IPO in 2020, was founded based on the ground-breaking research of Jay Bradner, current president of Novartis Institutes for BioMedical Research (NIBR), and of Nathanael S. Gray, while he was professor at Harvard Medical School. Before moving to Stanford University, Nathanael S. Gray created Center for Protein Degradation at Harvard Medical School with $80 million agreement with Deerfield Management venture capital firm.[4] In 2020, Gray Lab permanently moved to Stanford University, that was stated by Stuart Schreiber, co-founder of Broad Institute as \"Stanford's huge gain\".[5]", "4198294": "Friedrich Otto Schott (1851–1935) was a German chemist, glass technologist, and the inventor of borosilicate glass. Schott systematically investigated the relationship between the chemical composition of the glass and its properties. In this way, he solved fundamental problems in glass properties, identifying compositions with optical properties that approach the theoretical limit. Schott's findings were a major advance in the optics for microscopy and optical astronomy.[1] His work has been described as \"a watershed in the history of glass composition\".[2]", "53546903": "Pavel Jungwirth (born 20 May 1966 in Prague, Czech Republic) is a Czech physical chemist. Since 2004, he has been the head of the Senior Research Group at the Institute of Organic Chemistry and Biochemistry of the Czech Academy of Sciences. He has also been a professor in the Faculty of Mathematics and Physics at Charles University since 2000.[1][2] He has also been a senior editor of the Journal of Physical Chemistry since 2009.[2] He is popularly known for studying the explosive reaction between alkali metals, such as sodium and potassium, and water; his research on this subject indicates that these reactions result from a Coulomb explosion.[3] He and his colleagues have also discovered a way to slow down this reaction, which they used to determine the source of a blue flash that is briefly produced during the reaction.[4]", "66555802": "Sihai Yang  is a professor in the Department of Chemistry at The University of Manchester.[6] His research in general is based on Inorganic and Materials Chemistry where he and his group investigate on the design and synthesis of novel Metal Organic Frameworks (MOFs) and zeolites for potential applications in gas adsorption, catalysis and industrial separations.[7][8]", "34279325": "Edme-Jean Baptiste Bouillon-Lagrange (12 July 1764, Paris – 23 August 1844) was a French chemist and pharmacist. He was a professor of chemistry at the Ecole de pharmacie of Paris, later serving as director of the school.", "62558111": "Yoshio Okamoto (岡本佳男, born 10 January 1941) is a Japanese chemist, who was awarded the 2019 Japan Prize for his groundbreaking work in asymmetric polymerization and its practical applications in drug discovery.[1]", "1445794": "Thaddeus Sobieski Constantine Lowe (August 20, 1832 – January 16, 1913), also known as Professor T. S. C. Lowe, was an American Civil War aeronaut, scientist and inventor, mostly self-educated in the fields of chemistry, meteorology, and aeronautics, and the father of military aerial reconnaissance in the United States.[1] By the late 1850s he was well known for his advanced theories in the meteorological sciences as well as his balloon building. Among his aspirations were plans for a transatlantic flight.", "58658728": "Vincenzo Barone (b. 8 November 1952, Ancona) is an Italian chemist, active in the field of theoretical and computational chemistry.[1]", "9244584": "Hugo Paul Friedrich Schulz (August 6, 1853 – July 13, 1932) was a German pharmacologist from Wesel, Rhenish Prussia.", "24776626": "Karl Hult(born 1944) is a Swedish biochemist and researcher. He is a professor emeritus at the Royal Institute of Technology, Stockholm, Sweden, and has contributed to research within the fields of metabolism and biocatalysis.", "593847": "Jean Baptiste André Dumas (14 July 1800 – 10 April 1884) was a French chemist, best known for his works on organic analysis and synthesis, as well as the determination of atomic weights (relative atomic masses) and molecular weights by measuring vapor densities.  He also developed a method for the analysis of nitrogen in compounds.[2]", "626622": "Mary Doreen Archer, Baroness Archer of Weston-super-Mare, DBE (née Weeden; born 22 December 1944[1]) is a British scientist specialising in solar power conversion. She is married to Jeffrey Archer, a former deputy chairman of the Conservative Party. Archer is the current Chancellor of the University of Buckingham.", "102338": "Henry Cavendish FRS (/ˈkævəndɪʃ/ KAV-ən-dish; 10 October 1731 – 24 February 1810) was an English natural philosopher and scientist who was an important experimental and theoretical chemist and physicist. He is noted for his discovery of hydrogen, which he termed \"inflammable air\".[1] He described the density of inflammable air, which formed water on combustion, in a 1766 paper, On Factitious Airs. Antoine Lavoisier later reproduced Cavendish's experiment and gave the element its name.", "50925507": "Lois M. Jones (September 6, 1934 – March 13, 2000) was an American geochemist who led the first all-woman science team to Antarctica in 1969. They were also the first women to reach the South Pole. Jones was well regarded for her contribution to geological research in the McMurdo Dry Valleys, one of the few ice-free areas of Antarctica, and published many papers and abstracts.", "59740104": "Paul Theodore Englund (March 25, 1938 – January 12, 2019) was an American biochemist known for his work with parasites, and especially his research into the genetic material in the parasitic organisms that cause African trypanosomiasis, more commonly called sleeping sickness.[1]", "24350671": "Bernt Krebs (born in Gotha, Germany) is a German scientist. He is conducting research at the Faculty of Chemistry, University of Münster.", "56233936": "Raymond F. Schinazi is an American organic medicinal chemist at Emory University with expertise in antiviral agents, pharmacology, and biotechnology. His research focuses on developing treatments for infections caused by human immunodeficiency virus (HIV), hepatitis B (HBV), hepatitis C (HCV), herpes, dengue fever, zika, chikungunya, and other emerging viruses. These treatment options include antiviral agents as well as synthetic, biochemical, pharmacological and molecular genetic approaches, including molecular modeling and gene therapy.[1]", "27922389": "Roberto Car (born 3 January 1947 in Trieste) is an Italian physicist and the Ralph W. Dornte *31 Professor in Chemistry at Princeton University, where he is also a faculty member in the Princeton Institute for the Science and Technology of Materials.[1] He conducts research on the simulation of molecular dynamics phenomena.", "20090846": "Lanny D. Schmidt (May 6, 1938 – March 27, 2020)[1] was an American chemist, inventor, author, and Regents Professor of Chemical Engineering and Materials Science at the University of Minnesota. He is well known for his extensive work in surface science, detailed chemistry (microkinetics), chemical reaction engineering, catalysis, and renewable energy. He is also well known for mentoring over a hundred graduate students and his work on millisecond reactors and reactive flash volatilization.", "364513": "Brian Coffey (8 June 1905 – 14 April 1995)[1]  was an Irish poet and publisher. His work was informed by his Catholicism, his background in science and philosophy, and his connection to French surrealism. He was close to an intellectual European Catholic tradition and mainstream Irish Catholic culture. Two of his long poems, Advent (1975) and Death of Hektor (1979), were widely considered to be important works in the canon of Irish poetic modernism. He also ran Advent Books, a small press, during the 1960s and 1970s.", "70979558": "Janina Kneipp is a German scientist who is Professor of Physical Chemistry Humboldt University of Berlin. Her research considers surface enhanced Raman scattering and plasmonic enhancement in multi-modal micro spectroscopy.", "35295207": "Stephan Tanneberger (December 27, 1935 – March 5, 2018) was a German oncologist and chemist who held leading positions in cancer research and therapy in the German Democratic Republic (GDR), serving as director of the Zentralinstitut für Krebsforschung (Central Institute of Cancer Research) of the Akademie der Wissenschaften der DDR (Academy of Sciences of the German Democratic Republic) from 1974 until 1990. He left Germany in 1991 to work in the field of palliative care for cancer patients in Italy as well as in various countries in the Third World. In 2005, he founded a Center for Peace Work in Anklam in northeast Germany.", "41291762": "Herman Stanton Bachelard (1929 –  12 September 2006) was a British neurochemist, editor-in-chief and neuroscience book writer. He was born in Melbourne, Australia, and gained his BSc in Chemistry and Microbiology from Melbourne University in 1951, achieving an MSc and PhD in Biochemistry at Monash University. He developed most of his academic career in the United Kingdom, where Professor Bachelard headed the Departments of Biochemistry of the University of Bath and St Thomas' Hospital King's College London School of Medicine, concluding his career as Emeritus Professor of Physics at the University of Nottingham.[1][2][3]", "48599028": "Evert Jan Baerends (born 17 September 1945) is a Dutch theoretical chemist. He is an emeritus professor of the Vrije Universiteit Amsterdam. Baerends is known for his development and application of electronic structure calculations, which over time led to the development of the Amsterdam Density Functional.[1][2] He worked extensively on density functional theory.", "56889333": "Jean Dubuis (April 29, 1919 – April 6, 2010) was a renowned 20th-century French esotericist, qabalist, and alchemist.[1]", "18255862": "Lindsay Michael Birt, AO, CBE (18 January 1932 – 28 October 2001) was the inaugural vice-chancellor of the University of Wollongong between 1975 and 1980, and the fourth vice-chancellor of the University of New South Wales between 1981 and 1992.", "66916343": "Cristina Nevado (born 1977) is a Spanish chemist who is a Professor of Organic Chemistry at the University of Zurich. Her research considers chemical synthesis and organometallic reactions. She received the 2021 Margaret Faul Women in Chemistry Award.", "22286330": "Nikolay Sergeyevich Enikolopov (Enikolopyan) (Russian: Николай Сергеевич Ениколопов (Ениколопян); March 13, 1924, Stepanakert – January 22, 1993, Berlin) was an Armenian-Russian scientist, Doctor of Chemistry, professor, academic of Russian Academy of Sciences,[1] director of the Institute of Synthetic polymers (Currently Nikolay Enikolopov Institute of Synthetic Polymers[2]) of the Russian Academy of Sciences. In 1980 he was awarded by the Lenin Prize.", "48304123": "Geng Tan (simplified Chinese: 谭耕; traditional Chinese: 譚耕; pinyin: Tán Gēng; born 1963) is a Canadian engineer and former politician who served as the member of Parliament (MP) for Don Valley North from 2015 to 2019. A member of the Liberal Party, Tan is the first Mandarin-speaker to be elected to the House of Commons.[1]", "60657659": "Michael E. O’ Donnell is an American biochemist and a professor at the Rockefeller University[1] specializing in the field of DNA replication.[2][3]", "20189185": "Wilhelm Groth (9 January 1904 in Hamburg – 20 February 1977 in Bonn) was a German physical chemist. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club; his main activity was the development of centrifuges for the enrichment of uranium. After the war, he was a professor of physical chemistry at the University of Hamburg. In 1950, he became director of the Institute of Physical Chemistry at the University of Bonn. He was a principal in the 1956 shipment of three centrifuges for uranium enrichment to Brazil.", "11276293": "Gargamel is a fictional character and the main antagonist of the Smurfs show and comic books. He is a wizard and the sworn enemy of the Smurfs. His main goals are to destroy the Smurfs, eat them, or transform them into gold.", "4132870": "Thomas Mayne (25 December 1901 – 25 January 1995) was an Australian industrial chemist. He was also a food researcher and the inventor of Milo, the powdered chocolate-malt drink. In 1934, Mayne developed Milo and launched it at the Sydney Royal Easter Show. Milo began production at the plant located in Smithtown, New South Wales.", "36802569": "Andrew Bruce Holmes AC FRS FAA FInstP (born 5 September 1943) is an Australian and British senior research chemist and professor at the Bio21 Institute, Melbourne, Australia, and the past President of the Australian Academy of Science. His research interests lie in the synthesis of biologically-active natural products (spanning therapeutic materials to new biotechnological probes) and optoelectronic polymers (with applications to electroluminescent flexible displays and organic solar cells).", "2527253": "Wilhelm Normann (16 January 1870, in Petershagen – 1 May 1939, in Chemnitz) (sometimes also spelled Norman) was a German chemist who introduced the hydrogenation of fats in 1901. This invention, protected by German patent 141,029 in 1902, had a profound influence on the production of margarine and vegetable shortening.", "70258723": "University of Cambridge (UK)\nMax Planck Institute for Molecular Physiology\nMemorial Sloan Kettering Cancer Center, New York\nFriedrich Miescher Institute for Biomedical Research (FMI)", "33853483": "Jeremy Patrick Brockes FRS (born 29 February 1948) is a British biochemist who worked as an MRC Research Professor at University College London until 2016.[1][2]", "26021933": "Sir Noel Stanley Bayliss CBE FAA (19 December 1906 – 17 February 1996) was an Australian chemist and professor of chemistry at the University of Western Australia. He was a Rhodes Scholar and graduated as dux of the academically renowned Melbourne High School.[1][2] He then attended the University of Melbourne before going to Lincoln College, Oxford. The mineral baylissite K2Mg(CO3)2•4(H2O) is named for him.[3]", "1151022": "Sir Robert Robinson OM FRS FRSE[4] (13 September 1886 – 8 February 1975) was a British organic chemist[1] and Nobel laureate recognised in 1947 for his research on plant dyestuffs (anthocyanins) and alkaloids. In 1947, he also received the Medal of Freedom with Silver Palm.", "54923318": "David Landsborough Thomson F.R.S.C., (1901–1964) was a Canadian biochemist, best known for the co-discovery of Adrenocorticotropic hormone (adreno-cortical thyroid hormone or ACTH) and as the vice-principal of McGill University.[1][2] ACTH was co-discovered by Evelyn M. Anderson, James Collip and Thomson. In a paper published in 1933, they explained its function in the body.[3][4]", "69046331": "Michael Eisenbach (Hebrew: מיכאל אייזנבך) is an Israeli biochemist who specializes in the navigation mechanisms of bacterial and sperm cells.[1] He is a professor emeritus at the Weizmann Institute of Science, Department of Biomolecular Sciences, Rehovot, Israel.[2] He discovered that sperm cells (spermatozoa) of mammals are actively guided to the egg. This opened the research field of mammalian sperm navigation (also termed sperm guidance). He demonstrated that the active navigation entails chemotaxis and thermotaxis.[3] He made seminal contributions to the understanding of these two processes at the molecular, physiological and behavioural levels,[3][4][5] as well as contributing to our understanding of the molecular mechanism of bacterial chemotaxis.[6][7][8]", "50630726": "Russell Edward Morris FRS FRSE FRSC FLSW[1] (born 8 June 1967) is a British chemist and Bishop Wardlaw Professor of Chemistry at the University of St Andrews since 2016.[1][2] He played first-class cricket while he was a student at the University of Oxford,[3][4] and also represented the university in associated football playing in Varsity matches at various venues, including Wembley Stadium and Highbury.", "53121096": "Kathleen Matthews is an American biochemist specializing in DNA/protein interactions, specifically related to the lac repressor. She is the Stewart Memorial Professor Emerita of BioSciences at Rice University.", "48894024": "Theodore Cohen (May 11, 1929 – December 13, 2017) was an American organic chemist and chemistry professor at University of Pittsburgh.[1][2][3][4] He is known for his research on organic chemistry,[1] and particularly on organosulfur compounds,[3][5] on organometallic chemistry,[4][5] and on the synthesis of phenols.[6]", "53841995": "Craig E. Manning is a professor of geology and geochemistry in the Department of Earth, Planetary, and Space Sciences at the University of California, Los Angeles, where he served as department chair between 2009 and 2012.  Manning's research interests include water chemistry, thermodynamics, gas chemistry, geochemistry, igneous petrology, and metamorphic petrology.", "48566347": "Prof Tom Leadbetter Cottrell DSc FRSE (8 June 1923 – 2 June 1973) was an influential Scottish chemist. He is best remembered as a co-founder and first Principal of the University of Stirling, and founder of the Macrobert Arts Centre in Stirling. He wrote several popular academic textbooks on the subject of chemistry.", "37392464": "Richard Simpson is a professor in the department of biochemistry at La Trobe University (Melbourne, Australia).[1] He is the inaugural and current president of the Australasian Proteomics Society[2] and a past treasurer of the Human Proteome Organization.[3] Simpson was elected Honorary Member of the American Society of Biochemistry and Molecular Biology[citation needed] in 1996, awarded the AMRAD Pharmacia Medal from the Australian Society for Biochemistry & Molecular Biology,[citation needed] and was an elected councillor of the Protein Society (1993-1996).[citation needed] In 1995, Simpson was elected Fellow of the Australian Academy of Technological Sciences and Engineering[4] and in 2001 was awarded the Centenary Medal \"For service to Australian society in research and development\".[5]", "20516946": "Lawrence Elgin Glendenin (November 8, 1918 – November 22, 2008) was an American chemist who co-discovered the element promethium.[1]", "168020": "Artturi Ilmari Virtanen (Finnish: [ˈɑrtːuri ˈʔilmɑri ˈʋirtɑnen] ⓘ; 15 January 1895 – 11 November 1973) was a Finnish chemist and recipient of the 1945 Nobel Prize in Chemistry \"for his research and inventions in agricultural and nutrition chemistry, especially for his fodder preservation method\".[1]", "13471833": "Maria C. Tamargo is a leading Cuban-American scientist in compound semiconductors and materials science. She is a professor of chemistry at The City College of New York.[1]", "16552027": "Samuel Marion McElvain  (December 9, 1897 – April 11, 1973) was an American organic and synthetic chemist who spent his research career on the faculty of the University of Wisconsin.", "44044381": "Leonard Dunnell Gale (July 25, 1800 – October 22, 1883) was a professor of chemistry and mineralogy who helped Samuel Morse develop the electromagnetic telegraph.[1][2]", "42111071": "Edith Ellen Humphrey (11 September 1875[1] – 25 February 1978[2]) was a British inorganic chemist who carried out pioneering work in co-ordination chemistry at the University of Zurich under Alfred Werner. She is thought to be the first British woman to obtain a doctorate in chemistry[3] and the first chemist to synthesize a chiral inorganic complex.[4]", "50925664": "Johann Baptist Andreas Ritter von Scherer (24 June 1755 – 10 April 1844) was an Austrian chemist and botanist.", "29790304": "Marshall D. Gates Jr. (1915–2003) was an American chemist, holding the position of C.F. Houghton Professor of Chemistry at the University of Rochester. He was an organic chemist whose research was in the field of natural product synthesis. He is best known for publishing the first total synthesis of morphine in 1952.", "9212003": "Nicolas Barnaud[1] (1538–1604) was a French Protestant writer, physician and alchemist, from Crest, in Dauphiné, from which he took the name Delphinas (or Delphinus). He was a member of the Monarchomaques.", "27922534": "Jerome J. Workman Jr. is an American analytical spectroscopist, author, editor, and inventor born on August 6, 1952, in Northfield, Minnesota. Jerry Workman, Jerry Workman, Jr., and J.J. Workman are also names he uses for publishing.[1][2][3][4][5]", "32215143": "Hazel Alden Reason (April 1901 – 1976) was an English chemist who became a schoolteacher. She was the author of a popular book for young people on the history of chemistry.[1]", "39227499": "Dame Margaret Anne Brimble DNZM FRS (née MacMillan; born 20 August 1961) is a New Zealand chemist. Her research has included investigations of shellfish toxins[1] and means to treat brain injuries.[2]", "55906423": "Gunda I. Georg is a chemist who is currently the Professor and Head of the Department of Medicinal Chemistry,[1] Regents Professor,[2] McKnight Presidential Chair, Robert Vince Endowed Chair at University of Minnesota and a former Co-Editor-in-Chief of American Chemical Society's Journal of Medicinal Chemistry.[3] Her research interests are total synthesis and semisynthesis as well as evaluating biologically active agents.[4] A cited expert in her field,[5] she was elected to the American Association for the Advancement of Science in 1996[6] and inducted in the Medicinal Chemistry Hall of Fame in 2017.[7] In 2019, she was announced as the 2020 winner and first woman to receive the Alfred Burger Award in Medicinal Chemistry (established by GlaxoSmithKline, now sponsored by Gilead[8]).[9] She along with chemists, Shameem Syeda and Gustavo Blanco, are leading researchers in male contraception.[10] Dr Georg also works with her research groups to conduct research on Alzheimer's disease, epilepsy and cancer experimental therapeutics.[11]", "33656951": "Anthony Gerard Martin Barrett FRS, FMedSci is a British chemist, and Sir Derek Barton Professor of Synthesis, Glaxo Professor of Organic Chemistry at Imperial College London. He is Director of the Wolfson Centre for Organic Chemistry in Medical Science.[1] He was elected a fellow of the Royal Society in 1999[2] and Academy of Medical Sciences in 2003. He obtained a BSc as well as PhD from Imperial College London in 1973 and 1975 respectively.", "14356599": "Robert Cooley Elderfield (May 30, 1904 – December 10, 1979) was an American chemist. He was born in Niagara Falls, New York, United States.", "51351674": "Ganapati Dadasaheb Yadav (born 14 September 1952) is an Indian chemical engineer, inventor and academic, known for his research on nanomaterials, gas absorption with chemical reaction and phase transfer catalysis.[1] He served as the vice chancellor of the Institute of Chemical Technology, Mumbai (erstwhile UDCT) from 2009 until November 2019.[2][3] He is currently the Emeritus Professor of Eminence at ICT Mumbai.[4]", "50630779": "John Michael Hayes ForMemRS[1] (September 6, 1940 – February 3, 2017)[2] was an American oceanographer. He worked at Indiana University Bloomington, and Woods Hole Oceanographic Institution in Woods Hole, Massachusetts.[3][4][5]", "1708158": "Sun Bu'er (Sun Pu-erh, Chinese: 孫不二), one of the Taoist Seven Masters of Quanzhen, lived c. 1119–1182 C.E. in the Shandong province of China. She was a beautiful, intelligent, wealthy woman, married with three children. Her family name was Sun and her first name was Fuchun (富春), Bu'er being her name in religion. Her husband Ma Yu was a close disciple of Wang Chongyang. At the age of 51, she took up the study of the Tao and herself became a disciple of Wang Chongyang, serving as a Taoist priestess. She eventually left her home and traveled to the city of Luoyang where after twelve years of practice, at Fengxiangu cave, she attained the Tao and, it is said, became an immortal. Sun was a teacher with several disciples, and founded the Purity and Tranquility School (Qingjing Lineage), and wrote many poems.", "42111102": "Alex Hershaft is an American animal rights activist, Holocaust survivor, and co-founder and president of the Farm Animal Rights Movement (FARM),[1][2] the nation's oldest (1976) organization devoted exclusively to promoting the rights of animals not to be raised for food. Previously, he has had a 30-year career in materials science and environmental consulting and a prominent role in movements for religious freedom and environmental quality.", "3707012": "Peter Pulay (born September 20, 1941, in Veszprém, Hungary) is a theoretical chemist. He is the Roger B. Bost Distinguished Professor of Chemistry in the Department of Chemistry and Biochemistry at the University of Arkansas, United States.", "54235270": "Howard Redfern Morris FRS is a British biochemist.", "63312010": "Lynn Russell is a professor of atmospheric chemistry at the Scripps Institute of Oceanography a division of the University of California, San Diego in La Jolla, California.[1]", "4034708": "Charles Loring Jackson (April 4, 1847 – October 31, 1935) was the first significant organic chemist in the United States. He brought organic chemistry to the United States from Germany and educated a generation of American organic chemists.", "24252571": "Gerhard Krüss (14 December 1859 – 3 February 1895) was a German chemist and founder of the Journal für anorganische Chemie (Journal of Inorganic Chemistry) in 1892.  The journal is still published under the name of ZAAC - Zeitschrift für anorganische und allgemeine (Journal of Inorganic and General Chemistry). Krüss was involved in several topics during his university career at the University of Munich. He focused on analytical and inorganic chemistry and in his early years the chemistry of gold compounds and the measurement of atomic masses were his main interests. Later he became involved in the research of the rare earth elements. Krüss also suggested a new element similar to cobalt solving a problem in the sequence of iron, cobalt and nickel in the periodic table; he named it gnomium.", "70652060": "Siegfried Huneck (9 September 1928 – 9 October 2011) was a German chemist and lichenologist. Much of his scientific career was hampered by the political situation in the former German Democratic Republic. He rejected pursuing a career in academia, and instead ended up working at the Leibniz Institute of Plant Biochemistry, a public research institute, from 1969 until his retirement in 1993. Despite his relative isolation and restricted freedoms in East Germany, Huneck had numerous professional contacts both in Germany and abroad, and was a highly published scholar. Many of his more than 400 scientific publications dealt with the chemistry of lichen products. He was awarded the Acharius Medal for lifetime achievements in lichenology in 1996.", "2691230": "Agnes Luise Wilhelmine Pockels (14 February 1862 – 21 November 1935) was a German chemist whose research was fundamental in establishing the modern discipline known as surface science, which describes the properties of liquid and solid surfaces and interfaces.[1]", "32313500": "Giuseppe Francesco Borri (4 May 1627, in Milan – 20 August 1695, in Rome) was an alchemist, prophet, freethinker, physician and eye doctor.", "21237933": "Yoon Nung-min (윤능민 尹能民, November 21, 1927 – April 1, 2009) is a South Korean chemist, known for his research in organic chemistry, specializing in metal hydrides.", "22778031": "Charles Frédéric Kuhlmann (22 May 1803 – 27 January 1881) was a French chemist who patented the reaction for converting ammonia to nitric acid, which was later used in the Ostwald process.[1]", "19468465": "Christopher Busby (born 1 September 1945) is a British scientist primarily studying the health effects of internal ionising radiation.\nBusby is a director of Green Audit Limited, a private company,[1] and scientific advisor to the Low Level Radiation Campaign (LLRC).[2]", "42111155": "John L. Meisenheimer Sr. (June, 1933) is a Professor Emeritus of Chemistry (1963–1999) and EKU Foundation Professor (1994–1996) at Eastern Kentucky University.[1] On October 31, 1957, he was the Launch and Flight Weather Officer for the first U.S., intercontinental missile (Snark). In 1958, as the Launch Weather Officer for Explorer 1, the first U.S. satellite, he delayed America's entry into the space race for two days with his correct forecasts of extreme upper air wind shear.[2] On the third day, January 31, his forecast was for the jet stream to move far enough away from Cape Canaveral for the upper air winds to allow an evening launch. Dr. Kurt Debus, the launch director, accepted this forecast and ordered the missile to be fueled. At about 10:48 pm, Explorer 1 was successfully launched. From 1964 to 1970 he was a member of the Commonwealth of Kentucky's Longrifle Team that competed against teams from other states. Because of his participation in this competition he was commissioned an Honorary Kentucky Colonel in 1967 by Governor Edward Breathitt. In 1969 he won the Indiana Open Flintlock Championship competing against marksmen from six states. In 1992 he saved lives by discovering radioactive depleted uranium was used in the manufacture of  frizzens used in muzzle-loading flintlock rifles.[3][4] He plays a recurring role of Pappy 5X in the book and webisode series the Zombie Cause. His biography is in the 2021 edition of Who'sWho In America,[5]", "43684020": "Mark Maroncelli (born December 1957) is an American chemist, currently serving as professor of chemistry at the Pennsylvania State University,[1] where he also coordinates the Chemistry Department's undergraduate program.", "37425334": "The Jaffe reaction is a colorimetric method used in clinical chemistry to determine creatinine levels in blood and urine. In 1886, Max Jaffe (1841–1911) wrote about its basic principles in the paper Über den Niederschlag, welchen Pikrinsäure in normalem Harn erzeugt und über eine neue Reaction des Kreatinins in which he described the properties of creatinine and picric acid in an alkaline solution. The color change that occurred was directly proportional to the concentration of creatinine, however he also noted that several other organic compounds induced similar reactions. In the early 20th century, Otto Folin adapted Jaffe's research into a clinical procedure. The Jaffe reaction, despite its nonspecificity for creatinine, is still widely employed as the method of choice for creatinine testing[1] due to its speed, adaptability in automated analysis, and cost-effectiveness, and is the oldest methodology continued to be used in the medical laboratory.[2] It is this nonspecificity that has motivated the development of new reference methods for creatinine analysis into the 21st century.", "45519035": "Robert Dirks (May 29, 1978 – February 3, 2015) was an American chemist known for his theoretical and experimental work in DNA nanotechnology. Born in Thailand to a Thai Chinese mother and American father, he moved to Spokane, Washington at a young age. Dirks was the first graduate student in Niles Pierce's research group at the California Institute of Technology, where his dissertation work was on algorithms and computational tools to analyze nucleic acid thermodynamics and predict their structure. He also performed experimental work developing a biochemical chain reaction to self-assemble nucleic acid devices.  Dirks later worked at D. E. Shaw Research on algorithms for protein folding that could be used to design new pharmaceuticals.", "67670204": "Prof. Dr. Petko Stoyanov Dimitrov (Bulgarian: Петко Стоянов Димитров) (16 September 1944 – 29 April 2023) was a Bulgarian marine geologist and oceanographer from the Institute of Oceanology - Bulgarian Academy of Sciences in Varna.", "48435393": "Norman Bruce Hannay (February 9, 1921 – June 2, 1996) was an American physical chemist who was vice-president of Bell Telephone Laboratories.[1][2]", "8917187": "Sir Martyn Poliakoff CBE CChem FRS FREng FRSC FIChemE[6][1] (born 16 December 1947)[3] is a British chemist, working on fundamental chemistry, and on developing environmentally acceptable processes and materials. The core themes of his work are supercritical fluids,[7][8] infrared spectroscopy and lasers. He is a research professor in chemistry at the University of Nottingham.[2] As well as carrying out research at the University of Nottingham, he is a lecturer, teaching a number of modules including green chemistry.[9][10][11][12]", "72093893": "Pauline Merritt Hald (February 2, 1904 – December 5, 1998[1]) was an American clinical chemist and medical researcher, based in New Haven, Connecticut. She worked in the laboratory of chemist John P. Peters for many years, and published the first description of his flame photometry technique for measuring serum sodium and potassium levels.", "20975819": "Frank Greenaway (9 July 1917 – 16 June 2013) was Keeper of Chemistry at the Science Museum in London, England.[1] He authored a number of books and papers on the history of chemistry.[2]", "37067": "Peter Joseph William Debye ForMemRS[1] (/dɛˈbaɪ/;[2] Dutch: [dəˈbɛiə]; March 24, 1884 – November 2, 1966)[3][4] was a Dutch-American physicist and physical chemist, and Nobel laureate in Chemistry.", "55349457": "Brenda Schulman is an American biochemist and structural biologist who is a Director at the Max Planck Institute of Biochemistry, Martinsried, Bavaria. Schulman's research interests focus on a class of proteins known as ubiquitin-like proteins.[1]", "58790105": "Amy S. Mullin is an American chemist and professor at the University of Maryland.[1] She is a Fellow of the American Physical Society,[2] the American Association for the Advancement of Science and the Optical Society of America. Her research focuses on molecular dynamics.", "34083042": "Thomas Foxen Anderson (February 7, 1911 – August 11, 1991) was an American biophysical chemist and geneticist who developed crucial techniques for using electron microscopes.[1][2] Anderson pioneered use of the electron microscope to study viruses. His research produced insights of how viruses infect cells, methods of their reproduction and how they alter the cells they infect.[1]", "6000868": "Elmer Verner McCollum (March 3, 1879 – November 15, 1967) was an American biochemist known for his work on the influence of diet on health.[2][3] McCollum is also remembered for starting the first rat colony in the United States to be used for nutrition research. His reputation has suffered from posthumous controversy. Time magazine called him Dr. Vitamin.[4] His rule was, \"Eat what you want after you have eaten what you should.\"[5]", "5574890": "William Woolford Skinner (March 28, 1874 – March 10, 1953) was an American chemist, conservationist, and college football coach. He served as the head coach at Maryland Agricultural College—now known as the University of Maryland, College Park—in 1892 and the University of Arizona from 1900 to 1901.", "3641581": "Sir James Colquhoun Irvine KBE JP PhD (Leipzig) DL DSc BSc FRS[1] FRSE FEIS (9 May 1877 – 12 June 1952) was a British organic chemist and Principal and Vice-Chancellor of the University of St Andrews from 1921 until his death. As a research chemist, Irvine worked on the application of methylation techniques to carbohydrates, and isolated the first methylated sugars, trimethyl and tetramethyl glucose.[2][3]", "62427379": "Yang Jinlong (Chinese: 杨金龙; born January 1966) is a Chinese chemist currently serving as vice president of the University of Science and Technology of China.[1]", "34574579": "Dr. Fred E. Luborsky (1923–2010) was an American physical chemist noted for his contributions to the field of permanent magnetism and amorphous metals.\n[1]\n[2]\nLuborsky held 21 patents.[1][3]\nLuborsky was a fellow in the Institute of Electrical and Electronics Engineers,[2]\na fellow of the American Institute of Chemists[2] and a fellow of the American Association for the Advancement of Science.[2]\nHe was also president of the IEEE's Magnetic Society.[2]\nHe was elected to the National Academy of Engineering in 1985.[1]\nLuborsky received Centennial Medal of the Institute of Electrical and Electronics Engineers.[2]\nThe Chicago Tribune called Luborsky \"an internationally known authority on permanent magnets and amorphous metals\".[2]", "10948854": "Karl Wilhelm Ritter[1] von Kupffer (born Karl Wilhelm Kupffer; 14 November [O.S. 2] 1829 – 16 December 1902) was a Baltic German anatomist who discovered stellate macrophage cells that bear his name.", "12259576": "Naser Maleknia (in Persian: ناصر ملك نيا; died 15 June 2007) was a pioneering Iranian clinical biochemist and a distinguished professor of Tehran University.[1]", "44044538": "Siegfried Wolff is a now-retired Degussa chemist noted for first recognizing the potential of using silica in tire treads to reduce rolling resistance.[1]", "65900796": "Xile Hu (born 1978 in Putian, China) is a Swiss chemist specialized in catalysis. He is a professor in chemistry at EPFL (École Polytechnique Fédérale de Lausanne) and leads the Laboratory of Inorganic Synthesis and Catalysis at the School of Basic Sciences.[1][2]", "2756864": "Don Mottram (born 1945 in Cheshire) is an English flavour chemist based at the School of Food Biosciences of the University of Reading.", "72716550": "Aleksandr Alexandrovich Shabanov (Russian: Александр Александрович Шабанов; 5 November 1935 – 8 January 2023) was a Russian chemist and politician. A member of the Communist Party of the Russian Federation, he served in the State Duma from 1995 to 2003.[1]", "43585802": "Ida Smedley Maclean (born Ida Smedley 14 June 1877, died 2 March 1944) was an English biochemist and the first woman admitted to the London Chemical Society.", "45355274": "Robert Vernon Rice (August 13, 1924 - February 17, 2020) was an American biochemist from Carnegie Mellon University and the Marine Biological Laboratory at Woods Hole, Massachusetts primarily known for work in the area of biochemistry and physiology of muscle proteins and neuromuscular interactions.[2][3]", "48828689": "Amnon Albeck (Hebrew: אמנון אלבק; born August 1, 1958) is an organic and bioorganic chemist.", "35623190": "Walter Crum FRS (1796–1867) was a Scottish chemist and businessman. He became a Fellow of the Royal Society in 1844.[1]", "27562264": "Tobias M. Böckers is the head of the German Center for Neurodegenerative Diseases (German: Deutsches Zentrum für Neurodegenerative Erkrankungen, (DZNE)) Institute of Anatomy and Cell Biology at the University of Ulm.[1]   The focus of his work is translational protein biochemistry as it applies to neurodegenerative diseases such as ALS.[2]", "69914": "Carl Peter Henrik Dam  (21 February 1895 – 17 April 1976) was a Danish biochemist and physiologist.", "3674396": "Dan Shechtman (Hebrew: דן שכטמן; born January 24, 1941)[1] is the Philip Tobias Professor of Materials Science at the Technion – Israel Institute of Technology, an Associate of the US Department of Energy's Ames National Laboratory, and Professor of Materials Science at Iowa State University. On April 8, 1982, while on sabbatical at the U.S. National Bureau of Standards in Washington, D.C., Shechtman discovered the icosahedral phase, which opened the new field of quasiperiodic crystals.[2]", "39391520": "Jon Clardy (born May 16, 1943, Washington, D.C., United States) is currently the Hsien Wu and Daisy Yen Wu professor of biological chemistry and molecular pharmacology at Harvard Medical School.[1] His research focuses on the isolation and structural characterization of natural products, and currently investigates the role of biologically active small molecules in mediating symbiotic interactions and disease.[2]", "32477472": "Michael Franz Lappert FRS[1](31 December 1928 – 28 March 2014)[2] was a Czech-born British inorganic chemist. Mainly located at the University of Sussex, he was recognized for contributions to organometallic complexes.[3]", "65540389": "Lev Alexandrovich Fyodorov (sometimes Fedorov; Russian Лев Александрович Фёдоров; 10 June 1936, Moscow,- 12 August 2017) was a Russian chemist.", "1446183": "Ananda Shiv Prasad (1928 – February 5, 2022) was an Indian-born American doctor specialising in the role of zinc in the human metabolism.", "65540396": "Pavle Trpinac (Novi Sad, Austria-Hungary, 27 June 1905 - Belgrade, Serbia, Yugoslavia, 1991) was a Serbian chemist and professor at the University of Belgrade.[1] His niece was poet Mira Alečković.", "55906611": "Ann-Christine Albertsson is a Swedish chemist, currently Professor at Royal Institute of Technology and the Editor-in-Chief of American Chemical Society's Biomacromolecules.[1] Her research interest are biomacromolecules and polymers.[2]", "5706036": "Richard David Feinman (born 1940) is a professor of biochemistry and medical researcher at State University of New York Health Science Center at Brooklyn, better known as SUNY Downstate Medical Center, who studies nutrition and metabolism.[1] His current area of research is the area of diet composition and energy balance.", "18747700": "Eli Ruckenstein (August 13, 1925 – September 30, 2020) was an American distinguished professor at the department of chemical and biological engineering, The State University of New York at Buffalo. His main research areas were catalysis, surface science, colloids and emulsions, and bio-compatible surfaces and materials.[1]", "37175": "Lars Onsager (November 27, 1903 – October 5, 1976)[1] was an American physical chemist and  theoretical physicist.  He held the Gibbs Professorship of Theoretical Chemistry at Yale University. He was awarded the Nobel Prize in Chemistry in 1968.[3][4][5]", "13963578": "Robert S. Coleman is an American chemistry professor and researcher.\nColeman was a faculty member at both Ohio State University and the University of South Carolina. At Ohio State, he was on the faculty in the Department of Chemistry from 1996 to 2012, having moved to Ohio State as an associate professor from the University of South Carolina. At USC, Coleman taught as assistant professor from 1989 to 1995, and then as associate professor (with tenure) from 1995 to 1996. In 1996, he accepted a faculty position at Ohio State University to teach Organic Chemistry, where he was an associate professor from 1996 until 2000. He was promoted to full professor in 2000, teaching Organic Chemistry up until his retirement in 2012. He received his Ph.D. degree working with Professor Dale L. Boger (then at Purdue), completing the first total synthesis of the antitumor agent CC-1065.[1] He was subsequently an NIH postdoctoral fellow at Yale University with Professor Samuel J. Danishefsky, where he completed (with M. Paz Cabal), the first total synthesis of the aglycone of the antitumor agent calicheamicin.[2]", "43946298": "Graeme Moad AC FAA FTSE FRS (born 25 June 1952) is an Australian polymer chemist.", "58659130": "Colm P. O'Donnell[1] is an Irish chemist and engineer; he is a professor of biosystems and food engineering at the University College Dublin who is active in the field of process analytical technology (PAT); he is also a head of university School of biosystems and food engineering — as well as a chairperson of the Dairy processing technical committee of International Federation for Process Analysis and Control (IFPAC).[2]", "73535807": "Harry Dorn is an American chemist and a professor of chemistry at Virginia Tech, since 1974.[1] He was a professor of Radiology at Virginia Tech Carilion School of Medicine and a professor at Virginia Tech Fralin Biomedical Research Institute from 2012 to 2017.", "39293250": "Harry Laurence Anderson FRS is a British chemist in the Department of Chemistry, University of Oxford. He is well known for his contributions in the syntheses of supramolecular systems (porphyrin nanorings and nanowires), exploration of the extraordinary physical properties of large pi-conjugated systems, and synthesis of cyclo[18]carbon.[1] He is a Professor of Chemistry at Keble College, Oxford.[2][3][4]", "30282059": "John Wilson, CBE, MC & Bar, FRIC (6 September 1890[1] – 8 September 1976) was Director of the British Rayon Research Association from 1948 to 1958. He was married to Edith Wilson (née Leech) and had six children.", "20058454": "Hermann Julius Grüneberg (11 April 1827 – 7 June 1894) was a German chemist and inventor, and together with Julius Vorster the founder of the Chemische Fabrik Kalk.", "60854618": "Gary Siuzdak is an American chemist best known for his work in the field of metabolomics,[1][2] activity metabolomics[3][4][5][6][7] (a termed coined in 2019[8]), and mass spectrometry.[9][10][11][12][13][14] His lab discovered indole-3-propionic acid as a gut bacteria derived metabolite in 2009.[15]  He is currently the Professor and Director of The Center for Metabolomics and Mass Spectrometry at Scripps Research in La Jolla, California.[16] Siuzdak has also made contributions to virus analysis,[17][18] viral structural dynamics,[19][20][21] as well as developing mass spectrometry imaging technology using nanostructured surfaces.[11][22] The Siuzdak lab is also responsible for creating the research tools eXtensible Computational Mass Spectrometry (XCMS),[9][23] METLIN,[13] METLIN Neutral Loss[24] and Q-MRM.[25][26][27] As of January 2021,[28] the XCMS/METLIN platform has over 50,000 registered users.", "47288666": "Bavor Rodovský mladší of Hustířany (around 1526 in Hustířany – 1591/92 or 1600[1] in Budyně nad Ohří) was a Czech nobleman and alchemist.", "72454500": "Karoliina Honkala (born 1973) is a Finnish chemist who is a professor at the University of Jyväskylä. Her research considers heterogeneous and electro-catalysis. She was awarded the 2015 Berzelius Award of the Nordic Catalysis Society and elected to the Finnish Academy of Science and Letters in 2022.", "52728168": "Sir Geoffrey Malcolm Badger AO DSc FAA FRACI FTSE FACE FAIM (10 October 1916, Port Augusta, South Australia – 23 September 2002, Adelaide) was Professor of Organic Chemistry at the University of Adelaide from 1955 to 1964, and Vice-Chancellor of the University from 1967 to 1977.  He was elected Fellow of the Australian Academy of Science in 1960, appointed an Officer of the Order of Australia in 1975, and was knighted in 1979.  In retirement he wrote two books, \"Explorers of the Pacific\" (1988) and \"The Explorers of Australia\" (2001).[1][2][3][4][5][6][7]", "3674475": "Martin André Rosanoff, Sc.D. (December 28, 1874 – July 30, 1951) was a Russian-American chemist.  Born at Nikolaev, Russia, he was educated at Nikolaev in the classical Gymnasium of that city, in Berlin, and in Paris.  Later, he studied at New York University in the United States.  He was occupied in various positions at New York City and in Pittsburgh, Pennsylvania at Mellon Institute where he was elected the first life incumbent of the newly endowed Willard Gibbs chair of research in pure chemistry.", "69177714": "Hilary Roberta Bollan CSci CChem FRSC MBE is a retired chemist who was a senior scientific officer at the British Ministry of Defence. Her work focused on safety on submarines.", "627059": "Julius Lothar Meyer (19 August 1830 – 11 April 1895) was a German chemist. He was one of the pioneers in developing the earliest versions of the periodic table of the chemical elements. The Russian chemist Dmitri Mendeleev (his chief rival) and he had both worked with Robert Bunsen. Meyer never used his first given name and was known throughout his life simply as Lothar Meyer.", "66326907": "Gerardine \"Gerri\" Botte is a Venezuelan-American chemist who is a Professor and the Whitacre Department Chair in Chemical Engineering at Texas Tech University. Her research considers electrochemical engineering and the development of sustainable manufacturing processes. Botte is Editor-in-Chief of the Journal of Applied Electrochemistry and a Fellow of the Electrochemical Society.", "2003324": "Sir Robert John Kane (24 September 1809 – 16 February 1890) was an Irish chemist and educator.[1]", "43553152": "Michelle Louise Coote FRSC FAA is an Australian polymer chemist. She has published extensively in the fields of polymer chemistry, radical chemistry and computational quantum chemistry.  She is an Australian Research Council (ARC) Future Fellow, Fellow of the Royal Society of Chemistry (FRSC) and Fellow of the Australian Academy of Science (FAA).", "53285252": "Hans Finkelstein (17 May 1885, Leipzig, Germany - December 1938) was a German chemist. He is particularly known for the Finkelstein reaction developed by and named after him.[1][2]", "14520713": "Friedrich Albrecht Carl Gren (1 May 1760 – 26 November 1798) was a German chemist and a native of Bernburg.", "49222030": "Sir David Klenerman FRS FMedSci[3][4] (born 1959) is a British biophysical chemist and a professor of biophysical chemistry at the Department of Chemistry at the University of Cambridge[5] and a Fellow of Christ's College, Cambridge.[6]", "3674515": "Samuel Philip Sadtler, Ph.D., LL.D. (July 18, 1847 – December 20, 1923) was an American chemist, and the first president of the American Institute of Chemical Engineers in 1908.[1]", "38244757": "Thomas Parry Jones OBE (27 March 1935 – 11 January 2013) was a Welsh scientist, inventor and entrepreneur, who was responsible for developing and marketing the first handheld electronic breathalyser, winning the Queen's Award for Technological Achievement in 1980 for the work. Born and raised on Anglesey, he attended Bangor University and went on to study for his doctorate at University of Alberta, Canada. Prior to his work on the breathalyser at Lion Laboratories, he was a lecturer at the Royal Military College of Science and the University of Wales Institute of Science and Technology. He established the Dr Tom Parry Jones Endowment Fund at Bangor University in 2002. After selling Lion Laboratories in 2005, he set up PPM Technology and Welsh Dragon Aviation. A trust was set up in his, and his wife's, names. The Tom and Raj Jones Trust promotes work by young entrepreneurs.", "954776": "Alberto Granado Jiménez (August 8, 1922 – March 5, 2011) was an Argentine–Cuban biochemist, doctor, writer, and scientist. He was also the youthful friend and traveling companion of Che Guevara during their 1952 motorcycle tour in Latin America. Granado later founded the University of Santiago de Cuba School of Medicine. He authored the memoir Traveling with Che Guevara: The Making of a Revolutionary, which served as a reference for the 2004 film The Motorcycle Diaries, in which he was played by Rodrigo de la Serna. An elderly Alberto Granado makes a short appearance at the end of the film.", "61411743": "Olga L. Mayol-Bracero is a Puerto Rican atmospheric chemist. Mayol-Bracero is an associate professor at the UPRRP College of Natural Sciences.[1] Her primary research focus is atmospheric aerosols. She researches the impact of atmospheric aerosols on the climate, ecosystem, degradation of structures, and human health.[2]", "20124064": "Georg Zundel (May 17, 1931 – March 11, 2007) was a German physicist, entrepreneur, and peace politics committed philanthropist.", "168362": "Giuseppe Balsamo (Italian: [dʒuˈzɛppe ˈbalsamo]; in French usually Joseph Balsamo;[1] 2 June 1743 – 26 August 1795), known by the alias Count Alessandro di Cagliostro (US: /kɑːlˈjɔːstroʊ, kæl-/ ka(h)l-YAW-stroh,[2][3] Italian: [alesˈsandro kaʎˈʎɔstro]), was an Italian occultist.", "55513524": "Susumu Kitagawa (北川 進, Kitagawa Susumu, born 4 July 1951) is a Japanese chemist working in the field of coordination chemistry, with specific focus on the chemistry of organic–inorganic hybrid compounds, as well as chemical and physical properties of porous coordination polymers and metal-organic frameworks in particular.[1] He is currently distinguished professor at Kyoto University's institute for integrated cell-material sciences (iCeMS), of which he is co-founder and current director.", "7639481": "Peter Thomas Wolczanski is the George W. and Grace L. Todd professor of\nChemistry at Cornell University.", "52040130": "Arokiaswamy Velumani (born April 1959) is an Indian entrepreneur. He is the founder of Thyrocare Technologies Ltd. a chain of diagnostic and preventive care laboratories headquartered in Navi Mumbai.[1] He is the founder of Nueclear Healthcare Limited, a radiology diagnostics company affiliated to Thyrocare.[2]", "13963717": "John Allen Dicks Cooper (December 22, 1918 – January 27, 2002) was an American physician and educator.[1]", "58003917": "Dawn Angela Shaughnessy is an American radiochemist and principal investigator of the heavy element group at the Lawrence Livermore National Laboratory.[3] She was involved in the discovery of five superheavy elements with atomic numbers 114 to 118.[2]", "59281871": "Michael J. Krische (FRSC, FAAAS; born September 16, 1966) is an American chemist and Robert A. Welch Chair in Science at the Department of Chemistry, University of Texas at Austin. Krische has pioneered a broad, new family of catalytic C-C bond formations that occur through the addition or redistribution of hydrogen. These processes merge the characteristics of catalytic hydrogenation and carbonyl addition, contributing to a departure from the use of stoichiometric organometallic reagents in chemical synthesis.[1][2][3][4][5][6]", "58659281": "Joseph Maria Kumar Irudayaraj (born 1961)[1] is an American engineer and chemist; he is a professor of bioengineering at University of Illinois at Urbana Champaign.  He is active in the field of bionanotechnology, molecular sensing and drug discovery core.", "4493778": "John Stewart MacArthur was a chemist from Glasgow.[1]  Born on 9 December 1856, he is credited with the development of the MacArthur-Forrest cyanidation process in 1887, used to extract gold in South Africa. His patent for the process was voided. With the long-lasting legal issues about the cyanidation patents, MacArthur turned to other businesses. First, he investigated vanadium extraction from ore containing significant amounts of radium. From this enterprise he turned to the production of radium. He founded the Radium Works in Halton in 1911. In 1915 he moved it to Balloch, West Dunbartonshire and renamed it as Loch Lomond Radium Works.[2][3] MacArthur died on 16 March 1920, aged 63.[4]", "7868885": "Amyand David Buckingham CBE FRS FAA (28 January 1930 – 4 February 2021) born in Pymble, Sydney, New South Wales, Australia was a chemist, with primary expertise in chemical physics.[2][3][4]", "68555226": "Marilyn Levy (April 3, 1922 – June 19, 2014) was an American chemist and inventor based at Fort Monmouth. She was awarded the United States Army's Meritorious Civilian Service Award in 1971.[1]", "63312347": "Jennifer Eigenbrode is an interdisciplinary astrobiologist who works at NASA's Goddard Space Flight Center. She specializes in organic chemistry, geology, and organic bio-geochemistry of martian and ocean-world environments.", "37342": "Post-docs:", "63246816": "Reinhard Jahn (born 21 December 1950) is a German biophysicist and neurobiologist known for his studies of cellular membrane fusion. For these investigations, he has been honored with numerous awards, including the 2000 Leibniz Award. Jahn is currently Director at the Max Planck Institute for Biophysical Chemistry and the President of the University of Göttingen in Göttingen, Germany.", "45617634": "Michael Jeltsch (born July 28, 1969, Hemer/NW, Germany) is a German-Finnish researcher in the field of Biochemistry. He is an associate professor at the University of Helsinki,[1] Finland. He has more than 70 publications.[2] Jeltsch was the first to show that VEGF-C and VEGF-D are the principal growth factors for the lymphatic vasculature[3][4][5] and his research focuses on cancer drug targets and lymphangiogenesis. He has also contributed to other seminal publications in cell biology[6][7] with transgenesis, protein engineering, recombinant production and purification. In 2006, he developed a synthetic super-VEGF, using a library of VEGF hybrid molecules using a novel, non-random DNA family shuffling method.[8]", "15241700": "Bertha Kalifon Madras is a professor of psychobiology in the Department of Psychiatry and the chair of the Division of Neurochemistry at Harvard Medical School, Harvard University. She served as associate director for public education in the division on Addictions at Harvard Medical School. Madras has published research in the areas of drug addiction (particularly the effects of cocaine), ADHD, and Parkinson's disease.", "60592625": "Isabella Skinner Clarke–Keer (née Clarke) (29 October 1842 – 30 July 1926) was a British pharmacist and pioneer of women in pharmacy. In 1875, she became the first woman to qualify as a Pharmaceutical Chemist, and was one of the first two women members (with Rose Minshull) of the Pharmaceutical Society of Great Britain, admitted in 1879. In 1905, she became the first President of the National Association of Women Pharmacists (then the Association of Women Pharmacists).", "41423350": "Mietek Jaroniec (born 1 January 1949) is a Polish and American chemist and an author of over 950 scientific papers, which got over 127,964 citations and brings him an h-index of 155.[1]", "69734904": "Todd Lambert Lowary (born 1966) is an American carbohydrate chemist. He is a professor of chemistry at the University of Alberta and a Fellow of the Royal Society of Canada.", "55906810": "Norbert Pienta (born 1952) is an American chemist currently Professor at University of Georgia[1] and editor-in-chief of American Chemical Society's Journal of Chemical Education. His current interests are browser web education research and tutorial and education in schools.[2][3] He is currently retired.[clarification needed]", "41128446": "Henryk A. Witek is a chemist of Polish origin, and is a Professor of Chemistry in the National Chiao Tung University, Hsinchu, Taiwan.[1] He obtained his scientific degrees from the Jagiellonian University (MS) and the University of Tokyo (PhD). His research interests encompass quantum and physical chemistry, applied linear algebra, as well as perturbation theory.", "18682367": "Samuel Proctor Massie, Jr. (July 3, 1919 – April 10, 2005) was a chemist who studied a variety of chemicals that contributed towards the development of therapeutic drugs, including the chemistry of phenothiazine. As one of the African American scientists and technicians on the Manhattan Project to develop atomic bombs in World War II Massie worked with uranium isotopes. Massie was named one of the top 75 distinguished contributors to chemistry in history by Chemical and Engineering News.", "102915": "John Whiteside Parsons (born Marvel Whiteside Parsons;[nb 1] October 2, 1914 – June 17, 1952) was an American rocket engineer, chemist, and Thelemite occultist. Associated with the California Institute of Technology (Caltech), Parsons was one of the principal founders of both the Jet Propulsion Laboratory (JPL) and the Aerojet Engineering Corporation. He invented the first rocket engine to use a castable, composite rocket propellant,[1] and pioneered the advancement of both liquid-fuel and solid-fuel rockets.", "68882947": "Daniele Cherniak is an American geochemist known for her work on using particle beams for geochemical analysis on small scales. She was elected a fellow of the American Geophysical Union in 2021.", "60920325": "Jan B. Talbot is an American chemical engineer. She is a professor emerita at the Jacobs School of Engineering. She completed a bachelor and master of science in chemical engineering at Pennsylvania State University.[1] From 1975 to 1981, Talbot was as a development engineer at Oak Ridge National Laboratory. She completed a Ph.D. in chemical engineering and materials science in 1986 from University of Minnesota. She joined the faculty at University of California, San Diego in 1986. She was the president of the Electrochemical Society from 2001 to 2002. In 2004, she became a fellow of the Electrochemical Society.[1][2]", "59544069": "Hans Lischka (born July 26, 1943) is an Austrian computational theoretical chemist specialized on development and application of multireference methods for the study of molecular excited states.[2] He is the main developer of the software package Columbus[3] for ab initio multireference calculations and co-developer of the Newton-X program.", "41062920": "John Griscom (September 27, 1774 – February 26, 1852) was an early American lecturer and educator, and one of the first American educators to teach chemistry.", "49582595": "Haldor Frederik Axel Topsøe (29 April 1842 in Skælskør, Slagelse Municipality, Denmark – 31 December 1935 in Frederiksberg, Denmark) was a Danish chemist and crystallographer. He is grandfather of the engineer Haldor Topsøe (1913–2013) who has got his name from his grandfather, and great-grandfather of the mathematician Flemming Topsøe (born 25 August 1938) and the engineer Henrik Topsøe (born 10 August 1944).", "47616524": "Elizabeth Lucille Farrier Stickel (January 11, 1915 – February 22, 2007), was an American wildlife toxicologist and director of the Patuxent Wildlife Research Center from 1972 to 1982. Her research focused extensively on contaminants in wildlife ecosystems, and her research on the effects of the pesticide DDT helped form the basis for Rachel Carson's book Silent Spring.[1] She was also the first woman to become both a senior scientist as a civil servant of the US government and to be director for a national research laboratory.[2]", "16028175": "Saul Dushman (July 12, 1883 – July 7, 1954) was a Russian-American physical chemist.[1]", "69046807": "Pere Estupinyà Giné (born 17 October 1974) is a Spanish biochemist known for his work in popular science in books, conferences and TV shows.", "39752217": "Edward Leo Cochran Jr. (born 1929) is an American chemist known for his work with free radicals. In 1956 he moved from Orange, Connecticut, to his hometown in Clarksville, Maryland, and began his career at Applied Physics Laboratory.[3]  He also served as the second county executive of Howard County, Maryland.[4]", "51057181": "Barbara Sherwood Lollar, CC FRSC FRS (born February 19, 1963[1]) is a Canadian geologist and academic known for her research into billion-year-old water.[2] She is currently a professor in the Department of Earth Sciences at the University of Toronto.[3] In 2007, she was made a Canada Research Chair in Isotope Geochemistry of the Earth and the Environment. It was renewed in 2014.[4]", "67211810": "Fern Pfafflin Rathe (January 8, 1930 – September 27, 2013) was an American organic chemist who helped discover cathomycin, an antibiotic used to treat strains of the bacteria Staphylococcus, while working at pharmaceutical company Merck & Co.", "30249507": "Robert Schiff (July 25, 1854 in Free City of Frankfurt – 1940 in Massa, Italy) was a Free City of Frankfurt-born, Italian chemist.", "40440355": "Jeffrey Scott Moore (born 1962)[1] is the Murchison-Mallory Professor of Chemistry and a Professor of Materials Science & Engineering at the University of Illinois at Urbana–Champaign.[2]  He has received awards for both teaching and research, and as of 2014, was named a Howard Hughes Medical Institute Professor.[3] In 2017, he was named director of the Beckman Institute for Advanced Science and Technology at the University of Illinois, after serving as Interim Director for one year.[4]", "66327080": "Emily J. Parker FRSNZ is a New Zealand bio-organic chemist and academic. She is Professor of Chemical Biology at Victoria University of Wellington.", "49943088": "Chymes (Greek: Χύμης) was a Greco-Roman alchemist who lived before the third century. He is known only through fragments of text in the works of Zosimos of Panopolis and Olympiodorus of Thebes.[1]", "72225334": "Bodil Jerslev Lund (1919–2005) was a Danish chemist and educator. After graduating as a pharmacist from the Danish Pharmaceutical College in 1941, she continued her studies in Sweden, England and the United States. She earned a Ph.D. from the University of Copenhagen in 1958 with a thesis on X-ray crystallography as a basis for determining the structure of oximes. She then became a professor at Copenhagen University's Pharmaceutical College where she remained until 1989. She published several textbooks including two for high schools on organic chemistry. From 1981, she was a member of the Royal Swedish Academy of Sciences.", "64295482": "Alan K. Brisdon is a British chemist and a Senior Lecturer in the Department of Chemistry at The University of Manchester.[1] His research in general is based on fluorine chemistry, including on HCFCs, fluorine-containing organometallic systems, fluorophosphines and fluorine-containing materials, such as ionic liquids and fluorographenes.[2]", "1741370": "Christopher John Leaver CBE FRS FRSE MAE (born 31 May 1942)[5] is an Emeritus Professorial Fellow of St John's College, Oxford[7][8] who served as Sibthorpian Professor in the Department of Plant Sciences at the University of Oxford from 1990 to 2007.[9][10][11]"}