{"300087": "Jacqueline Harpman (5 July 1929 – 24 May 2012[1]) was a Belgian writer who wrote in French.", "55743545": "Julie Ancis currently is a Distinguished Professor of Informatics at the New Jersey Institute of Technology. She served as the interim chair of the Department of Informatics and was also a Professor of Psychology and the inaugural Director of Cyberpsychology at the New Jersey Institute of Technology.[1][2] She was previously a professor at Georgia State University for 15 years and Associate Vice President of Diversity at Georgia Institute of Technology.[3] Ancis is an expert in the areas of cyberpsychology,  multicultural competence and diversity.[4] She has authored 4 books and over 80 scholarly publications.[5]", "71865407": "Marilyn Shatz is an American scholar known for her work in language development and discourse. She holds the title of Professor Emerita of Psychology and Linguistics[1] at the University of Michigan, where she worked from 1977 until retiring[2] in 2009.[3]", "57054272": "Arthur W. Toga is an American neuroscientist and the director of the Laboratory of Neuro Imaging (LONI) and the Mark and Mary Stevens Neuroimaging and Informatics Institute[1] within the Keck School of Medicine of the University of Southern California. He is also the Ghada Irani Chair in Neuroscience and provost professor of ophthalmology, neurology, psychiatry and the behavioral sciences, radiology and engineering.", "53974093": "Alfred Wilks Drayson (also Wilkes) (1827–1901) was an English army officer, author and astronomer. He was a personal friend of Arthur Conan Doyle, who dedicated to him the short story collection The Captain of the Polestar.[1]", "32511056": "Pim van Lommel (born 15 March 1943) is a Dutch author and researcher in the field of near-death studies.", "19436630": "Reidar Kvaal Hjermann (born 17 February 1969) is a Norwegian psychologist and former Children's Ombudsman of Norway.", "72193121": "Gerda Ryti (née Serlachius; 11 October 1886 – 8 September 1984) was the wife of Finland's fifth president, Risto Ryti, serving as the First Lady of Finland from 1940 until 1944.", "45159522": "John B. Rijsman (born 1944) is a Belgian social psychologist and Professor of Social Psychology at the Tilburg University, known for his work on health and education, particularly on the \"dynamics of social competition in personal and categorical comparison-situations.\"[1][2]", "13603949": "Charles E. Schaefer (November 15, 1933 – September 19, 2020)[1] was an American psychologist considered by many to be the \"Father of Play Therapy\"[2] who has appeared on The Oprah Winfrey Show, The Today Show and Good Morning America. He was Professor of Psychology and was Director of both the Center for Psychological Services and the Crying Baby Clinic at Fairleigh Dickinson University in Teaneck, New Jersey.[3]", "59708527": "University of Wisconsin–Madison Outstanding Woman of Color Award (2014)", "37819520": "Jerome Everett Singer (1934–2010) was the founding chair of the Medical and Clinical Psychology Department at Uniformed Services University.  He is best known for his contributions to the two-factor theory of emotion.  He also served as one of the fourteen members on the National Research Council (NRC) committee on human performance in 1985.  Singer played a role in the cognitive revival of modern psychology.  His main area of expertise was the psychological and physiological effects of various types of stress.[1]", "17077378": "Anthony Galt Greenwald is a social psychologist and, since 1986, he is a professor of psychology at University of Washington.", "54236296": "Daniel Nathan Osherson (born 1949)[1] is an American psychologist and the Henry R. Luce Professor of Psychology at Princeton University.", "27006088": "Henri-Étienne Beaunis (2 August 1830 – 20 July 1921) was a French physiologist and psychologist. He defended the thesis of the Nancy School in the field of hypnosis. He is known for his works on anatomy, physiology, psychology and hypnosis.", "36869259": "Allan Fromme (1916–2003) was an American psychologist, teacher, and writer.[1] He became known for what has been characterized as a warmhearted, common-sense approach to life's day-to-day concerns. After graduating from Columbia University, Fromme spent 50 years as a therapist in New York City. Over this time, he made numerous television and radio appearances, authored multiple articles in popular magazines and wrote eight books. He also taught at City College of New York, Sarah Lawrence College, and Columbia University.", "38081677": "Éric Laurent is a French psychoanalyst and former president of the World Association of Psychoanalysis.", "2987150": "Becky Wai-Ling Packard is Professor of Psychology and Education, and former Director of the Weissman Center for Leadership, Associate Dean of Faculty, and Founding Director of Teaching and Learning at Mount Holyoke College.[1]", "58954899": "Hala Alyan (born July 27, 1986) is a Palestinian-American writer, poet, and clinical psychologist who specializes in trauma, addiction, and cross-cultural behavior. Her writing covers aspects of identity and the effects of displacement, particularly within the Palestinian diaspora. She is also known for acting in the short films I Say Dust andTallahassee (directed by Darine Hotait).[1][2]", "38605981": "Dr. Bora Kuzmanovic is a Professor of Social Psychology at Belgrade University. He was also a Member of Serbian Parliament (MP) twice as well as a Member of Parliament of The Federal Republic of Yugoslavia (MP) and later Parliament of Serbia and Montenegro for social-democratic parties. During the war in former Yugoslavia Kuzmanovic was an opponent to Slobodan Milosevic. In 1993 Kuzmanovic was a spokesman for the leading opposition party in Serbia The Democratic Party. Psychological Association of Serbia assigned to prof. Dr. Bora Kuzmanovic The Award for Lifetime Achievement in 2014.", "65049760": "Janel Gauthier is a Canadian psychologist with expertise in clinical psychology, human rights and ethics.", "34215092": "Michael Werner von Grünau (October 3, 1944 – December 22, 2011) was a Canadian psychologist and neurophysiologist at Concordia University.[1]", "18224312": "Walter Whately Carington (1892 – March 2, 1947) was a British parapsychologist. His name, originally Walter Whately Smith, was changed in 1933.[1]", "20059325": "Michael Lewis (born January 10, 1937, in Brooklyn, New York) is University Distinguished Professor of Pediatrics and Psychiatry, and director of the Institute for the Study of Child Development at Rutgers Robert Wood Johnson Medical School. He is also professor of psychology, education, and biomedical engineering and serves on the Executive Committee of the Cognitive Science Center at Rutgers. He is also founding director of the Rutgers Robert Wood Johnson Medical School Autism Center. He received his PhD in 1962 from the University of Pennsylvania in both clinical and experimental psychology.", "65049806": "Matatarō Matsumoto (松本 亦太郎, Matsumoto Matatarō, 1865–1943) was a Japanese psychologist who set up the first psychological laboratory in Japan. He has been described as \"the most eminent figure in the history of psychology in Japan\".[1] He founded the Japanese Journal of Psychology and the Japanese Psychological Association.", "30643406": "Suniya S. Luthar was Founder and executive director of AC Groups nonprofit, Professor Emerita at Teachers College-Columbia University, and Co-founder Emerita at Authentic Connections Co. She had previously served on the faculty at Yale University's Department of Psychiatry and the Yale Child Study Center and as Foundation Professor of Psychology at the Arizona State University.", "38081744": "John Edward Wallace Wallin (January 21, 1876 – August 5, 1969) was an American psychologist and an early proponent of educational services for the mentally handicapped. Wallin wrote more than 30 books and published over 300 articles. He established several psychology clinics and was a noted professor, author and mental health director for a state board of education. Wallin also led the founding of the American Association of Clinical Psychologists, which later became Division 12 of the American Psychological Association (APA).", "31200469": "Kirk J. Schneider is a psychologist and psychotherapist who has taken a leading role in the advancement of existential-humanistic therapy,[1][2][3] and existential-integrative therapy.[4] Schneider is also the current editor of the Journal of Humanistic Psychology.[5]  His major books are Existential-Humanistic Therapy (2010), Existential-Integrative Therapy (2008), The Handbook of Humanistic Psychology (with James Bugental and Fraser Pierson) (2001), The Psychology of Existence (with Rollo May)(1995), Rediscovery of Awe (2004),  Awakening to Awe (2009), and \"The Polarized Mind\" (2013).", "66229477": "Tone Gravvold (born 19 June 1977) is a Norwegian cross-country skier and biathlete, and since 1998, also a cyclist. She won a dozen medals in the Paralympic Games in which she competed at between 1994 and 2006. In 2019, she was named Sportsperson of the Century for Møre og Romsdal.[1]", "12031221": "Victor S. Johnston (born 4 May 1943) is an Irish-born psychologist whose work emphasis is emotion, and event related potentials.  His areas of study include cognitive engineering, biopsychology, and cognitive psychology.  His major research interests are evolutionary psychology, electrophysiology and genetic algorithms. Dr. Johnston states, \"The human brain did not evolve to accurately represent the world around us; it evolved only to enhance the survival of our genes.\" According to Johnston, the combination of emotions with symbolic thought produces meaning. But with this capacity comes the ability to develop meanings for things that do not exist. Little girls develop the ability to attach emotional feelings to dolls, and pretend that their toys live. Little boys learn how to pretend to hunt and fight and attach emotions to them. We learn feelings of desire, fear, and wonder by wandering to the limits of our play. Imagination allows us to create technology, mathematics, and art, but with it can also come terrifying thoughts that could cause harm to us. We grow to learn the difference between most of our thoughts and what they represent, but most of us get fooled into believing the reality of some things that don't exist at all.\n[1]", "53908729": "David Howell Morgan (BAHons Msc.Clin.Psych. FBPAS FPBPA SMBPF. Training Analyst Supervisor IPA. AMBPS. MBPC)  is a psychoanalyst and consultant psychotherapist who has worked at the Portman Clinic London and Tavistock and Portman NHS Trust for 25 years.[1]", "30741761": "Howard Charles Wainer (born October 26, 1943)[1] is an American statistician, past principal research scientist at the Educational Testing Service,  adjunct professor of statistics at the Wharton School of the University of Pennsylvania, and author, known for his contributions in the fields of statistics, psychometrics, and statistical graphics.", "55776534": "Greta Vardanyan (born February 20, 1986) is an Armenian powerlifter and Para-alpine skier. She has competed on four occasions for Armenia at the Paralympic Games, one Winter and three Summer. Vardanyan was the flag bearer on each occasion when she attended a Summer Games.", "12227872": "J. Hillis Miller Sr. (August 29, 1899 – November 14, 1953) was an American university professor, education administrator and university president.  Miller was a native of Virginia, and earned bachelor's, master's and doctorate degrees before embarking on an academic career.  He served as a psychology professor at the College of William & Mary and Bucknell University, the president of Keuka College, a senior administrator with the New York Department of Education, and the president of the University of Florida.[1]", "38212907": "Elda Ashoti Grigoryan (Armenian: Էլդա Աշոտի Գրիգորյան; 10 March 1928 – 27 October 2016), known also as Elda Grin (Armenian: Էլդա Գրին) was an Armenian writer, psychologist, professor, and legal expert.", "63837485": "Alison Nenos Cernich is an American neuropsychologist specializing in traumatic brain injury and computerized neuropsychological assessment. She is the deputy director of the Eunice Kennedy Shriver National Institute of Child Health and Human Development. Cernich was previously deputy director of the Defense Centers of Excellence for Psychological Health and Traumatic Brain Injury, assistant professor of neurology at University of Maryland School of Medicine, and chief of neuropsychology at the VA Maryland Health Care System.", "58070322": "Agnes Torres Hernández, or Agnés Torres (born 1983, Tehuacán – d. 10 March 2012, Atlixco) was a Mexican psychologist, researcher, and transgender activist.", "46437683": "Adam Daniel Galinsky (born 1969) is an American social psychologist known for his research on leadership, power, negotiations, decision-making, diversity, and ethics. He is Vikram S. Pandit Professor of Business and Chair of Management Division at Columbia Business School.[1]", "66590006": "Allyssa K. McCabe is a psychological scientist known for her work on narrative development. She is Professor Emerita of Psychology in the College of Fine Arts, Humanities and Social Sciences at the University of Massachusetts, Lowell,[1] and affiliated with the Center for Autism Research & Education (CARE).[2]", "65967415": "David Morris Schnarch (/snɑːrʃ/ SNARSH);[1] September 18, 1946, in New York City, New York – October 8, 2020, in Evergreen, Colorado)[2] was an American couples, sex and trauma therapist, clinical psychologist and urologist.", "2856248": "Anthony Storr (18 May 1920 – 17 March 2001) was an English psychiatrist, psychoanalyst, and author.", "61838650": "H. Jonathon Rendina is an American social and health psychologist. He is an Assistant Professor of Psychology at Hunter College and the Director of the Applied Intersectionality & Minority Stress Lab (AIMS Lab) in the PRIDE Health Research Consortium. His research focuses on intersectionalities sexual minority stress, LGBT health disparities, and the stigma of living with HIV.", "23663950": "Gardner Murphy (July 8, 1895 – March 18, 1979) was an American psychologist who specialized in social and personality psychology and parapsychology.[1] His career highlights include serving as president of the American Psychological Association and the British Society for Psychical Research.[2]", "4035929": "Paula Joan Caplan (July 7, 1947 – July 21, 2021) was an American psychologist, activist, writer, and artist.", "72815962": "Nina Hasvoll (née Hackel,[1] May 25, 1910 – December 19, 1999), surname also Hasvold and Hasvold Meyer, was a Russian–Norwegian psychoanalyst. She headed the Jewish Children's Home in Oslo during the Second World War, and she escaped to Sweden in 1942 with 14 children.[1] The orphanage and the escape inspired the 1958 film I slik en natt by Sigval Maartmann-Moe[2][3] and the 2015 film Ninas barn by Nina Grünfeld.[4][5]", "2528607": "Jacob Robert Kantor (August 8, 1888, Harrisburg, Pennsylvania – 1984, Chicago, Illinois) was a prominent American psychologist who pioneered a naturalistic system in psychology called interbehavioral psychology or interbehaviorism. He was the first to use the term \"psycholinguistics\" in his book An Objective Psychology of Grammar in 1936.", "2233697": "Michael Argyle (11 August 1925, Nottingham – 6 September 2002) was one of the best known English social psychologists of the twentieth century. He spent most of his career at the University of Oxford, and worked on numerous topics. Throughout his career, he showed strong preferences for experimental methods in social psychology, having little time for alternative approaches such as discourse analysis.", "20714855": "Richard R. Abidin is a noted psychologist who has devoted much of his career to studying the relationships between parents and children. He served as founder and director of School/Clinical Child Psychology Ph.D. Program from 1967 to 1979, served as director of the Institute of Clinical Psychology between 1979 and 1988  (professor of education and psychology APA) and served as director of the Curry Programs in Clinical and School Psychology between the years 1988–1995 at the University of Virginia.[1][2]  Abidin retired in 2003; he is now emeritus professor, lecturer and consultant to Curry Programs in Clinical and School Psychology at the same university.[3]", "857450": "George William Humphrey FRSC (17 July 1889 – 24 April 1966) was a British psychologist, author, and philosopher. He was the founder of the Canadian Psychological Association, the first Director of the Institute of Experimental Psychology, and Professor of Psychology at the University of Oxford.[1] Humphrey's research concentrated on behavioral studies such as reinforcement, habituation, and apparent movements, as well as psychophysical topics like audiogenic seizures.[2] He is known for Humphrey's Law.[3]", "42440049": "Wayne Harold Holtzman (January 16, 1923 – January 23, 2019) was an American psychologist best known for the development of the Holtzman Inkblot Test. Holtzman received a master's degree from Northwestern University and a doctorate from Stanford University. He worked at the University of Texas at Austin from 1949 until he retired in 1993. He developed the Holtzman Inkblot Test to address deficiencies in the Rorschach test.", "44766579": "Michael J. Owren (July 19, 1955 – January 15, 2014) was a Norwegian born  American  psychologist who contributed to the understanding of animal communication, the evolution of language, emotional communication, and vocal acoustics. His work focused on vocal phenomena in   animals and humans.  He pioneered digital spectral analysis techniques, first developed in speech science, for use in studies of animal communication.  He studied primate vocalizations in terms of acoustics and communicative functions.", "40768901": "Don Edward Beck (January 1, 1937 - May 24, 2022) was a teacher, geopolitical advisor, and theorist focusing on applications of large scale psychology, including social psychology, evolutionary psychology, organizational psychology and their effect on human sociocultural systems.  He is the co-author of the Spiral Dynamics theory, an evolutionary human development model adapted from the work of his mentor and colleague, developmental psychologist Clare W. Graves, Professor Emeritus in Psychology at Union College in New York, with whom he worked for over a decade.", "26023302": "Francis Mechner (born 1931) is an American research psychologist best known for having developed and introduced (in 1959) a formal symbolic language[1][2][3] for the codification and notation of behavioral contingencies. He has published articles about the language's applications in economics, finance, education, environment, business management, biology, clinical practice, and law.[4][5][6][7] Mechner is also known for a variety of contributions to instructional technology and basic research in the field of learning.[8][9][10]", "57578888": "Kathryn L. Norsworthy  is an international humanitarian psychologist and a professor of Graduate Studies in Counseling at Rollins College, whose work focuses on aiding women in the pursuant of human rights and leadership goals.[1][2] In 2017, she was awarded the American Psychological Association (APA)’s International Humanitarian Award in recognition of her humanitarian projects and research in South and Southeast Asia.[3]", "38835594": "Theodore Mead Newcomb (July 24, 1903 – December 28, 1984) was an American social psychologist, professor and author. Newcomb led the Bennington College Study, which looked at the influence of the college experience on social and political beliefs. He was also the first to document the effects of proximity on acquaintance and attraction. Newcomb founded and directed the doctoral program in social psychology at the University of Michigan. A Review of General Psychology survey, published in 2002, ranked Newcomb as the 57th most cited psychologist of the 20th century.[1]", "59184542": "Randi Martin is the Elma Schneider Professor of Psychology at Rice University and Director of the T. L. L. Temple Foundation Neuroplasticity Research Laboratory.[1] With Suparna Rajaram and Judith Kroll, Martin co-founded Women in Cognitive Science in 2001,[2] an organization supported in part through the National Science Foundation's ADVANCE Leadership program.[3] She is a Fellow of the American Association for the Advancement of Science (AAAS) and the Society of Experimental Psychologists (SEP).", "52368809": "William Wortley Baggally (c. 1848 – 14 March 1928), most well known as W. W. Baggally, was a British psychical researcher who investigated spiritualist mediums.", "66164138": "Edwin Diller Starbuck  born Edwin Eli Starbuck (20 February 1866 – 18 November 1947) was an American educational psychologist who took a special interest in the teaching of morals and character in children independent of religious instruction. His idea was to imbue morals through indirect means where students would learn by inference.", "5608875": "Wilhelm Wirth (26 July 1876, Wunsiedel - 13 July 1952, Amberg) was a German psychologist. He was taught by Wilhelm Wundt.", "46372291": "Alice S. Kandell is an American child psychologist, author, photographer and art collector interested in Himalayan culture.[1] She worked extensively in the Indian state of Sikkim as a photographer, capturing approximately 15,000 color slides, as well as black-and-white photographs, between 1965 and 1979.[2]", "44340677": "Jadwiga Abramson (17 February 1887 – 1944) was a child psychologist born and raised in Poland, and educated in France.", "73340360": "Roni Reiter-Palmon (born 1964) is an Israeli-American psychologist. She is a Professor and Director of the Industrial/Organizational Graduate Program at the University of Nebraska Omaha.", "1349104": "Christian de Quincey is an American philosopher and author who teaches consciousness, spirituality and cosmology at universities and colleges in the United States and Europe. He is also an international speaker on consciousness.", "45684219": "Edward Frank Zigler (March 1, 1930 – February 7, 2019) was an American developmental psychologist and Sterling Professor Emeritus of Psychology at Yale University. In addition to his academic research on child development, he was best known as one of the architects of the federal Head Start program.", "3413502": "Mary Esther Harding (1888–1971) was a British-American Jungian analyst who was the first significant Jungian psychoanalyst in the United States.", "52991488": "Mathilda Bushel Canter (June 8, 1924 – January 30, 2015) was an American psychologist and leader in state and national psychological organizations. Known as the \"First Lady of Arizona Psychology\" for her service to her state board and state association of psychology, she was the first female president of the American Psychological Association (APA) Division of Psychotherapy (Division 29). She won multiple national awards for career achievement in psychological practice.", "15406599": "Rudolf Tischner (3 April 1879 in Hohenmölsen – 24 April 1961) was a German ophthalmologist and parapsychologist born in Hohenmölsen. After finishing his medical studies he practiced ophthalmology in Munich.", "42735113": "Joan C. Williams (born 1952) is an American feminist legal scholar whose work focuses on issues faced by women in the workplace. She currently serves as the Founding Director at the Center for WorkLife Law. Williams is also a Distinguished Professor of Law at the University of California, Hastings School Law.[1] Williams also contributes to the Harvard Business Review blog, the Huffington Post, and the Psychology Today blog.", "58889739": "Susan Runyon Fussell is an American psychologist, communications researcher, and information scientist known for her contributions to human–computer interaction. She is Liberty Hyde Baily Professor of Communication and Information Science at Cornell University, and a member of the CHI Academy.", "58562059": "Monica Rose Biernat is a social psychologist known for her research on social judgment, stereotyping, prejudice, and discrimination. She is a University Distinguished Professor of Psychology at the University of Kansas.[1]", "169494": "Oliver Wolf Sacks CBE FRCP (9 July 1933 – 30 August 2015) was a British neurologist, naturalist, historian of science, and writer.[2] Born in London, Sacks received his medical degree in 1958 from The Queen's College, Oxford, before moving to the United States, where he spent most of his career. He interned at Mount Zion Hospital in San Francisco and completed his residency in neurology and neuropathology at the University of California, Los Angeles (UCLA).[2] Later, he served as neurologist at Beth Abraham Hospital's chronic-care facility in the Bronx, where he worked with a group of survivors of the 1920s sleeping sickness encephalitis lethargica, who had been unable to move on their own for decades. His treatment of those patients became the basis of his 1973 book Awakenings,[3] which was adapted into an Academy Award-nominated feature film in 1990, starring Robin Williams and Robert De Niro.", "61347351": "Stein Andersson (born 1958) is a Norwegian psychologist, neuroscientist and Professor (Chair) of Clinical and Cognitive Neuropsychology at the University of Oslo, where he also heads the department of cognitive psychology and neuropsychology. He researches clinical and cognitive neuropsychology in patients with different somatic, neurological and neuropsychiatric and psychiatric disorders, including neurocognitive mechanisms in affective disorders.[1]", "169495": "Victoria Lynn Hayden, known as Torey L. Hayden (born 21 May 1951 in Livingston, Montana, U.S.[1]), is a special education teacher, university lecturer and writer of non-fiction books based on her real-life experiences with teaching and counseling children with special needs and also of fiction books.[2]", "57513505": "Paul Joseph Frick is an American psychologist and the Roy Crumpler Memorial Chair in psychology at Louisiana State University (LSU), as well as a professor at the Learning Sciences Institute of Australia at Australian Catholic University. He is known for his research on psychopathy and antisocial behavior in children, which he has been studying for over twenty years.[1][2]", "55580207": "Batja Mesquita is a Dutch social psychologist, a cultural psychologist and an affective scientist. She is a professor of psychology at the University of Leuven, Belgium, where she studies the role of culture in emotions, and of emotions in culture and society. She is director of the Center for Social and Cultural Psychology in Leuven.[1]", "42112562": "Josephine Letitia Denny Fairfield CBE (10 March 1885 – 1 February 1978) was a medical doctor, a lawyer, a war-worker, and the first ever female Chief Medical Officer for London.[1] She received a CBE for her outstanding achievements in medicine following her contributions in World War I, despite initially having been rejected by the War Office. Fairfield went on to work for the London County Council, where she campaigned for the initiation of new Public Health departments relating in particular to women's and children's health, and defending who she believed were the most vulnerable members of society. She was a feminist and a Fabian, and during her later life became a convert to Roman Catholicism and a believer in witchcraft.[2]", "42210870": "Kimberly Wright Cassidy (born c. 1963) was named the ninth president of Bryn Mawr College on February 12, 2014[1] and was formally inaugurated on September 20, 2014.[2]  She had served as interim president since Jane Dammen McAuliffe ended her term as president on June 30, 2013.[3]", "9606724": "Ernst Kris (April 26, 1900 – February 27, 1957) was an Austrian psychoanalyst and art historian.", "67507780": "Alev Erisir is a Turkish-American neuroscientist.[1] She is a Professor of Psychology and the Department Chair at the University of Virginia in Charlottesville.[2] Her primary research areas include synaptic connectivity in the visual and taste systems, neuronal circuit plasticity, and ultrastructural neuroanatomy.[1][3]", "39556684": "Intrinsic motivation and self-determination in human behavior", "61347405": "Eivind Ystrøm (born 1978) is a Norwegian psychologist, Professor (Chair) of Personality Psychology at the University of Oslo and Research Professor at the Norwegian Institute of Public Health.[1][2] His research fields include genetics, substance use and personality, including intergenerational transmission of depression and other mental illnesses.[3][4][5] According to Google Scholar, he has been cited 2,500 times in scientific literature and has an h-index of 26.[6]", "54335058": "Saleem Alam Shah (December 2, 1931, in Allahabad, India—November 25, 1992, in Baltimore, Maryland, United States) was an Indian-American psychologist known for his work regarding mental health and the law. He has been credited with helping to establish forensic psychiatry as a specialty.[1]", "54400616": "Victoria Clarke is a UK-based chartered psychologist and an Associate Professor in Qualitative and Critical Psychology at the University of the West England, Bristol. Her work focuses on qualitative psychology and critical psychology, and her background and training is in the fields of women studies, feminist psychology, LGBTQ psychology, and qualitative methods. She is particularly known for her ongoing collaboration with Professor Virginia Braun around qualitative methods. Braun and Clarke developed a widely cited approach to thematic analysis in 2006[1] and have published extensively around thematic analysis since then.[2] They have also collaborated on an award-winning qualitative research textbook and more recently have published around the qualitative story completion method with the Story Completion Research Group.", "37099125": "Keith R. Laws is a professor of neuropsychology at the School of Psychology at the University of Hertfordshire.[1]\nProfessor Laws' research centres on how cognitive functions and processes relate to brain structure and function; notably for research on cognitive functioning in people suffering from neurological and psychiatric disorders. Laws, with his colleagues, created one of the first research groups to investigate impairment of everyday knowledge in patients with schizophrenia and to demonstrate worse cognitive outcomes in women suffering from Alzheimer's disease. Laws' work on the link between MDMA (also known as ecstasy) drug use and poor memory is the principal analysis of its kind to date, and has been broadly cited in both national and international media. In 2013 he published a study showing that women are better at multitasking than men.[2] Laws completed a PhD at the Department of Experimental Psychology, University of Cambridge. He is the author of over 100 papers and a recent book entitled 'Category-Specificity: Evidence for Modularity of Mind'.[3] He is a Chartered Psychologist, Associate Fellow of the British Psychological Society (AFBPsS),[4] Fellow of the Higher Education Academy (FHEA),[5] a Fellow of the Royal Society of Arts (FRSA) and various academic organisations including the British Neuropsychological Society,[6] British Neuropsychiatric Association,[7] Experimental Psychology Society.[8] and an editor at PLOS ONE.[9]", "40179328": "George Everett Partridge (31 May 1870, Worcester, Massachusetts – November 1953, Baltimore) was an American psychologist credited with popularizing the term sociopath in 1930 that Karl Brinbaum had suggested in 1909. He worked with the influential G. Stanley Hall at Clark University. One year after his death, the George Everett Partridge Memorial Foundation was incorporated in 1954 by the Partridge family to memorialize his life's work in the study and treatment of mental and personality disorders. The Foundation focused on developing programs to promote treatment centers for mentally disabled children, often referred to as the \"forgotten children.\" Partridge schools were established. The first of which was in Herndon, Virginia, for older boys with moderate mental retardation resulting from brain damage. However, the foundation was forfeited in 1991.", "66393731": "Thomas A. Widiger (born 1952) is an American clinical psychologist who researches the diagnosis and classification of psychopathology. He is a fellow of the Association for Psychological Science, editor of Personality Disorders: Theory, Research, and Treatment, and co-editor of the Annual Review of Clinical Psychology.", "497294": "Dietrich Dörner (born 28 September 1938, Berlin) is emeritus professor for General and Theoretical Psychology at the Institute of Theoretical Psychology at the Otto-Friedrich University in Bamberg, Germany.", "4953744": "Jenny Waelder Hall (1898–1989) was a pioneer of child psychoanalysis.[1] She was analysed by Sigmund Freud[citation needed] and supervised by Anna Freud.", "67409565": "Richard William Byrne is an Emeritus Professor in the School of Psychology and Neuroscience of the University of St Andrews.[1]", "44308126": "Edward Tronick is an American developmental psychologist best known for his studies of infants,[1] carried out in 1970s, showing that when the connection between an infant and caregiver is broken, the infant tries to engage the caregiver, and then, if there is no response, the infant pulls back – first physically and then emotionally.[2] He is a Director of Child Development Unit and Distinguished Professor at the University of Massachusetts Boston. He is a research associate in Newborn Medicine, a lecturer at Harvard Medical School, an associate professor at both the Graduate School of Education and the School of Public Health at Harvard. He is a member of the Boston Psychoanalytic Society and Institute, a past member of the Boston 'Process of Change' Group and a Founder and faculty member of the Touchpoints program. His research is funded by NICHD and NSF. Dr. Tronick along with Dr. Kristie Brandt founded the Infant-Parent Mental Health Postgraduate Certificate program. Fellows spent 12 interactive, intensive 3-day weekends meeting every other month at the University of Massachusetts' Boston Campus, to learn first hand from world luminaries and program faculty as well as each other. The program prepares professionals from multi-disciplinary backgrounds for certification in infant –family and early childhood mental health specialists.", "5510820": "Maria P. P. Root (born September 13, 1955)[1] is a clinical psychologist, educator, and public speaker based in Seattle, Washington. Her areas of work include multiracial families, multiracial identity, cultural competence, trauma, workplace harassment, and disordered eating. She is an international authority on mixed heritage identity, credited with publishing the first contemporary work on mixed-race people. She has presented lectures and training in various countries, both in and outside of academia.", "64100023": "Ann Margaret Clarke (1928–2015) was a developmental psychologist who conducted research into children with learning disability.", "61347514": "Siri Graff Leknes is a Norwegian neuroscientist and Professor (Chair) of Neuroscience at the University of Oslo, where she directs the Leknes Affective Brain Lab, which is funded by a European Research Council grant.[1][2]", "50304708": "Josina Maria \"Jozien\" Bensing (born 12 March 1950) is a Dutch clinical psychologist. Bensing was director of the Nederlands Instituut voor Onderzoek van de Gezondheidszorg [nl] (NIVEL) between 1985 and 2008. Since 1993 she has been a professor of clinical and healthcare psychology at Utrecht University. Bensing was a winner of the 2006 Spinoza Prize.[1]", "562896": "Dr. Terrance Thirteen (sometimes Terrence), known simply as Doctor Thirteen, Dr. 13 and The Ghost-Breaker, is a fictional character in comic books set in the DC Universe. The character's first published appearance is in Star Spangled Comics #122 (November 1951).[1]", "1480403": "Thijs Berman (born 26 September 1957) is a Dutch former journalist. Between 2004 and 2014, he was a Dutch politician and a Member of the European Parliament.", "70784724": "Esther Peled (Hebrew: אסתר פלד) is an Israeli writer and a psychologist.[1]", "5707485": "Joel Ryce-Menuhin (June 11, 1933 – March 31, 1998) was an American pianist, who later became a Jungian psychologist in private practice.", "38311668": "Robin J. Wilson is a Canadian psychologist,  specializing in work on sex offenders.", "53188341": "Andrew Patrick Arthur Steptoe FAcSS FMedSci MAE (born 24 April 1951) is a British psychologist and epidemiologist and Head of the Department of Behavioural Science and Health at University College London. He is a pioneer in health psychology and behavioural medicine in the UK and internationally, known for his work on psychosocial factors in cardiovascular disease, ageing, and positive wellbeing and health.[2][3]", "59807486": "Louis D. Matzel is a professor of psychology at Rutgers University. His research is in the fields of behavioral neuroscience and differential psychology, with a focus on individual differences in intelligence.[2][3] He is also noted for his criticisms of the concept of long-term potentiation.[4] He was a recipient of the James McKeen Cattell Fund Fellowship from the Association for Psychological Science in 1999–2000,[5] and he has been a fellow of the Eastern Psychological Association since 2009.[6]", "56465157": "Brian Hare (born 1976) is a professor of evolutionary anthropology at Duke University.[1] He researches the evolution of cognition by studying both humans, our close relatives the primates (especially bonobos and chimpanzees), and species whose cognition converged with our own (primarily domestic dogs).  He founded and co-directs the Duke Canine Cognition Center.", "43226886": "Kevin S. Masters (born 1958) is a Professor of Psychology at the University of Colorado Denver. Since 2009, he has been editor-in-chief of the Journal of Behavioral Medicine, where he was earlier an associate editor (2005–2009). He has also served as associate editor at Annals of Behavioral Medicine (2009–2011).[1] and is currently the Editor-in-Chief of Annals of Behavioral Medicine.", "4036372": "James William Fowler III (1940–2015) was an American theologian who was Professor of Theology and Human Development at Emory University. He was director of both the Center for Research on Faith and Moral Development, and the Center for Ethics until he retired in 2005. He was a minister in the United Methodist Church.[4][5] Fowler is best known for his book Stages of Faith, published in 1981, in which he sought to develop the idea of a developmental process in \"human faith\".", "69834531": "Christine M. Hunter is an American clinical psychologist and a uniformed service officer. She is the acting National Institutes of Health (NIH) associate director for behavioral and social sciences research and acting director of the NIH Office of Behavioral and Social Sciences Research. Hunter was an active duty officer in the U.S. Air Force from 1996 to 2006. She is a captain in the U.S. Public Health Service Commissioned Corps.", "53385001": "Therese Benedek (November 8, 1892 – October 27, 1977)[1][2] was a Hungarian-American psychoanalyst, researcher, and educator. Active in Germany and the United States between the years 1921 and 1977,[3] she was regarded for her work on psychosomatic medicine, women's psychosexual development, sexual dysfunction, and family relationships. She was a faculty and staff member of the Chicago Institute for Psychoanalysis from 1936 to 1969.", "59119411": "Akanyang Primary School", "16357174": "Christina Cacioppo", "67409726": "Nadia Chaudhri (January 25, 1978 – October 5, 2021) was a Pakistani-Canadian psychologist.[1] She was a professor of psychology at Concordia University where she researched drug and alcohol abuse.", "62068545": "Elizabeth L. Paul is an American academic administrator and psychologist. She is the president-elect of Nazareth College. Paul was the 16th president of Capital University. She previously served as executive vice president of Stetson University where she was a tenured professor of psychology. Paul was a longtime faculty member at The College of New Jersey.", "15570754": "Johnny Lee Matson is a former professor in the Department of Psychology at Louisiana State University recognized for his work in the social sciences. Matson's research topics were development, assessment and treatment of co-morbid conditions in developmental intellectual disabilities, including autism spectrum disorders. Matson's high number of self publications, self citations, and peer review practices have been questioned by social scientists. In 2023 it was reported that Matson had 24 of his research papers retracted due to scientific misconduct.", "59578187": "Nirbhay N. Singh is a psychologist who has been a professor at many  universities and has served as editor-in-chief of several psychology journals, and founding editor of multiple journals that include Mindfulness. Singh received graduate education in New Zealand and has held academic posts in the United States.", "15046483": "Louis Ormont (1918 – November 15, 2008) was an American psychologist and one of the earliest practitioners of group psychotherapy based on a psychoanalytic model.", "989026": "James Jerome Gibson (/ˈɡɪbsən/; January 27, 1904 – December 11, 1979) was an American psychologist and is considered to be one of the most important contributors to the field of visual perception. Gibson challenged the idea that the nervous system actively constructs conscious visual perception, and instead promoted ecological psychology, in which the mind directly perceives environmental stimuli without additional cognitive construction or processing.[1] A Review of General Psychology survey, published in 2002, ranked him as the 88th most cited psychologist of the 20th century, tied with John Garcia, David Rumelhart, Louis Leon Thurstone, Margaret Floy Washburn, and Robert S. Woodworth.[2]", "8853348": "Nancy Álvarez (born 10 October 1950) is a Dominican singer, television personality, and licensed clinical psychologist, sexologist, and family therapist.[1] She is best known for hosting the talk show ¿Quién Tiene La Razón?, where she helped counsel families and couples with their interpersonal problems.", "1480552": "Edwin Garrigues (Garry) Boring (23 October 1886 – 1 July 1968) was an American experimental psychologist, Professor of Psychology at Clark University and at Harvard University, who later became one of the first historians of psychology. A Review of General Psychology survey, published in 2002, ranked Boring as the 93rd most cited psychologist of the 20th century, tied with John Dewey, Amos Tversky, and Wilhelm Wundt.[1]", "52533119": "Naomi I. Eisenberger (born in San Francisco) is a social psychologist known for her research on the neural basis of social pain and social connection.[1][2][3] She is professor of social psychology at the University of California, Los Angeles (UCLA) where she directs the Social and Affective Neuroscience Laboratory and co-directs the Social Cognitive Science laboratory.", "7149439": "Karl Edward Zener (April 22, 1903 – September 27, 1964) was a perceptual psychologist best known for his affiliation with Dr. Joseph Banks Rhine and their work in the field of extra-sensory perception (ESP).[1]", "56006537": "Simine Vazire (born 1980) is Professor of Psychology Ethics and Wellbeing[1] at the University of Melbourne, Victoria, Australia. She was formerly Professor of Psychology at the University of California, Davis and at Washington University in St. Louis. She is a social and personality psychologist who studies how self-perception and self-knowledge influence one's personality and behavior. She obtained a PhD in the social and personality psychology program at the University of Texas at Austin.", "7706522": "Evelyn \"Eve\" Whittle (born August 5, 1967) is an American actress and child psychologist best known for her TV role of the earnest and enthusiastic airport supervisor/technician Brenda Blue on the PBS Kids live action/CGI animated cartoon series Jay Jay the Jet Plane.  Brenda is noted for her formulaic enunciation of words.[citation needed]", "47781793": "Tina Malti is a Canadian-German child psychologist of Palestinian descent. She currently holds an Alexander von Humboldt Professorship for Early Child Development and Health as the first child psychologist and female psychologist in the award's history. She directs the Alexander von Humboldt Research Group for Child Development as research chair at Leipzig University. She is also a professor of psychology at the University of Toronto and founding director of the Centre for Child Development, Mental Health, and Policy at the University of Toronto.", "18716583": "René Laforgue (5 November 1894 – 6 March 1962) was a French psychiatrist and psychoanalyst.", "61708206": "William John Crozier ([ˈkrōZHər]; May 24, 1892 – November 2, 1955) was an American physiologist who contributed to the field of psychology through his works on animal behaviour and sensory processes.[1]", "58628026": "Joel Thomas Nigg is an American clinical psychologist known for his research on attention-deficit/hyperactivity disorder (ADHD). He is Professor of Psychiatry, Pediatrics, and Behavioral Neuroscience at the Oregon Health & Science University (OHSU), where he is also director of the Division of Psychology and of the ADHD program.[1][2]", "9377725": "László Garai (29 August 1935 — 25 May 2019) was a scholar of psychology: studies theoretical psychology, social psychology and economic psychology.", "989121": "Jonathan Potter (born 8 June 1956)[1] is Dean of the School of Communication and Information at Rutgers University[2] and one of the originators of discursive psychology.", "62920664": "Dan Olweus (April 18, 1931 – September 20, 2020) was a Swedish-Norwegian[1] psychologist. He was a research professor of psychology at the University of Bergen, Norway. Olweus has been widely recognized as a pioneer of research on bullying.[2][3][4]", "4560856": "Allan R. Wagner (6 January 1934 – 28 September 2018)[1] was an American experimental psychologist and learning theorist, whose work focused upon the basic determinants of associative learning and habituation. He co-authored the influential Rescorla–Wagner model of Pavlovian conditioning (1972) as well as the Standard Operating Procedures or \"Sometimes Opponent Process\" (SOP) theory of associative learning (1981), the Affective Extension of SOP (AESOP, 1989) and the Replaced Elements Model (REM) of configural representation (2001, 2008). His research involved extensive study of the conditioned eyeblink response of the rabbit, of which he was one of the initial investigators (1964).", "20813785": "Isabelle Peretz CM OQ FRSC (born 1956) is a professor of psychology at the University of Montreal, holding a Canada Research Chair and Casavant Chair in neurocognition of music. She specializes in music cognition, focusing on congenital and acquired musical disorders (amusia) and on the cognitive and biological foundations of music processing in general.[1]", "59316187": "Nancy Eisenberg (born 1950) is a psychologist and professor at Arizona State University.[1] She was the President of the Western Psychological Association in 2014-2015 and the Division 7 president of the American Psychological Association in 2010-2012.[2] Her research focuses on areas of emotional and social development of children. She is also in charge of a research lab at Arizona State University where undergraduate researchers help in longitudinal studies of social and emotional development in children and young adolescents.[1]", "31922145": "Lawrence Blair is an English anthropologist, author, explorer and filmmaker. He is the writer, presenter and co-producer of the TV series Ring of Fire, an Emmy award nominee and winner of the 1989 National Educational Film and Video Festival Silver Apple awards. Born in England, he has been a resident of Bali, Indonesia for the past 35 years.", "36050917": "John Landquist (3 December 1881 in Stockholm – 2 April 1974 in Danderyd) was a Swedish literary critic, literary scholar, writer and professor of pedagogy and psychology at Lund University from 1936 to 1946.", "50927593": "Yaacov Schul (born 1951) is an Israeli professor of cognitive and social psychology at the Hebrew University of Jerusalem.", "35624938": "Stefan Baley (1885–1952) was a Polish psychologist, doctor and pedagogue of Ukrainian descent.[citation needed]", "70981611": "Star Vega (1948–2004) was a Mexican American psychologist who specialized in child and multicultural psychology.[1]", "2365433": "Splatterhouse[a] is a beat 'em up arcade game developed and published by Namco in 1988. It was the first in a series of games released in home console and personal computer formats. This game would later spawn the parody Splatterhouse: Wanpaku Graffiti, the sequels Splatterhouse 2, Splatterhouse 3, and the 2010 remake Splatterhouse, with the classic games being added to Namco Museum since 2017.", "39622662": "Mahlon Brewster Smith (June 26, 1919 – August 4, 2012) was an American psychologist and past president of the American Psychological Association. His career included faculty appointments at Vassar College, New York University, University of California, Berkeley, University of Chicago and University of California, Santa Cruz. Smith had been briefly involved with the Young Communist League as a student at Reed College in the 1930s, which resulted in a subpoena by the U.S. Senate in the 1950s. That activity caused him to be blacklisted by the National Institute of Mental Health for ten years without his knowledge.", "53909519": "Arthur Weever Melton (August 13, 1906 – November 5, 1978) was an American experimental psychologist, researcher, and professor.[1] He served as the editor of the Journal of Experimental Psychology for twelve years.", "64165903": "Luella Gubrud Buros (September 10, 1901 – June 22, 1995) was an American painter, sculptor, photographer, and peace activist. As a founding partner in The Gryphon Press, Buros designed the layout for the Mental Measurements Yearbook, a series of reference volumes published together with her husband, psychometrician Oscar Krisen Buros.", "62396453": "Valerie Purdie Greenaway, who has also published under the surnames Purdie-Vaughns and Purdie,[1] is an American social psychologist and associate professor of psychology at Columbia University.[2] Her research interests include diversity, stereotypes and intergroup relations.[3] She is one of the first African Americans to receive tenure in the academic sciences at Columbia University, and is credited with coining the term \"intersectional invisibility\".[4]", "63674410": "Abigail Marsh (born 1976) is a psychologist and  neuroscientist who works as a professor at Georgetown University's Department of Psychology and the Interdisciplinary Neuroscience Program, where she is the director of the Laboratory on Social and Affective Neuroscience.[1]", "61020210": "Marie T. Crowe is a New Zealand psychotherapy academic,  and as of 2019 is a full professor at the University of Otago.[1]", "54237234": "Margaret de Gaudrion Verrall (née Merrifield; 21 December 1857 – 2 July 1916) was a classical scholar and lecturer at Newnham College, Cambridge.  Much of her life and research was concerned with the study of parapsychology, mainly in order to examine how psychic abilities might demonstrate the abilities, breadth and power of the human mind.[1]  She began to exhibit and develop psychic abilities herself around 1901, and became both a recipient and analyst of many cross-correspondences produced by psychics, most notably the Palm Sunday scripts.[2]", "23435324": "Lonnie Carton (born August 25, 1930) is a family therapist and an educational consultant[1] best known for \"The Learning Center\", a long-running daily feature on CBS Radio which provided strategies for successful parenting.[2]", "51288132": "Michael Irwin Norton (born April 17, 1975) is the Harold M. Brierley Professor of Business Administration at Harvard Business School. He is also known for identifying and naming the IKEA effect.", "15341638": "Hubert J.M. Hermans (born October 9, 1937) is a Dutch psychologist and Emeritus Professor at the Radboud University of Nijmegen, internationally known as the creator of dialogical self theory.", "1775697": "George Albert Smith (4 January 1864 – 17 May 1959) was an English stage hypnotist, psychic, magic lantern lecturer, Fellow of the Royal Astronomical Society, inventor and a key member of the loose association of early film pioneers dubbed the Brighton School by French film historian Georges Sadoul. He is best known for his controversial work with Edmund Gurney at the Society for Psychical Research, his short films from 1897 to 1903, which pioneered film editing and close-ups, and his development of the first successful colour film process, Kinemacolor.[1][2]", "55777361": "The BPS Barbara Wilson Lifetime Achievement Award is the highest UK professional award for clinical neuropsychologists.", "432214": "Stanley David Porteus (April 24, 1883 – October 21, 1972)[1] was an Australian psychologist and author.", "34347110": "Andrzej Karol Skarbek (10 January 1925 – 16 November 2011), also known as Andrew Skarbek, was a Polish psychotherapist who worked in Britain and became a pioneer \"who helped to develop psychotherapy services in the NHS\" (National Health Service).[1]", "54433902": "Floretta Avril Boonzaier is a South African psychologist and Professor of Psychology at the University of Cape Town. She is noted for her work in feminist, critical and postcolonial psychologies, subjectivity in relation to race, gender and sexuality, and gender-based violence, and qualitative psychologies, especially narrative, discursive and participatory methods.[1] She heads the Hub for Decolonial Feminist Psychologies in Africa with Shose Kessi.[2]", "63936622": "Gabriele von Wartensleben (April 24, 1870 – August 12, 1953) was a German psychologist who published the first academic statement on Gestalt theory. She additionally was the first woman to receive a PhD in psychology from University of Vienna through an honorary degree.[1]", "35297404": "Mark Richard Leary (born November 29, 1954) is a professor of psychology and neuroscience at Duke University (Durham, North Carolina).[1] His research has made significant contributions to the fields of social psychology and personality psychology.", "49977485": "Michael A. Perelman is an American psychologist. He is a Clinical Professor Emeritus of Psychology in Psychiatry and former Clinical Professor of Reproductive Medicine, and Urology at Weill Cornell Medicine.[1] Perelman is the co-director of the Human Sexuality Program, Payne Whitney Clinic of the NewYork–Presbyterian Hospital.[2][3]", "41523345": "Helen Tager-Flusberg is an American psychology who is professor in the Department of Psychological and Brain Science at Boston University and the Departments of Anatomy and Neurobiology and Pediatrics at Boston University School of Medicine (BUSM).[1] She is the Director of the Center for Autism Research Excellence at Boston University.[2]", "70981780": "Ethel Quayle is British clinical psychologist. She is Personal Chair of Forensic Clinical Psychology at the University of Edinburgh. She researches sexual crimes against children, particularly sexual offenses involving the internet.[1][2]", "31168673": "â\nWłodzimierz Józef Godłowski (7 October 1900 – April/May 1940) was a Polish neurologist and psychologist. A professor of the Stefan Batory University in Wilno (Vilnius), he was also an officer in the Polish Army during the German and Soviet invasion of Poland. He was made a prisoner of war by the Soviets in 1939 and was murdered in the 1940 Katyn massacre.", "5052610": "John Bascom Wolfe (July 8, 1904 – January 5, 1988) was an American social and behavioural psychologist best known for his study of the use of a token economy on chimpanzees.", "11180227": "William Boyd Carpenter KCVO (26 March 1841  – 26 October 1918) was an English cleric in the Church of England who became Bishop of Ripon and Royal Chaplain to Queen Victoria.", "51779784": "Julia Shaw (born January 20, 1987) is a German-Canadian psychologist and popular science writer who specialises in false memories. Shaw has been an honorary Research Associate in Psychology at University College London (UCL) since 2017 and was a contributor to Scientific American between 2015 and 2017. Since 2020, she has co-hosted the BBC Sounds true crime podcast Bad People with Danish comedian Sofie Hagen.", "44341455": "Carolyn Lewis Attneave (July 2, 1920 – June 22, 1992) was born in El Paso, Texas, to Scandinavian and Delaware Native American parents. Attneave spent most of her early years in South Texas, but frequently spent summers with her Delaware relatives in Oklahoma. Her culturally aware upbringing would go on to influence her decision to research diversity. Attneave earned a bachelor's in English and Theatre at Chico State College in California in 1940. She would stay at Chico state College to earn another bachelor's in secondary education. After spending six years as a school teacher, she earned both her master's and doctorate in clinical psychology from Stanford University in 1947 and 1952, respectively.[1][2][3]", "1841359": "Nigel Marlin Balchin (3 December 1908 – 17 May 1970)[1][2][3] was an English psychologist and author, particularly known for his novels written during and immediately after World War II: Darkness Falls from the Air, The Small Back Room and Mine Own Executioner.", "3348693": "Tom Henning Øvrebø (born 26 June 1966) is a Norwegian former  football referee who has officiated matches in the UEFA Cup and the UEFA Champions League. He's been elected in UEFA's top category of Elite Referee.[1] Øvrebø has worked outside football as a qualified psychologist.[2]", "43260126": "Edward Kellog Strong Jr. (August 18, 1884 – December 4, 1963) was a professor of Applied Psychology at Stanford University, who specialized in organizational psychology and career theory and development.[1] Edward Strong's contributions to the field of vocational counseling and research are still evident today. He is most well known for the Strong Interest Inventory, an inventory which matches an individual with a career based on their interests and perceived abilities.[2] He also published several books related to vocational interests and guidance, including Vocational Interests of Men and Women.[3]", "13310187": "Elliott O'Donnell (27 February 1872 – 8 May 1965) was an English author known primarily for his books about ghosts. He claimed to have seen a ghost, described as an elemental figure covered with spots, when he was five years old. He also claimed to have been strangled by a mysterious phantom in Dublin (however, no permanent effect would seem to have been suffered).", "39149": "Frederic William Henry Myers (6 February 1843 – 17 January 1901) was a British poet, classicist, philologist, and a founder of the Society for Psychical Research.[1] Myers' work on psychical research and his ideas about a \"subliminal self\" were influential in his time, but have not been accepted by the scientific community.[2][3] However, in 2007 a team of cognitive scientists at University of Virginia School of Medicine, led by Edward F. Kelly published a major empirical-theoretical work, Irreducible Mind, citing various empirical evidence that they think broadly corroborates Myer's conception of human self and its survival of bodily death.[4]", "64166126": "Catharine Sarah Creswell is a British psychologist and Professor of Developmental Clinical Psychology at the University of Oxford.[1][2] She specialises in anxiety disorders in children and young people.[3][4]", "70260989": "Kathryn McHale (July 22, 1889 – October 8, 1956 ) was an American educator and psychologist. She was general director of the American Association of University Women (AAUW) from 1929 to 1950.", "1087745": "Paul Morris Fitts Jr. (May 6, 1912 – May 2, 1965) was a psychologist at the Ohio State University, where he conducted research in conjunction with personnel at Wright-Patterson Air Force Base, generally recognized as the \"birthplace of human factors engineering.\"  Fitts also later taught at the University of Michigan. He developed a model of human movement, Fitts's law, based on rapid, aimed movement, which went on to become one of the most highly successful and well studied mathematical models of human motion.", "62003460": "Rainer K. Silbereisen (born 24 August 1944)[1] is a German psychologist who serves as research professor of Developmental Psychology at the University of Jena, where he is also Director of the Center for Applied Developmental Science. He is a fellow of the American Psychological Association and the Association for Psychological Science, as well as a member of Academia Europaea. He has served as president of the German Psychological Society, the International Society for the Study of Behavioural Development, and the International Union of Psychological Science. He has also served as editor-in-chief of the International Journal of Behavioral Development, European Psychologist, and the International Journal of Psychology.[2]", "48306442": "Deidre Karen Anderson AM (born 22 May 1957)[1] is an Australian academic administrator, sports executive, sports transitions specialist and coach. Until May 2017 she was the  Deputy Vice-Chancellor (Students and Registrar) at Macquarie University.[2] She is co-founder and Director of the Performance and Transition Institute (PTI) and consults regularly on performance and wellbeing of athletes around the world.", "64559371": "Betsy Hoza is an American clinical psychologist. She is the Bishop Joyce Chair of Human Development Professor of Psychology at the University of Vermont.", "334096": "Kenneth Lewis Roberts (December 8, 1885 – July 21, 1957) was an American writer of historical novels. He worked first as a journalist, becoming nationally known for his work with the Saturday Evening Post from 1919 to 1928, and then as a popular novelist. Born in Kennebunk, Maine, Roberts specialized in regionalist historical fiction, often writing about his native state and its terrain and also about other upper New England states and scenes. For example, the main characters in Arundel and Rabble in Arms are from Kennebunkport (then called Arundel), the main character in Northwest Passage is from Kittery, Maine and has friends in Portsmouth, New Hampshire, and the main character in Oliver Wiswell is from Milton, Massachusetts.", "63740179": "Peter B. Dews (1922–2012) was an American psychologist and pharmacologist. He is credited as the principal founder of the discipline of behavioral pharmacology.[1][2]", "52697365": "Manfred Günther (born 1948 in Bochum), is a German educational psychologist, specialised in young people, the prevention of violence and social therapy methods; today he works as an author and coach. He lives in Berlin, Germany and Tenerife, Spain.", "64231705": "Clifford John Thornton Stott MBE (born July 1965) is professor of social psychology at Keele University. He is a specialist in the psychology of crowds, group identity, and football hooliganism.[1][2]", "4462874": "Stuart Appelle (April 3, 1946 – June 27, 2011) was a professor and writer, with an interest in topics dealing with anomalous perception, including hypnotic experience, and reports of unidentified flying objects and alien abduction.", "40835376": "Matilde Fernández (born 24 January 1950) is a Spanish social feminist and politician who served as minister of social affairs of Spain from 1988 to 1993.", "38574394": "Sandra Robin Waxman (born 1954) is an American cognitive and developmental psychologist. She is a Louis W. Menk Professor of Psychology at Northwestern University in Evanston, Illinois, and director of the university's Infant and Child Development Center (formerly Project on Child Development). She is known for her work on the development of language and concepts in infants and children.", "27892040": "Theodore Xenophon Barber (1927–2005) was an American psychologist who researched and wrote on the subject of hypnosis,[1] publishing over 200 articles and eight books on that and related topics. He was the chief psychologist at Cushing Hospital, Framingham, Massachusetts, from 1978 to 1986. Barber was a noted critic of the field of hypnosis, questioning the ways in which the concept of hypnosis had been used as an umbrella term for diverse phenomena.[2][3] Barber was one of the first two prominent anglophone psychologists, along with Theodore Sarbin, to question the \"altered-state model\" of \"state model\" of hypnosis, arguing that the varied phenomena labeled \"hypnosis\" could be explained without resorting to the notion of an altered state of consciousness.", "39754057": "Carol D. Goodheart is an American psychologist and a past president of the American Psychological Association (APA). Goodheart worked as a nurse before entering psychology. She completed a doctorate in counseling psychology from Rutgers University. While serving as the 2010 APA president, Goodheart supported the Presidential Task Force on Advancing Practice and the Presidential Task Force on Caregivers. Goodheart is in private practice in Princeton, New Jersey.", "24975690": "Wendy Berry Mendes is the Sarlo/Ekman Professor of Emotion at University of California, San Francisco, United States. She was previously the John L. Loeb Associate Professor of Social Sciences at Harvard University.  Her expertise is in the area of emotion, intergroup relationships, stigma and psychophysiology. At UCSF she is the founder and director of the Emotion, Health, and Psychophysiology Lab in the Department of Psychiatry.", "65968462": "Magdalen Dorothea Vernon (1901–1991) was a British experimental psychologist who published her research widely and trained many PhD students. She was the first woman to head the then Department of Psychology at the University of Reading, England.", "3086671": "Joseph Nicolosi (January 24, 1947 – March 8, 2017) was an American clinical psychologist who advocated and practised \"reparative therapy\", a form of the pseudoscientific treatment of conversion therapy that he claimed could help people overcome or mitigate their homosexual desires and replace them with heterosexual ones.[2] Nicolosi was a founder and president of the National Association for Research and Therapy of Homosexuality (NARTH).[3] Medical institutions warn that conversion therapy is ineffective and may be harmful, and that there is no evidence that sexual orientation can be changed by such treatments.[4][5][6][7]", "1317207": "Ole Ivar Løvaas (8 May 1927 – 2 August 2010)[1][2] was a Norwegian-American clinical psychologist and professor at the University of California, Los Angeles. He is most well known for his research on what is now called applied behavior analysis (ABA) to teach autistic children through prompts, modeling, and positive reinforcement. The therapy is also noted for its use of aversives (punishment) to reduce undesired behavior, however these are now used less commonly than in the past.", "39754074": "John Monahan holds the John S. Shannon Professorship in Law, and joined the University of Virginia Law School faculty in 1980. He originally trained as a psychologist. Monahan has led two large projects in mental health law, supported by the MacArthur Foundation.[1][2]", "10852700": "Ewen Neil McQueen (April 1889 – 1967) was an Australian headmaster, prominent educational innovator, scientist, psychologist and General Practitioner.[1] He was most often known as Neil McQueen or E. Neil McQueen.", "48404829": "Leonid Vladimirovich Zankov (Russian: Леонид Владимирович Занков; 23 April 1901 – 27 November 1977) — was a Soviet psychologist and defectologist, a member of Vygotsky Circle[1] and a major administrator of scientific research in the Soviet Union.", "23959909": "Mark Richard Rosenzweig (September 12, 1922 – July 20, 2009) was an American research psychologist whose research on neuroplasticity in animals indicated that the adult brain remains capable of anatomical remodelling and reorganization based on life experiences, overturning the conventional wisdom that the brain reached full maturity in childhood.", "18913658": "Professor Mooli Lahad (Hebrew: מולי להד; born 1953) is an Israeli psychologist and psychotrauma specialist, known for his creative methods of intervention and treatment of stress.  He is the founder and former director of the Institute of Dramatherapy, and founding president  of the CSPC - The International Stress Prevention Centre,[1] at Tel Hai College in Kiryat Shmona, Israel.  He is also Professor of Psychology at Tel Hai College and was a visiting Professor of Dramatherapy at Surrey University, England.[2]", "65313147": "Robert B. Malmo was a Canadian psychologist.", "35199360": "Agénor Étienne, comte de Gasparin (12 July 1810 – 4 May 1871) was a French statesman and author. He was also an early psychical researcher known for conducting experiments into table-tipping.", "16030097": "Howard Ernest Gruber (November 6, 1922 – January 25, 2005),[1] was an American psychologist and pioneer of the psychological study of creativity.  A native of Brooklyn, Gruber graduated from Brooklyn College with a degree in psychology, earned his Ph.D. from Cornell University, and went on to a distinguished academic career.  He worked with Jean Piaget in Geneva and later co-founded the Institute for Cognitive Studies at Rutgers with Dorothy Dinnerstein.  At Columbia University Teachers College, he continued to pursue his interests in the history of science, and particularly the work of Charles Darwin.  Gruber's work led to several important discoveries about the creative process and the developmental psychology of creativity.", "69376409": "Kelly-Ann Allen (born in Adelaide, Australia) is a Fellow of the Australian Psychological Society, an Associate Professor in the Faculty of Education at Monash University, Clayton campus, Melbourne, Australia, and an Educational and Developmental Psychologist.[1] Allen gained her PhD in 2014 from the University of Melbourne on the subject of School Belonging which continues to be her main academic focus. Allen is a qualified school psychologist as well as an established academic. Allen has made significant contributions to the field of belonging and school psychology and has published over 170 outputs in these fields. She has gained national and international recognition for the quality of her work and recently was named as one of Australia's top academic researchers.[2][3]", "24943005": "Robert E. Kraut (born August 30, 1946) is an American social psychologist who studies human-computer interaction, online communities, internet use, group coordination, computers in organizations, and the role of visual elements in interpersonal communication. He is a Herbert Simon University Professor  Emeritus of Human-computer Interaction at the Human-Computer Interaction Institute at Carnegie Mellon University.", "69179810": "Joseph Patrick Gone (born 1967) is a clinical and community psychologist, social scientist, and academic. He is Professor of Anthropology in the Faculty of Arts and Sciences and Professor of Global Health and Social Medicine in the Faculty of Medicine at Harvard University. He is also the Faculty Director of the Harvard University Native American Program.[1]", "52369851": "Adelbert H. Jenkins is an African American clinical psychologist who is known for his humanistic approach to Black psychology at the start of the field in the early 1970s. Jenkins was also one of the 28 founding members of the National Association of Black Psychologists, along with other notable psychologists such as Robert V. Guthrie and Joseph White.[1] He is currently an associate professor of psychology at New York University.[2]", "57612736": "Elizabeth (Betsy) Levy Paluck is a professor in the department of psychology and the Princeton School of Public and International Affairs at Princeton University, where she also serves as deputy director of the Center for Behavioral Science & Policy. She is known for her work on prejudice, social norms and conflict reduction. She is best known for creating large-scale field experiments utilizing theoretical social psychology strategies and tools to formulate effective and practical methods for reducing conflict and discrimination. Due to her extensive work investigating the influences of the Rwandan genocide and her work with high school bullying,[1][2] Paluck is considered a leading authority on field-tested methods of changing intolerant and aggressive social behavior.[3]", "45455809": "Albena Stambolova (Bulgarian: Албена Стамболова; born 1957) is a Bulgarian psychoanalyst and Freudian psychologist, literature columnist and novelist. She become known with her lectures on psychoanalysis that she gave to Bulgarian philology program and Slavic and Western philologies in Sofia University after her return from France where she studied to Bulgarian literary critic, semiotician and psychoanalyst Julia Kristeva.", "72132": "A psychologist is a professional who practices psychology and studies mental states, perceptual, cognitive, emotional, and social processes and behavior. Their work often involves the experimentation, observation, and interpretation of how individuals relate to each other and to their environments.[1]", "7903690": "Jean E. Fox Tree is a professor in the Department of Psychology at the University of California at Santa Cruz.\nFox Tree studies collateral signals that people use in spontaneous speech, such as fillers (e.g. ‘you know’), prosodic information (e.g. pauses between words, the melody of a sentence), fillers (e.g. ‘uh’ and ‘um’), and speech disfluencies.", "69114321": "Valentine Rossilli Winsey, born Valentina Diane Rossilli (1923-2007) was an American speech and drama teacher, historian of immigration, anthropologist, sociologist, psychologist and women's rights activist. After completing a thesis on Italian American migration to New York City, she became a student of Buckminster Fuller, developing his idea of a 'World Game'. She taught anthropology at Pace College. Refused tenure at Pace, she brought a lawsuit against the university for sex discrimination.[1] She later published a genealogical guide, and research on a variety of sociological and psychological topics, including touch and relations with pets.", "37198291": "François Peraldi (May 2, 1938 – March 21, 1993) was a Canadian psychoanalyst and linguist. Peraldi introduced Jacques Lacan's clinical work into North America.[1][page needed] He rejected the label Lacanian for himself and preferred to say he was engaged in \"Lacanizing.\" Peraldi established a biweekly Peraldi Seminar for 15 years and established the Réseau des Cartels to help disseminate Lacan's and his group's ideas. He died of AIDS in 1993.[2][page needed]", "8198620": "Dorothy Bird Nyswander (September 29, 1894 – December 18, 1998), was an American health educator. She graduated with masters and bachelor's degrees from the University of Nevada and a Ph.D. in Psychology from the University of California, Berkeley. She is considered the Mother of Health education.", "47127018": "Mark B. Sobell, Ph.D., ABPP, a professor at the College of Psychology of Nova Southeastern University in Fort Lauderdale, Florida,  is a specialist in addiction. Dr. Mark Sobell is nationally and internationally known for his research in the addiction field. He is a Fellow of the American Psychological Association in Divisions 1, 3, 12, 25, 28, and 50, and is Board Certified in Cognitive and Behavioral Psychology by the American Board of Professional Psychology. He is the co-director of Healthy Lifestyles: Guided Self-Change at Nova Southeastern University.[1][2]", "49355249": "Norma Alice Cox, known as Norma Cox Astwood or Lady Blackman, OBE, is a Bermudian clinical psychologist. She was the first woman to serve as vice president of the Senate of Bermuda. Between 1987 and 1996, she served as an independent Senator in Bermuda and was the founder in 1989 of the Commonwealth Women Parliamentarians Group.", "24549881": "Stephen M. Colarelli is an American psychology professor at Central Michigan University, known for his research on evolutionary psychology and the workplace.", "38509057": "Ellyn Kaschak (born June 23, 1943),[1] is an American clinical psychologist, Professor of Psychology at San Jose State University. She is one of the founders of the field of feminist psychology,[2] which she has practiced and taught since 1972.[3]  Her many publications, including Engendered Lives: A New Psychology of Women's Experience (Kaschak, 1993), and Sight Unseen: Gender and Race through Blind Eyes (Kaschak, 2015), have helped define the field.[2] She was the editor of the academic journal, Women & Therapy.[4] for twenty years.", "28187137": "Frank Dolphin is an Irish businessman known for his involvement with the Irish Health Service,[1][2] as a former chairman of Temple Street Children's University Hospital[3] and Governor of the Mater Hospital, as a past President of the Waterford Chamber of Commerce,[1] and for founding RigneyDolphin Ltd.[1]", "19700227": "Otto Georg Wetterstrand (14 September 1845 – 11 July 1907) was a Swedish physician and psychotherapist who was a native of Skövde.", "19307011": "Jane L. Delgado (born June 17, 1953) is a Cuban-American clinical psychologist, health care advocate, non-profit executive, and author. She is president and CEO of the National Alliance for Hispanic Health. She is the author of The Buena Salud Guide book series (Newmarket Press, 2011)[1] and The Latina Guide to Health (Newmarket Press, 2010).[2] In 2012 the series was acquired by William Morrow an Imprint of HarperCollins Publishers and published \"Buena Salud Guide to Arthritis and Your Life.\"", "33987082": "Celestia Susannah Parrish (September 12, 1853 – September 7, 1918)[1][2] was an American educator.", "65542670": "Gary M. Burlingame is an American psychologist,  Professor of Psychology at    Brigham Young University in Utah. His work in psychotherapy led to the development of Routine Outcome Monitoring (ROM—sometimes designated Routine Outcome Measures).   With his colleague Michael J. Lambert he co-created Outcome Questionnaire 45, a 45-item multiple-choice self-report inventory used to measure psychotherapy progress in adult patients throughout therapy and following termination.[1]", "41458195": "Stephen Petrill is an American psychologist.", "72948246": "Barry J. Gordon (born 1951) is an American behavioral neurologist and cognitive neuroscientist. He is the inaugural holder of the therapeutic cognitive neuroscience endowed professorship and a professor of neurology with a joint appointment in cognitive science at the Johns Hopkins School of Medicine.", "63117851": "Nathan Isaacs (1895–1966) was a British educational psychologist. He worked in the metals trade, but after his marriage to Susan Sutherland Fairhurst, they were partners in her work on early education.", "33495581": "Margot Sunderland is a British child psychologist and psychotherapist. She is Director of Education and Training at the Centre for Child Mental Health [1] and Honorary Visiting Fellow at London Metropolitan University at London Metropolitan University. She has been working with families and children for over 30 years. She is the author of over twenty books in the field of child mental health, which collectively have been translated into eighteen languages and published in 24 countries.", "14227998": "Anatol Pikas (29 November 1928 - 1 November 2021), creator of the Shared Concern method, SCm, was an associate professor in Educational Psychology from Uppsala University, Sweden.", "69048865": "Sara Nasserzadeh is an Iranian-American social psychologist, public speaker and author.[2][3][4]\nShe is known mostly for her educational programs on BBC World Service and Persian TV on human sexuality and relationships.\nShe received the BBC’s Innovation of the Year Award in 2007 and was among the BBC Persian 100 Influential Women. Nasserzadeh received the People of Distinction Humanitarian Award in New York City in 2014.[5][6][7]\nShe is also a winner of AASECT Book Award[8] and AASECT Professional Standard of Excellence Award.[9]", "64756263": "BJ Casey (Betty Jo)[1] is an American cognitive neuroscientist and expert on adolescent brain development and self control.[2] She is the Christina L. Williams Professor of Neuroscience at Barnard College of Columbia University where she directs the Fundamentals of the Adolescent Brain (FAB) Lab[3] and is an Affiliated Professor of the Justice Collaboratory at Yale Law School, Yale University.", "4299304": "Édouard Claparède (24 March 1873 – 29 September 1940) was a Swiss neurologist, child psychologist, and educator.", "8231465": "Roger N. Walsh (born 1946) is an Australian professor of Psychiatry, Philosophy and Anthropology at the University of California, Irvine, in the Department of Psychiatry and Human Behavior, within UCI's College of Medicine. Walsh is respected for his views on psychoactive drugs and altered states of consciousness in relation with the religious/spiritual experience,[citation needed] and has been quoted in the media regarding psychology,[1] spirituality,[2] and the medical effects of meditation.[3]", "13474348": "Gunter Schmidt (born 22 November 1938) is a German sexologist,[1] psychotherapist and social psychologist. He was born in Berlin.", "2660910": "Muriel Dowding, Baroness Dowding (née Albino; other married name Whiting; 22 March 1908 – 20 November 1993) was an English humanitarian and animal rights activist known for championing anti-vivisection, improvement of animal welfare and vegetarianism.[1][2]", "21436983": "Carol Bowman M.S. (born October 14, 1950) is an author, lecturer, counselor, and therapist, known for her work in studying alleged cases of reincarnation, especially those involving young children.[1]", "39481": "Lillian Evelyn Gilbreth (née Moller; May 24, 1878 – January 2, 1972) was an American psychologist, industrial engineer, consultant, and educator who was an early pioneer in applying psychology to time-and-motion studies. She was described in the 1940s as \"a genius in the art of living.\"[2] Gilbreth, one of the first female engineers to earn a Ph.D., is considered to be the first industrial/organizational psychologist.[1] She and her husband, Frank Bunker Gilbreth, were efficiency experts who contributed to the study of industrial engineering, especially in the areas of motion study and human factors. Cheaper by the Dozen (1948) and Belles on Their Toes (1950), written by two of their children (Ernestine and Frank Jr.) tell the story of their family life and describe how time-and-motion studies were applied to the organization and daily activities of their large family.[3] Both books were later made into feature films.[3]", "39918140": "Arnulf Kolstad (23 April 1942 – 21 May 2020) was a Norwegian social psychologist. He was professor emeritus of Social Psychology at the Norwegian University of Science and Technology (NTNU). He was appointed by the King-in-Council at the then-University of Trondheim in 1986 and was head of department for the Department of Psychology from 1990 to 1992. He became professor emeritus in 2012.", "51452496": "Updesh Kumar is and Indian scientist who is the former Head of Mental Health, Follow-Up, and Technical Coordination Division at Defence Institute of Psychological Research (DIPR), R & D Organization (DRDO), Ministry of Defence, Delhi. He specializes in the area of personality assessment, suicidal behavior, military psychology, counseling psychology, and health psychology. He was involved in the selection of officers for the Indian Armed Forces, and worked with DRDO, Ministry of Defence, Delhi for about three decades.", "29923927": "Jerker Rönnberg (born 1953) is a Swedish professor of psychology with the emphasis on disability science at Linköping University.", "5085784": "Richard S. Lazarus (March 3, 1922 – November 24, 2002) was an American psychologist who began rising to prominence in the 1960s. A Review of General Psychology survey, published in 2002, ranked Lazarus as the 80th most cited psychologist of the 20th century.[1]\nHe was well renowned for his theory of cognitive-mediational theory within emotion.[2]", "40671834": "Willem Jan Heiser (born 19 January 1949) is a Dutch social scientist who was Professor of Psychology, Statistical Methods and Data Theory at the Leiden University between 1989 and 2014.[1]", "10656356": "Vladimir Dmitrievich Nebylitsyn, Russian: Владимир Дмитриевич Небылицын (1930, Chelyabinsk region — 1 October 1972, near Adler) was a Soviet psychologist, one of Boris Teplov's disciples, professor (1968), associate member of the Russian Academy of Pedagogy.", "48208485": "Hannah Steinberg (16 March 1926 – 11 December 2019) was a pioneer of experimental psychopharmacology,[1]  the study of the interaction of drugs on the human mind.", "57743974": "Ángel Hernando (born in Huelva, 1959), is a professor at the University of Huelva.", "60627577": "Tyrone Douglas Cannon is the Clark L. Hull Professor of Psychology and Psychiatry at Yale University.[2] His research focuses on neurobiological processes underlying psychological phenomena in people with mental illnesses, such as schizophrenia and bipolar disorder.[3] Much of his research on schizophrenia and bipolar disorder has focused on developing approaches to prevent these disorders.[4] A fellow of the Association for Psychological Science, he is the co-editor of the Annual Review of Clinical Psychology. He received the Joseph Zubin Memorial Fund Award from Columbia University's Department of Psychiatry in 2001.[5]", "46996096": "Philip H. Mirvis (born 1951)[1] is an organizational psychologist[2] and faculty member at Boston College, in the Center for Corporate Citizenship.[3][4] He has written ten books on topics in large-scale organizational change, corporate governance, and the characteristics of the workforce and workplace.[4] He has served as an adviser on corporate social responsibility and sustainability to companies including Ben & Jerry's, Mitsubishi, PepsiCo, Royal Dutch Shell, SK Group, Unilever, and Wipro.[4]", "36706948": "Michael Chikong Seto (/ˈsɛtoʊ/; born 1967) is a Canadian forensic psychologist, sexologist, and author. He is director of Forensic Rehabilitation Research at the Royal Ottawa Health Care Group, where his research focuses on pedophilia, sexual offenses committed against children, child pornography, risk assessment, offenders with mental disorders, psychopathy, and program evaluation.[1]", "19602052": "Alastair Heron (1915 – 17 March 2009)[1] was a British psychologist and writer. A member of the Religious Society of Friends, or Quakers, he wrote a number of books and pamphlets on Quakers in Britain.", "10656396": "Lev Markovich Vekker, Russian: Лев Маркович Веккер (4 October 1918, Odessa – 1 October 2001, Virginia, United States) was a Russian and American psychologist.[1]", "59349645": "William Dan Rohwer Jr. (October 2, 1937 — June 26, 2016) was an American educational psychologist.", "59415190": "James H. Geer is an American psychologist. His area of research is sexuality.", "33790623": "Mohamed Makhzangi (born 1950) is an Egyptian doctor and writer.[1]", "69802673": "Serge Nicolas is a French professor of psychology at the Institute of Psychology of the University of Paris since 2003. He specializes in the study of memory and history of psychology.[1] He is also chief-editor of the journal L'Année psychologique, and a distinguished member of the Institut Universitaire de France since 2016.[2]", "10656434": "Julia Gippenreiter (Russian:Ю́лия Бори́совна Гиппенре́йтер; born 25 March 1930, in Moscow) is a modern Russian psychologist, a specialist in experimental psychology, psychophysiology, family therapy and neuro-linguistic programming.[1][2]", "21633715": "Jindřich Kabát (24 April 1953 – 14 July 2020)[1] was a Czech psychologist, professor and politician. He was the first Minister of Culture of the Czech Republic,[2] holding the office from 1992 to 1994.[3]", "14621374": "Claudia Blum Capurro (born 9 August 1948) is a Colombian psychologist and politician who served as foreign minister. A veteran Senator, she became the first woman to serve as President of the Senate of Colombia. She also served as the 26th Permanent Representative of Colombia to the United Nations.", "301758": "Charles Robert Richet (25 August 1850 – 4 December 1935) was a French physiologist at the Collège de France and immunology pioneer. In 1913, he won the Nobel Prize in Physiology or Medicine \"in recognition of his work on anaphylaxis\".[1] Richet devoted many years to the study of paranormal and spiritualist phenomena, coining the term \"ectoplasm\". He believed in the inferiority of black people, was a proponent of eugenics, and presided over the French Eugenics Society towards the end of his life. The Richet line of professorships of medical science continued through his son Charles and his grandson Gabriel.[2] Gabriel Richet was also one of the pioneers of European nephrology.[3]", "52828865": "Cora Olive Sutton Castle (May 10, 1880 – August 14, 1966) was an American educator, sociologist, author, and clubwoman based in San Francisco, California.", "57187013": "Leslie Richard Pringle is an American psychologist and professor. Pringle holds the Henry S. Dulaney Professorship of Psychology and is affiliated with the peace studies program at Goucher College. He researches the psychology of community service and relational psychology in line with relational cultural theory.", "46799559": "Orville Gilbert Brim Jr. (c. 1923 – April 15, 2016) was an American social psychologist who conducted research on early childhood and middle age.[1] He was the author of books exploring ambition and the nature of and the desire for fame.[2]", "54532808": "Daniel Freeman FBA is a British psychologist and paranoia expert at the Institute of Psychiatry, Psychology and Neuroscience at King's College London and professor of clinical psychology and National Institute for Health Research research professor in the Department of Psychiatry at University of Oxford.[1][2][3] His research indicates that paranoia affects a much wider population, not just those who have schizophrenia, as previously thought.[3][4] One of his studies has also suggested that virtual reality can help treat paranoia.[5][6][non-primary source needed] He has written several books on paranoia and anxiety disorders.", "58038985": "Joseph Lee Rodgers III (born February 9, 1953)[2] is an American psychologist who specializes in quantitative psychology and topics in developmental psychology and social biology. He is the Lois Autrey Betts Professor of Psychology and Human Development at Vanderbilt University, and he is also the George Lynn Cross Research Professor Emeritus at the University of Oklahoma, where he taught from 1981 to 2012.", "4725461": "Charles William \"C. W.\" Kimmins (3 August 1856 – 12 January 1948)[1] was an educational psychologist and was appointed chief inspector of the education department of the now defunct London County Council in 1904. He was appointed chief inspector at the education department of the LCC in 1904.[1]", "56629979": "Giorgio Coricelli is professor of economics and psychology at the University of Southern California, specializing in neuroeconomics. Having done his undergraduate studies at La Sapienza in Rome, he then completed his Ph.D. at the Economic Science Laboratory of the University of Arizona studying with Vernon Smith,[1] shortly before Smith received his Nobel Prize in economics in 2002.", "3021536": "Lera Boroditsky (born c.1976[1]) is a cognitive scientist and professor in the fields of language and cognition. She is one of the main contributors to the theory of linguistic relativity.[2] She is a Searle Scholar, a McDonnell Scholar, recipient of a National Science Foundation Career award, and an  American Psychological Association Distinguished Scientist.[3] She is Professor of Cognitive Science at the University of California, San Diego. She previously served on the faculty at Massachusetts Institute of Technology and at Stanford.", "72588006": "Lawrence Samuel Wrightsman, Jr. (October 31, 1931 – July 28, 2019) was an American psychologist known for his research in social psychology and the psychology of law.[1] He taught at the University of Kansas from 1976 until his retirement in 2008. He served as president of the Society for the Psychological Study of Social Issues (SPSSI) from 1976 to 1977 and of the Society for Personality and Social Psychology (SPSP) from 1977 to 1978. According to the SPSP, \"The textbooks, articles, and addresses that Larry wrote helped create the field of psychology and law as we know it.\"[2]", "56007399": "Stanislav Štech (born 23 August 1954) is a Czech politician and psychologist. From June to December 2017, he was the Minister of Education, Youth and Sports of the Czech Republic in the Cabinet of Bohuslav Sobotka.[1]", "37559022": "Hubert Benoit (1904–1992) was a 20th-century French psychotherapist whose work foreshadowed subsequent developments in integral psychology and integral spirituality.[1][2] His special interest and contribution lay in developing a pioneering form of psychotherapy which integrated a psychoanalytic perspective with insights derived from Eastern spiritual disciplines, in particular from Ch'an and Zen Buddhism.[3] He stressed the part played by the spiritual ignorance of Western culture in the emergence and persistence of much underlying distress. He used concepts derived from psychoanalysis to explain the defences against this fundamental unease, and emphasised the importance of an analytic, preparatory phase, while warning against what he regarded as the psychoanalytic overemphasis on specific causal precursors of symptomatology.[4] He demonstrated  parallels between aspects of Zen training and the experience of psychoanalysis. He constructed an account in contemporary psychological terms of the crucial Zen concept of satori and its emergence in the individual.[5][6]", "400115": "Wilder Graves Penfield OM CC CMG FRS[1] (January 26, 1891 – April 5, 1976) was an American-Canadian neurosurgeon.[3] He expanded brain surgery's methods and techniques, including mapping the functions of various regions of the brain such as the cortical homunculus. His scientific contributions on neural stimulation expand across a variety of topics including hallucinations, illusions, dissociation and déjà vu. Penfield devoted much of his thinking to mental processes, including contemplation of whether there was any scientific basis for the existence of the human soul.[3]", "33725174": "Michael Terman is an American psychologist best known for his work in applying the biological principles of the circadian timing system to psychiatric treatments for depression and sleep disorders.  This subspecialty is known as Chronotherapeutics.[citation needed]", "7412484": "Anders Westenholz[1] (October 21, 1936 – November 21, 2010[2]) was a Danish psychologist and writer.", "596742": "Johannes Gerardus Keulemans (J. G. Keulemans) (8 June 1842 – 29 March 1912) was a Dutch bird illustrator. For most of his life he lived and worked in England, illustrating many of the best-known ornithology books of the nineteenth century.", "25795341": "Dr John Francis Leader, also known as JFL, is an Irish psychologist and cognitive scientist who researches at University College Dublin, specialises in personal leadership, experiential learning and mixed reality therapy, and is the host of #bodymindself.[1][2][3]", "35953423": "Ros Draper is a therapist, supervisor, teacher, and writer, and has made major contributions to the development of family therapy in Britain.[1] Positions held include Senior Clinical Lecturer at the Tavistock Clinic, London, Chair for the Institute of Family Therapy, and Birkbeck College, University of London MSc in a Systemic Approach to Management, Coaching and Consultation.", "36346644": "Lars Ardelius (1 November 1926 – 23 July 2012) was a Swedish psychologist and novelist. He was born in Falun, lived in Stockholm and died in Visby.", "55974680": "Nancy M. Petry (November 1, 1968 – July 17, 2018) was a psychologist known for her research on behavioral treatments for addictive disorders, behavioral pharmacology,  impulsivity and compulsive gambling.[1][2] She was Professor of Medicine at the University of Connecticut Health Center. Petry served as a member of the American Psychiatric Association Workgroup on Substance Use Disorders for the DSM-5 and chaired the Subcommittee on Non-Substance Behavioral Addictions. The latter category includes Internet addiction disorder and problem gambling. She also served as a member of the Board of Advisors of Children and Screens: Institute of Digital Media and Child Development.[3][4]", "59349787": "Barbara L. Bonner is a clinical psychologist and expert on juvenile sex offenders.[1] She is known for her research on the assessment and treatment of abused children, prevention of child fatalities due to neglect, and treatment of children and adolescents with problematic sexual behavior.[2]  Bonner is the CMRI/Jean Gumerson Endowed Chair and Professor of Pediatrics at the University of Oklahoma College of Medicine.[3] She serves as the Director of the Child Abuse and Neglect at the University of Oklahoma Health Sciences Center.[4]", "51714844": "George Henslow (23 March 1835, Cambridge, UK – 30 December 1925, Bournemouth) was an Anglican curate, botanist and author.[1][2] Henslow was notable for being a defender of Lamarckian evolution.[3]", "61348642": "Kevin S. McGrew is an American psychologist and intelligence researcher. He is the founder and director of the Institute for Applied Psychometrics, as well as a visiting professor of educational psychology at the University of Minnesota. He was formerly Professor of Applied Psychology at St. Cloud State University. He is a co-author of Batteries III and IV of the Woodcock–Johnson Tests of Cognitive Abilities.[1][2] In 2016, he received the University of Minnesota College of Education and Human Development's Distinguished Alumni Award.[3][4]", "1940260": "Dedre Dariel Gentner (born c. 1944) is an American cognitive and developmental psychologist. She is the Alice Gabriel Twight Professor of Psychology at Northwestern University, and a leading researcher in the study of analogical reasoning.[1]", "30186283": "Jean Dalby Clift was an American priest of the Episcopal Church and a pastoral counselor in private practice. She was the author of books in the fields of psychology and spirituality. \"Dr. Clift has had many roles in her life, including lawyer, spiritual director, pastoral counselor, author, lecturer, workshop presenter, priest, mother, grandmother, and poet.\"[3] She lectured and gave workshops in the United States, Australia, Europe, Asia and Africa on such topics as pastoral counseling, prayer, spiritual growth, journaling, pilgrimage, and the Myers-Briggs Type Indicator. Three of her five books were co-authored with her husband, the Reverend Wallace Clift.[4]", "46570289": "Kaşif Nevzat Tarhan (born July 7, 1952[2]) is a Turkish psychiatrist and Psychological warfare expert [3] and neuropsychology expert.[4]", "301882": "Abraham Harold Maslow (/ˈmæzloʊ/; April 1, 1908 – June 8, 1970) was an American psychologist who created Maslow's hierarchy of needs, a theory of psychological health predicated on fulfilling innate human needs in priority, culminating in self-actualization.[1] Maslow was a psychology professor at Brandeis University, Brooklyn College, New School for Social Research, and Columbia University. He stressed the importance of focusing on the positive qualities in people, as opposed to treating them as a \"bag of symptoms\".[2] A Review of General Psychology survey, published in 2002, ranked Maslow as the tenth most cited psychologist of the 20th century.[3]", "30219083": "Duke University", "60496716": "Kenneth Keniston (January 6, 1930 – February 14, 2020)[1] was an American social psychologist.", "6593360": "Peter Underwood FRSA (16 May 1923 – 26 November 2014) was an English author, broadcaster and parapsychologist.[1] Underwood was born in Letchworth, Hertfordshire. Described as \"an indefatigable ghost hunter\", he wrote many books which surveyed alleged hauntings within the United Kingdom - beginning the trend of comprehensive regional 'guides' to (purportedly) haunted places. One of his well-known investigations concerned Borley Rectory, which he also wrote about.[2]", "4299604": "Dr Stan J Katz is an American clinical and forensic psychologist. A critic of the codependency movement, Katz co-authored The Codependency Conspiracy: How to Break the Recovery Habit and Take Charge of Your Life (New York: Warner Books, Inc., 1991).[1]  Katz proposes that many pop-psychology movements (especially codependency) are rooted in marketing campaigns and not valid science or psychology. He is also the co-author of \"False Love and Other Romantic Illusions (New York: Ticknor and Fields, 1988) and \"Success Trap\" (New York: Ticknor and Fields, 1990).  As a Forensic Psychologist he has been appointed over one thousand times by the Los Angeles Superior Court to conduct expert examinations in Family Law, Dependency and Criminal Courts.  He was involved in the Michael Jackson Child Molestation case in Santa Barbara County, California.", "47520598": "J. Macbride Sterrett (1847–1923) was an American philosopher.", "236387": "Anthony Jay Robbins (né Mahavoric, born February 29, 1960) is an American author, coach and speaker.[1] He is known for his infomercials, seminars, and self-help books including the books Unlimited Power and Awaken the Giant Within.[2]", "38706020": "Mark D. Griffiths is an English chartered psychologist focusing in the field of behavioural addictions, namely gambling disorder, gaming addiction, Internet addiction, sex addiction, and work addiction. He is a Professor of Behavioural Addiction at Nottingham Trent University and director of the International Gaming Research Unit.[1] He is the author of five books including Gambling Addiction and its Treatment Within the NHS, Gambling and Gaming Addictions in Adolescence, and Adolescent Gambling. He has also authored over 600 refereed papers, 140+ book chapters and more than 1,500 articles,[1] and has won 15 awards for his research, including a Lifetime Achievement Award For Contributions to the Field of Youth Gambling in 2006 and International Excellence Award For Gambling Research in 2003 and a Lifetime Research Award For Gambling Research in 2013.[2] Griffiths has recently encountered criticisms on his publication record, with scholars raising a number of concerns including the lack of data sharing/transparency[3] and self-plagiarism found across a number of his papers.[4]", "72227688": "Georgia Babladelis (January 30, 1931 – May 28, 2009)[1] was a female psychologist, born to Greek immigrant parents in Manistique, Michigan.[2] Starting in the 1950s, Babladelis' work focused on creating diversity in universities and ensuring that women had a place in the workforce as well as in school environments.[2] Babladelis studied gender and sex roles; personality development; psychotherapy; the psychology of women; and women's education. Babladelis played a major role in Division 35: Society for the Psychology of Women, which formed as a special interest group for the American Psychological Association in 1973.[2]", "760682": "Donald Eric (D. E.) Broadbent CBE,[1] FRS[2] (Birmingham, 6 May 1926 – 10 April 1993)[3] was an influential experimental psychologist from the United Kingdom.[4] His career and research bridged the gap between the pre-World War II approach of Sir Frederic Bartlett[5] and what became known as Cognitive Psychology in the late 1960s. A Review of General Psychology survey, published in 2002, ranked Broadbent as the 54th most cited psychologist of the 20th century.[6]", "13278058": "Richard Rogers (born January 1, 1950)[1] is an American psychologist who is a professor at the University of North Texas, and who writes of books on forensic psychology, including Clinical Assessment of Malingering and Deception[2] and Conducting Insanity Evaluations.[3]\nHe has received many national awards, including the 2004-2005 Toulouse Scholars Award,[4] UNT's Eminent Faculty Award, and the Manfred S. Guttmacher Award from the American Psychiatric Association.[5]", "57580403": "Ronald A. Cohen (born July 13, 1955) is an American neuropsychologist.", "43522933": "Jagannath Prasad Das (often known as JP Das) is an Indo-Canadian educational psychologist specialized in educational psychology, intelligence and childhood development. Among his contributions to psychology are the PASS theory of intelligence and the Das-Naglieri Cognitive Assessment System. Das was the  Director of the JP Das Developmental Disabilities Centre at the University of Alberta. He formally retired in 1996, and is currently Emeritus Director of the  Centre on Developmental and Learning Disabilities and Emeritus Professor of Educational Psychology at the University of Alberta. He is a member of the Royal Society of Canada, was inducted into the Order of Canada[1] and has an Honorary Doctorate degree from the University of Vigo in Spain.[2]", "70458230": "Mary Hegarty is an Irish–American psychologist who is a professor at the University of California, Santa Barbara. Her research considers spatial thinking in complex processes. She is a Fellow of the American Psychological Association and the American Association for the Advancement of Science.", "72227706": "Virginia Lee Block (July 4, 1902 – September 14, 1970),  also known as VL Block, was an American psychologist who contributed to studies regarding child and adolescent psychology.[1] Block worked as a professor at San Francisco State University, which now offers a scholarship in Block's name to be awarded to students studying to become counselors.[2]", "68295559": "Katherine Brown is the professor of behaviour change in health in the Department of Psychology, Sports and Geography at the University of Hertfordshire.", "61873033": "2014 APA Baltes Distinguished Research Achievement Award", "31562642": "François Perrier (French pronunciation: [fʁɑ̃swa pɛʁje]; 25 July 1922 – 2 August 1990) was a French doctor, psychiatrist, and psychoanalyst.", "61053851": "Neal William Schmitt (born 1944)[1] is an American psychologist specializing in personnel psychology and industrial and organizational psychology. He is a University Distinguished Professor in the Department of Psychology at Michigan State University, where he previously served as interim dean of the College of Social Science.[2][3] He is a former editor-in-chief of the Journal of Applied Psychology.[4]", "73046946": "Luther Lee Bernard (October 29, 1881 – January 23, 1951) was an American sociologist and psychologist. He was the 22nd President of the American Sociological Association (for the year 1932).[1][2] He has been described as \"among the best known U.S. sociologist in the country... between the 1920 and the 1940,\".[2]", "65084329": "Rotimi Adelola (born 15 August 1958) is a Nigerian psychologist and film producer.[1] Under the Administration of Olusegun Mimiko, he was appointed secretary to the Ondo State Government,[2] a position which he held from 2009 to 2017.[3] As a Psychologist, he worked across the following sectors: academia, manufacturing, consultancy, financial services, oil & gas and the public sector.[4]", "18586537": "Lyman C. Wynne (1923–2007) was an American psychiatrist and psychologist with a special interest in schizophrenia. His early research helped lay the foundation for family-based therapies,[1] influencing others such as R. D. Laing and Margaret Singer. He made a number of discoveries about the interaction of genetics and the environment in the development of schizophrenia, working with adopted twins. He published numerous articles and co-edited \"The Nature of Schizophrenia\" (1978), received the Frieda Fromm-Reichmann Award for schizophrenia research from the American Academy of Psychoanalysis in 1965, the Meritorious Service Medal from the U.S. Public Health Service in 1966, and received two awards from the American Family Therapy Academy, one in 1981 and another in 1989.", "2988972": "Beverly Christine Daniel Tatum (born September 27, 1954) is an American psychologist, administrator, and educator who has conducted research and written books on the topic of racism. Focusing specifically on race in education, racial identity development in teenagers, and assimilation of black families and youth in white neighborhoods. Tatum uses works from her students, personal experience, and psychology learning.[1][2] Tatum served from 2002 to 2015 as the ninth president of Spelman College, the oldest historically black women's college in the United States.[3]", "1612723": "David Gil Amaral [1] is a professor of psychiatry at the University of California, Davis, United States, and since 1998 has been the research director at the M.I.N.D. Institute,[2] an affiliate of UC Davis, engaged in interdisciplinary research into the causes and treatment of autism and related neurodevelopmental disorders.  Amaral joined the UC Davis faculty as a professor in the Department of Psychiatry and the Center for Neuroscience and as an investigator at the California Regional Primate Research Center in 1991. Since 1995, he has been a professor of psychiatry in the UC Davis School of Medicine, with an appointment to the Center for Neuroscience.[3]", "68393907": "Robert Palmer Knight (July 18, 1902 – April 30, 1966) was an American psychoanalyst. He served as the medical director of the Austen Riggs Center from 1947 until his death in 1966.", "18389944": "Lisa Jane Miller is an American professor, researcher and clinical psychologist, best known as a research scholar on spirituality in psychology.[1]  Miller is a tenured Full Professor at Columbia University, Teachers College in the Clinical Psychology Program and Founder of the Spirituality Mind Body Institute.[2] \nMiller's published science on spirituality in renewal from addiction, depression and struggle has been reported in articles focusing on her research in the New York Times[3] and the Wall Street Journal,[4] as well as in television interviews and podcasts.", "59415489": "Perry London (June 18, 1931 – June 19, 1992) was an American–Israeli psychologist, theorist, and academic administrator best known for his writings on clinical psychology and his studies about altruism and hypnosis. In his last position, he was a professor of psychology and dean of the graduate school of applied and professional psychology at Rutgers University.", "70327242": "Steven Warren Gangestad is an American evolutionary psychologist who is Distinguished Professor Emeritus in the Department of Psychology at the University of New Mexico.[1][2] With his University of New Mexico colleague Randy Thornhill, he has conducted considerable research pointing to the existence of concealed ovulation in humans.[3]", "55024588": "Clive Oscar Lewis OBE DL was a business psychologist and author. He was a workplace mediator in the UK[1] and a frequent commentator on employment and industrial relations issues.[2] He died in 2023.[3]", "19667921": "Mona Sue Weissmark is an American clinical psychologist and social psychologist, whose work on the inter-generational impact of injustice has received international recognition. She is best known for her groundbreaking social experiment of bringing children of Holocaust survivors face-to-face with children of Nazis,[1] and later, grandchildren and great-grandchildren of African American slaves with slave owners.[2] She is also a professor of psychology at Northwestern University and author of numerous journal articles and three books: Doing Psychotherapy Effectively (University of Chicago Press) and Justice Matters: Legacies of the Holocaust and World War II (Oxford University Press), and The Science of Diversity (Oxford University Press).", "47520721": "Albert Lefevre (1873–1928) was an American psychologist.", "18291667": "Lucien Larre (born 1933: in St. Walburg, Saskatchewan) is a Canadian Roman Catholic priest with a doctorate in clinical psychology.  He is the founder of Bosco Homes, a Saskatchewan-based organization operating homes for troubled youth, and created the Big Valley Jamboree music festival as a fundraiser for Bosco Homes.", "39132117": "Joseph Paul Forgas[1] (born 16 May 1947) is an Australian social psychologist, currently Scientia Professor at the University of New South Wales, Sydney, Australia. He was born in Budapest, Hungary and emigrated to Australia at the age of 22. He is married with two children, and lives in Sydney's Eastern Suburbs.", "62725078": "Sabina Brennan is an Irish neuroscientist, psychologist, and former television actress. She is currently an adjunct assistant professor working at Trinity College Dublin.", "19045340": "Philip E. Tetlock (born 1954) is a Canadian-American political science writer, and is currently the Annenberg University Professor at the University of Pennsylvania, where he is cross-appointed at the Wharton School and the School of Arts and Sciences. He was elected a Member of the American Philosophical Society in 2019.", "61873118": "Career Service Contributions to Health Psychology (2007)", "9903072": "Maurice Grosse (6 March 1919 – 14 October 2006) was a British paranormal investigator. Famous for his involvement in the Enfield Poltergeist case from 1977 to 1979, he has been portrayed in several films and television series, including The Enfield Haunting (2015) by Timothy Spall and The Conjuring 2 (2016) by Simon McBurney.", "2497506": "Robert D. Hare CM (born 1 January 1934) is a Canadian forensic psychologist, known for his research in the field of criminal psychology. He is a professor emeritus of the University of British Columbia where he specializes in psychopathology and psychophysiology.", "42343400": "Charles Arthur Curran (1913–1978)[2] was a priest of the Roman Catholic Diocese of Columbus and psychologist who is best known as the creator of Community Language Learning (CLL), a method in education and specifically in Second Language Teaching.", "17538026": "Anna Stetsenko is a developmental psychologist.  She is a professor of psychology and of urban education at the City University of New York.", "55679979": "Mark Drennan is a former Republican member of the West Virginia Senate[1][2] representing the 4th district. Brennan was appointed by Governor Jim Justice to fill the seat previously held by Mike Hall, taking office on September 11, 2017.[3] He lost renomination in 2018 to Eric Tarr.", "10853360": "Erna Furman (born Erna Mary Popper June 14, 1926 – August 9, 2002)[1] was an Austrian-born American child psychoanalyst, psychologist, and teacher.", "16063487": "Lucille Kahn (1902–1995) was a successful Broadway stage actress who became notable in the 1950s and 1960s for her advocacy and support for efforts to expand human consciousness.", "728069": "Jan Eduard de Quay (26 August 1901 – 4 July 1985) was a Dutch politician of the defunct Catholic People's Party (KVP) now the Christian Democratic Appeal (CDA) party and psychologist who served as Prime Minister of the Netherlands from 19 May 1959 until 24 July 1963.[1]", "30579716": "Luciano L'Abate (September 19, 1928 – April 8, 2016) was an Italian psychologist who worked in the United States. He was the father of relational theory and author, co-author, editor or co-editor of more than 55 books in the field of American psychology.", "56531974": "Prasop Ratanakorn (Thai: ประสพ รัตนากร, 24 April 1920 – 5 June 2012) was a Thai neurologist and psychologist. The first Thai doctor to complete specialization in the fields, he pioneered the field of neurology in Thailand. He founded the Prasat Neurological Institute and several neurological hospitals in the provinces, and also taught at Mahidol University. He was also known for his role in hosting the educational radio programme Chai Khao Chai Rao, which ran for over 60 years.[1]", "44407817": "Suzanne Bennett Johnson (born February 8, 1948) is an American psychologist and a past president of the American Psychological Association (APA).", "61873166": "Jan Born (born March 30, 1958 in Celle, Germany) is a neuroscientist who researches the role of sleep in memory consolidation, problem solving, and brain plasticity.[1] He is Head of the Institute of Medical Psychology and the Behavioral Neurobiology department at the University of Tübingen.[2]", "4791310": "Peter Otis Gray is an American psychology researcher and scholar.  He is a research professor of psychology at Boston College, and the author of an introductory psychology textbook. He is known for his work on the interaction between education and play, and for his evolutionary perspective on psychology theory.", "21208078": "Ann Belford Ulanov is an American academic and psychotherapist. She is the Christiane Brooks Johnson Memorial Professor of Psychiatry and Religion at Union Theological Seminary in New York City and a Jungian analyst in private practice.", "33561620": "Robert M. Lindner (May 14, 1914 – February 27, 1956) was an American author and psychologist, best known as the author of the 1944 book Rebel Without A Cause: The Hypnoanalysis Of A Criminal Psychopath,[1] from which the title of Nicholas Ray's 1955 film was adapted. His book described a psychopath as someone who is \"incapable of exertions for the sake of others\".[2] Lindner's arguments on gambling psychology are well regarded and have been noted as \"definitive statements\" by the American Academy of Political and Social Science.[3]", "64265239": "Ralph William Pickford (11 February 1903[1] – 7 June 1986)[2] was an English psychologist who served as the first Professor of Psychology at the University of Glasgow in Glasgow, Scotland, United Kingdom, from 1955 to 1973. He first joined the university's faculty in 1930, and received a D. Litt. degree from there in 1947. In 2005, the university established the Pickford Travelling Fellowship in his honor.[3][4] In 1971, he married his second wife, Laura Ruth Bowyer, and they remained married until his death in 1986. Bowyer later provided one of the two bequests that was first used to fund the Pickford Travelling Fellowship (the other came from a trust set up after Pickford died).[4][5]", "18422812": "Stephen Soldz (born 19 November 1952) is a psychoanalyst, clinical psychologist, professor, and anti-war activist. Soldz is director of the Social Justice and Human Rights program at the Boston Graduate School of Psychoanalysis.[1]", "54959142": "Nancy Elinor Adler is an American health psychologist. She is the Lisa and John Pritzker Professor of Medical Psychology at the University of California, San Francisco (UCSF) and director of UCSF's Center for Health and Community Sciences.[1] Adler is known for her research on health behaviors, health disparities, and social determinants of health.[2][3][4]", "8002625": "Marty Saybrooke is a fictional character from One Life to Live, an American soap opera. The role was originated by Susan Haskell, who portrayed Marty from January 24, 1992,[3][full citation needed] through September 16, 1997,[4] and made brief appearances on February 16, 2004, and February 2005.[5] Christina Chambers portrayed the role from November 17, 2006,[6][7] to December 4, 2007,[5][8][9] with the character written off for \"storyline reasons.\"[10] Haskell later returned as Marty on June 11, 2008, and left on June 6, 2011.", "531524": "Jo Jorgensen[1][2] (born May 1, 1957)[1] is an American libertarian political activist and academic. Jorgensen was the Libertarian Party's nominee for president of the United States in the 2020 election, in which she finished third in the popular vote with about 1.9 million votes, 1.2% of the national total. She was previously the party's nominee for vice president in the 1996 election, as Harry Browne's running mate. She is a full-time lecturer of psychology at Clemson University.", "65182797": "Noël Mailloux, OC (21 December 1909 - 21 January 1997) was a Canadian psychologist,  President of the Canadian Psychological Association.", "22060117": "Kerry Jang (鄭文宇) is a Canadian politician. He previously served as councillor on Vancouver, British Columbia's City Council between 2008 and 2018. From 2013, he also represented the city of Vancouver on the Greater Vancouver Regional District Board as a director.[1][2]", "19111001": "Timothy C. Bates (born 1963) is a professor of differential psychology at the University of Edinburgh. His research interests include the genetics of reading and spelling, intelligence, and personality.[1]", "13802587": "Ronald C. Kessler (born April 26, 1947) is an American professor at Harvard Medical School. His research focuses on the precision treatment of mental illness to determine the appropriate intervention for specific patients. He ranks among the most highly cited researchers in the world, with an h-index of 329 as of September 2023.[1]", "73047141": "Devon Price is an American social psychologist, blogger, and author focusing on autism. He is best known for his books, Unmasking Autism: Discovering the New Faces of Neurodiversity and Laziness Does Not Exist, as well as for publishing shorter pieces on Medium and Psychology Today.", "28941419": "Casandra Brené Brown (born November 18, 1965) is an American professor, author, and podcast host. Brown is known for her work on shame, vulnerability, and leadership, and for her widely viewed TEDx talk in 2010.[2] She has written six number-one New York Times bestselling books and hosted two podcasts on Spotify.[3]", "28122221": "Wolfgang Giegerich (born 1942) is a German psychologist, trained as a Jungian analyst.  He was a practicing clinician for many years and has published books and articles on depth psychology since the mid-1970s.", "45423727": "John Ehrenreich (born February 20, 1943) is an American clinical psychologist and social critic, who has published books on health policy, humanitarian policy, US history and US social policy. He is known for his development (with his then-wife, Barbara Ehrenreich) of the idea of the \"medical–industrial complex\" and the concept of the \"professional–managerial class\".", "5119088": "John \"Jack\" Seward, M.D. is a fictional character appearing in Bram Stoker's 1897 novel Dracula.", "5414018": "John G. Horgan (born 1974) is a Distinguished University Professor of Psychology at Georgia State University in Atlanta, Georgia. He studies involvement and engagement with terrorism, with a focus on disengagement and deradicalisation from terrorist movements. He has been described by the European Eye on Radicalization research group as the \"world’s most distinguished expert in the psychology of terrorism\".[2] Since 2019, Horgan has been leading a team of researchers funded by the U.S. Department of Homeland Security to research the incel subculture.[3][4]", "59808899": "Gillian Ruth Brown is a British psychologist and reader in Psychology and Neuroscience at the University of St Andrews.\nShe is known for her research on the evolutionary approaches to the study of human behavior.[1][2][3][4]\nBrown held a Wellcome Trust Career Development Fellowship from 2006 to 2010.[5]", "68394123": "Ayanna Kim Thomas is an American scientist, author, and cognitive researcher and the Dean of Research for the School of Arts and Sciences at Tufts University since 2021.[1] She graduated from Wesleyan University and the University of Washington.[1] Her research focuses on the intersection of memory and aging, particularly as those fields relate to brain and cognitive science. She is a founding member of SPARK Society,[2] editor-in-chief of the journal Memory & Cognition, and a fellow of the Psychonomic Society and the American Psychological Association Minority Fellowship Program.[3]", "46963865": "Rebecca Treiman is an American psychologist. She is the Burke and Elizabeth High Baker Professor of Child Developmental Psychology at Washington University in St. Louis and head of the Reading and Language Lab there. Treiman's research focuses on spelling and reading, and especially on the linguistic factors that affect these processes.[1]", "60169379": "Louise Arseneault FMedSci is a Canadian psychologist and Professor of Developmental Psychology in the Social, Genetic & Developmental Psychiatry Centre in the Institute of Psychiatry, Psychology and Neuroscience at King's College London, where she has taught since 2001.[1]", "14228648": "Klaus Rainer Scherer (born 1943) is former Professor of Psychology and director of the Swiss Center for Affective Sciences in Geneva. He is a specialist in the psychology of emotion.[1]\nHe is known for editing the Handbook of Affective Sciences and several other influential articles on emotions, expression, personality and music.", "59972779": "Lydia Benecke (born in 1982 as E. C. Wawrzyniak[1]) is a German criminal psychologist and writer of popular science non-fiction.", "66198705": "Modupe Nyikoale Akinola (born April 22, 1974) is an American organizational scholar and social psychologist who examines the science of stress, creativity, and how to maximize human potential in diverse organizations. She is currently the Barbara and David Zalaznick Professor of Business at Columbia Business School, where she is the Director of the Sanford C. Bernstein & Co. Center for Leadership and Ethics.[1][2]", "10624189": "Paul Auguste Sollier (31 August 1861 – 8 June 1933) was a French medical doctor and psychologist.", "24026304": "Kevin Nadal is an author, activist, comedian,[1] and Distinguished Professor of Psychology at John Jay College of Criminal Justice and The Graduate Center of the City University of New York.[2] He is a researcher and expert on the effects of microaggressions on racial/ethnic minorities and LGBTQ people.[3][4]", "19668167": "Eugene G. d'Aquili (1940–1998) was a research psychiatrist who specialized in studying members of religious communities (e.g., brain image scans).", "46210250": "James A. Russell is an American psychologist whose work focuses on emotion.[1][2] In 2009, Russell was ranked 35th in terms of citation impact in social psychology.[3]", "42573020": "Norman Frank Dixon MBE, Fellow of the British Psychological Society[1] (1922–2013)[2] was a British psychologist most noted for his 1976 book On the Psychology of Military Incompetence.[3]", "57416926": "James N. Butcher is an American psychologist. He was a member of the Department of Psychology at the University of Minnesota.[1] He received the Bruno Klopfer Award in 2004.[2]", "4693222": "Elliott Jaques (January 18, 1917  – March 8, 2003)  was a Canadian psychoanalyst, social scientist and management consultant known as the originator of concepts such as corporate culture, midlife crisis, fair pay, maturation curves, time span of discretion (level of work)[1] and requisite organization, as a total system of managerial organization.", "69147881": "Isabelle Kendig was a prominent clinical psychologist in the mid-20th century United States. She was best known as Head Psychologist at St. Elizabeths Hospital in Washington, D.C.[1] In that role she was part of a cohort of senior clinicians that helped guide the expansion of clinical psychology in the post-WWII era.[2] She also qualified as a member of the second generation of women psychologists in the U.S.[3]", "18488557": "Brendan O. McGonigle (18 May 1939 – 29 November 2007) was a British/Irish experimental psychologist noted for his research on the learning activities of monkeys.", "40803566": "Julian George Charles \"Joe\" Elliott, FAcSS (born 27 July 1955) is a British academic and educational psychologist. He has been Principal of Collingwood College, Durham since 2011, and a Professor of Education at Durham University since 2004. He has caused controversy by describing dyslexia as a 'useless term' and a 'meaningless label'.", "43523317": "Steven Stosny is the founder of Compassion Power in suburban Washington, DC, and the author of several books on improving relationships. He has taught at the University of Maryland, and St. Mary's College of Maryland.[1] Stosny argues that marriage counseling, psychotherapy, anger management, and abuser treatment often makes relationships worse because among other things, the therapists make women feel ashamed of their natural feelings of guilt; requiring a great many weekly one-hour sessions; and because in their efforts to build working alliances with reluctant male clients, counselors reinforce that the husband has been mostly right and the wife mostly wrong. Stosny argues, \"Abuser groups fail because they focus on negative attitudes, rather than the core hurts that cause them.\"[2]", "52043001": "Matthew Belmonte is a reader in psychology at Nottingham Trent University who researches the behavior and neurophysiology of autistic individuals.[1]  He has studied the behavioral aspects of autism by providing subjects with videogames that measure several perceptual properties.[2]  Belmonte has received a $700,000 National Science Foundation grant to study this aspect, and uses MRI and EEG technology to measure brain activity of autistic and non-autistic individuals.  He has an older brother with autism, and both have a fascination with order and regularity.[3]  In his essay 'Life Without Order: Literature, Psychology, and Autism', Belmonte stated that he was inspired to pursue a career in science because of his need for a single right answer.[4]", "47095036": "Vaughan Bell is a British clinical psychologist, currently at the South London and Maudsley NHS Foundation Trust specialising in psychological interventions for psychotic outpatients and in training other professionals to deal with such patients. He is a clinical senior lecturer in the Division of Psychiatry at the Faculty of Brain Sciences at University College London and a visiting researcher at the Institute of Psychiatry, Psychology and Neuroscience, King's College London. His research focus includes neuropsychology, social cognition, psychosis and brain damage.[1][2]", "31137025": "Bloeme Evers-Emden (Dutch pronunciation: [ˈblumə ˌʔeːvərs ˈɛmdə(n)]; 26 July 1926 – 18 July 2016[1]) was a Dutch lecturer and child psychologist who extensively researched the phenomenon of \"hidden children\" during World War II and wrote four books on the subject in the 1990s. Her interest in the topic grew out of her own experiences during World War II, when she was forced to go into hiding from the Nazis and was subsequently arrested and deported to Auschwitz on the last transport leaving the Westerbork transit camp on 3 September 1944. Together with her on the train were Anne Frank and her family, whom she had known in Amsterdam. She was liberated on 8 May 1945.", "65084676": "Nancy Ellen Darling is an American psychologist. She is the William and Jeannette Smith Chair of psychology at Oberlin College, editor-in-chief of the Journal of Adolescence, and founder of 1step2life.", "67345670": "Jamie Anthony Lotun-Raines[3][4][5] (born 19 February 1994[6]) is an English YouTuber and LGBT advocate.[7] His videos include commentary on gender identity and other LGBTQ+ issues as well as general lifestyle topics. Raines is a trans man and has documented his gender transition, including the effects of hormone replacement therapy and gender reassignment surgery.[8] His channel, Jammidodger, has over one million subscribers.[1]", "39001353": "Graham F. Reed (1923–1989) was a Canadian psychologist. He is best known for his major work on anomalistic psychology entitled The Psychology of Anomalous Experience (1972), which seeks to better understand the psychology behind seemingly bizarre experiences. He was also a CSI Fellow.", "57023757": "Joel Greenspoon (October 11, 1920 – April 24, 2004) was an American psychology researcher, professor, and clinician. \nGreenspoon made notable contributions to the field of behaviorism in psychology through pioneering work on verbal operant conditioning and counterconditioning in the treatment of anxiety.[1][2]", "41622806": "Essi Maria Viding FBA FMedSci is Professor of Developmental Psychopathology at University College London in the Faculty of Brain Sciences, where she co-directs the Developmental Risk and Resilience Unit, and an associate of King's College London's Institute of Psychiatry, Psychology and Neuroscience.[1] Viding's research focuses on development of disruptive behaviour disorders, as well as children and young people's mental health problems more broadly. She uses cognitive experimental measures, brain imaging and genetically informative study designs in her work.[2][3][4][5]", "38673693": "SuEllen Fried is an American bullying prevention activist, writer and educator.[1] She was number 900 on President George H. W. Bush's Thousand Points of Light foundation list in 1993.[2]", "72785181": "Peter Samuel Glick is an American social psychologist and the Henry Merritt Wriston Professor in the Social Sciences at Lawrence University. He is known for his research on gender stereotyping and ambivalent sexism.[1][2] In 2022, Glick, Amy Cuddy, and Susan Fiske were honored with the Society of Experimental Social Psychology's Scientific Impact Award for their 2002 paper proposing the stereotype content model.[3][4]", "53779747": "Megan R. Gunnar is an American child psychologist, currently Regents Professor and McKnight University Professor at University of Minnesota and an Elected Fellow of the American Academy of Arts & Sciences.[1][2][3] In 2021, she will receive the James McKeen Cattell Lifetime Achievement Award for Applied Research from the Association for Psychological Science (APS).  She is the main investigator for the International Adoption Project.[4] She was elected a member of the National Academy of Sciences in 2022.[5] She was awarded the James McKeen Cattell Fellow Award in 2021.", "32808235": "Georgy Georgievich Rogozin (Russian: Георгий Георгиевич Рогозин; 7 August 1942 – 6 March 2014) was a KGB and later FSB officer who retired with the rank of major general.", "48307503": "Arnold Herbert Buss (August 7, 1924 – June 26, 2021) was a professor emeritus of psychology at the University of Texas at Austin known for his work in aggression, temperament, self-consciousness and shyness.[2][3][4]", "36609348": "Nancy Angelo (born October 8, 1953 in Carson City, Nevada, USA) is an organizational psychologist and formerly a performance and video artist who took part in the feminist art movement in Los Angeles.[1]  As an artist, she is best known for co-founding the collaborative performance art group The Feminist Art Workers in 1976 with Candace Compton, Cheri Gaulke, and Laurel Klick.[2]", "2432325": "Minot Judson Savage (June 10, 1841 – May 22, 1918) was an American Unitarian minister, psychical researcher and author.", "71769432": "David Major (March 26, 1866 – July 3, 1936) was an American psychologist and author from Antioch, Clinton County, Indiana.", "38640997": "Gordon Stein (April 30, 1941 – August 27, 1996)[1] was an American author, physiologist, and activist for atheism and religious skepticism.[2]", "52075885": "Ron Friedman (born 1977) is a psychologist and behavior change expert who specializes in human motivation. He is a frequent contributor to the Harvard Business Review, CNN, Fast Company, and Psychology Today, as well as the author of the best-selling non-fiction book The Best Place to Work: The Art and Science of Creating an Extraordinary Workplace.[1]", "2465138": "Mordechai Geldman (Hebrew: מרדכי גלדמן; 16 April 1946 – 8 October 2021)[1] was an Israeli poet, non-fiction writer, artist, art critic and curator, and psychologist. His poems were translated into many languages, including the collection Years I Walked at Your Side published in 2018 by SUNY Press. He received awards including the Bialik Prize for his life achievements.", "2399602": "Hannibal Hamlin Garland (September 14, 1860 – March 4, 1940) was an American novelist, poet, essayist, short story writer, Georgist, and psychical researcher. He is best known for his fiction involving hard-working Midwestern farmers.[1]", "31530367": "Serge Leclaire (born Serge Liebschutz; 6 July 1924 – 8 August 1994) was a French psychiatrist and psychoanalyst. Initially analyzed by Jacques Lacan, he 'became the first French \"Lacanian\"'.[1]", "61873535": "Sharon Horne is a scientist known for conducting research on LGBTQ issues, mental health and college student development, and international psychology concerns.[1] Horne is Professor of Counseling Psychology and the Director of Training for the American Psychological Association Accredited Counseling Psychology Ph.D. Program at the University of Massachusetts Boston.[2] She is a representative to the APA International Psychology Network for Lesbian, Gay, Bisexual, Transgender and Intersex Issues (IPsyNet), and chaired the policy committee that drafted the IpsyNet Statement and Commitment on LGBTI Concerns.", "7554": "Carl Ransom Rogers (January 8, 1902 – February 4, 1987) was an American psychologist who was one of the founders of humanistic psychology and was known especially for his person-centered psychotherapy. Rogers is widely considered one of the founding fathers of psychotherapy research and was honored for his pioneering research with the Award for Distinguished Scientific Contributions by the American Psychological Association (APA) in 1956.", "38116739": "Gitte Haslebo (born 4 December 1943, in Copenhagen) is a Danish scientist, author, and organisational psychologist who works as a consultant and offers training courses within a social constructionist framework. She is an associate with the Taos Institute.[1]", "51453319": "Clinton W. McLemore is an American psychologist and author.[1]", "57974157": "Alan Lee Berman (born July 10, 1943)[1] also known as Lanny Berman, is an American psychologist, psychotherapist, and suicidologist. He is an adjunct professor of Psychiatry and Behavioral Sciences at Johns Hopkins School of Medicine. Berman was formerly the executive director of the American Association of Suicidology. He is a fellow of the American Psychological Association and the International Association for Suicide Research. Berman has a private practice in psychological and forensic consultation.", "63413651": "Michelle Luciano is a Professor (Personal Chair of Behavioural Genetics) at the School of Philosophy, Psychology and Language Sciences at the University of Edinburgh. Her research focuses on the use of twin studies to estimate genetic and environmental contributions to human behavior.[1]She has conducted research on the relationship between Mediterranean diet and brain volume.[2][3][4][5] She was awarded the Visiting Professor Award to visit Trinity College Dublin in June 2019.[6] She was a lead researcher in a study which identified 42 genetic variants associated with dyslexia and that the genetic risk was similar between sexes, this project was in collaboration with researchers from Max Planck Institute for Psycholinguistics, QIMR Berghofer Medical Research Institute, and 23andMe . [7][8][9][10]", "37100948": "John Charles Turner (7 September 1947 – 24 July 2011)[1]  was a British social psychologist who, along with colleagues, developed the self-categorization theory. Amongst other things, the theory states that the self is not a foundational aspect of cognition, but rather that the self is an outcome of cognitive processes and an interaction between the person and the social context.[2] The self-categorization theory was developed as a companion theory to the social identity theory,[3] and the two theories taken together are known as the social identity approach.", "39624099": "Louise Bates Ames (October 29, 1908 – October 31, 1996) was an American psychologist specializing in child development.[1]  Ames was known as a pioneer of child development studies, introducing the theory of child development stages to popular discourse.  Ames authored numerous internationally renowned books on the stages of child development, hosted a television show on child development, and co-founded the Gesell Institute of Child Development in New Haven, Connecticut.", "59415973": "Marvin R. Goldfried (born 1936) is an American psychologist. His area of interest includes LGBT issues and psychotherapy integration.", "69082541": "London School of Economics and Political Science; \nManchester Metropolitan University;", "2334130": "Richard Langton Gregory, CBE, FRS, FRSE (24 July 1923 – 17 May 2010) was a British psychologist and Professor of Neuropsychology at the University of Bristol.", "24026557": "Derald Wing Sue is a professor of counseling psychology at Columbia University.[1] He has authored several books, including Counseling the Culturally Diverse: Theory and Practice, Overcoming our Racism, and Understanding Abnormal Behavior.[2]", "7380442": "Jennifer A. Richeson  (born September 12, 1972) is an American social psychologist who studies racial identity and interracial interactions. She is currently the Philip R. Allen Professor of Psychology at Yale University where she heads the Social Perception and Communication Lab.  Prior to her appointment to the Yale faculty, Richeson was Professor of Psychology and African-American studies at Northwestern University. In 2015, she was elected to the United States National Academy of Sciences.[1][2] Richeson was elected to the American Philosophical Society in 2022.[3] Since 2021, she has been a member of the President’s Council of Advisors on Science and Technology (PCAST).[4]", "11378139": "Marian Radke-Yarrow (March 2, 1918 – May 19, 2007) was an American child psychologist known for studying topics such as prejudice, altruism, and depression in children. She worked in academia in the early years after completing graduate school, and then she became a National Institute of Mental Health (NIMH) researcher who observed child behavior and parent-child interactions.", "55090655": "Michael Peters is a Canadian neuropsychologist and University professor emeritus of psychology at the University of Guelph. He is known for researching functional asymmetries in the brain, especially hand preference. Additional research is on brain size in humans and spatial ability. Cited publications are listed in Google Scholar citations.[1][2] He has also studied the link between individuals' sexual orientation and their spatial processing abilities.[3]", "67542506": "Nancy Abigail Madden is an American psychologist who studies education.  She is known for the Success for All model of education.  She is a professor in the School of Education at Johns Hopkins University.  She is best known for her role in developing the Success for All educational model.", "15015407": "Gerald C. Davison (born 1939) is an American psychologist and professor. He is currently Professor of Psychology and Gerontology and former dean of the Leonard Davis School of Gerontology at the University of Southern California.", "53681656": "James H. Sidanius,[1] known as Jim Sidanius (born James Brown on December 11, 1945 - June 29, 2021)[2] was an American psychologist and academic. He served as John Lindsley Professor of Psychology in memory of William James and of African and African American Studies at Harvard University.[3] He won the 2006 Harold Lasswell Award for \"Distinguished Scientific Contribution in the Field of Political Psychology\" from the International Society of Political Psychology[4] and the Society for Personality and Social Psychology 2013 Career Contribution Award.[5] He was inducted into the American Academy of Arts and Sciences in 2007.[6] The Society of Experimental Social Psychology awarded Sidanius the Scientific Impact Award in 2019.[7]", "400897": "Reuben C. Fine[1] (October 11, 1914 – March 26, 1993) was an American chess player, psychologist, university professor, and author of many books on both chess and psychology. He was one of the strongest chess players in the world from the mid-1930s until his retirement from chess in 1951. He was granted the title of International Grandmaster by FIDE in 1950, when titles were introduced.", "41360901": "James Martin Peebles (March 23, 1822 – February 15, 1922) was an American physician, prolific author and organizer of many professional, medical, and Psychic/Spiritualist religious associations.", "32415238": "Steven Antony Sylvester (born 26 September 1968) is a former English cricketer and is now a Chartered Psychologist and Associate Fellow of the British Psychological Society (BPS). Sylvester was a right-handed batsman who bowled left-arm fast-medium. He was born in Chalfont St Giles, Buckinghamshire. Based in Buckinghamshire, Sylvester has been married to his wife Claudia Sylvester for 25 years and together they have four children. Sylvester also played Academy Football for Oxford United in the early 1980s, and played against Chelsea U18's at Stanford Bridge in the Youth FA Cup under the guidance of Maurice Evans and Dave Fogg.", "50339337": "Ralph M. Reitan (August 29, 1922 – August 24, 2014) was an American neuropsychologist and one of the founding fathers of American clinical neuropsychology having brought the notion of brain-behavior relationships to the forefront of the field. He is best known for his role in developing the Halstead-Reitan Neuropsychological Battery and his strong belief in empiricism and evidence-based practice. He was a strong advocate of use of a fixed battery in neuropsychological assessment, published prolifically, and mentored many students who also became prominent in the field. As an author, he has been collected by libraries.[1]", "27893261": "Keith Mincher is an English football coach and sports psychologist. He is most notable for a very brief spell as manager at Carlisle United in 1999.", "54599182": "Joan Freeman (1934 –  July 2023) was a child psychologist who is known for her work in the lifetime development of gifts and talents.", "39722511": "Anthony Marcel is a British psychologist who contributed to the early debate on the nature of unconscious perceptual processes in the 1970s and 1980s. Marcel argued in favour of an unconscious mind that \"…automatically re-describe(s) sensory data into every representational form and to the highest levels of description available to the organism.[1]” Marcel sparked controversy with his claim to have demonstrated unconscious priming.[2] As of 2013 Marcel was working at the University of Hertfordshire and Cambridge University where his research focused on consciousness and phenomenological experience.[3]", "859663": "Arnold Mindell (born January 1, 1940) is an American author, therapist, and teacher in the fields of transpersonal psychology, body psychotherapy, social change, and spirituality.[1][2][3]: 15  He is known for extending Jungian dream analysis to body symptoms,[4][5][6]: 61  promoting ideas of 'deep democracy,'[7]: 136 \n[8][9]: 207 [10] and interpreting concepts from physics and mathematics in psychological terms.[11][12] Mindell is the founder of process oriented psychology, or process work, a development of Jungian psychology influenced by Taoism, shamanism, and physics.[13][14]", "54173204": "William G. Braud (November 26, 1942 – May 13, 2012) was an American psychologist and parapsychologist.", "66690586": "Maria Fernanda Ferreira (born 22 September 1960[1]) is a cognitive psychologist known for empirical investigations in psycholinguistics and language processing. Ferreira is Professor of Psychology and the Principal investigator of the Ferreira Lab[2] at University of California, Davis.[3]", "9313819": "Paul Tholey (14 March 1937 – 7 December 1998) was a German Gestalt psychologist, and a professor of psychology and sports science at the University of Frankfurt and the Technical University of Braunschweig.", "34774558": "Christa Neuper (born February 12, 1958 in Graz, Austria) is a psychologist who graduated from the University of Graz. Christa Neuper was the first woman in the 426 years of history of the University of Graz to be its rector (2011–2019).", "50503199": "Henry Clay McComas (December 21, 1875 – December 1958) was an American psychologist and skeptic.", "1285665": "James V. McConnell (October 26, 1925 – April 9, 1990) was an American biologist and animal psychologist. He is most known for his research on learning and memory transfer in planarians conducted in the 1950s and 1960s. McConnell also published several science fiction short stories in the mid-1950s.", "10001957": "Satwant Pasricha is the head of Department of Clinical Psychology at NIMHANS, National Institute of Mental Health and Neurosciences at Bangalore.[1] She also worked for a time at the University of Virginia School of Medicine in the USA.[2] Pasricha investigates reincarnation[3] and near-death experiences.[4] Pasricha co-authored the 2011 book Making sense of near-death experiences, which was Highly Commended in the Psychiatry category at the 2012 British Medical Association Book Awards.[5]", "24583724": "Jennifer S. Lerner is an American experimental social psychologist known for her research in emotion and decision theory. She is the first psychologist at the Harvard Kennedy School to receive tenure.  At Harvard, her titles include Professor of Public Policy and Management, Professor of Psychology (by courtesy appointment), Faculty Director in the Graduate Commons Program, co-founder of the Harvard Decision Science Laboratory and co-director of the Harvard Faculty Group on Emotion, Decision Making, and Health. Her research interests include the effects of accountability on judgment and choice. She founded and directs the Leadership Decision Making program within Harvard Kennedy School's executive education program.[1]", "43359795": "Naomi Ellemers (born 31 January 1963 in Amsterdam) is a distinguished professor of social psychology at Utrecht University since September 2015.[1]", "7732": "Professor X (Prof. Charles Francis Xavier) is a character appearing in American comic books published by Marvel Comics. Created by writer Stan Lee and artist/co-writer Jack Kirby, the character first appeared in The X-Men #1 (September 1963). The character is depicted as the founder and occasional leader of the X-Men.", "56303155": "Jan te Nijenhuis is a Dutch psychologist. He is a lecturer of psychology at the University of Amsterdam, known for his research on human intelligence.[1][2] He studied at Groningen University and the Free University of Amsterdam.", "49290809": "Judith Ida Kestenberg (née Silberpfennig; 17 March 1910 in Tarnów, Austria-Hungary – 16 January 1999 in Sands Point, New York) was a child psychiatrist who worked with Holocaust survivors. She founded the International Study of Organized Persecution of Children (ISOPC) an organization that coordinated the psychologically informed interviews of over 1500 child survivors throughout much of the world.  She was also the lead creator of the Kestenberg Movement Profile (KMP), used to create a psychological profile based exclusively on movement patterns.", "53681722": "Deborah A. Prentice is an American scholar of psychology and university administrator. She serves as the vice-chancellor at Cambridge University.[1] She previously served as provost at Princeton University[2] and Alexander Stewart 1886 Professor of Psychology and Public Affairs.[3]", "44867144": "Jerome L. Singer (February 6, 1924 – December 14, 2019) was an American clinical psychologist. He was a Professor Emeritus of Psychology at the Yale School of Medicine. He was a fellow of the American Psychological Association, the American Association for the Advancement of Science and the New York Academy of Sciences.[1]", "33005143": "Michele Dee Klevens Ritterman (born November 18, 1946) is an American clinical psychologist and family therapist who published Using Hypnosis in Family Therapy,[1] the first book on the systematic integration of family therapy and hypnotherapy.  After receiving her doctorate in Clinical Psychology from Temple University, Ritterman is noted for her expertise regarding survivors of political torture and their families.  Her work has been translated into Spanish, German, Italian and French.", "65576540": "James Eric Stevenson (born 14 January 1947)[1] is a British child psychologist who is Emeritus Professor of Developmental Psychopathology at the University of Southampton. He is known for his research on behavior problems in children, such as attention-deficit hyperactivity disorder and reading disability. He was the founding editor of the Annual Research Review issue of the Journal of Child Psychology and Psychiatry, and subsequently served as the editor of this journal.[2]", "58859103": "Calum Neill is Professor of Psychoanalysis and Continental Philosophy at Edinburgh Napier University[1] in Edinburgh, Scotland. He is editor of the Palgrave Lacan Series[2] and the author of Without Ground: Lacanian Ethics and the Assumption of Subjectivity,[3] Ethics and Psychology: Beyond Codes of Practice[4] and Jacques Lacan: The Basics. Along with Derek Hook and Stijn Vanhuele, he edited the four volumes of Reading Lacan's Ecrits.[5]", "57712230": "Barbara Patricia Tizard, FBA, FBPsS (née Parker; 16 April 1926 – 4 January 2015) was a British psychologist and academic, specialising in developmental psychology. She was Director of the Thomas Coram Research Unit at the Institute of Education, University of London from 1980 to 1990, and Professor of Education from 1982 to 1990.", "6266472": "Rodney George Collin-Smith (26 April 1909 – 3 May 1956), known as Rodney Collin, was a British writer who was prolific in the area of spiritual development. His work was heavily influenced by his teacher P. D. Ouspensky and, through him, G. I. Gurdjieff and their system of spiritual development. His best known work, The Theory of Celestial Influence, is an ambitious attempt to unite astronomy, physics, chemistry, human physiology and world history with his own version of planetary influences.[1]", "2399865": "Sidney J. Parnes (January 5, 1922 – August 19, 2013) was an American academic who was professor at Buffalo State College (located in Buffalo, New York) and the co-founder of the International Center for Studies in Creativity. The center is housed within Buffalo State College, one of the few places in the world that offers a Master's of Science degree in creativity. The department also now[when?] offers a distance learning version of the degree to students around the world as well as an undergraduate minor in creative studies.[1]", "2399874": "Edmund T. Rolls is a neuroscientist and Professor at the University of Warwick.", "53681795": "J. Nicole Shelton is an American psychologist and Stuart Professor of Psychology at Princeton University.[1] Her research focuses on racial prejudice and interactions between whites and ethnic minorities.[1]", "5971605": "Mapping Murder: The secrets of geographical profiling", "67214998": "Diane Leslie Hughes is a developmental psychologist known for her research on racial-ethnic socialization, parent-child communication about discrimination and racism,[1] interracial relationships,[2] and the influence of racial ecology on people's experiences in social settings.[3]  She is Professor of Applied Psychology at the Steinhardt School of Culture, Education, and Human Development and co-director of the Center for Research on Culture, Development, and Education at New York University.[4]", "58695324": "Carolyn Tucker Halpern is an American developmental psychologist and Professor in the UNC Gillings School of Global Public Health, where she is Chair of the Department of Maternal and Child Health. She is also the deputy director of the National Longitudinal Study of Adolescent Health.[1]", "5480103": "Karen R. Harris is an American educational psychologist and special educator who has researched the development of learning strategies and self-regulation among students with learning challenges such as learning disabilities and attention deficit hyperactivity disorder. She is currently the Mary Emily Warner Professor (a chair she shares with Steve Graham) in the Division of Educational Leadership and Innovation, Mary Lou Fulton Teachers College at Arizona State University.", "49651368": "Francis Henry Everard Joseph Feilding (6 March 1867 – 8 February 1936) best known as Everard Feilding was an English barrister, naval intelligence officer and psychical researcher.", "237253": "Albert Bandura (December 4, 1925 – July 26, 2021) was a Canadian-American psychologist. He was a professor of social science in psychology at Stanford University.[1]", "51257031": "Eugene Hlywa (5 December 1925, Nosiv village, now Ternopil Raion, Ternopil region, Ukraine – 6 August 2017 Sydney, Australia[1]) was a psychologist, psychotherapist, hypnotherapist, public figure.", "13442761": "Stephen Briers is a British clinical psychologist.", "15277770": "Sjeng Kerbusch (1947 - 1 March 1991) was a Dutch behavior geneticist.", "2563785": "Sandra Wood Scarr (August 8, 1936 – October 8, 2021)[1][2] was an American psychologist and writer. She was the first female full professor in psychology in the history of Yale University. She established core resources for the study of development, including the Minnesota Transracial Adoption Study and the Minnesota Adolescent Adoption Study. She served as president of multiple societies including the Association for Psychological Science and was honored with multiple awards including the James McKeen Cattell Fellow Award. She was also active in the development of commercial childcare. Her work with twins in the 1960s revealed strong genetic influences on intellectual development. One of her key findings was that this differed with race and socioeconomic status (SES), with poor and non-white children showing less genetic influence on their IQ and more environmental influence.[citation needed] She demonstrated a successful intervention in premature infants, showing that stimulation improved their health and developmental outcomes.[citation needed]", "61841117": "Professor dr. hab. Krystyna Skarżyńska is Polish psychologist, professor of humanities, holding the positions of full professor at the SWPS University of Social Sciences and Humanities and the Institute of Psychology of the Polish Academy of Sciences, expert in political psychology  and social psychology.[1][2]", "54173411": "David Fraser Fraser-Harris (24 February 1867 – 3 January 1937), best known as D. F. Fraser-Harris, was a Scottish Professor of physiology and a writer.", "39362278": "Ernesto Bozzano (January 9, 1862 – June 24, 1943), also known as Signor Bozzano, was an Italian parapsychologist and spiritualist.", "49979117": "James Charles Crumbaugh (1912-2001) was an American psychologist and parapsychologist.", "18587381": "Eleanor M. Saffran (May 16, 1938 – November 23, 2002), an American neuroscientist, was a researcher in the field of Cognitive Neuropsychology. Her interest in Neuropsychology began at the Baltimore City hospitals of Johns Hopkins University, where her research unit focused on neurological patients with language or cognitive impairments. In papers published between 1976 and 1982, Dr. Saffran spelled out the methodological tenets of “cognitive neuropsychology” exemplified in her studies of aphasia,[1] alexia (acquired dyslexia), auditory verbal agnosia, and short-term memory impairment.", "64528125": "William D. Timberlake (19 November 1942 – 17 October 2019) was a psychologist and animal behavior scientist.[1][2][3] His work included behavioral economics, contrast effects, spatial cognition, adjunctive behavior, time horizons, and circadian entrainment of feeding and drug use. He is best known for his theoretical work: Behavior Systems Theory and the Disequilibrium Theory of reinforcement.[4][5]", "48373502": "Adrian Wells, CPsychol, FBPsS is a British clinical psychologist who is the creator of metacognitive therapy. He is Professor of Clinical and Experimental Psychopathology at the University of Manchester, U.K. and is also Professor II of Clinical Psychology at the Norwegian University of Science and Technology.", "40673023": "Johannes Petrus \"John\" van de Geer (21 June 1926, Rotterdam – 9 February 2008, aged 81)[1] was a Dutch psychologist, and Professor of Experimental Psychology at Leiden University, particularly known for his \"Introduction to multivariate analysis for the social sciences\".[2]", "43261698": "Sharon Lamb (born September 11, 1955),[1] is an American professor in the Department of Counseling and School Psychology at the University of Massachusetts Boston's, College of Education and Human Development,[2] and a fellow of the American Psychological Association (APA).[3] She also sits on the editorial board of the academic journals Feminism & Psychology, and Sexualization, Media, and Society.[4]", "45260552": "Florian Ștefănescu-Goangă (born Florian Ștefănescu;[a] 5 April 1881 – 26 March 1958) was a Romanian psychologist. The son of a peasant family from Curtea de Argeș, he attended the University of Bucharest, followed by doctoral studies in psychology at Leipzig University under Wilhelm Wundt. Following World War I, he became a professor at the newly founded University of Cluj, emerging as a pioneer in experimental psychology in Romania over the ensuing decades. He led the university between 1932 and 1940, also serving in government for a time. An assassination attempt against him in 1938 precipitated the killing of Iron Guard leader Corneliu Zelea Codreanu. After 1945, he initially worked with the new communist government, but his insistence on an apolitical teaching environment ultimately saw him held at Sighet prison from 1950 to 1955, and he died three years after his release.", "1613605": "Claude Michel Steiner (6 January 1935 – 9 January 2017) was a French-born American psychotherapist and writer who wrote extensively about transactional analysis (TA). His writings focused especially on life scripts, alcoholism, emotional literacy, and interpersonal power plays.", "32743216": "Paul Ulenbelt (born 1 April 1952 in Haaksbergen) is a Dutch politician and former trade unionist and academic. As a member of the Socialist Party (Socialistische Partij) he was an MP between 30 November 2006 and 23 March 2017.[1] He focused on matters of pensions, income and employment.", "71704368": "Alicia Susana Plante (born 1939) is an Argentine writer, translator, and psychologist, considered one of the main figures of Argentine noir fiction.[1][2]", "73670453": "Eve Lipchik (born August 2, 1931) is an Austrian-American psychologist. She was a member of the original team in the development of Solution-Focused Brief Therapy (SFBT). The practice is a goal-directed collaborative approach to psychotherapeutic change that is conducted through direct observation of clients' responses to a series of precisely constructed interview questions.[1] Lipchik is a certified member and approved supervisor of the American Association for Marriage and Family Therapy, as well as co-founder of ICF Consultants, Inc.,[2] in Milwaukee, Wisconsin. After retiring from active practice, Lipchik has taught, lectured and consulted in the United States, Canada, Europe, Asia and Australia.", "73637686": "Other reasons this message may be displayed:", "3219259": "Tanya Byron (née Sichel; born 6 April 1967)[1] is a British psychologist, writer, and media personality, best known for her work as a child therapist on television shows Little Angels and The House of Tiny Tearaways. She also co-created the BBC Two sitcom The Life and Times of Vivienne Vyle with Jennifer Saunders, and still contributes articles to various newspapers.", "47292220": "Helinä Häkkänen (formerly Häkkänen-Nyholm; born 26 April 1971 in Helsinki) is a Finnish psychologist who has studied narcissism and psychopathy[1] and wrote the first Finnish textbook on the subject, Psykopatia.[2] Working as both a criminal psychologist and an associate professor,[3] at the University of Helsinki,[2] Häkkänen-Nyholm studies criminal behavior[3] and the risk factors associated with it.[2] She is considered one of Finland's chief experts in forensic psychiatry and legal psychology and has a prolific publishing record.[4] She started her career in legal and criminal psychology at the National Bureau of Investigation (NBI) after which she ran a legal company. Since 2021, she has worked at Mindroot Ltd, her own company, which is specialized in providing psychological services for the legal industry and EMDR-therapy. She still co-operates with the NBI, local police and several other legal operators. Her current work as an author focuses on psychology of greed and how greed can ruin family businesses.", "60497727": "Kaarin Anstey FASSA FAHMS FRSN is an Australian Laureate Fellow and one of Australia's top dementia scientists. She is Co-Deputy Director of the ARC Centre of Excellence in Population Ageing Research (CEPAR) at the University of New South Wales, Australia, where she is Scientia Professor of Psychology. Kaarin Anstey is an Honorary Professor at the Australian National University and a Fellow of the Academy of the Social Sciences in Australia. She is a Director of the NHMRC Dementia Centre for Research Collaboration, Senior Principal Research Scientist at NeuRA and leads the NHMRC Centre of Research Excellence in Cognitive Health and the UNSW Ageing Futures Institute.[1]", "69312321": "Vanessa Mendoza Cortés (born 1980[1]) is a human rights activist and psychologist from Andorra. She is the president of Stop Violències, an organisation that campaigns against gender-based violence and campaigns for the decriminalisation of abortion in Andorra.", "8331088": "Dr Michael Daniels (born 1950) is a British transpersonal psychologist and parapsychologist.[1] A Chartered Psychologist and Associate Fellow of the British Psychological Society, he was formerly a senior lecturer in Psychology at Liverpool John Moores University and Editor of Transpersonal Psychology Review (The Journal of the British Psychological Society Transpersonal Psychology Section).", "44408661": "William Bevan (May 16, 1922 – February 19, 2007) was an American psychologist and a past president of the American Psychological Association (APA). He founded the Talent Identification Program at Duke University.", "3448679": "Ellen P. Reese (August 30, 1926 – April 2, 1997) was the Norma Cutts Dafoe professor of psychology at Mount Holyoke College until 1994.[1]", "8331114": "Chris Moulin is professor at the Laboratoire de Psychologie et NeuroCognition (LPNC UMR 5105), Université Grenoble Alpes, and a senior member of the Institut Universitaire de France.[1]", "13246315": "Carsten Nagel (born 1955 in Copenhagen) is a Danish author of 12 published books, including novels and short story collections, plus a feature-length film, short film and a play to his credit.", "57745268": "Sidney J. Segalowitz is a Canadian psychologist and neuroscientist who is a professor of psychology at Brock University. He received his Ph.D. from Cornell University.[1] He is known for his research using electroencephalography to study brain activity associated with human behavioral phenotypes.[2]", "24977269": "Nicholas John Seymour Mackintosh, FRS[3] (9 July 1935 – 8 February 2015)[3][2] was a British experimental psychologist and author, specialising in intelligence, psychometrics and animal learning.[4][5]", "62824312": "Marion Almira Bills (1890–1970) was an American psychologist who made early contributions to industrial and organizational psychology. Bills taught at several universities, but she was better known for her work applying personnel psychology at Aetna, where she was the first female officer hired by the company.", "24944505": "Nigel Latta ONZM (born 1967)[1] is a New Zealand psychologist and author. He is also the host of the television show Beyond The Darklands, The Politically Incorrect Guide to Teenagers and The Politically Incorrect Parenting Show. He revealed on The Hard Stuff with Nigel Latta that he had 3 stints at university from 1986 to 1995, two at the University of Otago in philosophy and zoology, finishing at the University of Auckland with a BSc in psychology and postgraduate diploma.[2]", "7249787": "Douglas Scott Rogo (February 1, 1950 – August 18, 1990) was a writer, journalist and researcher on subjects related to parapsychology. Rogo was murdered in 1990 at the age of 40.[1][2] His case remains unsolved.[3][4]", "26681212": "Rufus May (born 1968) is a British clinical psychologist best known for using his own experiences of being a psychiatric patient to promote alternative recovery approaches for those experiencing psychotic symptoms.  After formally qualifying as a clinical psychologist, he then disclosed that he had been previously detained in hospital with a diagnosis of schizophrenia.", "56074116": "John Delos DeLamater (October 12, 1940 – December 13, 2017) was an American sociologist and sexologist who taught at the University of Wisconsin–Madison, where he was the Conway-Bascom Professor Emeritus in the Department of Sociology.", "43097993": "Rupert Raj (born 1952) is a Canadian trans activist and a transgender man. His work since his own gender transition in 1971 has been recognized by several awards, as well as his inclusion in the National Portrait Collection of The ArQuives: Canada's LGBTQ2+ Archives.", "32808843": "Albert T. Corbett is an associate research professor emeritus of human–computer interaction at Carnegie Mellon University.[1] He is widely known for his role in the development of the Cognitive Tutor software,[2] leading to one article with over 1,000 citations.[3] Along with John Robert Anderson, he developed the Bayesian Knowledge Tracing algorithm, which is used in Cognitive Tutor software.[4] This work has been particularly influential in the educational data mining community—over half of the EDM conference papers published in 2011 and 2012 cited Bayesian Knowledge-Tracing.[5][6]\nCorbett studied psychology at Brown University, and obtained a doctorate in psychology from the University of Oregon.[7] His doctoral advisor was Wayne Wickelgren.\n[8]\n[9]", "11313041": "Mart Murdvee (March 18, 1951 – January 29, 2022)[1] was an Estonian psychologist and scholar.", "18292630": "Enrique Caballero Peraza was born in Acapulco, Guerrero, on October 27, 1959. He is a Mexican politician, physician and psychologist.", "2563997": "Richard A. Weinberg is an American developmental psychologist.", "69836711": "Felix Shmidel (Hebrew: פליקם שמידל; 27 January 1955 - 3 March 2023) is an Israeli social psychologist, anthropologist, chemical engineer, and methodologist. Author of the theory of power relations, based on the method of formalized and structured thinking about human experience. He is a Doctor of Philosophy (1989).[1]", "55975848": "Larissa Samuelson is an American psychologist known for her exploration in the fields of word learning, cognitive development, and the use of dynamic systems as a framework for understanding the developmental process.[1] She is Professor at the School of Psychology of the University of East Anglia.", "33824681": "E. Paul Bindrim (14 August 1920 in New York City – 17 December  1997 in Los Angeles) was an American psychotherapist who is known as the founder of nude psychotherapy which he believed allowed people to access and express repressed feelings more easily.", "28975022": "Jing Wang (王瑾; 1950 – July 25, 2021)[1] was Professor of Chinese media and Cultural Studies and S.C. Fang Professor of Chinese Language & Culture at Massachusetts Institute of Technology. She was jointly appointed to MIT's Comparative Media Studies and Global Studies & Languages.[2]", "68165562": "Waveney Bushell (born 1928) is a Guyanese-born teacher, activist and \"arguably the first Black educational psychologist in the UK\".[1]  She is most notable for her role in exposing racism and inequality in the British educational system.", "17768392": "Mark Henry Johnson FBA (born 1960)[3] is a British cognitive neuroscientist who, since October 2017, has been Professor of Experimental Psychology and Head of the Department of Psychology at the University of Cambridge.[1][4] He is a Fellow of the Association for Psychological Science.[5]", "61186000": "Agnes Low Rogers (October 28, 1884 – July 16, 1943) was a Scottish educator and educational psychologist.", "15343572": "Dr Anthony ‘Tony’ Valentine Hill is a fictional character created by Scottish crime writer Val McDermid. He is portrayed by actor Robson Green in the ITV television series Wire in the Blood based on her Tony Hill and Carol Jordan series of novels.", "70295509": "Daniel Burston is a psychologist and author. He is an associate professor of psychology at Duquesne University.[1]", "52469728": "Archibald Campbell Holms (1861 - 1954) most well known as A. Campbell Holms was a Scottish shipbuilding expert and spiritualist.", "2793465": "Idit R. Harel (born Idit Ron; September 18, 1958) is an Israeli-American entrepreneur and CEO of Globaloria. She is a learning sciences researcher and pioneer of Constructionist learning-based EdTech interventions.", "39755771": "Ludy T. Benjamin Jr. (born December 26, 1945) is an American psychologist and historian of psychology. He retired from Texas A&M University in 2012. He is a charter member of the Association for Psychological Science and a former director of the Office of Educational Affairs at the American Psychological Association (APA). He was president of two APA divisions, wrote more than 20 books and authored more than 150 journal articles and book chapters.", "29597696": "Becca R. Levy is a professor of Epidemiology (Social and Behavioral Sciences) at Yale School of Public Health and Professor of Psychology at Yale University. She is a leading researcher in the fields of social gerontology and psychology of aging.[1] She is credited with creating the field of how age stereotypes, which are assimilated from the culture, impact the health of older individuals.[2] The Dean of Columbia School of Public Health describes Levy as \"a pioneer\" in the \"growing body of impressive research showing that our attitudes toward aging affect our health, our resilience in the face of adversity, and our very survival.\"[3]", "9969667": "Abraham Low (1891–1954) was an American neuropsychiatrist noted for his work in establishing self-help programs for people with mental illness, and for his criticism of Freudian psychoanalysis.[1][2]", "5775373": "Ashis Nandy (Bengali: আশিস নন্দী; born 13 May 1937) is an Indian political psychologist, social theorist, and critic. A trained clinical psychologist, Nandy has provided theoretical critiques of European colonialism, development, modernity, secularism, Hindutva, science, technology, nuclearism, cosmopolitanism, and utopia. He has also offered alternative conceptions relating to cosmopolitanism and critical traditionalism. In addition to the above, Nandy has offered an original historical profile of India's commercial cinema as well as critiques of state and violence.", "51486739": "Reiko Homma True (born 1933) is an internationally known Japanese American psychologist. True is Professor Emeritus of Psychology at Alliant International University in San Francisco, CA. She is recognized for her efforts to advance mental health services for Asian Americans and other minorities.[1] She conducts research studies examining mental attitudes and status among minorities in the community, and publishes her research in reputable psychological journals.[1]", "6037524": "Barry J. Zimmerman is an educational researcher at the City University of New York, where he holds the title Distinguished Professor of Educational Psychology. He has written scholarly publications on learning and motivation, many describing his research and theories on self-regulated learning. In 2011, Zimmerman was awarded the E.L. Thorndike Career Achievement award by the American Psychological Association's Division of Educational Psychology.[1]", "41164835": "Robert Gibbon Bernreuter (1901–1995) was an American psychologist. In 1931 he developed the Bernreuter Personality Inventory.[1]", "30810168": "Sybille Bianca Giulietta Eysenck (/ˈaɪzɛŋk/ EYE-zenk; March 1927 – December 2020) was a personality psychologist and the widow of the psychologist Hans Eysenck, with whom she collaborated as psychologists at the Institute of Psychiatry, University of London, as co-authors and researchers.", "28123206": "Philip David Zelazo (born 1966) is a developmental psychologist and neuroscientist. His research has helped shape the field of developmental cognitive neuroscience regarding the development of executive function (i.e., conscious self-control of thought, action, and emotion).", "67248202": "Bärbel Kampmann (March 26, 1946 – October 27, 1999) was an Afro-German psychologist, writer, and civil servant. A well-known anti-racist activist in Germany, she led innovative integration programs in the German state of North Rhine-Westphalia that served as a model for the rest of the country.", "1613899": "Herbert George Blumer (March 7, 1900 – April 13, 1987) was an American sociologist whose main scholarly interests were symbolic interactionism and methods of social research.[1] Believing that individuals create social reality through collective and individual action,[2] he was an avid interpreter and proponent of George Herbert Mead's social psychology, which he labeled symbolic interactionism.[3] Blumer elaborated and developed this line of thought in a series of articles, many of which were brought together in the book Symbolic Interactionism.[4] An ongoing theme throughout his work, he argued that the creation of social reality is a continuous process.[2] Blumer was also a vociferous critic of positivistic methodological ideas in sociology.[3][5][6]", "57614420": "Douglas Leon Wahlsten (born October 13, 1943) is a Canadian neuroscientist, psychologist, and behavior geneticist. He is a professor emeritus of psychology at the University of Alberta.[1][2] As of 2011, he was also a visiting professor at the University of North Carolina at Greensboro in North Carolina, United States.[3] He is known for his laboratory research on the behavior of mice, and for his theoretical writings on a wide range of other topics.[4][5] His laboratory research has included studies of the effects of different laboratory environments and experimenter characteristics on the results of mouse studies.[6][7] He and his colleagues have also developed an altered form of the rotarod performance test involving wrapping sandpaper around the rod, to reduce the ability of mice to grip the rod and ride around on it.[5] He has criticized some of his fellow behavior geneticists for trying to separate the effects of genes and the environment on human intelligence, an endeavor he considers futile.[8] He also met and became friends with Leilani Muir, later helping to edit her autobiography, A Whisper Past.[9][10] He was the president of the International Behavioural and Neural Genetics Society from 2000 to 2001.[11]", "51257429": "Paul Tosio is a dual British-South African educational specialist and a psychologist qualified at the University of Oxford. He is an alumnus of New College Oxford University.", "39592025": "Rosalind Clair Gill[1] FBA (born 1963) is a British sociologist and feminist cultural theorist. She is currently Professor of Social and Cultural Analysis at City, University of London. Gill is author or editor of ten books, and numerous articles and chapters, and her work has been translated into Chinese, German, Portuguese, Spanish and Turkish.", "53682272": "Norman Kent Denzin (March 24, 1941 - August 6, 2023) was an American professor of sociology. He was an emeritus professor in the Department of Sociology at the University of Illinois at Urbana–Champaign,[1] where he was research professor of communications, College of Communications scholar, professor of sociology, professor of cinema studies, professor in the Unit for Criticism and Interpretive Theory.[2] Denzin's academic interests included interpretive theory, performance studies, qualitative research methodology, and the study of media, culture and society.", "44408939": "Nicholas Hobbs (March 13, 1915 – January 23, 1983) was an American psychologist and a past president of the American Psychological Association (APA).", "62595183": "Leann L. Birch (born Leann Elsie Traub; (1946-06-25)June 25, 1946 – (2019-05-26)May 26, 2019) was an American developmental psychologist, best known for her research on children's eating behaviors.[1][2]", "15278193": "Stephen F. Blinkhorn, CPsychol, FBPsS (born 1949) is a British occupational psychologist and psychometrician (based in Hertfordshire), who continues to contribute to psychology and psychometric testing.", "55746690": "Thomas Hubert Ollendick (born 1945 in Nebraska)[2] is an American psychologist known for his work in clinical child and adolescent psychology and cognitive behavior therapy with children. From 1999 to the present, he has been a University Distinguished Professor of psychology at Virginia Tech, and the Director of their Child Study Center.[3]"}