{"21899495": "Josef (also José or Joseph) de Mendoza y Ríos (1761–1816) was a Spanish astronomer and mathematician of the 18th century, famous for his work on navigation.\nThe first work of Mendoza y Ríos was published in 1787: his treatise[1] about the science and technique of navigation in two tomes.  He also published several tables for facilitating the calculations of nautical astronomy and useful in navigation to calculate the latitude of a ship at sea from two altitudes of the sun, and the longitude from the distances of the moon from a celestial body.", "61024493": "Hans Karl Georg Heinrich Pietsch (22 November 1907 – 14 October 1967) was a German mathematician[1] who was most notable for being a director of the Mathematical Referat of the Wehrmacht signals intelligence agency, the General der Nachrichtenaufklärung during World War II.[2]", "29763822": "Heliodorus of Larissa (fl. 3rd century?) was a Greek mathematician, and the author of a short treatise on optics which is still extant.", "58501352": "Vyacheslav Petrovich Feodoritov (Russian: Вячесла́в Петро́вич Феодори́тов)(February 28, 1928 - January 2, 2004), k.N, was a Russian physicist in the former Soviet program of nuclear weapons. He was a co-designer of the first two-stage Soviet thermonuclear device, the RDS-37, and became a chief of laboratory at Arzamas-16, now known as the All-Russian Scientific Research Institute of Experimental Physics.", "62990578": "Mireille Capitaine is a French mathematician whose research focuses on random matrices and free probability theory. In 2012 she was a recipient of the G. de B. Robinson Award for a paper she coauthored that introduced free Bessel laws, a two-parameter family of generalizations of the free Poisson distribution.[1][2] She received her PhD in 1996 from Paul Sabatier University, where she was advised by Michel Ledoux.[3] She is currently a researcher for the French National Centre for Scientific Research (CNRS), associated with the Toulouse Institute of Mathematics.[4]", "44771577": "Ursula Hamenstädt (born 15 January 1961) is a German mathematician who works as a professor at the University of Bonn.[1] Her primary research subject is differential geometry.", "54634748": "Mark William Gross FRS[1] (born 30 November 1965)[3] is an American mathematician, specializing in differential geometry, algebraic geometry, and mirror symmetry.[4][5][6]", "436480": "Kollagunta Gopalaiyer Ramanathan (13 November 1920 – 10 May 1992) was an Indian mathematician known for his work in number theory. His contributions are also to the general development of mathematical research,[1] and teaching in India.", "49588482": "Jeffrey B. Rauch (born 29 November 1945, New York City) is an American mathematical physicist, specializing in partial differential equations.", "31074567": "Troels Jørgensen is a Danish mathematician at Columbia University working on hyperbolic geometry and complex analysis, who proved Jørgensen's inequality. He wrote his thesis in 1970 at the University of Copenhagen under the joint supervision of Werner Fenchel and Bent Fuglede.[1]", "21670152": "Hourya Sinaceur is a Moroccan philosopher.  She is an expert in the theory and history of mathematics.", "57583885": "Wolfgang Händler (11 December 1920 in Potsdam – 19 February 1998) was a German mathematician, pioneering computer scientist and professor at Leibniz University Hannover (Lehrstuhl für elektronische Rechenanlagen) and University of Erlangen–Nuremberg (Institut für Mathematische Maschinen und Datenverarbeitung) known for his work on automata theory, parallel computing, artificial intelligence, man-machine interfaces and computer graphics.[1][2][3][4]", "9185552": "Annesley Ashworth Somerville (16 November 1858 – 15 May 1942) was a schoolteacher turned politician.  He taught for forty years before turning to politics, then for twenty years served as a Conservative Party politician in the United Kingdom.", "10856724": "Jacob Cohen (April 20, 1923 – January 20, 1998) was an American psychologist and statistician best known for his work on statistical power and effect size, which helped to lay foundations for current statistical meta-analysis[1][2] and the methods of estimation statistics. He gave his name to such measures as Cohen's kappa, Cohen's d, and Cohen's h.", "68725016": "Frances Ellen Baker (1902–1995) was an American mathematician who became a professor of mathematics and chair of the mathematics department at Vassar College.", "35694878": "Severus Sebokht (Classical Syriac: ܣܘܪܘܣ ܣܝܒܘܟܬ),[1] also Seboukt of Nisibis, was a Syriac scholar and bishop who was born in Nisibis, Syria in 575 and died in 667.", "4335903": "Robert Jeffrey Zimmer (November 5, 1947 – May 23, 2023) was an American mathematician and academic administrator. From 2006 until 2021, he served as the 13th president of the University of Chicago and as the Chair of the Board for Argonne National Lab, Fermi National Accelerator Laboratory,[1] and the Marine Biological Laboratory.[2] He then served as chancellor of the University of Chicago until July 2022.\nAs a mathematician, Zimmer specialized in geometry, particularly ergodic theory, Lie groups, and differential geometry.", "45164833": "Raymond Flood is Emeritus Fellow and a member of the Continuing Education Department at Kellogg College, Oxford,[1] and has been a Professor of Geometry at Gresham College.[2]", "53455140": "Mahlon E. Doyle (June 14, 1924 – March 4, 2017) was an American cryptologist, inventor, innovator, and author. He enjoyed a three decade career at the National Security Agency and its predecessor organizations.[1]", "42903846": "Catherine Sulem FRSC (born 1957)[1] is a mathematician and violinist at the University of Toronto.", "76073": "Thomas Fincke (6 January 1561 – 24 April 1656) was a Danish mathematician and physicist, and a professor at the University of Copenhagen for more than 60 years.[1]", "47982893": "Mathias Schacht (born 1977) is a German mathematician who specializes in graph theory.[1]", "26323251": "Shmuel Gal (Hebrew: שמואל גל, born 1940) is a mathematician and professor of statistics at the University of Haifa in Israel.", "58861877": "Mary Elizabeth (María) Falk de Losada is an American-born Colombian mathematician. She is a retired professor of mathematics at the National University of Colombia, and a former rector of Antonio Nariño University.[1][2], She is known for her work developing mathematics competitions in Colombia.[3]", "62236986": "Jang-Mei Wu is a Taiwanese-American mathematician specializing in complex analysis, potential theory, quasiconformal mapping, and partial differential equations. She is a professor emeritus at the University of Illinois at Urbana–Champaign.[1]", "59222333": "Luigi Berzolari (1863–1945) was an Italian mathematician.", "30222656": "Juan Luis Vázquez Suárez is Professor of Applied Mathematics at Universidad Autónoma de Madrid (UAM), Spain.", "56469825": "Bernard Maurey (born 1948)[1] is a French mathematician who deals with functional analysis and especially the theory of Banach spaces.", "30091589": "Leslie Frederick Greengard (born 1957) is an American mathematician, physicist and computer scientist.[2][3] He is co-inventor with Vladimir Rokhlin Jr. of the fast multipole method (FMM) in 1987, recognized as one of the top-ten algorithms of the 20th century.[2][4]", "36579655": "Miriam Almaguer Leiva is a Cuban-American mathematician and mathematics educator, the first American Hispanic woman to earn a doctorate in mathematics and mathematics education.[1][2] She is the Bonnie Cone Distinguished Professor for Teaching Emerita in the Department of Mathematics at the University of North Carolina at Charlotte, and the founder of TODOS: Mathematics for All, an organization devoted to advocacy for and encouragement of Latinx students in mathematics.[3] She is also an author of many secondary-school mathematics textbooks.[2]", "31566167": "Gábor N. Sárközy, also known as Gabor Sarkozy, is a Hungarian-American mathematician, the son of noted mathematician András Sárközy.  He is currently  on faculty of the Computer Science Department at Worcester Polytechnic Institute, MA, United States and is also a senior research fellow at the Alfréd Rényi Institute of Mathematics of the Hungarian Academy of Sciences.[1]", "52701530": "Xu Yue was a second-century mathematician, born in Donglai, in present-day Shandong province, China. Little is known of his life except that he was a student of Liu Hong, an astronomer and mathematician in second century China, and had frequent discussions with the Astronomer-Royal of the Astronomical Bureau.[1]", "25274723": "Anthony Perry Morse (21 August 1911 – 6 March 1984) was an American mathematician who worked in both analysis, especially measure theory, and in the foundations of mathematics. He is best known as the co-creator, together with John L. Kelley, of Morse–Kelley set theory.  This theory first appeared in print in Kelley's General Topology.[1] Morse's own version appeared later in A Theory of Sets.[2][3]", "2107748": "Péter Frankl (born 26 March 1953 in Kaposvár, Somogy County, Hungary) is a mathematician, street performer, columnist and educator, active in Japan.[3] Frankl studied mathematics at Eötvös Loránd University in Budapest and submitted his PhD thesis while still an undergraduate. He holds a PhD degree from the University Paris Diderot as well.  He has lived in Japan since 1988, where he is a well-known personality and often appears in the media. He keeps travelling around Japan performing (juggling and giving public lectures on various topics).  Frankl won a gold medal at the International Mathematical Olympiad in 1971. He has seven joint papers with Paul Erdős,[4] and eleven joint papers with Ronald Graham.[5] His research is in combinatorics, especially in extremal combinatorics. He is the author of the union-closed sets conjecture.[6]", "10201445": "Felix Earl Browder (/ˈbraʊdər/; July 31, 1927 – December 10, 2016) was an American mathematician known for his work in nonlinear functional analysis.[1] He received the National Medal of Science in 1999 and was President of the American Mathematical Society until 2000. His two younger brothers also became notable mathematicians, William Browder (an algebraic topologist) and Andrew Browder[2] (a specialist in function algebras).", "3778919": "Alexander Alexandrovich Kirillov Jr. (Russian: Александр Александрович Кириллов) is a Russian-born American mathematician, working in the area of representation theory and Lie groups. He is a son of Russian mathematician Alexandre Kirillov.", "33007978": "Prabodh Chandra Sengupta (21 June 1876–1962)[1] was a historian of ancient Indian astronomy. He was a Professor of Mathematics at Bethune College in Calcutta and a lecturer in Indian Astronomy and Mathematics at the University of Calcutta.[citation needed]", "54798702": "Herbert Julius von Denffer (born 4 June 1907, date of death unknown) was a German actuarial  mathematician. He was born in Narva, Estonia.[1] During World War II, Denffer worked as a cryptanalyst in Referat F, the  Mathematical Referat, as part of the Inspectorate 7/VI, that was the signals intelligence agency of the Wehrmacht, before and during World War II. He would later work for the General der Nachrichtenaufklärung, the successor organization to the In 7/VI, specifically undertaking research in general theory of cryptography.", "32778612": "Germano D'Abramo (born 25 May 1973) is an Italian mathematician, physicist and discoverer of minor planets.[2]", "895349": "Friederich Pius Philipp Furtwängler (April 21, 1869 – May 19, 1940) was a German number theorist.", "1452408": "Ludwig Schläfli (15 January 1814 – 20 March 1895) was a Swiss mathematician, specialising in geometry and complex analysis (at the time called function theory) who was one of the key figures in developing the notion of higher-dimensional spaces. The concept of multidimensionality is pervasive in mathematics, has come to play a pivotal role in physics, and is a common element in science fiction.", "1714552": "Theon of Smyrna (Greek: Θέων ὁ Σμυρναῖος Theon ho Smyrnaios, gen. Θέωνος Theonos; fl. 100 CE) was a Greek philosopher and mathematician, whose works were strongly influenced by the Pythagorean school of thought. His surviving On Mathematics Useful for the Understanding of Plato is an introductory survey of Greek mathematics.", "53258618": "Liu Sifeng (Chinese: 刘思峰; born 15 July 1955) is a Chinese systems engineer.  He is the director of the Institute for Grey Systems Studies at Nanjing University of Aeronautics and Astronautics, Nanjing, China.  He is best known for his work on grey system theory.", "239997": "Grace Chisholm Young (née Chisholm, 15 March 1868 – 29 March 1944) was an English mathematician.  She was educated at Girton College, Cambridge, England and continued her studies at Göttingen University in Germany, where in 1895 she received a doctorate.[1] \nHer early writings were published under the name of her husband, William Henry Young, and they collaborated on mathematical work throughout their lives. For her work on calculus (1914–16), she was awarded the Gamble Prize for Mathematics by Girton College.[2]", "38971774": "Mariusz Ziółko (born September 18, 1946, in Hamburg) is a Polish Professor of automatics and signal processing. He graduated in 1970 from AGH University of Science and Technology, where he also received PhD in 1973 and habilitation in 1990. In 2001 he received a title of a professor of technical studies from a president of Poland. He was a DAAD stipendist at University of Wuppertal. He was a visiting professor at Fachhochule St. Pölten at Austria in 2005. He is a professor in AGH\nDepartment of Electronics, where he leads a Digital Signal Processing Group. He was a member of several scientific organisations including IEEE, SIAM, EURASIP, ISCA and a chair of several conferences.  He is a coauthor of pioneer publications from mathematical optimization models in biology. His works had also an important impact on Polish speech recognition technologies.", "240002": "Johann Peter Gustav Lejeune Dirichlet (German: [ləˈʒœn diʁiˈkleː];[1] 13 February 1805 – 5 May 1859) was a German mathematician who made contributions to number theory (including creating the field of analytic number theory), and to the theory of Fourier series and other topics in mathematical analysis; he is credited with being one of the first mathematicians to give the modern formal definition of a function.", "43395": "Alfred North Whitehead OM FRS FBA (15 February 1861 – 30 December 1947) was an English mathematician and philosopher. He created the philosophical school known as process philosophy,[21] which has been applied in a wide variety of disciplines, including ecology, theology, education, physics, biology, economics, and psychology.", "37890436": "Reza Sadeghi  (Persian: رضا صادقی; April 20, 1977 – March 17, 1998[1]) was an Iranian mathematician and Olympiad gold and silver medals winner.[2] He is an alumnus of National Organization for Development of Exceptional Talents (NODET).", "3647877": "Eric Ronald Priest FRSE FRS (born 7 November 1943) is Emeritus Professor at St Andrews University, where he previously held the Gregory Chair of Mathematics and a Bishop Wardlaw Professorship.", "45492615": "Celso José da Costa (born April 7, 1949 in Congonhinhas) is a Brazilian mathematician working in differential geometry. His research activity has focused in the construction and classification of minimal surfaces embedded in three-dimensional Euclidean space. He is best known for his discovery of Costa's minimal surface, which was described in 1982.[1]", "3844489": "Dorit Aharonov (Hebrew: דורית אהרונוב; born 1970) is an Israeli computer scientist specializing in quantum computing.", "55650699": "Ernst Mauritz Dahlin (1843–1929) was a Swedish mathematician who is known by his work on history of mathematics.", "58009999": "Mythily Ramaswamy (born 6 June 1954)[2] is an Indian mathematician and professor in the Department of Mathematics at the TIFR Centre for Applicable Mathematics of the Tata Institute of Fundamental Research in Bangalore.[3] Her research involves functional analysis and controllability of partial differential equations.[2]", "70658453": "Neil J. Calkin (born 29 March 1961) is a professor at Clemson University in the Algebra and Discrete Mathematics group of the School of Mathematical and Statistical Sciences.  His interests are in combinatorial and probabilistic methods, mainly as applied to number theory.", "30386583": "Olga Holtz (Russian: Ольга Гольц; born August 19, 1973) is a Russian mathematician specializing in numerical analysis. She received the Sofia Kovalevskaya Award in 2006[1] and the European Mathematical Society Prize (2008).  Since 2008, she is a member of the Young Academy (Junge Akademie[2]) of Germany.", "24914337": "Themistocles M. Rassias (Greek: Θεμιστοκλής Μ. Ρασσιάς; born April 2, 1951) is a Greek mathematician, and a professor at the National Technical University of Athens (Εθνικό Μετσόβιο Πολυτεχνείο), Greece. He has published more than 300 papers, 10 research books and 45 edited volumes in research Mathematics as well as 4 textbooks in Mathematics (in Greek) for university students. His research work has received more than 19,000 citations according to Google Scholar[5] and more than 5,800 citations according to MathSciNet.[6] His h-index is 49. He serves as a member of the\nEditorial Board of several international mathematical journals.", "73935266": "Nicholas Artabasdos Rhabdas[a] was an early-14th century Byzantine mathematician. Born in Smyrna, he occupied a position in imperial administration in Constantinople. He is known for three mathematical letters and an unpublished grammatical treatise.", "32385452": "Edwin Bailey Elliott FRS[1] (born 1 June 1851, Oxford, England;\ndied 21 July 1937 in Oxford, England) was a mathematician who worked on invariant theory. In 1892 he was appointed Waynflete Professor of Pure Mathematics at Oxford.[2] He was elected a fellow of the Royal Society in 1891. He wrote the book An introduction to the algebra of quantics, on invariant theory (Elliott 1913).[3]", "8399278": "Ivan Ivanovich Ivanov (Russian: Иван Иванович Иванов; 11 August 1862 – 17 December 1939) was a Russian-Soviet mathematician who worked in the field of number theory. Together with Georgy Voronoy he continued Pafnuty Chebyshev's work on the subject.[1]", "20588975": "James Henry Taylor (February 21, 1893 – March 30, 1972) was a professor of mathematics at George Washington University from 1929–1958, and professor emeritus from 1959 until his death.[1]", "1485231": "Giuseppe \"Bepi\" Colombo (October 2, 1920 in Padua – February 20, 1984 in Padua) was an Italian scientist, mathematician and engineer at the University of Padua, Italy.", "56797618": "Walter Lewis Baily Jr. (July 5, 1930, in Waynesburg, Pennsylvania[1] – January 15, 2013, in Northbrook, Illinois[2]) was an American mathematician.", "31959476": "Donald W. Loveland (born December 26, 1934, in Rochester, New York)[1] is a professor emeritus of computer science at Duke University who specializes in artificial intelligence.[2] He is well known for the Davis–Putnam–Logemann–Loveland algorithm.[3]", "41232820": "Siegfried Bosch is a German mathematician working in arithmetic geometry, focusing in particular on nonarchimedean analytic geometry.", "70953404": "Jacques-André Mallet (French: [mɑlɛ]);[8] also Mallet-Favre;[9][10]\n23 September 1740 – 31 January 1790[11])\nwas a Genevan mathematician[2][12]\nand astronomer.[3][13][14]", "9808316": "Robert William Maclagan Wedderburn (1947–1975) was a Scottish statistician who worked at the Rothamsted Experimental Station. He was co-developer, with John Nelder, of the generalized linear model methodology,[1]\nand then expanded this subject to develop the idea of quasi-likelihood.[2]", "47098303": "Evan Tom Davies (24 September 1904 – 8 October 1973) was a Welsh mathematician. He studied applications of the Lie derivative as it relates to Riemannian geometry as well as absolute differential calculus, and published a large number of papers relating to the subjects.", "1452482": "Ferdinand Gotthold Max Eisenstein (16 April 1823 – 11 October 1852) was a German mathematician. He specialized in number theory and analysis, and proved several results that eluded even Gauss. Like Galois and Abel before him, Eisenstein died before the age of 30. He was born and died in Berlin, Prussia.", "54045129": "Ratnasingham Shivaji is an American mathematician, focusing in applied math and mathematical biology, currently the H. Barton Excellence Professor at University of North Carolina at Greensboro and formerly a W. L. Giles Distinguished Professor at Mississippi State University.[1][2][3]", "58829263": "Noriko H. Arai (Japanese: 新井紀子, born October 22, 1962[1]) is a Japanese researcher in mathematical logic and artificial intelligence,[2] known for her work on a project to develop robots that can pass the entrance examinations for the University of Tokyo.[3] She is a professor in the information and society research division of the National Institute of Informatics.[3][4]", "2271697": "Giuseppe Melfi (June 11, 1967) is an Italo-Swiss mathematician who works on practical numbers and modular forms.", "42412504": "Dolores Margaret Richard Spikes (August 24, 1936 – June 1, 2015) was an American mathematician and university administrator.[1]  Born in Baton Rouge, Dolores Richard attended public and parochial schools in that city and, still in her home city, went on to Southern University from which she earned her B.S. degree in mathematics in 1957. Also at Southern she met her future husband, Hermon Spikes.[2]", "5286361": "Antoine Gombaud, alias Chevalier de Méré, (1607 – 29 December 1684) was a French writer, born in Poitou.[1] Although he was not a nobleman, he adopted the title chevalier (knight) for the character in his dialogues who represented his own views (chevalier de Méré because he was educated at Méré). Later his friends began calling him by that name.[2]", "66890202": "Overtoun Jenda, born in an urban area of the northern part of Malawi,[1] is an American mathematician and recipient of a 2020 Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring.[2] He is a Professor of Mathematics and Assistant Provost for Special Projects and Initiatives at Auburn University.[3] In 2011, Jenda founded the Southern Africa Mathematical Sciences Association Masamu project for research collaboration.[4]", "47426018": "Joaquín Bustoz Jr. (1939–2003) was an American mathematician who worked as a professor of mathematics at Arizona State University. His mathematical research concerned functional analysis, including orthogonal polynomials and special functions, but he was primarily known as a mentor to underrepresented minorities in mathematics.[1]", "1157602": "Henry Pierce Stapp (born March 23, 1928 in Cleveland, Ohio)[1] is an American mathematical physicist, known for his work in quantum mechanics, particularly the development of axiomatic S-matrix theory, the proofs of strong nonlocality properties, and the place of free will in the \"orthodox\" quantum mechanics of John von Neumann.[2]", "40839653": "Franklin Paul Peterson (1930–2000) was an American mathematician specializing in algebraic topology. He was a professor of mathematics at the Massachusetts Institute of Technology.[1][2]", "2402789": "Abraham Haskel Taub (/tɔːb/; February 1, 1911 – August 9, 1999) was a distinguished American mathematician and physicist who made important contributions to the early development of general relativity, as well as differential geometry and differential equations.", "34253287": "Isidor Pavlovich Natanson (Russian: Исидор Павлович Натансон; February 8, 1906 in Zurich – July 3, 1964 in Leningrad) was a Swiss-born Soviet mathematician known for contributions to real analysis and constructive function theory, in particular, for his textbooks on these subjects.[1] His son, Garal'd Natanson (1930–2003), was also a known mathematician.[2]", "28977644": "Fabien Morel  (born 22 January 1965, in Reims) is a French algebraic geometer and key developer of A¹ homotopy theory with Vladimir Voevodsky.[1] Among his accomplishments is the proof of the Friedlander conjecture, and the proof of the complex case of the Milnor conjecture stated in Milnor's 1983 paper 'On the homology of Lie groups made discrete'. This result was presented at the Second Abel Conference, held in January–February 2012.", "35269101": "George William Morgenthaler is an American mathematician at the University of Colorado at Boulder working on analysis.", "68037102": "Jaak Peetre (29 July 1935, in Tallinn – 1 April 2019, in Lund) was an Estonian-born Swedish mathematician.[1][2] He is known for the Peetre theorem and Peetre's inequality.", "3615216": "Albert Girard (French pronunciation: [alˈbɛʁ ʒiˈʁaʁ]) (11 October 1595 in Saint-Mihiel, France − 8 December 1632 in Leiden, The Netherlands) was a French-born mathematician. He studied at the University of Leiden. He \"had early thoughts on the fundamental theorem of algebra\"[1] and gave the inductive definition for the Fibonacci numbers.[2]\nHe was the first to use the abbreviations 'sin', 'cos' and 'tan' for the trigonometric functions in a treatise.[1] Girard was the first to state, in 1625, that each prime of the form 1 mod 4 is the sum of two squares.[3] (See Fermat's theorem on sums of two squares.) It was said that he was quiet-natured and, unlike most mathematicians, did not keep a journal for his personal life.", "32319985": "Ichirō Satake (佐武 一郎, Satake Ichirō) (25 December 1927 – 10 October 2014) was a Japanese mathematician working on algebraic groups who introduced the Satake isomorphism and Satake diagrams. He was considered an iconic figure in the theory of linear algebraic groups and symmetric spaces.[1]", "5286390": "Pan Chengdong (Chinese: 潘承洞; pinyin: Pān Chéngdòng; 26 May 1934 – 27 December 1997) was a Chinese mathematician who made numerous contributions to number theory, including progress on Goldbach's conjecture. He was vice president of Shandong University and took the role of president from 1986 to 1997.[1]", "59156983": "Priscilla Harris Braislin Merrick (July 1838 – December 15, 1888)[1] was the first mathematics professor at Vassar College.[2]", "67643896": "Thomas Hermann Geisser (born February 28, 1966, in Wuppertal) is a German mathematician working at \nRikkyo University (Tokyo, Japan). He works in the field of arithmetic geometry, motivic cohomology and algebraic K-theory.", "58698233": "Gusztáv Rados (22 February 1862 in Pest–1 November 1942 in Budapest) was a Hungarian mathematician.  Rados specialized in number theory, linear algebra, algebra, and differential geometry.[1] In 1936, he was awarded the Grand Prize of the Hungarian Academy of Sciences.", "56830460": "Kyōji Saitō (齋藤 恭司, Saitō Kyōji; born 25 December 1944)[1] is a Japanese mathematician, specializing in algebraic geometry and complex analytic geometry.", "30484997": "Ivan Fesenko is a mathematician working in number theory and its interaction with other areas of modern mathematics.[1]", "6072838": "Andrew Jonathan Mestel (born 13 March 1957 in Cambridge, England) is British mathematician and chess player. He holds the position of Professor of Applied Mathematics at Imperial College London. He worked on magnetohydrodynamics and biological fluid dynamics.[1] He obtained his PhD with the thesis \"Magnetic Levitation of Liquid Metals\" at University of Cambridge.", "14428679": "David Vernon Widder (25 March 1898 – 8 July 1990) was an American mathematician. He earned his Ph.D. at Harvard University in 1924 under George Birkhoff and went on to join the faculty there.", "54077957": "Kenneth \"Ken\" Morgan Golden is an American applied mathematician and Distinguished Professor at the University of Utah. He is recognized as the \"Indiana Jones of Mathematics\" for his work in polar climate modeling and has traveled to the polar regions eighteen times, in total, to study sea ice.[1][2][3][4]", "60074505": "Hanan Mohamed Abdelrahman is an Egyptian-Norwegian mathematics educator, the 2017 winner of the Holmboe Prize [no].[1][2]", "56666634": "George Roger Sell (February 7, 1937 – May 29, 2015) was an American mathematician, specializing in differential equations, dynamical systems, and applications to fluid dynamics, climate modeling, control systems, and other subjects.[1]", "68168204": "Alexander A. Voronov (Russian: Александр Александрович Воронов) (born November 25, 1962) is a Russian-American mathematician specializing in mathematical physics, algebraic topology, and algebraic geometry.  He is currently a Professor of Mathematics at the University of Minnesota and a Visiting Senior Scientist at the Kavli Institute for the Physics and Mathematics of the Universe.[1]", "7481870": "Foundation is a science fiction novel by American writer Isaac Asimov. It is the first  published in his  Foundation Trilogy (later expanded into the Foundation series). Foundation is a cycle of five interrelated short stories, first published as a single book by Gnome Press in 1951. Collectively they tell the early story of the Foundation, an institute founded by psychohistorian Hari Seldon to preserve the best of galactic civilization after the collapse of the Galactic Empire.", "67119631": "Frank Wilson Warner III (born March 2 1938 in Pittsfield, Massachusetts)[1] is an American mathematician, specializing in differential geometry.", "62237204": "Julianna Sophia Tymoczko (born 1975)[1] is an American mathematician whose research connects algebraic geometry and algebraic combinatorics, including representation theory, Schubert calculus, equivariant cohomology, and Hessenberg varieties. She is a professor of mathematics at Smith College.[2]", "27535892": "Robert Erich Remak (14 February 1888 – 13 November 1942) was a German mathematician. He is chiefly remembered for his work in group theory (Remak decomposition). His other interests included algebraic number theory, mathematical economics and geometry of numbers. Robert Remak was the son of the neurologist Ernst Julius Remak and the grandson of the embryologist Robert Remak. He was murdered in the Holocaust.", "45525526": "Andrea Rica Nahmod (born 1964)[1] is a mathematician at University of Massachusetts, Amherst.[2] She is known for her work in nonlinear partial differential equations and other areas of nonlinear analysis.", "66234906": "Mina Egbert Ossiander is an American mathematician specializing in probability theory and central limit theorems.[1] She is a professor of mathematics at Oregon State University,[2] where she also holds an adjunct appointment in statistics.[3]", "65939996": "Thomas Edward Forster (born 12 April 1948) is a British set theorist and philosopher. His work has focused on Quine's New Foundations, the theory of well-quasi-orders and better-quasi-orders, and various topics in philosophy.[1]", "4663836": "Morgan Crofton (1826, Dublin, Ireland – 1915, Brighton, England) was an Irish mathematician who contributed to the field of geometric probability theory. He also worked with James Joseph Sylvester and contributed an article on probability to the 9th edition of the Encyclopædia Britannica. Crofton's formula is named in his honour.", "44247587": "Francis Edward Su is an American mathematician.  He joined the Harvey Mudd College faculty in 1996, and is currently Benediktsson-Karwa Professor of Mathematics.  Su served as president of the Mathematical Association of America from 2015–2017[1] and is serving as a Vice President of the American Mathematical Society from 2020-2023.[2]  Su has received multiple awards from the MAA, including the Henry L. Alder Award[3] and the Haimo Award, both for distinguished teaching.[4] He was also a Phi Beta Kappa Visiting Scholar during the 2019-2020 term.[5]", "33106468": "Skip Garibaldi is an American mathematician doing research on algebraic groups and especially exceptional groups.", "1550892": "René-Louis Baire (French: [bɛʁ]; 21 January 1874 – 5 July 1932) was a French mathematician most famous for his Baire category theorem, which helped to generalize and prove future theorems. His theory was published originally in his dissertation Sur les fonctions de variables réelles (\"On the Functions of Real Variables\") in 1899.", "240174": "Sir Ronald Ross KCB KCMG FRS FRCS[1][2] (13 May 1857 – 16 September 1932) was a British medical doctor who received the Nobel Prize for Physiology or Medicine in 1902 for his work on the transmission of malaria, becoming the first British Nobel laureate, and the first born outside Europe. His discovery of the malarial parasite in the gastrointestinal tract of a mosquito in 1897 proved that malaria was transmitted by mosquitoes, and laid the foundation for the method of combating the disease.", "26421806": "David Schmeidler (1939 – 17 March 2022) was an Israeli mathematician and economic theorist. He was a Professor Emeritus at Tel Aviv University and the Ohio State University.", "30747184": "Antoine Meyer, also known as Antun or Tun Meyer (1801–1857) was a Luxembourg-born mathematician and poet who later adopted Belgian nationality. Sometimes referred to as the father of Luxembourgish literature, he is remembered for publishing the very first book in Luxembourgish, a collection of six poems entitled \"E' Schrek ob de' lezeburger Parnassus\" (A Step up the Luxembourg Parnassus).[1]", "70986291": "Anna Sierpińska (1947 – October 19, 2023)[1][2] was a Polish-Canadian scholar of mathematics education, known for her investigations of understanding and epistemology in mathematics education. She was a professor emerita of mathematics and statistics at Concordia University.[3]", "22293049": "Steven Roman is a mathematician, currently Emeritus Professor of Mathematics at California State University, Fullerton and Visiting Professor of Mathematics at University of California, Irvine. He is one of the main developers of umbral calculus. He has written about 40 books on mathematics and computer programming.", "60271163": "Peter J. Braam is a Dutch-American computer scientist, mathematician and entrepreneur focused on large-scale computing. As an academic, Braam held senior faculty positions at the University of Utah, Oxford, Carnegie Mellon, and visiting or adjunct positions at the University of British Columbia, the Chinese Academy of Sciences and the University of Cambridge.", "1583685": "Samuel Standfield Wagstaff Jr. (born 21 February 1945) is an American mathematician and computer scientist, whose research interests are in the areas of cryptography, parallel computation, and analysis of algorithms, especially number theoretic algorithms. He is currently a professor of computer science and mathematics at Purdue University[1] who coordinates the Cunningham project, a project to factor numbers of the form bn ± 1, since 1983. He has authored/coauthored over 50 research papers and four books.[2] He has an Erdős number of 1.[3]", "1190470": "Mark Grigorievich Krein (Ukrainian: Марко́ Григо́рович Крейн, Russian: Марк Григо́рьевич Крейн; 3 April 1907 – 17 October 1989) was a Soviet mathematician, one of the major figures of the Soviet school of functional analysis. He is known for works in operator theory (in close connection with concrete problems coming from mathematical physics), the problem of moments, classical analysis and representation theory.", "43591": "Édouard Albert Roche (French: [edwaʁ albɛʁ ʁɔʃ]; 17 October 1820 – 27 April 1883) was a French astronomer and mathematician, who is best known for his work in the field of celestial mechanics. His name was given to the concepts of the Roche sphere, Roche limit, and Roche lobe. He also was the author of works in meteorology.", "53946954": "Mario Pulvirenti is an Italian mathematician, Professor emeritus of Mathematical Physics at Sapienza University of Rome.[1]", "26946127": "Georges Jean Marie Valiron (7 September 1884 – 17 March 1955) was a French mathematician, notable for his contributions to analysis, in particular, the asymptotic behaviour of entire functions of finite order and Tauberian theorems.[1]", "54962771": "Sabine J. A. Van Huffel (born 26 September 1958) is a Belgian computer scientist, applied mathematician, and electrical engineer, whose research concerns computational methods for medical diagnostics, and in particular methods based on total least squares.", "57944659": "Dörte Haftendorn (born March 25, 1948)[1] is a German mathematician, mathematics educator, and textbook author who works as a professor at Leuphana University of Lüneburg.[2]", "32680535": "Waleed Al-Salam (born 15 July 1926 in Baghdad, Iraq – died 14 April 1996 in Edmonton, Canada) was a mathematician who introduced Al-Salam–Chihara polynomials,  Al-Salam–Carlitz polynomials, q-Konhauser polynomials, and Al-Salam–Ismail polynomials. He was a Professor Emeritus at the University of Alberta.", "26225243": "Fred Stephen Roberts (born June 19, 1943)[1] is an American mathematician, a professor of mathematics at Rutgers University, and a former director of DIMACS.", "32909919": "Joseph D. E. Konhauser (1924 – February 1992) was an American mathematician who introduced Konhauser polynomials. He was a professor at Macalester College.[1] He also organized many mathematical problems competitions. The annual Konhauser Problemfest is named after him.", "54536802": "Aleksandr Andreyevich Logunov (Russian: Александр Андреевич Логунов, 5 December 1989) is a Russian mathematician, specializing in harmonic analysis, potential theory, and geometric analysis.", "45656690": "Ernst August Weiß[2]  (or Weiss;[1] 5 May 1900 in Strasbourg – 9 February 1942 in a Nazi field hospital near Lake Ilmen) was a German mathematician.", "1550971": "Nicolaas George Wijnand Henri Beeger (1884, in Utrecht – 1965, in Amsterdam) was a Dutch mathematician. His 1916 doctorate was on Dirichlet series. He worked for most of his life as a teacher, working on mathematics papers in his spare evenings. After his retirement as a teacher at 65, he began corresponding with many contemporary mathematicians and dedicated himself to his work. Tilburg University still holds biennial lectures entitled the Beeger lectures in his honour.", "174717": "Dugald Stewart FRSE FRS (/ˈdjuːɡəld/; 22 November 1753 – 11 June 1828) was a Scottish philosopher and mathematician. Today regarded as one of the most important figures of the later Scottish Enlightenment, he was renowned as a populariser of the work of Francis Hutcheson and of Adam Smith. Trained in mathematics, medicine and philosophy,[1] his lectures at the University of Edinburgh were widely disseminated by his many influential students. In 1783 he was a joint founder of the Royal Society of Edinburgh. In most contemporary documents he is referred to as Prof Dougal Stewart.[2]", "49982078": "Claire Mathieu (formerly Kenyon, born 1965[1]) is a French computer scientist and mathematician, known for her research on approximation algorithms, online algorithms, and auction theory. She works as a director of research at the Centre national de la recherche scientifique.[2]", "58436225": "Jacques Frédéric Français (20 June 1775 – 9 March 1833) was a French engineer and mathematician.[1]", "6630018": "Viktor Antonovich Sadovnichiy  (Russian: Виктор Антонович Садовничий; born  3 April 1939) is a Russian mathematician, winner of the 1989 USSR State Prize, and since 1992 the rector of Moscow State University.[1] One of the main opinion leaders in Russia, Sadovnichiy has significant political and social influence.[2]", "27273860": "Paul Ian Biran (Hebrew: פאול בירן; born 25 February 1969) is an Israeli mathematician. He holds a chair at ETH Zurich. His research interests include symplectic geometry and algebraic geometry.[1]", "174724": "Gorō Shimura (志村 五郎, Shimura Gorō, 23 February 1930 – 3 May 2019) was a Japanese mathematician and Michael Henry Strater Professor Emeritus of Mathematics at Princeton University who worked in number theory, automorphic forms, and arithmetic geometry.[1] He was known for developing the theory of complex multiplication of abelian varieties and Shimura varieties, as well as posing the Taniyama–Shimura conjecture which ultimately led to the proof of Fermat's Last Theorem.", "46508678": "Yang Le (simplified Chinese: 杨乐; traditional Chinese: 楊樂; pinyin: Yáng Lè; other translation of his name: Yang Lo or Lo Yang; 10 November 1939 – 22 October 2023) was a Chinese mathematician. He was a member of the Chinese Academy of Sciences.[2]", "9742981": "Charles R. Leedham-Green is a retired professor of mathematics at Queen Mary, University of London, known for his work in group theory. He completed his DPhil at the University of Oxford.[1]", "48966280": "Paul Irving Richards (1923–1978) was a physicist and applied mathematician.  Richard's is best known to electrical engineers for the eponymous Richards' transformation.  However, much of his career was concerned with radiation transport and fluid flow.  Notably, he produced one of the earliest models of traffic waves on busy highways.", "59157128": "Ralph Benedict D'Agostino Sr. (born August 16, 1940) is an American biostatistician and professor of Mathematics/Statistics, Biostatistics and Epidemiology at Boston University. He was the director of the Statistics and Consulting Unit of the Framingham Study and the executive director of the M.A./Ph.D. program in biostatistics at Boston University.[2] He was elected a fellow of the American Statistical Association in 1990 and of the American Heart Association in 1991.[1]", "3615367": "Oskar Xavier Schlömilch (13 April 1823 – 7 February 1901) was a German mathematician, born in Weimar, working in mathematical analysis. He took a doctorate at the University of Jena in 1842, and became a professor at Dresden Polytechnic in 1849.", "14002828": "Joseph Leonard Walsh (September 21, 1895 – December 6, 1973) was an American mathematician who worked mainly in the field of analysis.  The Walsh function and the Walsh–Hadamard code are named after him. The Grace–Walsh–Szegő coincidence theorem is important in the study of the location of the zeros of multivariate polynomials.[1][2]", "18950800": "Alan Baker FRS[1] (19 August 1939 – 4 February 2018[2]) was an English mathematician, known for his work on effective methods in number theory, in particular those arising from transcendental number theory.", "53750416": "Marcin Król (c. 1422–1460), also Martinus Ruthenus, Marcin z Żurawica, Marcin Król z Przemyśla, Martinus Polonus, Martinus Rex de Premislia was a Ruthenian-born Polish mathematician, astronomer, and doctor.", "56371858": "Thornton Carle Fry (7 January 1892, Findlay, Ohio – 1 January 1991) was an applied mathematician, known for his two widely-used textbooks, Probability and its engineering uses (1928)[1][2] and Elementary differential equations (1929).[3][4]", "46705302": "Uffe Valentin Haagerup (19 December 1949 – 5 July 2015) was a mathematician from Denmark.", "34220694": "Gonzalo Pérez Iribarren (1936–1998) was an Uruguayan mathematician and statistical expert.", "17836694": "Andreas J. Winter (born 14 June 1971, Mühldorf, Germany[1]) is a German mathematician and mathematical physicist at the  Universitat Autònoma de Barcelona (UAB) in Spain. He received his Ph.D. in 1999 under Rudolf Ahlswede and Friedrich Götze at the Universität Bielefeld in Germany before moving to the University of Bristol and then to the Centre for Quantum Technologies (CQT) at the National University of Singapore. In 2013 he was appointed ICREA Research Professor at UAB.", "40217245": "Ernst Heinrich Bruns (4 September 1848 – 23 September 1919) was a German mathematician and astronomer, who also contributed to the development of the field of theoretical geodesy.", "1485469": "Oskar Perron (7 May 1880 – 22 February 1975) was a German mathematician.", "57322145": "Alexandru Zaharescu (born June 4, 1961) is a Romanian mathematician. He is a professor in the Department of Mathematics, University of Illinois at Urbana–Champaign, and a Senior Researcher at the Institute of Mathematics of the Romanian Academy. He has two PhDs in mathematics, one from the University of Bucharest in 1991 under the direction of Nicolae Popescu, the other from Princeton University in 1995 under the direction of Peter Sarnak. Zaharescu has numerous publications in highly prestigious journals,[1] and more than 350 in total.[2] Almost all his work is in number theory.", "174754": "Teiji Takagi (高木 貞治 Takagi Teiji, April 21, 1875 – February 28, 1960) was a Japanese mathematician, best known for proving the Takagi existence theorem in class field theory. The Blancmange curve, the graph of a nowhere-differentiable but uniformly continuous function, is also called the Takagi curve after his work on it.", "45394597": "Maximilian Jacob Herzberger (7 or 17 Mar 1899, Berlin, Germany — 9 Apr 1982, New Orleans, United States)[1][2] was a German-American mathematician and physicist, known for his development of the superachromat lens.", "63023782": "Yong Seung Cho (Korean: 조용승; born September 18, 1949) is a South Korean educator and mathematician. He completed a Ph.D. in mathematics in 1987 at the University of Chicago. His research interests include geometric topology, Yang-Mills Theory, Seiberg-Witten Theory, Gromov-Witten Theory, and Quantum cohomology of symplectic manifolds. His teaching career includes Chungbuk National University, Kyungpook National University, Brandeis University, and Ewha Womans University.  Currently he teaches at Sungkyunkwan University as Invited Professor.\nIn 2003, he was elected as President of the Korean Mathematical Society (KMS),[1] and at the position, he played a pivotal role in establishing the National Institute for Mathematical Sciences (NIMS) in South Korea, the first national mathematical research center directly funded by the South Korean government. In 2005, he was selected as the first President of NIMS, and immediately began to set-up fundamental foundation of the NIMS to be innovative hub of the mathematical researches contributing to South Korea's overall scientific and industrial competitiveness.[2][3]", "35990187": "Jean Henri van Swinden (The Hague, 8 June 1746 – Amsterdam, 9 March 1823) was a Dutch mathematician and physicist who taught in Franeker and Amsterdam.", "68299438": "Nadine S. Bezuk is an American mathematics educator, and a professor emerita of teacher education at San Diego State University,[1] where she is a former associate dean and former Qualcomm Professor of Teacher Education,[2] the former director of the San Diego State University School of Teacher Education,[3] and the former president and executive director of the Association of Mathematics Teacher Educators.", "40839855": "Anny Cazenave (French pronunciation: [ani kaznav] ⓘ) is a French space geodesist and one of the pioneers in satellite altimetry. She works for the French space agency CNES and has been deputy director of the Laboratoire d'Etudes en Geophysique et Oceanographie Spatiales [fr] (LEGOS) at Observatoire Midi-Pyrénées in Toulouse since 1996. Since 2013, she is director of Earth sciences at the International Space Science Institute (ISSI), in Bern (Switzerland).", "31337135": "Albrecht Dold (5 August 1928 – 26 September 2011) was a German mathematician specializing in algebraic topology who proved the Dold–Thom theorem, the Dold–Kan correspondence, and introduced Dold manifolds, Dold–Puppe stabilization, and Dold fibrations.", "48212663": "Olivier Debarre (born 1959) is a French mathematician who specializes in complex algebraic geometry.[1]", "9480887": "Zoltán Szabó (born November 24, 1965) is a professor of mathematics at Princeton University known for his work on Heegaard Floer homology.", "4565688": "Pavel Tichý (Czech: [ˈpavɛl ˈcɪxiː]; 18 February 1936, Brno, Czechoslovakia – 26 October 1994, Dunedin, New Zealand) was a Czech logician,  philosopher and mathematician.", "305850": "Alexey Yakovlevich Chervonenkis (Russian: Алексей Яковлевич Червоненкис; 7 September 1938 – 22 September 2014) was a Soviet and Russian mathematician. Along with Vladimir Vapnik, he was one of the main developers of the Vapnik–Chervonenkis theory, also known as the \"fundamental theory of learning\" - an important part of computational learning theory. Chervonenkis held joint appointments with the Russian Academy of Sciences and Royal Holloway, University of London.[1]", "207547": "Thābit ibn Qurra (full name: Abū al-Ḥasan ibn Zahrūn al-Ḥarrānī al-Ṣābiʾ, Arabic: أبو الحسن ثابت بن قرة بن زهرون الحراني الصابئ, Latin: Thebit/Thebith/Tebit);[2] 826 or 836 – February 19, 901,[3] was a polymath known for his work in mathematics, medicine, astronomy, and translation. He lived in Baghdad in the second half of the ninth century during the time of the Abbasid Caliphate.", "65481405": "Ulrike Leopold-Wildburger (born 1949)[1] is an Austrian mathematical economist, applied mathematician, and operations researcher. She is a professor emeritus at the University of Graz, where she headed the department of statistics and operations research,[2] and is a former president of the Austrian Society of Operations Research.[3]", "1485502": "Ralph Henstock (2 June 1923 – 17 January 2007) was an English mathematician and author. As an Integration theorist, he is notable for Henstock–Kurzweil integral. Henstock brought the theory to a highly developed stage without ever having encountered Jaroslav Kurzweil's 1957 paper on the subject.", "30386879": "John Baines (1787–1838), was an English mathematician.", "39365310": "The Ronald Fisher bibliography contains the works published by the English statistician and biologist Ronald Fisher (1890–1962).", "44378818": "Donald Cochrane (27 May 1917 – 31 March 1983) was an Australian econometrician. He was a long-time faculty member at the University of Melbourne,[1] and is known for developing the Cochrane–Orcutt estimation procedure.", "53717700": "David Rytz von Brugg (1 April 1801, in Bucheggberg – 25 March 1868, in Aarau) was a  Swiss mathematician and teacher.[1]", "5089990": "Sharaf al-Din or Shihab al-Din or Muḥyi al-Din Abu al-Abbas Aḥmad ibn Ali ibn Yusuf al-Qurashi al-Sufi, better known as Ahmad al-Buni (Arabic: أحمد البوني, d. 1225), was a mathematician and philosopher and a well known Sufi. Very little is known about him. His writings deal with the esoteric value of letters and topics relating to mathematics, sihr (sorcery) and spirituality.[1][2] Born in Buna (present-day Annaba, Algeria), al-Buni lived in Egypt and learned from many eminent Sufi masters of his time.[3]", "71936712": "Josephus C.M. Baeten (born 15 June 1954) is a Dutch computer scientist[1] and mathematician, who has published on process calculus, concurrency theory, formal methods, model-based software engineering, model-based systems engineering and theory of computation.[2][3]", "63810248": "Peter Wai-Kwong Li (born 18 April 1952) is an American mathematician whose research interests include differential geometry and partial differential equations, in particular geometric analysis. After undergraduate work at California State University, Fresno, he received his Ph.D. at University of California, Berkeley under Shiing-Shen Chern in 1979.[1] Presently he is Professor Emeritus at University of California, Irvine,[2] where he has been located since 1991.", "36448971": "Lucjan Emil Böttcher (January 21, 1872 – May 29, 1937) was a Polish mathematician who worked in Lvov in the beginning of the 20th century.[1]", "63056588": "Nina H. Fefferman (born December 20, 1978) is an American evolutionary biologist, epidemiologist, and ecologist at the University of Tennessee for the Departments of Ecology and Evolution & Mathematics. Her research focuses on the mathematics of epidemiology, evolutionary & behavioral ecology, and conservation biology. She studies how individual behaviors can affect an entire population.[1]", "44935884": "Joseph E. Gillis (3 August 1911 – 18 November 1993) was a British-Israeli mathematician and one of the founders of the Faculty of Mathematics at the Weizmann Institute of Science, where he served as a professor of Applied Mathematics. He made notable contributions to fractal sets, fluid dynamics, random walks, and pioneered the combinatorial theory of special functions of mathematical physics.[1]", "1485520": "Arnaud Denjoy (French: [dɑ̃ˈʒwa]; 5 January 1884 – 21 January 1974) was a French mathematician.", "1354452": "Arnold Schönhage (born 1 December 1934 in Lockhausen, now Bad Salzuflen) is a German mathematician and computer scientist.", "63941338": "Cecilia Berdichevsky or Berdichevski (née Tuwjasz) (1925 – 2010) was a pioneering Argentine computer scientist and began her work in 1961 using the first Ferranti Mercury computer in that country.[1]", "26946267": "Steven M. Awodey[1] (/ˈaʊdi/; born 1959) is an American mathematician and logician. He is a Professor of Philosophy and Mathematics at Carnegie Mellon University.", "54962908": "The Interpretation of Dreams or Dream-book,[a] written by a certain Antiphon (Ἀντιφῶν) of Athens, is an influential ancient treatise on dreams, of which only a few fragments survive.", "764639": "Louis Poinsot (3 January 1777 – 5 December 1859) was a French mathematician and physicist.  Poinsot was the inventor of geometrical mechanics, showing how a system of forces acting on a rigid body could be resolved into a single force and a couple.", "44280544": "William B. Gragg (1936–2016) ended his career as an Emeritus Professor in the Department of Applied Mathematics at the Naval Postgraduate School. He has made fundamental contributions in numerical analysis, particularly the areas of numerical linear algebra and numerical methods for ordinary differential equations.", "61582053": "Igor Dmitrievich Ado (Russian: Игорь Дмитриевич Адо, scientific transliteration Igor' Dmitrievič Ado; January 17, 1910 in Kazan – June 30, 1983) was a  Soviet mathematician.  He was born into the family of a state employee and he lived in Kazan till the end of his life. After leaving school Igor Ado entered the faculty of mathematics and physics at Kazan State University, named after V. I. Lenin, from which he graduated successfully in 1931. He was admitted to the PhD study at the Chair of Mathematics (since 1934 – Chair of Algebra) under the supervision of Nikolai Chebotaryov. Igor Ado finished successfully his PhD study by preparing a scientific qualifying work for the degree of a Candidate (PhD) of physical and mathematical sciences. The University board awarded him for this work the degree of Doctor nauk (doctor of sciences) of physic-mathematical sciences. This is an analogue to the European Habilitation and is very unusual to receive for a PhD work.", "44280556": "Ladislav \"Ladja\" Skula (born June 30, 1937) is a Czech mathematician. His work spans across topology, algebraic number theory, and the theory of ordered sets. He has published over 80 papers and notable results on the Fermat quotient.", "10989": "Felix Hausdorff (/ˈhaʊsdɔːrf/ HOWS-dorf, /ˈhaʊzdɔːrf/ HOWZ-dorf;[1] November 8, 1868 – January 26, 1942[2]) was a German mathematician, pseudonym Paul Mongré, who is considered to be one of the founders of modern topology and who contributed significantly to set theory, descriptive set theory, measure theory, and functional analysis.", "1485550": "Jaroslav Kurzweil (Czech pronunciation: [ˈjaroslaf ˈkurtsvajl], 7 May 1926, Prague – 17 March 2022) was a Czech mathematician.", "59353837": "Karin Schnass (born 1980)[1] is an Austrian mathematician and computer scientist known for her research on sparse dictionary learning.[2] She is a professor of mathematics at the University of Innsbruck.[3]", "1846002": "Antonio Luigi Gaudenzio Giuseppe Cremona (7 December 1830 – 10 June 1903) was an Italian mathematician. His life was devoted to the study of geometry and reforming advanced mathematical teaching in Italy. He worked on algebraic curves and algebraic surfaces, particularly through his paper Introduzione ad una teoria geometrica delle curve piane (\"Introduction to a geometrical theory of the plane curves\"), and was a founder of the Italian school of algebraic geometry.[1]", "1518329": "Gheorghe Țițeica (Romanian pronunciation: [ˈɡe̯orɡe t͡siˈt͡sejka]; 4 October 1873 – 5 February 1939) publishing as George or Georges Tzitzéica) was a Romanian mathematician who made important contributions in geometry. He is recognized as the founder of the Romanian school of differential geometry.", "1551099": "Annie Easley was an American computer scientist and accomplished mathematician who made critical contributions to NASA's rocket systems and energy technologies over her 34-year career. As a black female in America during the 1950s she faced heavy adversity throughout her career and was often underrepresented and disregarded.  Despite these barriers Easley demonstrated perseverance and determination to make a name for herself in a line of work dominated by males. She demonstrated exceptional skills in mathematics, data analysis, and code development across projects focused on alternative energy sources, improved power systems, and launch capabilities enabling space communication and exploration.", "70494973": "Sina Ruth Greenwood is a New Zealand mathematician whose interests include continuum theory, discrete dynamical systems, inverse limits, set-valued analysis, and Volterra spaces.[1][2] She is an associate professor of mathematics and Associate Dean Pacific in the faculty of science at the University of Auckland.[1]", "3025661": "Ljubomir Chakaloff (or Lubomir Nikolov Chakalov) was a Bulgarian mathematician. He was born in 1886 in Samokov and died in 1963 at the age of 77.  He was unmarried at the time of his death.", "58534655": "Herbert Ellsworth Slaught (1861–1937) was an American mathematician who was president of the Mathematical Association of America and editor of the journal American Mathematical Monthly.", "59255552": "John Edward McCarthy (born 20 January 1964) is a mathematician. He is currently the Spencer T. Olin Professor of Arts and Sciences, and former\nchair of the Department of Mathematics and Statistics at Washington University in St. Louis. He works in operator theory\nand several complex variables, and applications of mathematics to other areas.", "1944319": "Menaechmus (Greek: Μέναιχμος, 380–320 BC) was an ancient Greek mathematician, geometer and philosopher[1] born in Alopeconnesus or Prokonnesos in the Thracian Chersonese, who was known for his friendship with the renowned philosopher Plato and for his apparent discovery of conic sections and his solution to the then-long-standing problem of doubling the cube using the parabola and hyperbola.", "3582724": "Shou-Wu Zhang (Chinese: 张寿武; pinyin: Zhāng Shòuwǔ; born October 9, 1962) is a Chinese-American mathematician known for his work in number theory and arithmetic geometry. He is currently a Professor of Mathematics at Princeton University.", "17246986": "Guy Tachard (French: [gi taʃaʁ]; 1651 – 1712), also known as Père Tachard, was a French Jesuit missionary and mathematician of the 17th century, who was sent on two occasions to the Kingdom of Siam by Louis XIV. He was born in Marthon, near Angoulême.", "174860": "Steven J. Brams (born November 28, 1940, in Concord, New Hampshire) is an American game theorist and political scientist at the New York University Department of Politics. Brams is best known for using the techniques of game theory, public choice theory, and social choice theory to analyze voting systems and fair division. He is one of the independent discoverers of approval voting,[1] as well as extensions of approval voting to multiple-winner elections to give proportional representation of different interests.[2]", "11643661": "Vasily Sergeyevich Nemchinov (Russian: Василий Cергеевич Немчинов; 14 January 1894, Grabovo – 5 November 1964, Moscow) was a Soviet and Russian economist and mathematician. Nemchinov is credited with introducing mathematical methods into Soviet economics, thus creating a scientific basis for central planning.", "4860688": "David Borwein (March 24, 1924 – September 3, 2021) was a Lithuanian-born Canadian mathematician, known for his research in the summability theory of series and integrals. He also did work in measure theory and probability theory, number theory, and approximate subgradients and coderivatives. He latterly collaborated with his son, Jonathan Borwein, and with B.A. Mares Jr. on the properties of single-variable and many-variable sinc integrals.[1]", "67054356": "Judith Lee MacKenzie Gersting (born August 20, 1940)[1] is an American mathematician, computer scientist, and textbook author. She is a professor emerita of computer science at Indiana University–Purdue University Indianapolis[2] and at the University of Hawaiʻi at Hilo.[3]", "45361950": "Birgit Speh (born 1949)[1] is Goldwin Smith Professor of Mathematics at Cornell University.[2] She is known for her work in Lie groups, including Speh representations (also known as Speh's representations).[3]", "33106720": "Victor Borisovich Lidskii (Russian: Виктор Борисович Лидский, 4 May 1924, Odessa – 29 July 2008, Moscow) was a Soviet and Russian mathematician who worked in spectral theory, operator theory, and shell theory. Lidskii discovered the  Lidskii theorem in 1959. His adviser at Moscow State University was Israel Gelfand.", "35269409": "Edward Schaumberg Quade (June 28, 1908 – June 4, 1988)[1] was an American mathematician at the Rand Corporation who worked on trigonometric series and systems analysis.[2][3]", "36940578": "Shinichi Mochizuki (望月 新一, Mochizuki Shin'ichi, born March 29, 1969) is a Japanese mathematician working in number theory and arithmetic geometry. He is one of the main contributors to anabelian geometry. His contributions include his solution of the Grothendieck conjecture in anabelian geometry about hyperbolic curves over number fields. Mochizuki has also worked in Hodge–Arakelov theory and p-adic Teichmüller theory. Mochizuki developed inter-universal Teichmüller theory,[2][3][4][5] which has attracted attention from non-mathematicians due to claims it provides a resolution of the abc conjecture.[6]", "3025696": "Nikola Dimitrov Obreshkov (Bulgarian: Никола Димитров Обрешков; March 6, 1896 in Varna – August 11, 1963 in Sofia) was a prominent Bulgarian mathematician, working in complex analysis.", "60009254": "Ilan Amit (Hebrew: אִילָן עָמִית; (1935-01-19)January 19, 1935 – (2013-03-11)March 11, 2013) was an Israeli mathematician, spiritual philosopher, and defence consultant. He worked as a strategist and senior advisor to Israel's defence establishment, including the Mossad.", "19737384": "Pierre Bardin (1590 – 29 May 1635), born in Rouen, was a French philosopher and mathematician and Doctor of Letters. He was one of the first members of the Académie française and the first occupant of Seat 29.", "633645": "Christopher Clavius, SJ (25 March 1538 – 6 February 1612[1]) was a Jesuit German mathematician, head of mathematicians at the Collegio Romano, and astronomer who was a member of the Vatican commission that accepted the proposed calendar invented by Aloysius Lilius, that is known as the Gregorian calendar. Clavius would later write defences and an explanation of the reformed calendar, including an emphatic acknowledgement of Lilius' work. In his last years he was probably the most respected astronomer in Europe and his textbooks were used for astronomical education for over fifty years in and even out of Europe.[2]", "2337582": "Hua Luogeng or Hua Loo-Keng (Chinese: 华罗庚; Wade–Giles: Hua Lo-keng; 12 November 1910 – 12 June 1985) was a Chinese mathematician and politician famous for his important contributions to number theory and for his role as the leader of mathematics research and education in the People's Republic of China. He was largely responsible for identifying and nurturing the renowned mathematician Chen Jingrun who proved Chen's theorem, the best known result on the Goldbach conjecture. In addition, Hua's later work on mathematical optimization and operations research made an enormous impact on China's economy. He was elected a foreign associate of the US National Academy of Sciences in 1982.[1]  He was elected a member of the standing Committee of the first to sixth National people's Congress, Vice-Chairman of the sixth National Committee of the Chinese People's Political Consultative Conference (April 1985) and Vice-Chairman of the China Democratic League (1979). He joined the Communist Party of China in 1979.", "34777908": "Vatroslav Bertić (7 June 1818 – 1901) was a Croatian mathematician.", "48376628": "Richard Baldus (11 May 1885, in Salonika – 28 January 1945, in Munich) was a German mathematician, specializing in geometry.[1]", "600885": "Heinrich Brandt (8 November 1886, in Feudingen – 9 October 1954, in Halle, Saxony-Anhalt) was a German mathematician who was the first to develop the concept of a groupoid.", "37661503": "William Ted Martin (June 4, 1911 – May 30, 2004) was an American mathematician, who worked on mathematical analysis, several complex variables, and probability theory. He is known for the Cameron–Martin theorem and for his 1948 book Several complex variables, co-authored with Salomon Bochner.", "46508864": "Emma Castelnuovo (12 December 1913 – 13 April 2014) was an Italian mathematician and teacher[1] of Jewish descent.[2]", "33598275": "Graham Brightwell is a British mathematician working in the field of discrete mathematics.[1][2]", "67054406": "Silvio Ballarin (1901 – 1969)[1] was a Dalmatian Italian mathematician and university professor.", "55880521": "Theodoros Varopoulos (Θεόδωρος Βαρόπουλος; 30 January 1884 in Astakos – 14 June 1957 in Thessaloniki) was a Greek mathematician, and a mathematics professor at the University of Athens (1929–1931) and at the Aristotle University of Thessaloniki (1931–1957).", "4631370": "David George Kendall FRS[1] (15 January 1918 – 23 October 2007)[3] was an English statistician and mathematician, known for his work on probability, statistical shape analysis, ley lines and queueing theory. He spent most of his academic life in the University of Oxford (1946–1962) and the University of Cambridge (1962–1985). He worked with M. S. Bartlett during World War II, and visited Princeton University after the war.[4]", "34712394": "Robert Evert Stong (August 23, 1936, Oklahoma City – April 10, 2008, Charlottesville, Virginia) was a mathematician at the University of Virginia who proved the Hattori–Stong theorem.", "70888273": "Oleh Stepanovych Barna (Ukrainian: Олег Степанович Барна; 18 April 1967[1] – 17 April 2023) was a Ukrainian human rights activist and politician who served as a People's Deputy of Ukraine from 2014 to 2019. Barna fought during the Russian invasion of Ukraine and was killed in action on 17 April 2023.[2] Honorary Citizen of Ternopil (2023, posthumously).[3]", "57518938": "Alexey Fyodorovich Leontiev (Russian: Алексей Фёдорович Леонтьев; 27 March 1917 – 14 April 1987) was a Soviet scientist in the field of mathematics, professor, Member of the Academy of Sciences of the Soviet Union, laureate of the USSR State Prize (in 1989, posthumously).[1]", "68496219": "Nežka Mramor Kosta  is a Slovenian mathematician working at University of Ljubljana.[1]\nShe is known for her work on computational logic and is a member of the Institute for Mathematics, Physics and Mechanics of Slovenia.", "8072034": "Zoia Ceaușescu (Romanian pronunciation: [ˈzoja tʃe̯a.uˈʃesku]; 28 February 1949 – 20 November 2006) was a Romanian mathematician, the daughter of Communist leader Nicolae Ceaușescu and his wife, Elena. She was also known as Tovarășa Zoia (comrade Zoia).", "14822244": "John Keill FRS (1 December 1671 – 31 August 1721) was a Scottish mathematician, natural philosopher, and cryptographer who was an important defender of Isaac Newton.", "65842021": "Royal Vale Heath (5 January 1883 – 25 July 1960) was a wealthy New York stockbroker and writer who became widely known as a magician and puzzle enthusiast.[1] His magic tricks were often based on mathematics and he introduced the term \"mathemagic\" to describe them in a 1933 book titled Mathemagic.[2] He was a frequent contributor to Scripta Mathematica,[1] Hugard's Magic Monthly, and The Jinx.[3]", "58436459": "Michael F. Singer (born 25 February 1950 in New York City) is an American mathematician.", "3386222": "Samuel Vince FRS[1] (6 April 1749 – 28 November 1821) was an English clergyman, mathematician and astronomer at the University of Cambridge.", "3353456": "Richard Jozsa  FRS is an Australian mathematician who holds the Leigh Trapnell Chair in Quantum Physics at the University of Cambridge.[3] He is a fellow of King's College, Cambridge, where his research investigates quantum information science. A pioneer of his field, he is the co-author of the Deutsch–Jozsa algorithm and one of the co-inventors of quantum teleportation.", "1256305": "William Bourne (c. 1535–1582) was an English mathematician, innkeeper and former Royal Navy gunner who presented the first design for a navigable  submarine and wrote important navigational manuals. He is often called William Bourne of Gravesend.", "1649527": "Richard C. Schroeppel (born 1948) is an American mathematician born in Illinois. His research has included magic squares, elliptic curves, and cryptography. In 1964, Schroeppel won first place in the United States among over 225,000 high school students in the Annual High School Mathematics Examination, a contest sponsored by the Mathematical Association of America and the Society of Actuaries.[1] In both 1966 and 1967, Schroeppel scored among the top 5 in the U.S. in the William Lowell Putnam Mathematical Competition.[2] In 1973 he discovered that there are 275,305,224 normal magic squares of order 5.[3] In 1998–1999 he designed the Hasty Pudding Cipher, which was a candidate for the Advanced Encryption Standard, and he is one of the designers of the SANDstorm hash, a submission to the NIST SHA-3 competition.", "1780605": "Luigi Poletti (31 December 1864 – 10 March 1967) was an Italian mathematician and poet. He was born in Pontremoli, where he also died, age 102.", "20163457": "Michael Ian Shamos (born April 21, 1947) is an American mathematician, attorney, book author, journal editor, consultant and company director. He is (with Franco P. Preparata) the author of Computational Geometry (Springer-Verlag, 1985), which was for many years the standard textbook in computational geometry, and is known for the Shamos–Hoey sweep line algorithm for line segment intersection detection and for the rotating calipers technique for finding the width and diameter of a geometric figure. His publications also include works on electronic voting, the game of billiards, and intellectual property law in the digital age.", "338817": "Theodor Franz Eduard Kaluza (German: [kaˈluːt͡sa]; 9 November 1885 – 19 January 1954) was a German mathematician and physicist known for the Kaluza–Klein theory, involving field equations in five-dimensional space-time. His idea that fundamental forces can be unified by introducing additional dimensions were reused much later for string theory.", "4598657": "Ivan Georgiyevich Petrovsky (Russian: Ива́н Гео́ргиевич Петро́вский; 18 January 1901 – 15 January 1973) was a Soviet mathematician working mainly in the field of partial differential equations. He greatly contributed to the solution of Hilbert's 19th and 16th problems, and discovered what are now called Petrovsky lacunas. He also worked on the theories of boundary value problems, probability, and on the topology of algebraic curves and surfaces.", "20196233": "Jean-Jacques de Marguerie (12 April 1742, Mondeville – 6 July 1779, Grenada) was a French naval officer and mathematician.", "47360905": "Arnaldo Leite Pinto Garcia (born 1950) is a Brazilian mathematician working on algebraic geometry and coding theory. He is a titular researcher at the IMPA.[1]", "61549452": "Dorothy Irene Wallace Andreoli is an American number theorist, mathematical biologist, and mathematics educator. She is a professor of mathematics at Dartmouth College.[1]", "29010830": "Károly Bezdek (born May 28, 1955, in Budapest, Hungary) is a Hungarian-Canadian mathematician. He is a professor as well as a Canada Research Chair of mathematics and the director of the Centre for Computational and Discrete Geometry at the University of Calgary in Calgary, Alberta, Canada. Also he is a professor (on leave) of mathematics at the University of Pannonia in Veszprém, Hungary. His main research interests are in geometry in particular, in combinatorial, computational, convex, and discrete geometry. He has authored 3 books and more than 130 research papers. He is a founding Editor-in-Chief of the e-journal Contributions to Discrete Mathematics (CDM).", "46508944": "Armin Bernd Cremers (born June 7, 1946) is a German mathematician and computer scientist. He is a professor in the computer science institute at the University of Bonn, Germany. He is most notable for his contributions to several fields of discrete mathematics including formal languages and automata theory. In more recent years he has been recognized for his work in artificial intelligence, machine learning and robotics as well as in geoinformatics and deductive databases.", "764818": "Jean-Victor Poncelet (French pronunciation: [ʒɑ̃ viktɔʁ pɔ̃slɛ]; 1 July 1788 – 22 December 1867) was a French engineer and mathematician who served most notably as the Commanding General of the École Polytechnique. He is considered a reviver of projective geometry, and his work Traité des propriétés projectives des figures is considered the first definitive text on the subject since Gérard Desargues' work on it in the 17th century. He later wrote an introduction to it: Applications d'analyse et de géométrie.[3]", "59779989": "Aurelie or Aurélie Thiele is a French engineering and decision-making professor. She is an associate professor in the engineering management and information and systems department at the Lyle School of Engineering of Southern Methodist University.", "1158040": "Acharya Pingala[2] (Sanskrit: पिङ्गल, romanized: Piṅgala; c. 3rd–2nd century BCE)[1] was an ancient Indian poet and mathematician,[3] and the author of the Chandaḥśāstra (Sanskrit: छन्दःशास्त्र, lit. 'A Treatise on Prosody'), also called the Pingala-sutras (Sanskrit: पिङ्गलसूत्राः, romanized: Piṅgalasūtrāḥ, lit. 'Pingala's Threads of Knowledge'), the earliest known treatise on Sanskrit prosody.[4]", "4369305": "Robert of Chester (Latin: Robertus Castrensis) was an English Arabist of the 12th century. He translated several historically important books from Arabic to Latin, such as:", "34548637": "Helmut Heinrich Schaefer (February 14, 1925 in Großenhain, Weimar Republic – December 16, 2005 in Tübingen, Germany) was a German mathematician, who worked primarily in functional analysis. His two best known scientific monographs are titled Topological Vector Spaces (1966) and Banach Lattices and Positive Operators (1974). The first of these was subsequently translated into Spanish and Russian. The second made him an internationally recognized and leading scholar in this particular field of mathematics. (Roquette & Wolff, 2006)", "73051040": "Stavros Plakidis Greek: Σταύρος Πλακίδης; May 22, 1893 – January 1, 1991) was an astronomer, professor, astrophysicist, mathematician, author, and director of the Astronomical Institute of the National Observatory of Athens and intermittently served as chairman of the National Observatory.  He is considered the father of modern astronomy in Greece.  Plakidis made systematic observations of variable stars, novae, planets (Mars, Jupiter, Saturn, and Mercury), minor planets, stellar parallaxes, orbits of comets, and double stars, also contributing to the accurate geographic coordinates of the Athens Observatory.  Plakidis independently discovered V1500 Cygni several hours after Minoru Honda claimed the find in Japan.[1][2][3]", "61549473": "Rosa C. Orellana is an American mathematician specializing in algebraic combinatorics and representation theory. She is a professor of mathematics at Dartmouth College.[1][2]", "13282210": "Friedrich Kambartel was a German philosopher.", "47360932": "Karl-Otto Stöhr (born 9 May 1942) is a German mathematician working on algebraic geometry. He is a titular researcher at the IMPA.[1]", "59419559": "Georges Bruhat (21 December 1887 – 1 January 1945[1]) was a French physicist.", "64433063": "Gerardo Chowell is professor of mathematical epidemiology and chair of the Department of Population Health Sciences in the School of Public Health at Georgia State University.[1] He grew up in Colima, Mexico, where he became interested in mathematics as a child. He graduated from the University of Colima in 2001 before beginning the summer program at Cornell University's Mathematical and Theoretical Biology Institute. He later decided to enroll in the Ph.D. program at Cornell, which he completed in 2005 under the supervision of Carlos Castillo-Chavez.[1][2]", "24652714": "Ostilio Ricci da Fermo (1540–1603) was an Italian mathematician.", "30059434": "Alexander John Thompson (1885 in Plaistow, Essex - 17 June 1968 in Wallington, Surrey) is the author of the last great table of logarithms, published in 1952. This table, the Logarithmetica britannica gives the logarithms of all numbers from 1 to 100000 to 20 places and supersedes all previous tables of similar scope, in particular the tables of Henry Briggs, Adriaan Vlacq and Gaspard de Prony.[1]", "20196268": "Alexis Fontaine, known as Alexis Fontaine des Bertins (13 August 1704 – 21 August 1771) was a French mathematician. He was a patron and teacher of Jean-Jacques de Marguerie.", "61647788": "Lynne Marie Butler (born 1959) is an American mathematician whose research interests include algebraic combinatorics, group theory, and mathematical statistics. She is a professor of mathematics at Haverford College.", "5286832": "Michael Keith (born 1955) is an American mathematician, software engineer, and author of works of constrained writing.", "404404": "Irving John Good (9 December 1916 – 5 April 2009)[1][2]\nwas a British mathematician who worked as a cryptologist at Bletchley Park with Alan Turing. After the Second World War, Good continued to work with Turing on the design of computers and Bayesian statistics at the University of Manchester. Good moved to the United States where he was professor at Virginia Tech.", "31861687": "Grace Andrews (May 30, 1869 – July 27, 1951) was an American mathematician. She, along with Charlotte Angas Scott, was one of only two women listed in the first edition of American Men of Science, which appeared in 1906.[1]", "23309247": "Eli L. Turkel (hebrew  אלי טורקל) (born January 22, 1944) is an Israeli applied mathematician and currently an emeritus professor of applied mathematics at the School of Mathematical Sciences, Tel Aviv University.[1] He is known for his contributions to numerical analysis of Partial Differential equations particularly in the fields of computational fluid dynamics, computational electromagnetics, acoustics, elasticity and image processing with applications to first Temple ostraca and recently deep earning for forward and inverse problems in PDEs,", "37006272": "Bella Abramovna Subbotovskaya (17 December 1937 – 23 September 1982)[1] was a Soviet mathematician who founded the short-lived Jewish People's University (1978–1983) in Moscow.[2][3] The school's purpose was to offer free education to those affected by structured anti-Semitism within the Soviet educational system. Its existence was outside Soviet authority and it was investigated by the KGB. Subbotovskaya herself was interrogated a number of times by the KGB and shortly thereafter was hit by a truck and died, in what has been speculated was an assassination.[4]", "1747908": "Arpad Emmerich Elo (né Élő Árpád Imre;[1][2] August 25, 1903 – November 5, 1992) was an American-Hungarian physics professor who created the Elo rating system for two-player games such as chess.", "16296902": "Bálint Tόth (born 1955, Cluj/Kolozsvár/Klausenburg) is a Hungarian mathematician whose work concerns probability theory, stochastic process and probabilistic aspects of mathematical physics. He obtained PhD in 1988 from the Hungarian Academy of Sciences, worked as senior researcher at the Institute of Mathematics of the HAS and as professor of mathematics at TU Budapest. He holds the Chair of Probability at the University of Bristol and is a research professor at the Alfréd Rényi Institute of Mathematics, Budapest.", "57879495": "María del Carmen Martínez Sancho (8 July 1901 in Toledo – 15 October 1995 in Malaga) was the first woman in Spain to gain a PhD in Mathematics. She was the first Professor of Mathematics to work in secondary school education in Spain, and the first woman to be appointed to the Board of Extension of Studies at the University of Berlin. She was part of Madrid and Seville's Instituto-Escuela.[1]", "13315017": "MA in Mathematics from Hunter College, June 1964", "61615050": "Joy Morris (born 1970)[1] is a Canadian mathematician whose research involves group theory, graph theory, and the connections between the two through Cayley graphs.[2] She is also interested in mathematics education, is the author of two open-access undergraduate mathematics textbooks, and oversees a program in which university mathematics education students provide a drop-in mathematics tutoring service for parents of middle school students. She is a professor of mathematics at the University of Lethbridge.", "3320779": "Holbrook Mann MacNeille (May 11, 1907 – September 30, 1973) was an American mathematician who worked for the United States Atomic Energy Commission before becoming the first Executive Director of the American Mathematical Society.", "55847884": "Edward McWilliam Patterson, FRSE (30 July 1926 – 5 April 2013) was an English mathematician.[1]", "56634323": "Ling Long is a Chinese mathematician whose research concerns modular forms, elliptic surfaces, and dessins d'enfants,[1][2] as well as number theory in general. She is a professor of mathematics at Louisiana State University.[3]", "58534871": "Helena Chmura Kraemer is an American professor emerita of biostatistics at Stanford University. She is a fellow of the American Statistical Association.", "45362139": "Deborah Frank Lockhart is a mathematician known for her work with the National Science Foundation.", "56699869": "Helena Judith Nussenzveig Lopes is a Brazilian mathematician, known for her work on the Euler equations for incompressible flow in fluid dynamics. She is a professor titular in the Department of Mathematical Methods at the Federal University of Rio de Janeiro.[1]", "28093407": "Emil Oskar Spjøtvoll (21 July 1940 – 4 March 2002) was a Norwegian mathematician and statistician.", "2173920": "Johann Christoph Sturm (3 November 1635 – 26 December 1703)[1] was a German philosopher, professor at University of Altdorf and founder of a short-lived scientific academy known as the Collegium Curiosum, based on the model of the Florentine Accademia del Cimento.[2] He edited two volumes of the academy's proceedings under the title Collegium Experimentale (1676 and 1685).[2] In 1670, he translated the works of Archimedes into German.[1]", "62467042": "Daisuke Takahashi is a full professor of computer science at the University of Tsukuba,[1] specializing in high-performance numerical computing.", "26586083": "Charles Lutwidge Dodgson (/ˈlʌtwɪdʒ ˈdɒdʒsən/ LUT-wij DOJ-sən; 27 January 1832 – 14 January 1898), better known by his pen name Lewis Carroll, was an English author, poet, mathematician and photographer. His most notable works are Alice's Adventures in Wonderland (1865) and its sequel Through the Looking-Glass (1871). He was noted for his facility with word play, logic, and fantasy. His poems Jabberwocky (1871) and The Hunting of the Snark (1876) are classified in the genre of literary nonsense.", "67054567": "Jacqui Ramagge is Executive Dean of the Faculty of Science at Durham University[1] and Honorary Professor of Mathematics at the University of Sydney.[2] She was born in London, emigrated to Australia in 1991,[3] and returned to the UK to take up the position at Durham University in 2020.", "49916904": "Alberto Pappiani (1709–1790)[1] was an Italian mathematician, astronomer, and theologian.", "13183981": "István Fáry (30 June 1922 – 2 November 1984) was a Hungarian-born mathematician known for his work in geometry and algebraic topology.[1] He proved Fáry's theorem that every planar graph has a straight-line embedding in 1948, and the Fáry–Milnor theorem lower-bounding the curvature of a nontrivial knot in 1949.", "2862062": "Jan Arnoldus Schouten (28 August 1883 – 20 January 1971) was a Dutch mathematician and Professor at the Delft University of Technology. He was an important contributor to the development of tensor calculus and Ricci calculus, and was one of the founders of the Mathematisch Centrum in Amsterdam.", "54012910": "Ferdinand Gonseth (1890–1975) was a Swiss mathematician and philosopher.[1]", "72330224": "Hortensia Galeana Sánchez (born 6 November 1955)[1] is a Mexican mathematician specializing in graph theory, including graph coloring and the independent dominating sets (\"kernels\") of directed graphs. She is director of the Institute of Mathematics at the National Autonomous University of Mexico (UNAM).[2]", "63417330": "Milo Sumner, ( – 21 March 1686) D.D. also known as Miles Symner, Miles Symmes or Myles Symner, was an Anglican priest and academic in Ireland in the second half of the seventeenth century.[1]", "43330547": "The Man Who Knew Infinity is a 2015 British biographical drama film about the Indian mathematician Srinivasa Ramanujan, based on the 1991 book of the same name by Robert Kanigel.", "56634364": "Ethel Marian Scott, OBE, FRSE (born July 1956)[1] is a Scottish statistician, author and academic, specialising in environmental statistics and statistical modelling. She is Professor of Environmental Statistics at the University of Glasgow.[2][3] She is additionally vice-president (International) of the Royal Society of Edinburgh,[4][5] and a member of the Scottish Science Advisory Council.[6]", "2599933": "Percy Alexander MacMahon (26 September 1854 – 25 December 1929) was an English mathematician, especially noted in connection with the partitions of numbers and enumerative combinatorics.", "35695614": "Zdzislaw I. Pawlak (10 November 1926 – 7 April 2006) was a Polish mathematician and computer scientist. He was affiliated with several organization, including the Polish Academy of Sciences and the Warsaw School of Information Technology. He served as the Director of the Institute of Computer Science at the Warsaw University of Technology (1989–96). Pawlak was known for his contribution to many branches of theoretical computer science. He was credited with introducing the rough set theory and also known for his fundamental works on it.[1] He also introduced the Pawlak flow graphs, a graphical framework for reasoning from data.[2] He was conferred with Order of Polonia Restituta in 1999.[3] He was also a full member of Polish Academy of Sciences.", "3550212": "Robert Lawson Vaught (April 4, 1926 – April 2, 2002) was a mathematical logician and one of the founders of model theory.[1]", "19901447": "Aryeh (Arie) Dvoretzky (Hebrew: אריה דבורצקי, Russian: Арье Дворецкий; May 3, 1916 – May 8, 2008) was a Ukrainian-born Israeli mathematician, the winner of the 1973 Israel Prize in Mathematics.[1][2] He is best known for his work in functional analysis, statistics and probability. He was the eighth president of the Weizmann Institute of Science.", "61221895": "Roberta Kathleen Hunter MNZM is a New Zealand education academic of Cook Islands Māori descent and as of 2019 is a full professor at the Massey University. She specialises in mathematics education.[1]", "1059850": "Paul Albert Gordan (27 April 1837 – 21 December 1912) was a Jewish-German[1] mathematician, a student of Carl Jacobi at the University of Königsberg before obtaining his PhD at the University of Breslau (1862),[2] and a professor at the University of Erlangen-Nuremberg.", "59714572": "Achille Sannia (14 April 1822 – 2 August 1892) was an Italian mathematician and politician.", "5647376": "Shihāb al-Dīn Abū 'l-Abbās Aḥmad ibn ‘Alī ibn Aḥmad ‘Abd Allāh al-Fazārī al-Shāfiʿī[1] better known by the epithet al-Qalqashandī (Arabic: شهاب الدين أحمد بن علي بن أحمد القلقشندي; 1355 or 1356 – 1418), was a medieval Egyptian encyclopedist, polymath and mathematician. A native of the Nile Delta, he became a Scribe of the Scroll (Katib al-Darj), or clerk of the Mamluk chancery in Cairo, Egypt. His magnum opus is the voluminous administrative encyclopedia Ṣubḥ al-Aʿshá.", "70659088": "Nina Opanasivna Virchenko (Ukrainian: Ніна Опанасівна Вірченко; born May 5, 1930) is a Ukrainian mathematician, academic, author, and member of the Ukrainian resistance movement. While a student in Kyiv in 1948, she was arrested on charges of Ukrainian nationalism, and was a political prisoner in a gulag in Eastern Siberia for six years.", "60238866": "Harry Yandell Benedict (November 14, 1869 – May 10, 1937) was an American astronomer and mathematician.", "5385232": "Martin Neil Huxley FLSW (born in 1944) is a British mathematician, working in the field of analytic number theory.", "22195216": "Antonio Signorini (2 April 1888 – 23 February 1963) was an influential Italian mathematical physicist and civil engineer of the 20th century.[1] He is known for his work in finite elasticity, thermoelasticity and for formulating the Signorini problem.", "2370583": "Boris Grigoryevich Galerkin (Russian: Бори́с Григо́рьевич Галёркин, surname more accurately romanized as Galyorkin; 4 March [O.S. 20 February] 1871–12 July 1945) was a Soviet mathematician and an engineer.", "21605403": "William Neile (7 December 1637 – 24 August 1670) was an English mathematician and founder member of the Royal Society. His major mathematical work, the rectification of the semicubical parabola, was carried out when he was aged nineteen, and was published by John Wallis. By carrying out the determination of arc lengths on a curve given algebraically, in other words by extending to algebraic curves generally with Cartesian geometry a basic concept from differential geometry, it represented a major advance in what would become infinitesimal calculus. His name also appears as Neil.", "18983968": "Philip Geoffrey Saffman FRS[1] (19 March 1931 – 17 August 2008) was a mathematician and the Theodore von Kármán Professor of Applied Mathematics and Aeronautics at the California Institute of Technology.[7][8][9][10][11][12][13][14]", "29469729": "Vladimir Dragović (born 1967 in Belgrade, SR Serbia) is Professor and Head of the Mathematical Sciences Department at the University of Texas at Dallas. Prior to this he was a Full Research Professor at Serbian Academy of Sciences and Arts, the founder and president of the Dynamical Systems group and co-president of The Centre for Dynamical Systems, Geometry and Combinatorics of the Mathematical Institute of the Serbian Academy of Sciences and Arts.[2]", "61778977": "Cabiria Andreian Cazacu (February 19, 1928 – May 22, 2018) was a Romanian mathematician known for her work in complex analysis. She held the chair in mathematical analysis at the University of Bucharest from 1973 to 1975, and was dean of the faculty of mathematics at the University of Bucharest from 1976 to 1984.[1]", "50900003": "Andreas Albrecht (Nuremberg 1586 – Hamburg 1628) was a German mathematician and engineer. Albrecht invented a variety of instruments, some of which are described in his treatises on architecture and perspective: Instrument zur Architectur (Nuremberg, 1622); Eygendliche Beschreibung (Nuremberg, 1625); and Duo Libri. Prior de Perspectiva ... Posterior de umbra ... (Nuremberg, 1625).[1]", "58764324": "Robert Francis Churchhouse CBE KSG, also known as Bob Churchhouse (30 December 1927 – 27 August 2018) was Professor of Computing Mathematics at Cardiff University and President of the Institute of Mathematics and its Applications.[1]", "57912362": "Carolina Bhering de Araujo is a Brazilian mathematician specializing in algebraic geometry, including birational geometry, Fano varieties, and foliations.[1][2][3][4][5]", "30059562": "Edward Sang FRSE FRSSA LLD (30 January 1805 – 23 December 1890) was a Scottish mathematician and civil engineer, best known for having computed large tables of logarithms, with the help of two of his daughters. These tables went beyond the tables of Henry Briggs, Adriaan Vlacq, and Gaspard de Prony.", "64203821": "John Henry Hill (July 4, 1852 – October 13, 1936) was an American lawyer, educator, school administrator, and military officer. He was the second principal of the West Virginia Colored Institute (present-day West Virginia State University) from 1894 until 1898. West Virginia State considers him its second president.[b]", "68758573": "Jeb F. Willenbring is a Full Professor and Associate Chair for Graduate Mathematics at the University of Wisconsin-Milwaukee.[1] Most of his research falls within the categories of Representation Theory, Discrete Mathematics, and Mathematical Physics. His current research consists of several collaborations concerning algebraic combinatorics and various aspects of Representation Theory. Willenbring has published multiple papers concerning the nature of Littlewood-Richardson coefficients, a particular focus of his, in collaboration with Professors Pamela Harris, Mark Colorusso, and William Erickson.[2]", "502831": "Charles Louis Fefferman (born April 18, 1949) is an American mathematician at Princeton University, where he is currently the Herbert E. Jones, Jr. '43 University Professor of Mathematics. He was awarded the Fields Medal in 1978 for his contributions to mathematical analysis.", "58829872": "Samuel Lattès (21 February 1873 (Nice) – 5 July 1918) was a French mathematician.[1]", "240694": "Ronald Lewis Graham (October 31, 1935 – July 6, 2020)[1] was an American mathematician credited by the American Mathematical Society as \"one of the principal architects of the rapid development worldwide of discrete mathematics in recent years\".[2]  He was president of both the American Mathematical Society and the Mathematical Association of America, and his honors included the Leroy P. Steele Prize for lifetime achievement and election to the National Academy of Sciences.", "30747706": "Ismail Mustafa, Ismail Effendi Mustafa, Ismail Bey Mustapha, Ismail Mustafa al-Falaki or Ismail Pasha al-Falaki (1825 – 27 July 1901) was an Egyptian astronomer and mathematician. Effendi, Bey and Pasha corresponded to the different ranks he attained along his career; \"al-Falaki\" was added to his name literally meaning \"the astronomer\".[1][2][3][4] He was born in Cairo to a family of Turkish origin and was educated in Paris, France.[5]", "56765498": "Hans Wilhelm Alt (born 1945, Hilden) is a German mathematician, specializing in partial differential equations and their applications.", "76861": "Julius Peter Christian Petersen (16 June 1839, Sorø, West Zealand – 5 August 1910, Copenhagen) was a Danish mathematician. His contributions to the field of mathematics led to the birth of graph theory.", "11873344": "Jack Carl Kiefer (January 25, 1924 – August 10, 1981) was an American mathematical statistician at Cornell University (1952 to 1979) and the University of California, Berkeley (1979 to 1981). His research interests included the optimal design of experiments, which was his major research area, as well as a wide variety of topics in mathematical statistics.[1]", "3550276": "Sergey Mikhailovich Nikolsky (Russian: Серге́й Миха́йлович Нико́льский; 30 April 1905 – 9 November 2012) was a Soviet and Russian mathematician.", "60435526": "Barbara Fantechi is an Italian mathematician and Professor at the International School for Advanced Studies. Her research area is algebraic geometry. She is a member of the Accademia dei Lincei.", "63515731": "Yuliya Stepanivna Mishura (Ukrainian: Юлія Степанівна Мішура) is a Ukrainian mathematician specializing in probability theory and mathematical finance. She is a professor at the Taras Shevchenko National University of Kyiv.[1]", "142422": "Theodore Metochites (Greek: Θεόδωρος Μετοχίτης; 1270–1332) was a Byzantine Greek statesman, author, gentleman philosopher, and patron of the arts. From c. 1305 to 1328 he held the position of personal adviser (mesazōn) to emperor Andronikos II Palaiologos.", "53455958": "Robert B. Davis (June 23, 1926 – December 21, 1997) was an American mathematician and mathematics educator.[1]", "54570072": "Agnes Ermina Wells, Ph.D. (January 4, 1876, Saginaw, Michigan – July 6, 1959, Saginaw, Michigan) was an American educator and a women's equal rights movement activist. She was Dean of Women at Indiana University and professor of mathematics and astronomy there.", "25799769": "Percy Alec Deift (born September 10, 1945)[1] is a mathematician known for his work on spectral theory, integrable systems, random matrix theory and Riemann–Hilbert problems.", "404566": "Abram Samoilovitch Besicovitch (or Besikovitch)[1] (Russian: Абра́м Само́йлович Безико́вич; 23 January 1891 – 2 November 1970) was a Russian mathematician, who worked mainly in England. He was born in Berdyansk on the Sea of Azov (now in Ukraine) to a Karaite Jewish family.[3][4][5][6][7][8]", "40512601": "Suzan Kahramaner (May 21, 1913 – February 22, 2006) was one of the first female mathematicians in Turkish academia.", "34221149": "Nigel John Kalton (June 20, 1946 – August 31, 2010) was a British-American mathematician, known for his contributions to functional analysis.[1]", "45263966": "Mu-Tao Wang (Chinese: 王慕道; pinyin: Wáng Mùdào) is a Taiwanese mathematician and current Professor of Mathematics at Columbia University.[1]", "142429": "Michael Psellos or Psellus (Greek: Μιχαὴλ Ψελλός, translit. Michaḗl Psellós, Byzantine Greek: [mixaˈil pseˈlːos]) was a Byzantine Greek monk, savant, writer, philosopher, imperial courtier, historian and music theorist.[1] He was born in 1017 or 1018, and is believed to have died in 1078, although it has also been maintained that he remained alive until 1096. He served as a high ranking advisor to several Byzantine emperors and was instrumental in the re-positioning of power of those emperors.", "39300192": "Gary Michael Seitz (1943 – October 30, 2023) was an American mathematician, a Fellow of the American Mathematical Society[1] and a College of Arts and Sciences Distinguished Professor Emeritus in Mathematics at the University of Oregon. He received his Ph.D. from the University of Oregon in 1968, where his adviser was Charles W. Curtis. Seitz specialized in the study of algebraic and finite groups. Seitz was active in the effort to exploit the relationship between algebraic groups and the finite groups of Lie type, in order to study the structure and representations of groups in the latter class. Such information is important in its own right, but was also critical in the classification of the finite simple groups, a major achievement of 20th century mathematics. Seitz made contributions to the classification of finite simple groups, such as those containing standard subgroups of Lie type. Following the classification, he pioneered the study of the subgroup structure of simple algebraic groups, and as an application went a long way towards solving the maximal subgroup problem for finite groups. For this work he received the Creativity Award from the National Science Foundation in 1991.", "4172897": "Franz Rellich (September 14, 1906 – September 25, 1955) was an Austrian-German mathematician. He made important contributions in mathematical physics, in particular for the foundations of quantum mechanics and for the theory of partial differential equations. The Rellich–Kondrachov theorem is named after him.", "34712681": "Akio Hattori (服部 晶夫, Hattori Akio, born in Tokyo in 1929,[1] died on 25 August 2013 due to submandibular gland cancer.[2]) was a Japanese mathematician working in algebraic topology who proved the Hattori–Stong theorem. Hattori was the president of the Mathematical Society of Japan in 1989–1991.[2][3]", "19049577": "Neal Russell Amundson (January 10, 1916 – February 16, 2011)[1] was an American chemical engineer and applied mathematician. He was the chair of the department of chemical engineering at the University of Minnesota for over 25 years. Later, he was the Cullen Professor of Chemical & Biomolecular Engineering and Mathematics at the University of Houston. Amundson was considered one of the most prominent chemical engineering educators and researchers in the United States.[2] The Chemical Engineering and Materials Science building at the University of Minnesota-Twin Cities bears his name.[3]", "58666089": "Leopold Alexander[1] \"Alan\"[2] Pars (2 January 1896 – 28 January 1985) was a British applied mathematician. He is most remembered for his textbooks Introduction to dynamics (1953), Calculus of variations (1962), and his monumental 650 page Treatise on analytical dynamics (1965).", "48704630": "Charles Newton Little (1858–1923) was an American mathematician and civil engineer. He was known for his expertise in knot theory, including the construction of a table of knots with ten or fewer crossings.[1][2]", "142456": "Good Will Hunting is a 1997 American psychological drama film directed by Gus Van Sant, and written by Ben Affleck and Matt Damon. It stars Robin Williams, Damon, Affleck, Stellan Skarsgård and Minnie Driver. The film tells the story of janitor Will Hunting, whose mathematical genius is discovered by a professor at MIT.", "22752379": "Stanislav Konstantinovich Smirnov (Russian: Станисла́в Константи́нович Cмирно́в; born 3 September 1970) is a Russian mathematician currently working as a professor at the University of Geneva. He was awarded the Fields Medal in 2010. His research involves complex analysis, dynamical systems and probability theory.[1][2]", "49917054": "Giovanni Pagnini was an 18th-century Maltese mathematician and hydrographer.[1][2]", "50605185": "Jim Agler is a mathematician who is an emeritus professor at the University of California, San Diego. He is a fellow of the American Mathematical Society since 2016, for \"contributions to operator theory and the theory of analytic functions of several complex variables\".[1]", "4336770": "Martin Ohm (May 6, 1792 in Erlangen – April 1, 1872 in Berlin) was a German mathematician and a younger brother of physicist Georg Ohm.", "11397": "Freeman John Dyson FRS (15 December 1923 – 28 February 2020)[1] was a British-American theoretical physicist and mathematician known for his works in quantum field theory, astrophysics, random matrices, mathematical formulation of quantum mechanics, condensed matter physics, nuclear physics, and engineering.[a][3] He was professor emeritus in the Institute for Advanced Study in Princeton and a member of the board of sponsors of the Bulletin of the Atomic Scientists.[4]", "41069703": "Eugenius Nulty (1790 – July 3, 1871) was an Irish born American mathematician of the 19th century.[1] He served on the faculty of Dickinson College from 1814 to 1816, and later taught and tutored prominent Philadelphians, including the brothers Mathew Carey Lea and Henry Charles Lea.", "50605196": "Andrei Gabrielov is a mathematician who is a professor at Purdue University. He is a fellow of the American Mathematical Society since 2016, for \"contributions to real algebraic and analytic geometry, and the theory of singularities, and for contributions to geophysics.\"[1]", "19934350": "Otto Walter Heinrich Oscar Brune (10 January 1901 – 1982) undertook some key investigations into network synthesis at the Massachusetts Institute of Technology (MIT) where he graduated in 1929.[1]  His doctoral thesis was supervised by Wilhelm Cauer and Ernst Guillemin, who the latter ascribed to Brune the laying of \"the mathematical foundation for modern realization theory\".[2]", "50965646": "Barbara Niethammer (born 1967) is a German mathematician and materials scientist who works as a professor at the Hausdorff Center for Mathematics at the University of Bonn.[1] Her research concerns partial differential equations for physical materials, and in particular the phenomenon of Ostwald ripening by which particles in liquids grow over time.", "27700368": "Heinrich-Wolfgang Leopoldt (22 August 1927 – 28 July 2011) was a German mathematician who worked on algebraic number theory.", "31927444": "Jeffrey Seth Rosenthal FRSC FIMS (born October 13, 1967) is a Canadian statistician and nonfiction author. He is a professor in the University of Toronto's department of statistics, cross-appointed with its department of mathematics.", "39431320": "Charles Alexander Weibel (born October 28, 1950, in Terre Haute, Indiana) is an American mathematician working on algebraic K-theory, algebraic geometry and homological algebra.", "50408600": "Albert Joseph McConnell (1903 – 1993) was an Irish mathematician and mathematical physicist whose career was entirely spent at Trinity College Dublin (TCD), where he also served as Provost.", "58338458": "Marília Chaves Peixoto (24 February 1921 – 5 January 1961)[1] was a Brazilian mathematician and engineer who worked in dynamical systems.[2] Peixoto was the first Brazilian woman to receive a doctorate in mathematics[3] and the first Brazilian woman to join the Brazilian Academy of Sciences.[4]", "71609498": "Georgios Konstantinos Vouris (Greek: Γεώργιος Κωνσταντίνου Βούρης; (1802 - 1860) aka Georg Konstantin Bouris was a Greek astronomer, physicist, mathematician, author, and professor.  He was a pioneer in 19th-century Greek astronomy.  Vouris lobbied tirelessly to create an astronomical observatory in Athens.  He was the first director of the National Observatory of Athens.  It was completed in 1846.  Greece reconnected with its Astronomical roots.  It was the first time since antiquity that a country named Greece played a significant role in Astronomy.  He was the first author to publish a university textbook in the field of mathematics since the inception of the new country.[1][2][3]", "47983769": "Alberto Tognoli (born 26 July 1937, Brescia, died 3 March 2008 in Rapallo) was an Italian mathematician, who worked on algebraic geometry.", "35269790": "G. Olof Thorin (23 February 1912, Halmstad – 14 February 2004, Danderyd Hospital) was a Swedish mathematician working on analysis and probability, who introduced the Riesz–Thorin theorem.", "14036131": "William McFadden Orr, FRS[1] (2 May 1866 – 14 August 1934) was a British and Irish mathematician.", "50605220": "Eric Anders Carlen is a mathematician who is a professor at Rutgers University – New Brunswick. He is a fellow of the American Mathematical Society since 2016, for \"contributions to functional analysis, mathematical physics, and probability\".[1]", "4926629": "David Crenshaw \"Uncle Dave\" Barrow Jr. (October 18, 1852 – January 11, 1929) served as chancellor of the University of Georgia (UGA) in Athens from 1906 until his resignation in 1925 (The head of the university was referred to as chancellor instead of president from 1860 until 1932).", "40807599": "Susanne Cecelia Brenner is an American mathematician, whose research concerns the finite element method and related techniques for the numerical solution of differential equations. She is a Boyd Professor[1] at Louisiana State University.  Previously, she held the Nicholson Professorship of Mathematics and the Michael F. and Roberta Nesbit McDonald Professorship at Louisiana State University,[2] She currently chairs the editorial committee of the journal Mathematics of Computation.[3]   During 2021-2022 she is serving as  President of the Society for Industrial and Applied Mathematics (SIAM).", "34942133": "Prof Ian Naismith Sneddon FRS[1] FRSE FIMA OBE (8 December 1919  Glasgow, Scotland – 4 November 2000  Glasgow, Scotland) was a Scottish mathematician who worked on analysis and applied mathematics.[3][4]", "2600118": "Dom George Frederick James Temple FRS[2] OSB (born 2 September 1901, London; died 30 January 1992, Isle of Wight) was an English mathematician, recipient of the Sylvester Medal in 1969. He was President of the London Mathematical Society in the years 1951–1953.[3]", "62237889": "Chikako Mese is an American mathematician known for her work in differential geometry, geometric analysis and the theory of harmonic maps. She is a professor of mathematics at Johns Hopkins University.[1]", "601284": "Paul Erdős (Hungarian: Erdős Pál [ˈɛrdøːʃ ˈpaːl]; 26 March 1913 – 20 September 1996) was a Hungarian mathematician. He was one of the most prolific mathematicians and producers of mathematical conjectures[2] of the 20th century.[3] Erdős pursued and proposed problems in discrete mathematics, graph theory, number theory, mathematical analysis, approximation theory, set theory, and probability theory.[4] Much of his work centered around discrete mathematics, cracking many previously unsolved problems in the field. He championed and contributed to Ramsey theory, which studies the conditions in which order necessarily appears. Overall, his work leaned towards solving previously open problems, rather than developing or exploring new areas of mathematics.", "64138438": "John Musinguzi Rujoki (born c. 1973), is a Ugandan mathematician and corporate executive who serves as the Commissioner-General of the Uganda Revenue Authority (URA), effective 2 April 2020.[1]", "60435659": "Vivette Girault (born 1943)[1] is a French mathematician, whose research expertise lies in numerical analysis, finite element methods and computational fluid dynamics. She has been affiliated with Pierre and Marie Curie University.[2]", "40217805": "Giovanni Bordiga (2 April 1854 in Novara – 16 June 1933 in Venice) was an Italian mathematician who worked on algebraic and projective geometry at the university of Padua.\nHe introduced the Bordiga surface.", "50506958": "Nora Isobel Calderwood (14 March 1896 – April 1985) was a Scottish professor and mathematician.[2][3]", "14003407": "Giordano Vitale or Vitale Giordano (October 15, 1633 – November 3, 1711) was an Italian mathematician. He is best known for his theorem on Saccheri quadrilaterals. He may also be referred to as Vitale Giordani, Vitale Giordano da Bitonto, and simply Giordano.", "57519310": "Jan Nikolaevich Spielrein (Russian: Ян Николаевич Шпильрейн; 14/26 June 1887 – 21 January 1938) was a Soviet scientist in the field of Mathematics, professor, Member of the USSR Academy of Sciences.[1]", "46738641": "Nicolas Vilant FRSE (1737-1807) was a mathematician from Scotland in the 18th century, known for his textbooks. He was a joint founder of the Royal Society of Edinburgh in 1783.[1]", "57486545": "Igor Mashechkin (Russian: Игорь Вале́рьевич Ма́шечкин) (born 1956) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1]", "65809622": "Andrew Neitzke is an American mathematician and theoretical physicist,  at Yale University.[1] He works in mathematical physics, mainly in geometric problems arising from physics, particularly from supersymmetric quantum field theory.[2]", "2600152": "Graham Higman FRS[1] (19 January 1917 – 8 April 2008) was a prominent English mathematician known for his contributions to group theory.", "36580568": "Micaiah John Muller Hill FRS (1856–1929) was an English mathematician, known for Hill's spherical vortex[1][2] and Hill's tetrahedra.", "7482590": "Edwin Hewitt (January 20, 1920, Everett, Washington – June 21, 1999) was an American mathematician known for his work in abstract harmonic analysis and for his discovery, in collaboration with Leonard Jimmie Savage, of the Hewitt–Savage zero–one law.", "60632291": "Charles Albert Noble (1867–1962) was an American mathematician, professor at the University of California, Berkeley.", "4435172": "Václav Hlavatý (27 January 1894 – 11 January 1969) was a noted Czech-American mathematician, who wrote on the theory of relativity and corresponded extensively with Albert Einstein on the subject.[1]  In particular, Hlavatý solved some very difficult equations relating to Einstein's Unified field theory, which was featured in the news media as one of the great scientific achievements of 1953.[2] Einstein himself was reported to have said that if anyone could solve the equations it would be Professor Hlavatý, which proved to be the case.[3]", "10398950": "Giuseppe Moletti[a] (1531–1588) was an Italian mathematician best known for his Dialogo intorno alla Meccanica (Dialogue on Mechanics). Though an obscure figure today, he was a renowned mathematician during his lifetime, and was even consulted by Pope Gregory XIII on his new calendar.[1]", "58830056": "Věra Kůrková (born 1948)[1] is a Czech mathematician and computer scientist, affiliated with the Institute of Computer Science of the Czech Academy of Sciences. Her research interests include neural networks, computational learning theory, and nonlinear approximation theory.[2]  She formulated the abstract concept of a variational norm in\n1997 which puts ideas of Maurey, Jones, and Barron into the context of functional analysis. See \nV. Kůrková, Dimension-independent rates of approximation by neural networks.\nIn: Warwick, K., Karny, M. (eds.) Computer-Intensive Methods in Control\nand Signal Processing. The Curse of Dimensionality, Birkhauser, Boston,\nMA, pp. 261–270 (1997).  See also F. Girosi and G. Anzellotti, Convergence rates of approximation by translates, MIT Artificial Intelligence Laboratory, AI Memo No. 1288, April 1995, C.B.I.P. Paper No. 73.  Kůrková is also known for the concept of quasiorthogonal set which she developed jointly with Robert Hecht-Nielsen and Paul Kainen.", "12102897": "Laurens de Haan (born 15 January 1937) is a Dutch economist and Emeritus Professor of Probability and Mathematical Statistics at the Erasmus University Rotterdam, specializing in extreme value theory.", "31960316": "Jonathan Solomon Pila (born 1962)[3] FRS[1] is an Australian mathematician at the University of Oxford.", "35269887": "William Raoul Reagle Transue (January 31, 1937 – December 17, 2008) was an American mathematician and topologist.  He is the son of mathematician William Reagle Transue and Monique Serpette who moved from her native France to the US in 1936. Bill, as he was known, earned his bachelor's degree from Harvard University in 1958, and his Ph.D. in mathematics from The University of Georgia in 1967 under Billy Joe Ball.  He was a professor of mathematics at Auburn University from 1967 until his retirement over 30 years later.", "20131074": "Avner Friedman (Hebrew: אבנר פרידמן; born November 19, 1932) is Distinguished Professor of Mathematics and Physical Sciences at Ohio State University. His primary field of research is partial differential equations, with interests in stochastic processes, mathematical modeling, free boundary problems, and control theory.", "7187724": "Grace Goldsmith Wahba (born August 3, 1934) is an American statistician and retired I. J. Schoenberg-Hilldale Professor of Statistics at the University of Wisconsin–Madison.[1] She is a pioneer in methods for smoothing noisy data. Best known for the development of generalized cross-validation[2] and \"Wahba's problem\",[1] she has developed methods with applications in demographic studies, machine learning, DNA microarrays, risk modeling, medical imaging, and climate prediction.", "23637261": "Frederic Gordon Foster (24 February 1921 – 20 December 2010)[1] was an Irish computational engineer, statistician, professor, and college dean who is widely known for devising, in 1965, a nine-digit code upon which the International Standard Book Number (ISBN) is based.[1]", "47459599": "Alexander Angus MacFarlane-Grieve,  MC, TD (11 May 1891 – 2 August 1970) was a British academic, mathematician, rower, and decorated British Army officer. He served with the Highland Light Infantry during World War I. He was Master of University College, Durham from 1939 to 1954, and additionally Master of Hatfield College, Durham from 1940 to 1949.[1][2]", "25439507": "Carl Gottlieb Ehler (8 September 1685 – 22 November 1753[1]) is considered a mathematician, specifically due to his post as an astronomer in Berlin. He was mayor of the Prussian capital of Danzig from March 1741 until his death.[2]", "61746452": "Natalia L. Komarova (born 1971) is a Russian-American applied mathematician whose research concerns the mathematical modeling of cancer,[1] the evolution of language,[2] gun control,[3] pop music,[4][5] and other complex systems. She is a Chancellor's Professor of Mathematics at the University of California, Irvine.[6]", "4435219": "Karel Zahradnik (1848–1916) was a Czech mathematician at the University of Zagreb. In his 23 years of productive activity in Zagreb he wrote several significant scholarly works, mainly concerned with algebraic curves.", "2600214": "Peter Whittle (27 February 1927[1] – 10 August 2021[2]) was a mathematician and statistician from New Zealand, working in the fields of stochastic nets, optimal control, time series analysis, stochastic optimisation and stochastic dynamics. From 1967 to 1994, he was the Churchill Professor of Mathematics for Operational Research at the University of Cambridge.[1][3]", "1223959": "John Frank Adams FRS[2] (5 November 1930 – 7 January 1989) was a British mathematician, one of the major contributors to homotopy theory.[3][4][5]", "28650776": "Abu Ali al-Hassan al-Marrakushi (Arabic: الحسن المراكشي; late 13th century) was a Magreb astronomer and mathematician from the Kingdom of Morocco . He was especially important in the field of trigonometry and practical astronomy. He wrote  Jāmiʿ al-mabādiʾ wa’l-ghāyāt fī ʿilm al-mīqāt (Collection of the Principles and Objectives in the Science of Timekeeping), a treatise on spherical astronomy and astronomical instruments.[1] The first part was translated into French by the orientalist and astronomer Jean Jacques Emmanuel Sédillot [fr] during the early 19th century, and published after Sédillot's death.[2][page needed]", "60435743": "Virginia \"Ginger\" Patricia McShane Warfield is an American mathematician and mathematical educator. She received the Louise Hay Award from the Association for Women in Mathematics in 2007.[1]", "74132769": "Nikhil Ranjan Sen (23 May 1894 – 13 January 1963) was an Indian-Bengali scientist who was a pioneer in the field of general relativity and called the father of applied mathematics in India. He received his PhD from Humboldt University of Berlin under the supervision of Max von Laue, thus becoming the first Indian to get a doctorate in relativity. Sen also worked on cosmogony, fluid dynamics, potential theory and probability, and founded the first fluid dynamics laboratory in India.[1] He pioneered the study of ballistics and missiles in India and was also an advocate for science education in the Bengali language. His Bengali-language book titled “Soura Jagat” (The Solar System) was published by Visva-Bharati in 1949.[2]\n[3]\n[4][5]", "59125027": "Joseph Anthony Ball (born 4 June 1947) is an American mathematician who is currently a professor emeritus [2] at the Virginia Polytechnic Institute and State University, often referred to as Virginia Tech. He is a 2019 fellow of the American Mathematical Society for contributions to operator theory, analytic functions, and service to the profession.[3]", "60435747": "Ellen Gethner is a US mathematician and computer scientist specializing in graph theory  who won the Mathematical Association of America's Chauvenet Prize[1] in 2002 with co-authors Stan Wagon and Brian Wick for their paper A stroll through the Gaussian Primes.[2]", "17640740": "Ḥayyim Selig ben Ya'akov Slonimski (Yiddish: חַיִּים‬ זֶעלִיג בֶּן יַעֲקֹב‬ סלאָנימסקי) (March 31, 1810 – May 15, 1904), also known by his acronym ḤaZaS (חז״ס‎), was a Hebrew publisher, mathematician, astronomer, inventor, science writer, and rabbi. He was among the first to write books on science for a broad Jewish audience, and was the founder of Ha-Tsfira, the first Hebrew-language newspaper with an emphasis on the sciences.[3][4]", "37956902": "Bakul Kayastha (born c. 1400) was a mathematician from Kamrup. He was especially known for his masterpiece in the field of mathematics named Kitabat Manjari, written in 1434, and Lilavati.[1]", "56634664": "Nancy K. Nichols (born 1942) is an applied mathematician and numerical analyst whose research concerns numerical methods for differential equations, linear algebra, and control theory, and data assimilation. She is a professor in the Department of Mathematics and Statistics at the University of Reading.[1]", "1486120": "Nicholas (Nikolaus) Mercator (c. 1620, Holstein – 1687, Versailles), also known by his German name Kauffmann, was a 17th-century mathematician.", "44328": "Mīrzā Muhammad Tāraghay bin Shāhrukh (Chagatay: میرزا محمد طارق بن شاہ رخ; Persian: میرزا محمد تراغای بن شاہ رخ), better known as Ulugh Beg (Persian: الغ‌ بیگ; Turkish: Uluğ Bey; 22 March 1394 – 27 October 1449),[a] was a Timurid sultan, as well as an astronomer and mathematician.", "46509358": "Clifford John Earle, Jr. (November 3, 1935 – June 12, 2017) was an American mathematician who specialized in complex variables and Teichmüller spaces.", "33533231": "Charles \"Chip\" Lawrence is an American bioinformatician and mathematician, who is the pioneer in developing novel statistical approaches to biological sequence analysis.", "18623792": "George Adolphus Schott (also referenced as George Augustus Schott) FRS[1] (25 January 1868 – 15 July 1937) was a British mathematician. He is best known for developing the full theory of radiation from electrons travelling at close to the speed of light.[2]", "47689010": "Judith Querida Longyear (20 September 1938[1]–13 December 1995[2]) was an American mathematician and professor whose research interests included graph theory and combinatorics. Longyear was the second woman to ever earn a mathematics Ph.D. from Pennsylvania State University,[3] where she studied under the supervision of Sarvadaman Chowla and wrote a thesis entitled Tactical Configurations.[4][5] Longyear taught mathematics at several universities including California Institute of Technology,[6] Dartmouth College[7] and Wayne State University.[8] She worked on nested block designs[6][9] and Hadamard matrices.[10]", "42249520": "Bartholomew Lloyd (1772–1837) was an Irish mathematician and academic whose entire career was spent at Trinity College Dublin. As Erasmus Smith's Professor of Mathematics there, he promoted significant curricular reforms, including the introduction of the teaching of calculus. Later he served as Provost of the college.", "31010100": "Robert Edmund O'Malley Jr. (born 1939) is an American mathematician.", "11574": "Friedrich Wilhelm Bessel (German: [ˈbɛsl̩]; 22 July 1784 – 17 March 1846) was a German astronomer, mathematician, physicist, and geodesist. He was the first astronomer who determined reliable values for the distance from the sun to another star by the method of parallax. Certain important mathematical functions were named Bessel functions after Bessel's death, though they had originally been discovered by Daniel Bernoulli before being generalised by Bessel.", "31698235": "Walter Edwin Arnoldi (December 14, 1917 – October 5, 1995) was an American engineer mainly known for the Arnoldi iteration, an eigenvalue algorithm used in numerical linear algebra. His main research interests included modelling vibrations, acoustics, aerodynamics of aircraft propeller, and oxygen reclamation problems of space science. His 1951 paper The principle of minimized iterations in the solution of the eigenvalue problem is one of the most cited papers in numerical linear algebra.[1]", "66792765": "Emily Coddington Williams (born Emily Matilda Coddington, October 21, 1873 – August 8, 1952) was an American historian of mathematics, translator, novelist, playwright, and biographer.", "60435774": "Bettina Eick is a German mathematician specializing in computational group theory. She is Professor of Mathematics at the Technische Universität (TU) Braunschweig.", "72559936": "Isabel Graciela Dotti de Miatello (born 1947) is an Argentine mathematician specializing in the connections between group theory and differential topology, including the theory of complex nilmanifolds, nilpotent Lie groups, hypercomplex manifolds, and hyperkähler manifolds. She is a professor in the Faculty of Mathematics, Astronomy and Physics of the National University of Córdoba.[1]", "26586432": "Mary Fanett Wheeler (born December 28, 1938)[1] is an American mathematician. She is known for her work on numerical methods for partial differential equations, including domain decomposition methods.", "12725568": "Jafar Zafarani (Persian: جعفر زعفرانی) is an Iranian mathematician. A professor at the University of Isfahan and chancellor at Sheikhbahaee University, Zafarani's research interests include functional analysis and nonlinear functional analysis. Zafarani obtained his BSc in Mathematics at the University of Tehran in 1969 and completed his D.Sc. at the University of Liège, Belgium in 1974. He served as president of the Iranian Mathematical Society from 1989 to 1991.[2]", "64105796": "Oum Sang-il  (Korean: 엄상일; born 1976) is a Korean mathematician working in graph theory and discrete mathematics. He is a tenured professor in the Department of Mathematical Sciences at KAIST and the chief investigator of the Discrete Mathematics Group in the Pioneer Research Center for Mathematical and Computational Sciences at the Institute for Basic Science. He is known for his work on structural graph theory and in particular for structures and algorithms relating to rank-width, clique-width, and branch-width. He published more than 45 journal papers.", "42020168": "Carl Samuel Herz (10 April 1930 – 1 May 1995) was an American-Canadian mathematician, specializing in harmonic analysis. His name is attached to the Herz–Schur multiplier. He held professorships at Cornell University and McGill University, where he was Peter Redpath Professor of Mathematics at the time of his death.", "14265678": "Gabriel Pedro Paternain is a Uruguayan mathematician. He is Professor of Mathematics at the University of Washington. Previously he was a professor in DPMMS at the University of Cambridge, and a fellow of Trinity College. He obtained his Licenciatura from Universidad de la Republica in Uruguay in 1987, and his PhD from the State University of New York at Stony Brook in 1991. He has lectured several undergraduate and graduate courses and has gained widespread popularity due to his entertaining and informal lecturing style, which has been recognised by the university in the past for its high calibre.[1] He was managing editor of the mathematical journal Mathematical Proceedings of the Cambridge Philosophical Society for the period 2006–2011.", "1092942": "Willem Jacob 's Gravesande (26 September 1688 – 28 February 1742) was a Dutch mathematician and natural philosopher, chiefly remembered for developing experimental demonstrations of the laws of classical mechanics and the first experimental measurement of kinetic energy.  As professor of mathematics, astronomy, and philosophy at Leiden University, he helped to propagate Isaac Newton's ideas in Continental Europe.", "24751442": "Henry Martyn Cundy (23 December 1913 – 25 February 2005) was a mathematics teacher and professor in Britain and Malawi as well as a singer, musician and poet. He was one of the founders of the School Mathematics Project to reform O level and A level teaching. Through this he had a big effect on maths teaching in Britain and especially in Africa.[opinion]", "48442708": "Liu Hong (129–210), courtesy name Yuanzhuo, was a Chinese astronomer, mathematician, and politician who lived in the late Eastern Han dynasty. He developed a work on predicting the passage of the moon which was in use during the Three Kingdoms period of China.", "66497882": "Wallace Smith Martindale III (born August 1930 in Philadelphia) is an American mathematician, known for Martindale's Theorem (1969) and the Martindale ring of quotients introduced in the proof of the theorem.[1][2][3] His 1969 paper generalizes Posner's theorem and a theorem of Amitsur[4] and gives an independent, unified proof of the two theorems.[1]", "45559131": "Helen Brewster Owens (April 2, 1881 – June 6, 1968) was an American suffragist and mathematician.", "58895708": "Sofia Danova (née Simeonova; born 1879 in Veliko Tarnovo; and died in 1946) was a Bulgarian philanthropist, educator and publisher. She was the first Bulgarian woman to graduate in mathematics.", "37563752": "Henrik Selberg (17 February 1906 – 3 September 1993) was a Norwegian mathematician. He was born in Bergen as the son of Ole Michael Ludvigsen Selberg and Anna Kristina Brigtsdatter Skeie. He was a brother of Sigmund, Arne and Atle Selberg. He was appointed professor at the University of Oslo from 1962 to 1973. He is best known for his works on complex functions and potential theory.[1][2]", "4435304": "Jaroslav Hájek (Czech pronunciation: [ˈjaroslaf ˈɦaːjɛk]; 1926–1974) was a Czech mathematician who worked in theoretical and nonparametric statistics.[1] The Hajek projection and the Hájek–Le Cam convolution theorem are named for him (as well as collaborator Lucien Le Cam).", "765292": "Nigel Oscar Weiss FRS[4] (16 December 1936 – 24 June 2020)[2][3] was an astronomer and mathematician, and leader in the field of astrophysical and geophysical fluid dynamics. He was Emeritus Professor of Mathematical Astrophysics at the University of Cambridge.[5][6][7]", "17214829": "Edward Wright (baptised 8 October 1561; died November 1615) was an English mathematician and cartographer noted for his book Certaine Errors in Navigation (1599; 2nd ed., 1610), which for the first time explained the mathematical basis of the Mercator projection by building on the works of Pedro Nunes, and set out a reference table giving the linear scale multiplication factor as a function of latitude, calculated for each minute of arc up to a latitude of 75°.  This was in fact a table of values of the integral of the secant function, and was the essential step needed to make practical both the making and the navigational use of Mercator charts.", "12660079": "Igor Kluvánek (27 January 1931 – 24 July 1993) was a Slovak-Australian mathematician.", "63942001": "Caroline Jane (Carly) Klivans is an American mathematician specializing in algebraic combinatorics, including work on cell complexes associated with matroids and on chip-firing games. She is an associate professor of applied mathematics at Brown University, and associate director of the Institute for Computational and Experimental Research in Mathematics at Brown.", "20163961": "Friedhelm Waldhausen (born 1938 in Millich, Hückelhoven, Rhine Province) is a German mathematician known for his work in algebraic topology. He made fundamental contributions in the fields of 3-manifolds and (algebraic) K-theory.", "31862139": "Jean-Loup Waldspurger (born July 2, 1953) is a French mathematician working on the Langlands program and related areas. He proved Waldspurger's theorem, the Waldspurger formula, and the local Gan–Gross–Prasad conjecture for orthogonal groups. He played a role in the proof of the fundamental lemma, reducing the conjecture to a version for Lie algebras. This formulation was ultimately proven by Ngô Bảo Châu.", "46804348": "Bruce George Lindsay (March 7, 1947 – May 5, 2015) was an American statistician best known for his contributions to mixture modeling and likelihood theory.", "36121976": "Stefano Bianchini (born 1970) is an Italian mathematician known for his research on partial differential equations. He won the 2004 EMS Prize for his contributions to the theory of discontinuous solutions of one-dimensional hyperbolic conservation laws.[1]", "48573827": "Michael Gage may refer to:", "2272644": "Daina Taimiņa (born August 19, 1954)[1] is a Latvian mathematician, retired adjunct associate professor of mathematics at Cornell University, known for developing a way of modeling hyperbolic geometry with crocheted objects.", "11652": "Frederick Phillips Brooks Jr. (April 19, 1931 – November 17, 2022) was an American computer architect, software engineer, and computer scientist, best known for managing the development of IBM's System/360 family of computers and the OS/360 software support package, then later writing candidly about those experiences in his seminal book The Mythical Man-Month.[3]", "339331": "Johann Karl August Radon (/ˈreɪ.dɑːn/; 16 December 1887 – 25 May 1956) was an Austrian mathematician. His doctoral dissertation was on the calculus of variations (in 1910, at the University of Vienna).", "46968203": "Patrick Michael Grundy (16 November 1917, Yarmouth, Isle of Wight – 4 November 1959) was an English mathematician and statistician.  He was one of the eponymous co-discoverers of the Sprague–Grundy function and its application to the analysis of a wide class of combinatorial games.[1]", "43756941": "Wiktor Eckhaus (28 June 1930 – 1 October 2000) was a Polish–Dutch mathematician, known for his work on the field of differential equations. He was Professor Emeritus of Applied Mathematics at the Utrecht University.", "1158543": "Virahanka (Devanagari: विरहाङ्क) was an Indian prosodist who is also known for his work on mathematics.  He may have lived in the 6th century, but it is also possible that he worked as late as the 8th century.", "74296721": "Peter Ludvig Meidell Sylow (IPA: [ˈsyːlɔv]) (12 December 1832 – 7 September 1918) was a Norwegian mathematician who proved foundational results in group theory.[1]", "50638226": "Mellen Woodman Haskell (March 17, 1863 – January 15, 1948) was an American mathematician, specializing in geometry, group theory, and applications of group theory to geometry.[1]", "53882258": "Carol San Soucie Woodward is an American computational mathematician who works in the Center for Applied Scientific Computing at Lawrence Livermore National Laboratory.[1] She was elected as a fellow of the Society for Industrial and Applied Mathematics (SIAM) in 2017, \"for the development and application of numerical algorithms and software for large-scale simulations of complex physical phenomena\".[2]", "42380697": "Pao-Lu Hsu or Xu Baolu (simplified Chinese: 许宝騄; traditional Chinese: 許寶騄; pinyin: Xǔ Bǎolù; September 1, 1910 – December 18, 1970) was a Chinese mathematician noted for his work in probability theory and statistics.", "1158561": "Acharya Virasena (792-853 CE),[1] also known as Veerasena, was a Digambara monk and belonged to the lineage of Acharya Kundakunda.[2] He  was an Indian mathematician and Jain philosopher and scholar. He was also known as a famous orator and an accomplished poet.[3] His most reputed work is the Jain treatise Dhavala.[4] The late Dr. Hiralal Jain places the completion of this treatise in 816 AD.[5]", "51031458": "Nathalie Michelle Sinclair (born 1970)[1] is a Canadian researcher in mathematics education who holds the Canada Research Chair in Tangible Mathematics Learning at Simon Fraser University in Vancouver.[2]", "12266914": "Leroy Frederick Meyers (June 30, 1927—November 8, 1995) was a mathematician.[1]", "60534183": "Ana María Patricia Fauring is an Argentine mathematician who won the Paul Erdős Award for being \"the principal mathematician involved in training Argentine teams for the IMO and other international events, where they have done respectably\".[1]", "45493672": "Constantin Climescu (30 November 1844 – 6 August 1926) was a Moldavian, later Romanian mathematician and politician.", "35270057": "Marc Zamansky (Genève 14 February 1916 - 6 November 1996) was a French mathematician and a member of the French Resistance.", "65383852": "Mary A. Clem (née Mary A. McLaughlin; 1905 – 1979)[2][1] was an American mathematician, and a human computer. She was a staff member at Iowa State University, and was recognized for inventing the “zero check” technique for detecting errors.", "1158573": "Mahāvīra (or Mahaviracharya, \"Mahavira the Teacher\") was a 9th-century Indian Jain mathematician possibly born in Mysore, in India.[1][2][3] He authored Gaṇita-sāra-saṅgraha (Ganita Sara Sangraha) or the Compendium on the gist of Mathematics in 850 CE.[4] He was patronised by the Rashtrakuta emperor Amoghavarsha.[4] He separated astrology from mathematics. It is the earliest Indian text entirely devoted to mathematics.[5] He expounded on the same subjects on which Aryabhata and Brahmagupta contended, but he expressed them more clearly. His work is a highly syncopated approach to algebra and the emphasis in much of his text is on developing the techniques necessary to solve algebraic problems.[6]  He is highly respected among Indian mathematicians, because of his establishment of terminology for concepts such as equilateral, and isosceles triangle; rhombus; circle and semicircle.[7] Mahāvīra's eminence spread throughout southern India and his books proved inspirational to other mathematicians in Southern India.[8] It was translated into the Telugu language by Pavuluri Mallana as Saara Sangraha Ganitamu.[9]", "35007920": "Thomas Bedwell (died April 1595) was an English mathematician and military engineer.", "1158578": "Jayadeva (c. 1000 CE) was an Indian mathematician, who further developed the cyclic method (Chakravala method)[1] that was called by Hermann Hankel \"the finest thing achieved in the theory of numbers before Lagrange (18th century)\".[2] He also made significant contributions to combinatorics.[3]", "24522165": "Joseph Furttenbach the Elder (30 December 1591 – 17 January 1667) was a German architect, mathematician, engineer and diarist.", "40906169": "Jason Rosenhouse is an American author and professor of mathematics at James Madison University, where he was originally appointed an assistant professor in 2003. He became a full professor in 2014. His research focuses on algebraic graph theory, as well as analytic number theory.[1] He ran the blog Evolution Blog at National Geographic's ScienceBlogs,[2] where he frequently criticized creationism.[3] In late 2016 he announced that he was abandoning the blogging format.[4] He has contributed to the pro-evolution blog The Panda's Thumb,[5] and has also contributed to the Huffington Post about topics such as the Higgs boson, in addition to creationism.[6]", "68693434": "David Lee Hunter (September 10, 1933 – June 24, 2021)[1] was an African American mathematician and educator. He received the Distinguished Service Award from the National Council on Black American Affairs (a council of the American Association of Community Colleges) in 1996,[2] and was honored with the Dr. Martin Luther King Jr. Annual Medallion Award by the city of Charlotte, North Carolina, in 2003.[3]", "70331841": "Jerome Kenneth Percus (born 21 June 1926 in New York City; died 7 March 2021)[1] was a physicist and mathematician known for important contributions to statistical physics, chemical physics, and applied mathematics.", "55913930": "Charles Niven (1845–1923) was a Scottish mathematician and physicist who spent most of his career at the University of Aberdeen.  He published on mechanics, electricity, and heat.[1]", "17575371": "Lassi Päivärinta is a Finnish mathematician, one-time professor of applied mathematics at the department of mathematics and statistics at the University of Helsinki. Päivärinta's research is mostly in the fields of inverse problems and partial differential equations.", "54111692": "Anna Kiesenhofer (born 14 February 1991) is an Austrian professional cyclist and mathematician, who rides for UCI Women's Team Israel Premier Tech Roland.[1] She is currently a postdoctoral fellow in mathematics at the École Polytechnique Fédérale de Lausanne (EPFL).", "35270098": "Karl Longin Zeller (December 28, 1924, Šiauliai, Lithuania – July 20, 2006, Tübingen) was a German mathematician and computer scientist who worked in numerical analysis and approximation theory.[1] He is the namesake of Zeller operators.", "54144467": "Friedrich Böhm (born 15 August 1885 in Harburg (Swabia) near Donauwörth, died 25 August 1965 in Munich) was a German actuarial and insurance mathematician and university lecturer.[1] During World War II, Böhm was conscripted into Group IV of Inspectorate 7 (German: Horchleistelle), an early cipher bureau and Signals intelligence agency of the German Army (Wehrmacht) (German: Heer), working to decode foreign Ciphers. He would later work in the successor organization: General der Nachrichtenaufklärung, in a similar role.", "60435926": "Kathryn Leonard is an American mathematician and computer scientist. Leonard received a Henry L. Alder Award from the Mathematical Association of America in 2012.[1] She received the AWM Service Award from the Association for Women in Mathematics (AWM) in 2015.[2] She served as the AWM Meetings Coordinator from 2015 - 2018.[3] She was President of the AWM and is now AWM Past-President.[4] She is also director of the NSF-funded Center for Undergraduate Research in Mathematics. She is currently on the American Mathematical Society Nominating Committee.[5]", "57486808": "Tikhon Yevgenyevich Moiseev (Russian: Ти́хон Евге́ньевич Моисе́ев; born 1978) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1] Corresponding Member of the Russian Academy of Sciences.[2]", "57683419": "Sergey Yurievich Solovyov (Russian: Серге́й Ю́рьевич Соловьёв; 3 February 1955 – 22 September 2023) was a Russian mathematician who was a professor at the Faculty of Computer Science at the Moscow State University.[1]", "1158626": "Bhāskara (c. 600 – c. 680) (commonly called Bhāskara I to avoid confusion with the 12th-century mathematician Bhāskara II) was a 7th-century Indian mathematician and astronomer who was the first to write numbers in the Hindu–Arabic decimal system with a circle for the zero, and who gave a unique and remarkable rational approximation of the sine function in his commentary on Aryabhata's work.[3] This commentary, Āryabhaṭīyabhāṣya, written in 629 CE, is among the oldest known prose works in Sanskrit on mathematics and astronomy. He also wrote two astronomical works in the line of Aryabhata's school: the Mahābhāskarīya (\"Great Book of Bhāskara\") and the Laghubhāskarīya (\"Small Book of Bhāskara\").[3][4]", "36941284": "Gaston Albert Gohierre de Longchamps (1 March 1842 – 9 July 1906) was a French mathematician.[1]", "13872613": "Richard Norwood (1590? – 1675) was an English mathematician, diver, and surveyor. He has been called \"Bermuda’s outstanding genius of the seventeenth century\".[1]", "43494887": "Miguel Nicolás Walsh is an Argentine mathematician working in number theory and ergodic theory.[3][4] He has previously held a Clay Research Fellowship and was a fellow of Merton College at the University of Oxford.[5][6] He is a professor of mathematics at the University of Buenos Aires.", "25767401": "Jean-Baptiste Joseph Fourier (/ˈfʊrieɪ, -iər/;[1] French: [fuʁje]; 21 March 1768 – 16 May 1830) was a French mathematician and physicist born in Auxerre and best known for initiating the investigation of Fourier series, which eventually developed into Fourier analysis and harmonic analysis, and their applications to problems of heat transfer and vibrations. The Fourier transform and Fourier's law of conduction are also named in his honour. Fourier is also generally credited with the discovery of the greenhouse effect.[2]", "3681770": "Desmond MacHale (born 28 January 1946) is Emeritus Professor of Mathematics at University College Cork, Ireland.[1][2] He is an author and speaker on several subjects, including George Boole, lateral thinking puzzles, and humour.  He has published over 80 books, some of which have been translated into languages including Danish, Italian, Norwegian, Spanish, German, Korean, and Japanese.[3][4]", "30256617": "Charles Hughes Terrot FRSE (19 September 1790 – 2 April 1872) was a Scottish Episcopalian minister, theologian and mathematician. He served as Primus of the Scottish Episcopal Church from 1857 to 1862.[1]", "20393452": "Hermann Lorenz Künneth (July 6, 1892 Neustadt an der Haardt – May 7, 1975 Erlangen)[1] was a German mathematician and renowned algebraic topologist, best known for his contribution to what is now known as the Künneth theorem.", "4435437": "Miloslav Valouch (4 August 1878, Lazce – 13 March 1952, Prague) was a Czechoslovak physicist and mathematician.", "41692649": "Jonathan Cape FRS (1793 – 9 September 1868) was a mathematician and Church of England clergyman.", "53882353": "Lois Virginia Curfman McInnes is an American applied mathematician who works as a senior computational scientist at Argonne National Laboratory, where she works on the numerical solution of nonlinear partial differential equations for scientific applications.[1]", "1158644": "Chaturveda Prithudaka Swami (c. 830 – c. 890) was an Indian mathematician best known for his work on solving equations. He also wrote an important commentary on Brahmagupta's work.[1]", "50769397": "Jean-Michel Bony (born 1 February 1942 in Paris) is a French mathematician, specializing in mathematical analysis. He is known for his work on microlocal analysis and pseudodifferential operators.", "1158648": "Vaṭeśvara (Sanskrit: वटेश्वर Sanskrit pronunciation: [vəʈeːɕvərə]) (born 880), was a tenth-century Indian mathematician from Kashmir[1][2] who presented several trigonometric identities. He was the author (at the age of 24)[3] of the Vaṭeśvara-siddhānta, written in 904 AD, a treatise focusing on astronomy and applied mathematics.The work criticized Brahmagupta and defended Aryabhatta I. An edition of the first three chapters was published in 1962 by R. S. Sharma and Mukund Mishra. Al Biruni referred to the works by Vateswara, particularly the Karaṇasāra, noting that the author was the son of Mihdatta who belonged to Nagarapura (also referred to as Anandapura, now named  Vadnagar). The Karaṇasāra uses 821 Saka era (899 AD) as a reference year.[4]", "57388537": "Marc N. Levine (born July 29, 1952 in Detroit, Michigan) is an American mathematician.", "33795578": "Alessio Corti (born 1965)[1] is a Professor of Mathematics at Imperial College London working in Algebraic Geometry.", "40283644": "Maria Gaetana Agnesi (UK: /ænˈjeɪzi/ an-YAY-zee,[1] US: /ɑːnˈ-/ ahn-,[2][3] Italian: [maˈriːa ɡaeˈtaːna aɲˈɲeːzi, -ɲɛːz-];[4] 16 May  1718 – 9 January 1799) was an Italian mathematician, philosopher, theologian, and humanitarian. She was the first woman to write a mathematics handbook and the first woman appointed as a mathematics professor at a university.[5]", "68824573": "Joella Hardeman Gipson-Simpson (January 8, 1929 – January 31, 2012) was an American musician, mathematician, and educator who became the first African American student at Mount St. Mary's College in Los Angeles.[1][2]", "21376510": "Andres Luure (born 22 May 1959, in Tallinn) is an Estonian philosopher and translator, and a researcher at Tallinn University.", "34123260": "Leonid Mirsky (19 December 1918 – 1 December 1983) was a Russian-British mathematician who worked in number theory, linear algebra, and combinatorics.[1][2][3][4] Mirsky's theorem is named after him.", "6368767": "Roland Lvovich Dobrushin (Russian: Рола́нд Льво́вич Добру́шин) (July 20, 1929 – November 12, 1995) was a mathematician who made important contributions to probability theory,[1] mathematical physics,[2] and information theory.[3]", "48967169": "Margherita Joan (Miggy) Biller MBE is a British mathematics teacher, the head of mathematics at York College. She was named an MBE in the 2016 New Year Honours \"for services to mathematics in further education\".[1]", "64204284": "Adrian Ioviță (born 28 June 1954)[1] is a Romanian-Canadian mathematician, specializing in arithmetic algebraic geometry and p-adic cohomology theories.", "1158661": "Vatasseri Parameshvara Nambudiri (c. 1380–1460)[1]  was a major Indian mathematician and astronomer of the Kerala school of astronomy and mathematics founded by Madhava of Sangamagrama. He was also an astrologer. Parameshvara was a proponent of observational astronomy in medieval India and he himself had made a series of eclipse observations to verify the accuracy of the computational methods then in use. Based on his eclipse observations, Parameshvara proposed several corrections to the astronomical parameters which had been in use since the times of Aryabhata. The computational scheme based on the revised set of parameters has come to be known as the Drgganita or Drig system. Parameshvara was also a prolific writer on matters relating to astronomy. At least 25 manuscripts have been identified as being authored by Parameshvara.[1]", "42118670": "Patrick Wilson FRSE LLD (often Anglicised as Peter Wilson)[1] (1743 – 1811) was a Scottish astronomer, type-founder, mathematician and meteorologist. He was the Regius Professor of Practical Astronomy at the University of Glasgow from 1784 to 1799.", "3845647": "Peter Benedict Kronheimer (born 1963) is a British mathematician, known for his work on gauge theory and its applications to 3- and 4-dimensional topology. He is William Caspar Graustein Professor of Mathematics at Harvard University and former chair of the mathematics department.[1][2]", "55488017": "Anna Barbara Reinhart (12 July 1730 – 5 January 1796), was a Swiss mathematician. She was considered an internationally respected mathematician of her era.", "62238226": "Tara Elise Brendle FRSE is an American mathematician who works in geometric group theory, which involves the intersection of algebra and low-dimensional topology.  In particular, she studies mapping class group of surfaces, including braid groups, and their relationship to automorphism groups of free groups and arithmetic groups. She is a professor of mathematics and head of mathematics at the University of Glasgow.[1]", "67939859": "Muriel Seltman (née Barnett; 27 March 1927 – 2 December 2019)[1] was British left-wing activist, mathematics educator, historian of mathematics, and author of books on mathematics, religion, politics, and philosophy.", "49917455": "Giovanni Battista Nicolai (30 March 1726 – 15 July 1793) was an Italian mathematician and professor at the University of Padua.[1][2] He was archpriest of Padernello, a frazione of Paese.[3]", "32484886": "Stathis K. Zachos (Greek: Στάθης (Ευστάθιος) Ζάχος; born 1947 in Athens) is a  mathematician, logician and theoretical computer scientist.", "69578264": "Leila Ann Dragonette Bram (1927–September 7, 1979) was an American mathematician. She was one of the first to study mock theta functions,[1] and for many years directed the mathematics program at the Office of Naval Research,[2] a position where she set the program for much of mathematics research.[3]", "1158681": "Munishvara or Munīśvara Viśvarūpa (born 1603) was an Indian mathematician who wrote several commentaries including one on astronomy, the Siddhanta Sarvabhauma (1646), which included descriptions of astronomical instruments such as the pratoda yantra.[1] Another commentary he wrote was the Lilavativivruti.[2] Very little is known about him other than that he came from a family of astronomers including his father Ranganatha who wrote a commentary called the Gụ̄hārthaprakaśa/Gūḍhārthaprakāśikā,[3] a commentary on the Suryasiddhanta. His grandfather Ballala had his origins in Dadhigrama in Vidharba and had moved to Benares. Ballala had several sons who wrote commentaries on astronomy and mathematics. Munisvara's Siddhantasarvabhauma had the patronage of Shah Jahan like his paternal uncle Krishna Daivagna did. He was opposed to fellow mathematician Kamalakara, whose brother also wrote a critique of Munisvara's bhangi-vibhangi method for planetary motions. He was also opposed to the adoption of some mathematical ideas in spherical trigonometry from Arab scholars.[4] An edition of his Siddhanta Sarvabhauma was published in the Princess of Wales Sarasvati Bhavana Granthamala series edited by Gopinath Kaviraj.[5] Munisvara's book had twelve chapters in two parts. The second part had notes on astronomical instruments. He was a follower of Bhaskara II.[6]", "56208924": "Richard Eugene Neapolitan was an American scientist. Neapolitan is most well-known for his role in establishing the use of probability theory in artificial intelligence and in the development of the field Bayesian networks.[1]", "55651870": "Deborah Tepper Haimo (1921–2007) was an American mathematician who became president of the Mathematical Association of America (MAA).[1] Her research concerned \"classical analysis, in particular, generalizations of the heat equation, special functions, and harmonic analysis\".[2]", "58043935": "Virginia Ruth Young is the Cecil J. and Ethel M. Nesbitt Professor of Actuarial Mathematics at the University of Michigan, and an expert on the mathematics of insurance.[1][2]", "1158687": "Mahendra Sūri (c. 1340 – 1400)[1] is the 14th century Jain astronomer who wrote the Yantraraja, the first Indian treatise on the astrolabe.[2] He was trained by Madana Sūri, and was teacher to Malayendu Sūri.[1] Jainism had a strong influence on mathematics particularly in the last couple of centuries BC. By the time of Mahendra Suri, however, Jainism had lost support as a national religion and was much less vigorous.", "45624872": "Carlos Matheus Silva Santos (born May 1, 1984 in Aracaju) is a Brazilian mathematician working in dynamical systems, analysis and geometry. He currently works at the CNRS, in Paris.[1]", "32878121": "Carl Severin Wigert (1871–1941) was a Swedish mathematician who created Stieltjes–Wigert polynomials and worked on the divisor function, including correctly describing its maximal order of growth. Wigert proved that", "58011185": "Vadim V. Schechtman (Вадим Шехтман, born 8 June 1954) is a Russian mathematician who teaches in Toulouse.[1]", "1158706": "The Baudhāyana sūtras (Sanskrit: बौधायन) are a group of Vedic Sanskrit texts which  cover dharma, daily ritual, mathematics and is one of the oldest Dharma-related texts of Hinduism that have survived into the modern age from the 1st-millennium BCE. They belong to the Taittiriya branch of the  Krishna Yajurveda school and are among the earliest texts of the genre.[1]", "49393205": "Michael Pfannkuche (born September 1, 1956) is a German chess problemist.", "48049722": "Carl Douglas Olds (11 May 1912 – 11 November 1979) was a New Zealand-born  American mathematician specializing in number theory.", "63090241": "Kathleen Rose Kavanagh (also published as Kathleen R. Fowler) is an American applied mathematician whose research involves simulation-based engineering,[1] particular for problems involving air quality, water quality, and sustainable irrigation.[2] She is a professor of mathematics at Clarkson University,[1] and a director of the New York State Education IMPETUS for Career Success providing science enrichment for middle and high school students in three counties of New York State.[3]. Kavanagh is also the associate director for the Institute for STEM Education at Clarkson University."}