{"53853943": "Matthieu Verstraete is an American physicist, currently (December 2022) at University of Liège and an Elected Fellow of the American Physical Society.[1][2] He has been the chair of the steering committee of the European The European Theoretical Spectroscopy Facility and a member of the international advisory committee of ABINIT (The opensource DFT software).[3]", "65552121": "Odo Deodatus I. Tauern (November 14, 1885 – July 11, 1926) was a German ethnologist, physicist, and inventor from a family of nobility who travelled to Southeast Asia as part of an expedition. He made the oldest known recordings of Balinese music on Edison wax cylinders.[1] He collected for the ethnographic museum in Freiburg. He also made innovations in film and cinematography.", "343808": "Sir Alfred Charles Bernard Lovell OBE FRS (/ˈlʌvəl/ LUV-əl; 31 August 1913 – 6 August 2012) was an English physicist and radio astronomer. He was the first director of Jodrell Bank Observatory, from 1945 to 1980.[1][2][3][4][5][6]", "39436036": "Marko V. Jarić (Марко Вукобрат Јарић; March 17, 1952 in Belgrade, Serbia – October 25, 1997 in College Station, Texas) was a Serbian-American physicist. He served as visiting professor at  Montana State University and Harvard University, and full professor at Texas A&M University[1][2]", "55623431": "Robert Henry “Pete” Bragg Jr. (August 11, 1919 – October 2, 2017), was a professor in the Department of Materials Science and Engineering in the UC Berkeley College of Engineering.", "7978760": "Michael W. Binger (born December 20, 1976, in Delray Beach, Florida) is a part-time professional poker player, based in Atherton, California. He has a brother, Nick Binger, who also has several high-profile tournament cashes.[1]", "73088777": "Peter G. Tuthill (born 18 Jan 1967) is an Australian astronomer who has pioneered the science of high-angular resolution astronomy, leading the development of aperture masking interferometry and astronomical optical interferometry. He is a professor of astrophysics at the School of Physics at the University of Sydney[1] and was Director of the Sydney Institute for Astronomy (SIfA) of School from 2010 to 2015.", "6274827": "Alfred Kleiner (24 April 1849 – 3 July 1916) was a Swiss physicist and Professor of Experimental Physics at the University of Zurich. He was Albert Einstein's doctoral advisor or Doktorvater. Initially Einstein's advisor was Heinrich F. Weber.  However, they had a major falling out, and Einstein chose to switch to Kleiner.", "19250963": "David James Edward Callaway is a biological nanophysicist in the New York University School of Medicine, where he is professor and laboratory director. He was trained as a theoretical physicist by Richard Feynman, Kip Thorne, and Cosmas Zachos, and was previously an associate professor at the Rockefeller University after positions at CERN and Los Alamos National Laboratory.  Callaway's laboratory discovered potential therapeutics for Alzheimer's disease based upon apomorphine[1] after an earlier paper of his developed models of Alzheimer amyloid formation.[2] He has also initiated the study of protein domain dynamics by neutron spin echo spectroscopy, providing a way to observe protein nanomachines in motion.[3]", "704276": "Andrea Mia Ghez (born June 16, 1965) is an American astrophysicist, Nobel laureate, and professor in the Department of Physics and Astronomy and the Lauren B. Leichtman & Arthur E. Levine chair in Astrophysics, at the University of California, Los Angeles.[1] Her research focuses on the center of the Milky Way galaxy.[2]", "53853976": "Emanuel Tutuc is an American physicist and professor at University of Texas at Austin and an Elected Fellow of the American Physical Society.[1][2]", "3620632": "Rodney Leonard (Rod) Jory AM, (26 November 1938 – 14 October 2021), was an Australian physicist noted for establishing and running the National Youth Science Forum (NYSF/NSSS) and for his contributions to Australian teams which have competed at the International Physics Olympiad. He retired from the position of director of the NYSF in January 2005. He died in 2021 in Merimbula, New South Wales, at the age of 82.", "14597914": "Alain Haché (born 1970) is an experimental physicist, a professor at the University of Moncton, Canada.[1] From 2003 to 2013 he held the Canada Research Chair in photonics.[2] He is also the author of The Physics of Hockey [3] and Slap Shot Science,[4] two popular science books on ice hockey.", "47824670": "Tung Hon Jeong (December 19, 1931 – May 4, 2015) was an international leader in the field of holography.[1] He worked with Hans Bjelkhagen on technology to make true-color holograms and assisted in the development of the three-dimensional moving holograms. His research led to simple and economical holograms.", "13680414": "Marcel Audiffren was a French priest, physicist, and inventor who promoted the residential refrigerator. He served as abbot of his Cistercian monastery, and originally designed a hand-cranked device for cooling liquid, such as wine, for his monks.[1]", "63487780": "Larry Donnie Gladney (born 1957) is an American experimental particle physicist and cosmologist.  In 2019, he became professor of physics and the Phyllis A. Wallace Dean of Diversity and Faculty Development at Yale University.  Previously he was the Edmund J.  and Louise W. Kahn Professor for Faculty Excellence, and associate dean for natural sciences, at the University of Pennsylvania. His research has focused on issues relating to the origins of expansion of the universe following the Big Bang, and on fundamental connections between matter, energy, space, and time.[1]  The recipient of many fellowships and prizes, and a former visiting scholar at the Lawrence Berkeley National Laboratory, Gladney featured in a 2006 oral history conducted by HistoryMakers,[2] a digital archive project preserved at the Library of Congress, which aims to document the contributions of African-Americans to U.S. history and American society.[3]", "46645031": "Thomas Tommasina (1855 – 29 January 1935)[1] was an artist turned physicist who worked on atmospheric ionization and gravitational theories mainly after moving to Switzerland. An experimenter as well as a theoretician, he invented a radio-receiver-like device while studying ionospheric disturbances in the upper atmosphere and used it in long-range weather prediction.", "704307": "William Henry Eccles FRS[1] (23 August 1875 – 29 April 1966) was a British physicist and a pioneer in the development of radio communication.", "33668925": "Chris J. L. Doran is a physicist, Director of Studies in Natural Sciences for Sidney Sussex College, Cambridge. He founded Geomerics, and is its Chief Operating Officer.", "66436926": "Catherine G. Constable is an Australian earth scientist who is a professor at the Scripps Institution of Oceanography. Her research considers palaeo- and geo-magnetism. Constable was awarded the American Geophysical Union William Gilbert Award in 2013 and elected Fellow of the American Association for the Advancement of Science in 2017.", "72073025": "Siebren van der Werf (born 1942) is a Dutch physicist and author of non-fiction books.", "31342408": "Giuseppe Nardulli (6 July 1948 – 26 June 2008) was an Italian physicist based in Bari.[1]", "67518286": "Hui Zhai (Chinese: 翟荟; born February 1981) is Changjiang Chair Professor of Physics at the Institute for Advanced Study, Tsinghua University.[1] He is best known for his research in ultracold atomic physics,[2] condensed matter physics, and machine learning.", "22036303": "Earle Melvin Terry (1869 - May 2, 1929) was an American physicist, known for contributions to wireless transmission systems and radio.", "24592208": "Clifford Victor Johnson (born 5 March 1968)[1] is a British theoretical physicist and professor at the University of California, Santa Barbara department of Physics.", "31113051": "Glen Anderson Rebka Jr. (September 19, 1931, Cincinnati – January 13, 2015, Laramie) was an American physicist.[1]", "8634205": "Jameel Sadik \"Jim\" Al-Khalili CBE FRS HonFREng FInstP (Arabic: جميل صادق الخليلي; born 20 September 1962[4]) is an Iraqi-British theoretical physicist, author and broadcaster. He is professor of theoretical physics and chair in the public engagement in science at the University of Surrey. He is a regular broadcaster and presenter of science programmes on BBC radio and television, and a frequent commentator about science in other British media.", "15187805": "Rudolf Podgornik (born August 27, 1955 in Ljubljana, Yugoslavia) is a physicist. His fields of research are: physics of soft matter, physics of Coulomb fluids, physics of  macromolecular interactions, Lifshitz theory of Casimir - van der Waals dispersion interaction, Casimir effect, physics of membranes, polymers and polyelectrolytes and physics of DNA, RNA and viruses.", "20299616": "Robert W. Gundlach  (September 7, 1926 – August 18, 2010) was an American physicist. He is most noted for his prolific contributions to the field of xerography, specifically the development of the modern photocopier. Gundlach helped transform the Haloid Company, a small photographic firm, into the thriving Xerox Corporation. Over the course of his 42-year career with the company, he contributed over 155 patents, making photocopying technology more affordable and practical.[1] In 1966 Gundlach was named Xerox's first Research Fellow, the highest non-managerial that could be achieved by a Xerox scientist. After his retirement in 1995, he was granted several patents associated with his hobbies, including a snow-making system and a special backpack.", "50118500": "Dmitri E. Kharzeev is an American theoretical physicist most notable for his work on the chiral magnetic effect.", "3686251": "Pervez Amirali Hoodbhoy (Urdu: پرویز امِیرعلی ہودبھائی; Urdu pronunciation: [pərʋeːz əmiːɾəliː ɦuːd̪bʱaːiː]; born 11 July 1950) is a Pakistani nuclear physicist, author, media commentator, and social activist. He is generally considered one of the most vocal, progressive and liberal members of the Pakistani intelligentsia. Hoodbhoy is known for his opposition to nuclear weapons and vocal defence of secularism, freedom of speech, scientific temper and education in Pakistan.[2][3] Some senior journalists, political and army figures have leveled accusations[4] of treason and unbelief against him but he has rebutted them.[5] Instead he regards himself as a global citizen.[6] His physics-math course lectures, as well as on popular science topics, are widely watched and available online.[7][8]", "52117355": "Zdeněk Sekera (3 July 1905 – 1 January 1973) was a Czech scientist who in 1966 won the American Meteorological Society's Carl-Gustaf Rossby Research Medal for atmospheric science for his research into the dynamics of the atmosphere.[1] He was a Guggenheim Fellow in 1956 and 1960 in the fields of astronomy and astrophysics.[2] He was professor of meteorology at the University of California, Los Angeles.[3]", "71155565": "Ahmed Amin Hamza FAAS FRMS SPIE (Arabic: أحمد أمين حمزة) is an Egyptian emeritus professor of physics at the Faculty of Science, University of Mansoura.[1][2] He was a former President  and Vice President of the institution and an ex-President of the British University in Egypt.[1][2]  He is a member of African Academy of Sciences and a fellow of the institute of physics.[1][2]", "58277743": "Donald Frank Holcomb (November 8, 1925 – August 9, 2018) was an American physicist.", "49008": "Robert Andrews Millikan (March 22, 1868 – December 19, 1953) was an American experimental physicist who won the Nobel Prize for Physics in 1923 for the measurement of the elementary electric charge and for his work on the photoelectric effect.", "180079": "Karl Guthe Jansky (October 22, 1905 – February 14, 1950) was an American physicist and radio engineer who in April 1933 first announced his discovery of radio waves emanating from the Milky Way in the constellation Sagittarius. He is considered one of the founding figures of radio astronomy.[1]", "67059571": "Päivi Törmä is a Finnish physics professor at Aalto University.[1][2][3] She works in the fields of quantum many-body physics, superconductivity, and nanophotonics.", "61161333": "Barbara Kegerreis Lunde (born 1937) is an American physicist and electrical engineer. She worked for NASA in the 1960s, where she developed several instruments for various projects. Lunde became the second woman to graduate from Iowa State University with a doctorate in physics and the first woman in Iowa to become a professional electrical engineer.", "45531001": "David Beaglehole (8 January 1938 – 21 March 2014) was a New Zealand physicist.", "26066810": "Hilbrand Johannes \"Hip\" Groenewold (1910–1996) was a Dutch theoretical physicist who pioneered the largely operator-free formulation of quantum mechanics in phase space known as phase-space quantization.", "73023355": "Chun Ning \"Jeanie\" Lau is an American physicist who is a Professor of Quantum Materials at Ohio State University. Her research considers materials for quantum technologies, including Van der Waals materials and superconductors. She was elected a Fellow of the American Physical Society in 2017.", "53559165": "Distinguished Associate Award U.S. Department of Energy, 1992[2]\nErnest Orlando Lawrence Award U.S. Department of Energy, 1984[3]\nCurtis W. McGraw Research Award, American Society for Engineering Education, 1982", "74432394": "Chii-Dong Lin (born 1946) is a Taiwanese physicist.", "69779339": "Arian Leigh Pregenzer (born 1953)[1] is an American physicist specializing in nuclear security, arms control, and nuclear proliferation. She is retired from the Sandia National Laboratories.", "48512908": "Ilme Schlichting (born March 8, 1960) is a German biophysicist.", "147338": "Ernst August Friedrich Ruska (German pronunciation: [ɛʁnst ˈʁʊskaː] ⓘ; 25 December 1906 – 27 May 1988)[1] was a German physicist who won the Nobel Prize in Physics in 1986 for his work in electron optics, including the design of the first electron microscope.[2]", "2047887": "Harold Elford Johns OC (4 July 1915 – 23 August 1998) was a Canadian medical physicist, noted for his extensive contributions to the use of ionizing radiation to treat cancer.", "30687122": "Seung Joo Lee is a South Korean physicist,[1] educator[2] and military scientist. He received his B.S. (1974) and M.S. (1977) from Seoul National University, and PhD in 1981 from the State University of New York at Buffalo and since became a Fellow of the Korean Physical Society and a Member of the American Physical Society. In 2010 he became a life Fellow of the American Physical Society.", "1982355": "David Henry Frisch (March 12, 1918 – May 23, 1991) was an American physicist who helped develop the atom bomb in World War II and later became active in the disarmament movement.[2]  He was also the husband of Rose Epstein Frisch.", "49790869": "George Cunliffe McVittie FRSE FRAS OBE (1904–1988) was a British mathematician and cosmologist.[1] He is best known for his contributions towards radio astronomy.[2]", "55558039": "Sumit Ranjan Das (born 11 December 1955) is a US-based Indian high energy physicist and a professor at the University of Kentucky. Known for his research on string theory, Das is an elected fellow of the Indian Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1998.[1][note 1]", "38551454": "Stephon Haigh-Solomon Alexander (born March 30, 1971) is a theoretical physicist, cosmologist, musician and author.[1][2][3][4][5]", "16291": "Sir John Ambrose Fleming FRS[1] (29 November 1849 – 18 April 1945) was an English electrical engineer and physicist who invented the first thermionic valve or vacuum tube,[2] designed the radio transmitter with which the first transatlantic radio transmission was made, and also established the right-hand rule used in physics.[3]", "4046756": "Erika Helga Ruth Böhm-Vitense (June 3, 1923 – January 21, 2017)[1] was a German-born American astrophysicist known for her work on Cepheid variables and convection in stellar atmospheres.", "49080": "Georg Simon Ohm (/oʊm/,[1] German: [ˈɡeːɔʁk ˈʔoːm];[2][3] 16 March 1789 – 6 July 1854) was a German physicist and mathematician. As a school teacher, Ohm began his research with the new electrochemical cell, invented by Italian scientist Alessandro Volta. Using equipment of his own creation, Ohm found that there is a direct proportionality between the potential difference (voltage) applied across a conductor and the resultant electric current. This relation is called Ohm's law, and the ohm, the unit of electrical resistance, is named after him.", "65617852": "Zlatko Boško Tešanović (August 1, 1956 – July 26, 2012) was an Yugoslav-American theoretical condensed-matter physicist, whose work focused mainly on the high-temperature superconductors (HTS) and related materials.", "71712700": "Paul Louis Hertz is an American astrophysicist, and is best known for being the longest-serving[1] Director of the Astrophysics Division at NASA, with a tenure from 2012 to 2022.[2]", "5980095": "Martin Roček is a professor of theoretical physics at the State University of New York at Stony Brook and a member of the C. N. Yang Institute for Theoretical Physics. He received A.B. and Ph.D. degrees from Harvard University in 1975 and 1979. He did post-doctoral research at the University of Cambridge and Caltech before becoming a professor at Stony Brook University.", "56082368": "Jean-Pierre Leburton ((1949-03-04)March 4, 1949, Liège, Belgium)[2][1] is the Gregory E. Stillman Professor of Electrical and Computer Engineering and professor of Physics at the University of Illinois at Urbana–Champaign.[3]\nHe is also a full-time faculty member in the Nanoelectronics and Nanomaterials group of the Beckman Institute for Advanced Science and Technology.[4][5]  \nHe is known for his work on semiconductor theory and simulation, and on nanoscale quantum devices[1] including quantum wires, quantum dots, and quantum wells. He studies and develops nanoscale materials with potential electronic and biological applications.[6]", "53755841": "Elie Track is a physicist, applied scientist, businessman, and entrepreneur. He currently resides in Stamford, Connecticut. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014[1] for his leadership and work in superconducting electronics and its applications.", "1916867": "Paul Karl Ludwig Drude (German: [ˈdʁuːdə]; 12 July 1863 – 5 July 1906) was a German physicist specializing in optics.  He wrote a fundamental textbook integrating optics with James Clerk Maxwell's theories of electromagnetism.", "81859": "James Prescott Joule FRS FRSE (/dʒuːl/;[1][2][a] 24 December 1818 –  11 October 1889) was an English physicist, mathematician and brewer, born in Salford, Lancashire. Joule studied the nature of heat, and discovered its relationship to mechanical work. This led to the law of conservation of energy, which in turn led to the development of the first law of thermodynamics. The SI derived unit of energy, the joule, is named after him.", "25575365": "Sir Colin John Humphreys, CBE FRS FREng FIMMM FInstP[1][6] (born 24 May 1941) is a British physicist.[2] He is the Professor of Materials Science at Queen Mary University of London.", "4636622": "Christian Wissel, originally a physicist and professor at the University of Marburg, is an important founding father of modern ecological modelling in Germany. He established an influential department at the Helmholtz Centre for Environmental Research (UFZ) and led it until his retirement in 2005.", "147412": "Dr. Wilmot N. Hess (October 16, 1926 – April 16, 2004) was an American physicist who was involved with many ambitious scientific projects of the 20th century, including the Plowshares project, the NASA Apollo Moon missions, the National Oceanic and Atmospheric Administration (NOAA) hurricane research and oil spill cleanup research, the National Center for Atmospheric Research (NCAR) weather modification research, and the US Department of Energy Superconducting Super Collider (SSC) project. Hess retired as the associate director of the US Department of Energy, to which he was first elected in 1976. He lived in California and died of leukemia on April 16, 2004, at the age of 77.", "9617370": "Nathaniel David Mermin (/ˈmɜːrmɪn/; born 30 March 1935) is a solid-state physicist at Cornell University best known for the eponymous Hohenberg–Mermin–Wagner theorem, his application of the term \"boojum\" to superfluidity, his textbook with Neil Ashcroft on solid-state physics, and for contributions to the foundations of quantum mechanics and quantum information science.[2]", "1851358": "Baron Yamakawa Kenjirō (山川 健次郎, September 9, 1854 – June 26, 1931) was a Japanese samurai, politician, physicist, academic administrator, and author of several histories of the Boshin War. He served as president of Tokyo Imperial University, Kyushu Imperial University, and Kyoto Imperial University. He also served as a Privy Councilor and a member of the House of Peers. Though his name is commonly written \"Yamakawa,\" he himself wrote it as \"Yamagawa\" in English.", "60276703": "Kerstin Perez is an associate professor of Particle Physics at the Massachusetts Institute of Technology. She is interested in physics beyond the standard model. She leads the silicon detector program for the General AntiParticle Spectrometer (GAPS) and the high-energy X-ray analysis community for the NuSTAR telescope array.", "65388519": "Aleksandra Radenovic (born in 1975 in Croatia) is a Swiss and Croatian biophysicist. Her research focuses on the development of experimental tools to study single-molecule biophysics. She is a professor of biological engineering at the École Polytechnique Fédérale de Lausanne (EPFL) and head of the Laboratory of Nanoscale Biology.[1][2]", "20856815": "William  (Bill) Cochran FRS FRSE (30 July 1922 – 28 August 2003)[1] was a Scottish physicist. He is best known for \"pioneering contributions to the science of X-ray crystallography\", for which he was awarded the Hughes Medal in 1978.[2][3]", "475120": "This article lists the many characters of Futurama, an American animated science fiction sitcom created by Matt Groening and developed by Groening and David X. Cohen for the Fox Broadcasting Company. The series follows the adventures of a late-20th-century New York City pizza delivery boy, Philip J. Fry, who, after being unwittingly cryogenically frozen for one thousand years, finds employment at Planet Express, an interplanetary delivery company in the retro-futuristic 31st century.", "41435121": "Antoine Georges (born 1961) is a French physicist. He is a professor at the Collège de France in Paris (where he holds the chair of Condensed Matter Physics) and the director of the Center for Computational Quantum Physics at the Flatiron Institute, New York. In 2023, he was elected to the National Academy of Sciences.[1]", "46546931": "Pedro Miguel Etxenike Landiribar, also known as Pedro Miguel Echenique (born 8 June 1950, Isaba, Navarre), is a theoretical solid-state physicist, Professor of Condensed Matter Physics at the University of the Basque Country (UPV/EHU), and former minister of the Basque Autonomous Community.", "475133": "Edme Mariotte (/ˌmɑːriˈɒt/;[1] French: [ɛdmə maʁjɔt]; c. 1620 – 12 May 1684) was a French physicist and priest (abbé).[2] He is particularly well known for formulating Boyle's law independently of Robert Boyle. Mariotte is also credited with designing the first Newton's cradle.", "10436608": "Sammy Lee (born Samuel Lee, 1958 – 21 July 2012) was an expert on fertility[1] and in vitro fertilisation[2][3]", "64307205": "Andrea F. Young is an American experimental physicist and assistant professor at the University of California, Santa Barbara. In 2018, he was awarded the New Horizons in Physics Prize for his work on van der Waals heterostructures and quantum Hall phases.[1]", "33800197": "Klaus Bringmann  (28 May 1936, in Bad Wildungen – 14 July 2021[1]) was a German historian, an author of books on Roman history, and a professor of antiquity.[2]", "69976074": "Volker D. Burkert is a German physicist, academic and researcher. He is a Principal Staff Scientist at the Thomas Jefferson National Accelerator Facility at Jefferson Lab (JLab) in Newport News, Virginia (USA).[1] He has made major contributions to the design of the CEBAF Large Acceptance Spectrometer (CLAS) that made it suitable for high luminosity operation in experiments studying spin-polarized electron scattering.", "45367309": "Prof. RNDr. Jiří Horáček, DrSc. (* February 2, 1945 in Nová Paka) is a Czech theoretical physicist, professor at Charles University in Prague, where he works at the Institute of Theoretical Physics, which is a part of the Faculty of Mathematics and Physics. He was the director of the Institute in 2003–2011. \nHe works in the field of theoretical atomic and molecular physics with a special focus on numerical solutions to integral and differential equations of scattering theory and on numerical analytic continuation methods localizing the poles of scattering quantities related to resonances.", "34488335": "Horace Richard Crane (November 4, 1907 – April 19, 2007) was an American physicist, the inventor of the Race Track Synchrotron,[1][2] a recipient of President Ronald Reagan's National Medal of Science \"for the first measurement of the magnetic moment and spin of free electrons and positrons\".[3]\nHe was also noted for proving the existence of neutrinos.[4] The National Academy of Sciences called Crane \"an extraordinary physicist\".[5] The University of Michigan called him \"one of the most distinguished experimental physicists of the 20th century\".[6] Crane was a chairman of the department of physics\n[7] and a professor of physics at the University of Michigan,[8] a member of the National Academy of Sciences.[9]", "17809425": "Georg Carl Stetter  (23 December 1895 – 14 July 1988) was an Austrian-German nuclear physicist. Stetter was Director of the Second Physics Institute of the University of Vienna. He was a principal member of the German nuclear energy project, also known as the Uranium Club. In the latter years of World War II, he was also the Director of the Institute for Neutron Research. After the war, he was dismissed from his university positions, and he then became involved in dust protection research. After his dismissal was overturned, he became Director of the First Physics Institute of the University of Vienna, and he began research on aerosols. In 1962, Stetter became a full Member of the Austrian Academy of Sciences. In that same year, the Academy established their Commission for Clean Air, and Stetter served as its chairman until 1985.", "46710807": "Gregory P. Laughlin is an American astrophysicist who is a professor of astronomy and astrophysics at Yale University.[1] As a researcher, he is interested in hydrodynamic simulations, the characterization of extrasolar planets and planet-forming environments as well as the far future of the Universe. He has also published a paper on high-frequency trading and was involved in market prediction in 2014.[2]", "21446681": "Garniss H. Curtis, (born May 27, 1919 – died December 19, 2012) was a professor of geology at the University of California, Berkeley, geochronologist, volcanologist, geophysicist, and founder of the Berkeley Geochronology Center.  In 1960, Curtis and fellow UC Berkeley geophysicist Jack Evernden used potassium-argon dating methods developed by UC Berkeley physicist John Reynolds on minerals found in tephra deposits collected by Evernden to date Mary Leakey's 1959 Olduvai Gorge Bed I hominin Zinjanthropus (Paranthropus boisei) to 1.89 to 1.57 Mya.[1]  The great age of the fossil hominid and associated stone tools in the bed pushed back the then accepted age of the Pleistocene another million years, causing a stir in the geology community.[1][2] The dating of these fossil finds is considered a starting point for the collaboration of paleoanthropology and geochronology.", "53821475": "Peter Engels is a professor of physics at the Washington State University,[1] who conducts research in the field of ultracold atomic gases.  His group at WSU performs a variety of experiments involving quantum hydrodynamics, spin–orbit coupling (See Spin–orbit interaction), soliton formation, condensed matter physics, and more using Rb-87 (bosonic) and K-40 (fermionic).[2] Recently, in collaboration with the theorists Prof. Michael Forbes, Yongping Zhang, and Thomas Busch, his team published research demonstrating negative mass hydrodynamics in a spin–orbit coupled Bose–Einstein condensate.[3][4][5]", "18006051": "Alfred Heinrich Bucherer (* 9 July 1863 in Cologne; † 16 April 1927 in Bonn) was a German physicist, who is known for his experiments on relativistic mass. He also was the first who used the phrase \"theory of relativity\" for Einstein's theory of special relativity.", "9715761": "Henry Primakoff (Ukrainian: Генрі Примако́в; February 12, 1914 – July 25, 1983) was a Ukrainian-American theoretical physicist who is famous for his discovery of the Primakoff effect.[1][2]", "475185": "Abram Fedorovich[a] Ioffe (Russian: Абра́м Фёдорович Ио́ффе, IPA: [ɐˈbram ˈfʲɵdərəvʲɪtɕ ɪˈofɛ]; 29 October [O.S. 17 October] 1880 – 14 October 1960) was a prominent Soviet physicist. He received the Stalin Prize (1942), the Lenin Prize (1960) (posthumously), and the Hero of Socialist Labor (1955). Ioffe was an expert in various areas of solid state physics and electromagnetism. He established research laboratories for radioactivity, superconductivity, and nuclear physics, many of which became independent institutes.", "4997171": "Arthur Scott King (January 18, 1876 – April 17, 1957) was an American physicist and astrophysicist.", "69320759": "Sarah Anne Harris is a British physicist who is an Associate Professor of Biological Physics at the University of Leeds.[1][2] Her research investigates biomolecular simulations and the topology of DNA. In particular, she makes use of molecular dynamics to explore how DNA responds to stress. She serves as chair of the Engineering and Physical Sciences Research Council (EPSRC) computational collaborative project in Biomolecular simulation.", "39960632": "Riccardo Barbieri (born 1944) is an Italian theoretical physicist and a professor at the Scuola Normale Superiore di Pisa.\nHe has written more than two hundred research papers in the field of theoretical elementary particle physics,[1] and has been particularly influential in physics beyond the Standard Model.", "21020730": "Karl Friedrich Franz Christian Scheel (10 March 1866 in Rostock – 8 November 1936 in Berlin) was a German physicist. He was a senior executive officer and head of Department IIIb at the Reich Physical and Technical Institute. Additionally, he served as editor of the journal Fortschritte der Physik [de], the semi-monthly bibliographic section of the journal Physikalische Berichte, the Verhandlungen of the German Physical Society, and the society’s journal Zeitschrift für Physik. From 1926 to 1935, he was editor of the Handbuch der Physik. An endowment by Scheel and his wife Melida funds the annual awarding of the Karl Scheel Prize by the Physical Society in Berlin.", "33833023": "Gibor Basri is an African-American astrophysicist, now Professor Emeritus in the Astronomy department at  U.C. Berkeley. His research focused on stellar magnetic activity, star formation, and low mass stars and brown dwarfs. He was also the founding Vice Chancellor for Equity & Inclusion at UC Berkeley.", "69320768": "Hanhee Paik is a South Korean experimental quantum computing researcher[1] who works for IBM Research at the Thomas J. Watson Research Center, where she helps develop superconducting devices for storing and operating on qubits.[2]", "41336896": "Professor Edward George Sydney Paige FRS (18 July 1930 – 20 February 2004), known as Ted Paige, was a British physicist and engineer. His main areas of research were semiconductor devices to improve radar, including work on surface acoustic waves, and optical techniques using programmable phase plates.[1]", "57688129": "Luciano Rezzolla (born 1967) is an Italian professor of relativistic  astrophysics and\nnumerical relativity at the Goethe University Frankfurt. His main field of study is the physics and astrophysics of compact objects such as black holes and neutron stars. It was announced in 2019 that he had been appointed honorary Andrews Professor of Astronomy at Trinity College Dublin (TCD).[1]", "74235971": "Guy Kendall White AM FAA (1925–2018) was an Australian physicist who specialised in low-temperature physics.[1]", "52543560": "Pierre Léna, born on 22 November 1937 in Paris, is a French astrophysicist.[1][2] He is a member of the French Academy of Sciences.", "475212": "Yakov Borisovich Zeldovich ForMemRS[1] (Russian: Я́ков Бори́сович Зельдо́вич, Belarusian: Я́каў Бары́савіч Зяльдо́віч; 8 March 1914 – 2 December 1987), also known as YaB,[2] D.N. was a leading Soviet physicist of Belarusian origin, who is known for his prolific contributions in physical cosmology, physics of thermonuclear reactions, combustion, and hydrodynamical phenomena.[3]", "52740174": "Kolluru Sree Krishna (born 1958) is an Indian marine geophysicist and former chief scientist at the National Institute of Oceanography, India.[1] He is known for his studies on the evolution of the Indian Ocean[2] and is an elected fellow of all the three major Indian science academies: Indian National Science Academy,[3] Indian Academy of Sciences,[4] and the National Academy of Sciences, India.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 2001.[6][note 1]", "213072": "Amory Bloch Lovins (born November 13, 1947)[2] is an American writer, physicist,[3] and former chairman/chief scientist of the Rocky Mountain Institute.[4] He has written on energy policy and related areas for four decades, and served on the US National Petroleum Council, an oil industry lobbying group, from 2011 to 2018.[4][5]", "475218": "Yulii Borisovich Khariton (Russian: Юлий Борисович Харитон; 27 February 1904 – 19 December 1996) was a Soviet physicist who was a leading scientist in the former Soviet Union's program of nuclear weapons.[1][2]", "55263320": "Eduardo Hector Fradkin (born February 21, 1950) is an Argentinian theoretical physicist known for working in various areas of condensed matter physics, primarily using quantum field theoretical approaches.[2] He is a Donald Biggar Willett Professor of Physics at the University of Illinois at Urbana–Champaign, where he is the director of the Institute for Condensed Matter Theory,[3]\nand is the author of the books Quantum Field Theory: An Integrated Approach and Field Theories of Condensed Matter Physics.[4][5]", "45498456": "Warren Elliot Henry (February 18, 1909 – October 31, 2001) was an American physicist, a Fellow of the American Physical Society, and the American Association for the Advancement of Science for his work in the fields of magnetism and superconductivity. He made significant contributions to the advancement of science and technology and education, training and mentoring several generations of physicists.[1]", "18694233": "Harold McCarter Taylor, CBE, TD (13 May 1907 – 23 October 1995) was a New Zealand-born British mathematician, theoretical physicist and academic administrator, but is best known[1] as a historian of architecture and the author, with his first wife Joan Taylor, née Sills, of the three volumes of Anglo-Saxon Architecture, published between 1965 and 1978.", "999516": "Gustav Anton Zeuner (30 November 1828 – 17 October 1907) was a German physicist, engineer and epistemologist, considered the founder of technical thermodynamics and of the Dresden School of Thermodynamics.", "34291804": "Joseph Kaplan (September 8, 1902 – October 3, 1991) was a Hungarian-born American physicist.\n[1][2][3][4][5]", "2998368": "Sergey Yakovlevich Nikitin (Russian: Серге́й Яковлевич Никитин, born 8 March 1944) is a prominent Soviet and Russian bard, composer, and biophysicist. He performs both solo and in a duet with his wife, Tatyana Nikitina all over Russia, the former Soviet republics, and other countries with significant Russian-speaking diaspora. Nikitin is also known as a composer and performer of songs for children.", "40648800": "Öz Yılmaz is the Chief Technology Officer of GeoTomo LLC and the founder of Anatolian Geophysical. He is the author of Seismic Data Processing and Seismic Data Analysis, the principle reference volumes for the seismic processing industry.[1][2]", "3063906": "Jonathan Richard Ellis CBE FRS HonFInstP (born 1 July 1946[3]) is a British theoretical physicist who is currently Clerk Maxwell Professor of Theoretical Physics at King's College London.[4]", "2998372": "Tatyana Khashimovna Nikitina (Russian: Татьяна Хашимовна Никитина, born 31 December 1945) is a prominent Russian bard. She usually performs together with her husband, Sergey Nikitin.", "47530099": "Elizabeth Riddle Graves (23 January 1916 – 6 January 1972) was a pioneer in the physics of neutrons and the detection and measurement of fast neutrons. During World War II, she worked in the Metallurgical Laboratory and at the Los Alamos Laboratory, becoming a group leader there after the war.", "35012726": "Daphne Frances Jackson OBE (23 September 1936 – 8 February 1991) was an English nuclear physicist. In 1971 she became the first female physics professor in the UK. A legacy after her death in 1991 enabled the foundation of the Daphne Jackson Trust.[1]", "49332342": "Feng Donglai is a professor of Fudan University, who works on condensed matter physics.[1]", "32194683": "Frederick Duncan Michael Haldane FRS[4] (born 14 September 1951),[2] known as F. Duncan Haldane, is a British-born physicist who is currently the Sherman Fairchild University Professor of Physics at Princeton University. He is a co-recipient of the 2016 Nobel Prize in Physics, along with David J. Thouless and J. Michael Kosterlitz.[5][6][7]", "37732484": "Jan Økern (8 May 1952 – 18 January 2022) was a Norwegian marketer and sports executive.", "69845127": "Kare Narain Pathak FNA, FASc, FNASc is an Indian Theoretical Condensed Matter Physicist, Professor Emeritus and Former Vice-Chancellor of the Panjab University. He is an elected Fellow of several science academies such as the Indian Academy of Sciences, Indian National Science Academy, National Academy of Sciences, India, National Research Council Canada and Punjab Academy of Sciences.[1]", "35537033": "Anthony L. Peratt is an American physicist whose most notable achievements have been in plasma physics,plasma petroglyphs, nuclear fusion and the monitoring of nuclear weapons.", "82057": "Astrophysics is a science that employs the methods and principles of physics and chemistry in the study of astronomical objects and phenomena.[1][2] As one of  the founders of the discipline, James Keeler, said, Astrophysics \"seeks to ascertain the nature of the heavenly bodies, rather than their positions or motions in space–what they are, rather than where they are.\"[3] Among the subjects studied are the Sun (solar physics), other stars, galaxies, extrasolar planets, the interstellar medium and the cosmic microwave background.[4][5] Emissions from these objects are examined across all parts of the electromagnetic spectrum, and the properties examined include luminosity, density, temperature, and chemical composition. Because astrophysics is a very broad subject, astrophysicists apply concepts and methods from many disciplines of physics, including classical mechanics, electromagnetism, statistical mechanics, thermodynamics, quantum mechanics, relativity, nuclear and particle physics, and atomic and molecular physics.", "8667276": "Pavel Alexandrovich Molchanov (Russian: Павел Александрович Молчанов) (February 18 [O.S. February 6] 1893 in Volosovo, Russian Empire – October 1941 in Leningrad, Russian SFSR) was a Soviet Russian meteorologist and the inventor of the first Russian radiosonde in 1930,[1] while the French Pierre Idrac (1885-1935) and Robert Bureau (1892-1965) were the first to develop the radiosonde in 1929.[2]", "70926478": "Thomas W. Mossberg (born 1951) is an American physicist, formerly of Columbia, Harvard, and the University of Oregon. He was also the founding President and CEO at LightSmyth Technologies, a nanotechnology company in Eugene, Oregon.", "37339287": "Catherine Heymans FRSE (born 1978/1979) is a British astrophysicist, the Astronomer Royal for Scotland, and a professor at the University of Edinburgh based at the Royal Observatory, Edinburgh.[3][4][5][6]", "2408599": "Ronald Kantowski (18 December 1939) is a theoretical cosmologist, well known in the field of general relativity as the author, together with Rainer K. Sachs, of the Kantowski–Sachs dust solutions to the Einstein field equation. These are a widely used family of inhomogeneous cosmological models.", "57688217": "Stuart Louis Shapiro (born December 6, 1947, in New Haven, Connecticut) is an American theoretical astrophysicist, who works on numerical relativity with applications in astrophysics, specialising in compact objects such as neutron stars and black holes.", "70303898": "John R. Helliwell (born 1953, Wickersley, Yorkshire[1]) is a British crystallographer known for his pioneering work in the use of synchrotron radiation in macromolecular crystallography.", "42647710": "Laura H. Greene is the Marie Krafft Professor of Physics at Florida State University[1][2] and chief scientist at the National High Magnetic Field Laboratory.  She was previously a professor of physics at the University of Illinois at Urbana-Champaign.  In September 2021, she was appointed to the President's Council of Advisors on Science and Technology (PCAST).[3]", "10600606": "Fritz Eduard Josef Maria Sauter (German: [ˈzaʊtɐ]; 9 June 1906 – 24 May 1983) was an Austrian-German physicist who worked mostly in quantum electrodynamics and solid-state physics.", "74399925": "Alexandra Gade (born 1974)[1] is a nuclear physicist who studies the nuclear structure of heavy elements, exotic nuclei, and rare isotopes, using techniques including nuclear spectroscopy, nucleon knockouts, and Coulomb excitation. Educated in Germany, she works at Michigan State University in the US as a professor of physics in the department of physics and astronomy and as deputy scientific director of the facility for rare isotope beams.[2]", "45236414": "Brian Keith Tanner CPhys, FRSA, FInstP, FHEA is a British physicist, currently Emeritus Professor of Physics and former Dean of Knowledge Transfer at Durham University.[5]", "671936": "Lisa Randall HonFInstP (born June 18, 1962) is an American theoretical physicist and Frank B. Baird, Jr. Professor of Science at Harvard University.[1] Her research includes the fundamental forces of nature and dimensions of space.  She studies the Standard Model, supersymmetry, possible solutions to the hierarchy problem concerning the relative weakness of gravity, cosmology of dimensions, baryogenesis, cosmological inflation, and dark matter.[2] She contributed to the Randall–Sundrum model, first published in 1999 with Raman Sundrum.[3]", "21971139": "The American television sitcom The Big Bang Theory, created and executive produced by Chuck Lorre and Bill Prady, premiered on CBS on September 24, 2007, while the American comedy spin-off prequel television series Young Sheldon, created and executive produced by Lorre alongside Jim Parsons and Steven Molaro, premiered on CBS on September 25, 2017.", "56017092": "Jasmin Staiblin (born 1 March 1970, Endingen am Kaiserstuhl, Germany)[1] is a German manager. She was the CEO of the Swiss energy group Alpiq 2013-2018. She was also the CEO of  ABB Switzerland from 2006 to 2012.", "72892612": "Ben M. \"Bud\" Brigham (born 1960) is an American billionaire oil and gas explorer, corporate executive, and investor.", "53067979": "Harald Friedrich (19 May 1947 – 29 January 2017) was a German physicist specializing in theoretical atomic physics.", "1458385": "Klaus Fesser is a professor for theoretical physics at Department of Physics at the University of Greifswald, Germany.", "66175193": "Monty Krieger,", "63357147": "Jürgen Meyer-ter-Vehn (born 16 February 1940 in Berlin, Germany) is a German theoretical physicist who specializes in laser-plasma interactions at the Max Planck Institute for Quantum Optics.[1] He published under the name Meyer until 1973.", "48382174": "Mahendra Kumar Verma (born 27 May 1966) is an Indian physicist and professor at the Indian Institute of Technology Kanpur who works on fluid dynamics, turbulence, and nonlinear dynamics.  Verma earned his bachelor's degree in computer science from the Indian Institute of Technology Madras in 1988, and a Ph.D. in physics from the University of Maryland, College Park in 1994. He was awarded the Swarnajayanti Fellowship by the Department of Science and Technology, Government of India in 2006, and the Dr. A. P. J. Abdul Kalam Cray HPC award, which honors high-performance computing contributions from India, in 2018.[1][2] He is also an elected fellow of the Indian National Science Academy[3] and the Indian Academy of Sciences.[4]", "671967": "Count Luchino Nefaria is a supervillain appearing in American comic books published by Marvel Comics. Created by Stan Lee and Don Heck, the character first appeared in The Avengers #13 (February 1965).[1] Count Nefaria is a socialite and crime boss who operates an international crime syndicate known as the Maggia.[2]", "4866279": "Siegfried Czapski (28 May 1861 – 29 June 1907) was a German physicist and optician.", "180459": "Zefram Cochrane is a fictional character in the Star Trek universe. Created by writer Gene L. Coon, the character first appeared in the 1967 Star Trek episode \"Metamorphosis\", in which he was played by Glenn Corbett. James Cromwell later played Cochrane in the 1996 feature film Star Trek: First Contact, the 2001 Star Trek: Enterprise pilot, \"Broken Bow\", and the 2022 Star Trek: Lower Decks Season 3 premiere episode, \"Grounded\". Footage of Cromwell from Star Trek: First Contact was used in the Enterprise episode \"In a Mirror, Darkly Part I\".", "508141": "Richard Charles Hoagland (born April 25, 1945), is an American author and a proponent of various conspiracy theories about NASA, lost alien civilizations on the Moon and on Mars and other related topics. Hoagland has been documented to misappropriate others' professional achievements and is widely described as a conspiracy theorist and fringe pseudoscientist.[5][6][7]", "803060": "George Johnstone Stoney FRS (15 February 1826 – 5 July 1911) was an Irish physicist. He is most famous for introducing the term electron as the \"fundamental unit quantity of electricity\".[1]", "7127290": "Mark Arthur Reed (January 4, 1955 – May 5, 2021) was an American physicist and professor at Yale University. He is noted particularly for seminal research on quantum dots.[1][2][3]", "63291646": "Laura Baudis  (1969) is a Romanian-born Swiss particle astrophysicist. She is employed as a full professor by the University of Zurich, Switzerland. Her research focuses on dark matter and neutrino physics. She is a member of the science strategy team for XENON as well as the CERN Scientific Policy Committee (2016–18)[1] and the PSI Research Committee for Particle Physics.", "573694": "Charles Édouard Guillaume (15 February 1861, in Fleurier, Switzerland – 13 May 1938, in Sèvres, France) was a Swiss physicist who received the Nobel Prize in Physics in 1920 in recognition of the service he had rendered to precision measurements in physics by his discovery of anomalies in nickel steel alloys.[1] In 1919, he gave the fifth Guthrie Lecture at the Institute of Physics in London with the title \"The Anomaly of the Nickel-Steels\".[2]", "29966592": "Melville Saul Green (9 June 1922 – 27 March 1979) was an American statistical physicist.[1] He is known for the Green–Kubo relations.", "2867459": "Dmitri Vladimirovich Skobeltsyn (Russian: Дмитрий Владимирович Скобельцын; November 24, 1892 in Saint Petersburg – November 16, 1990) was a Soviet physicist, academician of the Soviet Academy of Sciences (1946), Hero of Socialist Labor (1969).", "70828297": "Harald Anton Enge (September 28, 1920, Fauske, Nordland, Norway[1] – April 14, 2008, Middlesex County, Massachusetts)[2] was a Norwegian-American experimental nuclear physicist and inventor of instrumentation used in nuclear physics. He is known for the Enge split-pole spectrograph, which became a standard instrument of nuclear physics research.[3][4]", "42975498": "Rajendran Raja (14 July 1948 – 15 February 2014) was an Indian-American physicist who played a key role in the discovery of the top quark at Fermilab.", "52412683": "Harry Soodak (December 24, 1920 – September 30, 2008) was an American physicist who worked on the Manhattan Project, publishing the first design of a sodium-cooled breeder reactor, and was a professor at City College of New York. Along with Arthur Iberall, Soodak developed the concept of homeokinetics to explain the functioning of complex systems.", "38256917": "William Houlder Zachariasen  (5 February 1906  – 24 December 1979), more often known as W. H. Zachariasen, was a Norwegian-American physicist, specializing in X-ray crystallography and famous for his work on the structure of glass.[1]", "62439712": "B. Vijayalakshmi (1952 – 12 May 1985) was a physicist from India.", "51003680": "Mercedes Vila Juárez (born 1975) is a Spanish material science researcher. She is the chief technology officer (CTO) and co-founder of BioTech Foods SL.[1]", "1294633": "Erich Rudolf Bagge (30 May 1912, in Neustadt bei Coburg – 5 June 1996, in Kiel) was a German scientist. Bagge, a student of Werner Heisenberg for his doctorate[1] and Habilitation,[2] was engaged in German Atomic Energy research and the German nuclear energy project during the Second World War. He worked as an Assistant at the Kaiser-Wilhelm-Institut für Physik in Berlin.  Bagge, who became associated professor at the University of Hamburg in 1948, was in particular involved in the usage of nuclear power for trading vessels, and he was one of the founders of the Society for the Usage of Nuclear Energy in Ship-Building and Seafare.", "6537515": "Igor Vyacheslavovich Sutyagin (Russian: И́горь Вячесла́вович Сутя́гин; born 17 January 1965) is a Russian arms control and nuclear weapons specialist. In 1998, he became the head of the subdivision for Military-Technical and Military-Economic Policy at the Institute for US and Canadian Studies of the Russian Academy of Sciences in Moscow, where he worked before he was arrested for treason on accusations he had given information to a British company, although he had no access to classified documentation as a civilian researcher.[1] Sutyagin spent 11 years in prison on espionage charges and was released by Russia in 2010 in exchange for the release of a group of spies arrested in the United States.", "8306991": "George Michael Volkoff, OC MBE FRSC (February 23, 1914 – April 24, 2000) was a Russian-Canadian physicist and academic who helped, with J. Robert Oppenheimer, predict the existence of neutron stars before they were discovered.", "68895029": "Alexandre Lazarian is an astrophysicist. He is a professor of astronomy at the University of Wisconsin–Madison[1] with a joint appointment at the Department of Physics.[2] He is a fellow of the American Physical Society.[3]", "61817142": "Alvin Van Valkenburg, Jr. (12 August 1913, Schenectady, New York – 5 December 1991, Tucson, Arizona) was an experimental physicist, geologist, geochemist, and inventor, known as one of the four co-inventors of the diamond anvil cell (DAC).[1]", "40059190": "Edward Bormashenko is a professor of Materials Science and the Head of the Laboratory of Interface Science of the  Ariel University in Israel. He was born in 1962 in Kharkiv, Ukraine and lives in Israel since 1997. He studied in the V. N. Karazin Kharkiv National University. His research is in the polymer science and surface science.[1][2] He accomplished his PhD (supervised by Professor M. L. Friedman) in Moscow Institute of Plastics in 1990.", "73154874": "Martin Zdenek Bazant is an American chemical engineer, mathematician, physicist, and academic. He is the E. G. Roos (1944) Professor of Chemical Engineering and Mathematics at the Massachusetts Institute of Technology (MIT).[1] From 2016 to 2020, he served as executive officer of the department of chemical engineering.[2]", "57360703": "Willetta Greene-Johnson (born 1957) is a senior lecturer in the physics and chemistry departments at Loyola University Chicago.[2] She was one of the first African-American women to complete a Ph.D. degree in theoretical physics.[3] Greene-Johnson is also a Grammy award winning musician for her song \"Saved\" (2004).", "63291713": "Laura Jane Heyderman FRS is a physicist, materials scientist, academic and Professor of Mesoscopic Systems at the Department of Materials, ETH Zurich and Paul Scherrer Institute. Her research is focused on magnetism and magnetic materials.[1][2]", "5259592": "Jennifer J. Wiseman is Senior Project Scientist on the Hubble Space Telescope, and an American astronomer, born in Mountain Home, Arkansas.[1] She earned a bachelor's degree in physics from MIT and a Ph.D. in Astronomy from Harvard University in 1995. Wiseman discovered periodic comet 114P/Wiseman-Skiff while working as an undergraduate search assistant in 1987.[2] Wiseman is a senior astrophysicist at the NASA Goddard Space Flight Center, where she serves as the Senior Project Scientist[3] for the Hubble Space Telescope.   She previously headed the Laboratory for Exoplanets and Stellar Astrophysics.   She studies star forming regions of our galaxy using radio, optical, and infrared telescopes,[4] with a particular interest in molecular cloud cores, protostars, and outflows. She led a major study that mapped a star forming region in the constellation Orion.[5]", "16859470": "Lisa J. Porter is an American scientist and founding Director of the Intelligence Advanced Research Projects Activity.[1] Prior to this position, she was the Associate Administrator for Aeronautics Research at NASA and a senior scientist in the Advanced Technology Office of the Defense Advanced Research Projects Agency.", "35111248": "Søren Hagerup Holck Larsen (9 June 1920 – 30 August 1997) was a Norwegian physicist.", "30687569": "Yuri Borisovich (Bentsionovich) Milner[4] (Russian: Юрий Борисович (Бенционович) Мильнер; born 11 November 1961)[5] is a Soviet-born[1] Israeli entrepreneur,[1] investor, physicist and scientist.[6] He is a cofounder and former chairperson of internet company Mail.Ru Group (now VK),[7] and a founder of investment firm DST Global.[8] Through DST Global, Milner is an investor in Byju's, Facebook, Wish, and many other enterprises.", "14729568": "Sunil Mukhi is an Indian theoretical physicist working in the areas of string theory, quantum field theory and particle physics.  Currently he is Adjunct Professor at the International Centre for Theoretical Sciences of the Tata Institute of Fundamental Research and Honorary Professor Emeritus at the Indian Institute of Science Education and Research, Pune.", "34423141": "Stephen E. \"Steve\" Haggerty (born 1938) is an American geophysicist and Fulbright scholar.[1] He served as a principal investigator in the U.S. Apollo and the Soviet Luna sample return programs. The metallic mineral known as \"haggertyite\" is named in his honor.[2]", "65061222": "Eric Agol (born May 13, 1970 in Hollywood, California ) is an American astronomer and astrophysicist who was awarded a Guggenheim Fellowship in 2017.[1][2]", "2408809": "Basilis C. Xanthopoulos (also Vasilis; Greek: Βασίλης Κ. Ξανθόπουλος; 8 April 1951 – 27 November 1990) was a Greek theoretical physicist, well known in the field of general relativity for his contributions to the study of colliding plane waves.", "61653358": "Wang Buxuan (5 February 1922 – 31 August 2019), also known as Bu-Xuan Wang and Pu-Hsuan Wang,[1] was a Chinese thermal physicist and engineer, considered a pioneer in the field of engineering thermodynamics in China. He established the engineering thermodynamics program at Tsinghua University in 1957 and the China Solar Power Society in 1979. He was elected an academician of the Chinese Academy of Sciences in 1980.", "36618609": "Gregory Markari (Markarovich) Garibian (December 13, 1924 – June 8, 1991) was a Soviet Armenian physicist, academician-secretary of the Department of Physics and Mathematics of the Armenian Academy of Sciences (AS)(1973–1991). He is known for developing the Theory of Transition Radiation and showing the feasibility of functional transition radiation detectors (TRDs).[1] [8] [9]", "72008050": "Ana Celia Mota (born 1935) is a retired Argentine-American condensed matter physicist specializing in phenomena at ultracold temperatures, including superfluids and superconductors. She is a professor emerita at ETH Zurich in Switzerland.[1]", "19284351": "Karl Florian Goebel (18 October 1972 — 10 September 2008) was a German astrophysicist attached to the Max Planck Institute for Physics in Munich. He had also been a member of DESY, a German-based research center that develops and runs several particle accelerators and detectors, most notably the ZEUS project.", "72466818": "Johannes Heydenreich (June 20, 1930, in Plauen, Vogtland – June 24, 2015, in Halle (Saale)) was a German physicist who researched on the applications of electron microscopy in solid state physics and materials science.[1][2]", "40124804": "Arkady Vainshtein (Russian: Аркáдий Иóсифович Вайнштéйн; born 24 February 1942) is a Russian and American Professor Emeritus of Theoretical physics who was awarded Pomeranchuk Prize (2005) and Sakurai Prize (1999) for theoretical physics.[1]", "57328005": "Anna Jane Coble-Mullen[3] (1936 – March 3, 2009) was an American biophysicist. She was the first black woman to earn a doctorate in biophysics, and the first black woman to be hired at Howard University.", "63291784": "Véronique Buat (born September 20, 1962 in Marseille, France) is a French astrophysicist and academic at the University of Provence.[1] Her research interests include galaxy formation and evolution, star formation, infrared astronomy, and ultraviolet astronomy.[2]", "71811464": "Frieda Axelrod Stahl (May 27, 1922 – October 1, 2021) was an American historian of physics and physics educator known for her work on the language of physics and for her advocacy of women in science. She was a professor emerita at California State University, Los Angeles.[1]", "53428617": "Berndt Stephan \"Ben\" Blaisse (8 May 1911, Amsterdam – 30 April 2006, The Hague) was a Dutch speed skater and physicist.", "46580105": "George Bekefi (14 March 1925 in Prague – 17 August 1995 in Brookline, Massachusetts) was a plasma physicist, a professor at MIT, and an inventor.[1][2]", "70173067": "James Wynne Dungey (1923–2015)[2] was a British space scientist who was pivotal in establishing the field of space weather and made significant contributions to the fundamental understanding of plasma physics.", "36323725": "Martin Hoek (also Martinus) (13 December 1834 in The Hague – 3 September 1873 in Utrecht[1]) was a Dutch astronomer and experimental physicist.", "573846": "Karl Manne Georg Siegbahn FRS(For)[1] HFRSE (3 December 1886 – 26 September 1978)[2] was a Swedish physicist who was awarded the Nobel Prize in Physics in 1924 \"for his discoveries and research in the field of X-ray spectroscopy\".[3][4]", "61882775": "Caterina Ducati is a Professor of Nanomaterials in the Department of Materials at the University of Cambridge. She serves as Director of the University of Cambridge Master's programme in Micro- and Nanotechnology Enterprise as well as leading teaching in the Nanotechnology Doctoral Training Centre.", "28819869": "Padma Kant Shukla (CorrFRSE, FInstP, FAPS, AFTWAS) (7 July 1950 – 26 January 2013) was a distinguished Professor and first International Chair of the Physics and Astronomy Department of Ruhr-University Bochum in Germany.[3] He was also the director of the International Centre for Advanced Studies in Physical Sciences at Ruhr-University Bochum. He held a PhD in physics from Banaras Hindu University in Varanasi, India and a second doctorate in Theoretical Plasma Physics from Umeå University in Sweden.", "53985694": "Mishik Airazatovich Kazaryan (Russian: Мишик Айразатович Казарян; 28 February 1948 – 7 April 2020) was a Russian-Armenian physicist specialising in laser physics and optics, the winner of the State Prize of the USSR in the field of science and technology, foreign member of the Armenian National Academy of Sciences, member of the AM Prokhorov Academy of Engineering Sciences. Kazaryan was a creator of the brightest repetitively pulsed laser in the visible region of the spectrum.", "62374302": "Nabil Mishreky Lawandy (born March 12, 1957) is an American physicist, inventor, academic, and businessman. After 18 years as a professor of Engineering and Physics at Brown University, Lawandy founded Spectra Systems Corporation.[1][2] He is currently the President, and Chief Executive Officer of Spectra Systems Corporation, a London Stock Exchange-listed company[1] and is currently a Professor of Research at Brown University in the School of Engineering. Technology invented by Lawandy is used by many of the world's central banks to protect against counterfeiting of banknotes.", "58900897": "Irène Joliot-Curie Prize (2011)\nMember of the French Academy of Science (2013)", "5816742": "Jacques A. Beaulieu, OC GOQ MSRC (born April 15, 1932) is a Canadian physicist who invented the first TEA laser in 1968.", "49955244": "Jeremy Henley Burroughes FREng FRS (born August 1960) is a British physicist and engineer, known for his contributions to the development of organic electronics through his work on the science of semiconducting polymers and molecules and their application.[6] He is the Chief Technology Officer of Cambridge Display Technology, a company specialising in the development of technologies based on polymer light-emitting diodes.", "21676464": "Gunnar Randers (21 April 1914 – 7 February 1992) was a Norwegian physicist. He is known as the principal figure within Norwegian nuclear research after World War II.", "4538803": "Ning Li (January 14, 1943 – July 27, 2021) was a Chinese American scientist. In 1983 she emigrated with her family from China to the USA.[1] She is known for her physics and anti-gravity research. In the 1990s, Li worked as a research scientist at the Center for Space Plasma and Aeronomic Research, University of Alabama in Huntsville. In 1999, she left the university to form a company, AC Gravity LLC, to continue anti-gravity research.", "42680757": "James William MacGauley (c.1806–1867) was an Irish Catholic priest, physicist, and inventor.[1]", "48677302": "Lin Lanying (Chinese: 林兰英; February 7, 1918 – March 4, 2003), was a Chinese electrical engineer, materials scientist, physicist, and politician. She is called the \"mother of aerospace materials\" and the \"mother of semiconductor materials\" in China.[1][2][3]", "38912441": "Henry Crew (June 4, 1859 – February 17, 1953) was an American physicist and astronomer.", "68862393": "Sébastien Point (born 11 July 1982 in Digne-les-Bains)[1] is a French physicist, engineer, researcher and specialist in science and technology who specialises in lighting with a particular focus on the biological and health effects of blue light.[a][b][2]", "1851836": "Nicolas Cabrera may refer to:", "48841150": "Harold Abraham Scheraga (October 18, 1921 – August 1, 2020) was an American biophysicist and the George W. and Grace L. Todd Professor Emeritus in the chemistry department at Cornell University.[1] Scheraga is regarded as a pioneer in protein biophysics and has been especially influential in the study of protein solvation and the hydrophobic effect as it relates to protein folding.[2][3]", "56181185": "Qian Lingxi (Chinese: 钱令希; 26 July 1916 – 20 April 2009), also known as Tsien Ling-hi, was a Chinese civil engineer and physicist. An authority on engineering structural mechanics and computational mechanics, he served as president of the Dalian University of Technology (DUT) and was a founding member of the Chinese Academy of Sciences (CAS). DUT's Lingxi Library, opened in 2009, is named after him.", "2867650": "Boris Viktorovich Rauschenbach (Russian: Бори́с Ви́кторович Раушенба́х, romanized: Borís Víktorovič Raušenbách; born Boris-Ivar Rauschenbach; 18 January [O.S. 5] 1915, Petrograd – 27 March 2001, Moscow) Russian physicist of German ethnicity who worked as an engineer in the former Soviet space program.", "59851208": "Jared Cole is an Australian theoretical physicist specialising in quantum physics and decoherence theory and its application to solid-state systems. He specialises in using mathematical and computational models to describe the design and operation of quantum computing and quantum electronic devices.", "71844298": "Marie-Claire Schanne-Klein is a French physicist who is a professor at the French National Centre for Scientific Research. She is based in the Laboratory for Optics and Biosciences, where she studies the nonlinear optics of chiral molecules.", "475596": "Carlo Matteucci (20 or 21 June 1811 – 25 June 1868) was an Italian physicist and neurophysiologist who was a pioneer in the study of bioelectricity.", "68370893": "Andrzej Edmund Jamiołkowski (born March 22, 1946[1] in Toruń) is a Polish theoretical physicist, rector of the Nicolaus Copernicus University in Toruń (in the years 1993–1999 and 2005–2008). He is known for the Choi–Jamiołkowski isomorphism[2][3] in quantum information theory.", "34357709": "Robert M. Walker (February 6, 1929 – February 12, 2004) was an American physicist,  a planetary scientist, the founder and director of McDonnell Center for the Space Sciences at Washington University in St. Louis, noted for his co-discovery of the etchability of nuclear particle tracks in solids,[1] as well as his conjecture that meteorites and lunar rocks contain a record of the ancient radiation history of various stars including the Sun.[2][3][4][5][6]\nAsteroid 6372 was named Walker in his honor by the International Astronomical Union.[4]\nWalker was a member of the National Academy of Sciences.[4][5]\nWalker was also a fellow of the American Physical Society,[5] the American Geophysical Union,[5] the Meteoritical Society[5] and the American Association for the Advancement of Science.[5] \nHe was also a founder and the first president of Volunteers in Technical Assistance (VITA).[5][6]", "33407437": "Yohanes Surya (born 6 November 1963) is an Indonesian physicist and coach of Indonesian Physics Team for the Olympiad (TOFI) since 1993.[1]  Under his guidance, the Indonesian team has won 54 gold medals, 33 silver medals, and 42 bronze medals at various international science and physics competitions.[1] He is well known for his 'fun and applicable physics' training program. He is author of 68 books[2] and the comic Archi & Meidy.", "65487320": "Peter Thomas Gallagher FRAS FTCD MInstP is an Irish astrophysicist. He specialises in solar physics, notably solar storms and their impact on the Earth.  He is Senior Professor, and Head of Astronomy and Astrophysics, at the Dublin Institute for Advanced Studies, director of Dunsink Observatory, and an adjunct professor at Trinity College Dublin.[1]  He is also the head of the radio-telescope project I-LOFAR, at Birr Castle.  He is widely cited in his field and often quoted in the media.[2][3][4]", "64209369": "Mavis Agbandje-McKenna (April 11, 1963 – March 3, 2021) was a Nigerian-born British medical biophysicist, structural virologist, and a professor of structural biology, as well as the director of the Center for Structural Biology at the University of Florida in Gainesville, Florida. Agbandje-McKenna studied parvovirus structures using X-ray crystallography and cryogenic electron microscopy and did much of the initial work to elucidate the basic structure and function of adeno-associated viruses (AAVs). Her viral characterization and elucidation of antibody binding sites on AAV capsids has led to the development of viral capsid development and gene therapy approaches that evade immune detection and can be used to treat human diseases such as muscular dystrophies. Agbandje-McKenna was recognized with the 2020 American Society of Gene and Cell Therapy Outstanding Achievement Award for her contributions to the field. She died in 2021 from amyotrophic lateral sclerosis (\"Lou Gehrig's disease\").[1][2]", "13386207": "Dr. Kimberly A. Weaver (born April 19, 1964 in Morgantown, West Virginia) is an American astrophysics astronomer and professor. She has worked with NASA on several research projects. She is often seen on television programs about astronomy. She is an expert in the area of x-ray astronomy.[1]", "65913318": "Laura J. Pyrak-Nolte is an American geophysicist who is Distinguished Professor of Physics and Astronomy at Purdue University. She is the former President of the International Society of Porous Media and former President of the  American Rock Mechanics Association. In 2020 Pyrak-Nolte was awarded the Society of Exploration Geophysicists Reginald Fessenden Award. She is a Fellow of the American Geophysical Union.", "65716714": "Ashok Kumar Singhvi is an Indian geoscientist and former Dean of Physical Research Laboratory.[1] His field of expertise is Geophysics, Quaternary Sciences and Quantitative Geomorphology.[2]", "475627": "Johann Christian Poggendorff (29 December 1796 – 24 January 1877), was a German physicist born in Hamburg. By far the greater and more important part of his work related to electricity and magnetism. Poggendorff is known for his electrostatic motor which is analogous to Wilhelm Holtz's electrostatic machine. In 1841 he described the use of the potentiometer for measurement of electrical potentials without current draw.[1]", "9454076": "Boyd Wheeler Bartlett (1897–1965) was an American military officer, professor, school administrator, and physicist.", "2408961": "William Morris Kinnersley is an American physicist who is well known for his contributions to general relativity.", "69026305": "Geert Jan van Oldenborgh (22 October 1961 – 12 October 2021) was a Dutch climatologist and physicist.[1][2][3][4] Through his career he studied climate modelling of adverse weather events and was known as a pioneer of attribution science, driving public awareness of how climate change is linked to extreme weather events. He was also the creator of a digital platform, Climate Explorer, an online meteorological data repository and platform for climate data analysis.", "11944450": "James Arthur Pollock, FRS, (17 November 1865 – 24 May 1922) was an Irish-born physicist, active in Australia.", "57557505": "Liia Hänni (née Juulik; born 4 October 1946) is an Estonian astrophysicist, social activist and former politician who voted for the Estonian restoration of Independence.", "43336198": "Yvonne Elsworth FRS FInstP FRAS is an Irish physicist, Professor of Helioseismology and Poynting Professor of Physics in the School of Physics and Astronomy at the University of Birmingham.[2] Elsworth was until 2015 also the Head of the Birmingham Solar Oscillations Network (BiSON), the longest running helioseismology network with data covering well over three solar cycles.[3]", "63160838": "Choi Kiwoon (Korean: 최기운; born 7 November 1959) is a theoretical particle physicist researching focusing on particle theory and cosmology.[1] He was a research professor at Chonbuk National University and a full professor at KAIST. He is the founding director of the Institute for Basic Science Center for Theoretical Physics of the Universe. He is a member of the Korean Academy of Science and Technology.[2][3]", "44843530": "Thomas Faulkner is a string theorist and professor at the University of Illinois, Urbana-Champaign, born in Melbourne, Australia. His undergraduate work was in physics at the University of Melbourne in Australia, from which he graduated in 2003.", "47006222": "Radhe Mohan is a medical physicist[1] who significantly advanced radiation treatment safety for oncology patients. He is a recipient of the ASTRO Gold Medal for outstanding contributions in the field of radiation oncology.[2]", "58081808": "Andrzej Sobolewski (born 9 October 1951, Augustów) is a Polish physicist and academic working at the Institute of Physics of the Polish Academy of Sciences in Warsaw. He is a fellow of the Alexander von Humboldt Foundation and Foundation for Polish Science as well as a member of the National Science Centre.", "71680529": "Frederick Wiley Stevens[1] (August 28, 1861, Goshen, Indiana – May 22, 1932) was an American physicist, known for his research on gaseous explosive reactions. He was elected in 1931 a fellow of the American Physical Society.[2]", "3883537": "Wolfgang Ludwig Krafft (25 August 1743 – 20 November 1814) was a German astronomer and physicist. He is the namesake of the lunar crater Krafft which has a diameter of 51 km.", "57623061": "Lin Zunqi (Chinese: 林尊琪; 3 June 1942 – 28 May 2018) was a Chinese physicist who was an expert in high-power solid-state lasers. He was a professor of the Shanghai Institute of Optics and Fine Mechanics, chief engineer of the National Laboratory on High Power Laser and Physics of the Chinese Academy of Sciences (CAS), and an academician of the CAS.[1]", "22004250": "Noah Ernest Dorsey (March 15, 1873 – July 6, 1959)[1] was an American physicist, known for his contributions to measurement technology.", "737819": "Robert Henry Dicke (/ˈdɪki/; May 6, 1916 – March 4, 1997) was an American astronomer and physicist who made important contributions to the fields of astrophysics, atomic physics, cosmology and gravity.[1] He was the Albert Einstein Professor in Science at Princeton University (1975–1984).[2][3][4]", "246299": "Walter Hans Schottky (23 July 1886 – 4 March 1976) was a German physicist who played a major early role in developing the theory of electron and ion emission phenomena,[1] invented the screen-grid vacuum tube in 1915 while working at Siemens,[2] co-invented the ribbon microphone and ribbon loudspeaker along with Dr. Erwin Gerlach in 1924[3] and later made many significant contributions in the areas of semiconductor devices, technical physics and technology.", "24298014": "David John Drewry (born 22 September 1947, in Grimsby)[1][2] is a glaciologist and geophysicist who was described in the conferring of an honorary degree by Anglia Ruskin University in 1998 as having an \"outstanding reputation as an eminent scientist of international repute\".[3] Drewry has also received several awards for his work. Since 1 July 2015 he is the vice-president of the European University Association.", "34292259": "William M. Kaula (May 19, 1926 – April 1, 2000) was an Australian-born American geophysicist and professor at the University of California, Los Angeles.[1][2][3][4][5]\nKaula was most notable for his contributions to geodesy, including using early satellites to produce maps of Earth's gravity.[1] The National Academies Press called Kaula \"the father of space-based geodesy\".[2] The Los Angeles Times called him \"one of the leading planetary physicists of the last four decades\".[4]", "2441768": "Sabreclaw is a character in the MC2 universe who first appeared in J2 #8 (May 1999).[1] He is the half-brother of Wild Thing and son of Wolverine.", "46252585": "Maria Orbeli (Russian: Мария Орбели) (1916 — 1949) was a Soviet physicist of Armenian origin. She was the daughter of well-known Soviet physiologist and academician Leon Orbeli.", "1753656": "Wilfrid Bennett Lewis, CC CBE FRS FRSC (June 24, 1908 – January 10, 1987) was a Canadian nuclear scientist and administrator, and was centrally involved in the development of the CANDU reactor.", "44745272": "Njål Hole MBE (15 November 1914 – 6 February 1988) was a Norwegian chemical engineer and nuclear physicist. His is research was primarily in the field of nuclear physics.", "4145723": "Keith Alexander Nugent FAA (born 28 June 1959) is an Australian physicist.[1] He is the Deputy Vice-Chancellor (Research and Innovation) of the Australian National University (ANU) in Canberra.", "50217532": "Sir David Melville, CBE, FInstP (born 4 April 1944) is a British physicist, academic, academic administrator, and public servant. He was Vice-Chancellor of Middlesex University from 1991 to 1996, Chief executive of the Further Education Funding Council for England from 1996 to 2001, and Vice-Chancellor of the University of Kent from 2001 to 2007.[1]", "4244029": "John Howard Hubbell (1925 – March 31, 2007) was an American radiation physicist born in Ann Arbor, Michigan.  He was on the staff of the National Institute of Standards and Technology (NIST) (formerly National Bureau of Standards) from 1950 until 1988, when he retired.[1]  He remained a contractor to NIST until he died in 2007.[2]  He was a founder and past president of the International Radiation Physics Society.[3]", "62014017": "Janet G. Luhmann (born 1946) is an American physicist and senior fellow of the Space Sciences Laboratory of the University of California, Berkeley.[1] She has made major contributions to a wide range of topics in planetary, solar, magnetospheric, and heliospheric physics. She is the principal investigator of the IMPACT instrument suite on the twin-spacecraft STEREO mission.[2] IMPACT stands for In-situ Measurements of Particles and Coronal mass ejection (CME) Transients. It consists of a, \"suite of seven instruments that samples the 3-D distribution of solar wind plasma electrons, the characteristics of the solar energetic particle (SEP) ions and electrons, and the local vector magnetic field.\"[3]", "64242241": "Elaine DiMasi is an American physicist and a staff scientist at Lawrence Berkeley National Laboratory, where she is the project lead[1] of the optical systems for the upgrade of the Advanced Light Source.", "43336268": "Louise Harra is a Northern Irish physicist, born in Lurgan, County Armagh, Northern Ireland. She is the Director of the World Radiation Centre of the Physical Meteorological Observatory in Davos (PMOD/WRC)[1][2] and affiliated professor at the Institute of Particle Physics and Astrophysics of ETH Zurich.[3]", "34521676": "Harvey Brooks (August 5, 1915 – May 28, 2004) was an American physicist, \"a pioneer in incorporating science into public policy\",\n[1]\nnotable for helping to shape national science policies and who served on science advisory committees in the administrations of Presidents Dwight D. Eisenhower, John F. Kennedy, and Lyndon B. Johnson.\n[2]\n[3]\n[4]\nBrooks was also notable for his contributions to the fundamental theory of semiconductors and the band structure of metals.[3]\nBrooks was dean of the Division of Engineering and Applied Sciences of the Harvard University.[2]", "1262162": "Harry Grindell Matthews (17 March 1880 – 11 September 1941) was an English inventor who claimed to have invented a death ray in the 1920s.[1]", "68403796": "Leopoldo Benjamin Valdes was a pioneer in semiconductors. He was one of the first four recruits by William Shockley to help develop technologies at Shockley Semiconductor Laboratory.[1]", "68862551": "Boris Nikolaevich Chichkov (Борис Николаевич Чичков), born 1955 in Novokuznetsk is a German-Russian Physicist whose research focus is on the development of novel laser technologies and their applications in material processing, photonics, and biomedicine.", "74433113": "Chun Chia Lin is an American physicist.", "63849053": "Marina Huerta (born 1968) is an Argentinian theoretical physicist and a physics professor. She is known for her work on quantum entropy in quantum field theory. She has provided a new interpretation of the Bekenstein bound. As of 2020, she has 29 peer-reviewed publications with more than 2000 citations.[1]", "36684385": "Elisabeth Ivanova Kara-Michailova (Bulgarian: Елисавета Иванова Карамихайлова), alternatively Elisabeth Karamichailova[1] was a Bulgarian physicist of a Bulgarian father and an English mother. She was among the handful of female nuclear physics pioneers at the beginning of the 20th century, established the first practical courses of particle physics in Bulgaria and was the first woman to hold a professorial title in the country.[2]", "22495842": "David Matthew Ceperley (born 1949) is a theoretical physicist in the physics department at the University of Illinois Urbana-Champaign or UIUC. He is a world expert in the area of Quantum Monte Carlo computations, a method of calculation that is generally recognised to provide accurate quantitative results for many-body problems described by quantum mechanics.", "51823208": "Peter Christopher West FRS, born on 4 December 1951, is a British theoretical physicist at King's College, London and a fellow of the Royal Society.[2]", "6341228": "Harold A. McMaster (July 20, 1916 – August 25, 2003) was an inventor with over 100 patents and entrepreneur who founded four companies. Fortune Magazine called him \"The Glass Genius\".[1] He also worked on developing commercial-scale solar cell technology and developed a new type of engine, the \"McMaster Rotary Engine.\"", "934522": "Christopher Hansteen (26 September 1784 – 11 April 1873) was a Norwegian geophysicist, astronomer and physicist,[1] best known for his mapping of Earth's magnetic field.", "62046844": "Yang Liming (Chinese: 杨立铭; 5 February 1919 – 12 January 2003), also known as Li-Ming Yang, was a Chinese theoretical physicist and professor at Peking University. A doctoral student of the Nobel laureate Max Born, he made contributions to the research of nuclear shell structure, many-body theory, and the interacting boson model. He was elected an academician of the Chinese Academy of Sciences in 1991, together with his wife, computer scientist Xia Peisu.", "29246078": "Ivo Šlaus (born 26 September 1931 in Split[1]) is a nuclear and particle physicist and Distinguished Fellow of New Westminster College.", "66011779": "Viktor Evgrafovich Shudegov (Tortym, 5 December 1952 – Moscow, 16 May 2020) was a Russian scientist and politician. He served as Chairman of the Committee on Science, Culture, Education, Healthcare and Ecology of the Federation Council of the Federal Assembly of the Russian Federation, Deputy of the State Duma of the Federal Assembly of the Russian Federation, Deputy Chairman of the Education Committee of the State Duma of the Russian Federation, and Chairman of the Council of the regional branch of the \"A Just Russia\" party in the Udmurt Republic.[1][2]", "48906884": "Charles Vernon (Chuck) Shank (born July 12, 1943) is an American physicist, best known as the director of the Lawrence Berkeley National Laboratory from 1989 to 2004.", "1393285": "Sylvia Olga Fedoruk ([Fe-doruk]; Ukrainian: Федорук) OC SOM (May 5, 1927 – September 26, 2012) was a Canadian physicist, medical physicist, curler and the 17th Lieutenant Governor of Saskatchewan.", "5358212": "Alvin Martin Weinberg (/ˈwaɪnbɜːrɡ/; April 20, 1915 – October 18, 2006) was an American nuclear physicist who was the administrator of Oak Ridge National Laboratory (ORNL) during and after the Manhattan Project. He came to Oak Ridge, Tennessee, in 1945 and remained there until his death in 2006. He was the first to use the term \"Faustian bargain\" to describe nuclear energy.", "213639": "Arnold Johannes Wilhelm Sommerfeld, ForMemRS[1] (German: [ˈzɔmɐˌfɛlt]; 5 December 1868 – 26 April 1951) was a German theoretical physicist who pioneered developments in atomic and quantum physics, and also educated and mentored many students for the new era of theoretical physics. He served as doctoral supervisor and postdoc supervisor to seven Nobel Prize winners and supervised at least 30 other famous physicists and chemists. Only J. J. Thomson's record of mentorship offers a comparable list of high-achieving students.", "56967815": "Christian Langton (born 6 August 1957) is a British researcher in medical physics. He is Adjunct Professor of Medical Physics, Queensland University of Technology, Brisbane, Australia.[1]", "60768905": "Chen Tiemei (Chinese: 陈铁梅; 30 June 1935 – 25 October 2018) was a Chinese physicist and archaeologist, considered a pioneer in scientific archaeology and a founder of quantitative archaeology in China. He was a professor and Director of the Scientific Archaeology Laboratory at Peking University.", "4178572": "This article lists characters of Star Trek that received attention from third-party sources in their various canonical incarnations. This includes fictional major characters and fictional minor characters created for Star Trek, fictional characters not originally created for Star Trek, and real-life persons appearing in a fictional manner, such as holodeck recreations.", "31146637": "Erwin Max Friedlander (May 29, 1925 – January 22, 2004) was a noted American expert in high-energy nuclear physics at Lawrence Berkeley National Laboratory and a member of the Romanian Academy of Sciences.", "46187151": "Stephen Lincoln is a chemistry and physics professor at the University of Adelaide's Environment Institute. His work in molecular science has resulted in over 300 publications in scientific journals and he is the author of Challenged Earth: An Overview of Humanity’s Stewardship of Earth (2006), a book in which he discusses population, water, food, biotechnology, health, energy, climate change and the ozone layer. He has a long-term interest in nuclear power and is a board member and spokesperson for South Australian Nuclear Energy Systems, a private Australian company established in 2014 to explore the feasibility of nuclear industrial development projects in South Australia. Lincoln has been a media spokesperson on nuclear issues in the wake of the Fukushima nuclear disaster and in the lead up to South Australia's Nuclear Fuel Cycle Royal Commission in 2015. His work has been awarded by the Royal Australian Chemical Institute and UNESCO.[1]", "55198354": "Hong Sung-mu (Korean: 홍승무, born 1 January 1942) is a North Korean nuclear weapons scientist and a Workers' Party of Korea (WPK) official working with North Korea's weapons of mass destruction and space programs. He is the deputy director of the party's Machine Building Industry Department (MBID) and plays a key part in the country's nuclear weapons program.", "66044563": "Janine Shertzer (born 1956)[1] is an American computational physicist known for her application of the finite element method to few-body systems in atomic physics. She is a distinguished professor of science at the College of the Holy Cross in Worcester, Massachusetts.", "69780119": "Mohammed Tharwat Hassan Arabic: محمد ثروت حسن is a professor of physics and optical sciences at the University of Arizona in the United States.[1][2]", "36061850": "Donald Delbert Clayton (born March 18, 1935; died January 3, 2024)[citation needed] was an American astrophysicist whose most visible achievement was the prediction from nucleosynthesis theory that supernovae are intensely radioactive. That earned Clayton the NASA Exceptional Scientific Achievement Medal (1992) for “theoretical astrophysics related to the formation of (chemical) elements in the explosions of stars and to the observable products of these explosions”. Supernovae thereafter became the most important stellar events in astronomy owing to their profoundly radioactive nature. Not only did Clayton discover radioactive nucleosynthesis during explosive silicon burning in stars [2][3][4] but he also predicted a new type of astronomy based on it, namely the associated gamma-ray line radiation emitted by matter ejected from supernovae.[5] That paper was selected as one of the fifty most influential papers in astronomy during the twentieth century[6] for the Centennial Volume of the American Astronomical Society. He gathered support from influential astronomers and physicists for a new NASA budget item for a gamma-ray-observatory satellite,[7] achieving successful funding for Compton Gamma Ray Observatory. With his focus on radioactive supernova gas Clayton discovered a new chemical pathway causing carbon dust to condense there by a process that is activated by the radioactivity.[8]", "8143520": "Robert Roland Hughes MB ChB MD FRCP (1911 – 18 March 1991)[1] was a British neurologist and pioneer of Electroencephalography and neurology.[2] He studied medicine at Liverpool University and spent the bulk of his life as a consultant in the Liverpool and North Wales area, particularly in the Liverpool Royal Infirmary and the Royal Southern Hospital.", "68043441": "Wang Wei (Chinese: 王圩; pinyin: Wáng Wéi; 25 December 1937 – 26 January 2023) was a Chinese scientist specializing in semiconductor.", "72598194": "Francesco Petruccione AAS,ASSAf is a physicist and academic leader currently serving as a professor of Physics at Stellenbosch University and the interim director of the National Institute for Theoretical and Computational Sciences (NITheCS).[1][2] With a wealth of experience in his field, he previously held the position of professor and Pro Vice-Chancellor of Big Data and Informatics at the University of KwaZulu-Natal (UKZN). Petruccione is also a member of the Academy of Science of South Africa and a Fellow of the Royal Society of South Africa.[3][4]", "2409139": "Clifford Martin Will (born 1946) is a Canadian-born theoretical physicist noted for his contributions to general relativity.[1]", "28656309": "William Thomas Silfvast is an American physicist well known for his contributions to gas discharge lasers,[1][2]  soft x-ray lasers,[3] and as the author of the influential textbook Laser Fundamentals.[4] and also several thriller novels (see billsilfvast.com). Silfvast received his PhD in physics from the University of Utah and a postdoctoral fellowship at the University of Oxford. He then spent much of his career at Bell Laboratories in Holmdel, New Jersey, with a Guggenheim Fellowship at Stanford in 1982–83.  Later he became a professor and chairman of the Physics Department at the University of Central Florida's Center for Research in Electro-Optics and Lasers (CREOL).  Silfvast remains a Professor Emeritus at UCF, and is now retired and living in Oregon.  He is a Fellow of the Optical Society of America, the American Physical Society, and the IEEE.[5]  In 2010 Silfvast was selected as one of 27 'Laser Luminaries' (laser pioneers) during the celebration of the 50th Anniversary of the discovery of the laser.", "59425462": "George William Crabtree (November 28, 1944  – January 23, 2023) was an American physicist known for his highly cited research on superconducting materials and, since 2012, for his directorship of the Joint Center for Energy Storage Research (JCESR) at Argonne National Laboratory.", "24724155": "Vladislav Alexandrovich Ivanov (Russian: Владислав Александрович Иванов; 1936-2007) was a Soviet physicist and engineer, who proposed in 1959 the basic principles of magnetic resonance imaging, decades before this technique was demonstrated by Paul Lauterbur.[1]", "57688764": "Marileen Dogterom (born 20 November 1967, in Utrecht) is a Dutch biophysicist and professor at the Kavli Institute of Nanoscience at Delft University of Technology.[1] She published in Science, Cell, and Nature and is notable for her research of the cell cytoskeleton. For this research, she was awarded the 2018 Spinoza Prize.[2]", "35111617": "George Kenneth Green (1911 – August 15th 1977) was an American accelerator physicist.", "60998348": "Wu Ziliang (Chinese: 吴自良; 25 December 1917 – 24 May 2008), also known as Tsu-Liang Wu,[1] was a Chinese materials engineer, physical metallurgist, and physicist. He led the team that developed the essential membrane separation technology which enabled China to separate uranium-235 used for making its first nuclear bomb. He was awarded the Two Bombs, One Satellite Meritorious Medal in 1999, and also made significant contributions to steel metallurgy, semiconductors, and superconductivity research. Wu was a fellow of the American Association for the Advancement of Science and an academician of the Chinese Academy of Sciences.", "28525264": "Bennie Franklin Leon Ward (born October 19, 1948) is a theoretical particle physicist at Baylor University in Texas, US.[2] He is a Fellow of the American Physical Society and is currently co-editor-in-chief of The Open Nuclear and Particle Physics Journal.[3]", "1950417": "Lester Halbert Germer (October 10, 1896 – October 3, 1971) was an American physicist.[1] With Clinton Davisson, he proved the wave-particle duality of matter in the Davisson–Germer experiment, which was important to the development of the electron microscope. These studies supported the theoretical work of De Broglie. He also studied thermionics, erosion of metals, and contact physics. He was awarded the Elliott Cresson Medal in 1931.", "69354200": "Ulrich Lemmer (born May 1964) is a German electrical engineer and professor specializing in optoelectronics.[1]", "1229530": "Ashton Baldwin Carter (September 24, 1954 – October 24, 2022) was an American government official and academic who served as the 25th United States secretary of defense from February 2015 to January 2017. He later served as director of the Belfer Center for Science & International Affairs at Harvard Kennedy School.[3]", "41108186": "Zhang Rong (Chinese: 张荣; pinyin: Zhāng Róng; born February 1964, in Huai'an) is a Chinese physicist who has worked in the area of wide band‐gap semiconductor materials and devices. He has been serving as president of Shandong University since October 2013.[1] Zhang Rong joined the Department of Physics, Nanjing University as a student in September 1979 and became a member of the faculty there in July 1986[1] and was promoted to professor in March 1995.[1] During the period from 1995 to 1999, he was a visiting scientist at the University of Wisconsin–Madison and the University of Maryland. He received a named professorship (“Cheung Kong Scholar's Program”) from the Ministry of Education in 2000.[1] He became assistant to the president of Nanjing University in February 2002, was appointed to the standing committee of the university as a vice president in November 2006.[1] In April 2010, he was reappointed to the standing committee and promoted to Executive Vice President of Nanjing University.[1] In October 2013, he became president of Shandong University (at a rank equivalent to a vice-minister).[1]", "60965604": "María Magdalena González Sánchez (born May 8, 1974) is a Mexican astrophysicist, nuclear physicist, researcher, and professor best known for her contributions in gamma ray research and for being the head of the High Altitude Water Cherenkov Experiment (HAWC). She has published 90 articles about her field of study in indexed journals. In 2015 she received the Sor Juana Inés de la Cruz Recognition from the National Autonomous University of Mexico (UNAM).", "68862697": "John 'Jack' Connor is a British theoretical physicist whose research focussed on understanding the physics of nuclear fusion.", "35898093": "Arthur March (23 February 1891  – 17 April 1957) was an Austrian physicist.", "73515758": "Takafumi Matsui (Japanese: 松井孝典, 7 March 1946 – 22 March 2023) was a Japanese planetary scientist, geophysicist, science communicator and academic. He was professor emeritus at the University of Tokyo.", "5620470": "Ferdinand Kurlbaum (4 October 1857 in Burg bei Magdeburg – 29 July 1927 in Berlin) was a German physicist.", "59785975": "Heather Lewandowski is a professor of physics at the University of Colorado Boulder. She looks to understand the quantum mechanical processes in making chemical bonds. She uses time-varying inhomogeneous electric fields (in a Stark decelerator) to achieve supersonic cooling. She also studies how students learn experimental skills in instructional physics labs and help to improve student learning in these environments. She is a Fellow of the American Physical Society.", "64275190": "Thomas W. L. \"Tom\" Sanford (born around 1945) is an American plasma physicist who developed a multi-wire array for use in a pulsed Z-pinch plasma system which resulted in a breakthrough for inertial confinement fusion (ICF) research.[1][2] In 2005, he was awarded the Hannes Alfvén Prize with Malcolm Haines and Valentin Smirnov for his contributions to the field.[3]", "45236991": "Wojciech Królikowski (July 16, 1926 – April 29, 2019)[1] was a Polish theoretical physicist, specialized in the theory of elementary particles and quantum field theory, retired professor of the Institute of Theoretical Physics at the University of Warsaw, member of the Polish Academy of Science.", "43041534": "Vincent James (\"Jim\") Mannoia, Jr. is an independent consultant in higher education. He was the tenth president of Greenville College[1][2] from 1999 to 2008.", "70599425": "Oana Jurchescu is a Romanian physicist who is the Baker Family Physics Professor at Wake Forest University. Her research considers charge transport in organic and organic/inorganic hybrid semiconductors. In 2022, she was awarded a National Science Foundation Special Creativity Award for her work translating organic electronic materials into real-world devices.", "25740035": "Charles Edwin Benham JP (/ˈbɛnəm/; 15 April 1860 in Colchester, Essex, England – 1 April 1929, also in Colchester) was a journalist who edited for many years the Essex County Standard, a published author of works such as Essex Ballads, and an amateur scientist-cum-inventor, which led him to create Benham's top, which was named after him.", "57885444": "Elena Amanda Long is assistant professor of physics at the University of New Hampshire and is an activist for LGBT people in science. The journal Nature called her a \"diversity trailblazer\" in their Nature's 10: Ten people who mattered this year in 2016.[1]  Long's research on the internal structure of nucleons earned her a 2015 Jefferson Science Associates (JSA) Promising Young Scientist award.[2] Long has made significant contributions to improve the inclusion of under-represented researchers and students by founding the LGBT+ Physics organisation[3] and serving as a member of the American Physical Society (APS) Committee of LGBT Issues.[2][4]", "1426181": "Harriet Brooks (July 2, 1876 – April 17, 1933[1]) was the first Canadian female nuclear physicist. She is most famous for her research in radioactivity. She discovered atomic recoil, and transmutation of elements in radioactive decay. Ernest Rutherford, who guided her graduate work, regarded her as comparable to Marie Curie in the calibre of her aptitude.[2] She was among the first persons to discover radon and to try to determine its atomic mass.[2]", "47760134": "Leopoldo Soto Norambuena is a Chilean Physicist born in Santiago, Chile, on October 14, 1964. His publication appears with the name Leopoldo Soto or L. Soto. He works at the Comisión Chilena de Energía Nuclear where he founded the Plasma Physics and Nuclear Fusion Laboratory. His main contributions are in experimental physics (plasma physics in particular). The group that he created and leads is a pioneer in the miniaturization of dense plasma focus[1] devices which can reproduce, on a scale basis, similar physics as the ones obtained in large devices which are only available in large laboratories of the world.[2] Due to Soto's contributions, it is possible to develop relevant research in dense transient plasmas using small devices.", "56181511": "Marina Galand is an atmospheric physicist and lecturer at Imperial College London. She is the 2018 recipient of the Holweck Prize for her \"outstanding contribution to space physics by studying in a comprehensive and original manner the effects of energy sources on planetary atmospheres throughout the Solar System and beyond\".[1]", "72565516": "Malhar R. Kendurkar is an observational astronomer based in Prince George, BC, Canada. His main research focus is on astronomical sky surveys, transient astrophysics and spectroscopy. Kendurkar is well known for searching and studying supernovae including nuclear transients and novae in the Andromeda Galaxy. He is credited with the discoveries of more than 170 transients since 2018. In 2018, to advance the research, he formed an international team of astronomers, the Global Supernovae Search Team (GSNST). The core team members are from Canada, France, India, and the US. GSNST is the first sky survey in Canada dedicated to searching for astronomical transients. Kendurkar is also a guest investigator at the Dominion Astrophysical Observatory of the National Research Council of Canada and uses 1.82 m Plaskett Telescope for the sky survey.[1][2]", "22266637": "Duane H. Cooper (August 21, 1923 in Gibson City, Illinois[1] – April 4, 1995) was a physicist, who made early investigations regarding \nthe intricate geometry of the phonograph stylus-groove interface.", "70304529": "Maisa Heloísa Juana Rojas Corradi (born 10 August 1972) is a Chilean politician, physicist and climatologist[1] who has been serving as Minister for the Environment since 2022.[2]", "50643734": "Hannu Häkkinen (born 1962)[1] is a Finnish physicist and professor of computational nanoscience at the University of Jyväskylä.", "45695771": "Michael Grae Worster (born 16 July 1958) is a British fluid dynamicist at the University of Cambridge. He is a professor at the Department of Applied Mathematics and Theoretical Physics and a Fellow of Trinity College, Cambridge.[1] Since 2007, he has been the editor-in-chief of the Journal of Fluid Mechanics.[2] He is also an associate faculty member of the African Institute for Mathematical Sciences.[3] In 2006, he was elected Fellow of the American Physical Society[4] and of the European Mechanics Society.", "63423264": "Marie-Anne Bouchiat-Guiochon (born 1934)[1] is a French experimental atomic physicist whose research has included studies of neutral currents, parity violation, and hyperpolarization. She is an honorary director of research for the French National Centre for Scientific Research (CNRS).[2]", "8962853": "Marcia Kemper McNutt (born February 19, 1952) is an American geophysicist and the 22nd president of the National Academy of Sciences (NAS) of the United States.[2] Previously, she served as editor-in-chief of the peer-reviewed journal Science from 2013 to 2016.[3] McNutt holds a visiting appointment at the Scripps Institution of Oceanography. She is a member of the National Academies of Sciences, Engineering, and Medicine advisory committee for the Division on Earth and Life Studies and the Forum on Open Science.[4] McNutt chaired the NASEM climate intervention committee who delivered two reports in 2015.[5]", "5620523": "Robert Wichard Pohl (10 August 1884 – 5 June 1976) was a German physicist at the University of Göttingen. Nevill Francis Mott described him as the \"father of solid state physics\".[1]", "19120947": "Chen Jia'er (Chinese: 陈佳洱; born 1 October 1934) is a Chinese nuclear physicist, an accelerator physicist and an academician of the Chinese Academy of Sciences (CAS).", "36553528": "Guowang Miao is a system engineer and researcher focusing on next-generation mobile Internet and wireless systems. He researches primarily the design, signal processing, and optimization of cloud platforms and networking systems. He is the author of Fundamentals of Mobile Data Networks and Energy and Spectrum Efficient Wireless Network Design.[2][3][4][5][6][7][1][8]", "65159998": "Dharam Vir Ahluwalia[1] (born October 20, 1952, in Fatehpur, Kaithal, India) is an Indian-born American theoretical physicist who has made significant contributions to physics of neutrino oscillations, gravitationally induced phases, interface of the gravitational and quantum realms, and mass dimension one fermions.[2][3]  In 2019 he published Mass Dimension One Fermions .[4]", "19612478": "Heinrich von Ficker (22 November 1881 – 29 April 1957) was a German-Austrian meteorologist and geophysicist who was a native of Munich. He was the son of historian Julius von Ficker (1826–1902).", "72205121": "Corinna Susan Kollath (born 21 April 1976) is a Scottish-born German theoretical and computational physicist whose research involves ultracold gases, the many-body problem, and out-of-equilibrium low dimensional correlated systems in quantum mechanics. She is a professor at the University of Bonn[1]", "55362375": "Indian Institute of Management, Ahmedabad", "9683784": "Sidney Michael Dancoff (September 27, 1913 in Philadelphia – August 15, 1951 in Urbana, Illinois) was an American theoretical physicist best known for the Tamm–Dancoff approximation method and for nearly developing a renormalization method for solving quantum electrodynamics (QED).", "69124945": "Marco Rinaldo Fedele Bersanelli (born 29 January 1960) is an Italian astrophysicist and academic, professor of astronomy at the University of Milan.", "5620569": "Arthur Korn (20 May 1870 – 21 December/22 December 1945) was a German physicist, mathematician and inventor. He was involved in the development of the fax machine, specifically the transmission of photographs or telephotography, known as the Bildtelegraph, related to early attempts at developing a practical mechanical television system.[1]", "26854239": "Boris Uladzimiravich Kit (Belarusian: Бары́с Уладзіміравіч Кіт, Russian: Бори́с Влади́мирович Кит; April 6, 1910 – February 1, 2018) was a Belarusian-American rocket scientist.", "69288800": "Sara A. Solla is an Argentine-American physicist and neuroscientist whose research applies ideas from statistical mechanics to problems involving neural networks, machine learning, and neuroscience. She is a professor of physics and of physiology at Northwestern University.[1][2]", "41993057": "Franz Josef Gießibl (born 27 May 1962 in Amerang) is a German physicist and university professor at the University of Regensburg.", "3949412": "William Jackson Humphreys (February 3, 1862 – November 10, 1949) was an American physicist and atmospheric researcher.", "71517033": "Frank Woodbridge \"Woodie\" Constant (June 1, 1904, Minneapolis – November 16, 1988, Essex, Connecticut) was an American physicist.[1] He was elected a Fellow of the American Physical Society in 1937.[2]", "64275308": "Edward E. Thomas Jr. is an American plasma physicist and a Professor of Physics at Auburn University.[1] He currently serves as the university's associate dean for research and graduate studies and is also the university's Charles W. Barkley Endowed Professor for diversity and inclusion.[2] He is a fellow of the National Society of Black Physicists (2011), the Alabama Academy of Sciences (2012) and the American Physical Society (2015).[3][4]", "213874": "Jean Bernard Léon Foucault (UK: /ʒɒ̃ ˈbɛərnɑːr ˌleɪɒ̃ ˈfuːkoʊ/, US: /ˌʒɒ̃ bɛərˈnɑːr leɪˌɒ̃ fuːˈkoʊ/; French: [ʒɑ̃ bɛʁnaʁ leɔ̃ fuko]; 18 September 1819 – 11 February 1868) was a French physicist best known for his demonstration of the Foucault pendulum, a device demonstrating the effect of Earth's rotation. He also made an early measurement of the speed of light, discovered eddy currents, and is credited with naming the gyroscope.", "48448371": "William Wilson Mullins (March 5, 1927 – April 22, 2001) was an American physicist and materials scientist who worked for many years as a professor at Carnegie Mellon University.[1][2][3]", "213877": "Armand Hippolyte Louis Fizeau FRS FRSE MIF[clarification needed] (French pronunciation: [aʁmɑ̃ ipɔlit lwi fizo]; 23 September 1819 – 18 September 1896) was a French physicist, who in 1849 measured the speed of light to within 5% accuracy. In 1851, he measured the speed of light in moving water in an experiment known as the Fizeau experiment.", "3654531": "Curtis Judson Humphreys (17 February 1898 – 22 November 1986) was an American physicist born in Alliance, Ohio, USA and educated at the University of Michigan. He was chief of the Radiometry Section of the U.S. Navy during the 1940s. He is famous for discovering the Humphreys series of the hydrogen atom.[1]", "72237957": "Katherine C. Harkay is an American physicist working on particle accelerators.", "30131077": "Max Jakob (July 20, 1879 – January 4, 1955) was a German physicist known for his work in the field of thermal science.", "60605323": "Eric Glen Blackman (born September 21, 1968 in Rochester, New York) is an American astrophysicist and professor.", "72598413": "Thomas Lauritsen (November 16, 1915-October 16, 1973) was an American nuclear physicist best known for his abilities at designing and (with his own hands) building experimental facilities and instrumentation for experimental nuclear physics; and as the longtime co-author of a periodic compilation of nuclear data. Except for brief periods abroad, his career was entirely at the California Institute of Technology, mostly as a professor of physics. In 1969 he was elected as a member of the National Academy of Sciences[1] and also the American Academy of Arts and Sciences.[2]", "66798479": "Silvia Picozzi is an Italian physicist who researches density functional theory, ferroelectricity, and antiferromagnetism at the Consiglio Nazionale delle Ricerche. She is an elected fellow of the American Physical Society.", "17297": "Karl Ferdinand Braun (German pronunciation: [ˈfɛʁdinant ˈbʁaʊn] ⓘ; 6 June 1850 – 20 April 1918) was a German electrical engineer, inventor, physicist and Nobel laureate in physics. Braun contributed significantly to the development of radio and television technology and built the first semiconductor. He shared the 1909 Nobel Prize in Physics with Guglielmo Marconi \"for their contributions to the development of wireless telegraphy\", was a founder of Telefunken, one of the pioneering communications and television companies,[1] and has been both called the \"father of television\" (shared with inventors like Paul Gottlieb Nipkow), \"great grandfather of every semiconductor ever manufactured\"[2] and the co-father of the radio telegraphy, together with Marconi.[3][4][5][6]", "67257244": "Heather J. Kulik is an American computational materials scientist and engineer who is an associate professor of chemical engineering at the Massachusetts Institute of Technology. Her research considers the computational design of new materials and the use of artificial intelligence to predict material properties.", "18400162": "Engelbert Levin Schücking (May 23, 1926 – January 5, 2015), in English-language works often cited as E. L. Schucking, was a physics professor at New York University in New York City. His research interests were theoretical astrophysics, general relativity and cosmology.[1]", "17317": "Klaus Emil Julius Fuchs (29 December 1911 – 28 January 1988) was a German theoretical physicist and atomic spy who supplied information from the American, British and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the hydrogen bomb. After his conviction in 1950, he served nine years in prison in the United Kingdom, then migrated to East Germany where he resumed his career as a physicist and scientific leader.", "68076458": "Matthieu Wyart (born 1978 in Paris, France) is a French physicist. He is a professor of physics at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the Physics of Complex Systems Laboratory.[1][2]", "14238635": "James Stanley Trefil (born September 10, 1938) is an American physicist (Ph.D. in physics at Stanford University in 1966) and author of nearly fifty books.  Much of his published work focuses on science for the general audience. He has served as Professor of Physics at the University of Virginia and, since 1988, as Robinson Professor of Physics at George Mason University.  Among his books is Are We Unique?, an argument for human uniqueness in which he questions the comparisons between human intelligence and artificial intelligence.  Trefil has also given presentations to judges and public officials about the intersections between science and the law.", "9946026": "William Richard Peltier, Ph.D., D.Sc. (hc) [1] (born 1943), is university professor of physics at the University of Toronto. He is director of the Centre for Global Change Science [2], past principal investigator of the Polar Climate Stability Network [3], and the scientific director of Canada's largest supercomputer centre, SciNet [4]. He is a fellow of the Royal Society of Canada, of the American Geophysical Union, of the American Meteorological Society, and of the Norwegian Academy of Science and Letters..", "5227437": "Walter Kaufmann (June 5, 1871 – January 1, 1947) was a German physicist. He is best known for the first experimental proof of the velocity dependence of mass, which was an important contribution to the development of modern physics, including special relativity.", "70566831": "Zaira Ollano (1904–1997) was an Italian physicist, researcher and professor. She investigated physics and nuclear physics, including the radiation absorption properties of beryllium.", "46777272": "Robert James Goldston (born May 6, 1950) is a professor of astrophysics at Princeton University and a former director of the Princeton Plasma Physics Laboratory.", "7062457": "Étienne-Gaspard Robert (15 June 1763 – 2 July 1837), often known by the stage name of \"Robertson\", was a prominent Liégeois (now part of Belgium) physicist, stage magician and influential developer of phantasmagoria.  He was described by Charles Dickens as \"an honourable and well-educated showman\".[1] Alongside his pioneering work on projection techniques for his shows Robert was also a physics lecturer and a keen balloonist at a time of great development in aviation.", "18531261": "Michael F. Shlesinger (born August 8, 1948 in Brooklyn, New York) is a physicist notable for his work in the area of nonlinear dynamics. He is the co-founder of the journal Fractals. His pioneering work in statistical predictions and descriptions of random and deterministic processes has influenced the physics of amorphous solids and glasses, classical mechanics, and biophysics. He is known as a proponent of fractal time and is also known for his work on fractal stochastic processes related to areas such as disordered materials and turbulence.", "5030845": "Valentin Ceaușescu (born 17 February 1948) is a Romanian physicist. He is the eldest and only surviving child of former communist President Nicolae Ceaușescu and Elena Ceaușescu.", "27968447": "Lawrence Mark Lidsky (1935–2002) was a professor of nuclear engineering at the Massachusetts Institute of Technology (MIT).[1][2]", "54051776": "Muthusamy Lakshmanan (born 25 March 1946) is an Indian theoretical physicist currently working as Professor of Eminence at the Department of Nonlinear Dynamics of Bharathidasan University. Presently he is the DST-SERB National Science Chair awarded by the Science and Engineering Research Board, Department of Science and Technology. He has held several research fellowships which included Raja Ramanna fellowship of the Department of Atomic Energy, Alexander von Humboldt fellowship, Japan Society for the Promotion of Science fellowship, Royal Society Nuffield Foundation fellowship, and NASI-Senior Scientist Platinum Jubilee Fellowship. In the year 2021, on August 15, he was conferred with the Dr. A. P. J Abdul Kalam Award by the Government of Tamil Nadu.", "63783872": "Mohammad Saleem (1934–2 January 2016) was a Pakistani particle physicist and a professor of physics at the Punjab University. He was the founding director of the Centre for High Energy Physics, and author of mathematical physics book, Group Theory for High Energy Physicists, published in 2016.", "59425736": "Peter Francis Cecil Gilbert (born 7 July 1944) is an English neuroscientist and biophysicist. He is known for his pioneering work on motor learning in the cerebellum.[2][3][4]", "2409420": "James W. York Jr. (born July 3, 1939 in Raleigh, North Carolina, died December 17, 2023 in Raleigh, North Carolina) was an American mathematical physicist who contributed to the theory of general relativity. In any physical theory, it is important to understand when solutions to the fundamental field equation exist, and answering this question was a theme of York's scientific work, with Yvonne Choquet-Bruhat, of formulating the Einstein field equation as a well-posed system in the sense of the theory of partial differential equations.", "13550542": "John Oren Reed (1856 – January 22, 1916) was an American physicist and university dean.", "71222223": "Giuseppe Caglioti (born in Naples on August 19, 1931) is an Italian physicist, academic, researcher and writer. He is an Emeritus Professor of Physics of Matter at the Polytechnic University of Milan. Caglioti is an Effective Member of the Istituto Lombardo Accademia di Scienze e Lettere, Emeritus Fellow of the World Academy of Art and Science and of the Italian Physical Society and member of the Istituto di Studi Superiori Gerolamo Cardano.", "18793425": "Nigel Geoffrey Stocks (born 6 September 1964) is an engineer and physicist, notable for discovering suprathreshold stochastic resonance (SSR) and its application to cochlear implant technology.[1]", "42943445": "Edmund Harry Cooke-Yarborough (25 December 1918 – 10 January 2013) was the lead designer of the Harwell Dekatron, one of the world's early electronic computers and also a pioneer of radar.[1][2][3]", "9847769": "John Duncan Wiley (born March 23, 1942, in Evansville, Indiana) is a faculty member and former chancellor of the University of Wisconsin–Madison. Wiley was named the 28th Chancellor of the University on November 10, 2000, and assumed office on January 1, 2001. He stepped down as chancellor and returned to the faculty on September 1, 2008.[1] From November 1, 2008, through November 2011, he served as interim director of the Wisconsin Institute for Discovery.[2]", "541658": "Pol Duwez (11 December 1907 – 31 December 1984) was a Belgian-born materials scientist. While working at Caltech in 1960, he first introduced metallic glasses made through rapid liquid cooling using a technique known as splat quenching.[1]", "61850593": "Frank F. Fang (born 11 September 1930 in Beijing) is a Chinese-American solid-state physicist. He was part of the team that succeeded in 1966 in the detection of a two-dimensional electron gas and its quantum properties in semiconductors.", "29967331": "Alfred Zehe (born May 23, 1939) is a German physicist, professor and author. After American authorities charged him with spying for the East German government in 1983, he became part of a high-profile prisoner exchange between the U.S. and the Soviet Union.", "40846310": "Karl Kraus (21 March 1938 – 9 June 1988) was a German theoretical physicist who made major contributions to the foundations of quantum physics.", "3720167": "Detlev Buchholz (born 31 May 1944) is a German theoretical physicist. He investigates quantum field theory, especially in the axiomatic framework of algebraic quantum field theory.", "82919": "Loren Wilber Acton (born 7 March 1936) is an American physicist who flew on Space Shuttle mission STS-51-F as a Payload Specialist for the Lockheed Palo Alto Research Laboratory. He is also the father of Cheryll Glotfelty, a leading ecocritic.[1]", "46416873": "John Duckworth FREng (27 December 1916 – 8 January 2015) was a British physicist known for his involvement in the development of Britain's radar defence network during World War II.[1] He also served as the director of the National Research Development Corporation (NRDC), and helped supervise Britain's efforts to develop nuclear technology in the 1950s. Duckworth worked as an industrial consultant in his later life.[1]", "67978221": "Dr. Erich W. Etienne (24 February 1915 – 23 July 1942) was a German geophysicist, polar explorer and pilot.", "23348207": "Amasa Stone Bishop (1921 – May 21, 1997) was an American nuclear physicist specializing in fusion physics. He received his B.S. in physics from the California Institute of Technology in 1943. From 1943 to 1946 he was a member of the staff of Radiation Laboratory at the Massachusetts Institute of Technology, where he was involved with radar research and development. Later, he became a staff member of the University of California at Berkeley from 1946 to 1950. Specializing in high energy particle work, he earned his Ph.D. in physics in 1950.[1][2]", "27411440": "Wolfhart Zimmermann (17 February 1928 – 18 September 2016) was a German theoretical physicist, known for his contribution in quantum field theory. He is one of the developers of the LSZ reduction formula.", "51168241": "Torsten Karl Adolf Magnusson (24 December 1907 – 24 November 1987) was a Swedish physicist and defense research scientists. Magnusson was Director-General of the Swedish National Defence Research Institute (FOA) from 1968 to 1974 and was one of the prominent figures of the Swedish nuclear weapons program.", "29967346": "Richard Wilson (29 April 1926 – 19 May 2018) was a British-American physicist. His original fields were nuclear and elementary particle physics but branched out into applications of physics in other disciplines. Most of his career he has been a physics professor at Harvard University.", "46285811": "Thomas Quirk is a corporate director of biotech companies and former board member of the Institute of Public Affairs, an Australian conservative think-tank for which he has written numerous articles and papers and provided comments to the media.[1] Quirk joined the board of therapeutics company Sementis in 2011 as a non-executive director.[2] Quirk is an occasional speaker on the topic of innovation in Australia, and has written extensively on subjects of energy policy and climate change.[3] He is a former member of the Australian Climate Science Coalition's Scientific Advisory Panel.[4] Quirk is a critic of Tim Flannery, the Climate Commission and environmentalists generally.[5]", "50165": "Louis Victor Pierre Raymond, 7th Duc de Broglie (/də ˈbroʊɡli/,[1] also US: /də broʊˈɡliː, də ˈbrɔɪ/,[2][3] French: [də bʁɔj][4][5] or [də bʁœj] ⓘ; 15 August 1892 – 19 March 1987)[6] was a French physicist and aristocrat who made groundbreaking contributions to quantum theory. In his 1924 PhD thesis, he postulated the wave nature of electrons and suggested that all matter has wave properties. This concept is known as the de Broglie hypothesis, an example of wave–particle duality, and forms a central part of the theory of quantum mechanics.", "48120830": "Georgy Mihailovich Kondratiev (Russian: Георгий Михайлович Кондратьев, 1887–1958) Russian physicist, specialist in thermal measurements.[1]", "69354502": "Beatrix C. Hiesmayr (born 1975)[1] is an Austrian physicist who studies quantum mechanics and quantum information theory from a combination of theoretical and experimental points of view.[2] She is a privatdozent at the University of Vienna,[3] where she heads the Quantum Particle Workgroup.[4]", "30557199": "Ryan Choi is a superhero appearing in American comic books published by DC Comics. Created by Gail Simone and Grant Morrison, the character first appeared in DCU: Brave New World #1 (August 2006) as the third superhero character to use the Atom name in the DC Universe. He emigrated to the United States following the death of his mother, to take up his idol Ray Palmer's former position at Ivy University. He went on to become a member of the Justice League.", "11518993": "Albert Beaumont Wood OBE DSc (1890 – 19 July 1964), better known as A B Wood, was a British physicist, known for his pioneering work in the field of underwater acoustics and sonar. Wood is known for his work on developing sonar (known at that time as 'ASDICS'[1]) in the UK from the First World War until after the Second World War.", "34620440": "Lawrence Randolph Hafstad (June 18, 1904 – October 12, 1993) was an American electrical engineer and physicist notable for his pioneering work on nuclear reactors and development of proximity fuzes.[1][2] In 1939, he created the first nuclear fission reaction in the United States.[3][4][5]", "2737177": "John Clive Ward, FRS (1 August 1924 – 6 May 2000) was a Anglo-Australian physicist who made significant contributions to quantum field theory, condensed-matter physics, and statistical mechanics. Andrei Sakharov called Ward one of the titans of quantum electrodynamics.", "56673307": "Lev Mitrofanovich Barkov (Russian: Лев Митрофанович Барков; October 24, 1928, in Moscow – February 9, 2013,[1] in Novosibirsk) was a Russian physicist, Academician of the Academy of Sciences of the USSR (since 1984),[1] Professor at the Novosibirsk State University (since 1973) and Laureate of the 1989 USSR State Prize.", "64275483": "Avraham S. Rinat-Reiner (born 3 June 1929)[1] is a Dutch-Israeli theoretical physicist who worked as professor at the Weizmann Institute of Science.[2]", "50775071": "Ariel Caticha  is a professor of theoretical physics at State University of New York at Albany (SUNY Albany) and chair of its department of physics. His research interests include Information Physics (Entropic Foundations of Quantum Mechanics, Statistical Mechanics and General Relativity), Entropic and Bayesian Inference, and Information Geometry.", "39994400": "Dame Frances Carolyn Saunders DBE CB FREng HonFInstP (born 28 June 1954) is a British scientist and former civil servant.  She was the chief executive of Dstl between August 2007 and March 2012.[1][2]  Prior to this Saunders was a policy officer at the Office of Science and Technology and research scientist into liquid crystal devices at the Royal Signals and Radar Establishment. Saunders was the president of the Institute of Physics from 2013 to 2015.[3]", "181280": "Abhay Vasant Ashtekar (born 5 July 1949) is an Indian theoretical physicist who created Ashtekar variables and is one of the founders of loop quantum gravity and its subfield loop quantum cosmology.[2] Ashtekar has also written a number of descriptions of loop quantum gravity that are accessible to non-physicists. He is an Evan Pugh Professor Emeritus of Physics and former Director of the Institute for Gravitational Physics and Geometry at Pennsylvania State University.", "2212898": "Johann Gottlieb Christian Nörremberg (11 August 1787, in Pustenbach – 20 July 1862) was a German physicist who worked on the polarization of light.", "43238438": "Vladimir Borisovich Shtokman (Russian: Владимир Борисович Штокман; 10 March 1909 – 14 June 1968) was a Soviet oceanographer and geophysicist.", "20464688": "Institute for Advanced Study\nPerimeter Institute for Theoretical Physics", "59098160": "Sabrina Stierwalt is an American extragalactic astrophysicist who studies gas dynamics and the formation and evolution of galaxies through surveys utilizing x-ray, ultraviolet, optical, infrared, submillimeter, and radio wavelengths.[1] She is experienced in science communication and advocating for equality and equity for underrepresented groups in science, technology, engineering, and mathematics (STEM) fields.", "69387327": "Helmut Rechenberg (November 6, 1937, in Berlin – November 10, 2016, in Munich) was a German physicist and science historian.[1]", "18662464": "Sergey M. Bezrukov is a Russian born biophysicist notable for his work on ion channels and stochastic resonance.", "1229889": "Mildred Dresselhaus[1] (née Spiewak; November 11, 1930 – February 20, 2017),[2] known as the \"Queen of Carbon Science\",[3] was an American physicist, materials scientist, and nanotechnologist. She was an institute professor and professor of both physics and electrical engineering at the Massachusetts Institute of Technology.[4] She also served as the president of the American Physical Society, the chair of the American Association for the Advancement of Science, as well as the director of science in the US Department of Energy under the Bill Clinton Government.[4] Dresselhaus won numerous awards including the Presidential Medal of Freedom, the National Medal of Science, the Enrico Fermi Award, the Kavli Prize and the Vannevar Bush Award.", "1098819": "Heinrich Georg Barkhausen (2 December 1881 – 20 February 1956), born in Bremen, was a German physicist.[1]", "61391947": "Reinhard Bortfeld (25 February 1927 – 10 July 2019) was a German geophysicist.", "38257748": "Christopher Sorensen (born October 1, 1947) is the Cortelyou-Rust University Distinguished Professor and a University Distinguished Teaching Scholar in the   Kansas State University Physics Department. He also is an adjunct professor in the department of chemistry at Kansas State University.[1]\nHe was named the Carnegie Foundation and Council for Advancement and Support of Education United States Professor of the Year for doctoral and research universities in 2007.[2]\nHis research interests include materials synthesis including graphene materials, light scattering,  particulate systems, and soft matter physics.[citation needed]", "31016020": "Victor Krylov (Russian: Виктор Владимирович Крылов) is a Russian-born British academic. He is emeritus professor of acoustics and vibration at Loughborough University.", "34653269": "James Clair Wyant was a professor at the College of Optical Sciences at the University of Arizona where he was Director (1999–2005)[1]  and Dean (2005–2012).[2]  He received a B.S. in physics from Case Western Reserve University and M.S. and Ph.D. in optics from the University of Rochester.[3]", "23446618": "Donald MacCrimmon MacKay (9 August 1922 – 6 February 1987) was a British physicist, and professor at the Department of Communication and Neuroscience at Keele University in Staffordshire, England, known for his contributions to information theory and the theory of brain organisation.[1]", "23938141": "Jan Rzewuski (December 19, 1916, in Łódź – September 17, 1994, in Wrocław) was a Polish theoretical physicist, a member of Polish resistance during World War II and a participant in the Warsaw Uprising.", "58311775": "Sydney Meshkov (5 June 1927 – 31 August 2020) was a Theoretical Physicist who worked in gravitational wave, atomic, nuclear  and particle physics.[1]", "52315237": "Girjesh Govil (25 September 1940 – 12 October 2021) was an Indian molecular biophysicist and a Raja Ramanna professor at the Tata Institute of Fundamental Research.[1] He was known for his researches on semi-empirical quantum chemical theories.[2] He was an elected fellow of The World Academy of Sciences,[3] and all the three major Indian science academies viz. the National Academy of Sciences, India,[4] Indian National Science Academy[5] and the Indian Academy of Sciences.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1978, for his contributions to chemical sciences.[7]", "47334501": "Kazimieras Černis (born November 11, 1958, Vilnius) is a Lithuanian astronomer and astrophysicist, active member of the IAU,[2] and a prolific discoverer of minor planets and comets.[1] In 2012, he discovered 420356 Praamzius, a trans-Neptunian object and dwarf planet candidate.[3][4]", "64603240": "William Frank Brinkman is an American physicist who served as president of the American Physical Society (2002)[1] and was the head of the Office of Science at the United States Department of Energy (2009–2013). He was elected to the National Academy of Sciences in 1984, and won the George E. Pake Prize in 1994.[2] He was elected as a member of the American Academy of Arts and Sciences in 1992,[3] and became a member of the American Philosophical Society in 2002.[4]", "2999401": "Peter Petroff (Bulgarian: Петър Петров; 21 October 1919 – 27 February 2003[1]) was a Bulgarian American inventor, engineer, NASA scientist, and adventurer. He was involved in the  NASA space program. Petroff assisted in the development of one of the earliest computerized pollution monitoring system and telemetry devices for early weather and communications satellites. He helped develop components of one of the world's first digital watches[1] and an early wireless heart monitor. Petroff founded Care Electronics, Inc. which was acquired by Electro-Data, Inc. of Garland, Texas in autumn 1971.", "51430505": "P. V. Manoranjan Rao is a veteran space scientist and author from India. In his career spanning over three decades — including over two decades at the Indian Space Research Organisation's Vikram Sarabhai Space Centre[1] — he has done extensive research in areas including the physics of lightning discharge, ionospheric physics, magnetospheric physics, VLF and ELF wave propagation, electrostatics of launch vehicles, electrostatic charging of communications satellites, EMI/EMC and lightning protection for launch vehicles. He has edited and authored three books on India's space history.", "9847916": "Hermann Alexander Brück CBE FRSE (15 August 1905 – 4 March 2000) was a German-born astronomer, who spent the great portion of his career in various positions in Britain and Ireland.", "39797874": "Renu Malhotra (born 1961) is an American planetary scientist from India, known for using the orbital resonance between Pluto and Neptune to infer large-scale orbital migration of the giant planets and to predict the existence of Plutinos in resonance with Neptune. The asteroid 6698 Malhotra was named for her on 14 December 1997 (M.P.C. 31025).[1][2]  She is credited by the Minor Planet Center with the co-discovery of (455206) 2001 FE193, a trans-Neptunian object in the Kuiper belt.", "8438898": "Jean Hebb Swank is an astrophysicist who is best known for her studies of black holes and neutron stars.", "2475132": "Eugene McDermott (February 12, 1899 in Brooklyn, New York - August 23, 1973 in Dallas, Texas)[1] was an engineer and geophysicist who co-founded Geophysical Service Incorporated (GSI) in 1930 and later its parent company Texas Instruments in 1951.[2] One of his most widely acclaimed early patented inventions enabled oil exploration equipment that used reflection seismographs to map underground rock strata using sound wave technology, a method still widely used today in oil exploration.[3]  Other inventions ranged from geochemical applications to antisubmarine warfare, often focusing on the use of sonar.[4]", "12829834": "Neil Gunther (born 15 August 1950) is a computer information systems researcher best known internationally for developing the open-source performance modeling software Pretty Damn Quick and developing the Guerrilla approach to computer capacity planning and performance analysis. He has also been cited for his contributions to the theory of large transients in computer systems and packet networks, and his universal law of computational scalability.[1][2][3][4][5][6]", "44024971": "Matjaž Perc is Professor of Physics at the University of Maribor in Slovenia, and director of the Complex Systems Center Maribor. He is member of Academia Europaea[1] and among top 1% most cited physicists according to Thomson Reuters Highly Cited Researchers.[2] He is Outstanding Referee of the Physical Review and Physical Review Letters journals,[3] and Distinguished Referee of EPL.[4] He received the Young Scientist Award for Socio-and Econophysics in 2015.[5] His research has been widely reported in the media and professional literature.[6][7][8][9][10][11][12][13][14][15][16]", "59393164": "Ursula \"Uschi\" Steigenberger (25 April 1951 — 12 December 2018) OBE FInstP was a German condensed matter physicist and director of the ISIS neutron source. She was one of the founders of the Institute of Physics Juno Award.", "19678355": "Francisco José Ynduráin Muñoz (23 December 1940 – 6 June 2008) was a Spanish theoretical physicist. He founded the particle physics research group that became the Department of Theoretical Physics at the Autonomous University of Madrid, where he was a Professor.[1] He was described by his colleagues as \"a scientist that always searched for excellence in research\".[2]", "72402072": "Sinéad Louise Farrell is a British-American space scientist who is Professor of Geographic Sciences at the University of Maryland, College Park. Her research considers remote sensing and climate monitoring. She was science lead for the ICESat-2 Mission, which used laser altimetry to make height maps of Earth.", "65750169": "Mikhail Yevgenyevich Shaposhnikov (born in 1956 in Sochi, Russia) is a Soviet-born Swiss theoretical physicist and a professor at École Polytechnique Fédérale de Lausanne (EPFL).[1] He is active in the fields of cosmology and particle physics.[2]", "65848474": "Katheryn (Kathie) Marie Edmonds Rajnak (April 30, 1937 – February 3, 2005) was an American theoretical physical chemist who lived and worked in the United States. She was known for her work applying variations of the Hartree–Fock approach to calculating the energy levels of the lanthanide elements and their compounds. Applications of those results include the design of lasers for inertial-confinement fusion and for uranium isotope separation. She was the first woman to teach physics at Kalamazoo College, starting in 1967.[2]", "51856541": "Miklos Porkolab (born March 24, 1939) is a Hungarian-American physicist specializing in plasma physics.[2]", "62964894": "Russell M. Kulsrud (born 10 April 1928 in Lindsborg, Kansas) is an American physicist who specializes in plasma physics and astrophysics.[1]", "50335": "John Charlton Polkinghorne KBE FRS (16 October 1930 – 9 March 2021) was an English theoretical physicist, theologian, and Anglican priest.[10] A prominent and leading voice explaining the relationship between science and religion, he was professor of mathematical physics at the University of Cambridge from 1968 to 1979, when he resigned his chair to study for the priesthood, becoming an ordained Anglican priest in 1982. He served as the president of Queens' College, Cambridge, from 1988 until 1996.", "1295520": "Eugene Podkletnov (Russian: Евгений Подклетнов, Yevgeny Podkletnov) is a Russian ceramics engineer known for his claims made in the 1990s of designing and demonstrating gravity shielding devices consisting of rotating discs constructed from ceramic superconducting materials.", "28886184": "Karl Kelchner Darrow (November 26, 1891 – June 7, 1982) was an American physicist and secretary of the American Physical Society from 1941 to 1967.", "34292905": "Yaroslav Mikhaylovich Blanter (Russian: Ярослав Михайлович Блантер; born 19 November 1967) is a Russian physicist, an expert in the field of extractive metallurgy and condensed matter physics. As of 2011, he is the Antoni van Leeuwenhoek professor at the Delft University of Technology.[1][2][3][4]", "35636396": "Paolo Cotta-Ramusino (born 1948) has been Secretary General of Pugwash Conferences on Science and World Affairs[1] since August 2002.  He is also Professor of Mathematical Physics at the University of Milan (Italy)[2] and Senior Researcher at the Italian National Institute of Nuclear Physics.[3]  Cotta-Ramusino is an adjunct Professor, Centre of International Politics, Organization and Disarmament, School of International Studies, Jawaharlal Nehru University, New Delhi and an Associate with the Project on Managing the Atom, Belfer Center for Science and International Affairs, John F. Kennedy School of Government, Harvard University.  He is a member of the International Institute for Strategic Studies, and the World Academy of Art and Sciences.[4][5][6]", "69911732": "John R. Dutcher is a Canadian physicist.", "38618296": "Tim C. Ralph is an Australian physicist who specializes in the application of quantum optics to quantum information science and quantum computing. He is Professor in Physics at the University of Queensland, and Program Manager in the ARC Centre for Quantum Computer and Communication Technology.[1] Ralph is known for developing continuous variable quantum cryptography[2] and co-founder of measurement based computation with continuous variable optics.[3] In 2012, Ralph was one of the scientists responsible for establishing quantum discord as a computational resource.[4]\nAs of 2012, Tim has 200 publications and over 4500 citations. He has co-authored \"A guide to experiments in quantum optics\". His publications include 23 in Physical Review Letters, 6 in the Nature suite of journals, as well as articles in Science and Reviews of Modern Physics.", "72238283": "Peter John Young (31 July 1954—5 September 1981) was a British astrophysicist, who made major contributions in theory and observation to extragalactic astronomy and cosmology. During five years at the California Institute of Technology in 1976-1981 he carried out foundational research, including the discovery of the intergalactic medium; the detection of a supermassive black hole in the galaxy M87; detecting the optical counterpart to the first gravitational lens; developing the theory of gravitational microlensing.", "476366": "Cecilia Payne-Gaposchkin (born Cecilia Helena Payne; (1900-05-10)May 10, 1900 – (1979-12-07)December 7, 1979) was a British-born American astronomer and astrophysicist who proposed in her 1925 doctoral thesis that stars were composed primarily of hydrogen and helium.[1] Her groundbreaking conclusion was initially rejected because it contradicted the scientific wisdom of the time, which held that there were no significant elemental differences between the Sun and Earth. Independent observations eventually proved she was correct. Her work on the nature of variable stars was foundational to modern astrophysics.[1][2][3]", "12666067": "Harald Ernst Malmsten Schering (November 25, 1880 – April 10, 1959) was a German physicist born in Göttingen. He is best known for his work in high voltage electricity and the Schering Bridge used in electrical engineering.", "58672341": "Hong Chaosheng (Chinese: 洪朝生; pinyin: Hóng Cháoshēng; Wade–Giles: Hung Ch'ao-sheng; 10 October 1920 – 19 August 2018) was a Chinese physicist best known for studying cryogenics.[1] Hong was the teacher of Zhao Zhongxian, a laureate of Highest Science and Technology Award, the highest scientific award issued by the Chinese Academy of Sciences to scientists working in China.", "19186901": "Harry Messel, AC, CBE, (3 March 1922 – 8 July 2015) was a Canadian-born Australian physicist and educator.[1]", "22267096": "John Riley Holt, FRS[1] (15 February 1918 – 6 January 2009) was an English experimental physicist who played a part in the development of the atom bomb and later became one of the pioneers of elementary particle physics research.", "67618011": "Gregorio Millán Barbany (4 April 1919, Barcelona – 26 November 2004, Madrid)[1] was an aeronautical engineer and professor at the Escuela Técnica Superior de Ingenieros Aeronautics (ETSI Aeronáuticos, Higher Technical School of Aeronautical Engineers) of the Technical University of Madrid (Universidad Politécnica de Madrid, UPM).", "56640738": "Philippe Ciais is a researcher of the Laboratoire des Sciences du Climat et de l'Environnement (LSCE), the climate change research unit of the Institut Pierre Simon Laplace (IPSL). He is a physicist working on the global carbon cycle of planet Earth, climate change, ecology and geosciences.", "509155": "Eli Yablonovitch (born 15 December 1946) is an American physicist and engineer who, along with Sajeev John, founded the field of photonic crystals in 1987.[1] He and his team were the first to create a 3-dimensional structure that exhibited a full photonic bandgap, which has been named Yablonovite. In addition to pioneering photonic crystals, he was the first to recognize that a strained quantum-well laser has a significantly reduced threshold current compared to its unstrained counterpart. This is now employed in the majority of semiconductor lasers fabricated throughout the world. His seminal paper[2] reporting inhibited spontaneous emission in photonic crystals is among the most highly cited papers in physics and engineering.", "46220518": "Nikolay Sergeevich Dikansky (Russian: Николай Сергеевич Диканский; born 30 July 1941, Dymytrov, Ukraine) — is a Russian/Soviet physicist, a scientist in the fields of accelerator physics and particle accelerators, the head of the laboratory in Budker Institute of Nuclear Physics, since 2011 academician of Russian Academy of Sciences, the chancellor of Novosibirsk State University (20 November 1997 – 30 July 2007).", "6079718": "Jon F. Claerbout (born February 14, 1938) is an American geophysicist and seismologist. He is the Cecil Green Professor Emeritus of Geophysics at Stanford University. Since the later half of the 20th century, he has been a leading researcher and pioneered the use of computers in processing and filtering seismic exploration data, eventually developing the field of time series analysis and seismic interferometry, modelling the propagation of seismic waves.[1][2][3]", "62833899": "Claude Bouchiat (16 May 1932 – 25 November 2021) was a French physicist, and member of the French Academy of sciences.[1]", "54183162": "Matthew John O'Dowd is an Australian astrophysicist. He is an associate professor in the Physics and Astronomy Department at the Lehman College of the City University of New York[1][2] and writer and host of PBS Space Time on YouTube.[3] He is a frequent guest on Science Goes to the Movies on CUNY TV and on StarTalk radio with Neil deGrasse Tyson.[4]", "70436094": "Paul Robert Shapiro is an American astrophysicist.", "30000383": "Alban Hill or Hyll M.D. (d. 1559), physician, a native of Wales, studied at Oxford and at Bologna. He became famous for theoretical and practical physics at London, and much beloved and admired by all learned men. He resided for many years in the parish at St. Alban, Wood Street, being `held in great respect, and esteemed one of the chief parishioners' Caius calls him a good and learned man. He is mentioned in laudatory terms by Bassianus Landus of Piacenza in his Anatomi, 1605, vol ii. cap. xi. 225, with reference to a far from profound remark attributed to him about the uses of mesentery. Landus adds that Hill wrote on Galen, but no such writings are known to be extant. He became a fellow of the College of Physicians on 23 March 1552, was Censor from 1555 to 1558, and elect in 1558. He died on 22 Dec. 1559, and was buried in St. Alban's Church, Wood Street, near his friend and colleague, Dr. Wotton. Only the tower of the church structure may be found today. His widow survived him until 31 May 1580.[1]", "19088645": "Gerardus Johannes Sizoo (8 November 1900 – 4 January 1994) was the first professor of physics at the Vrije Universiteit. He is notable for the establishment and development of the applied physics laboratory in 1930 and the establishment of the Faculty of Mathematics and Physics at the Vrije Universiteit.", "42517765": "Joel Shalom Feldman (born 14 June 1949, in Ottawa[1]) is a Canadian mathematical physicist and mathematician.", "19481861": "E. Paul Palmer (1926–2011) was a Brigham Young University physicist who specialized in geophysics. He coined the term \"cold fusion\".  However he was an early critic of Fleischmann and Pons's claims to have developed a useful method of cold fusion.", "2540808": "Fereydoon Family (born September 18, 1945) is a leading Persian physicist in the field of nanotechnology and solid-state physics. He is currently Samuel Candler Dobbs Professor of Physics and a member of the Emerson Center for Scientific Computation at Emory University in Atlanta, Georgia. He is an elected fellow of the American Physical Society,[1]  and a recipient of the Southeastern Section of the American Physical Society's highest honor, the J.W. Beams Award.", "16172297": "Francis Goddard Slack (November 1, 1897 – February 2, 1985) was an American physicist. He was a physics teacher, researcher, and administrator in academia who was renowned for placing equal emphasis on teaching and on research.", "46679308": "Nalin H. Samarasinha (born 1958) is a Sri Lankan born planetary scientist and a discoverer of minor planets, who studies the dynamical evolution and processes of cometary nuclei and comae.[1] Currently, he works as a senior scientist for the Planetary Science Institute in the United States.[2][3]", "41960718": "Emilio Del Giudice (1 January 1940 – 31 January 2014) was an Italian theoretical physicist who worked in the field of condensed matter. Pioneer of string theory in the early 1970s, later on he became better known for his work with Giuliano Preparata at the Italian Institute for Nuclear Physics (INFN);", "71779599": "Abhijit Sen  is Emeritus Scientist and INSA fellow,Sr. Professor , Institute for Plasma Research,[1] Chandrasekhar Chair .[2]", "9127187": "Egon Bretscher CBE (23 May 1901 – 16 April 1973)[2] was a Swiss-born British chemist and nuclear physicist[3] and Head of the Nuclear Physics Division from 1948 to 1966[4] at the Atomic Energy Research Establishment, also known as Harwell Laboratory, in Harwell, United Kingdom. He was one of the pioneers in nuclear fission research and one of the first to foresee that plutonium could be used as an energy source.[5] His work on nuclear physics led to his involvement in the British atomic bomb research project Tube Alloys and his membership of the British Mission to the Manhattan Project[6] at Los Alamos, where he worked in Enrico Fermi's Advanced Development Division in the F-3 Super Experimentation group.[7] His contributions up to 1945 are discussed by Margaret Gowing in her \"Britain and Atomic Energy, 1935-1945.\"", "17581331": "(Stanley) Keith Runcorn FRS[2] (19 November 1922 – 5 December 1995) was a British physicist whose paleomagnetic reconstruction of the relative motions of Europe and America revived the theory of continental drift and was a major contribution to plate tectonics.[2][3][4]", "30098710": "Wilhelm Ludwig Franz Hallwachs (9 July 1859 – 20 June 1922) was a German physicist.[1]", "31212824": "Krill Prize (2006) [1]\nMichael Bruno Memorial Award (2009) [2]", "25445666": "Marcelo Osvaldo Magnasco is a biophysicist and a professor at The Rockefeller University.", "17253672": "Kurt Binder (10 February 1944 – 27 September 2022)[1] was an Austrian theoretical physicist.", "5719340": "Arthur Willoughby Barton (14 September 1899 – 24 August 1976) was a headmaster, academic author and association football referee.", "57623854": "Krishnamurthy Santhanam was an Indian nuclear scientist and the field director of Defence Research and Development Organization during the tests of Pokhran-II.[1] He was in the news in 2009 when he disclosed that the 1998 tests at Pokhran was not a total success,[2] despite claims by several scientists including Anil Kakodkar[3] and A. P. J. Abdul Kalam.[4] The Indian government, subsequent to these statements & the public pressure that mounted for further tests, ended up not signing the CTBT test ban treaty. Santhanam's statement was subsequently endorsed by P. K. Iyengar, the former chairman of the Atomic Energy Commission of India.[5]", "47334705": "Leo Gburek (born 18 April 1910 in Bismarckhütte; died 17 January 1941 in Fair Isle, Shetland) was a German geophysicist and a member of the Third German Antarctic Expedition 1938/39.", "14107961": "Antony Valentini is a theoretical physicist known for his work on the foundations of quantum physics.[1]", "1819966": "Larry Fleinhardt, Ph.D., is a fictional character in the CBS crime drama Numb3rs, played by Peter MacNicol. He is the best friend and colleague of Charlie Eppes.", "43828543": "Geoffrey Ernest Stedman (born 1 April 1943) is a New Zealand physicist, with research interests including the foundations of relativity, symmetry in quantum mechanics, and ring lasers.[1]", "64963905": "Gihan Kamel is an Egyptian physicist known for her work as an Infrared Beamline Scientist in the Synchrotron-light project for Experimental Science and Applications in the Middle East (SESAME).[1] [2] She lives in Jordan.[3]", "62047555": "Christiane P. Koch is a German physicist whose research involves quantum mechanical versions of control theory, including the use of lasers to achieve coherent control of chemical reactions.[1] She has also performed research on efficiently testing the accuracy of quantum computing devices.[2] She is a professor at the Free University of Berlin.[3]", "18597189": "Aleksandr Evgenievich Chudakov (16 June 1921 – 25 January 2001) was a Soviet Russian physicist in the field of cosmic-ray physics, known for Chudakov Effect, the effect of decreasing ionization losses for narrow electron-positron pairs and for experimentally confirming existence of the transition radiation.[1]\nHe was also the chairman of the IUPAP Cosmic Ray Commission.", "24298823": "Peter Heszler (November 1, 1958, Miskolc – August 15, 2009, Szeged) was a Hungarian physicist.[1] He is well known  for, among others, his research on laser-assisted nanoparticle synthesis.[2] His research included nanotechnology, condensed matter physics, materials science, fluctuations and noise, laser science and chemical sensors, including fluctuation-enhanced sensing.[2]", "10569035": "George Washington Pierce (January 11, 1872 – August 25, 1956) was an American physicist. He was a professor of physics at Harvard University and inventor in the development of electronic telecommunications.", "63227215": "Masaaki Yamada (Japanese: 山田雅章, Hepburn: Yamada Masaaki, born August 9, 1942 in Japan)[1][2] is a Japanese plasma physicist known for his studies on magnetic reconnection.[3][4][5]", "66635095": "Professor Paul Black OBE CPhys HonFInstP[2] is an educational researcher, physicist and a current Professor Emeritus at King's College London. Black was previously Professor of Science Education and Director of the Centre for Science and Mathematics Education at the Chelsea College of Science and Technology and Head for Educational Studies at King's College London.\n[3] He is a former Chair for the Task Group on Assessment and Testing and Deputy Chair of the National Curriculum Council,[4] and is recognised as an architect of the national curriculum testing regime[5] and the national curriculum for Science. [6]", "50742622": "John Arrington is a nuclear physicist and group leader of Medium-Energy Physics, Physics Division, at the Argonne National Laboratory.[1] He is known for his leading role in a number of important nuclear physics and medium-energy/high-energy experiments at the Argonne and Jefferson National Laboratory Accelerator Thomas Jefferson National Accelerator Facility facilities.[1] He is perhaps one of the most  active and most cited young nuclear physicists in the world,[2] with more than 8000 citations to his work and an H-index of 51.", "62834016": "Denis Gratias, born on 22 September 1947 in Paris (France) is a French scientist, emeritus research director at the CNRS. His speciality is materials science, in particular crystallography. Since the discovery of quasicrystals by Dan Shechtman in 1982, he has contributed to their description, notably by developing theoretical models. He is a correspondent member at the French Academy of Sciences since 1994.[1]", "68142440": "Jens Aage Als-Nielsen (born 21 January 1937) is a Danish physicist.", "17712496": "Edward Joseph Lofgren (January 18, 1914 – September 6, 2016) was an American physicist in the early days of nuclear physics and elementary particle research at the Lawrence Berkeley Laboratory (LBL). He was born in Chicago.[1] He was an important figure in the breakthroughs that followed the creation of the Bevatron, of which he was the director for a time.[2][3]", "47400311": "Marijn Franx (born 20 July 1960) is a Dutch professor of astronomy at Leiden University. He was a winner of the 2010 Spinoza Prize.[1] His research focuses on the formation and evolution of galaxies. He is involved with both the Hubble and James Webb Space Telescopes.", "54576505": "Holm Gero Hümmler (born September 22, 1970) is a German nuclear physicist and skeptic, living in Bad Homburg, near Frankfurt am Main.", "5227909": "Rappal Sangameswaran Krishnan[1] (23 September 1911 – 2 October 1999) was an Indian experimental physicist and scientist. He was the Head of the department of Physics at the Indian Institute of Science and the vice chancellor of the University of Kerala. He is known for his pioneering researches on colloid optics and a discovery which is now known as Krishnan Effect.[2] He was a Fellow of the Indian Academy of Sciences, Indian National Science Academy and the Institute of Physics, London and a recipient of the C. V. Raman Prize.[3]\n25 students were guided by RSKrishnan for Ph D.\nDr T N Vasudevan was the 25th. Prof Vasudevan retired from Physics Dept, Calicut University died on 2 August 2021", "57296262": "Jami Valentine Miller (born December 3, 1974) is a patent examiner at the United States Patent and Trademark Office. She was the first African American woman to graduate with a PhD in physics from Johns Hopkins University. She created the website AAWIP.com,[1] which celebrates African American Women in Physics.", "66405766": "Maria Victoria (Marivi) Fernández-Serra is a Spanish condensed matter physicist known for her research applying density functional theory to the structure and dynamics of water.[1][2][3] Other topics in her research include supercomputer simulations of the quantum-mechanical behavior of liquid-metal interfaces,[4] the design of semiconductor-based nanowires, and the development of sensors for detecting dark matter. She is a professor of physics and astronomy at Stony Brook University.[5]", "2508167": "Drummond Hoyle Matthews FRS[1] (5 February 1931 – 20 July 1997), known as \"Drum\",[2] was a British marine geologist and geophysicist and a key contributor to the theory of plate tectonics.  His work, along with that of fellow Briton Fred Vine and Canadian Lawrence Morley, showed how variations in the magnetic properties of rocks forming the ocean floor could be consistent with, and ultimately help confirm, Harry Hammond Hess's 1962 theory of seafloor spreading. In 1989 he was awarded the Geological Society of London's highest honour, the Wollaston Medal.[3]", "55002506": "Deepak Mathur (born 8 April 1952) is an Indian molecular and atomic physicist and was a Distinguished Professor at the Tata Institute of Fundamental Research. He has been the J C Bose National Fellow at the Department of Atomic and Molecular Physics at Manipal Academy of Higher Education (MAHE) and founding director of the UM-DAE Centre for Excellence in Basic Science at the University of Mumbai. Known for his research on molecular and biological physics, Mathur is an elected fellow of the Indian Academy of Sciences, Indian National Science Academy and The World Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1991.[1][note 1] Amongst other awards, he has been the Royal Society's Guest Fellow at Oxford University and winner of the European Union's Erasmus-Mundus prize in optical science which he held at Imperial College London. Currently he is an adjunct professor at MAHE and is also learning to fly. His initial training was on a Grob G-115 2-seater training aircraft but he has now moved on to flying PA-28 4-seater aircraft.", "34030988": "Laurence Eaves CBE, FRS, FLSW (born 13 May 1948) is a British physicist[1] and professor at University of Nottingham.[2]", "31999372": "Carolin Susan Crawford is a British communicator of science and astrophysicist. She is an emeritus member of the Institute of Astronomy, Cambridge[1][2] and an emeritus  fellow of Emmanuel College, Cambridge.[3][4]", "40781220": "Józef Kazimierz Lubański (1914 – 8 December 1946)[1] was a Polish theoretical  physicist.", "58082723": "Marek Żukowski (born 11 December 1952) is a Polish theoretical physicist and lecturer at the University of Gdańsk. He specializes in quantum mechanics, his area of interest in particular concerns the Bell's theorem and quantum interferometry.", "32687542": "Friedrich Hans Beck (16 February 1927 – 20 December 2008) was a German physicist. His research interests were focused on superconductivity,[2][3] nuclear and elementary particle physics,[4][5] relativistic quantum field theory, and late in his life, biophysics and theory of consciousness.[6][7][8]", "13551031": "Karl Eugen Guthe (5 March 1866 – 10 September 1915) was a German-born American academic and physicist, notable for being the first Dean of the Graduate Department at the University of Michigan.", "23414198": "Guenter E. Brueckner (1934–1998)[1] was a  solar physicist who spent much of his career at the US Naval Research Lab. His life's efforts included research into aspects of the sun relevant to radio signal quality, terrestrial weather, space weather and applications of plasmas such as in fusion energy. He is known for work on coronal mass ejections;[2] various innovations in solar observing optical systems,[3] in particular the Skylab mission, design and development (with John-David F. Bartoe) of the Solar Ultraviolet Spectral Irradiance Monitor (SUSIM)[1] on the Upper Atmosphere Research Satellite (UARS); and for being the principal investigator for the LASCO instrument.[4]", "33637817": "Otto Heinrich Wiener (15 June 1862 – 18 January 1927) was a German physicist.", "20989376": "Edward Bennett was an American physicist, known from his early involvements in wireless transmission.", "38290885": "Ahmet Mete Işıkara (22 October 1941 – 21 January 2013) was a Turkish geophysicist and earthquake scientist, well known for his efforts to create public awareness of the need for protection and safety during earthquakes.", "69125576": "Mary Wilma Hodge (October 20, 1909 – February 10, 1999) was an American physicist and college professor, best known for her work on instruments to measure conditions in the Earth's atmosphere, during her long career with the National Oceanographic and Atmospheric Administration.", "20989385": "Edward Bennett Rosa (4 October 1873, Rogersville, Steuben County – 17 May 1921, Washington, D. C.) was an American physicist, specialising in measurement science.", "64275916": "Monifa Louise Phillips is the first black woman to receive a Doctor of Philosophy (PhD) in physics from the University of Glasgow, which was founded in 1451.[1] Phillips did her PhD within the Materials and Condensed Matter Physics group and defended her thesis entitled \"Spectroscopic investigation of resistive switching mechanisms in pulsed laser deposited metal-oxide thin films\".[2] Her experimental research investigated the deposition and spectroscopic analysis of metal-oxide thin films for applications in Resistive random-access memory (RRAM), an emerging non-volatile memory storage technology. She was awarded her doctorate in 2019.", "33244621": "Rezwan Ferdaus (born 1985) is a United States citizen of Bangladeshi descent who is serving a federal prison sentence after pleading guilty to terrorism charges in 2012.[1]", "73418188": "John Eugene Kunzler (April 15, 1923 – January 11, 2006) was an American scientist and physicist who conducted pioneering research into the field of superconducting magnets.[1][2]", "8177100": "Fulvio Melia (born 2 August 1956) is an Italian-American astrophysicist, cosmologist and author. He is professor of physics, astronomy and the applied math program at the University of Arizona and was a scientific editor of The Astrophysical Journal and an associate editor of The Astrophysical Journal Letters. A former Presidential Young Investigator and Sloan Research Fellow, he is the author of six English books (and various foreign translations) and 230 refereed articles on theoretical astrophysics and cosmology.", "59065805": "N. Asger Mortensen (born 6 May 1973) is a Danish theoretical physicist who has made contributions to the fields of nanotechnology, including mesoscopic physics, nanofluidics, photonic-crystal fibers, slow light photonic crystals, and plasmonics.[1] He is known for his contributions to understanding nonlocal light-matter interactions at the interface between classical electromagnetism and quantum physics.", "6243794": "Other reasons this message may be displayed:", "47859162": "Augustin Maior (22 August 1882 – 3 October 1963) was a Romanian physicist, educator and inventor.", "68732380": "Hans Thybo (born 19 February 1954) is a Danish geophysicist and geologist. He is President of International Lithosphere Program since 2017.[1]", "65488362": "Annick Loiseau (born 1957) is a French physicist who is a researcher at the French National Centre for Scientific Research Laboratory of Microstructure Studies and Mechanics of Materials. She was the first woman to be appointed to the Office National d'Etudes et de Recherches Aérospatiales (ONERA). Her research considers low-dimensional materials such as carbon nanotubes, graphene, and boron nitride. In 2006 she was awarded the CNRS Silver Medal.", "62277099": "Irvy (Igle) Gledhill is a South African physicist at the University of Witwatersrand, School of Mechanical, Industrial & Aeronautical Engineering, in Johannesburg.[1]", "32884203": "Valiya Mannathal Hamza (born 15 June 1941)[1] is an Indian[2] scientist credited with co-discovering, together with Elizabeth Tavares Pimentel,[3] the large aquifer referred to as \"Rio Hamza\" or Hamza River, which flows deep below and parallel to the Amazon.[4] Hamza is listed as a permanent professor in the Geophysics specialization at the Brazilian National Observatory.[5]", "54183408": "Nina Yevgenyevna Vedeneyeva (Russian: Нина Евгеньевна Веденеева; 1 December 1882 – 31 December 1955) was a physicist involved in the study of mineral crystals and their coloration. Heading numerous departments at such institutions as the All-USSR Institute of Mineral Resources, the Institute of Geological Sciences and the Institute of Crystallography, she conducted research into color variants of clay minerals and classifying clays which occurred in organic dyes. She was noted for development and design of instruments to improve the methods of optical crystallography. She was the last partner-muse of the poet Sophia Parnok and was awarded the Stalin Prize and Order of Lenin for her scientific studies and inventions.", "5621233": "Eugen Heinrich Eduad Ernst Brodhun (15 October 1860 – 19 September 1938) was a German physicist.", "20792818": "Paul John Ellis (25 May 1941 – 20 February 2005) was a professor of physics at University of Minnesota for over 30 years. He is noted for his earlier work examining effective interactions inside nuclei, coupled channel approaches to nuclear reactions, and later work looking at dense nuclear matter inside neutron stars and developing a set of effective lagrangians that take into account scale and chiral symmetry.[1]", "20792820": "Jean Pierre Nzoghé Nguema (1932 – 5 December 2008) was a Gabonese deputy, senator and physicist.[1] Nguema had been a top opposition leader against longtime Gabonese President Omar Bongo for much of his political career.[1] However, he joined the ruling Gabonese Democratic Party in his later years.[1] He was the first chairman of the Komo-Mondah Department Council (Komo-Océan Department).", "34653696": "Vladimir Pletser (born 28 February 1956) is Director of Space Training Operations at Blue Abyss since 2018, where he is in charge of developing astronaut training programs. From 2016 to early 2018, he was a Visiting Professor and Scientific Adviser at the Technology and Engineering Centre for Space Utilization (CSU) of the Chinese Academy of Sciences in Beijing, China. He supported the preparation of scientific experiments in microgravity for the Chinese Tiangong space station and for aircraft parabolic flights. He worked previously from 1985 till early 2016 as a senior Physicist Engineer at the European Space Research and Technology Centre (ESTEC) of ESA.", "21612033": "Ola David Raa Hunderi (4 February 1939 – 13 June 2016) was a Norwegian physicist.", "19613189": "Raymond Hide CBE FRS (17 May 1929 – 6 September 2016) was a British physicist, who was a professor of physics at the University of Oxford and, since 2000, senior research investigator at Imperial College, London."}