{"2100021": "Sebastian Fox Morcillo (1526?–1559?), a Spanish scholar and philosopher, was born in Seville between 1526 and 1528. Around 1548 he studied in Leuven. Following the example of the Spanish Jew Judas Abarbanel, he published commentaries on Plato and Aristotle, in which he endeavoured to reconcile their teachings. In 1559 he was appointed tutor to Don Carlos, son of Philip II, but he was lost at sea on his way to Spain to take up the post.[1][2]", "32443198": "Iamblichus was an Ancient Greek Neoplatonic philosopher of Apameia (Syria), and a contemporary of the emperor Julian the Apostate (331–363) and Libanius. He was thought to have committed suicide during the last year of Valens' reign (378 CE).[1]", "42961728": "Kong Yingda (Chinese: 孔穎達; Wade–Giles: K'ung Ying-ta; 574 – 648), courtesy names Chongyuan (冲遠) and Zhongda (仲達), was a Chinese philosopher during the Sui and Tang dynasty. An ardent Confucianist, who is considered one of the most influential Confucian scholars in Chinese history.[1][2] His most important work is the Wujing Zhengyi 五經正義 (\"Correct Meaning of the Five Classics\"), which became the standard curriculum for the imperial examinations, and the basis for all future official commentaries of the Five Classics.[3] He was also \"skilled at mathematics and the calendar.\"[4]", "2263873": "Ramesh S. Balsekar (25 May 1917 – 27 September 2009) was an Indian Advaita teacher and physical culturist.[1] He was disciple and principle translator of Nisargadatta Maharaj,[2] a renowned Advaita master. From early childhood, Balsekar was drawn to Advaita, a nondual teaching, particularly the teachings of Ramana Maharshi and Wei Wu Wei. He wrote more than 20 books, was president of the Bank of India, and received guests daily in his home in Mumbai until shortly before his death in 2009.", "2881": "Alexander of Hales (also Halensis, Alensis, Halesius, Alesius /əˈliːsiəs/; c. 1185 – 21 August 1245), also called Doctor Irrefragibilis (by Pope Alexander IV in the Bull De Fontibus Paradisi) and Theologorum Monarcha, was a Franciscan friar, theologian and philosopher important in the development of scholasticism.", "5344065": "Herrad of Landsberg (Latin: Herrada Landsbergensis; c. 1130 – July 25, 1195) was a 12th-century Alsatian nun and abbess of Hohenburg Abbey in the Vosges mountains. She was known as the author of the pictorial encyclopedia Hortus deliciarum (The Garden of Delights).", "13208388": "Ariel Salleh is an Australian sociologist who writes on humanity-nature relations, political ecology, social change movements, and ecofeminism.", "35195717": "Benno Erdmann (30 May 1851, Guhrau – 7 January 1921, Berlin) was a German neo-Kantian philosopher, logician, psychologist and scholar of Immanuel Kant.", "62917441": "Pearl Louise Hunter Weber (1878–1975) was an American philosopher and educator.", "13929290": "Sallustius (Greek: Σαλούστιος; fl. 5th century) of Emesa was a Cynic philosopher, who lived in the latter part of the 5th century AD.", "24644429": "Norman Daniels (born 1942) is an American political philosopher and philosopher of science, political theorist, ethicist, and bioethicist at Harvard University and the Harvard T.H. Chan School of Public Health.[2]  Before his career at Harvard, Daniels had built his career as a medical ethicist at Tufts University in Medford, Massachusetts, and at Tufts University School of Medicine, also in Boston. He also developed the concept of accountability for reasonableness with James Sabin, an ethics framework used to challenge the healthcare resource allocation in the 1990s.[3]", "2296653": "Attilio (1903-1918)\nUlissis (1904-1906)\nSylvia (1906-1993)\nEvelyn (1908-1996)", "1280859": "Odo of Tournai, also known as Odoardus or Odo of Orléans (1060–1113), was a Benedictine monk, scholar and bishop of Cambrai (from 1105/6).", "10980190": "Martín de Azpilcueta (Azpilkueta in Basque)[1] (13 December 1491 – 1 June 1586), or Doctor Navarrus, was an important Spanish canonist and theologian in his time, and an early economist who independently formulated the quantity theory of money in 1556.[2]", "2231137": "Aristion (Greek: Άριστίων; died 1 March 86 BC in Athens) was a philosopher who became tyrant of Athens from c. 88 BC until he died in 86 BC. Aristion joined forces with King Mithridates VI of Pontus against Greece's overlords, the Romans, fighting alongside Pontic forces during the First Mithridatic War, but to no avail. On 1 March 86 BC,  after a long and destructive siege, Athens was taken by the Roman general Lucius Cornelius Sulla, who had Aristion executed.", "658274": "Anders Chydenius (Finland Swedish: [ˈandærs tɕyˈdeːniʉs]; 26 February 1729 – 1 February 1803) was a Swedish-Finnish Lutheran priest[1] and a member of the Swedish Riksdag, and is known as the leading classical liberal of Nordic history.[2]", "1608550": "Former", "14322542": "Rupert Read (born 1966) is an academic and a Green Party campaigner, a former spokesperson for Extinction Rebellion, and the current director of the Climate Majority Project.[1] He is the author of several books on Wittgenstein, philosophy, and/or climate change, most recently Why Climate Breakdown Matters, Deep Adaptation: Navigating the Realities of Climate Chaos, and Do You Want to Know the Truth?[2] Until 2023, Read was a reader in philosophy at the University of East Anglia[3] where he was awarded – as Principal Investigator – Arts and Humanities Research Council (AHRC) funding for two projects on \"natural capital\".[4][5] His other major recent academic focus has been on the precautionary principle, having contributed substantially to work co-authored with Nassim Nicholas Taleb on applying the principle to questions of genetic modification of organisms.[6] In further work, Read has theorised the utility of the precautionary principle in a wide range of areas, including: climate change, the environment, as well as financial and technology sectors.[7]", "23202671": "David Wight Prall (1886–1940) was a philosopher of art and an academic. His interests include aesthetics, value theory, abstract ideas, truth and the history of philosophy.[1] He is noted for his notion of aesthetic surfaces.[2]", "10619761": "Mario Perniola (20 May 1941 – 9 January 2018) was an Italian philosopher, professor of aesthetics and author. Many of his works have been published in English.", "68520817": "Biren Datta Gupta (20 June 1889 — 21 February 1910) was an Indian nationalist and member of the Indian Independence movement. At an early age, he developed a keen interest in contemporary Indian politics and became actively involved in revolutionary activities. Birendranath was hanged in connection with the murder of Shamsul Alam, deputy superintendent of police (Deputy Superintendent of Police), the chief investigating officer in the Alipore conspiracy case .[1]", "9603954": "Python of Aenus (/ˈpaɪθɒn, ən/; Greek: Πύθων Αἴνιος; fl. 4th-century BCE) was a Greek philosopher and a former student of Plato.[1] Around 360 BC, he and his brother Heraclides assassinated Cotys I, the ruler of Thrace.[2]", "61180789": "Ashok Gangadean (born September 26, 1941) is a Trinidadian philosopher, author and spiritual activist. He is the Margaret Gest Professor of Global Philosophy at Haverford College in Haverford, Pennsylvania and the Founder and Director of the Global Dialogue Institute.[1]", "4787062": "David Sosa is an American philosopher who is currently Professor of Philosophy and Chair of the Department of Philosophy at the University of Texas, Austin. He is the editor-in-chief of the journal Analytic Philosophy.", "7408503": "Āzar Kayvān[a] (b. between c. 1529 and 1533; d. between c. 1609 and 1618) was the Zoroastrian high priest of Istakhr and a gnostic philosopher,[2] who was a native of Fars, Iran and later emigrated to Patna in the Mughal Empire during the reign of Emperor Akbar. A member of the Sepāsīān community (gorūh),[3]), he became the founder of a Zoroastrian school of ishraqiyyun or Illuminationists, which exhibited features of Sufi Muslim influence. This school became known as the kis-e Abadi \"Abadi sect\".[4]", "59902837": "Boris Petrovich Mouravieff (Russian language: Борис Муравьёв; 8 March 1890 – 2 September 1966) was a Russian historian, philosopher, writer and university professor. He is known for his three-volume work Gnosis: Study and Commentaries on the Esoteric Tradition of Eastern Orthodoxy.[1]", "1280889": "Johannes Clauberg (24 February 1622 – 31 January 1665) was a German theologian and philosopher. Clauberg was the founding Rector of the first University of Duisburg, where he taught from 1655 to 1665. He is known as a \"scholastic cartesian\".", "1674106": "Gilbert Harman (May 26, 1938[3] – November 13, 2021[4]) was an American philosopher, who taught at Princeton University from 1963[5] until his retirement in 2017.[6]  He published widely in philosophy of language, cognitive science, philosophy of mind, ethics, moral psychology, epistemology, statistical learning theory, and metaphysics.  He and George Miller co-directed the Princeton University Cognitive Science Laboratory.  Harman taught or co-taught courses in Electrical Engineering, Computer Science, Psychology, Philosophy, and Linguistics.", "38341494": "Stella Kramrisch (May 29, 1896 – August 31, 1993) was an American pioneering art historian and curator who was the leading specialist on Indian art for most of the 20th century. Her scholarship remains a benchmark to this day. She researched and taught Indian art history for more than six decades on three continents. After writing her dissertation on the essence of early-buddhist sculpture in India, she was invited to teach at Kala Bhavana in Shantiniketan (1922–24) and went on to teach at Calcutta University from 1924 to 1950. In Europe, Kramrisch worked at the Courtauld Institute, London (1937–1940). From 1950, she was professor at the University of Pennsylvania in the Department of South Asia Regional Studies, where she had been recruited by W. Norman Brown, in addition to being a prominent curator at the Philadelphia Museum of Art.[1]", "29657984": "Adam Swift (born 1961) is a British political philosopher and sociologist who specialises in debates surrounding liberal egalitarianism. He has published books on communitarianism, on the philosophical aspects of school choice, on social justice, on the ethics of the family, and on how to make education policy, as well as an introduction to contemporary political philosophy.", "32967553": "Herman Schmalenbach (15 November 1885 – 3 November 1950) was a German philosopher who refined the concepts of Gemeinschaft and Bund.[1]", "30608268": "De mirabilibus Sacrae Scripturae (English: On the miraculous things in Sacred Scripture) is a Latin treatise written around 655 by an anonymous Irish writer and philosopher known as Augustinus Hibernicus or the Irish Augustine.", "17042326": "Apollonius Cronus (Greek: Ἀπολλώνιος Κρόνος; fl. 4th century BCE) from Cyrene was a philosopher of the Megarian school.", "41323414": "Iain D. Thomson (born 1968) is an American philosopher and Professor of Philosophy at the University of New Mexico (UNM).  He is a well-known expert on Martin Heidegger.", "35556248": "Karim Azkoul (Arabic: کریم عزقول) was a Lebanese diplomat and philosopher born in Rashaya, then part of the Ottoman Empire on July 15, 1915.[1] His most notable achievements include his participation in the original writing of the Universal Declaration of Human Rights.", "68225944": "Arnold Koop (16 July 1922, Saint Petersburg Governorate – 21 April 1988 Moscow) was a Soviet Estonian pedagog and Communist Party functionary.[1]", "625569": "Constantin Brunner (1862–1937) was the pen-name of the German Jewish philosopher Arjeh Yehuda Wertheimer (called Leo). He was born in Altona (near Hamburg) on 27 August 1862. He came from a prominent Jewish family that had lived in the vicinity of Hamburg for generations; his grandfather, Akiba Wertheimer, was chief Rabbi of Altona and Schleswig-Holstein. Brunner studied philosophy under a number of prominent scholars, but never completed his doctorate. He established himself as a literary critic, and enjoyed a wide celebrity. In the 1890s, he withdrew from public life to devote himself to writing.  He lived in Germany until 1933, when, with the rise to power of the Nazi party, he moved to The Hague, where he died on 27 August 1937.", "2952098": "The Mandarins (French: Les Mandarins) is a 1954 roman à clef by Simone de Beauvoir, for which she won the Prix Goncourt, awarded to the best and most imaginative prose work of the year, in 1954. The Mandarins was first published in English in 1956 (in a translation by Leonard M. Friedman).", "39619491": "Antoni Peretiatkowicz (1884-1956) was a Polish legal scholar, considered one of the most prominent legal jurists of twentieth century Poland.[1]", "21695406": "Agapius (Greek: Ἀγάπιος; 5th-6th century) was a Neoplatonist philosopher who lived in Athens. He was a notable philosopher in the Neoplatonist school in Athens when Marinus of Neapolis was scholarch after the death of Proclus (c. 485).[1] He was admired for his love of learning and for putting forward difficult problems.[1]", "3869619": "P. Parameswaran (3 October 1927 – 9 February 2020), often referred to as Parameswarji, was a Rashtriya Swayamsevak Sangh (RSS) pracharak from Kerala, India who was erstwhile Vice‑President of the Jan Sangh.[1]", "1280949": "Robert Flint FRSE FBA LLD DD (14 March 1838 – 1910) was a Scottish theologian and philosopher who wrote also on sociology.", "29461429": "Philostratus of Lemnos (Greek: Φιλόστρατος ὁ Λήμνιος; c. 190 – c. 230 AD), also known as Philostratus the Elder to distinguish him from Philostratus the Younger who was also from Lemnos, was a Greek sophist of the Roman imperial period. He was probably a nephew of the sophist Philostratus of Athens, and is credited with two books formerly attributed to his uncle.", "6720447": "Brian Evan Anthony Davies OP (born 1951) is a British philosopher, Roman Catholic priest, and friar. He is Distinguished Professor of Philosophy, Fordham University (since 1995), and author of An Introduction to the Philosophy of Religion, now in its fourth English edition, which has been translated into five languages.", "1510338": "Roberto Mangabeira Unger (/ˈʌŋɡər/; born 24 March 1947) is a Brazilian philosopher, jurist and politician.[3] His work is in the tradition of classical social theory and pragmatism, and is developed across many fields including legal theory, philosophy and religion, social and political theory, progressive alternatives, and economics.[4] In natural philosophy he is known for The Singular Universe and the Reality of Time. In social theory he is known for Politics: A Work in Constructive Social Theory. In legal theory he was associated with the Critical Legal Studies movement, which helped disrupt the methodological consensus in American law schools.[5] His political activity helped the transition to democracy in Brazil in the aftermath of the military regime, and culminated with his appointment as Brazil's Minister of Strategic Affairs in 2007 and again in 2015.[6][7][8] His work is seen to offer a vision of humanity and a program to empower individuals and change institutions.[9][10][11]", "58198979": "Nicholas Southwood is an Australian philosopher and associate professor of Philosophy at the Australian National University. \nHe is a co-editor of the Journal of Political Philosophy and Director of the Centre for Moral, Social and Political Theory. \nSouthwood is known for his research on contractualism[1][2][3] and social philosophy.[4][5][6]", "58035139": "Dzhermen Mikhailovich Gvishiani (24 December 1928, Akhaltsikhe – 18 May 2003, Moscow) was a Soviet and Russian philosopher, sociologist, management theorist and scientific administrator.", "74451918": "Christine Tappolet is a philosopher, academic, and author. She is a Full Professor in the Department of Philosophy at the University of Montreal, and has authored and edited several books including, Emotions, Values, and Agency, and Philosophy of Emotion: A Contemporary Introduction.[1][2]", "34016209": "Ludwig Noiré (26 March 1829 – 27 March 1889) was a German philosopher, known for his studies involving the philosophy of language. He was born in Alzey.", "37882834": "Norman Patrick Barry (25 June 1944 – 21 October 2008) was an English political philosopher best known as an exponent of classical liberalism. For much of his career he was a professor of social and political theory at the University of Buckingham.[1][2]", "64162771": "Isabelle Garo (born 5 September 1963), is a French philosopher specialising in the works of Karl Marx.[1]", "58657746": "Olivier Donatien Rey (birth 1964 in Nantes[1]), is a French philosopher of science.[2]", "63310810": "Cécile Laborde FBA is a professor of political theory at the University of Oxford. Since 2017, she has held the Nuffield Chair of Political Theory and in 2013 she was elected a Fellow of the British Academy. Her research focusses on republicanism, liberalism and religion, theories of law and the state, and global justice. Her most recent book, Liberalism's Religion, was published by Harvard University Press in 2017.", "27003873": "Friedrich Wilhelm Adolf Würzbach (15 June 1886 – 14 May 1961) was a Nietzsche scholar, Nazi sympathiser and convinced propagandist. He was born in Berlin in the summer of 1886 to a Polish-Jewish mother and German-Protestant father, and died in 1961 in Munich.", "5802985": "Shi'a", "49122282": "Naoum Mokarzel (Arabic: نعوم مكرزل / ALA-LC: Naʻūm Mukarzil, sometimes spelled \"Naʿum Mukarzil\"; 2 August 1864 – 5 April 1932) was an influential intellectual and publisher who immigrated to the United States from Mount Lebanon in Ottoman Syria.", "60918770": "Aḥmad ibn Ibrāhı̄m al-Nı̄sābūrı̄ or al-Naysābūrı̄ (Arabic: أحمد بن إبراهيم النيسابوري; fl. late 10th century/early 11th century) was an Isma'ili scholar from Nishapur, who entered the service of the Fatimid caliphs al-Aziz Billah and al-Hakim bi-Amr Allah in Cairo. His life is relatively obscure, and is known chiefly from references in his works. Among them three stand out as highly important for Fatimid and Isma'ili history: the Istitār al-imām, a historical work that offers unique information on the early history of the Isma'ili movement and the rise of the Fatimid Caliphate, the Risāla al-mūjaza, which contains an exposition on the qualities and duties of the ideal Isma'ili missionary, and the Ithbāt al-imāma, an influential analysis of Isma'ili conceptions of the imamate, combining rationalist philosophical argument with Islamic theology.", "38243319": "Muhammad bin Umar bin Abd al-Rahman bin Abd Allah al-Aqil, better known as Abu Abd al-Rahman Ibn Aqil al-Zahiri, is a Saudi Arabian polymath. He has, at various times, been referred to as a theologian, jurist, historian, ethnographer, geographer, poet, critic and author.[2] As a member of Saudi Arabia's \"Golden Generation,\" he knew of life both during the poverty of the pre-oil boom era and the prosperity of the 1950s onward.", "42765315": "Former", "40668163": "Janusz Wojcieszak (1953–2012) was a Polish philologist and philosopher, specialist in the history, literature and culture of Latin America. He graduated from Warsaw University's Department of Spanish Studies in 1977 and the following year was hired by his alma mater as an assistant, eventually rising to the rank of professor. He committed suicide in October 2012. Initially declared missing, his body was found floating in the Vistula close to Gdański Bridge on 17 October 2012.", "19696645": "Thomas McKay is an American philosopher currently professor of philosophy and director of graduate studies at the department of philosophy of Syracuse University. He was chairman of the department there from 1995 to 2002. He received his B.A. from Swarthmore College in 1969, his M.A. from University of Massachusetts Amherst in  1972, and his Ph.D., also from the  University of Massachusetts, 1974, for a dissertation on  \"Essentialism and Quantified Modal Logic: Quine's Argument and Kripke's Semantics\"", "29461516": "Philostratus the Younger (Greek: Φιλόστρατος ὁ Νεώτερος; fl. 3rd century AD), also known as Philostratus of Lemnos, was a Greek sophist of the Roman imperial period. He was author of the second series of Imagines, which does not survive completely; in the preface, he praises his mother's father, who wrote the first series of Imagines; this is presumably the author more commonly referred to as Philostratus of Lemnos, who himself was the son-in-law of the famous sophist Philostratus of Athens. The dating of this work, the only known activity of its author, varies between 250 and 300 AD; if the earlier date is correct, this Philostratus may well be the same man who was archon of Athens in 255 AD.[1]", "363533": "Juana de Asuaje y Ramírez de Santillana, better known as Sor Juana Inés de la Cruz[a] OSH (12 November 1648 – 17 April 1695),[1] was a colonial Mexican writer, philosopher, composer and poet of the Baroque period, as well as a Hieronymite nun, nicknamed \"The Tenth Muse\" and \"The Phoenix of America\" by her contemporary critics.[1] As a Spanish-criolla from the New Spain, she was among the main American-born contributors to the Spanish Golden Age, alongside Juan Ruiz de Alarcón and Garcilaso de la Vega \"el Inca\", and is presently considered one of the most important female authors in Spanish language literature and the literature of Mexico.", "49875987": "Gerhart Adolf Husserl (December 22, 1893 – September 9, 1973, Freiburg im Breisgau) was a German legal scholar and philosopher. He was the eldest son of philosopher Edmund Husserl (1859–1938).[1]", "32050196": "Ādurbād-ī Mahraspand[a] (\"Ādurbād, son of Mahraspand\") was an influential Zoroastrian high priest (mowbedan mowbed) during the reign of the Sasanian king (shah) Shapur II (r. 309–379).", "62950425": "Charles E. Scott (born 1935) is an American philosopher and Distinguished Professor of Philosophy Emeritus and Research Professor of Philosophy at Vanderbilt University.[1] Previously, he was Edwin Erle Sparks Professor of Philosophy at Penn State University.", "17435692": "Damon Young (born 1975 in Melbourne, Victoria) is an Australian philosopher, writer and commentator, and author of the books Distraction, Philosophy in the Garden and How to Think About Exercise.[1] He is an Honorary Fellow in Philosophy at the University of Melbourne.[2]", "1575985": "Stanisław Ossowski (22 May 1897 – 7 November 1963) was a Polish sociologist. He held professorships at University of Łódź (1945–1947) and University of Warsaw (1947–1963).", "1281075": "Friedrich Harms (24 October 1819, in Kiel – 5 April 1880, in Berlin) was a German realist philosopher, much influenced by Fichte.", "166969": "Slavoj Žižek (/ˈslɑːvɔɪ ˈʒiːʒɛk/ ⓘ SLAH-voy ZHEE-zhek, Slovene: [ˈslaʋɔj ˈʒiʒɛk];[needs tone marked IPA] born 21 March 1949) is a Slovenian philosopher, cultural theorist and public intellectual.[4][5] He is international director of the Birkbeck Institute for the Humanities at the University of London, visiting professor at New York University and a senior researcher at the University of Ljubljana's Department of Philosophy.[6] He primarily works on continental philosophy (particularly Hegelianism, psychoanalysis and Marxism) and political theory, as well as film criticism and theology.", "68815942": "Robert Nola (25 June 1940 – 23 October 2022) was a New Zealand philosophy academic, and was an Emeritus Professor in the Department of Philosophy at the University of Auckland.[1][2] His work focussed on the philosophy and history of science, on epistemology and on metaphysics.", "1150025": "Christopher Arthur Bruce Peacocke (born 22 May 1950) is a British philosopher known for his work in philosophy of mind and epistemology. His recent publications, in the field of epistemology, have defended a version of rationalism. His daughter, Antonia Peacocke, is also a philosopher, now at Stanford University, specialising in philosophy of mind[1].", "2362444": "Hans Robert Jauss (German: Jauß; 12 December 1921 – 1 March 1997) was a German academic, notable for his work in reception theory (especially his concept of horizon of expectation) and medieval and modern French literature. His approach was derived from the hermeneutics of Hans-Georg Gadamer.", "66587732": "David Norman Rodowick (born August 27, 1952) is an American philosopher, artist, and curator. He is best known for his contributions to cinema and media studies, visual cultural studies, critical theory, and aesthetics and the philosophy of art.[1] He became a French citizen in 2002 though retains dual citizenship with the United States.", "1346651": "Mirosław Dzielski (1941–1989) was a Polish philosopher, writer and politician, founder of the Kraków Industrial Society (Krakowskie Towarzystwo Przemysłowe) in 1985.  Dzielski was one of the leaders of the democratic anti-communist opposition in the 1980s in Poland. He was married to classics scholar Maria Dzielska. Father to Witold Dzielski.", "39292005": "Abū Al-Faraj ʿAlī ibn al-Husayn ibn Hindū (d. 1032)[1] was a Persian[2] poet, a man of letters, and a practitioner of Galenic medicine coming from Rey.[3] Scholars have posited multiple explanations for his name, including that he was Persian and from Hindujān, his possible Indian heritage, and that he was an Arab descendant of the Islamic prophet, Muhammad.[4]", "24448102": "Ranjana Khanna is a literary critic and theorist recognized for her interdisciplinary, feminist and internationalist contributions to the fields of post-colonial studies, feminist theory, literature and political philosophy. She is best known for her work on melancholia and psychoanalysis, but has also published extensively on questions of post-colonial agency, film, Algeria, area studies, autobiography, Marxism, the visual and feminist theory. She received her Ph.D in 1993 from the University of York. She has taught at the University of Washington in Seattle and at the University of Utah, and in 2000 began teaching at Duke University, where she is Professor of English, Literature and Women's Studies.[1] Her theorization of subjectivity and sovereignty, including her recent work on disposability, indignity and asylum, engages with the work of diverse thinkers such as Derrida, Irigaray, Kant, Marx, Heidegger, de Beauvoir, and Spivak. From 2007 until 2015,  she was the Margaret Taylor Smith Director of Women's Studies,[2] and in July 2017, she was appointed to be the incoming Director of the John Hope Franklin Humanities Institute,[3] both at Duke University.", "429163": "Erich Auerbach (November 9, 1892 – October 13, 1957) was a German philologist and comparative scholar and critic of literature. His best-known work is Mimesis: The Representation of Reality in Western Literature, a history of representation in Western literature from ancient to modern times frequently cited as a classic in the study of realism in literature.[1] Along with Leo Spitzer, Auerbach is widely recognized as one of the foundational figures of comparative literature.[2][3][4][5]", "71961710": "Johannes van Vloten (January 18, 1818 – September 21, 1883) was a Dutch scholar, literary historian and philosopher.  He is known as a rediscoverer of Spinoza's work and a freethinker in his tradition, with a great deal of involvement in all kinds of social issues. Van Vloten was one of the founders of modern humanism.[1]", "69864562": "Anne-Françoise Schmid (born 17 September 1949) is a Swiss-born French philosopher, formerly an associate researcher of Mines Paris-Tech. Schmid is a specialist in the philosophical works of Henri Poincaré, as well as being an associate researcher at the Henri Poincaré archives. Schmid has also edited the letters of correspondence between Bertrand Russell and Louis Couturat.[1] She is also a founding member of a philosophical research initiative known as non-philosophy, alongside her spouse François Laruelle. Through this work, she has been publishing on generic epistemologies, which entails a non-exclusive epistemological practice that can be used to integrate the domains of problems exclusive to each and every disciplinary limit.[2] With s Laruelle, she co-directs an international organization dedicated to furthering the cause of non-philosophy, the Organisation Non-Philosophique Internationale.[3]", "33590397": "Peter Paul Borg (1843–1934) was a Maltese theologian, canonist and minor philosopher. He was mostly interested in the philosophy of law.[1][2][3]", "28445831": "Ukshin Hoti was a Kosovo Albanian philosopher and activist. Hoti was a professor of international law and later philosophy at the University of Pristina and founder of UNIKOMB, a political party of Kosovo. Since 1982 he had been arrested several times by Yugoslav authorities. In 1994 he was convicted to five years in the Dubrava prison. In May 1999, when his sentence ended and he was to be released, the prison guards transferred him to an unknown location.[1] His whereabouts remain unknown and many human rights activists consider him dead.", "2985096": "Jonathan Wolff FBA (born 25 June 1959) is a British philosopher and academic. He was Professor of Philosophy and Dean of the Faculty of Arts and Humanities at University College London (UCL) in 2012–16.", "31362188": "Sally Haslanger (/ˈhæslæŋər/) is an American philosopher and the Ford Professor of Philosophy in the Department of Linguistics and Philosophy at the Massachusetts Institute of Technology.[1]", "298124": "Lin Yutang (Chinese: 林語堂; October 10, 1895 – March 26, 1976) was a Chinese inventor, linguist, novelist, philosopher, and translator. He had an informal style in both Chinese and English, and he made compilations and translations of classic Chinese texts into English. Some of his writings criticized the racism and imperialism of the West.[1]", "3214486": "Pierre-André Taguieff (born 4 August 1946) is a French philosopher who has specialised in the study of racism and antisemitism. He is the director of research at the French National Centre for Scientific Research in an Institut d'études politiques de Paris laboratory, the Centre for Political Research (CEVIPOF [fr]). He is also a member of the Cercle de l'Oratoire think tank.[1]", "3225": "Autocephaly recognized by some autocephalous Churches de jure:", "6458521": "Swami Karpatri (1907–1980) (so called because he would eat only what would come in his palm 'kara', as the bowl 'pātra'), was born as Har Narayan Ojha into a Saryupareen[3] Brahmin family of a village called Bhatni in Pratapgarh, Uttar Pradesh, India. He was a sannyasi in the Hindu Dashanami monastic tradition.[4]", "2591900": "Alexander Raven Thomson (3 December 1899 – 30 October 1955), usually referred to as Raven, was a Scottish politician and philosopher. He joined the British Union of Fascists in 1933 and remained a follower of Oswald Mosley for the rest of his life. Thomson was considered to be the party's chief ideologue and has been described as the \"Alfred Rosenberg of British fascism\".[1]", "167071": "Lawrence Kohlberg (/ˈkoʊlbɜːrɡ/; October 25, 1927 – January 17, 1987) was an American psychologist best known for his theory of stages of moral development.", "16354477": "Christopher Phillips (born July 15, 1959) is an American author, educator, consultant, lecturer, and pro-democracy advocate.[1] He is best known for his 2001 book Socrates Café.[2] Public Radio International called Phillips the \"Johnny Appleseed of Philosophy.\"[3]", "25169081": "Lyco (or Lycon, Greek: Λύκων,  but also called Lycus; 4th century BCE) of Iasos, in Caria, was a Pythagorean philosopher. He wrote a polemical attack on Aristotle's lavish lifestyle, and so probably lived in the second half of the 4th century BCE.[1] He wrote a work On the Pythagorean Life, in which he emphasized, among other things, Pythagoras' \"temperate way of life.\"[2][3]", "593083": "Gertrude Elizabeth Margaret Anscombe FBA (/ˈænskəm/; 18 March 1919 – 5 January 2001), usually cited as G. E. M. Anscombe or Elizabeth Anscombe, was a British[1] analytic philosopher. She wrote on the philosophy of mind, philosophy of action, philosophical logic, philosophy of language, and ethics. She was a prominent figure of analytical Thomism, a Fellow of Somerville College, Oxford, and a professor of philosophy at the University of Cambridge.", "51580096": "Ariadne von Schirach  (born 1978 in Munich) is a German philosopher, writer, journalist and critic. She is known as a literary critic for Deutschlandradio Kultur, and as an essayist and columnist for newspapers such as Die Welt and Frankfurter Allgemeine Zeitung.", "199873": "Hippolyte Adolphe Taine (French pronunciation: [ipɔlit adɔlf tɛn], 21 April 1828 – 5 March 1893) was a French historian, critic and philosopher. He was the chief theoretical influence on French naturalism, a major proponent of sociological positivism and one of the first practitioners of historicist criticism. Literary historicism as a critical movement has been said to originate with him.[3] Taine is also remembered for his attempts to provide a scientific account of literature.", "43584712": "Alison Stone (born 1972) is a British philosopher. She is a Professor of European Philosophy in the Department of Politics, Philosophy and Religion at Lancaster University, UK.", "9866441": "Samding Dorje Phagmo", "30870732": "Arun Manilal Gandhi (14 April 1934 – 2 May 2023) was a South African-born Indian-American author, socio-political activist and son of Manilal Gandhi, thus a grandson of nationalist leader Mahatma Gandhi.  In 2017, he published The Gift of Anger: And Other Lessons From My Grandfather Mahatma Gandhi (New York: Gallery Books/Jeter Publishing 2017).", "22875340": "Lazarus Geiger (21 May 1829 – 29 August 1870) was a German-Jewish philosopher and philologist.", "11963600": "José Francisco Correia da Serra (6 June 1750 – 11 September 1823) was a Portuguese abbot, polymath, philosopher, diplomat, politician and scientist.[1] In some circumstances, he was also known as Abbé Correa.[2] The plant genus Correa, native to Australia, is named in his honour.", "38997201": "Theodor Ludwig Lau (Königsberg, East Prussia, 15 June 1670-Altona, February 1740) was a German lawyer and free thinker known for his radical writings.[1][2]", "14290129": "John Hoppus FRS (1789–1875), was an English Congregational minister, author, Fellow of the Royal Society, abolitionist and educational reformer. He was appointed the first Chair of Logic and Philosophy of Mind at the newly formed London University (now University College, London), a position he secured and held against his formidable opponents from 1829 to 1866.", "1150164": "Dorothy Margaret Doig Edgington FBA (née Milne, born 29 April 1941) is a philosopher active in metaphysics and philosophical logic.[1]  She is particularly known for her work on the logic of conditionals and vagueness.[2]", "199893": "Elme Marie Caro (4 March 1826, Poitiers, Vienne – 13 July 1887, Paris) was a French philosopher.", "330964": "Karl Hess (born Carl Hess III; May 25, 1923 – April 22, 1994) was an American speechwriter and author. He was also a political philosopher, editor, welder, motorcycle racer, tax resister, and libertarian activist. His career included stints on the Republican right and the New Left before embracing a mix of left-libertarianism and laissez-faire anarcho-capitalism, a term which is attested earliest in his 1969 essay \"The Death of Politics\".[1][2] Later in life, he summed up his role in the economy by remarking \"I am by occupation a free marketer (crafts and ideas, woodworking, welding, and writing).\"[3]", "26447063": "John F. O'Neill is a philosopher. He is professor of political economy at the University of Manchester.[1] He has published on subjects related to political economy and philosophy, philosophy and environmental policy, political theory, environmental ethics, and the philosophy of science.[2][3]", "199905": "Étienne Vacherot (29 July 1809 – 28 July 1897) was a French philosophical writer.", "199910": "Émile Maximilien Paul Littré (French: [litʁe]; 1 February 1801 – 2 June 1881) was a French lexicographer, freemason[1] and philosopher, best known for his Dictionnaire de la langue française, commonly called le Littré.", "53251304": "Ivan Ivanavich Antanovich (Belarusian: Іва́н Іва́навіч Антано́віч, Russian: Ива́н Ива́нович Антоно́вич born 3 April 1937) is a Belarusian sociologist, linguist, political scientist, philosopher, diplomat, and politician. He was a professor of sociology in 1973 and a doctorate for Doktor nauk in 1977. He is a founder of the Republican Party of Labour and Justice. He was the Minister of Foreign Affairs for Belarus from 1997 to 1998. He speaks fluent Belarusian, Russian and English.[1][2]", "6261995": "Michail Papageorgiou (Greek: Μιχαήλ Παπαγεωργίου; 1727–1796) was a Greek philosopher.", "39455979": "Vishnu Vaman Bapat (Marathi: विष्णू वामन बापट) (1871–??) was an Indian philosopher, famous for his commentary in Marathi on ancient Sanskrit texts.", "6851823": "Jan z Jenštejna[n 1] (1348 – 17 June 1400) was a Bohemian archbishop, composer and poet.[1] From 1379 to 1396 he was the Archbishop of Prague. He studied in Bologna, Padova, Montpellier and Paris.", "42962164": "Feliks Młynarski (20 November 1884 – 13 April 1972) was a Polish banker, philosopher and economist.", "44567802": "Zeng Dian (Chinese: 曾點/曾蒧; Wade–Giles: Tseng Tien; born 546 BC), courtesy name Zixi (Chinese: 子皙; Wade–Giles: Tzu-hsi), also known as Zeng Xi (Chinese: 曾皙; Wade–Giles: Tseng Hsi), was one of the earliest disciples of Confucius.[1] He is known for a passage in the Analects in which he expressed his ambition as no more than being content with daily life.[2] He was the father of Zeng Shen, or Master Zeng, one of the most prominent disciples of Confucius.[3]", "1838339": "Kim Jeong-hui (Korean: 김정희, Korean pronunciation: [kimdʑʌŋhi]; 1786–1856), was one of the most celebrated practitioners of calligraphy, epigraphists, and scholars of Korea's later Joseon period.[1] He was a member of the Gyeongju Kim clan. He used various art names: Wandang (阮堂), Chusa (秋史), Yedang (禮堂), Siam (詩庵), Gwapa (果坡), Nogwa (老果) etc. (up to 503 by some estimates[2]). He is especially celebrated for having transformed Korean epigraphy and for having created the \"Chusa-che\" (秋史體; lit. Chusa writing style) inspired by his study of ancient Korean and Chinese epitaphs. His ink paintings, especially of orchids, are equally admired.", "54889732": "Danielle Cohen-Levinas (born 21 April 1959 in Paris) is a French philosopher, musicologist, and a specialist of Jewish philosophy.", "21204233": "Trailinga Swami (also Tailang Swami, Telang Swami was a Hindu yogi and mystic who lived in Varanasi, India.[1]", "72748310": "Brahmayu was a scholar and a natural philosopher in the ancient Mithila during the period of Gautam Buddha.[1][page needed] According to Buddhism Scripture \"Brahmayu Sutta\", he was able to understand 32 marks of a great man. But unfortunately, there does not appear to be any clear connection to Vedic or Vedanta texts that would show this to be the case. More investigation is required to give evidence of the 32 marks as recorded as being sourced from Brahmanical or Vedic tradition. He was an eminent teacher of the Ancient Mithila University.[2] He was master in three branches of the Vedas. He was well versed in cosmology. He also knew  philology and grammar.[3]", "5704985": "Jakob Guttmann (22 April 1845 in Beuthen, Oberschlesien – 29 September 1919 in Breslau) was a German-Jewish philosopher of religion (Religionsphilosoph) and rabbi. He officiated as chief rabbi of the Land rabbinate of Hildesheim between 1874 and 1892. Thereafter he served as rabbi in Breslau until his death.", "2362649": "Roy Wood Sellars (July 9, 1880, Seaforth, Ontario – September 5, 1973, Ann Arbor, Michigan) was a Canadian-born American philosopher of critical realism and religious humanism, and a proponent of naturalistic emergent evolution (which he called evolutionary naturalism). Sellars received his B.A. and Ph.D. from the University of Michigan, where he taught for over 40 years. He is the father of Wilfrid Sellars.", "15174945": "Rod L. Evans is an American philosopher, author, and lecturer who writes and speaks on ethics, religion, political philosophy, and English usage.", "48041249": "Eric Palmer is Professor of Philosophy at Allegheny College.[1] His academic work focuses in two areas: development ethics and history and philosophy of science. He is co-editor of Journal of Global Ethics [2] and is President of the International Development Ethics Association.", "9014561": "Julius Tomin (born 2 December 1938) is a Czech philosopher. He became known in the 1970s and 1980s for his involvement with the Jan Hus Educational Foundation, which ran an underground education network in the former Czechoslovakia, offering seminars in philosophy in people's homes.[1]", "1543462": "Ludwig Heinrich von Jakob (26 February 1759 – 22 July 1827) was a German philosopher, political scientist and economist.  During the French occupation of Germany, he worked as a consultant and professor in Russia.", "18746669": "Manuel Elogio Carpio Hernández (March 1, 1791 – February 11, 1860) was a Mexican poet, theologian, physician, and politician. Much of his poetry was religious or historical, with an inspiration for his poetry deriving from the Bible. He was a classicist who often used Romanticism. He wrote the earliest known literary depiction of the ghost La Llorona in a poem in 1849 and has received praise for his work.", "1707310": "Defunct", "60689709": "Raghuttama Tirtha (Sanskrit:रघूत्तम तीर्थ); IAST:Śrī Raghūttama Tīrtha) (c. 1548 - c. 1596), was an Indian philosopher, scholar,  theologian and saint. He was also known as Bhavabodhacharya (Bhāvabodhacārya). His diverse oeuvre include commentaries on the works of Madhva and Jayatirtha. He served as the fourteenth pontiff of Madhvacharya Peetha - Uttaradi Math from 1557 to 1595, which he occupied, with remarkable distinction for thirty-nine years.[2] He is considered to be one of the most important seers in the history of Dvaita school of thought.[3] His shrine at Tirukoilur attracts thousands of visitors every year.[4]", "14159166": "Karma is neither postponed nor purged but neutralized.[1]", "20122942": "Arran Emrys Gare (/ɡɛər/; born 1948)[1][2] is an Australian philosopher known mainly for his work in environmental philosophy, philosophy of science, philosophy of culture and the metaphysics of process philosophy. He currently holds the position of Associate Professor in the Faculty of Life and Social Sciences at Swinburne University of Technology in Melbourne, Australia.", "3395": "Siddhartha Gautama,[e] most commonly referred to as the Buddha ('the awakened'),[f][g] was a wandering ascetic and religious teacher who lived in South Asia during the 6th or 5th century BCE[4][5][6][c] and founded Buddhism.", "12717379": "Louis Narens was the Graduate Director of Mathematical Behavioral Science, Professor in the Department of Cognitive Sciences and the Department of Logic and the Philosophy of Science at the University of California, Irvine.[1]", "7474511": "Türker Armaner (born April 7, 1968 in Istanbul) is an Istanbul-based writer, philosopher, and translator. He studied at the universities of Hacettepe, Boğaziçi, and Bergen and took his PhD degree in 2002 at  Paris 8 University (Saint Denis)[1] His first story was published on Hayalet Gemi (Phantom Ship) in 1995. His first book, Kıyısız (Shoreless), was published in 1997, his second book, Taş Hücre (Stone Cell), in 2000, his third book, Dalgakıran (Breakwater), in 2003, his novel, Tahta Saplı Bıçak (Wooden Hilted Knife) in 2007[2] and his last book, a philosophical inquiry, Tarih ve Temsil (History and Representation) in 2014. He is currently teaching at the Department of Philosophy at Galatasaray University, Istanbul, as an associate professor. He also is an editor at various publications in Istanbul,[3] in addition to having many articles published in several journals.", "3408": "Baruch (de) Spinoza[b] (24 November 1632 – 21 February 1677),[17][18][19] mostly known under his Latinized pen name Benedictus de Spinoza,[20] was a leading seventeenth-century philosopher of Portuguese-Jewish origin,[21] who was born in Amsterdam and lived in the Dutch Republic.", "38833489": "Shabbir Akhtar was a British Muslim philosopher, poet, researcher, writer and multilingual scholar.  He was on the Faculty of Theology and Religions at the University of Oxford. His interests included political Islam, Quranic exegesis, revival of philosophical discourse in Islam, Islamophobia, extremism, terrorism and Christian-Muslim relations as well as Islamic readings of the New Testament. Shabbir Akhtar was also a Søren Kierkegaard scholar. Akhtar's articles have appeared both in academic journals and in the UK press. Several of his books have been translated into the major Islamic languages.", "34278738": "Charles Mopsik (2 September 1956 – 13 June 2003) was a French thinker, researcher and writer who renewed the study of the Kabbalah and of Jewish mysticism.", "52792659": "Helga Hörz (born Helga Ivertowski, 27 July 1935) is a German Marxist philosopher and women's rights activist.[1]   Before 1990 she was a university teacher of Ethics in the Philosophy Department at the Humboldt University in (East) Berlin.[2]   She was persuaded to retire on health grounds in October 1990,[3] but in the words of one headline writer slightly less than twenty years later, this has left her \"winding down, but not muzzled\" (\"Abgewickelt, aber nicht mundtot\").[4]", "56069466": "The Stoic Opposition is the name given to a group of Stoic philosophers who actively opposed the autocratic rule of certain emperors in the 1st-century, particularly Nero and Domitian. Most prominent among them was Thrasea Paetus, an influential Roman senator executed by Nero.  They were held in high regard by the later Stoics Epictetus and Marcus Aurelius.  Thrasea, Rubellius Plautus and Barea Soranus were reputedly students of the famous Stoic teacher Musonius Rufus and as all three were executed by Nero they became known collectively as the Stoic martyrs.[1]", "1707373": "Nitya Chaitanya Yati (2 November 1924 – 14 May 1999) was an Indian philosopher, psychologist, author and poet, best known for his commentaries on Advaita Vedanta as well as his literary criticisms. He was a disciple of Nataraja Guru, the successor to Narayana Guru. Yati published over 140 books in English and Malayalam including a commentary on Darsana Mala of Narayana Guru, titled, Psychology of Darsana Mala. Kerala Sahitya Akademi honoured him with their annual award for literary criticism in 1977.", "48270704": "Abbé Raoul Maurice Jean Carton (1879 – 7 July 1934) was a French philosopher.", "7277939": "Diotima of Mantinea (/ˌdaɪəˈtiːmə/; Greek: Διοτίμα; Latin: Diotīma) is the name or pseudonym of an ancient Greek character in Plato's dialogue Symposium, possibly an actual historical figure, indicated as having lived circa 440 B.C. Her ideas and doctrine of Eros as reported by the character of Socrates in the dialogue are the origin of the concept today known as Platonic love.", "36834685": "Louis Isaac de Beausobre (19 August 1730 – 3 December 1783) was a German philosopher and political economist of French Huguenot descent. He was born in Berlin, the son of the French Protestant churchman and ecclesiastical historian Isaac de Beausobre and his second wife, Charlotte Schwarz. He is not to be confused with his elder half-brother, the pastor and theologian Charles Louis de Beausobre (1690–1753).", "70585733": "Kirill Konstantinovich Martynov (Russian: Кирилл Константинович Мартынов; born 25 April 1981) is a Russian journalist, political scientist, philosopher and writer.[1] He is the editor in chief of Novaya Gazeta Europe and former associate professor at the Higher School of Economics (HSE).[2]", "40078727": "Pamela Hieronymi (/haɪˈrɒnɪmi/) is an American philosopher who is professor of philosophy at the University of California, Los Angeles.[1] She is mainly known for her work in moral psychology.", "593294": "Galen John Strawson (born 1952) is a British analytic philosopher and literary critic who works primarily on philosophy of mind, metaphysics (including free will, panpsychism, the mind-body problem, and the self), John Locke, David Hume, Immanuel Kant and Friedrich Nietzsche.[2] He has been a consultant editor at The Times Literary Supplement for many years, and a regular book reviewer for The Observer, The Sunday Times, The Independent, the Financial Times and The Guardian. He is the son of philosopher P. F. Strawson. He holds a chair in the Department of Philosophy at the University of Texas, Austin, and taught for many years before that at the University of Reading, City University of New York, and Oxford University.", "2362767": "Edwin Arthur Burtt (October 11, 1892 – September 6, 1989),[5] usually cited as E. A. Burtt, was an American philosopher who wrote extensively on the philosophy of religion. His doctoral thesis published as a book under the title The Metaphysical Foundations of Modern Physical Science has had a significant influence upon the history of science that is not generally recognized, according to H. Floris Cohen.[6]", "38866322": "Adavi Jayatirthacharya (also known as Vishnu Tirtha or Madanur Vishnu Teertha) (1756–1806) was a Hindu seer, scholar, writer, philosopher and exponent of Madhvacharya's works and Dvaita school of thought.[1][2]", "70585748": "Lisa Maria Herzog (born December 17, 1983, in Nuremberg) is a German philosopher and social scientist who works at the intersection of political philosophy and economic thought. On October 1, 2019, she began a professorship in philosophy at the Center for Philosophy, Politics and Economics at the University of Groningen in the Netherlands.[1][2]", "4066710": "Frank Knopfelmacher (Vienna, 3 February 1923 – Melbourne, 17 May 1995) was a Czech Jew who migrated to Australia in 1955 and became a psychology lecturer and anticommunist political commentator at the University of Melbourne. He engaged in vigorous polemics with many members of the left-wing intelligentsia from the Vietnam War period onwards, and through his teaching had a formative impact on many Australian postwar thinkers and writers such as Raimond Gaita and Robert Manne.", "61738398": "Charles Léopold Mayer (1881–1971) was a French biochemist, humanist and materialist philosopher.", "53874080": "Salomo Friedlaender (4 May 1871 – 9 September 1946) was a German-Jewish[1] philosopher, poet, satirist and author of grotesque and fantastic literature. He published his literary work under the pseudonym Mynona, which is the German word for \"anonymous\" spelled backward. He is known for his philosophical ideas on dualism drawing on Immanuel Kant, and his avant garde poetry and fiction. Almost none of his work has been translated into English.[2]", "16256423": "Janice Dean Willis, or Jan Willis (born 1948) is Professor of Religion at Wesleyan University, where she has taught since 1977; and the author of books on Tibetan Buddhism. She has been called influential by Time Magazine,[1][2] Newsweek (cover story),[3][4][5] and Ebony Magazine.[6] Aetna Inc.'s 2011 African American History Calendar features professor Willis as one of thirteen distinguished leaders of faith-based health initiatives in the United States.[7][8][9][10]", "8785320": "Clément Rosset (French: [ʁɔsɛ]; 12 October 1939 – 28 March 2018) was a French philosopher and writer. He was a professor of philosophy at the University of Nice Sophia Antipolis, and the author of books on 20th-century philosophy and postmodern philosophy.", "14257577": "Peter Vasilevich Verigin (Russian: Пётр Васильевич Веригин) often known as Peter \"the Lordly\" Verigin (July 12 [O.S. June 29] 1859 - October 29, 1924) was a Russian philosopher, activist, and leader of the Community Doukhobors in Canada. The prepetrators of his assassination in 1924 have never been identified.", "8162731": "Newell Dwight Hillis (September 2, 1858 – February 25, 1929) was a Congregationalist minister, writer, and philosopher from Brooklyn.  He served as pastor of the historic Plymouth Church of the Pilgrims in Brooklyn, and he oversaw the completion of the last major renovation of the church.[1]", "31264187": "Gary R. Mar is an American philosopher and logician specializing in logic, the philosophy of logic, the philosophy of mathematics, analytic philosophy, philosophy of language and linguistics, philosophy of science, computational philosophy, the philosophy of religion, and Asian American philosophy.  Professor Mar is a member of the Philosophy Department at Stony Brook University.  Gary Mar was the last student to have a Ph.D. directed by Alonzo Church.  He is co-author with Donald Kalish and Richard Montague of the second edition of  Logic: Techniques of Formal Reasoning.", "15044030": "Walter Edward Block (born August 21, 1941) is an American Austrian School economist and anarcho-capitalist theorist.[1] He currently holds the Harold E. Wirth Eminent Scholar Endowed Chair in Economics at the School of Business at Loyola University New Orleans and is a senior fellow of the non-profit think-tank Ludwig von Mises Institute in Auburn, Alabama.[2]", "2821579": "Melchiorre Delfico (1 August 1744 – 21 June 1835) was an Italian economist.", "1019340": "Count August Dołęga Cieszkowski (/tʃɛsˈkɒfski/; 12 September 1814 – 12 March 1894) was a Polish philosopher, economist and social and political activist. His Hegelian philosophy influenced the young Karl Marx and action theorists.", "35622347": "James Boevey (1622–1696) (pronounced \"Boovey\")[2] was an English merchant, lawyer and philosopher of Huguenot parentage.", "1183183": "Wilhelm Windelband (/ˈvɪndəlbænd/; German: [ˈvɪndl̩bant]; 11 May 1848 – 22 October 1915) was a German philosopher of the Baden School.", "33426897": "Gustave Belot (7 August 1859 – 21 December 1929) was a French philosopher and educational administrator.", "35032535": "Gwon Sang-ha (1641 - September 2, 1712) was a politician and Neo-Confucian scholar of Joseon Dynasty.[1][2] He was a member of Westerners party (Seoin; 서인, 西人) and the second head of the political faction Noron (노론, 老論). His pennames were Suam and Hansujae.", "51056089": "Alexander Rubel (b. 27 December 1969[1]) is a German-Romanian historian of the Antiquity.", "1805785": "Louis-Marie Régis CC OP MSRC (December 8, 1903 – February 2, 1988) was a Canadian philosopher, medievalist, and Dominican priest. He was the founder of the Institute for Medieval Studies in 1942 and served as its director from 1943 until 1952. In 1971 he was made a Companion of the Order of Canada.", "58068453": "Christa Anbeek (Barneveld, 1961) is a Dutch theologist, professor and rector of the Remonstrants seminary. In her position she is a major figure of the Remonstrants brotherhood, a faith community committed to a free and tolerant Christianity,[1] in the Arminian tradition.", "2657766": "David William Miller (born 19 August 1942, Watford) is an English philosopher and prominent exponent of critical rationalism.[1] He taught in the Department of Philosophy at the University of Warwick in Coventry, UK.[2] where he is Reader in Philosophy. He has been Honorary Treasurer of the British Society for the Philosophy of Science.", "1183207": "Heinrich John Rickert (German: [ˈʁɪkɐt]; 25 May 1863 – 25 July 1936) was a German philosopher, one of the leading neo-Kantians.", "46271977": "C. Kenneth Waters holds the Canada Research Chair in Logic and the Philosophy of Science[1][2] and is Professor of Philosophy at the University of Calgary, where he specializes in philosophy of biology.[3][4]", "35884526": "Sun Qifeng (1583–1675; 孫奇逢; Sūn Qíféng or Sun Ch'i-feng in Wade Giles) was an official who served the Ming Dynasty. He was a native of Rongcheng County in Zhili Province. He passed the imperial examination for xiucai when only thirteen years of age, and graduated as juren in 1600; but disgusted with the prospects of the Ming dynasty, clouded by the development of eunuch dominion, he devoted himself to a life of study and retirement. Often invited to take office by Emperors both of the Ming and Qing dynasties, he ever steadfastly declined; though in 1636 he did take part in the successful defence of Roncheng against Li Zicheng. He is one of the most famous masters of Confucian ethics, and his works on the Four Books etc. have been recommended to students by Zhang Zhidong in the 19th century. He also wrote on Ceremonial, and published the lives of eleven famous Confucians. He taught in a college near Suzhou during the last twenty-five years of his life, and in 1828 he was admitted into the Confucian Temple.[1]", "23498223": "Walter Robert Matthews CH KCVO[2] (22 September 1881 – 4 December 1973) was an Anglican priest, theologian, and philosopher.[3]", "51940852": "Joachim Leilich (born 1949) is an emeritus professor of philosophy at the University of Antwerp, of German origin,[1] who formerly held positions as a tutor and student-assistant at the university of Frankfurt.[2] His main research topics are analytical philosophy, phenomenal consciousness, Ludwig Wittgenstein, and freedom of the will.[3] He obtained his PhD under supervision of Karl-Otto Apel in Frankfurt.[4]", "38276600": "Dominic of Flanders (Latin: Dominicus de Flandria, French: Dominique de Flandre) (ca. 1425–1479) was a French-Flemish Dominican philosopher and Scholastic author, known to have been a renowned Thomist. His commentaries on Aristotle and on Thomas Aquinas were frequently printed, the most famous being his commentary on Aristotle’s Metaphysics. This Commentaria is commonly known to have been dedicated to Lorenzo de’ Medici.[1]", "3116539": "Levon Shant (Armenian: Լեւոն Շանթ; born Levon Nahashbedian, then changed to Levon Seghposian; 6 April 1869 – 29 November 1951) was an Armenian playwright, novelist, poet and founder of the Hamazkayin Armenian Educational and Cultural Society.", "42438141": "Joseph Levine (born January 17, 1952) is an American philosopher at the University of Massachusetts Amherst who received his PhD from Harvard University in 1981.", "42831358": "Ayatollah Sayyid Radhi al-Husayni al-Shirazi (Arabic: رضي الحسيني الشيرازي; Persian: رضى حسينى شيرازى; 29 March 1927 – 1 December 2021), also known as Razi Shirazi, was an Iraqi-Iranian Shia who was a jurist, philosopher and theologian. He was the great-grandson of the renowned Shia jurist, Mirza Shirazi, the pioneer of the Tobacco protest. He was the Imam of the Shifa mosque in Yousefabad.[1][2][3]", "15207933": "Marin Cureau de la Chambre (1594 – 29 December 1669) was a French physician and philosopher born in Saint-Jean-d'Assé, a village near Le Mans.", "25169408": "Calliphon of Croton (Ancient Greek: Καλλιφῶν) (fl. 6th century BC), Magna Graecia, was a Pythagorean physician. He was apparently the chief priest at Croton and a man of great importance in civic affairs. Hermippus reports that he was an associate of Pythagoras, and he appears in Iamblichus's catalogue of Pythagoreans; thus he is one of the few Pythagoreans who can be dated from the time of Pythagoras.[1] Josephus[2] quotes Hermippus as saying that Pythagoras claimed that the soul of Calliphon of Croton used to remain at his side night and day, and that he used to utter the following advice: not to pass over a place where his donkey had stumbled, to drink only of clear fountain water, and to speak ill of no man. Herodotus, in telling the story of the physician Democedes of Croton, reports that Democedes was the son of Calliphon.[3]", "33656317": "Jeffrey Bub (born 1942) is a physicist and philosopher of physics, and Distinguished Professor[1] in the department of philosophy, the Joint Center for Quantum Information and Computer Science, and the Institute for Physical Science and Technology at the University of Maryland, College Park.[2]", "46304766": "Babu Jagdeo Prasad (2 February 1922 – 5 September 1974), alternatively spelled as Jagdev Prasad and popularly known as Jagdev Babu,[1] was an Indian politician and a member of the Bihar Legislative Assembly who served as Bihar's deputy chief minister[2] in 1968 for four days in the Satish Prasad Singh cabinet. A socialist and a proponent of Arjak culture, he was the founder of Shoshit Dal (later Shoshit Samaj Dal) and was a staunch antagonist and critic of India's caste system. He was nicknamed as the \"Lenin of Bihar\".[3]", "1641988": "Ernest Wamba dia Wamba (French pronunciation: [ɛʁnɛst wɑ̃ba dja wɑ̃ba]; 1942 – July 15, 2020) was a prominent Congolese academic and political theorist who became a commander of the Kisangani faction of the rebel Rally for Congolese Democracy during the Second Congo War.[1]", "5705224": "Julius Guttmann (Hebrew: יוליוס גוטמן), born Yitzchak Guttmann (15 April 1880 in Hildesheim – 19 May 1950 in Jerusalem), was a German-born rabbi, Jewish theologian, and philosopher of religion.", "72322568": "Jerome C. Wakefield is a professor of social work in the Silver School of Social Work at New York University. Much of his work is in the history and philosophy of psychiatry. He is noted for his \"harmful dysfunction\" analysis of mental illness, which he positions between the anti-psychiatry viewpoint of the social construction of mental illness and the conventional view in mainstream psychiatry that such illnesses can be objectively diagnosed based on a set of symptoms. His writings on mental illness have attracted considerable attention, including a 1999 issue of the Journal of Abnormal Psychology that was dedicated to his views on the topic.[1] He was elected a member of the American Academy of Social Work and Social Welfare in 2020.[2]", "4820490": "Nicolai Alexandrovich Vasiliev (Russian: Николай Александрович Васильев), also Vasil'ev, Vassilieff, Wassilieff (11 July [O.S. 29 June] 1880 – December 31, 1940), was a Russian logician, philosopher, psychologist, poet. He was a forerunner of paraconsistent and multi-valued logics.", "5312013": "Marvin Farber (December 14, 1901 – November 24, 1980) was an American philosopher and educator.", "53841431": "Sergio Cotta (6 October 1920 – 3 May 2007) was an Italian philosopher, jurist and university professor.[1] He was considered a specialist on the political thought of the Enlightenment.[2] Cotta, along with André Masson and Robert Shackleton, was considered the most important interpreter of Montesquieu during the 20th century.[3]", "25595423": "Robert P. Crease (/kriːs/; born 22 October 1953 in Philadelphia, Pennsylvania) is a philosopher and historian of science best known for his work in performance theory and historical research on Brookhaven National Laboratory. He is currently the chairman of the Department of Philosophy at Stony Brook University.", "822815": "Arnold Ruge (13 September 1802 – 31 December 1880) was a German philosopher and political writer. He was the older brother of Ludwig Ruge.", "41324071": "Michael Marder is Ikerbasque Research Professor of Philosophy at the University of the Basque Country, Vitoria-Gasteiz.[1] He works in the phenomenological tradition of Continental philosophy, environmental thought, and political philosophy.", "70487591": "Viktor Vasilyevich Bychkov (Russian: Виктор Васильевич Бычков; born 4 September 1942, Moscow) is a Soviet and Russian philosopher, historian of aesthetics, doctor of philosophy. His research interests include Byzantine, Russian religious aesthetics of the twentieth century, philosophy and phenomenology of modern art.[1]", "11374122": "Shem-Tob ben Isaac Shaprut of Tudela (Hebrew: שם טוב אבן שפרוט) (born at Tudela in the middle of the 14th century) was a Spanish Jewish philosopher, physician, and polemicist. He is often confused with the physician Shem-Tob ben Isaac of Tortosa, who lived earlier. He may also be confused with another Ibn Shaprut, Hasdai Ibn Shaprut, who corresponded with the king of the Khazars in the 900's.", "1904171": "Walter Johannes Stein (6 February 1891, in Vienna – 7 July 1957, in London) was an Austrian philosopher, Waldorf school teacher, Grail researcher, and one of the pioneers of anthroposophy.", "54496814": "Syed Abdul Sayeed is an Indian philosopher and professor of philosophy at The English and Foreign Languages University. He previously taught in Aligarh Muslim University for eighteen years. \nSayeed received his PhD in 1985 from IIT Kanpur.[1][2][3][4]", "57282095": "Jonardon Ganeri, FBA, is a philosopher, specialising in philosophy of mind and in South Asian and Buddhist philosophical traditions. He holds the Bimal Matilal Distinguished Professorship in Philosophy at the University of Toronto. He was Global Network Professor in the College of Arts and Science, New York University, previously having taught at several universities in Britain. Ganeri graduated from Churchill College, Cambridge, with his undergraduate degree in mathematics, before completing a DPhil in philosophy at University and Wolfson Colleges, Oxford. He has published eight monographs, and is the editor of the Oxford Handbook of Indian Philosophy. He is on the editorial board of the Stanford Encyclopedia of Philosophy, the British Journal for the History of Philosophy, Philosophy East & West, Analysis, and other journals and monograph series.[1][2]  His research interests are in consciousness, self, attention, the epistemology of inquiry, the idea of philosophy as a practice and its relationship with literature. He works  on the history of ideas in early modern South Asia, intellectual affinities between India and Greece, and Buddhist philosophy of mind, teaches courses in the philosophy of mind, the nature of subjectivity, Buddhist philosophy, the history of Indian philosophical traditions, and supervises graduate students on South Asian philosophical texts in a cross-cultural context.  He is a prominent advocate for an expanded role for cross-cultural methodologies in philosophical research, and for enhanced cultural diversity in the philosophical curriculum. Jonardon Ganeri is the inventor of the idea of \"cosmopolitan philosophy\" as a new discipline within philosophy.[3]", "46599728": "Mouloud Kacem Naît Belkacem (6 January 1927 in Belaâyane, Ighil Ali - 27 August 1992)  was an Algerian politician, philosopher, historian, and writer. He was a noted defender of the Arabic language, Islam and Algerian nationalism, and stressed the importance of Arabic identity in the world.[1]", "66424373": "Susan McWilliams Barndt (née Susan Jane McWilliams; born January 6, 1977) is an American political theorist. She is the co-editor of the peer-reviewed academic journal American Political Thought and chairs the politics department at Pomona College.[1]", "62819896": "Magdalena Aebi (4 February 1898, Burgdoft – 12 September 1980, Oberburg)[1] was a Swiss philosopher known for her fundamental criticism of Immanuel Kant.", "2985532": "Peter Ludlow (/ˈlʌdloʊ/; born January 16, 1957), who also writes under the pseudonyms Urizenus Sklar and EJ Spode, is an American philosopher. He is noted for interdisciplinary work on the interface of linguistics and philosophy—in particular on the philosophical foundations of Noam Chomsky's theory of generative linguistics and on the foundations of the theory of meaning in linguistic semantics. He has worked on the application of analytic philosophy of language to topics in epistemology, metaphysics, and logic, among other areas.", "64261694": "Pablo da Silveira García (born 21 September 1962 in Montevideo) is a Uruguayan writer, lecturer, philosopher, and politician of the National Party (PN), serving as Minister of Education and Culture of Uruguay, since March 1, 2020.[1]", "72093247": "Andrej Sirácky (9 December 1900 – 29 September 1988) was a Slovak sociologist, philosopher, political scientist and communist official.", "1543748": "Stephen Edelston Toulmin (/ˈtuːlmɪn/; 25 March 1922 – 4 December 2009) was a British philosopher, author, and educator. Influenced by Ludwig Wittgenstein, Toulmin devoted his works to the analysis of moral reasoning. Throughout his writings, he sought to develop practical arguments which can be used effectively in evaluating the ethics behind moral issues. His works were later found useful in the field of rhetoric for analyzing rhetorical arguments. The Toulmin model of argumentation, a diagram containing six interrelated components used for analyzing arguments, and published in his 1958 book The Uses of Argument, was considered his most influential work, particularly in the field of rhetoric and communication, and in computer science.", "2756164": "Petrus Aureoli[1] (c. 1280 – 10 January 1322), often anglicized Peter Auriol, was a scholastic philosopher and theologian.", "44961355": "Rajith Kumar R. is an Indian lecturer, public speaker and actor from Kerala who worked at the Department of Botany, Sree Sankara College, Kalady.[1] He was one of the contestants of the Bigg Boss(Malayalam season 2).", "65408599": "Sabina Leonelli is a philosopher of science and professor at the University of Exeter, United Kingdom.[1] She is well known for her work on scientific practices, data-centric science, and open science policies. She was awarded the 2018 Lakatos award for her book Data-Centric Biology: A Philosophical Study (2016).[2]", "62885464": "Modibbo Raji (Muhammad Raji b Ali b Abubakar, born c. 1790) was a 19th-century Fulani Islamic scholar who was part of the community of Usman Dan Fodio, founder of the Sokoto Caliphate, and his brother Abdullahi dan Fodio.[1] After a long career as a teacher, Qadi, Naib (deputy Imam) and Wazir (vizier) in the Gwandu Emirate under his mentor Abdullahi dan Fodio and his successors, Modibbo Raji emigrated in the 1850s and eventually settled in Adamawa.[2] He is generally regarded as the founder of the Islamic scholarly tradition in Adamawa as well as one of the earliest exponents of the Tijjaniyya Islamic sect in the Sokoto Caliphate. He died   c. 1865 and was buried in Yola leaving behind his writings both in Arabic and Fulfulde, and a large scholarly community of his sons, daughters, students and associates.[1]", "71011928": "Theon of Antioch (Ancient Greek: Θέων, romanized: Theōn) was an ancient Greek Stoic philosopher during 1st century CE. He was from Antioch in Cilicia (now part of Turkey).[1]", "44666458": "Qidiao Kai (Chinese: 漆雕開; Wade–Giles: Ch'i-tiao K'ai; born 540 BC), courtesy name Zikai (Chinese: 子開; Wade–Giles: Tzu-k'ai) or Ziruo (Chinese: 子若; Wade–Giles: Tzu-jo), was a major disciple of Confucius.[1][2] He declined to take government office, but started his own school,[3] which developed into one of the eight branches of Confucianism identified by Han Fei.[4] His work, known as the Qidiaozi (\"Master Qidiao\"), has been lost.[3]", "4820576": "Ivan Efimovich Orlov (Russian: Иван Ефимович Орлов; Galich, Kostroma Oblast, October 25, [O.S. October 1] 1886 – Moscow, after 1936 [1]) was a Russian philosopher, a forerunner of relevant and other substructural logics, and an industrial chemist. The date of his death is unknown, but is most likely between 1936 and 1937.", "3280482": "Ion Heliade Rădulescu or Ion Heliade (also known as Eliade or Eliade Rădulescu; Romanian pronunciation: [ˈi.on heliˈade rəduˈlesku]; January 6, 1802 – April 27, 1872) was a Wallachian, later Romanian academic, Romantic and Classicist poet, essayist, memoirist, short story writer, newspaper editor and politician. A prolific translator of foreign literature into Romanian, he was also the author of books on linguistics and history. For much of his life, Heliade Rădulescu was a teacher at Saint Sava College in Bucharest, which he helped reopen. He was a founding member and first president of the Romanian Academy.", "14749283": "Themista of Lampsacus (Greek: Θεμίστη), the wife of Leonteus, was a student of Epicurus, early in the 3rd century BC.[1] Epicurus' school was unusual in the 3rd century, in that it allowed women to attend, and we also hear of Leontion attending Epicurus' school around the same time. Cicero ridicules Epicurus for writing \"countless volumes in praise of Themista,\" instead of more worthy men such as Miltiades, Themistocles or Epaminondas.[2] Themista and Leonteus named their son Epicurus.[3]", "11832930": "Jordán Bruno Genta (2 October 1909 – 27 August 1974) was an Argentine Catholic writer, philosopher, journalist and educator.", "33984100": "Roberto Castillo (1950–2008) was a Honduran philosopher and writer.", "27823718": "Francesco Pucci (1543 – 5 July 1597) was an Italian philosopher and humanist.[1]", "62557798": "Anne Fagot-Largeault, born on September 22, 1938, in the 10th arrondissement of Paris,[1] is a French philosopher, honorary professor at the Collège de France (chair of philosophy of biological and medical sciences), psychiatrist at the Assistance publique - Hôpitaux de Paris,[2] and a member of the French Academy of sciences since 2002.", "4066924": "Jerome New Frank (September 10, 1889 – January 13, 1957) was an American legal philosopher and author who played a leading role in the legal realism movement.[1] He was chairman of the U.S. Securities and Exchange Commission, and a United States circuit judge of the United States Court of Appeals for the Second Circuit.", "47156854": "Paul Zarifopol (November 30, 1874 – May 1, 1934) was a Romanian literary and social critic, essayist, and \nliterary historian. The scion of an aristocratic family, formally trained in both philology and the sociology of literature, he emerged in the 1910s as a rebel, highly distinctive, voice among the Romanian press and book reviewers. He was a confidant and publisher of the Romanian writer Ion Luca Caragiale, building his theories on Caragiale's already trenchant appraisals of Romanian society and culture. Zarifopol defended art for art's sake even against the Marxism of his father-in-law, Constantin Dobrogeanu-Gherea, and the Poporanism of his friend, Garabet Ibrăileanu. He was also a noted censurer of neoclassical trends, of philistinism, and of inauthentic customs, advocating renewal, but not revolution. A skeptic reviewer of modernist literature, he reemerged during the interwar period as its dedicated promoter, but his preference for literary entertainment over substance and many of his literary bets were shortly dismissed by other experts of the day.", "69701239": "Motsamai Molefe is a South African philosopher, one of the thinkers to have popularised African philosophy, and specifically Applied Ethics in context of Ubuntu philosophy. Molefe is Professor of Philosophy at the University of Fort Hare in Alice, Eastern Cape.[1]", "41815683": "François Zourabichvili (Georgian: ფრანსუა ზურაბიშვილი; 28 August 1965 – 19 April 2006) was a French philosopher who specialized in the works of Gilles Deleuze and Baruch Spinoza.", "11308680": "Jiao Yu (Chinese: 焦玉; pinyin: Jiāo Yù; Wade–Giles: Chiao Yü) was a Chinese military general, philosopher, and writer of the Yuan dynasty and early Ming dynasty under Zhu Yuanzhang, who founded the dynasty and became known as the Hongwu Emperor. He was entrusted by Zhu as a leading artillery officer for the rebel army that overthrew the Mongol Yuan dynasty, and established the Ming dynasty.[1]", "68750985": "Gopal Sreenivasan is an American philosopher and Crown University Distinguished Professor in Ethics at Duke University. He is known for his works on ethics and political philosophy.[1][2]", "3280544": "Lucio Colletti[a] (8 December 1924 – 3 November 2001) was an Italian Western Marxist philosopher. Colletti started to be known outside Italy because of a long interview with him that Marxist historian Perry Anderson published in the New Left Review in 1974.[1]", "200354": "Shi'a", "49647268": "Tirupattur Ramaseshayyer Venkatachala Murti (June 15, 1902 – March 1986) was an Indian academic, philosopher, writer and translator.[1][2] He wrote several books on Oriental philosophy, particularly Indian philosophy and his works included commentaries and translations of Indian and Buddhist texts. He was an elected honorary member of the International Association of Buddhist Studies (IABS),[3] a society promoting scholarship in Buddhist studies.[4] Studies in Indian Thought: Collected Papers,[5] The Central Philosophy of Buddhism[6] and A Study of the Madhyamika System[7] are some of his notable works. The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1959, for his contributions to education and literature.[8]", "73633449": "Ilia Delio is a Franciscan sister of Washington, DC, theologian, author, and university professor. She holds the Josephine C. Connelly Endowed Chair of Theology at Villanova University.[1] Delio is the founder of the Center for Christogenesis, an online educational resource for promoting the vision of Teilhard de Chardin and the integration of science and religion.[2]", "68751026": "Bernard Boxill is an American philosopher and distinguished professor of philosophy emeritus at the University of North Carolina at Chapel Hill. He is known for his works on ethics and political philosophy.[1]", "2494131": "Alessandro Piccolomini (13 June 1508 – 12 March 1579) was an Italian humanist, astronomer and philosopher from Siena, who promoted the popularization in the vernacular of Latin and Greek scientific and philosophical treatises. His early works include Il Dialogo della bella creanza delle donne, o Raffaella (1539) and the comedies Amor costante, and Alessandro, (other titles are erroneously attributed to him) which were sponsored and produced by the Sienese Accademia degli Intronati, of which he was a member and an official. Much of his literary production consisted of translations from the Classics, of which Book XIII of Ovid's Metamorphoses and book VI of the Aeneid are early examples. In 1540, while a student at the University of Padua, he helped found the Infiammati Academy, in which he gave lectures in philosophy. (He never taught at the University of Padua, as is often stated incorrectly.) His poetry, in which he followed the Petrarchan tradition, appeared first in various contemporary collections, and in 1549 he published as a single volume one hundred sonnets titled Cento sonetti. Later in life, he established in his sister-in-law's Villa of Poggiarello of Stigliano, near Siena, where he attended the revision of his previous essays, and where he wrote all his late works, as the translation of Aristotle's Poetics on which he wrote a learned commentary issued in 1575. His interest in Aristotle included the publication of a paraphrase of Aristotle's Rhetoric with commentary. In his Trattato della grandezza della terra e dell'acqua (1558), he opposed the Aristotelean and Ptolemaic opinion that water was more extensive than land.", "33590965": "Louis Farrugia (1857–1933) was a Maltese theologian and minor philosopher. In philosophy he was mostly interested in Scholasticism and literature.[1] No portrait of him has been identified up till now.", "68554429": "James P. Sterba is an American philosopher who specializes in ethics, political philosophy and philosophy of religion.", "64065215": "Franco Volpi  (Vicenza, 4 October 1952 – 14 April 2009), was a philosopher, historian of philosophy and a professor at Padua University, who wrote regularly to the Italian newspaper La Repubblica. Volpi was an expert in German philosophy, in particular Martin Heidegger and Arthur Schopenhauer. He investigated the relationship between nihilism and the nothing, and between philosophy and current psychology. In one of his works, he wrote that \"real philosophical questions have a history but have no answer\".[1] For him, nihilism undermines truth, weakens religion and dissolves dogmatism.[2]", "53415616": "Alberto Buela Lamas (born 1946) is an Argentine philosopher. Buela is professor at the National Technological University and the University of Barcelona and works as a researcher in the University of Barcelona.[2] He is best known for his philosophical works on metapolitics, Aristotle and Peronism.[3]", "29822657": "Ji Yun (Chinese: 紀昀; pinyin: Jǐ Yún;[1] 1724–1805), also known as Ji Xiaolan (Chinese: 紀曉嵐; pinyin: Jǐ Xiǎolán) or Ji Chunfan (Chinese: 紀春帆; pinyin: Jǐ Chūnfān) was a Chinese philosopher, politician, and writer. He was an influential scholar of Qing dynasty China and many anecdotes have been recorded about him. Ji Yun left behind a book entitled Notes of the Thatched Abode of Close Observations (閱微草堂筆記)[2] and another book named Wenda Gong Yiji (紀文達公遺集; Collected Works of Lord Wenda, i.e. Ji Xiaolan), which was edited by later generations. He was often mentioned with Yuan Mei as the \"Nan Yuan Bei Ji\" (Chinese: 南袁北紀; lit. 'Yuan of the south and Ji of the north').[3]", "28249798": "Dharmapāla (traditional Chinese: 護法,  pinyin: Hùfǎ) (530–561 CE). A Buddhist scholar, he was one of the main teachers of the Yogacara school in India. He was a contemporary of Bhavaviveka (清辯, c. 490-570 CE.), with whom he debated.[1]", "167622": "Colin Henry Wilson (26 June 1931 – 5 December 2013) was an English existentialist philosopher-novelist. He also wrote widely on true crime, mysticism and the paranormal,[1] eventually writing more than a hundred books.[2]  Wilson called his philosophy \"new existentialism\" or \"phenomenological existentialism\",[3] and maintained his life work was \"that of a philosopher, and (his) purpose to create a new and optimistic existentialism\".[4]", "40636102": "Paul Foulquié (16 March 1893 – 6 September 1983) was a French thinker and philosopher known for his books on metaphysics, epistemology, existentialism and psychology.[1][2][3]\nHis works have been translated into different languages.[4][5][6]", "11505354": "Mahamahopadhyaya[2] Sir Gaṅgānāth Jhā (25 December 1872 – 9 November 1941) was a scholar of Sanskrit, Indian philosophy and Buddhist philosophy.[1]", "17960654": "Bernard Philip Kelly (April 25, 1907—November 2, 1958) was an English Catholic layman who worked in a bank, raised a large family, and regularly penned, over 25 years, philosophical essays and book reviews for the Dominican journal Blackfriars. His friendship with foremost British Thomists and leading distributists of his day, and with the Indian scholar Ananda Coomaraswamy—along with his love for the poetry of Gerard Manley Hopkins—permitted his short life to become the matrix of a rich body of writings.", "23006935": "Pasicles of Thebes (Greek: Πασικλῆς ὁ Θηβαῖος; 4th century BC) was a Greek philosopher and brother of the Cynic philosopher Crates of Thebes. He attended the lectures of his brother Crates,[1] but he is otherwise connected with the Megarian school of philosophy, because Diogenes Laërtius calls him a pupil of Euclid of Megara,[2] and the Suda calls him a pupil of an unknown \"Dioclides the Megarian.\"[3] Pasicles is said to have been the teacher of Stilpo, who became leader of the Megarian school.[1] Thus we have the implausible (although not impossible) situation of Pasicles teaching Stilpo, Stilpo teaching Crates,[4] and Crates teaching Pasicles. Crates named his son Pasicles.[5]", "14847704": "Gad Barzilai (Hebrew: גד ברזילי; 11 January 1958 – 10 April 2023) was an Israeli professor of law, political science and international studies, famous for his work on the politics of law, comparative law and politics, human rights, and communities. Barzilai published 18 books and 173 articles in major academic refereed journals and publishing houses. He had been a full professor of law, societies and justice, and international studies at the University of Washington and the University of Haifa Faculty of Law.[1] Gad Barzilai had served as the dean of the Faculty of Law at University of Haifa (2012-2017) and was the vice provost of University of Haifa from 2016 until 2019.", "34639579": "James Elliot Cabot (June 18, 1821 – January 16, 1903)[1] was an American philosopher and author, born in Boston to Samuel Cabot Jr., and Eliza Cabot.", "4820713": "Valentin A. Bazhanov (born 10 January 1953 in Kazan, Russia) is a professor and chairperson of the Philosophy Department at Ulyanovsk State University in Russia.", "7966442": "Gerd Buchdahl (12 August 1914 – 17 May 2001) was a German-English philosopher of science.", "61411054": "Columbia University, Teachers College, New York City (M.M.)", "51351283": "Marjorie Silliman Harris (June 6, 1890 – March 27, 1976) was an American philosopher who wrote on the problem of determining meaningfulness in life. Influenced by Auguste Comte, Henri Bergson, and Francisco Romero, she addressed questions related to individual experience and its assimilation or transcendence.", "42372856": "Penelope Deutscher is a professor of philosophy at Northwestern University whose work focuses on French philosophy from the 20th and 21st centuries and gender theory.[1][2]  She has written four books dealing with subjects ranging from gender and feminism to the works of Jacques Derrida, Luce Irigaray, and Simone de Beauvoir.[1] In 2002–2003, Deutscher also served as the Lane Professor for the Humanities at the Alice Berline Kaplan Center for the Humanities at Northwestern University.[2]", "691960": "Agustín García Calvo (October 15, 1926 – November 1, 2012) was a Spanish philologist, philosopher, poet and playwright.", "46862086": "Bonifaciu Florescu (first name also Boniface, Bonifacio, Bonifati, last name also Floresco; born Bonifacius Florescu;[1] May 1848 – December 18, 1899) was a Romanian polygraph, the illegitimate son of writer-revolutionary Nicolae Bălcescu. Born secretly outside his parents' native Wallachia, at Pest, he was taken by his aristocratic mother in France, growing up as an erudite Francophone and Francophile. Florescu graduated from the Lycée Louis-le-Grand and the University of Rennes, returning home at age 25 to become a successful lecturer, polemicist, and historian of culture. Influenced by his father's politics, he was for a while a prominent figure on the far-left of Romanian liberalism and nationalism, which pitted him against the conservative society Junimea, and against his own conservative cousin, Prime Minister Ion Emanuel Florescu. The conflict led to his losing a professorship at Iași University and being sidelined when applying for chairs at the University of Bucharest. His critique of Junimist literature, structured around a classical defense of prosody, inspired a libel by Mihai Eminescu—famously depicting Florescu as a \"homunculus\".", "36245259": "Ernst Theodor Echtermeyer (12 August 1805, in Bad Liebenwerda – 6 May 1844) was a German writer and philosopher.[1] Together with Arnold Ruge, in 1838, he founded the Hallische Jahrbücher für Wissenschaft und Kunst, an organ of the Young Hegelians.[2]", "35131147": "Song Ikpil (February 10, 1534 - August 8, 1599) was a politician and Neo-Confucian scholar and educator.[1][2] His pennames were Gubong (구봉, 龜峰) and Hyeonseung (현승, 玄繩), and his courtesy name was Unjang (운장, 雲長). Song was best friends of Yi I, Seong Hon and Jeong Cheol and taught Kim Jang-saeng.", "53055245": "Pierre Cassou-Noguès (born 1971 in  Tunis) is a French philosopher and writer.", "7769870": "States", "56397586": "Barbara Spofford Morgan (July 15, 1887 – April 1, 1971) was an American educator, essayist on religion and a specialist in mental testing.[1]", "21565204": "Hume and the Problem of Causation is a book written by Tom Beauchamp and Alexander Rosenberg, published in 1981 by Oxford University Press.", "25693972": "Charles De Koninck MSRC (29 July 1906 – 13 February 1965) was a Belgian-Canadian Thomist philosopher and theologian. As director of the Department of Philosophy at the Université Laval in Quebec, he influenced Catholic philosophy in French Canada and also influenced Catholic philosophers in English Canada and the United States. The author of many books and articles in French and English, he contributed to a variety of philosophical fields including natural philosophy, philosophy of science, philosophy of mathematics, and political philosophy, but he also wrote on theology, especially Mariology.", "31624985": "Reinhard Brandt (born 10 April 1937 in Klein Gladebrügge) is a German philosopher.", "32575258": "Thomas Cauchi (17th century) was a minor Maltese philosopher who specialised in law.", "18288411": "Schahan R. Berberian (Armenian: Շահան Ռ. Պէրպէրեան; 1 January 1891 – 9 October 1956) was an Armenian philosopher, composer, and psychologist.", "7868191": "Tsey Jawdat Said (Adyghe: Цэй Джэудэт-Саид, romanized: Tsəy Djəwdət-Said; Arabic: جودت سعيد; 31 January 1931 – 30 January 2022) was a Syrian-Circassian Islamic scholar who belonged to the School of the famous Islamic thinkers professor Malek Bennabi and Muhammad Iqbal. He was called the Circassian Gandhi for his pacifistic opinions.[1]", "25759521": "Victor Howard (\"Vic\") Dudman (October 10, 1935 – January 10, 2009) was an Australian logician based at Macquarie University.", "46599972": "Jean-Godefroy Bidima (born 1958 in Mfoumassi) is a Cameroonian philosopher, currently living in the United States.  Bidima is the former director of the program at the International College of Philosophy in Paris and as of 2015 is a professor in French and Italian and Yvonne Arnoult Chair in Francophone Studies at Tulane University in New Orleans. His fields of interest are cited as \" Continental philosophy, literatures and arts of the Francophone world, African philosophies, juridical anthropology and medical ethics\".[1] He is the author of numerous books and articles on African philosophy, including Histoire et traversée : philosophie, politique et l’imaginaire en Afrique, Philosophie negro-africaine (1995) and La palabre: une juridiction de la parole (1997).[2]", "69898022": "Gopal Gupta  is an Indian philosopher and Joe Dunham Distinguished Professor of Ethics at Aurora University.[1]\nPreviously, he was a professor of philosophy and religion at the University of Evansville. Gupta is the editor-in-chief of the Journal of Hindu-Christian Studies (JHCS).[2]", "233258": "Donna J. Haraway is an American professor emerita in the history of consciousness and feminist studies departments at the University of California, Santa Cruz, and a prominent scholar in the field of science and technology studies. She has also contributed to the intersection of information technology and feminist theory, and is a leading scholar in contemporary ecofeminism. Her work criticizes anthropocentrism, emphasizes the self-organizing powers of nonhuman processes, and explores dissonant relations between those processes and cultural practices, rethinking sources of ethics.[2]", "7999289": "Francesco Vimercato (1512–1571) was an Italian Aristotelian scholar. He was a Royal Reader in Philosophy in Paris. He is known for his commentaries on Aristotle’s ethical and zoological works.", "1150782": "David Keith Naugle (1952–2021) was an author and professor. He was considered an expert on the Christian worldview.", "64655172": "Ivan Semyonovich Peresvetov (also transliterated as Peresvietov; Russian: Ива́н Семёнович Пересве́тов; born early 16th century, died 1550s or 1560s) was a medieval Russian political thinker and progressive social critic,[1] who wrote during the reign of Ivan the Terrible. Among the works he is most known for is The Tale of Mehmet the Sultan, a political allegory prescribing strong autocratic governance.[2][3]", "36679": "Milan Kundera (UK: /ˈkʊndərə, ˈkʌn-/ KU(U)N-dər-ə,[1][2] Czech: [ˈmɪlan ˈkundɛra] ⓘ; 1 April 1929 – 11 July 2023) was a Czech and French novelist. Kundera went into exile in France in 1975, acquiring citizenship in 1981. His Czechoslovak citizenship was revoked in 1979, but he was granted Czech citizenship in 2019.[3]", "71176011": "Leon Žlebnik (29 January 1918, Materija - 7 September 2004, Ljubljana) was a Slovenian philosopher, pedagogue, and psychologist. [1]", "44371788": "Cliff Kupchan is an American political analyst and former government official. He is the chairman of the political risk consulting and advisory firm Eurasia Group, where he specializes in Russia and Iran. Kupchan has been described as a \"leading expert\" on Iran,[1] and has met with Russian President Vladimir Putin numerous times.[2]", "5541709": "Samuel Danforth (1626–1674) was a Puritan minister, preacher, poet, and astronomer, the second pastor of The First Church in Roxbury and an associate of the Rev. John Eliot of Roxbury, Massachusetts, known as the “Apostle to the Indians.”", "3313488": "Paul Ludwig Carl Heinrich Rée (21 November 1849 – 28 October 1901) was a German author, physician, philosopher, and friend of Friedrich Nietzsche.", "69766999": "Eric Mack (born 1946) is an American philosopher and  Professor Emeritus of Philosophy at Tulane University.\nHe is known for his works on political philosophy.[1][2][3][4][5]", "13832025": "Adolphe Pictet (11 September 1799 – 20 December 1875) was a Swiss linguist, philologist and ethnologist.", "17731417": "Metrodorus of Scepsis (Greek: Μητρόδωρος ὁ Σκήψιος) (c. 145 BCE – 70 BCE), from the town of Scepsis in ancient Mysia, was a friend of Mithridates VI of Pontus and celebrated in antiquity for the excellence of his memory. He may be the same Metrodorus who, according to the Elder Pliny, in consequence of his hostility to the Romans, was surnamed the \"Rome-hater\" (\"Misoromæus\"). Information on Metrodorus is very scarce.", "20189022": "Johann Heinrich Pabst (25 January 1785 – 28 July 1838) was a German-Austrian physician, philosopher and lay theologian who was a native of Lindau in Eichsfeld.", "56987487": "Stewart Duncan  is an American philosopher and associate professor of philosophy at University of Florida. He is known for his expertise on early modern philosophy, especially the materialist philosophy of Thomas Hobbes.[1][2][3][4]", "298849": "Rosalind Hursthouse FRSNZ (born 10 November 1943) is a British-born New Zealand moral philosopher noted for her work on virtue ethics. She is one of the leading exponents of contemporary virtue ethics, though she has also written extensively on philosophy of action, history of philosophy, moral psychology, and biomedical ethics. Hursthouse is Professor Emerita of Philosophy at the University of Auckland and Fellow of the Royal Society of New Zealand.", "40111970": "Deirdre Susan Moir Wilson, FBA (born 1941)[1] is a British linguist and cognitive scientist. She is emeritus professor of Linguistics at University College London and research professor at the Centre for the Study of Mind in Nature at the University of Oslo. Her most influential work has been in linguistic pragmatics—specifically in the development of Relevance Theory with French anthropologist Dan Sperber.[2] This work has been especially influential in the Philosophy of Language. Important influences on Wilson are Noam Chomsky, Jerry Fodor, and Paul Grice. Linguists and philosophers of language who have been students of Wilson include Stephen Neale (CUNY Graduate Center), Robyn Carston (University College London) and Tim Wharton (University of Brighton).", "167780": "Raymond Henry Williams (31 August 1921 – 26 January 1988) was a Welsh socialist writer, academic, novelist and critic influential within the New Left and in wider culture. His writings on politics, culture, the media and literature contributed to the Marxist critique of culture and the arts. Some 750,000 copies of his books were sold in UK editions alone,[2] and there are many translations available. His work laid foundations for the field of cultural studies and cultural materialism.", "2166631": "Matsudaira Sadanobu (松平 定信, January 15, 1759 – June 14, 1829) was a Japanese daimyō of the mid-Edo period, famous for his financial reforms which saved the Shirakawa Domain, and the similar reforms he undertook during his tenure as chief senior councilor (老中首座, rōjū shuza) of the Tokugawa shogunate, from 1787 to 1793.", "1281895": "Robert Adamson (19 January 1852 – 5 February 1902) was a Scottish philosopher and Professor of Logic at Glasgow.[2]", "69832551": "Agustín Rayo (born 1973) is a Mexican philosopher of logic, metaphysics, and language. He is the dean of the MIT School of Humanities, Arts, and Social Sciences and a professor of philosophy. Rayo's number is named after him, as he is the creator of it.", "1183594": "Otto Friedrich von Gierke, born Otto Friedrich Gierke (11 January 1841 – 10 October 1921) was a German legal scholar and historian. He is considered today as one of the most influential and important legal scholars of the 19th and 20th century. In his four-volume magnum opus entitled Das deutsche Genossenschaftsrecht (German Law of Associations), he pioneered the study of social groups and the importance of associations in German life, which stood between the divide of private and public law.", "48893803": "Ny Tid (English: Modern Times Review) is Norway's largest international quarterly review of non-fiction books – up to 50 in each issue. It is currently owned by Ny Tid & Orientering AS.", "68751214": "Joseph J. Kockelmans (December 1, 1923 - September 28, 2008) was a Dutch born American philosopher and Distinguished Professor Emeritus of Philosophy at the Pennsylvania State University.[1][2]", "59707246": "John Mueller Anderson (July 29, 1914 – December 3, 1999) was an American philosopher.[1] He was known for his expertise on post-Kantian philosophy, philosophy of art and logic.[2][3][4]\nAnderson was Evan Pugh Professor of Philosophy at the Pennsylvania State University.[5]", "659316": "Zeami Motokiyo (世阿弥 元清) (c. 1363 – c. 1443), also called Kanze Motokiyo (観世 元清), was a Japanese aesthetician, actor, and playwright.", "102262": "John Edward Zerzan (/ˈzɜːrzən/ ZUR-zən; born August 10, 1943) is an American anarchist and primitivist author. His works criticize agricultural civilization as inherently oppressive, and advocates drawing upon the ways of life of hunter-gatherers as an inspiration for what a free society should look like. Subjects of his criticism include domestication and symbolic thought (such as language, number, art and the concept of time).", "11931512": "Maurice Pradines (28 March 1874 – 26 March 1958) was a French philosopher.  Although his thought was largely original, Pradines may be categorized among the interwar period philosophers of the mind.  Also a professor, he developed a philosophy of knowledge in light of problems of sensation.", "54300538": "Francisco Canals Vidal (1922–2009) was a Spanish philosopher, theologian, academic and lay Catholic activist. The longtime chair of Catedra de Metafísica of the Barcelona University, he is recognized mostly as one of the most distinguished contemporary Thomists and leader of the so-called Barcelona Thomist school; his scientific focus was mostly on metaphysics of cognition. As a theologian he specialized in theology of history and Josephology, as lay Catholic he contributed to devotion to the Sacred Heart of Jesus. Historian of ideas and partially political theorist himself, he remained related to the Carlist version of Traditionalism and is considered one of its greatest contemporary masters.", "30871418": "John McTaggart Ellis McTaggart[a] FBA (3 September 1866 – 18 January 1925) was an English idealist metaphysician. For most of his life McTaggart was a fellow and lecturer in philosophy at Trinity College, Cambridge. He was an exponent of the philosophy of Georg Wilhelm Friedrich Hegel and among the most notable of the British idealists. McTaggart is known for \"The Unreality of Time\" (1908), in which he argues that time is unreal. The work has been widely discussed through the 20th century and into the 21st.", "23629692": "Ugo Spirito (September 9, 1896, Arezzo – April 28, 1979, Rome) was an Italian philosopher; at first, a fascist political philosopher and subsequently an idealist thinker. He has also been an academic and a university teacher.", "2330500": "Sir Brajendra Nath Seal (Bengali: ব্রজেন্দ্রনাথ শীল; 3 September 1864 – 3 December 1938) was a Bengali Indian humanist philosopher.[2][3] He served as the second vice chancellor of Mysore University.", "35557253": "Amos Nelson Wilson (February 23, 1941[3] (or 1940[1]) — January 14, 1995[4][3]) was an African-American theoretical psychologist, social theorist, Pan-African thinker, scholar, author and a professor of psychology at the City University of New York.[3][1][2][5]", "7901063": "David Wood (born 1946) was Centennial Professor of Philosophy, and Joe B. Wyatt Distinguished University Professor, at Vanderbilt University.", "2690953": "Vāraṇādrīśa, more commonly referred to as Pillai Lokacharya (Tamil: பிள்ளை லோகாசாரியார்) (1205–1323 CE), was a prominent Sri Vaishnava leader and philosopher who authored several works important to Vishishtadvaita philosophy.[1]", "57020300": "Max van Manen (born 1942) is a Dutch-born Canadian scholar who specializes in phenomenological research methods and pedagogy. There are several interesting publications to conduct phenomenology of practice.[1][2] He is an emeritus professor in the Faculty of Education at the University of Alberta,[3] where he is also a Distinguished Scholar at the International Institute for Qualitative Methodology.[4]", "1380238": "Carl Gustav \"Peter\" Hempel (January 8, 1905 – November 9, 1997) was a German writer,  philosopher, logician, and epistemologist. He was a major figure in logical empiricism, a 20th-century movement in the philosophy of science. Hempel articulated the deductive-nomological model of scientific explanation, which was considered the \"standard model\" of scientific explanation during the 1950s and 1960s. He is also known for the raven paradox (\"Hempel's paradox\").[5]", "3986": "Benjamin Franklin FRS FRSA FRSE (January 17, 1706 [O.S. January 6, 1705][Note 1] – April 17, 1790) was an American polymath, a leading writer, scientist, inventor, statesman, diplomat, printer, publisher, and political philosopher.[1] Among the most influential intellectuals of his time, Franklin was one of the Founding Fathers of the United States; a drafter and signer of the Declaration of Independence; and the first postmaster general.[2]", "54333336": "Kim Hyung-suk or Kim Hyung-seok (Korean: 김형석; Hanja: 金亨錫; born April 23, 1920) is a South Korean writer, philosopher, and professor emeritus of Yonsei University. He taught as a professor at the Department of Philosophy of Yonsei University from 1954 to 1985. He became professor emeritus of the same school after his retirement in 1985.[1] He was  a visiting professor at the University of Chicago and Harvard University. He is the author of a few best-selling books which include Solitude (고독이라는 병) (1960) and The Discourse between Eternity and Love (영원과 사랑의 대화) (1961).[2][3] He turned 100 in Korean age in 2019.[4]", "855967": "Cosimo Boscaglia (c. 1550 – 1621) was a professor of philosophy at the University of Pisa in Italy. He is the first person known to have accused Galileo of possible heresy for defending the heliocentric system of Copernicus, in 1613.[1]", "3968928": "David Leslie Miller[1] FBA (born 8 March 1946) is an English political theorist. He is Professor of Political Theory at the University of Oxford and an Official Fellow of Nuffield College, Oxford. He previously lectured at the University of Lancaster and the University of East Anglia. He received his Bachelor of Arts degree from the University of Cambridge, and his Bachelor of Philosophy and Doctor of Philosophy degrees from the University of Oxford. Previous works include Social Justice, On Nationality and Citizenship and National Identity. Miller is known for his support of a modest form of liberal nationalism.[2][3]", "1576865": "Dirk Hendrik Theodoor Vollenhoven (1 November 1892, in Amsterdam – 6 June 1978, Amsterdam) was a Dutch philosopher.", "58036137": "Anthony J. Steinbock is an American philosopher and Professor of Philosophy at Stony Brook University in New York. He is the Director of the Phenomenology Research Center, editor-in-chief of Continental Philosophy Review and a co-editor-in-chief of Phenomenological Reviews.[1] Steinbock is known for his research on phenomenology.[2][3][4]", "22319018": "R. De Staningtona was a friar, likely of the Dominican Order,  who was at Oxford University in the mid-1250s. He composed a noteworthy summary of libri naturales (works of natural philosophy) by Aristotle. His summary was entitled Compilacio quedam liborum naturalium. The manuscript has never been edited although selections from it have appeared in the Journal of the History of Philosophy. The final work he summarized was De anima.", "70651820": "Mitchell Green is a professor of philosophy at the University of Connecticut,[1] where he sits on the steering committee of the Cognitive Science program[2] and the executive committee of the Graduate School. He is editor-in-chief of the journal Philosophia.", "74387378": "Yves Moreau de Montcheuil SJ (French pronunciation: [iv mɔ.ʁo də mɔ̃ʃœj]; 30 January 1900 – 8 August 1944) was a Jesuit priest, philosopher, and theologian. He was a close friend of Henri de Lubac.[1] De Montcheuil joined the French Resistance and was executed by the Gestapo.", "69308340": "Francisco Severo Maldonado y Ocampo (1775 in Tepic, Nueva Galicia – May 8, 1832 in Guadalajara, Jalisco) was a philosopher, Catholic priest, professor and writer from New Spain. He joined the insurgent movement during the Mexican War of Independence.", "36474805": "John Beston (died 1428) was an English theological writer, prior of the Carmelite convent at Bishop's Lynn, was doctor in theology both of Cambridge and Paris, and was highly esteemed as a theologian and a philosopher, and also as a preacher. [1]", "72421304": "Karl Bormann (November 23, 1928 in Monheim, – August 17, 2015 in Langenfeld) was a German historian of philosophy. His area of research was ancient and medieval philosophy, in particular the work of Cardinal Nicholas of Cusa.[4]", "724922": "Basava (1131–1196), also called Basaveshwara and Basavanna, was an Indian philosopher, poet, Lingayat social reformer in the Shiva-focused bhakti movement, and a Hindu Shaivite[4] social reformer during the reign of the Kalyani Chalukya/Kalachuri dynasty. Basava was active during the rule of both dynasties but reached the peak of his influence during the rule of King Bijjala II in Karnataka, India.[2][5][6]", "1183676": "John Neville Figgis CR (2 October 1866 – 13 April 1919) was an English historian, political philosopher, and Anglican priest and monk of the Community of the Resurrection. He was born in Brighton on 2 October 1866.[1] Educated at Brighton College and St Catharine's College, Cambridge, he was a student of Lord Acton at Cambridge, and editor of much of Acton's work.", "73633728": "Allan Hazlett is an American philosopher and Associate Professor of Philosophy at Washington University in St. Louis. He is known for his works on skepticism and ethics of belief.[1][2][3][4][5][6][7][8]", "2625475": "Philodemus of Gadara (Greek: Φιλόδημος ὁ Γαδαρεύς, Philodēmos, \"love of the people\"; c. 110 – prob. c. 40 or 35 BC) was an Epicurean philosopher[1] and poet. He studied under Zeno of Sidon in Athens, before moving to Rome, and then to Herculaneum. He was once known chiefly for his poetry preserved in the Greek Anthology, but since the 18th century, many writings of his have been discovered among the charred papyrus rolls at the Villa of the Papyri at Herculaneum. The task of excavating and deciphering these rolls is difficult, and work continues to this day. The works of Philodemus so far discovered include writings on ethics, theology, rhetoric, music, poetry, and the history of various philosophical schools. Ethel Ross Barker suggested in 1908 that he was owner of the Villa of the Papyri Library.[2]", "67571653": "Ōhara Yūgaku (大原幽学, April 13, 1797 – April 21, 1858) was a 19th-century Japanese agronomist, philosopher, moralist and economist. Contemporary with the more famous Ninomiya Sontoku, he combined three strands of traditional teachings — Buddhism, Shinto and Confucianism  into practical ethical principles which he applied to form an agricultural cooperative in 1838.", "15929292": "Dewan Mohammad Azraf  (Bengali: দেওয়ান মোহাম্মদ আজরফ; 1908–1999) was a Bengali philosopher, teacher, author, politician, journalist and activist. In 1993, he was honoured as a National Professor in Bangladesh. He was also a supporter of the Bengali Language Movement. For his support of the movement, he was dismissed from the post of the principal of Sunamganj College in 1954, the same year he was promoted to the post. His support was particularly influential when he edited the Nao Belal in 1948. He was actively involved with Kaikobad Sahitya Majlish (1972–99).[1]", "32575442": "Saverius Pace (17th century) was a minor Maltese philosopher who specialised in physics.", "64229338": "George (Syriac Giwargi; died 724) was the Syriac Orthodox bishop of the Arabs around Aleppo and the upper Euphrates from 686 or 687 until his death. A polymath steeped in ancient Greek philosophy, his writings are an important source for Syriac history and theology.", "21106655": "Aaron ben Gershon Abu Al-Rabi of Catania (also Aaron ben Gershon Abualrabi, Aaron Alrabi; Italian: Aronne Abulrabi) was a Sicilian-Jewish scholar, cabalist, and astrologer of the 15th century.", "3018720": "Theodor Lipps (German: [lɪps]; 28 July 1851 – 17 October 1914) was a German philosopher, famed for his theory regarding aesthetics, creating the framework for the concept of Einfühlung (empathy),  defined as, \"projecting oneself onto the object of perception.\"[1] This has then led onto opening up a new branch of interdisciplinary research in the overlap between psychology and philosophy.[2]", "59117538": "Maurice Cranston wrote a three-volume biography of the philosopher Jean-Jacques Rousseau, published between 1983 and 1998.", "14061542": "Espen Hammer (born 1966) is Professor of Philosophy at Temple University. Focusing on modern European thought from Kant and Hegel to Adorno and Heidegger, Hammer’s research includes critical theory, Wittgenstein and ordinary language philosophy, phenomenology, German idealism, social and political theory, and aesthetics. He has also written widely on the philosophy of literature and taken a special interest in the question of temporality.[1]", "856045": "William Kymlicka OC FRSC (/ˈkɪmlɪkə/; born 1962)[1] is a Canadian political philosopher best known for his work on multiculturalism and animal ethics. He is currently Professor of Philosophy and Canada Research Chair in Political Philosophy at Queen's University at Kingston, and Recurrent Visiting Professor in the Nationalism Studies program at the Central European University in Budapest, Hungary. For over 20 years, he has lived a vegan lifestyle, and he is married to the Canadian author and animal rights activist Sue Donaldson.[2][3]", "37982191": "जयश्री श्रीनिवास तळवलकर", "15405047": "Fritz Berolzheimer, Juris Doctor (3 January 1869 – 30 September 1920) was a German philosopher of law. He was the author of the five volume System der Rechts- und Wirtschaftsphilosophie (1904–07).[1] In 1907 he co-founded the Archiv für Rechts- und Wirtschaftsphilosophie (ARWP).", "856062": "Charles Richard Morris, Baron Morris of Grasmere, KCMG (25 January 1898 – 30 May 1990) was an academic philosopher and Vice-Chancellor of the University of Leeds.", "43225091": "Mihai Dumitru Ralea (also known as Mihail Ralea, Michel Raléa, or Mihai Rale;[1] May 1, 1896 – August 17, 1964) was a Romanian social scientist, cultural journalist, and political figure. He debuted as an affiliate of Poporanism, the left-wing agrarian movement, which he infused with influences from corporatism and Marxism. A distinguished product of French academia, Ralea rejected traditionalism and welcomed cultural modernization, outlining the program for a secular and democratic \"peasant state\". Mentored by critic Garabet Ibrăileanu, he objected to the Poporanists' cultural conservatism, prioritizing instead Westernization and Francophilia; however, Ralea also mocked the extremes of modernist literature, from a position which advocated \"national specificity\". This ideology blended into his scholarly work, with noted contributions to political sociology, the sociology of culture, and social and national psychology. He viewed Romanians as naturally skeptical and easy-going, and was himself perceived as flippant; though he was nominally active in experimental psychology, he questioned its scientific assumptions, and preferred an interdisciplinary system guided by intuition and analogies.", "18714628": "Brie Gertler is an American philosopher who works primarily on problems in the philosophy of mind.  A mind-body dualist, she is Commonwealth Professor of Philosophy and Vice-Provost for Academic Affairs at the University of Virginia.  Her special interests include introspection, consciousness and mental content.", "72192005": "Israel Gottlieb Canz (26 February 1690 – 2 February 1753) was a Protestant theologian and philosopher of Germany.[1]", "34803718": "Francesco Maria Zanotti Cavazzoni (Bologna, 6 January 1692 – Bologna, 25 December 1777) was an Italian philosopher and writer.[1]  Besides being a writer, he was also a commentator on works of art. He was considered an authoritative source on many topics.[by whom?]", "38440973": "Edmund Yard Robbins (29 May 1867 in Windsor, New Jersey – 30 May 1942 in Princeton, New Jersey) was an American philosopher.[1] He was Ewing Professor of the Greek Language and Literature at Princeton University. In 1889, he obtained a Bachelors, and in 1890 a master's degree from Princeton. From 1891 to 1894, he furthered his studies at the University of Leipzig. On his return he was as an instructor at Princeton University in Greek. In 1897 he was appointed assistant professor. After his graduation to Doctor of Letters with unpublished work of the Greek orator Isaeus (1901), he was appointed full professor in 1902. In 1910, he succeeded S. Stanhope Orris in the Ewing Professorship. From 1921 to 1922 he was professor at the Annual American School of Classical Studies at Athens. In 1936 he became professor emeritus.", "3543057": "José Adriano Rodrigues Barata-Moura, GOSE[1] (born 26 June 1948 in Lisbon) is a Portuguese philosopher, and a prestigious actual figure of the Portuguese culture. Dedicating his thought to many philosophical subjects such as politics, ethics and, most of all, to ontology. From May 7, 1998 until May 22, 2006, Barata-Moura served as the Rector of the University of Lisbon.[2] He graduated from the University of Lisbon as a philosophy student in 1970. Nowadays, José Barata-Moura teaches Ancient Philosophy, the Philosophy of the German Idealism and Marxist Philosophy in the Faculty of Letters of the University of Lisbon. Still very active in his philosophical career, José Barata-Moura is a specialist in the German Idealism Philosophy, specially on Kant and Hegel, without mentioning his vast knowledge of Marxist thought.", "66293782": "Seo Yu-gu (Hangul: 서유구, Hanja: 徐有榘; 1764 - 1845) was a Korean Neo-Confucian scholar, agricultural administrator and encyclopedist in the Korean Joseon Dynasty. His pen name was Pungseok (풍석, 楓石, meaning Maple Stone), and his posthumous name Mun-gan (문간, 文簡). He came from the Daegu Seo clan (대구 서씨, 大丘徐氏).", "1740825": "Athīr al‐Dīn al‐Mufaḍḍal ibn ʿUmar ibn al‐Mufaḍḍal al‐Samarqandī al‐Abharī, also known as Athīr al‐Dīn al‐Munajjim (d. in 1265 or 1262[2] Shabestar, Iran)[1] was an Iranian muslim polymath, philosopher, astronomer, astrologer and mathematician. Other than his influential writings, he had many famous disciples.", "1576987": "Klaas Johan Popma (1903–1986) was one of the second generation of reformational philosophers arising from the Free University (VU) in Amsterdam, after the first generation of Herman Dooyeweerd and D. H. Th. Vollenhoven. Other second generationers were: Hendrik Van Riessen, S. U. Zuidema and  J. P. A. Mekkes.", "3018780": "Lu Jiuyuan (Chinese: 陸九淵; pinyin: Lù Jiǔyuān; 1139–1192), or Lu Xiangshan (陸象山; Lù Xiàngshān), was a Chinese philosopher and writer who founded the school of the universal mind, the second most influential Neo-Confucian school. He was a contemporary and the main rival of Zhu Xi.", "200734": "Gloria Jean Watkins (September 25, 1952 – December 15, 2021), better known by her pen name bell hooks,[1] was an American author, theorist, educator, and social critic who was a Distinguished Professor in Residence at Berea College. She is best known for her writings on race, feminism, and class.[2][3] The focus of hooks' writing was to explore the intersectionality of race, capitalism, and gender, and what she described as their ability to produce and perpetuate systems of oppression and class domination. She published around 40 books, including works that ranged from essays, poetry, and children's books. She published numerous scholarly articles, appeared in documentary films, and participated in public lectures. Her work addressed love, race, class, gender, art, history, sexuality, mass media, and feminism.[4]", "11767842": "Rev George Jardine FRSE (1742 – January 28, 1827) was a Scottish minister of religion, philosopher, academic and educator. He was Professor at the University of Glasgow, of Greek from 1774, and then Professor of Logic and Rhetoric 1787 to 1824.[1] He was a co-founder of the Royal Society of Edinburgh in 1783 and co-founder of Glasgow Royal Infirmary in 1792.", "2199587": "Herbert John Ignatius McCabe OP (2 August 1926 – 28 June 2001)[1] was a Dominican priest, theologian and philosopher.", "60985383": "Abū Isḥāq Ibrāhīm ibn Muḥammad ibn al-Sarī al-Zajjāj (Arabic: أبو إسحاق إبراهيم بن محمد بن السري الزجاج) was a grammarian of Basrah, a scholar of philology and theology and a favourite at the Abbāsid court. He died in 922[n 1][1] at Baghdād, the capital city in his time.[2][3][4]", "7606314": "Hillel ben Samuel  (c. 1220 – Forlì, c. 1295) was an Italian physician, philosopher, and Talmudist. He was the grandson of the Talmudic scholar Eliezer ben Samuel of Verona.", "10555440": "Pakudha Kaccāyana was an Indian teacher and philosopher who lived around the 6th century BCE, contemporaneous with Mahavira and the Buddha.  He was an atomist who believed in atomism which believed that everything is made of seven eternal elements – earth, water, fire, air, happiness, pain and soul.", "17174577": "David Benatar (born 8 December 1966) is a South African philosopher, academic, and author. He is best known for his advocacy of antinatalism in his book Better Never to Have Been: The Harm of Coming into Existence, in which he argues that coming into existence is serious harm, regardless of the feelings of the existing being once brought into existence, and that, as a consequence, it is always morally wrong to create more sentient beings.[2]", "26742832": "Manuel Mindán Manero (2 December 1902, in Calanda, Spain – 19 September 2006, in Madrid)[1] was an Aragonese philosopher and priest.[2] Doctor of Philosophy in 1951, from the University of Madrid, he served as professor and civil servant at the Ramiro de Maeztu Institute in Madrid, being secretary of the Luis Vives Institute of Philosophy of the CSIC and director for 25 years of the Spanish Journal of Philosophy.", "1577019": "Sytse Ulbe Zuidema (22 April 1906, Kampen - 28 September 1975, Amstelveen)[1] was one of the second generation of reformational philosophers arising from the Free University of Amsterdam, after the first generation of Herman Dooyeweerd and D. H. Th. Vollenhoven.  Other second generationers were:  Hendrik Van Riessen, K. J. Popma and  J. P. A. Mekkes.", "51548225": "Kateryna Kyrylenko (Kateryna Mykhailivna Martyniuk; born 1971) is a Ukrainian teacher of philosophy, professor of philosophy at Kyiv National University of Culture and Arts (since 2014), and the spouse of Ukrainian minister and politician Vyacheslav Kyrylenko. She became famous after getting her Doctor of Sciences degree in pedagogy in November, 2015 and opposition of Ukrainian scientific community to it.[1]", "18124866": "Vishnu Tirtha (Subhaktiman) is a scholar of the Dvaita school of Vedanta philosophy[1] and the founder of the monasteries at Sodhe and Subramanya.[2][3] He left his home after his parents died to join the order of Brahma Sampradaya. He was initiated into the order by his older brother Madhvacharya (1238–1317 CE), the founder of the Dvaita school.[3] Subhaktiman was rechristened Vishnu Tirtha after the initiation.[4] He was succeeded by Aniruddha Tirtha at the Subramanya monastery.[5] He also had an elder sister.[4]", "5443651": "Jean Borella (born in Nancy, France, May 21, 1930) is a Christian philosopher and theologian. Borella's works are inspired by Ancient and Christian Neoplatonism, but also by the Traditionalist School of René Guénon and Frithjof Schuon.", "22876233": "Graham E. Fuller (born November 28, 1937) is an American author and political analyst, specializing in Islamist extremism.[1] Formerly vice-chair of the National Intelligence Council,[2] he also served as Station Chief in Kabul for the CIA. A \"think piece\" that Fuller wrote for the CIA was identified as instrumental in leading to the Iran–Contra affair.[3][4]", "30871628": "Swami Abhedananda (2 October 1866 – 8 September 1939), born Kaliprasad Chandra, was a direct disciple of the 19th century mystic Ramakrishna Paramahansa and the founder of Ramakrishna Vedanta Math. Swami Vivekananda sent him to the West to head the Vedanta Society of New York in 1897, and spread the message of Vedanta, a theme on which he authored several books through his life, and subsequently founded the Ramakrishna Vedanta Math, in Calcutta (now Kolkata) and Darjeeling.", "53874767": "Marcial Augusto Justino Solana González-Camino (1880–1958) was a Spanish scholar, writer and politician. In science he is best known as historian of philosophy and author of a monumental work on 16th century Spanish thinkers, though he contributed also to history, theory of law and theology. In politics he is recognized chiefly as a Traditionalist theorist of state, apart from his rather modest militancy within Integrism and Carlism. Throughout all his life he was also active in various lay Catholic organizations.", "36948": "Giuseppe Mazzini (UK: /mætˈsiːni/,[1] US: /mɑːtˈ-, mɑːdˈziːni/,[2][3] Italian: [dʒuˈzɛppe matˈtsiːni]; 22 June 1805  – 10 March 1872)[4] was an Italian politician, journalist, and activist for the unification of Italy (Risorgimento) and spearhead of the Italian revolutionary movement. His efforts helped bring about the independent and unified Italy in place of the several separate states, many dominated by foreign powers, that existed until the 19th century.[5] An Italian nationalist in the historical radical tradition and a proponent of a republicanism of social-democratic inspiration, Mazzini helped define the modern European movement for popular democracy in a republican state.[6]", "47452245": "León Dujovne (15 November 1898 – 16 January 1984) was an Argentine writer, philosopher, essayist and journalist.", "68751446": "John Brunero is an American philosopher and academic. He is currently the Robert R. Chambers Distinguished Professor of Philosophy at the University of Nebraska–Lincoln.\nHe is known for his works on reasons.[2]", "64295008": "Ryan Timothy Anderson (born 1981)[1][2] is an American conservative political philosopher who is best known for his opposition to same-sex marriage.[3] He is currently president of the Ethics and Public Policy Center.[4] He was previously the William E. Simon Senior Research Fellow at The Heritage Foundation[5] and the founder and editor-in-chief of Public Discourse, the Witherspoon Institute's online journal.[6]", "38867050": "Park Jeong-yang (Korean: 박정양; Hanja: 朴定陽; 4 February 1841 – 15 December 1905[1]) was a Korean Joseon dynasty politician and edification activist,[2] as well as a member of the Independence Club (독립협회;獨立協會) and the People's Joint Association (만민공동회;萬民共同會). He was a supporter of the slow modernization of Korea under the Joseon dynasty and himself belonged to the Bannam Park clan.[3] He was also the father of famous Korean playwright Park Seung-hui. Park Jeong-yang was appointed ambassador to the United States by the king in 1887. This diplomatic mission was strongly opposed by the Qing dynasty of China, which viewed Korea as a vassal state.[citation needed]Joseon was enjoying Westphalian sovereignty at the time of the diplomatic mission.[citation needed] After many years' conflict, Park was punished and ostracized. The episode is considered representative of Korea's desire for complete independence colliding with the Qing desire to maintain traditional tributary ties, with Park becoming a victim of this conflict. Park was also the author of a few books.", "4231277": "Milan Kangrga (1 May 1923 – 25 April 2008) was a Croatian and Yugoslav philosopher who was one of the leading thinkers in the Praxis School of thought which originated in the 1960s in the Socialist Federal Republic of Yugoslavia.", "8032367": "Pietru \"Peter\" Caxaro (c. 1400 – 1485) was a Maltese philosopher and poet. He is so far Malta's first known philosopher, fragments of whose works are extant. His philosophical views and positions qualify him as an honourable adherent of the mediaeval humanist movement. His contribution skilfully stands as a mature reflection of the social and cultural revival of his time.", "2068592": "Nikolai Fyodorovich Fyodorov (Russian: Никола́й Фёдорович Фёдоров; surname also Anglicized as \"Fedorov\", June 9, 1829, Elatomsk District, Tambov Province – December 28, 1903[1]), known in his family as Nikolai Pavlovich Gagarin,[2] was a Russian Orthodox Christian philosopher, religious thinker and futurologist, library science figure and an innovative educator. He started the movement of Russian cosmism[3] which was a precursor of transhumanism.[citation needed]", "32051312": "Patrick Bath, Irish Capuchin, fl. 1592–1607.", "8687730": "Abdel-Wahab El-Messiri (Arabic: عبد الوهاب المسيري, 1938-July 2, 2008) was an Egyptian scholar, author and general coordinator of the opposition organization Kefaya.[1] Previously, he was a communist and later a member of the Muslim Brotherhood.[2]", "61018231": "Elisabeth Labrousse (10 January 1914 – 1 February 2000) was a French philosopher, historian, and academic. She became known for her work on Pierre Bayle and the history of French Protestantism.", "38473851": "Pavel Bergmann (14 February 1930, in Prague – 17 April 2005, in Prague) was a Czech historian, philosopher, a signatory of the Charter 77 manifesto, and a founding member of the Civic Forum.", "23072893": "Lennart Åqvist (born 1932 in Sweden[1]) is a Swedish logician. He was a founding member of the editorial board of the Journal of Philosophical Logic.\nÅqvist received his PhD from Uppsala University in 1960 and has subsequently worked at Uppsala as Docent of Practical Philosophy.[1] On 5 June 1992 he received an honorary doctorate from the Faculty of \nLaw at Uppsala University, Sweden[2]\nHe is currently a Reader in Practical Philosophy in the College of Law at Uppsala.[3]", "5017729": "Francisque Bouillier (12 July 1813 – 25 September 1899) was a French philosopher, born in Lyons.  He studied at the École Normale Supérieure, Paris, and in 1839 was appointed professor of philosophy at the University of Lyons.  From 1849 to 1864 he was dean of the faculty at Lyons and from 1867 to 1870 director of the École Normale Supérieure.  His works include:", "299138": "Giles of Rome O.S.A. (Latin: Aegidius Romanus; Italian: Egidio Colonna; c. 1243 – 22 December 1316) was a medieval philosopher and Scholastic theologian and a friar of the Order of St Augustine, who was also appointed to the positions of prior general of his order and as Archbishop of Bourges. He is famed as being a logician, who produced a commentary on the Organon by Aristotle, and as the author of two important work:  De Ecclesiastica Potestate, a major text of early-14th-century papalism, and De regimine principum, a guide book for Christian temporal leadership. Giles was styled Doctor Fundatissimus (\"Best-Grounded Teacher\") by Pope Benedict XIV.", "16027782": "Marc Sautet (25 February 1947 – 3 March 1998) was a French writer, teacher, translator (mainly of Nietzsche), and philosopher. He was a Doctor of Philosophy (B. Litt.) at the Paris Institute of Political Studies. Sautet was a former Trotskyist who however edited two books on the German philosopher and philologist Friedrich Nietzsche. Marc Sautet emphasised that Nietzsche was a precursor of his time.[1]", "32575623": "Todd Dufresne (born 7 November 1966) is a Canadian social and cultural theorist best known for his work on Sigmund Freud and the history of psychoanalysis. He is Professor of Philosophy at Lakehead University in Thunder Bay, Ontario.[1]", "55545992": "Jin Eun-young (the romanization preferred by the author according to LTI Korea[1]) (Hangul 진은영; born 1970) is a South Korean poet and philosopher. She has been praised by the poet Choi Seung-ja, who said “I’ve finally found a poet whom I can call my true successor.\"[2]", "71176333": "Olúfẹ́mi Táíwò (Yoruba: [o.lú.fɛ́.mi tá.í.wò]; born 1956)[1] is a philosopher and professor of African political thought at the Africana Studies Research Center at Cornell University.[2][3][4] He was born in Nigeria, where he lived most of his life except for five years in Canada.[4]", "65147022": "Valéry Giroux (born 24 March 1974) is a Canadian philosopher, lawyer and animal rights activist from Quebec. She is an adjunct professor at the Université de Montréal Faculty of Law, associate director for the Centre de recherche en éthique (\"Ethics Research Center\"), a Fellow of the Oxford Centre for Animal Ethics, and an author and speaker on animal ethics issues and veganism, with a notable focus on the topic of antispeciesism through her co-editorship of the antispeciesist journal L'Amorce. Her philosophy argues for the equal moral consideration of all sentient beings, objects to the ethical notion that the utilization of non-human animals by humans as being morally permissible, and advocates for the individual right to freedom for all sentient beings, regardless of their species, emphasizing negative or republican freedom over positive freedom.", "26054809": "Pamprepius (Greek: Παμπρέπιος, Pamprépios; Latin: Pamprepius; 29 September 440  – November 484) was a philosopher and a pagan poet who rebelled against the Eastern Roman Emperor Zeno.", "43520155": "Séverine Marie Paule Deneulin (born 15 January 1974)[1] is a senior lecturer in International Development at the Department of Social and Policy Sciences, University of Bath,[2] and a fellow of the Human Development and Capability Association (HDCA);[3] she is also the HDCA's secretary with a place on the executive council.[4]", "39325851": "The Sonntagskreis (Hungarian: Vasárnapi Kör, \"Sunday Circle\") was an intellectual discussion group in Budapest, Hungary, between 1915 and 1918. The main focus of the group was on the relationship between ideas and the social and historical context of those ideas, a line of thought that led towards the later concepts of \"social history of art\" and \"sociology of knowledge\".[1]", "61345953": "Russell Keat is a political theorist and retired academic. He was Professor of Political Theory at the University of Edinburgh from 1994 until his retirement in 2006.", "5542054": "Erich Rothacker (12 March 1888 – 11 August 1965) was a German philosopher, a leading exponent of philosophical anthropology.", "8327335": "Lev Alexandrovich Tikhomirov (Russian: Лев Александрович Тихомиров; January 19, 1852, Gelendzhik – October 10, 1923, Sergiyev Posad), originally a Russian revolutionary and one of the members of the Executive Committee of the Narodnaya Volya, following his disenchantment with violent revolution became one of the leading conservative thinkers in Russia. He authored several books on monarchism, Orthodoxy, and Russian political philosophy.", "27496617": "François Regnault (French: [ʁəɲo]; born 1938)[1] is a French philosopher, playwright and dramaturg. Also a university instructor and teacher, Regnault was maître de conférences at Paris VIII before his retirement. Among his various writings he is the author, with Jean-Claude Milner, of the seminal Dire le vers and of Conférences d'esthétique lacanienne.[2]", "52203690": "Shi Cuntong (simplified Chinese: 施存统; traditional Chinese: 施存統; pinyin: Shī Cúntǒng; 1899 – 29 November 1970), also known as Shi Fuliang (simplified Chinese: 施复亮; traditional Chinese: 施複亮; pinyin: Shī Fùliàng) was an academician and an early leader of the Communist Party of China.", "2789545": "Ivan Alexandrovich Ilyin also known as Il'in (Russian: Иванъ Александровичъ Ильинъ, 9 April [O.S. 28 March] 1883 – 21 December 1954) was a multifaceted Russian figure, a jurist, religious and political philosopher, publicist, orator, and staunch conservative monarchist. His perception of historical events was distinctive: while he saw the February Revolution as a \"temporary disorder\", the October Revolution, in his view, marked  a \"national catastrophe\". This conviction propelled him into active opposition against the Bolshevik regime.[1] He became a white émigré journalist, aligning himself with Slavophile beliefs and emerging as a key ideologue of the Russian All-Military Union.  This organization firmly believed that force stood as the sole means through which the Soviet regime could be toppled.[2]", "8458409": "Makkhali Gosala (Pāli; BHS: Maskarin Gośāla; Jain Prakrit sources: Gosala Mankhaliputta) or Manthaliputra Goshalak (b. about 523 BCE) was an ascetic ajivika teacher of ancient India. He was a contemporary of Gautama Buddha, the founder of Buddhism, and of Mahavira, the last and 24th Tirthankara of Jainism.", "4624558": "Danilo Pejović (6 March 1928 – 4 October 2007) was a Croatian philosopher.", "2363567": "Abdalqadir as-Sufi (born Ian Stewart Dallas; 1930 – 1 August 2021) was a Scottish Muslim leader and author. He was Shaykh of Instruction, leader of the Darqawi-Shadhili-Qadiri Tariqa, founder of the Murabitun World Movement and author of numerous books on Islam, Sufism and political theory. Born in Scotland, he was a playwright and actor before he converted to Islam in 1967 with the Imam of the Qarawiyyin Mosque in Fez, Morocco.[2]", "29692081": "Jill Marsden is a scholar of the work of German philosopher Friedrich Wilhelm Nietzsche. Marsden, from Nottingham, took her BA, MA and PhD from the University of Essex.[1] She is a senior lecturer at the University of Bolton.[2]", "59412658": "Alexander James Bird (born 1964) is a British philosopher and Bertrand Russell Professor of Philosophy at the University of Cambridge.", "69898425": "Abbylynn Helgevold is an American philosopher and Board of Regents Distinguished Professor in Ethics at Wartburg College. Previously she was a professor at the University of Northern Iowa (2012-2020).[1]", "3510457": "Hadi Sabzavari (Persian: ملا هادی سبزواری) or Hajj Molla Hadi Sabzavari (1797–1873 CE / 1212 - 1289 AH) was an Iranian[1] philosopher, mystic theologian and poet.[2]", "68948156": "Mikhail Trifonovich Iovchuk (Russian: Михаил Трифонович Иовчук; 19 November 1908 — 9 January 1990) was a Soviet philosopher, Communist Party official and Corresponding Member of the Academy of Sciences of the Soviet Union.", "44044480": "Laura J. Snyder (born 1964) is an American historian, philosopher, and writer. She is a Fulbright Scholar, is a Life Member of Clare Hall, Cambridge, was the first Leon Levy/Alfred P. Sloan fellow at The Leon Levy Center for Biography at The Graduate Center, CUNY, and is the recipient of an NEH Public Scholars grant. She writes narrative-driven non-fiction books including, most recently, Eye of the Beholder: Johannes Vermeer, Antoni van Leeuwenhoek, and the Reinvention of Seeing, which won the Society for the History of Technology's 2016 Sally Hacker Prize.[1] In 2019, Snyder signed a contract with A. A. Knopf to author a biography of Oliver Sacks, based on exclusive access to the Sacks archive.[2] Snyder also writes for The Wall Street Journal. She lives in New York City, where she was a philosophy professor at St. John's University for twenty-one years.", "30871747": "Cornelius Van Til (May 3, 1895 – April 17, 1987) was a Dutch-American  reformed philosopher and theologian, who is credited as being the originator of modern presuppositional apologetics.", "33624264": "Josephine Gatt Ciancio (born 1946) is a Maltese social scientist, and minor philosopher. In philosophy she is mostly interested in Possible-world theories.[1]", "68751561": "David Henderson (born 1954) is an American philosopher and Robert R. Chambers Distinguished Professor of Philosophy at the University of Nebraska–Lincoln. He is known for his works on epistemology and the philosophy of the social sciences.[1]", "3018954": "Appiano Buonafede (1716–1793) was an Italian priest[1] and philosopher who published under the name Agatopisto Cromaziano.[1]", "27496652": "Tamar Szabó Gendler (born December 20, 1965) is an American philosopher. She is the Dean of the Faculty of Arts and Sciences at Yale[1][2] as well as the Vincent J. Scully Professor of Philosophy and a Professor of Psychology and Cognitive Sciences at Yale University. Her academic research focuses on issues in philosophical psychology, epistemology, metaphysics, and areas related to philosophical methodology.", "22646998": "Rudolf Seydel (May 27, 1835 – December 8, 1892) was a German philosopher and theologian born in Dresden.", "1118424": "Keiji Nishitani (西谷 啓治, Nishitani Keiji, February 27, 1900 – November 24, 1990) was a Japanese philosopher. He was a scholar of the Kyoto School and a disciple of Kitarō Nishida. In 1924, Nishitani received his doctorate from Kyoto Imperial University for his dissertation \"Das Ideale und das Reale bei Schelling und Bergson\". He studied under Martin Heidegger in Freiburg from 1937 to 1939.", "1020121": "Amitai Etzioni (/ˈæmɪtaɪ ˌɛtsiˈoʊni/;[1] né Werner Falk; 4 January 1929 – 31 May 2023) was a German-born Israeli-American sociologist, best known for his work on socioeconomics and communitarianism. He founded the Communitarian Network, a non-profit, non-partisan organization dedicated to supporting the moral, social, and political foundations of society. He established the network to disseminate the movement's ideas. His writings argue for a carefully crafted balance between individual rights and social responsibilities, and between autonomy and order, in social structure. In 2001, he  was named among the top 100 American intellectuals, as measured by academic citations, in Richard Posner's book, Public Intellectuals: A Study of Decline.", "1609950": "Mabel \"Mabs\" Emily Besant-Scott (née Besant; 28 August 1870 in Leckhampton, Cheltenham – 22 May 1952 in Folkestone, Kent[1][2]) was a Theosophist, Co-Freemason and Rosicrucian.[3]", "8687839": "Per Arvid Ingemar Hedenius (5 April 1908 – 30 April 1982) was a Swedish philosopher. He was Professor of Practical Philosophy at Uppsala University (1947–1973). He was a famous opponent of organised Christianity. The Swedish Humanist Association, known in Sweden as \"Humanisterna\", offers the Ingemar Hedenius Award each year to support humanist ideas and critical thinking.", "33657056": "John Peter Portelli (born 1954) is a professor, poet and novelist from Malta who resides in Toronto, Canada.", "34935010": "James Drever FRSE (1910–1991) was a Scottish academic who served as the first Principal of the University of Dundee. He has been described as 'one of the most pivotal figures in the university's history'.[1]", "3215588": "Jean Laplanche (French: [laplɑ̃ʃ]; 21 June 1924 – 6 May 2012) was a French author, psychoanalyst and winemaker.  Laplanche is best known for his work on psychosexual development and Sigmund Freud's seduction theory, and wrote more than a dozen books on psychoanalytic theory. The journal Radical Philosophy described him as \"the most original and philosophically informed psychoanalytic theorist of his day.\"[1]", "25759981": "Alberto Toscano (born 1 January 1977) is an Italian cultural critic, social theorist, philosopher, and translator. He has translated the work of Alain Badiou, including Badiou's The Century and Logics of Worlds. He served as both editor and translator of Badiou's Theoretical Writings and On Beckett.", "17109235": "Abu al-Abbas Ahmad ibn Ja'far al-Khazraji al-Sabti (Arabic: أبوالعباس أحمد بن جعفر الخزرجي السبتي) (Sabta 1129 - Marrakesh 1204), better known as Sidi Bel Abbas, was a Moroccan Muslim saint. He is the patron saint of Marrakesh in the Islamic tradition and also one of the \"Seven Saints\" (Sabʿatou Rijal) of the city. His festival was founded by al-Hasan al-Yusi at the instigation of Moulay Ismael.[1]", "1216758": "Bo Yang (simplified Chinese: 柏杨; traditional Chinese: 柏楊; pinyin: Bó Yáng;[note 1] 7 March 1920 – 29 April 2008[3]), sometimes also erroneously called Bai Yang, was a Chinese historian, novelist, philosopher, poet based in Taiwan.[4] He is also regarded as a social critic.[5] His best-known work is The Ugly Chinaman, a controversial book that was banned in Mainland China; in it he harshly criticized Chinese culture and the national character of Chinese people.[6] According to his own memoir, the exact date of his birthday was unknown even to himself. He later adopted 7 March, the date of his 1968 imprisonment, as his birthday.", "48926968": "Louis Groarke (born 1953) is a Canadian philosopher, author, and a professor in the Philosophy Department at St. Francis Xavier University in Antigonish, Nova Scotia. His work is characterized by his specialization in Western philosophy, especially the thought of Aristotle.", "2887932": "Mou Zongsan (Chinese: 牟宗三; pinyin: Móu Zōngsān; Wade–Giles: Mou Tsung-san; 1909–1995) was a Chinese philosopher and translator. He was born in Shandong province and graduated from Peking University. In 1949 he moved to Taiwan and later to Hong Kong, and he remained outside of mainland China for the rest of his life.  His thought was heavily influenced by Immanuel Kant, whose three Critiques he translated from English, possibly first,[1] into Chinese, and above all by Tiantai Buddhist philosophy.", "38605052": "Michael Mel is a Papua New Guinean academic in visual arts at the University of Goroka, curator, philosopher, musician and playwright. Mel was born in 1959 in Wila near Vulcano Hagan in the Western Highlands.[1][2]", "6951166": "George Soros[a] HonFBA (born György Schwartz on August 12, 1930)[1][2] is a Hungarian-American[b] billionaire hedge fund manager and philanthropist.[7][8] As of October 2023[update], he had a net worth of US$6.7 billion,[9][10] having donated more than $32 billion to the Open Society Foundations,[11] of which $15 billion has already been distributed, representing 64% of his original fortune. Forbes called Soros the \"most generous giver\" (in terms of percentage of net worth).[12] He is a resident of New York.[13]", "11276543": "Nigel Warburton (/ˈwɔːrbərtən/; born 1962) is a British philosopher. He is best known as a populariser of philosophy, having written a number of books in the genre, but he has also written academic works in aesthetics and applied ethics.[1]", "18845954": "Jack Russell Weinstein (born October 1, 1969) is an American philosopher specializing in the history of philosophy, political philosophy, Adam Smith, and contemporary liberal theory.  He is currently a Chester Fritz Distinguished Professor in the Department of Philosophy and Religion at the University of North Dakota. He is the director of The Institute for Philosophy in Public Life and the host of the public radio show Why? Philosophical discussions about everyday life. He was an influential student activist in the 1980s.[citation needed]", "3510534": "Friedrich II. Graf von Hahn (July 27, 1742 – October 9, 1805) was a German nobleman, a philosopher and astronomer born in Neuhaus, Holstein, Germany.  He suggested the Doppler effect before Doppler.[1]", "29036808": "Leslie Cannold (born in Port Chester, NY) is an Australian philosopher, ethicist, educationalist, writer, activist, and public intellectual.", "15962377": "Franz Jacob Clemens (4 October 1815 – 24 February 1862) was a German Catholic philosopher, a layman who defended the Catholic Church even on theological questions.", "1216778": "Ernest Nagel (November 16, 1901 – September 20, 1985) was an American philosopher of science.[1][2]  Along with Rudolf Carnap, Hans Reichenbach, and Carl Hempel, he is sometimes seen as one of the major figures of the logical positivist movement. His 1961 book The Structure of Science is considered a foundational work in the logic of scientific explanation.", "47943946": "Anders Wedberg (March 30, 1913 – February 20, 1978) was a Swedish philosopher.[1]", "397583": "Ernest Belfort Bax (/bæks/; 23 July 1854 – 26 November 1926) was an English barrister, journalist, philosopher, men's rights advocate, socialist, and historian.", "7966993": "Élisabeth Badinter (née Bleustein-Blanchet; 5 March 1944)[1] is a French philosopher, author and historian.", "23597330": "Samuel Maximilian (Max) Rieser (1893–1981) was an Austrian-born American lawyer and philosopher.", "1577234": "Benjamin R. Barber (August 2, 1939 – April 24, 2017) was an American political theorist and author, perhaps best known for his 1995 bestseller, Jihad vs. McWorld, and for 2013's If Mayors Ruled the World. His 1984 book of political theory, Strong Democracy, was revised and reissued in 2004. He was an adviser to political leaders including Bill Clinton, Howard Dean, and Muammar Gaddafi.[citation needed] He was a board member of the Gaddafi International Charity and Development Foundation.[1]", "37064981": "Michele Nicoletti (born 19 November 1956, Trento) is an Italian politician and philosopher, and served as the President of the Parliamentary Assembly of the Council of Europe in 2018.", "37142": "Zeno of Citium (/ˈziːnoʊ/; Koinē Greek: Ζήνων ὁ Κιτιεύς, Zēnōn ho Kitieus; c. 334 – c. 262 BC) was a Hellenistic philosopher   from Citium (Κίτιον, Kition), Cyprus.[4] \nHe was the founder of the Stoic school of philosophy, which he taught in Athens from about 300 BC. Based on the moral ideas of the Cynics, Stoicism laid great emphasis on goodness and peace of mind gained from living a life of virtue in accordance with nature. It proved very popular, and flourished as one of the major schools of philosophy from the Hellenistic period through to the Roman era, and enjoyed revivals in the Renaissance as Neostoicism and in the current era as Modern Stoicism.", "2461973": "Former", "37145": "Titus Lucretius Carus (/ˈtaɪtəs luːˈkriːʃəs/ TY-təs loo-KREE-shəs, Latin: [ˈtitus luˈkreːti.us ˈkaːrus]; c. 99 – c. 55 BC) was a Roman poet and philosopher. His only known work is the philosophical poem De rerum natura, a didactic work about the tenets and philosophy of Epicureanism, which usually is translated into English as On the Nature of Things—and somewhat less often as On the Nature of the Universe. \nVery little is known about Lucretius's life; the only certainty is that he was either a friend or client of Gaius Memmius, to whom the poem was addressed and dedicated.[2] De rerum natura was a considerable influence on the Augustan poets, particularly Virgil (in his Aeneid and Georgics, and to a lesser extent on the Eclogues) and Horace.[3] The work was almost lost during the Middle Ages, but was rediscovered in 1417 in a monastery in Germany[4] by Poggio Bracciolini and it played an important role both in the development of atomism (Lucretius was an important influence on Pierre Gassendi)[5] and the efforts of various figures of the Enlightenment era to construct a new Christian humanism.", "17436961": "Jacek Salij OP (born 19 August 1942, Budy, Wołyń) is a Polish theologian[1] and Thomist, philosopher, Roman Catholic priest, Dominican, translator, writer and publicist.", "63541541": "Nabil Melhem el-Khoury (Arabic نبيل الخوري; born 5, April 1941 in Mtayleh, Lebanon) is a Lebanese philosopher and professor emeritus of philosophy at the Lebanese University in Beirut. His research focuses on Enlightenment philosophy, the Christian Orient, and the Christian-Islamic Dialogue.[1]", "52171048": "Karma Lekshe Tsomo (born 23 September 1944) is a Buddhist nun, scholar and social activist. She is a professor at the University of San Diego, where she teaches Buddhism, World Religions, and Dying, Death, and Social Justice. She is co-founder of the Sakyadhita International Association of Buddhist Women and the founding director of the Jamyang Foundation, which supports the education of women and girls in the Himalayan region, the Chittagong Hill Tracts of Bangladesh, and elsewhere. She took novice precepts as a Buddhist nun in France in 1977 and full ordination in Korea in 1982.[1]", "33591594": "Giovanni Caruana (1866 – 31 July 1923) was a Maltese lawyer and minor philosopher. He was mostly interested in the philosophy of law and in political economy.[1] At least two portraits of Caruana exist, both by the renowned early 20th century Maltese artist Edward Caruana Dingli. Both were displayed at an exhibition on Caruana Dingli at the National Museum of Fine Arts in Valletta, Malta, in 2010.[2]", "594222": "Nachman HaKohen Krochmal (Hebrew: נחמן קְרוֹכְמַל; born in Brody, Galicia, on 17 February 1785; died at Ternopil on 31 July 1840) was a Jewish Galician philosopher, theologian, and historian.", "1741105": "Muhammad ibn Ibrahim ibn Habib ibn Sulayman ibn Samra ibn Jundab[1] al-Fazari (Arabic: محمد بن إبراهيم بن حبيب بن سليمان بن سمرة بن جندب الفزاري) (died 796 or 806) was a Muslim Arab philosopher, mathematician and astronomer.[2][3][4]", "11178292": "Metrodorus of Lampsacus (Ancient Greek: Μητρόδωρος Λαμψακηνός, romanized: Mētrodōros Lampsakēnos; fl. 5th century BC) was a Pre-Socratic philosopher from the Greek town of Lampsacus on the eastern shore of the Hellespont. According to Diogenes Laertius, he was a contemporary and friend of Anaxagoras.[1] He died in 464 BC.[2]", "61346105": "Jiang Shigong (Chinese: 强世功; born 11 November 1967) is a Chinese legal and political theorist, who is currently the vice president of the Minzu University of China. He was previously a professor at Peking University Law School, and a researcher on Hong Kong affairs. He is a \"conservative socialist\" exponent of Xi Jinping Thought and opposed to liberalism in China.", "430403": "Jeong Mong-ju (Korean: 정몽주,  January 13, 1338 – April 26, 1392[1]), also known by his pen name Poeun (포은), was a Korean calligrapher, diplomat, philosopher, poet, and revolutionary. He was a major figure of opposition to the transition from the Goryeo (918-1392) dynasty to the Joseon dynasty (1392-1897).", "41652549": "Marcia Y. Riggs is an American author, the J. Erskine Love Professor of Christian Ethics, and the Director of ThM Program at Columbia Theological Seminary, a womanist theologian, and a recognized authority on the black woman’s club movement of the nineteenth century.[1][2] She was one of six Luce Scholars named by the Association of Theological Schools in the United States and Canada (ATS) and The Henry Luce Foundation, Inc. as Henry Luce III Fellows in Theology for 2017-2018.[3]", "60002629": "Frank Harold Cleobury (6 November 1892 - 25 March 1981) was British idealist philosopher and priest.", "53907787": "Grace Marion Jantzen (24 May 1948 – 2 May 2006) was a Canadian feminist philosopher and theologian. She was professor of religion, culture and gender at Manchester University from 1996 until her death from cancer at the age of 57.[1]", "62951761": "Raja Fouad Halwani (born 1967) is an American-Lebanese philosopher and professor of philosophy at the School of the Art Institute of Chicago. He is known for his works on philosophy of sex.[1][2][3][4][5]", "1970515": "Gennady Grushevoy (also known as Hienadź Hrušavy; Belarusian: Генадзь Грушавы; 24 July 1950 – 28 January 2014) was a Belarusian academic, politician, human rights and environmental activist and the founder of one of the first Chernobyl relief foundations. He was awarded the 1999 Rafto Prize for “his many years of courageous work for democracy and human rights in Belarus”.[1]", "8458584": "Govinda Chandra Dev (1 February 1907 – 25 March 1971), known as Dr. G. C. Dev, was a professor of philosophy at the University of Dhaka. He was assassinated at the onset of Bangladesh Liberation War of 1971 by the Pakistan Army.", "2167132": "Friedrich Dessauer (19 July 1881 – 16 February 1963) was a German physicist, a philosopher, a socially engaged entrepreneur and a journalist.", "10424672": "Stephen David Ross (born 1935) is an American philosopher, currently Distinguished Research Professor of Philosophy, Interpretation, and Culture and of Comparative Literature at Binghamton University. He has published over 30 books in interdisciplinary philosophy, especially on art, literature, ethics, and metaphysics, from American pragmatism through poststructuralism, from human beings to animals and things.", "52269411": "Michael Allen Fox (born 7 May 1940) is an American/Canadian/Australian philosopher who was based at Queen's University in Kingston, Ontario from 1966 until his retirement in 2005. He is the author of a number of books, including The Case for Animal Experimentation: An Evolutionary and Ethical Perspective (University of California Press, 1986)—the arguments and conclusion of which he later rejected—Deep Vegetarianism (Temple University Press, 1999), The Accessible Hegel (Humanity Books, 2005), The Remarkable Existentialists (Humanity, 2009), Understanding Peace (Routledge, 2014) and Home: A Very Short Introduction (Oxford University Press, 2016).", "32608612": "William James Booth is a professor in the department of political science and in the department of philosophy at Vanderbilt University.", "4690275": "Eusebius of Myndus (Greek: Εὐσέβιος) was a 4th-century philosopher, a distinguished Neoplatonist. He is described by Eunapius as one of the links in the \"Golden Chain\" of Neoplatonism.", "4034919": "Others", "42373480": "Mary Louise Gill is the David Benedict Professor of Classics and Philosophy at Brown University.[1][2]   Her work primarily focuses on Plato, Aristotle, and other (primarily Greek) ancient philosophers.[1]", "62263664": "Thomas Nail is a Professor of Philosophy at The University of Denver.", "62951794": "José Amado Benardete (1928 - 2016) was an American philosopher and Emeritus Professor of Philosophy at Syracuse University.[1][2]\nHe was the son of Maír José Benardete and the brother of Seth Benardete and Diego Benardete, professor of mathematics at the University of Hartford.[3]\nHe is known for his works on metaphysics and infinity.", "62263676": "Adolphe Franck (1809 – 11 March 1893)[1] was a French-Jewish philosopher who specialised in Jewish mysticism.", "33755517": "Mojca Kumerdej (born 1964) is a Slovene writer, philosopher and critic.[1] She works as the cultural chronicler for the daily newspaper Delo.", "2888064": "Lyubov Isaakovna Axelrod (born Esther Axelrod; Russian: Любо́вь (Эстер) Исаа́ковна Аксельро́д, penname Orthodox Russian: Ортодо́кс; 1868 – 5 February 1946) was a Russian revolutionary, Marxist philosopher and an art theoretician.", "430465": "Hyujeong (Korean: 휴정; Hanja: 休靜, 1520-1604), also called Seosan Daesa (서산대사, 西山大師) was a Korean Seon master. As was common for monks in this time, he travelled from place to place, living in a succession of monasteries. Buddhist monks had been forced to keep a low profile since General Yi Seonggye had been forced to eject Buddhism from its state of total permeation of government in order to gain the support of Neo-Confucian scholar-officials to consolidate his position against his Buddhist political opponents when he overthrew Gongyang of Goryeo in 1392 to become King Taejo of Joseon.", "37818757": "Rebecca Masterton is a British Islamic scholar, author and television presenter.", "27070855": "Sara Ruddick (born Sara Elizabeth Loop; February 17, 1935 – March 20, 2011)[1] was a feminist philosopher and the author of Maternal Thinking: Toward a Politics of Peace.[2][3]", "201103": "Otto Weininger (German: [ˈvaɪnɪŋɐ]; 3 April 1880 – 4 October 1903) was an Austrian philosopher who lived in the Austro-Hungarian Empire. In 1903, he published the book Geschlecht und Charakter (Sex and Character), which gained popularity after his suicide at the age of 23. Parts of his work were adapted for use by the Nazi regime (which at the same time denounced him).[7]  Weininger had a strong influence on Ludwig Wittgenstein, August Strindberg, Julius Evola, and, via his lesser-known work Über die letzten Dinge, on James Joyce.[8][9]", "201112": "Mario Augusto Bunge (/ˈbʊŋɡeɪ/;[3] Spanish: [ˈbuŋxe]; September 21, 1919 – February 24, 2020) was an Argentine-Canadian philosopher and physicist. His philosophical writings combined scientific realism, systemism, materialism, emergentism, and other principles.", "58921374": "Guido Ceronetti (24 August 1927, in Turin – 13 September 2018, in Cetona) was an Italian poet, philosopher, novelist, translator, journalist and playwright.", "364972": "Edward Paul Abbey (January 29, 1927 – March 14, 1989) was an American author and essayist noted for his advocacy of environmental issues, criticism of public land policies, and anarchist political views. His best-known works include the novel The Monkey Wrench Gang, which has been cited as an inspiration by radical environmental groups, and the non-fiction work Desert Solitaire.", "35623343": "Mark Jones (born June 19, 1952) is an American visual artist, musician, poet, philosopher, essayist and martial artist.[1][better source needed] Jones is an artist who has excelled in multiple genres of creative endeavor including paintings, conceptual art pieces, musical performances, compositions, arrangements and productions, poetry, essays, work as an editor and his pedagogical pursuits in music and art as well as the Chinese martial arts. He has also started and run several successful businesses. Since 1983, Jones has been based in Westchester County, New York and has spent winters in Rio de Janeiro, Brazil for over 20 years.", "35000753": "William Edward Seager (born April 11, 1952 in Edmonton, Alberta) is a Canadian philosopher. Now retired, he spent his career as a professor of philosophy at the University of Toronto, Scarborough. His academic specialties lie in the philosophy of mind and the philosophy of science.", "3969458": "Aristocles of Messene (/əˈrɪstəˌkliːz/; Greek: Ἀριστοκλῆς ὁ Μεσσήνιος), in Sicily,[1] was a Peripatetic philosopher, who probably lived in the 1st century AD.[2]", "987572": "General Jehangir Karamat NI(M) HI(M) TBt (Urdu: جہانگیر کرامت ; born 20 February 1941) is a retired four-star rank military officer, diplomat, public intellectual, and a former professor of political science at the National Defense University.[1] Prior to serving as a Chief of Army Staff, he also served as the 9th Chairman of the Joint Chiefs of Staff Committee from 1997 to 1998.[2]", "37304": "Martin Heidegger (/ˈhaɪdɛɡər, ˈhaɪdɪɡər/;[1] German: [ˈmaʁtiːn ˈhaɪdɛɡɐ];[1] 26 September 1889 – 26 May 1976) was a German philosopher who is best known for contributions to phenomenology, hermeneutics, and existentialism. He is often considered to be among the most important and influential philosophers of the 20th century.", "39522747": "Thomas English Hill Jr. (born 1937) is Emeritus Kenan Professor of Philosophy at the University of North Carolina at Chapel Hill and a specialist in ethics, political philosophy, history of ethics and the work of Immanuel Kant.  He has also a Past-President of the American Philosophical Association.[1]", "37313": "Bruce Lee (Chinese: 李小龍; born Lee Jun-fan, 李振藩; November 27, 1940 – July 20, 1973) was a Hong Kong-American martial artist and actor whose career spanned Hong Kong and the United States.[3][4][5] He was the founder of Jeet Kune Do, a hybrid martial arts philosophy drawing from different combat disciplines that is sometimes credited with paving the way for modern mixed martial arts (MMA).[6] Lee is considered by some commentators and martial artists to be the most influential martial artist of all time and a pop culture icon of the 20th century, who bridged the gap between East and West. He is credited with promoting Hong Kong action cinema and helping to change the way Chinese people were presented in American films.[7]", "1479115": "David Benjamin Kaplan (/ˈkæplən/; born September 17, 1933) is an American philosopher. He is the Hans Reichenbach Professor of Scientific Philosophy at the UCLA Department of Philosophy. His philosophical work focuses on the philosophy of language, logic, metaphysics, epistemology and the philosophy of Frege and Russell.[3] He is best known for his work on demonstratives, propositions, and reference in intensional contexts.  He was elected a Fellow of the American Academy of Arts & Sciences in 1983[4] and a Corresponding Fellow of the British Academy in 2007.[5]", "37818828": "Matthias Qualle (1470–1518; Slovenized as Matija Hvale),[1] was a Slovene philosopher. Between 1502 and 1514 he taught philosophy at the University of Vienna's Faculty of Arts, and in 1510 he served as the faculty's dean.[2]", "2068941": "Hubert Schleichert (July 30, 1935 in Vienna – September 13, 2020 in Munich) was an Austrian emeritus philosopher (from Vienna).", "4035024": "Isaak Benrubi (24 May 1876 in Thessaloniki – October 19 1943 in Geneva) was a philosopher from the Ottoman city of Thessaloniki, he opposed the conventional character of the act of knowing in \"subject\" and \"object\" to the reality that is interested in both subject and object: \"I can't exist without the universe, neither can the universe exist without me\". He decided to attend the CIC's meeting in Geneva only after learning that both Albert Einstein and Henri Bergson would also be attending.", "41325009": "Fuad Gasimzade  is an Azerbaijani philosopher and academician. His main area of research area was Azerbaijani philosophic public opinion, social philosophy, ontology, epistemology and aesthetics.[1]", "332245": "Karl Theodor Jaspers (/ˈjæspərz/, German: [kaʁl ˈjaspɐs] ⓘ;[4][5] 23 February 1883 – 26 February 1969) was a German-Swiss psychiatrist and philosopher who had a strong influence on modern theology, psychiatry, and philosophy.", "2527706": "Mir Damad (Persian: ميرداماد) (c. 1561 – 1631/1632), known also as Mir Mohammad Baqer Esterabadi, or Asterabadi, was a Twelver Shia Iranian philosopher in the Neoplatonizing Islamic Peripatetic traditions of Avicenna. He also was a Suhrawardi, a scholar of the traditional Islamic sciences, and foremost figure (together with his student Mulla Sadra) of the cultural renaissance of Iran undertaken under the Safavid dynasty. He was also the central founder of the School of Isfahan, noted by his students and admirers as the Third Teacher (mu'alim al-thalith) after Aristotle and al-Farabi.", "2462178": "Friedrich Paulsen (German: [ˈpaʊlzən]; July 16, 1846 – August 14, 1908) was a German Neo-Kantian philosopher and educator.", "25563620": "Tetsuzō Tanikawa (谷川 徹三, Tanikawa Tetsuzō, 26 May 1895 – 27 September 1989) was a Japanese philosopher who promoted the concept of World Government for purposes of peace.", "20943335": "Johann Nepomuk Paul Oischinger (13 May 1817 – 11 December 1876) was a German Roman Catholic theologian and philosopher who was a native of Witzmannsberg, Bavaria.", "201193": "Carlos Santiago Nino (3 November 1943 – 29 August 1993) was an Argentine moral, legal and political philosopher.", "29331945": "Papirius Fabianus was an Ancient Roman rhetorician and philosopher from the gens Papirius in the time of Tiberius and Caligula, in the first half of the 1st century AD.", "34902507": "Juan Bautista Muñoz (Museros, 12 June 1745 – Madrid, 19 July 1799) was an 18th-century Spanish philosopher and historian.", "8983021": "Richard L. Grossman (August 10, 1943 – November 22, 2011) was best known for his work challenging the legality of corporate authority.[1] According to Ralph Nader he 'pioneered the rediscovery of American corporate charter history'.[2] He was the former Executive Director of Greenpeace USA,[3] founder of Environmentalists for Full Employment, and former co-director of the Program on Corporations, Law and Democracy (POCLAD).[4] He was co-author of Taking Care of Business: Citizenship and the Charter of Incorporation and Fear at Work. He lectured and organized widely on issues of corporate power, environmental justice, labor rights, and democracy.[5]", "22614514": "Robert Rowland Smith is a British author and philosopher. His books include Derrida and Autobiography (Cambridge University Press, 1995), Breakfast with Socrates: The Philosophy of Everyday Life (Profile Books, 2009), and AutoBioPhilosophy: An Intimate Story of What It Means to Be Human (4th Estate, 2018). He is a regular speaker at public and private events, addressing a wide range of topics that includes philosophy, psychology, politics, and art. Alongside his literary career, Smith works as a business adviser and practitioner of Systemic Family Constellations.", "16191987": "Thomas Wilton[1] (active from 1288 to 1322) was an English theologian and scholastic philosopher, a pupil of Duns Scotus,[2] a teacher at the University of Oxford and then the University of Paris, where he taught Walter Burley.[2] He was a Fellow of Merton College from about 1288.[3]", "20877811": "Huberto Rohden Sobrinho, known as Huberto Rohden, (1893–1981) was a Brazilian philosopher, educator and theologist.", "11014645": "Jenny Teichman (29 March 1930 – 12 September 2018) was an Australian-British philosopher, writing mostly on ethics. She was born in Melbourne, Australia in 1930 and grew up in Belgrave. Her uncle was Justus Jorgensen, founder of the artists' colony of Montsalvat.[1] She married the lecturer and political commentator Max Teichmann.[2] She was a research fellow at Somerville College, Oxford, from 1957 until 1960. She taught mostly at Murray Edwards College, Cambridge, formerly known as New Hall, where she became an Emeritus Fellow.[3] She also taught for shorter periods in Australia, Canada and the USA.", "4231672": "Adriano Tilgher (8 January 1887 – 3 November 1941) was an Italian philosopher and essayist [1].", "1544696": "Kwasi Wiredu (3 October 1931 – 6 January 2022) was a Ghanaian philosopher. Often called the greatest African philosopher of his generation, his work contributed to the conceptual decolonisation of African thought.[1][2][3][4]", "233980": "Paul Edward Gottfried (born November 21, 1941) is an American paleoconservative political philosopher, historian, and writer.[1][2][3] He is a former Professor of Humanities at Elizabethtown College in Pennsylvania. He is editor-in-chief of the paleoconservative magazine Chronicles.[4] He is an associated scholar at the Mises Institute, a libertarian think tank,[5] and the US correspondent of Nouvelle École, a Nouvelle Droite (French: New Right) journal.[6]", "168445": "Hélène Cixous (/sɪkˈsuː/; French: [siksu]; born 5 June 1937) is a French writer, playwright and literary critic.[2] During her academic career, she was primarily associated with the Centre universitaire de Vincennes (today's University of Paris VIII), which she co-founded in 1969 and where she created the first centre of women's studies at a European university.[3] Known for her experimental writing style and great versatility as a writer and thinker, she has written more than seventy books dealing with multiple genres: theater, literary and feminist theory, art criticism, autobiography and poetic fiction.[4]", "68751868": "Ian B. Phillips is a British philosopher and Bloomberg Distinguished Professor of Philosophy and Psychological and Brain Sciences at the Johns Hopkins University, where he has taught since 2019. He has appointments in the William H. Miller III Department of Philosophy and the Department of Psychological and Brain Sciences in the Zanvyl Krieger School of Arts and Sciences.[1] He is known for his works on the intersection of philosophy and brain science.", "11702787": "David Marriott (born 1963) is a British philosopher, poet and Charles T. Winship Professor of Philosophy at Emory University. He  is known for his works on comparative literature, psychoanalysis, Black cultural theory and philosophies of race.[1][2][3]", "43356677": "Praśastapāda (Sanskrit: प्रशस्तपाद) was an ancient Indian philosopher. He wrote the Padārtha-dharma-saṅgraha (Collection of Properties of Matter) and a commentary, titled Praśastapāda Bhāṣya, on the Vaisheshika Sutras of Kanada (circa 2nd century BCE); both texts are comprehensive books in physics. In these texts Prashastapada discusses the properties of motion.[1] Ganganath Jha had translated Praśastapāda Bhāṣya which was published in 1916.[2] Prashasta or Praśasta (Sanskrit: प्रशस्त) means praised or praiseworthy, lauded or laudable, commended or commendable or eulogized.[3]", "47125000": "Anne Azza Aly (born Azza Mahmoud Fawzi Hosseini Ali el Serougi,[1] 1967) is an Australian politician who has been a Labor member of the House of Representatives since the 2016 election, representing the electorate of Cowan in Western Australia. Aly is currently the Minister for Early Childhood Education and Minister for Youth in the Albanese ministry.", "5018128": "Vasile V. Pogor (Cyrillic: Вaciлe Пoгop; Francized Basile Pogor; August 20, 1833 – March 20, 1906) was a Moldavian, later Romanian poet, philosopher, translator and liberal conservative politician, one of the founders of Junimea literary society. Raised among the boyar nobility of Iași, he was the son of a similarly named poet-polemicist and translator. Vasile Jr was educated in the French Empire, and had his first career in law. He became a civil servant during the United Principalities regime, though he split with its leadership on matters of tax policy, making his fortune as a conspirator in the \"monstrous coalition\" coup of February 1866. He held seats and commissions in the Assembly of Deputies. In forming Junimea, alongside Titu Maiorescu and others, Pogor sought to counter the intellectual supremacy of Romantic nationalism and \"Red\" liberalism, by introducing a critical approach to nation-building. He supported Romania's Westernization within a conservative framework, tempering nationalist presumptions and valuing a culturally pluralistic society. Early on, he participated in the Junimist effort to diversify cultural influences, producing two separate translations of Faust I (at least one of which was in collaboration with Nicolai Skelitti).", "38474261": "Kapil Kapoor (born 17 November 1940) is an Indian scholar of linguistics and literature and an authority on Indian intellectual traditions.[1] He is former Pro-Vice-Chancellor of Jawaharlal Nehru University (JNU) and served as professor at the Centre for Linguistics and English, and at the Centre for Sanskrit Studies there before retiring in 2005.[2][3] He is Editor-in-Chief of the 11-Volume Encyclopedia of Hinduism published by Rupa & Co. in 2012.[4] He is a member of the Kapoor family.", "59937301": "Dr. Khaldoun A. Sweis is an American Professor of Philosophy specializing in the study of the human mind and ontology of metaphysics. A noted author and global speaker, Dr. Sweis pioneered a unique new method of transformational coaching. Drawing from an amalgamation of philosophy, psychology, theology, mythology, and cognitive-behavioral therapy—Dr. Sweis helps people find meaning, purpose and joy in their life.", "32346647": "Simo Elaković (Serbian Cyrillic: Симо Елаковић; born 1940 in Trebinje, SFRY – 10 July 2016)[1] was a Serbian philosopher and Professor at University of Belgrade Faculty of Philosophy.", "66818584": "Oskar Goldberg (5 November 1885 - 13 August 1953) was a German-Jewish philosopher, religious thinker and medical doctor.", "168473": "Henri-Benjamin Constant de Rebecque (French: [kɔ̃stɑ̃]; 25 October 1767 – 8 December 1830), or simply Benjamin Constant, was a Swiss political thinker, activist and writer on political theory and religion.", "823841": "Gaetano Filangieri (22 August 1753 – 21 July 1788) was an Italian jurist and philosopher.", "52957731": "Ferdinand Ulrich (23 February 1931 – 11 February 2020) was a German Catholic philosopher and professor at the University of Regensburg from 1960 to 1996.", "24089125": "Peter Henry George Aczel (/ˈæksəl/; 31 October 1941  – 1 August 2023) was a British mathematician, logician and Emeritus joint Professor in the Department of Computer Science and the School of Mathematics at the University of Manchester.[1] He is known for his work in non-well-founded set theory,[2] constructive set theory,[3][4] and Frege structures.[5][6]", "29659690": "Stephen Park Turner (born March 1, 1951) is a researcher in social practice, social and political theory, and the philosophy of the social sciences. He is Graduate Research Professor in the Department of Philosophy of the University of South Florida,[1] where he also holds the title Distinguished University Professor.[2] He has held a NEH Fellowship, was Simon Honorary Professor at Manchester University and has twice been the Advanced Fellow at the Swedish Collegium for Advanced Studies", "43192875": "Salvador Jara Guerrero (born 14 October 1955) is a Mexican philosopher, physicist and professor. He served as Substitute Governor of Michoacán ( PRI] beginning on 20 June 2014, following the resignation of Fausto Vallejo.[2][3]", "48042551": "Serene J. Khader is an American moral and political philosopher and feminist theorist. She is Professor and Jay Newman Chair in the Philosophy of Culture at Brooklyn College, City University of New York and the CUNY Graduate Center.[1] Her main areas of research are political philosophy, moral psychology, feminist philosophy, global justice and development ethics.[2] In April 2017 she was elected vice-president of the Human Development and Capabilities Association.", "1675851": "A. H. Almaas (/ˈɑːlməs/ AHL-məss) is the pen name of A. Hameed Ali (born 1944), an American writer and spiritual teacher who writes about and teaches an approach to spiritual development informed by modern psychology and therapy which he calls the Diamond Approach. \"Almaas\" is the Arabic word for \"diamond\".  Almaas is originally from Kuwait. He is the spiritual head of the Ridhwan School."}