{"21642": "Niklaus Emil Wirth (15 February 1934 – 1 January 2024) was a Swiss computer scientist. He designed several programming languages, including Pascal, and pioneered several classic topics in software engineering. In 1984, he won the Turing Award, generally recognized as the highest distinction in computer science, \"for developing a sequence of innovative computer languages\".[3]", "67064985": "Vir Virander Phoha is a professor of electrical engineering and computer science at Syracuse University College of Engineering and Computer Science.[1]", "37442716": "Keith Douglas \"Toch\"[3] Tocher (19 March 1921 – 30 December 1981) was a computer scientist known for contributions to computer simulation.[4]", "6116509": "David Edward Goldberg (born September 26, 1953) is an American computer scientist, civil engineer, and former professor.  Until 2010, he was a professor in the department of Industrial and Enterprise Systems Engineering (IESE) at the University of Illinois at Urbana-Champaign and was noted for his work in the field of genetic algorithms. He was the director of the Illinois Genetic Algorithms Laboratory (Illigal ) and the co-founder & chief scientist of Nextumi, which later changed its name to ShareThis.  He is the author of Genetic Algorithms in Search, Optimization and Machine Learning, one of the most cited books in computer science.[1]", "52073646": "Roopam Sharma (born 24 May 1995) is an Indian scientist. He is best known for his work on Manovue, a technology which enables the visually impaired to read printed text. His research interests include Wearable Computing, Mobile Application Development, Human Centered Design, Computer Vision, AI and Cognitive Science. Sharma was recently awarded the Gifted Citizen Prize 2016[3]  and has been listed as one of the top 8 Innovators Under 35 by the MIT Technology Review for the year 2016 in India.[4][5][6] In 2018, he was honoured as part of Asia's 21 Young Leaders Initiative in Manila.", "56202414": "ACM CHI Academy 2019[2]", "65967281": "Sadia Bashir (Punjabi, Urdu: سعدیہ بشیر) is a Pakistani computer scientist, game developer and entrepreneur.[1][2] She is the foundress and CEO of PixelArt Games Academy, the first game training academy in Pakistan.[3][4] Sadia is also the first Pakistani to represent at the Game Developer's Conference.[5]", "57349298": "Joost-Pieter Katoen (born October 6, 1964) is a Dutch theoretical computer scientist based in Germany. He is distinguished professor[1] in Computer Science and head of the Software Modeling and Verification Group[2] at RWTH Aachen University.\nFurthermore, he is part-time associated to the Formal Methods & Tools group at the University of Twente.[3]", "42816696": "George Eric Felton (3 February 1921 – 14 June 2019) was a British computer scientist. He undertook pioneering work in the field of operating systems and programming software and is the father of the GEORGE Operating System. He held the world record for the computation of π.", "40326332": "Pablo Rodriguez (Spanish pronunciation: [ˈpaβlo roˈðɾiɣeθ]; born 17 April) is a Spanish computer scientist and researcher, who is best known for his research in the mid-2000s on peer-to-peer file sharing and user-generated content. After working for technology and communications companies AT&T and Microsoft Research, Rodriguez returned to Spain in 2006 to become the research director for telecommunications provider Telefónica. In 2010 took a position as an adjunct professor at Columbia University in New York.", "6509757": "Jefferson Y. \"Jeff\" Han (born 1975) is a computer scientist who worked for New York University's (NYU) Courant Institute of Mathematical Sciences until 2006. He is one of the main developers of \"multi-touch sensing\", which, unlike older touch-screen interfaces, is able to recognize multiple points of contact.", "13948106": "John Gregory Morrisett is the Jack and Rilla Neafsey Dean and Vice Provost of Cornell Tech.[1] He previously was Dean of the Faculty of Computing and Information Science at Cornell University.[2] Morrisett was the Allen B. Cutting Professor of Computer Science in the Harvard School of Engineering and Applied Sciences prior to his position at Cornell.[3]", "60249293": "Danielle Charlotte Belgrave is a Trinidadian-British computer scientist based at DeepMind, who uses statistics and machine learning to understand the progression of diseases.[1][2][4]", "42308818": "Tetsuo Asano (浅野哲夫 (Asano Tetsuo), born 1949 in Kyoto Prefecture, Japan)[1] is a Japanese computer scientist,  the president of the Japan Advanced Institute of Science and Technology.[2] His main research interest is in computational geometry.", "64328922": "Sven Pagel (born 25 June 1973 in Bonn) is a German professor of business informatics and media management.[1] His research focuses on digital moving image communication in Internet media, UX and user research, and digital transformation. Since 2013 Pagel has been teaching at the University of Applied Sciences in Mainz.[2]", "56464608": "James Clayton \"Jim\" Browne (January 16, 1935 – January 19, 2018) was an American computer scientist.", "70554850": "Niloufar Salehi is an American-Iranian computer scientist who is an assistant professor in the School of Information at the University of California, Berkeley. She works on human–computer interaction in a broad array of sectors.", "25220329": "Nicolò Cesa-Bianchi (Italian pronunciation: [nikoˈlɔ tˈtʃɛːza ˈbjaŋki]) is a computer scientist and Professor of Computer Science at the Department of Computer Science of the University of Milan.[1]", "365802": "Robert Elliot Kahn (born December 23, 1938) is an American electrical engineer who, along with Vint Cerf, first proposed the Transmission Control Protocol (TCP) and the Internet Protocol (IP), the fundamental communication protocols at the heart of the Internet.", "33133808": "Shwetak Naran Patel is an American computer scientist and entrepreneur best known for his work on developing novel sensing solutions and ubiquitous computing. He is the Washington Research Foundation Entrepreneurship Endowed Professor at the University of Washington in Computer Science & Engineering and Electrical Engineering, where he joined in 2008. His technology start-up company on energy sensing, Zensi, was acquired by Belkin International, Inc. in 2010. He was named a 2011 MacArthur Fellow.[1] In 2016, He was elected as an ACM Fellow for contributions to sustainability sensing, low-power wireless sensing and mobile health and received Presidential Early Career Award for Scientists and Engineers (PECASE). He was named the recipient of the 2018 ACM Prize in Computing for contributions to creative and practical sensing systems for sustainability and health.[2]", "71750897": "Christopher M. Jermaine is an American computer scientist who is the J.S. Abercrombie Professor of Engineering and chair of the Department of Computer Science at Rice University.", "61068530": "Pearl Pu is a Chinese-born Swiss computer scientist. After completing her Ph.D. from the University of Pennsylvania, she obtained the Research Initiation Award (known as the Career Award) from NSF before moving to Switzerland. She has been a faculty member and senior scientist at École Polytechnique Fédérale de Lausanne,[1] where she founded the Human-Computer Interaction Group in 2000.[2]\nIn 1997,  she co-founded the company, Iconomic Systems SA, known for the development of  an agent-based paradigm for travel e-commerce and was chairperson until its sale to i:FAO in 2001.[3] She spent 6 months each as visiting scholar at Stanford University in 2001 and at the Hong Kong University of Science and Technology in 2010.", "29152501": "Blaine Alexander Price (born 1964) is a professor of Computing at The Open University in the United Kingdom.", "19731704": "Michael Lawrence Fredman is an emeritus professor at the Computer Science Department at Rutgers University, United States. He earned his Ph.D. degree from Stanford University in 1972 under the supervision of Donald Knuth.[1] He was a member of the mathematics department at the Massachusetts Institute of Technology from 1974 to 1976.[2] and of the Computer Science and Engineering department at the University of California, San Diego until 1992.[3] Among his contributions to computer science are the development of the Fibonacci heap in a joint work with Robert Tarjan, the transdichotomous model of integer computing with Dan Willard, and the proof of a lower bound showing that Θ(n log n) is the optimal time for solving Klee's measure problem in a joint work with Bruce Weide.", "19223809": "Charles X. Ling (Chinese name: 凌晓峰) is a computer scientist who specializes in research on Data Mining and Machine Learning.", "31200516": "Maarten de Rijke (born 1 August 1961) is a Dutch computer scientist. His work initially focused on modal logic and knowledge representation, but since the early years of the 21st century he has worked mainly in information retrieval. His work is supported by grants from the Nederlandse Organisatie voor Wetenschappelijk Onderzoek (NWO), public-private partnerships, and the European Commission (under the Sixth and Seventh Framework programmes).", "6313221": "James Tice Ellis (May 6, 1956 – June 28, 2001) was an American computer scientist best known as the co-creator of Usenet, along with Tom Truscott.[1][2]", "37934341": "Varun Grover (born 1959) is an American Information systems researcher, who is the George & Boyce Billingsley Endowed Chair and distinguished professor at the Walton School of Business, University of Arkansas. From 2002-17, he was the William S. Lee (Duke Energy) Distinguished Professor of Information Systems at Clemson University, where he taught doctoral seminars on methods and information systems.[1] He is consistently in the top 3 IS researchers in the world (ranked by volume in top journals).[2] He has an h-index of 100, among the top 5 in his field[3] Grover has around 52,000 citations in Google Scholar and over 13,900 citations in Web of Science.[4]", "49714439": "Hannu Tauno Tapani Toivonen (born 1967 in Helsinki) is a Finnish computer scientist and professor at the University of Helsinki.", "4773145": "Mark S. Miller is an American computer scientist.  He is known for his work as one of the participants in the 1979 hypertext project known as Project Xanadu; for inventing Miller columns; and the open-source coordinator of the E programming language. He also designed the Caja compiler. Miller is a Senior Research Fellow at the Foresight Institute.[1]", "2938137": "John Burdette Gage (born October 9, 1942) was the 21st employee of Sun Microsystems,[1] where he is credited with creating the phrase The Network is the Computer.[1] He served as vice president and chief researcher and director of the Science Office for Sun Microsystems,[2] until leaving on June 9, 2008, to join Kleiner Perkins Caufield & Byers as a partner to work on green technologies for global warming; he departed KPCB in 2010 to apply what he had learned \"to broader issues in other parts of the world\".[3][4][5]", "20239643": "Sarita Vikram Adve is the Richard T. Cheng Professor of Computer Science at the University of Illinois at Urbana-Champaign.[1] Her research interests are in computer architecture and systems, parallel computing, and power and reliability-aware systems.", "42947869": "Lawrence Rauchwerger is an American computer scientist noted for his research in parallel computing, compilers, and computer architecture. He is a speaker in the ACM Distinguished Speakers Program and the deputy director of the Institute of Applied Mathematics and Computational Sciences at Texas A&M University. He is the co-director of the Parasol Lab and manages the lab's software and systems group.", "64099616": "Fengqi You (Chinese: 尤峰崎; Pe̍h-ōe-jī: Iû Hong-khi) is a professor and holds the Roxanne E. and Michael J. Zak Chair at Cornell University in the United States.[1][2] His research focuses on systems engineering and data science.[3] According to Google Scholar, his h-index is 80.[4]", "28808483": "John Clifford Mitchell is professor of computer science and (by courtesy) electrical engineering at  Stanford University. He has published in the area of programming language theory and computer security.[1][2][3][4][5][6]", "464164": "Leonard Kleinrock (born June 13, 1934) is an American computer scientist and Internet pioneer. He is a long-tenured professor at UCLA's Henry Samueli School of Engineering and Applied Science.", "32347435": "Victor M. Markowitz is chief informatics officer and associate director at DOE Joint Genome Institute (JGI),[1] and head of Lawrence Berkeley National Laboratory's Biological Data Management and Technology Center.[2]", "20632884": "Cyril Cleverdon (9 September 1914 – 4 December 1997) was a British librarian and computer scientist who is best known for his work on the evaluation of information retrieval systems.", "1267002": "Gerrit Anne \"Gerry\" Blaauw (July 17, 1924 – March 21, 2018)[1] was a Dutch computer scientist, known as one of the principal designers of the IBM System/360 line of computers, together with Fred Brooks, Gene Amdahl, and others.[2]", "63575354": "Prabhat Mishra is a Professor in the Department of Computer and Information Science and Engineering and a UF Research Foundation Professor at the University of Florida.[1] Prof. Mishra's research interests are in hardware security, quantum computing, embedded systems, system-on-chip validation, formal verification, and machine learning.", "1709372": "Michael Randolph Garey (born November 19, 1945) is a computer science researcher, and co-author (with David S. Johnson) of Computers and Intractability: A Guide to the Theory of NP-completeness. He and Johnson received the 1979 Frederick W. Lanchester Prize from the Operations Research Society of America for the book.  Garey earned his PhD in computer science in 1970 from the University of Wisconsin–Madison.[1] He was employed by AT&T Bell Laboratories in the Mathematical Sciences Research Center from 1970 until his retirement in 1999.  For his last 11 years with the organization, he served as its director.  His technical specialties included discrete algorithms and computational complexity, approximation algorithms, scheduling theory, and graph theory.  From 1978 until 1981 he served as Editor-in-Chief of the Journal of the Association for Computing Machinery.  In 1995, Garey was inducted as a Fellow of the Association for Computing Machinery.[2]", "10016061": "Xuejia Lai (simplified Chinese: 来学嘉; traditional Chinese: 來學嘉; pinyin: Lái Xuéjiā) is a cryptographer, currently a professor at Shanghai Jiao Tong University. His notable work includes the design of the block cipher IDEA based on the Lai-Massey scheme, the theory of Markov ciphers, and the cryptanalysis of a number of cryptographic hash functions. His book On the Design and Security of Block Ciphers (ISBN 978-3891915738) is frequently cited in cryptography papers.", "8000826": "Yoav Freund (Hebrew: יואב פרוינד; born 1961) is an Israeli professor of computer science at the University of California San Diego who mainly works on machine learning, probability theory and related fields and applications.[1]", "67720515": "Cristina Gomes Fernandes  is Professor of Computer Science at the University of São Paulo.", "7574868": "Irma M. Wyman (January 31, 1928 - November 17, 2015) was an early computer engineer and the first woman to become vice president of Honeywell, Inc. She was a systems thinking tutor and was the first female CIO of Honeywell, Inc., then a Fortune 100 company.[citation needed]", "7443810": "Jean Calvignac is an IBM Fellow and was responsible for the architecture of PowerNP, an IBM network processor. He holds more than 220 patents.", "60773732": "Toru Ishida (石田 亨, Toru Ishida, born July 17, 1953) is a Japanese computer scientist specializing in multi-agent systems. He has been working on action research projects including Digital City Kyoto, Intercultural Collaboration Experiments, and the Language Grid. He is a professor emeritus　of Kyoto University, and currently a visiting professor of Hong Kong Baptist University.", "7214441": "Gerald John \"Jerry\" Popek (September 22, 1946 – July 20, 2008) was an American computer scientist, known for his research on operating systems and virtualization.", "1561967": "Brian Randell DSc FBCS FLSW (born 1936) is a British computer scientist, and emeritus professor at the School of Computing, Newcastle University, United Kingdom. He specialises in research into software fault tolerance and dependability, and is a noted authority on the early pre-1950 history of computing hardware.", "30053746": "Daniel Braun (born 1992) is a German computer scientist. He is an assistant professor at the University of Twente.", "2561395": "David Dana \"Dave\" Clark (born April 7, 1944) is an American computer scientist and Internet pioneer who has been involved with Internet developments since the mid-1970s. He currently works as a senior research scientist at MIT's Computer Science and Artificial Intelligence Laboratory (CSAIL).[1]", "61773179": "Margareta Ackerman is a Belarussian-American computer scientist known for her research in cluster analysis and algorithmic composition of music. She is an assistant professor of computer science and engineering at Santa Clara University,[1] and the founder and CEO of algorithmic music firm WaveAI.[2]", "55907709": "Cris Thomas (also known as Space Rogue) is an American cybersecurity researcher, white hat hacker, and award winning[1][2]\nbest selling[3]  author. A founding member and researcher at the high-profile hacker security think tank L0pht Heavy Industries, Thomas was one of seven L0pht members who testified before the U.S. Senate Committee on Governmental Affairs (1998) on the topic of government and homeland computer security, specifically warning of internet vulnerabilities and claiming that the group could \"take down the internet within 30 minutes\".[4]", "49403266": "Mary Fernández is an American computer scientist and activist for women and minorities in science, technology, engineering, and mathematics (STEM). She is the president of MentorNet, an organization that helps mentors and students develop mentoring relationships.", "2512261": "Edmund Callis Berkeley (February 22, 1909 – March 7, 1988) was an American computer scientist who co-founded the Association for Computing Machinery (ACM) in 1947.[1]  His 1949 book Giant Brains, or Machines That Think popularized cognitive images of early computers.  He was also a social activist who worked to achieve conditions that might minimize the threat of nuclear war.[2]", "64968074": "Mike Jensen (born 1958) is a South African ICT expert who was inducted into the Internet Hall of Fame as a \"Global Connector\" in 2017. He is particularly known for his work to build networks connecting the non-profit sector and for assisting developing countries to establish network connectivity.[1]", "5739914": "Phyllis Summers is a fictional character from The Young and the Restless, an American soap opera on the CBS network. The character was created and introduced by William J. Bell, and debuted in the episode airing on October 18, 1994. Phyllis was originally and most notably portrayed by actress Michelle Stafford, until 1997, when Stafford was replaced by Sandra Nelson. Nelson continued in the role until 1999, when the character left; upon the character returning in 2000, head writer Kay Alden rehired Stafford. Stafford has been praised for her portrayal, for which she has won two Daytime Emmy Awards, but left the series after nearly sixteen years, with the character being written into a coma; Stafford last appeared on August 2, 2013. The role passed to Gina Tognoni, who debuted on August 11, 2014, and continued for nearly five years until she departed in June 2019, when Stafford re-claimed the role.", "39687564": "Lori A. Clarke is an American computer scientist noted for her research on software engineering.", "54498705": "Ashar Aziz (Urdu: اشعر عزیز; born 1959) is a Pakistani–American electrical engineer, business executive, and philanthropist. He is best known as the founder of Silicon Valley-based cybersecurity company FireEye.[4] A former billionaire,[5][6][7] Aziz had an estimated net worth of over $ 233 million as of 2015.[8]", "349587": "Jakob Nielsen (born 5 October 1957) is a Danish web usability consultant, human–computer interaction researcher, and co-founder of Nielsen Norman Group.[1][2] He was named the “guru of Web page usability” in 1998 by The New York Times and the “king of usability” by Internet Magazine.[3][4]", "2561429": "Hubert Zimmermann (15 November 1941 – 9 November 2012) was a French software engineer and a pioneer of computer networking.", "38294": "Jan Węglarz (born 1947 in Poznań) is a Polish computer scientist. His current research focuses on operations research.", "70358433": "Murray S. Kucherawy is a computer scientist, mostly known for his work on email standardization and open source software.", "29201829": "Michel Beaudouin-Lafon (born 20 July 1961) is a French computer scientist working in the field of human–computer interaction. He received his PhD from the Paris-Sud 11 University (which is now Paris-Saclay University) in 1985. He is currently professor of computer science at Paris-Sud 11 University since 1992 (in the in Situ group[1]) and was director of LRI, the laboratory for computer science, from 2002 to 2009.", "24073639": "Lorinda Cherry (née Landgraf; November 18, 1944 – February 2022[1]) was an American computer scientist and programmer. Much of her career was spent at Bell Labs, where she was for many years a member of the original Unix Lab.[2] Cherry developed several mathematical tools and utilities for text formatting and analysis, and influenced the creation of others.", "27956650": "Timothy Aloysius Gonsalves (born 20 June 1954) is an Indian computer scientist\nand professor. During his academic career, he has been founder/co-founder of several institutions and companies.  These include founder of Nilgiri Networks (P) Ltd, co-founder of NMSWorks Software (P) Ltd, co-founder of the TeNeT Group[1] and RTBI at IIT Madras, and IIT Mandi Catalyst.  Most notably, he was the founding Director of IIT Mandi in the Himalayan state of Himachal Pradesh from Jan. 2010 to Jun. 2020. He is currently Professor Emeritus (Honorary) at IIT Mandi.[2]  His academic interests include education for engineers of the future, computer networks, distributed systems, telecom software and performance evaluation among others.", "300462": "Alan Jay Perlis (April 1, 1922 – February 7, 1990) was an American computer scientist and professor at Purdue University, Carnegie Mellon University and Yale University. He is best known for his pioneering work in programming languages and was the first recipient of the Turing Award.[1]", "30873013": "Tim Gill (born October 18, 1953) is an American computer software programmer, entrepreneur, philanthropist, and LGBTQ rights activist. He was among the first openly gay people to be on the Forbes 400 list of America's richest people.[1]", "67868087": "Grigori Samuilovitsch Tseitin (Russian: Григорий Самуилович Цейтин, born November 15, 1936 in Leningrad, USSR, deceased August 27, 2022 in Campbell, CA, USA) was a Russian mathematician and computer scientist, who moved to the United States in 1999. He is best known for Tseitin transformation used in SAT solvers, Tseitin tautologies used in the proof complexity theory, and for his work on Algol 68.[1]", "60462526": "Katherine Louise Bouman (/ˈbaʊmən/;[1] born 1989) is an American engineer and computer scientist working in the field of computer imagery. She led the development of an algorithm for imaging black holes, known as Continuous High-resolution Image Reconstruction using Patch priors (CHIRP), and was a member of the Event Horizon Telescope team that captured the first image of a black hole.[2][3][4]", "20583874": "Juraj Hromkovič (born 1958) is a Slovak Computer Scientist and Professor at ETH Zürich. He is the author of numerous monographs and scientific publications in the field of algorithmics, computational complexity theory, and randomization.", "57038283": "Alan Newell is an emeritus professor at Dundee University who has a long history of human-computer interaction research, with a focus on supporting the elderly and people with disabilities. He is also the founder of the School of computing at Dundee University, where he established one of the world's largest academic groups dedicated to researching and improving digital systems for the elderly and people with disabilities, the Queen Mother Research Centre.[1]", "1938893": "Robert Marco Tomasulo (October 31, 1934 – April 3, 2008) was a computer scientist, and the inventor of the Tomasulo algorithm. Tomasulo was the recipient of the 1997 Eckert–Mauchly Award \"[f]or the ingenious Tomasulo algorithm, which enabled out-of-order execution processors to be implemented.\"[1]", "59020760": "Melissa Erin Chase is an American cryptographer known for her research on attribute-based encryption, digital credentials, and information privacy. She works at Microsoft Research.[1]", "17618400": "George Elmer Forsythe (January 8, 1917 – April 9, 1972[1]) was an American computer scientist and numerical analyst who founded and led Stanford University's Computer Science Department.[1] Forsythe is often credited with coining the term \"computer science\" and is recognized as a founding figure in the field.[2][3]", "12637665": "Katherine St. John is a professor at the CUNY Graduate Center Department of Computer Science and at Lehman College Department of Mathematics and Computer Science.  She is a faculty member at the New York Consortium in Evolutionary Primatology.  In 2007 she was selected to be an AWM/MAA Falconer Lecturer\nwhere she gave a presentation on \"Comparing Evolutionary Trees\". She is also a former American Mathematical Society Council member at large.[1]", "19682792": "Nikolay Petrovich Brusentsov (Russian: Никола́й Петро́вич Брусенцо́в; 7 February 1925 in Kamenskoe, Ukrainian SSR – 4 December 2014) was a computer scientist, most famous for having built a (balanced) ternary computer, Setun, together with Sergei Sobolev in 1958.[1][2]\nIn 1970 he designed Setun 70, implementing principles which were later proposed for the RISC architecture independently. He died on 4 December 2014.[3]", "57103855": "Mike (Miguel) Beedle was an American theoretical physicist turned software engineer who was a co-author of the Agile Manifesto.[1]", "66885119": "Paul S. Wang is a Chinese-American computer scientist, researcher, author, consultant, and academic. He is Professor Emeritus of Computer Science at Kent State University.[1]", "43243008": "Hagit Attiya is an Israeli computer scientist who holds the Harry W. Labov and Charlotte Ullman Labov Academic Chair of Computer Science at the Technion – Israel Institute of Technology in Haifa, Israel.[1][2] Her research is in the area of distributed computing.", "644610": "Ilkka Tuomi (born 26 September 1958) is a Finnish computer scientist, noted for writings on the subject of the Internet.", "57038343": "Morten Kyng (born 23 October 1950) is a Danish computer science researcher and author. He is a member of Association of Computing Machinery's Computer-Human Interaction Academy member. He is a ubiquitous computing professor at Aarhus University.[1] He is a Member of Board of Directors of Østjysk Innovation[2] and the Director of the Centre for Pervasive Healthcare, a research centre that studies the use of pervasive computer technologies to provide healthcare solutions.[3]", "67819035": "Stochastic modeling formalisms", "267806": "Ian Clarke (born 16 February 1977) is the original designer and lead developer of Freenet.", "25138724": "Samuel J Leffler is a computer scientist, known for his extensive work on BSD, from the 1980s to FreeBSD in the present day.  Among other projects, he created HylaFAX (originally known as FlexFAX, but renamed due to copyright issues), LibTIFF, and the FreeBSD Wireless Device Drivers.", "65263141": "Matthew Johnson-Roberson is an American roboticist, researcher, entrepreneur and educator. Since January 2022[1] he has served as director of the Robotics Institute at Carnegie Mellon University.  Previously he was a professor at the University of Michigan College of Engineering since 2013, where he co-directed the UM Ford Center for Autonomous Vehicles (FCAV) with Ram Vasudevan. His research focuses on computer vision and artificial intelligence, with the specific applications of autonomous underwater vehicles and self-driving cars. He is also the co-founder and CTO of Refraction AI, a company focused on providing autonomous last mile delivery.", "1594926": "Roberto Ierusalimschy (Brazilian Portuguese: [ʁoˈbɛʁtu jeɾuzaˈlĩski]; born 21 May 1960) is a Brazilian computer scientist, known for creating the Lua programming language. He holds a PhD in Computer Science from the Pontifical Catholic University of Rio de Janeiro where he has an appointment as a full professor of informatics. He did a post-doc at University of Waterloo in 1992[1] and was visiting professor at Stanford University in 2012.[2] He is the leading architect  and the author of Programming in Lua.[3]  He also created LPeg, a Lua library for implementing parsing expression grammars.[4]", "38475311": "Mike Cafarella is a computer scientist specializing in database management systems. He is a principal research scientist of computer science at MIT Computer Science and Artificial Intelligence Laboratory.[1] Before coming to MIT, he was a professor of Computer Science and Engineering at the University of Michigan from 2009 to 2020. Along with Doug Cutting, he is one of the original co-founders of the Hadoop and Nutch open-source projects.[2][3] Cafarella was born in New York City but moved to Westwood, MA early in his childhood. After completing his bachelor's degree at Brown University, he earned a Ph.D. specializing in database management systems at the University of Washington under Dan Suciu and Oren Etzioni.[4] He was also involved in several notable start-ups, including Tellme Networks,[5] and co-founder of Lattice Data, which was acquired by Apple in 2017.[6]", "18650678": "Luc P. Devroye is a Belgian computer scientist and mathematician and a James McGill Professor in the School of Computer Science of McGill University in Montreal, Quebec, Canada.", "61806135": "Joanna McGrenere is a Canadian computer scientist specializing in human–computer interaction, adaptive user interfaces, and universal usability. She is a professor of computer science at the University of British Columbia.", "61806136": "Leah K. Findlater is a Canadian-American computer scientist specializing in human-computer interaction, mobile computing, and computer accessibility. She is an associate professor of computer science at the University of Washington.", "2561591": "Scott J. Shenker (born January 24, 1956 in Alexandria, Virginia) is an American computer scientist, and professor of computer science at the University of California, Berkeley.[2] He is also the leader of the Extensible Internet Group at the International Computer Science Institute in Berkeley, California.", "56825414": "Nigel Andrew Lincoln Clarke (born 20 October 1971) is Minister of Finance and the Public Service of Jamaica. He is a Jamaican Member of Parliament, company director, business executive and statesman. He has served as chairman or director of over 20 Jamaican public and private sector economic enterprises.  His public sector directorships have included the Bank of Jamaica[1] (Jamaica's central bank and financial services regulator); Chairman of the Port Authority of Jamaica (the regulator of Jamaica's ports and the developer and owner of Jamaica's cargo and cruise ports); Chairman of the National Housing Trust (Jamaica's state-owned mortgage lender and housing developer)[2][3] and Chairman of the HEART Trust NTA (Jamaica's largest tertiary level vocational training and certification institution).[4] In 2016, Dr. Clarke was appointed by the Most Hon. Andrew Holness, Prime Minister of Jamaica, to serve as Jamaica's Ambassador-at-Large for Economic Affairs within the Office of the Prime Minister.[5][6] Ambassador Clarke previously served as a Senator in the Upper House of the Jamaican parliament between 2013 and 2015.", "74045000": "Bhuvana Ramabhadran is a speech recognition researcher for Google, and a former distinguished researcher at the IBM T. J. Watson Research Center.[1]", "1381961": "Benjamin Crawford Pierce is the Henry Salvatori Professor[1] of computer science at the University of Pennsylvania. Pierce joined Penn in 1998 from Indiana University and held research positions at the University of Cambridge and the University of Edinburgh. He received his Ph.D. from Carnegie Mellon University in 1991. His research includes work on programming languages, static type systems, distributed programming, mobile agents, process calculi, and differential privacy.", "9393739": "Michael Loren \"Fuzzy\" Mauldin (/ˈmɔːldən/) (born March 23, 1959) is an American retired computer scientist and the inventor of the Lycos web search engine.", "16488014": "Yuri Gurevich, Professor Emeritus at the University of Michigan, is an American computer scientist and mathematician and the inventor of abstract state machines.", "63379032": "Nissim Francez  (Hebrew: נסים פרנסיז; born: 19 January 1944) is an Israeli professor, emeritus in the computer science faculty at the Technion, and former head of computational linguistics laboratory in the faculty.[1]", "6215259": "Massimo Marchiori (Padua, 1970) is an Italian mathematician and computer scientist.", "661085": "Peter John Landin (5 June 1930 – 3 June 2009[1][2]) was a British computer scientist. He was one of the first to realise that the lambda calculus could be used to model a programming language, an insight that is essential to the development of both functional programming and denotational semantics.", "59053661": "Ewin Tang (born 2000) is a computer scientist at the University of Washington. She was named as one of 2019 Science Forbes 30 Under 30[1] for her work developing algorithms for classical computers to perform calculations that were previously deemed only possible with quantum computers. That research began under the supervision of Scott Aaronson when Tang was only a teenager.", "25417311": "Samuel Fedida, OBE (4 May 1918 – 2007) was an Egyptian-born British telecommunication engineer responsible at Post Office Telecommunications for the development of Viewdata.[1]", "40998495": "University of Maryland, College Park\nColumbia University in the City of New York", "1349223": "John Storrs \"Josh\" Hall is involved in the field of molecular nanotechnology.[1] He founded the sci.nanotech Usenet newsgroup and moderated it for ten years, and served as the founding chief scientist of Nanorex Inc. for two years. He has written several papers on nanotechnology and developed several ideas such as the utility fog, the space pier, a weather control system called The Weather Machine and a novel flying car.", "1660531": "Robby Garner (born 1963) is an American natural language programmer and software developer. He won the 1998 and 1999 Loebner Prize contests with the program called Albert One. He is listed in the 2001 Guinness Book of World Records as having written the \"most human\" computer program.", "56776310": "Lauren Sager Weinstein is the Chief Data Officer at Transport for London. She helps TFL use big data to optimise transport in London.", "3004023": "Shlomi Dolev (Hebrew: שלומי דולב; born December 5, 1958) is a Rita Altura Trust Chair Professor in Computer Science at Ben-Gurion University of the Negev (BGU) and the head of the BGU Negev Hi-Tech Faculty Startup Accelerator.[1]", "62019193": "Rediet Abebe (Amharic: ረድኤት አበበ) is an Ethiopian computer scientist working in algorithms and artificial intelligence. She is an assistant professor of computer science at the University of California, Berkeley. Previously, she was a Junior Fellow at the Harvard Society of Fellows.[1]", "41719422": "Calvin C. Newport is an American nonfiction author and associate professor of computer science at Georgetown University.[1]", "31381124": "James Wesley Graham, OC was a Canadian professor of computer science at the University of Waterloo.[1][2][3]", "60675724": "Danqi Chen (simplified Chinese: 陈丹琦; traditional Chinese: 陳丹琦; pinyin: Chén Dānqí, IPA: [ʈ͡ʂʰə̌n tan t͡ɕʰǐ]; born in Changsha, China) is a Chinese computer scientist and assistant professor at Princeton University specializing in the AI field of natural language processing (NLP).[1] In 2019, she joined the Princeton NLP group, alongside Sanjeev Arora, Christiane Fellbaum, and Karthik Narasimhan.[2] She was previously a visiting scientist at Facebook AI Research (FAIR). She earned her Ph.D. at Stanford University and her BS from Tsinghua University.[1]", "54236812": "K. Poulose Jacob, Professor of Computer Science at Cochin University of Science and Technology (CUSAT) since 1994, was Vice Chancellor (officiating - 2014) and Pro Vice Chancellor of Cochin University of Science and Technology - 2013 to 2017.[1]", "17618574": "Hartmut Surmann (born 1963 in Dülmen,  West Germany) is a roboticist and Professor for Autonomous Systems at Applied University of Gelsenkirchen and Researcher at the Fraunhofer Society's Institut Intelligente Analyse- und Informationssystem (IAIS). His primary research interests are autonomous mobile robotics and\ncomputational intelligence. He received several awards, e.g., the FUZZ-IEEE/IFES'95 robot intelligence award, NC2001 best presentation award,\nSSRR 2005 best paper award and the Ph.D. award for his thesis from the German AI institutes in 1996.\nHis robot KURT3D won the second place in the RoboCup rescue robot league at the world championship in Lisbon in 2004. He leads the international\nrescue robotic team during collapse of the historical archive of the city of cologne in March 2009.", "18945682": "Dexter Campbell Kozen (born December 20, 1951) is an American theoretical computer scientist. He is Joseph Newton Pew, Jr. Professor in Engineering at Cornell University. He received his B.A. from Dartmouth College in 1974 and his PhD in computer science in 1977 from Cornell University, where he was advised by Juris Hartmanis.[1]  He advised numerous Ph.D. students.", "20420243": "Scott Joel Aaronson (born May 21, 1981)[1] is an American theoretical computer scientist and   David J. Bruton Jr. Centennial Professor of Computer Science at the University of Texas at Austin. His primary areas of research are computational complexity theory and quantum computing.", "60479123": "Trevor Jackson Darrell is an American computer scientist and professor at the University of California, Berkeley.[1][2] He is known for his research on computer vision and machine learning[3][4] and is one of the leading experts on topics such as deep learning[5] and explainable AI.[6]", "63641239": "David C. Parkes (born 1973) is a British-American computer scientist. He is the George F. Colony Professor of Computer Science and Co Faculty Director of the Harvard Data Science Initiative. From 2013–17, he was Area Dean for Computer Science.[1] Parkes is a Fellow of the Association for the Advancement of Artificial Intelligence (AAAI) and the Association for Computing Machinery (ACM).", "13178522": "Simon M. Kirby is a British cognitive scientist, currently holding the Chair of Language Evolution at the University of Edinburgh, where he is Director of the Graduate School, and Programme Director for the MSc in the Evolution of Language and Cognition. He specializes in evolutionary computational models of human language and its development.", "38016666": "Philippe Aigrain (15 July 1949[1] – 11 July 2021[2][3]) was a French computer scientist, activist  and researcher.", "68998812": "Małgorzata Kalinowska-Iszkowska (born 29 July 1946) is a Polish computer scientist, educator, and activist. She was awarded the Polish Gold Cross of Merit for her work in information technology (IT). She was a member of the Polish Congress of Women.", "36542110": "Teresa K. Attwood is a professor of Bioinformatics in the Department of Computer Science and School of Biological Sciences at the University of Manchester and a visiting fellow at the European Bioinformatics Institute (EMBL-EBI).[5] She held a Royal Society University Research Fellowship at University College London (UCL) from 1993 to 1999 and at the  University of Manchester from 1999 to 2002.[1]", "44357282": "Victor Bahl is an Indian Technical Fellow and CTO of Azure for Operators at Microsoft. He started networking research at Microsoft. He is known for his research contributions to white space radio data networks, radio signal-strength based indoor positioning systems, multi-radio wireless systems, wireless network virtualization, edge computing, and for bringing wireless links into the datacenter.[1] He is also known for his leadership of the mobile computing community as the co-founder of the ACM Special Interest Group on Mobility of Systems, Users, Data, and Computing (SIGMOBILE). He is the founder of international conference on Mobile Systems, Applications, and Services Conference (MobiSys), and the founder of ACM Mobile Computing and Communications Review, a quarterly scientific journal that publishes peer-reviewed technical papers, opinion columns, and news stories related to wireless communications and mobility. Bahl has received important awards; delivered dozens of keynotes and plenary talks at conferences and workshops; delivered over six dozen distinguished seminars at universities; written over hundred papers with more than 65,000 citations[2] and awarded over 100 US and international patents.  He is a Fellow of the Association for Computing Machinery,[3] IEEE, and American Association for the Advancement of Science.[4]", "31413927": "Peter C. Nelson is an American Artificial Intelligence researcher and Computer Science professor at the University of Illinois at Chicago, and as of 2008 he has been the Dean of the College of Engineering.[1] Prior to assuming his deanship, he was head of the UIC Department of Computer Science. He received his B.A. in Computer Science and Mathematics from North Park University in 1984, and subsequently completed both his M.S. in Computer Science from in 1986 and his Ph.D. in Computer Science in 1988 from Northwestern University.", "12768941": "Chalermek Intanagonwiwat is a computer scientist best known for his work on directed diffusion under the supervision of Deborah Estrin, Ramesh Govindan, and John Heidemann. In 2013 he moved to San Jose, California to work at Cisco Systems, Inc.\nIntanagonwiwat earned his bachelor's degree in Computer Engineering from King Mongkut's Institute of Technology Ladkrabang in Thailand and pursued his M.S. and Ph.D. degrees in Computer Science at the University of Southern California, USA. He worked as postdoc researcher at Rutgers University, USA. His research interests include computer networks and distributed systems (particularly, large-scale wireless networks of distributed embedded systems, sensor networks, ad hoc networks, cooperative computing, mobile computing, pervasive computing, and ubiquitous computing). From 2003 - 2013, he taught in the Department of Computer Engineering, Chulalongkorn University.", "70473389": "Rolf Niedermeier (21 July 1966 – 19 March 2022) was a professor of computer science,[2] known for his research in computational complexity theory, especially in parameterized complexity,[3] graph theory, computational social choice, and social network analysis.[4]", "25613997": "John Harrison Watrous is the Technical Director of IBM Quantum Education at IBM and was a professor of computer science at the David R. Cheriton School of Computer Science at the University of Waterloo, a member of the Institute for Quantum Computing, an affiliate member of the Perimeter Institute for Theoretical Physics and a Fellow of the Canadian Institute for Advanced Research.[1][2] He was a faculty member in the Department of Computer Science at the University of Calgary from 2002 to 2006 where he held a Canada Research Chair in quantum computing.[1]", "7083694": "Nick Montfort is a poet and professor of digital media at MIT, where he directs a lab called The Trope Tank.[1] He also holds a part-time position at the University of Bergen[2] where he leads a node on computational narrative systems at the Center for Digital Narrative.[3] Among his publications are seven books of computer-generated literature and six books from the MIT Press, several of which are collaborations. His work also includes digital projects, many of them in the form of short programs.[4] He lives in New York City.[5]", "41391791": "Jason Nieh is a professor of Computer Science and co-director of the Software Systems Laboratory at Columbia University. He is most well known for his work on virtualization.  He was one of the early pioneers of operating-system-level virtualization, introducing key concepts such as process namespaces and file system layers which led to the development of Linux containers and Docker.  He was an early proponent of desktop virtualization, conducting many of the early studies demonstrating the feasibility of Virtual Desktop Infrastructure. He developed and influenced many key technologies for Arm virtualization, including the Linux ARM hypervisor, KVM ARM,[1] and Arm architecture features to support virtualization host extensions, nested virtualization, and confidential computing.[2]  He was also the first to introduce virtual machines and virtual appliances to teach hands-on computer science courses such as operating systems,[3] which has now become common practice at many universities.\nNieh was the technical advisor to nine States regarding the Microsoft antitrust settlement and has been an expert witness before the United States International Trade Commission. He was Chief Scientist of Desktone, which was purchased by VMware, and currently holds the same position at CertiK.", "52434606": "Mootaz Elnozahy is a computer scientist. He is currently a professor of computer science at the computer, electrical and mathematical science, and engineering (CEMSE) division at King Abdullah University of Science and Technology. He previously served as Special Advisor to the President and Dean of CEMSE. Elnozahy's research area is in systems, including high-performance computing, power-aware computing, fault tolerance, operating systems, system architecture, and distributed systems. His work on rollback-recovery is now a standard component of graduate courses in fault-tolerant computing, and he has made seminal contributions in checkpoint/restart, and in general on the complex hardware-software interactions in resilience.", "61413044": "Mark de Berg is a Dutch computational geometer, known as one of the authors of the textbook Computational Geometry: Algorithms and Applications (with Otfried Cheong, Marc van Kreveld, and Mark Overmars, Springer, 1997; 3rd ed., 2008).[1]", "41162422": "Jan Verelst (born ca 1960) is a Belgian computer scientist, Professor and Dean of the Department of Management Information Systems at the University of Antwerp, and Professor at the Antwerp Management School, known for his work on Normalized Systems.[1]", "61019831": "Kjeld Erik Brødsgaard is Professor of China Studies at the Department of International Economics and Management and Director of the China Policy Program at Copenhagen Business School. He is an internationally recognized authority on China's political economy, including state-Party-business relations and the role of the Chinese Communist Party in the current modernization process.", "1054392": "David A. Turner (26 January 1946 – 19 October 2023) was a British computer scientist. He is best known for designing and implementing three programming languages, including the first for functional programming based on lazy evaluation, combinator graph reduction, and polymorphic types: SASL (1972), Kent Recursive Calculator (KRC) (1981), and the commercially supported Miranda (1985). Miranda had a strong influence on the later Haskell.[1]", "61413049": "Marc Johan van Kreveld is a Dutch computational geometer, known as one of the authors of the textbook Computational Geometry: Algorithms and Applications (with Mark de Berg, Otfried Cheong, and Mark Overmars, Springer, 1997; 3rd ed., 2008).[1]", "59332279": "Deborah A. Joseph is an American computer scientist known for her research in computational geometry, computational biology, and computational complexity theory. She is a professor emeritus of computer science at the University of Wisconsin–Madison.[1]", "62035643": "James W. Mickens is an American computer scientist and the Gordon McKay Professor of Computer Science at Harvard John A. Paulson School of Engineering and Applied Sciences at Harvard University.[1] His research focuses on distributed systems, such as large-scale services and ways to make them more secure.[2][3][4] He is critical of machine learning as a boilerplate solution to most outstanding computational problems.[5]", "40933052": "Monika Henzinger (born as Monika Rauch, 17 April 1966 in Weiden in der Oberpfalz) is a German computer scientist, and is a former director of research at Google.[1][2][3] She is currently a professor at the University of Vienna.[4] Her expertise is mainly on algorithms with a focus on data structures, algorithmic game theory, information retrieval, search algorithms and Web data mining.[5] She is married to Thomas Henzinger and has three children.", "39687867": "Leon Joel Osterweil is an American computer scientist noted for his research on software engineering.", "64018105": "David L. Childs is an American computer scientist noted for his work on his Extended Set Theoretic approach to data base management and cited by Edgar F. Codd in his key paper \"A Relational Model of Data for Large Shared Data Banks\".", "73455298": "María Felisa Verdejo Maillo (born 1950, Salamanca), known as Felisa Verdejo, is a university professor in the Department of Computer Languages and Systems at UNED.[1] She is one of the Spanish pioneers in natural language processing and artificial intelligence.[2]", "3413699": "Jeffrey Scott Vitter is a U.S. computer scientist and academic administrator.  Born in 1955 in New Orleans, Vitter has served in several senior higher education administration posts.  He is a former chancellor of the University of Mississippi (Ole Miss).[1]  He assumed the chancellor position on January 1, 2016. His formal investiture to the chancellorship took place on November 10, 2016, at the University of Mississippi's Oxford Campus.[2]", "58939084": "Catherine Kiguru is a Kenyan computer scientist, entrepreneur and corporate executive, who is the founder and chief executive officer of Ukall Limited, a Nairobi-based software applications company that she established in 2011.[1]", "56907474": "Dan R. Olsen Jr. (born June 22, 1953) is an American computer scientist who specialized in the fields of human–computer interaction and information science. He worked in the computer science department of Brigham Young University from 1984 until his retirement in 2015, serving as chair of the department (1992–96), and also directed the Human-Computer Interaction Institute at Carnegie Mellon University (1996–98).", "68867799": "Nick Mathewson is an American computer scientist and co-founder of The Tor Project.[1][2][3] He, along with Roger Dingledine, began working on onion routing shortly after they  graduated from Massachusetts Institute of Technology (MIT) in the early 2000s.[4] He is also known by his pseudonym nickm.[1] Mathewson and Dingledine were the focus of increased media attention after the leak of NSA's highly classified documents by Edward Snowden, and the subsequent public disclosure of the operation of XKeyscore, which targeted one of The Tor Project's onion servers along with Mixminion remailer which are both run at MIT.[5]", "69523169": "Ludmila (Lucy) Ilieva Kuncheva is a Bulgarian-British computer scientist known for her research on pattern recognition and machine learning, and particularly on systems that combine results from multiple classifiers. She is professor in computer science at Bangor University in Wales.[1]", "55875300": "Sebastiano Vigna (born 1967)[1] is a professor of computer science at the University of Milan.[2]  He created the xorshift+ and xoroshiro128+ pseudorandom number generators. Xorshift128+ is used in the JavaScript engines of Chrome, Firefox, and Safari.[3][4] In 1991, he received a laurea in Mathematics and in 1996 a Ph.D. in computer science; both from the University of Milan. He developed UbiCrawler, a web crawler, in a collaboration with others.[2][5]", "74258157": "Aarti Gupta is a computer scientist working in formal methods, Electronic Design Automation, and programming languages. Educated in India and the US, she is currently a professor in the Department of Computer Science at Princeton University.", "51861231": "Lucinda \"Lucy\" Sanders (born 1954) is the current CEO and a co-founder of the National Center for Women & Information Technology.[1] She is the recipient of many distinguished honors in the STEM fields, including induction into the US News STEM Leadership Hall of Fame  in 2013.[2]", "38426358": "Ramesh Sitaraman is an Indian American computer scientist known for his work on distributed algorithms, content delivery networks, streaming video delivery, and application delivery networks. He helped build the Akamai content delivery network,[3][4] one of the world's largest distributed computing platforms. He is currently in the computer science department at University of Massachusetts Amherst.[5]", "38311671": "Farinaz Koushanfar is an Iranian-American computer scientist[1] whose research concerns embedded systems, ad-hoc networks, and computer security. She is a professor and Henry Booker Faculty Scholar of Electrical and Computer Engineering at the University of California, San Diego.[2]", "2414326": "José Manuel Nunes Salvador Tribolet (born 20 December 1949) is a Portuguese engineer, and Professor of Information Systems at the Instituto Superior Técnico - University of Lisbon, Portugal, who became known for his work on speech coding in the late 1970s.[1]", "74110725": "Ehsan Hoque is an American computer scientist and academic. He is an associate professor in the Computer Science Department at the University of Rochester in New York.[1]", "52893446": "Joseph \"Joe\" Lawrence Zachary is an American computer scientist and professor at the University of Utah. He is known for his work in computer science education as a charter member of the United States Department of Energy Undergraduate Computational Engineering and Science (UCES) Project, an education initiative to improve the undergraduate science and engineering curriculum through computation.[1] He was influential in promoting a new approach to teaching scientific programming to beginning science and engineering students.", "73930510": "Mei-Yuh Hwang (Chinese: 黄美玉) is a speech recognition researcher who works for Mobvoi in Redmond, Washington, and holds a position as affiliate professor of electrical and computer engineering at the University of Washington.[1]", "4986640": "Marissa Ann Mayer (/ˈmaɪ.ər/; born May 30, 1975)[4] is an American business executive and investor who served as president and chief executive officer of Yahoo! from 2012 to 2017. She was a long-time executive, usability leader and key spokesperson for Google (employee No. 20).[5][6][7] Mayer later co-founded Sunshine, a startup technology company.[8]", "68081426": "Rudd Canaday is an American computer systems engineer and a previous member of the technical staff at the Bell Telephone Laboratories in Murray Hill, New Jersey, credited to co-develop the initial design of the Unix file system.[1][2] In 2015 he joined a Palo Alto based tech startup, Entefy, as a Senior Architect & Engineer.[3][4]", "40933147": "Thomas Henzinger (born 1962) is an Austrian computer scientist, researcher, and former president of the Institute of Science and Technology, Austria.", "29333275": "Erkki Oja (born 22 March 1948) is a Finnish computer scientist and Aalto Distinguished Professor in the Department of Information and Computer Science at Aalto University School of Science.[1] He is recognized for developing Oja's rule,[2] which is a model of how neurons in the brain or in artificial neural networks learn over time.", "69900061": "Seny Kamara is a Senegalese-French-American computer scientist best known for his work on cryptography. He has delivered multiple congressional testimonies about the potential harms and opportunities with technology. He leads or co-leads numerous centers and activities focused on cryptography and social good. His work has been covered extensively in high-profile media, including Wired and Forbes.", "34330400": "Pierre Wolper is a Belgian computer scientist at the University of Liège. His research interests include verification methods for reactive and concurrent programs, as well as temporal databases.[1] He is the co-recipient of the 2000 Gödel Prize, along with Moshe Y. Vardi, for his work on temporal logic with finite automata.[2] He also received the 2005 Paris Kanellakis Award for this work.[3]", "64673573": "Valerio Pascucci (born May 13, 1967 in Rome, Italy) is an Italian computer scientist. He is the John R. Parks Inaugural Endowed Chair of the University of Utah, and the Founding Director of the Center for Extreme Data Management Analysis and Visualization (CEDMAV). Valerio is a faculty of the Scientific Computing and Imaging Institute (SCI), a Professor of Computer Science of the School of Computing  of the University of Utah, and was named Laboratory Fellow at PNNL. His research interests are in the areas of scientific visualization, High Performance Computing, large scale scientific data management, and  Computational Topology.[1]", "34953007": "John Edmund Savage is an American computer scientist and An Wang Professor Emeritus of Computer Science at Brown University. At his retirement in 2019, Savage was one of the longest-serving faculty members in Brown's history. [1]", "35870516": "Timothy Avelin Roughgarden is an American computer scientist and a professor of Computer Science at Columbia University.[1] Roughgarden's work deals primarily with game theoretic questions in computer science.", "53745466": "Krste Asanović from the University of California, Berkeley has written and co-authored many academic papers concerning computer architecture.[1] As of 2023[update], he is chairman of the Board of the RISC-V Foundation.[2]", "35510082": "Andrew Adamatzky is a British computer scientist, who is a Director of the Unconventional Computing Laboratory and Professor in Unconventional Computing at the Department of Computer Science and Creative Technology, University of the West of England, Bristol, United Kingdom.", "52025159": "Yaniv Altshuler, (born 1978) is an Israeli computer scientist and entrepreneur. He is a researcher at the MIT Media Lab, at the Human Dynamics group headed by professor Alex Pentland.", "1136456": "Stuart Feldman is an American computer scientist. He is best known as the creator of the computer software program make. He was also an author of the first Fortran 77 compiler, was part of the original group at Bell Labs that created the Unix operating system,[1] and participated in development of the ALTRAN and EFL programming languages.", "42178377": "Stephen \"Steve\" Trimberger (born 1955) is an American computer scientist, electrical engineer, philanthropist, and prolific inventor with 250 US utility patents as of August 26, 2021.[1] He is a DARPA program manager of the microsystems technology office.[2]", "4577103": "Newton Faller (January 25, 1947–October 9, 1996) the son of Kurt Faller and Ada Faller from Rio Grande do Sul, was a Brazilian computer scientist and electrical engineer. He is credited with the discovery of adaptive Huffman codes while an employee of IBM do Brasil in Rio. He was later the head of the Brazilian UNIX development project at the Electronic Computing Center of the Federal University of Rio de Janeiro (NCE/UFRJ), Rio de Janeiro.", "51861327": "Mary K. Hawes was a computer scientist who identified the need for a common business language in accounting, which led to the development of COBOL. COBOL is short for Common Business Oriented Language. It was written to resemble ordinary English. For this new language, they wish it can be run on different brands of computers and perform some advanced accounting calculation such as payroll calculation. She proposed this new language in March 1959, when she was working as a senior product planning analyst for the Electro Data Division of Burroughs Corporation.[1] She approached Grace Hopper with the proposal, who suggested that they ask the U.S. Department of Defense (DOD) for funding. Charles Philips, an employee at the DOD, agreed and in May 1959 approximately 40 representatives of computer users and computer manufacturers met and formed the Short Range Committee of the Conference on Data Systems Languages (CODASYL).[2]", "53745492": "Elizabeth Michelle Belding is a computer scientist specializing in mobile computing and wireless networks.\nShe is a professor of computer science at the University of California, Santa Barbara.[1]", "50288480": "Longbing Cao (Chinese: 操龙兵; born in 1969[citation needed]) is an AI and data science researcher at the University of Technology Sydney, Australia. His broad research interest involves artificial intelligence,[1] data science,[2] behavior informatics,[3] and their enterprise applications.[4]", "33478508": "Alan Mycroft is a professor at the Computer Laboratory, University of Cambridge and a Fellow of Robinson College, Cambridge, where he is also director of studies for computer science.", "41916270": "Hadley Alexander Wickham (born 14 October 1979) is a New Zealand statistician known for his work on open-source software for the R statistical programming environment. He is the chief scientist at Posit, PBC and an adjunct professor of statistics at the University of Auckland, Stanford University, and Rice University. His work includes the data visualisation system ggplot2 and the tidyverse, a collection of R packages for data science based on the concept of tidy data.", "825199": "Jeffrey Outlaw Shallit (born October 17, 1957) is an American computer scientist and mathematician. He is an active number theorist and a noted critic of intelligent design.  He is married to Anna Lubiw, also a computer scientist.", "38557553": "Mustafa Akgül (10 May 1948 - 13 December 2017) was a Turkish computer scientist who was the key figure of the acceptance of the Internet in Turkey.[1]", "57038708": "Richard H. R. Harper is a British computer scientist and prolific author.", "53745529": "Emeritus Professor Branko Celler FIEEE FTSE FIEAust was an academic at the University of New South Wales. In 2010–2011 he was Executive Dean of the College of Health and Science at the University of Western Sydney, and was then in a number of senior positions with the Australian Commonwealth Scientific and Industrial Research Organisation (CSIRO) at Epping (Sydney), NSW, from 2011 to 2014.[1]", "18716546": "Nikos Paragios (Greek: Νίκος Παραγιός, born at 1972) is a distinguished professor of Applied mathematics at CentraleSupélec, the school of engineering of the Paris-Saclay_University and founder, president and chief executive officer of TheraPanacea, an information technology company targeting precision medicine in oncology, neurology and beyond through holistic treatment pathways optimization.", "67213194": "Linnyer Beatrys Ruiz Aylon is a Brazilian computer scientist known for her work on wireless sensor networks. She is a professor at the State University of Maringá, and the president of the Brazilian Society of Microelectronics (SBMicro).[1]", "21026698": "Peter Bernus (born 1949) is a Hungarian Australian scientist and Associate Professor of Enterprise Architecture at the School of Information and Communication Technology, Griffith University, Brisbane, Australia.[1]", "47536024": "Dilma Menezes Da Silva is a Brazilian-American systems software researcher known for her work in cloud computing.[1] She holds the Ford Motor Company Design Professorship II at Texas A&M University, and is head of the Department of Computer Science and Engineering at Texas A&M.[2][3]", "65263512": "Neil David Lawrence is the DeepMind Professor of Machine Learning at the University of Cambridge in the Department of Computer Science and Technology,[2] senior AI fellow at the Alan Turing Institute and visiting professor at the University of Sheffield.[3]", "29546393": "Richard Ryan Williams, known as Ryan Williams (born 1979), is an American theoretical computer scientist working in computational complexity theory and algorithms.", "59332506": "Judith Anne (Judy) Goldsmith is a computer scientist whose publications span a wide range of topics including artificial intelligence, computational complexity theory, decision theory, and computer science education. She is a professor of computer science at the University of Kentucky.", "61724570": "Jack Justin Stiffler (1934–2019) was an American electrical engineer, computer scientist and entrepreneur, a Fellow of the Institute of Electrical and Electronics Engineers who made key contributions in the areas of communications (especially coding theory) and fault-tolerant computing.", "52795295": "David A. Moon is a programmer and computer scientist, known for his work on the Lisp programming language, as co-author of the Emacs text editor, as the inventor of ephemeral garbage collection, and as one of the designers of the Dylan programming language. Guy L. Steele Jr. and Richard P. Gabriel (1993) name him as a leader of the Common Lisp movement and describe him as \"a seductively powerful thinker, quiet and often insulting, whose arguments are almost impossible to refute\".[1]", "40966055": "Koichi Sasada is a Japanese computer scientist and a Ruby core committer. Formerly a member of Matz's team at Heroku,[1] he will continue development on the Ruby interpreter. He was also an assistant professor at the University of Tokyo from 2008 to 2012.[1] He was responsible for the development of YARV.[2]", "10950568": "Alan John Dix FCBS FLSW is a British author, researcher, and university professor, specialising in human–computer interaction (HCI). He is one of the four co-authors of the university level textbook Human–Computer Interaction.[1] Dix is the Director of the Computational Foundry at Swansea University, since May 2018.[2] He was previously a professor at Lancaster University.[3]", "17258410": "Antonín Svoboda (14 October 1907 – 18 May 1980) was a Czech computer scientist, mathematician, electrical engineer, and researcher. He is credited with originating the design of fault-tolerant computer systems,[1] and with the creation of SAPO, the first Czech computer design.[2]", "71997352": "Andrew A. Chien is an American computer scientist working as the William Eckhardt Distinguished Service Professor of Computer Science at the University of Chicago.", "55216": "Anders Hejlsberg (/ˈhaɪlzbɜːrɡ/, born 2 December 1960)[2] is a Danish software engineer who co-designed several programming languages and development tools. He was the original author of Turbo Pascal and the chief architect of Delphi. He currently works for Microsoft as the lead architect of C#[1] and core developer on TypeScript.[3]", "53745586": "Sunghyun Choi (Korean: 최성현) is an Executive Vice President and Head of the Advanced Communications Research Center at Samsung Research, Samsung Electronics, Seoul, Korea. He was a professor at the Department of Electrical and Computer Engineering, Seoul National University (SNU), Seoul, Korea from Sept. 2002 to Aug. 2019, and served as a Vice Dean for Academic Affairs, College of Engineering during the last two years at SNU. Before joining SNU in September 2002, he was with Philips Research USA, Briarcliff Manor, New York, USA, as a Senior Member Research Staff for three years. He was also a visiting associate professor at the Electrical Engineering department, Stanford University, USA, from June 2009 to June 2010. He received his B.S. (summa cum laude) and M.S. degrees in electrical engineering from Korea Advanced Institute of Science and Technology (KAIST) in 1992 and 1994, respectively, and received Ph.D. at the Department of Electrical Engineering and Computer Science, The University of Michigan, Ann Arbor in September 1999.", "39196595": "Markus Gross (born June 14, 1963, Saarland, Germany) is a Professor of Computer science at the Swiss Federal Institute of Technology Zürich (ETH), head of its Computer Graphics Laboratory,[1] and the director of  Disney Research, Zurich.[2] His research interests include physically based modeling, computer animation, immersive displays, and video technology. He has published more than 430 scientific papers on algorithms and methods in the field of computer graphics and computer vision,[3] and holds more than 30 patents.[4] He has graduated more than 60 Ph.D. students.[5]", "38885303": "Derek H. Sleeman is  Emeritus Professor of Computing Science at the University of Aberdeen, Scotland (since 2008), and Visiting Professor, in the School of Medicine and the University of Glasgow (since 2009). He is a Fellow of the Royal Society of Edinburgh (1992), the British Computer Society (1995), and the European AI Society (2004).", "66934714": "Paul R. Berger (born 8 May 1963) is a professor in electrical and computer engineering at Ohio State University and physics (by courtesy),[1] and a distinguished visiting professor (Docent) at Tampere University in Finland, recognized for his work on self-assembled quantum dots under strained-layer epitaxy, quantum tunneling based semiconductor devices and solution processable flexible electronics.", "31659965": "Eiiti Wada (和田英一, 1 June 1931)[1] is a computer scientist and emeritus professor at the University of Tokyo[2] and the Research Director of Internet Initiative Japan (IIJ), a computer network technology company.[3] He is one of the creators of the Happy Hacking Keyboard.", "62347198": "Moustafa Youssef (Arabic: مصطفى يوسف) is an Egyptian computer scientist who was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2019[5] for contributions to wireless location tracking technologies and a Fellow of the Association for Computing Machinery (ACM) in 2019[6] for contributions to location tracking algorithms. He is the first and only ACM Fellow in the Middle East and Africa.[7][8]", "11392973": "Hector Joseph Levesque (born 1951)[1] is a Canadian academic and researcher in artificial intelligence. His research concerns incorporating commonsense reasoning in intelligent systems and he initiated the Winograd Schemas Challenge.", "28448721": "Hinton Ashley Morris (October 20, 1963 – April 2, 2008) was an American cultural and political blogger and a professor of computer science at DePaul University in Chicago.[1] He was a prolific blogger, commenting on  New Orleans  culture and politics, often critical of the status quo. He became popular through a series of post-Katrina blog posts that dealt with the destruction caused by the hurricane and the efforts to rebuild New Orleans. One post in particular, entitled \"Fuck You You Fucking Fucks\"[2] earned Morris a great deal of notoriety and inspired an \"FYYFF\" T-shirt.[3]", "73357278": "Tamar (Tami) Tamir (born 1968) is an Israeli computer scientist specializing in approximation algorithms and algorithmic mechanism design, especially for problems in resource allocation, scheduling, and packing problems. She is a professor in the Efi Arazi School of Computer Science of Reichman University.[1]", "43915231": "Nachum Dershowitz is an Israeli computer scientist, known e.g. for the Dershowitz–Manna ordering and the multiset path ordering used to prove termination of term rewrite systems.", "16701408": "Christophe Bisciglia (born 1980)[1] is an American entrepreneur known for his work with big data and cloud computing. Known for helping to popularize the programming model MapReduce while working at Google, and in addition he co-founded Cloudera and WibiData.", "11573220": "Giovanni Corrado Melchiore Wiederhold (June 24, 1936 – December 26, 2022) was an Italian-born American computer scientist who spent most of his career at Stanford University. His research focused on the design of large-scale database management systems, the protection of their content, often using knowledge-based techniques. After his formal retirement he focused on valuation methods for intellectual property and intellectual capital.", "63330280": "Florence Seriki MFR (16 August 1963 – 3 March 2017) was the founder and CEO of Omatek Ventures Plc.,[1] the first Nigerian ICT company in Africa to assemble and manufacture computers and computer parts like computer cases, speakers, keyboards, mouse.[2]", "73373679": "Hadas Shachnai (Hebrew: הדס שכנאי) is an Israeli computer scientist specializing in combinatorial optimization, including knapsack problems, interval scheduling, and the optimization of submodular set functions. She is a professor of computer science at the Technion – Israel Institute of Technology,[1] and co-editor-in-chief of Discrete Mathematics & Theoretical Computer Science.[2]", "235503": "Robert Sedgewick (born December 20, 1946) is an American computer scientist. He is the founding chair and the William O. Baker Professor in Computer Science at Princeton University[1] and was a member of the board of directors of Adobe Systems (1990–2016).[2] He previously served on the faculty at Brown University and has held visiting research positions at Xerox PARC, Institute for Defense Analyses, and INRIA.[3] His research expertise is in algorithm science, data structures, and analytic combinatorics. He is also active in developing the college curriculum in computer science and in harnessing technology to make that curriculum available to anyone seeking the opportunity to learn from it.[4]", "55826422": "Erica Joy Baker (born 1980)[2] is an engineer in the San Francisco Bay Area, Chief Technology Officer for the Democratic Congressional Campaign Committee, and known for her outspoken support of diversity and inclusion. She has worked at companies including GitHub,[3] Google, Slack, Patreon, and Microsoft.[4][5][6][7][8] She gained prominence in 2015 for starting an internal spreadsheet where Google employees reported their salary data to better understand pay disparities within the company.[9][10][11] Kara Swisher of Recode called Baker the \"woman to watch\" in a profile in C Magazine.[12]", "34150391": "Anita Katherine[1] Jones (born March 10, 1942)[2] is an American computer scientist and former U.S. government official.  She was Director, Defense Research and Engineering from 1993[3] to 1997.", "24483836": "Jim Davies is Professor of Software Engineering and current Director of the Software Engineering Programme at the University of Oxford, England.[1]", "33675264": "Conor McBride (born 18 February 1973) is a Reader in the department of Computer and Information Sciences at the University of Strathclyde.[1] In 1999, he completed a Doctor of Philosophy (Ph.D.) in Dependently Typed Functional Programs and their Proofs[2] at the University of Edinburgh for his work in type theory.[3] He formerly worked at Durham University and briefly at Royal Holloway, University of London before joining the academic staff at the University of Strathclyde.", "39753732": "Johan Lambert Trudo Maria Bollen (born 1971) is a scientist investigating complex systems and networks, the relation between social media and a variety of socio-economic phenomena such as the financial markets, public health, and social well-being, as well as Science of Science with a focus on impact metrics derived from usage data. He presently works as associate professor at the Indiana University School of Informatics of Indiana University Bloomington and a fellow at the SparcS Institute of Wageningen University and Research Centre in the Netherlands. He is best known for his work on scholarly impact metrics, measuring public well-being from large-scale social media data, and correlating Twitter mood to stock market prices.[2]\nHe has taught courses on data mining, information retrieval, and digital libraries. His research has been funded by The Andrew W. Mellon Foundation, National Science Foundation, Library of Congress, National Aeronautics and Space Administration and the Los Alamos National Laboratory. In his free time, he DJs at the Root Cellar Lounge in Bloomington, Indiana. He specializes in Deep House and Techno.", "48207877": "Anne Elizabeth Trefethen FREng is Pro Vice-Chancellor (People & Digital), and professor of Scientific Computing at the University of Oxford. She is a fellow of St Cross College. Her work in industry and academia focuses on numerical algorithms and software, computational science and high-performance computing.[2]", "53745674": "Tobias \"Tobi\" Delbrück (often written Delbruck) (born 1960, Pasadena, California)[1] is an American neuromorphic engineer at the University of Zurich and ETH Zurich, Switzerland. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014 \"for contributions to neuromorphic visual sensors and processing\".[2]", "1693710": "James Pustejovsky (born 1956)[1] is an American computer scientist. He is the TJX Feldberg professor of computer science at Brandeis University in Waltham, Massachusetts, United States. His expertise includes theoretical and computational modeling of language, specifically: Computational linguistics, Lexical semantics, Knowledge representation, temporal and spatial reasoning and Extraction. His main topics of research are Natural language processing generally, and in particular, the computational analysis of linguistic meaning. He holds a B.S. from MIT as well as a PhD from the University of Massachusetts, Amherst.", "33052688": "Malcolm Phillip Atkinson (born 13 October 1943, Cornwall, UK) is a professor of e-Science, in the University of Edinburgh School of Informatics. He is known for his work in the areas of object-oriented databases, database systems, software engineering and e-Science and was the UK's first e-Science Envoy (2006–2011) and the Director of the e-Science Institute and National e-Science Centre, University of Edinburgh.", "53893137": "Patrick Jaillet  is an American electrical engineer and computer scientist. He is the Dugald C. Jackson Professor in the Department of Electrical Engineering and Computer Science at Massachusetts Institute of Technology.[1] His research interests include online and data-focused optimization.[2][3][4]", "46946328": "Lars Allan Arge (8 October 1967 – 23 December 2020)[1][2] was a Danish computer scientist, the head of the Center for Massive Data Algorithmics (MADALGO) at Aarhus University, where he was also a professor of computer science.[3] His research involved the study of algorithms and data structures for handling massive data, especially in graph algorithms and computational geometry.", "57727010": "David Silver was a student at MIT in the early 1970s, who was the primary developer of the Silver Arm, an improved robotic arm which was used for experimenting in mechanisms for fine motor control using motions similar to human hand and finger movements.[1]", "39409702": "Raji Arasu is an Indian American technology executive. She currently is the executive vice president and chief technology officer of Autodesk, where she drives the company's technology strategy to accelerate connectivity, intelligence, and productivity for customers, partners, and development teams. Previously as SVP of Platform Engineering at Intuit, Raji helped shape the platform strategy and technology culture, led the company's cloud transformation, and expanded foundational core capabilities that amplified innovation for customers.", "46979130": "Martha Elizabeth Pollack (born August 27, 1958)[3] is an American computer scientist who has served as the 14th president of Cornell University since April 2017. Previously, she served as the 14th provost and executive vice president for academic affairs of the University of Michigan from 2013 to 2017.[4][5]", "25909309": "Robert Jay Creasy (November 15, 1939 – August 11, 2005) was the project leader of the first full virtualization hypervisor, the IBM CP-40,[1] which later developed into IBM's highly successful line of mainframe VM operating systems.", "42850370": "Nils Lahr (born August 1973) is an American entrepreneur, inventor and computer scientist known for his work in the streaming media and artificial intelligence industries. He founded Synergy Sports Technology and several other companies. He has also been a senior developer, partner and CTO of the Live AI division at Microsoft. He co-founded Orions Systems, a company known for its AI vision systems, which was later acquired by Microsoft to enhance the capabilities of Dynamics 365.[1]", "530509": "Horst Feistel (January 30, 1915[1] – November 14, 1990) was a German-American cryptographer who worked on the design of ciphers at IBM, initiating research that culminated in the development of the Data Encryption Standard (DES) in the 1970s. The structure used in DES, called a Feistel network, is commonly used in many block ciphers.[2][3][4]", "43423836": "Santanu Paul is an entrepreneur, technocrat and opinion writer. He is the founder and CEO of TalentSprint, a global edtech company that offers transformational deeptech learning programs for new-age professionals.[1]", "49551454": "Michael W. Shapiro is an American computer programmer who worked in operating systems and storage at Sun Microsystems, Oracle, and EMC.", "22845537": "Hans Uszkoreit is a German computational linguist.", "15276143": "Bao Yueqiao (simplified Chinese: 鲍岳桥; traditional Chinese: 鮑岳橋; pinyin: Bào Yuèqiáo), a distinguished computer programmer, entrepreneur, and go player. He is the co-founder and current president of Beijing OurGame Computer Technology Company Limited.", "43866229": "David Jay Malan (/meɪlɛn/) is an American computer scientist and professor. Malan is a Gordon McKay Professor of Computer Science at Harvard University, and is best known for teaching the course CS50, (abbreviation of Computer Science 50)[2][3][4][5] which is the largest open-learning course at Harvard University and Yale University and the largest Massive Open Online Course (MOOC) at EdX, with lectures being viewed by over a million people on the edX platform up to 2017.[6]", "62953589": "Li Guojie (Chinese: 李国杰; born 29 May 1943) is a Chinese computer scientist who served as dean of the School of Computer and Control Engineering, University of the Chinese Academy of Sciences.", "27498613": "Neil T. Heffernan (born June 1970 in Worcester, Massachusetts) is a professor of computer science at Worcester Polytechnic Institute.  He is known for his role in the development of the ASSISTments online learning tool and app, which assists students with homework and classwork while helping teachers assess where to focus instructional time in mathematics, and is used by over 50,000 students a year in the US.[1][unreliable source?] His work gained prominence when a New York Times Magazine story by Annie Murphy Paul featured ASSISTments and Heffernan's research with the tool.[2]", "70359161": "Chan-Byoung Chae is a Korean computer scientist, electrical engineer, and academic. He is an Underwood Distinguished Professor, the director of Intelligence Networking Laboratory, and head of the School of Integrated Technology at Yonsei University, Korea.[1]", "24483963": "Susan Elizabeth Black OBE FRSA (born 1962) is a British computer scientist, academic and social entrepreneur.[3][4][1] She is known for saving Bletchley Park, (World War II codebreaking) with her Saving Bletchley Park campaign.[5][6] Since 2018, she has been Professor of Computer Science and Technology Evangelist at Durham University. She was previously based at the University of Westminster and University College London.", "15800444": "Barney Pell (born March 18, 1968) is an American entrepreneur, angel investor and computer scientist. He was co-founder and CEO of Powerset, a pioneering natural language search startup, search strategist and architect for Microsoft's Bing search engine, a pioneer in the field of general game playing in artificial intelligence, and the architect of the first intelligent agent to fly onboard and control a spacecraft.[1] He was co-founder, Vice Chairman and Chief Strategy Officer of Moon Express; co-founder and chairman of LocoMobi; and Associate Founder of Singularity University.", "31316105": "Jan van Leeuwen (born 17 December 1946 in Waddinxveen)[1] is a Dutch computer scientist and emeritus professor of computer science at the Department of Information and Computing Sciences at Utrecht University.[2]", "68851855": "Eduard Gröller' (January 28, 1962 in Güssing) is an Austrian computer scientist and professor at the Technische Universität Wien.", "20535439": "Neil Gilbert Siegel (born February 19, 1954) is an American computer scientist, systems engineer, and engineer, known for his development of many key systems for the United States military, including the Blue-Force Tracking system, the U.S. Army's first unmanned air vehicle system, and the US Army forward-area air defense system.[1]  Several of his inventions also found their way into consumer products, such as hand-held devices (e.g., mobile GPS devices, smartphones, etc.) whose map displays automatically orient themselves to align with the real-world's cardinal points.", "44112018": "Gillian Arnold is a British Information technology leader. She is a BCS Vice President[1] and the Past Chair of the BCSWomen Specialist Group that supports women in  the IT industry.[2] In 2015, she was identified as the 9th[3] Most Influential Women in UK IT 2015, by Computer Weekly. In 2016, Arnold was again identified as one of the 50 most influential women in UK IT 2016[4] by Computer Weekly.", "62118035": "Andrea Frome is an American computer scientist who works in computer vision and machine learning.", "383127": "Peter Gabriel Neumann (born 1932) is a computer-science researcher who worked on the Multics operating system in the 1960s.[2] He edits the RISKS Digest columns for ACM Software Engineering Notes and Communications of the ACM.[3] He founded ACM SIGSOFT and is a Fellow of the ACM, IEEE,[4] and AAAS.[5]", "1775773": "Charles Patrick \"Chuck\" Thacker (February 26, 1943 – June 12, 2017) was an American pioneer computer designer.[3] He designed the Xerox Alto, which is the first computer that used a mouse-driven graphical user interface (GUI).", "27318443": "Dharmendra S. Modha is an Indian American manager and lead researcher of the Cognitive Computing group at IBM Almaden Research Center.[1][2] He is known for his pioneering works in Artificial Intelligence and Mind Simulation.[3] In November 2009, Modha announced at a supercomputing conference that his team had written a program that simulated a cat brain.[4] He is the recipient of multiple honors, including the Gordon Bell Prize, given each year to recognize outstanding achievement in high-performance computing applications.[5] In November 2012, Modha announced on his blog that using 96 Blue Gene/Q racks of the Lawrence Livermore National Laboratory Sequoia supercomputer (1,572,864 processor cores, 1.5 PB memory, 98,304 MPI processes, and 6,291,456 threads), a combined IBM and LBNL team achieved an unprecedented scale of 2.084 billion neurosynaptic cores containing 530 billion neurons and 137 trillion synapses running only 1542× slower than real time.[6] In August 2014 a paper describing the TrueNorth Architecture, \"the first-ever production-scale 'neuromorphic' computer chip designed to work more like a mammalian brain than\" a processor [7] was published in the journal Science.[8] TrueNorth project culminated in a 64 million neuron system for running deep neural network applications.[9]", "53467317": "Mohammad Zulkernine is a Canadian computer scientist, currently a Canada Research Chair at Queen's University.[1][2][3]", "14833847": "Michael E. Auer (born 1948 in Weimar) is a German computer scientist and engineering educator and professor at the Carinthia University of Applied Sciences, Austria.", "5200062": "Michael Allen Langston is a professor of electrical engineering and computer science at the University of Tennessee.[1] In several publications with Michael Fellows in the late 1980s, he showed that the Robertson–Seymour theorem could be used to prove the existence of a polynomial-time algorithm for problems such as linkless embedding without allowing the algorithm itself to be explicitly constructed;[2][3] this work was foundational to the field of parameterized complexity.[4] He has also collaborated with scientists at Oak Ridge National Laboratory on the computational analysis of genomics data and reconstruction of gene regulatory networks.[5][6]", "45062335": "Lucio de Risi (born 1953) is an Italian electrical engineer, founder and CEO of MEGA International Srl.", "69982401": "Thomas Brevard Steel Jr. (born 1929) is an American computer scientist.", "7772356": "Adrian Farrel is a British engineer and author, specialising in developing computer network protocols for the Internet. He is active in the Internet Engineering Task Force.[1]", "44226760": "Jos van Hillegersberg (born 1968)  is a Dutch computer scientist, Professor of Business Information Systems at the University of Twente, known for his contributions in the field of Enterprise resource planning.[1][2]", "40982733": "Nicolai Petkov (born 1956) is Dutch computer scientist, and professor of Intelligent Systems and Computer Science at the University of Groningen, known for his contributions in the fields of brain-inspired computing, pattern recognition, machine learning, and parallel computing.", "43456718": "Glorious India Award in 2017\n\nSociety for Technical Communication (STC) Award of Merit in 2017\n\nPROSE Award for best textbook in Physical Sciences & Mathematics in 2016\n\nToulouse Scholars Award from UNT in 2016–17\n\nIEEE Distinguished Lecturer since 2017", "48208082": "Philippa Anne Gardner FREng (born 29 July 1965) is a British computer scientist and academic. She has been Professor of Theoretical Computer Science at the Department of Computing, Imperial College London since 2009. She was director of the Research Institute in Automated Program Analysis and Verification between 2013 and 2016.[1] In 2020 Gardner was elected Fellow of the Royal Academy of Engineering.[2]", "63248597": "Paul Syverson is a computer scientist best known for inventing onion routing, a feature of the Tor anonymity network.[1][2]", "62003420": "Massachusetts Institute of Technology (MS)", "30775517": "James Won-Ki Hong (born September 28, 1959) is Director of Innovation Center for Education (since Nov. 2019), Co-Director of Cetner for Crypto Blockchain Research (since Feb. 2020), and Professor of Dept. of Computer Science and Engineering (since May 1995) at POSTECH. He served as Dean of Graduate of Information Technology at POSTECH from 2015 to 2019. He was Senior Executive Vice President and CTO of KT Corporation[1] leading R&D activities from March 2012 to Feb. 2014. He received a Ph.D. degree from the University of Waterloo in 1991. His research interests include blockchain, network management, network monitoring and network analysis, ICT convergence, ubiquitous computing, and smartphonomics. He has served as Chair (2005–2009) of the IEEE Communications Society (IEEE ComSoc), Committee on Network Operations and Management.[2] He has also served IEEE ComSoc Director of Online Content (2004–2005, 2010–2011).[3] He is Editor-in-Chief of International Journal on Network Management (IJNM)[4] and of ComSoc Technology News.[5] He is the Chair of Steering Committee of IEEE IFIP NOMS[6] International Symposium on Integrated Network Management[7] and Steering Committee member of APNOMS. He was General Chair of APNOMS 2006,[8] and General Co-Chair of APNOMS 2008[9] and APNOMS 2011.[10] He was General Co-Chair of IFIPS NOMS 2010.[11] He is an editorial board member of Transactions on Network and Service Management,[12] Journal of Network and Systems Management[13] and Journal of Communications and Networks.[14]", "1169635": "Pascal Costanza is a research scientist at the ExaScience Lab at Intel Belgium. He is known in the field of functional programming in LISP as well as in the aspect-oriented programming (AOP) community for contributions to this field by applying AOP through Lisp1.  More recently, he has developed Context-oriented programming, with Robert Hirschfeld.", "48404708": "Alexander Panteleimonovich Grammatin (Russian: Александр Пантелеймонович Грамматин; January 6, 1931, in Leningrad – August 28, 2014, in St. Petersburg) was a Soviet and Russian scientist in the field of computational optics, the developer of the theory and author of the first national program for the automated calculation of computer parameters of optical systems by criteria of image quality. He was the Doctor of Technical Sciences, professor, the USSR State Prize laureate (1977) and holder of the Prize of the Council of Ministers of the USSR (1983).", "11704554": "Michael Spivey (commonly known as Mike Spivey) is a British computer scientist at the University of Oxford.", "48634090": "Ann Alicia Copestake is professor of computational linguistics and head of the Department of Computer Science and Technology at the University of Cambridge[1][2][3][4] and a fellow of Wolfson College, Cambridge.[5]", "17651946": "Ron Sun is a cognitive scientist who made significant contributions to computational psychology and other areas of cognitive science and artificial intelligence. He is currently professor of cognitive sciences at Rensselaer Polytechnic Institute, and formerly the James C. Dowell Professor of Engineering and Professor of Computer Science at University of Missouri. He received his Ph.D. in 1992 from Brandeis University.", "53467373": "Sandra Zilles is a German and Canadian computer scientist, the Canada Research Chair in Computational Learning Theory at the University of Regina. Her research area encompasses machine learning and computational learning theory.[1][2]", "13932786": "Michael Burrows, FRS (born 1963) is a British computer scientist and the creator of the Burrows–Wheeler transform, currently working for Google. Born in Britain, as of 2018 he lives in the United States, although he remains a British citizen.[7][8][9]", "59087091": "David L. Shrier is an American futurist, author and entrepreneur. Shrier also co-edits the MIT Connection Science imprint of MIT Press and is the author of various industry reference books in the fields of financial technology,[1] digital identity, data governance[2] and financial innovation.[3] Shrier is the cofounder & Managing Director of Esme Learning, an artificial intelligence-enabled digital learning company derived from MIT research and spun out of MIT Media Lab.[4] He currently serves as Professor of Practice in Artificial Intelligence and Innovation with Imperial College London.[5][6]", "66590968": "Larissa Suzuki, also known as Lara Suzuki, is a Brazilian-Italian-British University Professor,[1] computer scientist, former CEO, angel investor, Government Advisor, chartered engineer, inventor,[2] scientist,[3] author and entrepreneur.[4][5] She is also a pianist and violinist.", "61233400": "Elias Koutsoupias is a Greek computer scientist working in algorithmic game theory.", "72702204": "Nancy Guadalupe Arana–Daniel is a Mexican computer scientist specializing in machine learning approaches including support vector machines and artificial neural networks applied to robot motion planning, computer vision and related problems. Her research has included the development of methods for robots working in disaster response to distinguish human victims from rubble.[1]", "43391231": "Roger Evernden (born ca. 1954) is a British enterprise architect, musician, composer, writer and speaker.", "2578705": "Zhou Chaochen (Chinese: 周巢尘; born 1 November 1937) is a Chinese computer scientist.[1]", "22223129": "John D. Day (from Kinmundy, Illinois, born 1947)[1] is an electrical engineer, an Internet pioneer,[2] and a historian.[2][3][4] He has been involved in the development of the communication protocols of Internet and its predecessor ARPANET since the 1970s,[4][5] and he was also active in the design of the OSI reference model.[4][5][6][7] He has contributed in the research and development of network management systems, distributed databases, supercomputing, and operating systems.[6][8]", "28268829": "Ricky J. Sethi is an Assistant Professor of Computer Science[1] at Fitchburg State University and the Director of Research[2] for The Madsci Network.[3]  He was appointed as a National Science Foundation (NSF) Computing Innovation Fellow[4][5] by the Computing Community Consortium and the Computing Research Association. He has contributed significantly in the fields of machine learning, computer vision, social computing, and science education/eLearning.", "67377437": "Daniel Abadi is the Darnell-Kanal Professor of Computer Science at University of Maryland, College Park.[2] His primary area of research is database systems, with contributions to stream databases, distributed databases, graph databases, and column-store databases.[3] He helped create C-Store, a column-oriented database, and HadoopDB, a hybrid of relational databases and Hadoop. Both database systems were commercialized by companies.", "18946341": "Johannes Gehrke is a German computer scientist and a Technical Fellow at Microsoft focusing on AI.[1] He is an ACM Fellow, an IEEE Fellow, and he received the 2011 IEEE Computer Society Technical Achievement Award and the 2021 ACM SIGKDD Innovation Award. From 1999 to 2015, he was a faculty member in the Department of Computer Science at Cornell University, where at the time of his leaving he was the Tisch University Professor of Computer Science.[2]", "11786535": "Stephen Earl Wilhite[2] (March 3, 1948 – March 14, 2022) was an American computer scientist who worked at CompuServe and was the engineering lead on the team that created the GIF image file format in 1987. GIF went on to become the de facto standard for 8-bit color images on the Internet until PNG (1996) became a widely supported alternative.[3] The format later became the subject of a patent assertion by Unisys on its use of the LZW compression algorithm.[3] Known as the inventor or creator of the GIF, Wilhite received a Webby Lifetime Achievement Award in 2013.[4]", "1497385": "Brendan Patrick Kehoe (3 December 1970 – 19 July 2011) was an Irish software developer and writer. Born in Dublin, Ireland, Kehoe was raised in China, Maine. In his early teens, he was first exposed to computing when he was given a Commodore 64 computer, which he used to teach himself about computing and computer networks. On leaving high-school, he moved to Widener University where he continued his computer studies,[1] leaving in 1992.[2]", "54516009": "Huai Jinpeng (Chinese: 怀进鹏; born December 1962) is a Chinese computer scientist and politician. He is the current Minister of Education,[1] party secretary of the China Association for Science and Technology (CAST) and an academician of the Chinese Academy of Sciences.", "42981676": "Te Taka Adrian Gregory Keegan is a New Zealand academic and Māori language revivalist. He is descended from the  Waikato-Maniapoto, Ngāti Apakura, Te Whānau-ā-Karuai ki Ngāti Porou and Ngāti Whakaaue iwi.[1]", "53696812": "Gordon L. Kindlmann is an American computer scientist who works on information visualization and image analysis.[1] He is recognized for his contributions in developing tools for  tensor data visualization.", "53467437": "Ying Zou is a Canadian computer scientist. She is a professor in the Department of Electrical and Computer Engineering at Queen's University and a Canada Research Chair (Tier I) in Software Evolution.[1][2][3] She was awarded the IBM CAS Research Faculty Fellow of the Year in 2014 and the IBM Faculty Award in 2007 and 2008.[1]", "25303350": "Lance Jeremy Fortnow (born August 15, 1963) is a computer scientist known for major results in computational complexity and interactive proof systems. As of January 2024[ref], he was the Dean of the College of Computing at the Illinois Institute of Technology.", "13637942": "Alexia Massalin (formerly Henry Massalin) is an American computer scientist and programmer.  She pioneered the concept of superoptimization,[1][2] and designed the Synthesis kernel, a small kernel with a Unix compatibility layer that makes heavy use of self-modifying code for efficiency.[3][4]", "30595387": "John Bentley Stringer (17 February 1928 – 4 May 1979)[1] was a British computer pioneer. At Cambridge Maths Lab he worked with Maurice Wilkes creating the concept of microcode.[2][3] He then became a civil servant firstly at the National Physical Laboratory then at the Government Communications Headquarters.", "71752004": "Seiji Isotani (磯谷 セイジ) (born 1979 in São Paulo city, São Paulo) is a renowned Brazilian scientist specializing in the areas of artificial intelligence applied to education, particularly Intelligent Tutoring Systems, gamification, and educational technologies. He is a Visiting Full Professor in Education at Harvard University[2] and a Full Professor in Computer Science and Educational Technologies at the University of São Paulo. (Portuguese: Universidade de São Paulo, USP) since 2019,[3]", "32921926": "Philippe Gautier is the main author of a  \"book[1] [about] the history of the understanding of the technological, economic, legal and societal stakes or issues of the \"Internet of Things\". This book is actually an essay on the Future Internet and points out why the contributions of both sciences of complexity and cybernetics are necessary in the conception and realization of information systems to meet the new challenges of sensory technologies - such as NFC, RFID, Barcodes, GPS, etc. - and fully open value chain. This essay discusses also the particular impacts on economics, sociology and governance, with a philosophical conclusion.   \nHe is also the founder of Business2Any, a company specialized in the conception & edition of cybernetic software, related to Distributed Artificial Intelligence (DAI), machine learning & cognitive computing for the Internet of Things.", "67590474": "Sebastian Elbaum is an Argentinian-American computer scientist. During the COVID-19 pandemic, Elbaum was elected a Fellow of the Institute of Electrical and Electronics Engineers in \"recognition of his contributions of testing techniques for evolving systems.\"", "301387": "Charles William Bachman III (December 11, 1924 – July 13, 2017) was an American computer scientist, who spent his entire career as an industrial researcher, developer, and manager rather than in academia. He was particularly known for his work in the early development of database management systems.\nHis techniques of layered architecture include his namesake Bachman diagrams.", "53451088": "Arlindo Manuel Limede de Oliveira (born 4 June 1963) is a Portuguese academic, researcher and writer. He is author of more than 150 scientific articles and papers in conferences,[1] and three books: Computer Architecture (co-authored with Guilherme Arroz and José Monteiro, published by World Scientific and IST Press),[2][3] The Digital Mind (published by MIT Press and IST Press),[4][5] and Inteligência Artificial (published by Fundação Francisco Manuel dos Santos).[6]", "73718102": "Eve Meryl Schooler is an American computer scientist who works for Intel as a principal engineer, and as director of emerging internet of things networks in the IoT Group. She is known for her work on internet standards for distributed computing and multimedia,[1][2] and in particular as one of the designers of the Session Initiation Protocol;[3] her work also involves fog computing and edge computing.[4]", "44915033": "Bing Liu (born 1963) is a Chinese-American professor of computer science who specializes in data mining, machine learning, and natural language processing. In 2002, he became a scholar at University of Illinois at Chicago.[1]\nHe holds a PhD from the University of Edinburgh (1988).[2][3] His PhD advisors were Austin Tate and Kenneth Williamson Currie, and his PhD thesis was titled Reinforcement Planning for Resource Allocation and Constraint Satisfaction.[4]", "42408288": "Eelco Visser (12 October 1966 – 5 April 2022[1]) was an Antoni van Leeuwenhoek Professor of Computer Science at Delft University of Technology.[2][3]", "40966498": "Kevin C. Dittman (born ca. 1960) is an American computer scientist, IT consultant and Professor of Information Technology at the Purdue University, especially known for his textbook Systems analysis and design methods written with Lonnie D. Bentley and Jeffrey L. Whitten, which is in its 7th edition.[1]", "44095854": "John Hugh Westcott FRS,[1] FREng,[3] Hon FIEE (3 November 1920 – 10 October 2014)[1] was a British scientist specialising in control systems and Professor of Computing and Automation at Imperial College London.", "64330094": "Isabelle Guyon (French pronunciation: [izabɛl ɡɥijɔ̃]; born August 15, 1961) is a French-born researcher in machine learning known for her work on support-vector machines, artificial neural networks and bioinformatics.[1] She is a Chair Professor at the University of Paris-Saclay.[2]", "1562996": "Selmer Bringsjord (born November 24, 1958) is the chair of the Department of Cognitive Science at Rensselaer Polytechnic Institute and a professor of Computer Science and Cognitive Science.[1] He also holds an appointment in the Lally School of Management & Technology and teaches artificial Intelligence (AI), formal logic, human and machine reasoning, and philosophy of AI.", "62118264": "Malcolm Kenneth Crowe is an Irish computer scientist and mathematician who retired to become professor emeritus at the University of West of Scotland after 46 years of service.[2][citation needed]", "4577661": "Johannes Lambertus Adriana van de Snepscheut (Dutch: [ˈsnɛpsxøːt]; 12 September 1953 – 23 February 1994) was a computer scientist and educator.  He was a student of Martin Rem and Edsger Dijkstra.[1]  At the time of his death he was the executive officer of the computer science department at the California Institute of Technology. [2] He was also developing an editor for proving theorems called \"Proxac\".[3]", "28301696": "Bruce Gilchrist (4 August 1930 [1] – 23 May 2015[2]) is considered one of the notable figures in modern computing history.[3][4]", "48454018": "Rebecca Gay George CBE FBCS (born 1961) is 2020 President of the British Computer Society, and active in encouraging girls and women to participate in technology and IT.", "940420": "'Florin Popenţiu Vlădicescu' is Professor of Software Engineering.", "12818824": "Daniel Kottke (/ˈkɒtki/) is an American businessman known for being a college friend of Steve Jobs and one of the first employees of Apple Inc.", "39917969": "Jaap Schekkerman (born 1953) is a Dutch computer scientist and founder of the Institute For Enterprise Architecture Developments (IFEAD) in the Netherlands. He is particularly known for his 2003 book How to Survive in the Jungle of Enterprise Architecture in which he compared 14 Enterprise Architecture Frameworks.[1]", "58710416": "Natasha Fridman Noy is a Russian-born American Research scientist[2] who works at Google Research in Mountain View, CA,[3] who focuses on making structured data more accessible and usable.[4][1][5]  She is the team leader for Dataset Search, a web-based search engine for all datasets.[6] Natasha worked at Stanford Center for Biomedical Informatics Research before joining Google, where she made significant contributions to ontology building and alignment, as well as collaborative ontology engineering.[7] Natasha is on the Editorial Boards of many Semantic Web and Information Systems publications and is the Immediate Past President of the Semantic Web Science Association.[8] From 2011 to 2017, she was the president of the Semantic Web Science Association.[6]", "72440211": "Erik Ernst is a prominent computer scientist and an associate professor at the University of Aarhus in Denmark. In 2010, he won the Dahl-Nygaard Prize.[1]", "23370128": "Kenneth Lane Thompson (born February 4, 1943) is an American pioneer of computer science. Thompson worked at Bell Labs for most of his career where he designed and implemented the original Unix operating system. He also invented the B programming language, the direct predecessor to the C programming language, and was one of the creators and early developers of the Plan 9 operating system. Since 2006, Thompson has worked at Google, where he co-developed the Go programming language.", "5314967": "Lambert Guillaume Louis Théodore Meertens or L.G.L.T. Meertens (born 10 May 1944, in Amsterdam) is a Dutch computer scientist and professor.[3] As of 2020[update], he is a researcher at the Kestrel Institute, a nonprofit computer science research center in Palo Alto's Stanford Research Park.[2]", "67508632": "Himabindu \"Hima\" Lakkaraju is an Indian-American computer scientist who works on machine learning, artificial intelligence, algorithmic bias, and AI accountability. She is currently an Assistant Professor at the Harvard Business School and is also affiliated with the Department of Computer Science at Harvard University. Lakkaraju is known for her work on explainable machine learning. More broadly, her research focuses on developing machine learning models and algorithms that are interpretable, transparent, fair, and reliable. She also investigates the practical and ethical implications of deploying machine learning models in domains involving high-stakes decisions such as healthcare, criminal justice, business, and education. Lakkaraju was named as one of the world's top Innovators Under 35 by both Vanity Fair and the MIT Technology Review.", "1759647": "David A. Bader (born May 4, 1969) is a Distinguished Professor and Director of the Institute for Data Science at the New Jersey Institute of Technology.[9][10]  Previously, he served as the Chair of the Georgia Institute of Technology School of Computational Science & Engineering, where he was also a founding professor, and the executive director of High-Performance Computing at the Georgia Tech College of Computing. In 2007, he was named the first director of the Sony Toshiba IBM Center of Competence for the Cell Processor at Georgia Tech.[11]", "35396000": "Gerhard Fischer (born July 2, 1945) is a German-born computer scientist who is Professor of Computer Science, a Fellow of the Institute of Cognitive Science, and the founder and director of the Center for LifeLong Learning & Design at the University of Colorado, Boulder.", "2726304": "James Alexander Hendler (born April 2, 1957) is an artificial intelligence researcher at Rensselaer Polytechnic Institute, United States, and one of the originators of the Semantic Web.[1]  He is a Fellow of the National Academy of Public Administration.[2]", "47749536": "Yoshua Bengio OC FRS FRSC (born March 5, 1964[3]) is a Canadian computer scientist, most noted for his work on artificial neural networks and deep learning.[4][5][6] He is a professor at the Department of Computer Science and Operations Research at the Université de Montréal and scientific director of the Montreal Institute for Learning Algorithms (MILA).[1]", "40802728": "R. Erdem Erkul is founder and chairman of Cerebrum Tech[1] and vice president at the Council of European Professional Informatics Societies. He was a public sector and investment director at Microsoft Turkey between 2018 and 2020 .  He was also vice president and executive board member at Informatics Association of Turkey between 2011 and 2015.[2] He has worked at Samsung Electronics Turkey as Director of Public Sector and External Affairs between 2014 and 2018. He was also the spokesperson of Samsung Electronics Turkey during these years. He is known for his work on e- government, New Public Administration, informatics, entrepreneurship and social media.[3]", "35297710": "Franklin Herbert Westervelt ((1930-03-26)March 26, 1930 – (2015-07-29)July 29, 2015) was an American engineer, computer scientist, and educator at the University of Michigan and Wayne State University. Westervelt received degrees in Mathematics, Mechanical and Electrical Engineering from the College of Engineering at the University of Michigan. He attained his PhD in 1961. He was a Professor of Mechanical Engineering at the University of Michigan and an Associate Director at the U-M Computing Center. He was involved in early studies on how to use computers in engineering education.[1][2]", "47389113": "Tamara Macushla Munzner (born 1969) is an American-Canadian scientist. She is an expert in information visualization who works as a professor of computer science at the University of British Columbia (UBC).", "51976635": "Melanie R. Rieback (born 26 October 1978) is a computer scientist, chiefly known for her work regarding the privacy and security of radio-frequency identification technology.", "58710459": "Asunción Gómez Pérez is a Spanish computer scientist, the Vice-Rector for Research, Innovation and Doctoral Studies and a Full Professor at the Technical University of Madrid. In 2015, she received National Prize of Informatics from Scientific Society of Informatics of Spain.\nShe is also the recipient of the Ada Byron Prize. She is working in the field of artificial intelligence, specifically in semantic web and ontology engineering.", "18962885": "David Andreoff  Evans (born 1948 in St. Louis) is an American scientist in the field of computational linguistics, best known for his research into indexing using natural language processing, and in ontology learning, especially in medical informatics.", "65313224": "Bernd Blobel (born October 1, 1947, in the city of Magdeburg, Germany) is a scientist recognized for his contributions to the field of health informatics. He is a professor at the Faculty of Medicine of the University of Regensburg, Germany, and visiting professor at the First Faculty of Medicine of the Charles University of Prague, Czech Republic. His main areas of research include electronic medical records, security, privacy and interoperability, information systems architectures in health, telemedicine and biomedicine, engineering, translational medicine, knowledge representation, and ontologies. He has received numerous recognitions for his scientific career, among which are: Fellow of the American College of Medical Informatics (ACMI) (2004), Fellow of HL7 International (2010), Fellow of the Australasian College of Health Informatics (ACHI) (2011), Honorary Fellow of the European Federation of Medical Informatics (EFMI) (2015), Inaugural Fellow of the International Academy of Health Sciences and Informatics (IAHSI) (2017), and Honorary Fellow of the EuroMISE Mentors Association, as well as Honorary Fellow of HL7 Germany and the Society for Biomedical Engineering and Medical Informatics of the Czech Republic. He is the author of more than 200 high-impact scientific articles,[1] including the book Analysis, Design and Implementation of Secure and Interoperable Distributed Health Information Systems.[2][3]", "20552145": "Henrique \"Rico\" S. Malvar (born 1957)[1] is a distinguished Brazilian engineer and a signal processing researcher at Microsoft Research's largest laboratory in Redmond, Washington, United States.[2] He was the managing director of the lab following the departure of long-time Managing Director Dan Ling in 2007, when he oversaw about 350 researchers.[3][4] He was a Distinguished Engineer at Microsoft for over 15 years. He retired from Microsoft in January 2023, and later received the title of Microsoft Emeritus Researcher.", "46881237": "AAAI Fellow \nCRA A. Nico Habermann Award \nNCWIT Harrold and Notkin Research and Graduate \nMorse-Alumni Award \nMentoring Award", "72341978": "Brad Haines better known as Renderman. Haines is a Canadian[1] Information security researcher most notable for starting the Internet of Dongs project.[2][3][4]", "19454441": "Thomas Proulx is an American computer programmer and entrepreneur. He was a co-founder and first programmer of Intuit and a pioneer of usability testing in the 1980s.[1] He was the main programmer of the first version of Quicken and TurboTax.[1] He co-founded Intuit in 1983,[2] and was later involved with NetPulse.[3]", "1022443": "Sir Andrew Hopper CBE FRS FIET FREng (born 1953[5]) is a British-Polish computer technologist and entrepreneur.  He is treasurer and vice-president of the Royal Society, Professor of Computer Technology, former Head of the University of Cambridge Department of Computer Science and Technology, an Honorary Fellow of Trinity Hall, Cambridge[7][8] and Corpus Christi College, Cambridge.[9]", "793073": "Ralph E. Griswold (May 19, 1934, Modesto, CA[1] – October 4, 2006, Tucson, AZ) was a computer scientist known for his research into high-level programming languages and symbolic computation. His language credits include the string processing language  SNOBOL,[2] SL5,[3][4] and Icon.[5]", "27351552": "Ilmārs Poikāns (born November 4, 1978) is a Latvian AI researcher at the Institute of Mathematics and Computer Science at the University of Latvia. He has used the pseudonym Neo (of The Matrix), and is also known in the press as Latvia's \"Robin Hood\".[1]", "481797": "Gao Zhan (Chinese: 高瞻) is a researcher who worked at the American University in Washington, DC.  In 2001, the government of the People's Republic of China detained her for 166 days on the grounds that she was spying for Taiwan.[1]  At that time, she was widely regarded as a political dissident.", "66705925": "Mary Ann Mansigh Karlsen (born 1932)[1] is a computer programmer who was active in the 1950s in the use of scientific computers.[2]", "1022470": "Kevin Robert Elz, often referred to in computing circles as Robert Elz, or simply kre, is a computer programmer and a pioneer in connecting Australia to the Internet, and more recently, in connecting Thailand.", "39432": "Stephen Arthur Cook OC OOnt (born December 14, 1939) is an American-Canadian computer scientist and mathematician who has made significant contributions to the fields of complexity theory and proof complexity. He is a university professor emeritus at the University of Toronto, Department of Computer Science and Department of Mathematics.", "39434": "Sir Charles Antony Richard Hoare (Tony Hoare or C. A. R. Hoare) FRS FREng[3] (born 11 January 1934)[4] is a British computer scientist who has made foundational contributions to programming languages, algorithms, operating systems, formal verification, and concurrent computing.[5] His work earned him the Turing Award, usually regarded as the highest distinction in computer science, in 1980.", "72423950": "Adriana Lara López is a Mexican computer scientist whose research involves evolutionary computation, memetic algorithms, and multi-objective optimization. She is a professor in the school of physics and mathematics at the Instituto Politécnico Nacional in Mexico.[1]", "18651665": "Gérard Pierre Huet (French: [y.ɛ]; born 7 July 1947) is a French computer scientist, linguist and mathematician. He is senior research director at INRIA and mostly known for his major and seminal contributions to type theory, programming language theory and to the theory of computation.", "21961238": "Nobuo Mii (Japanese: 三井 信雄=Mii Nobuo; July 4, 1931 – July 14, 2015), often called Nobi by English speakers, was a Japanese computer pioneer who made various contributions, working for NHK and IBM, and also is an investment fund executive.[1]", "69982745": "Tie-Yan Liu (Chinese: 刘铁岩; born 1976) is a Chinese computer scientist.", "10541595": "Samuel Hocevar (born 5 August 1978) is a French software and video game developer. He was the project leader of the Debian operating system from 17 April 2007 to 16 April 2008, and one of the founding members of Goatse Security.", "23616030": "Janusz (John) Antoni Brzozowski (May 10, 1935 – October 24, 2019) was a Polish-Canadian computer scientist and Distinguished Professor Emeritus[1] at the University of Waterloo's David R. Cheriton School of Computer Science.[2]", "2710052": "Egon Börger (born 13 May 1946[2]) is a German-born computer scientist based in Italy.", "11180584": "Randy Charles Morin is a Canadian web publisher and the former chairman of the RSS Advisory Board,[1] a group that publishes the RSS 2.0 specification. Randy authored the RSS autodiscovery specification and contributed to the RSS profile. He also runs the TalkSports website.[2]", "46946860": "Kathleen Shanahan Fisher is an American computer scientist who specializes in programming languages and their implementation.", "71604783": "Nancy S. Pollard is an American computer scientist, roboticist, and computer graphics researcher. She is a professor in the Carnegie Mellon University Robotics Institute, where she heads the Foam Robotics Lab.[1]", "21699121": "Daniel A. Keim is a German computer scientist and full professor (Chair of Information Processing) in the Computer Science department at the University of Konstanz, Germany. He received his Ph.D. in computer science from the University of Munich in 1994. He has been assistant professor in the Computer Science department at the University of Munich, and associate professor in the Computer Science department of the Martin Luther University of Halle-Wittenberg. Keim has also worked as a senior researcher at AT&T's Shannon Research Labs, Florham Park, NJ, USA.", "66902580": "Jane Win-Shih Liu is a Chinese-American computer scientist known for her work on real-time computing. She is a professor emerita at the University of Illinois at Urbana–Champaign, Shun Hing Honorary Chair Professor of Computer Science at National Tsing Hua University, a distinguished visiting fellow of the Academia Sinica, and the former editor-in-chief of IEEE Transactions on Computers.", "27384375": "Adrianus Johannes \"Han\" Vinck (born 15 May 1949, in Breda)[1] is a Dutch computer scientist. He serves as senior professor in Digital Communications at the University of Duisburg-Essen, Germany, since September 2014.  He is a member of the digital signal processing group at the electrical engineering Department. His interest is in Information and Communication theory, Coding and Network aspects in digital communications. He is the author of the textbook Coding Concepts and Reed-Solomon Codes.[2]", "43194937": "Alan H. Borning is an American Computer Scientist noted for his research on human computer interaction and object-oriented programming. In particular his research in human-computer interaction is on designing for human values. He works on systems to support civic engagement and deliberation, and works on tools to make public transportation easier to use. He has also worked on constraint-based languages and systems, and  cooperating constraint languages and solvers.[1]", "61643330": "Karen Rafferty (née McMenemy) is the Head of the School of Electronics, Electrical Engineering and Computer Science at Queen's University Belfast. She works with virtual and augmented reality for health care and automation.", "72276550": "Yasmín Águeda Ríos-Solís is a Mexican computer scientist and operations researcher who studies problems of scheduling, timetabling, and synchronization of public transport. She is a professor and researcher in the School of Engineering and Sciences at the Monterrey Institute of Technology and Higher Education.", "46750282": "Barry H.V. Topping FIMA (born 14 February 1952) is a British authority on computational mechanics.[1][2][3] He was Professor of Computational Mechanics at the School of Engineering and Physical Sciences at Heriot-Watt University where his work was mainly concerned with parallel computing, genetic algorithms, neural networks, finite element methods and fluid-structure interaction.[4][5] He is now Emeritus Professor at Heriot-Watt University and an Honorary Professor at the University of Pécs in Hungary.[6][7]", "61774410": "Sibel Adalı is a Turkish-American computer scientist who studies trust in social networks[1] and uncertainty in decision-making.[2] She is a professor of computer science at Rensselaer Polytechnic Institute, and associate dean for research at Rensselaer.[3]", "33102412": "Richard Shoup (July 30, 1943 – July 18, 2015) was an American computer scientist and entrepreneur, mainly known from his pioneering work on computer graphics and animation. Originally from Gibsonia, Pennsylvania, he last resided in San Jose, California.[1]", "170573": "Jarkko Oikarinen (born 16 August 1967) is a Finnish IT professional and the inventor of the first Internet chat network, called Internet Relay Chat (IRC), where he is known as WiZ.[1]", "48765520": "Thorsten Altenkirch (/ˈɔːltənkɜːrʃ/ AWL-tən-kursh, German: [ˈtɔʁstn̩ ˈʔaltn̩kɪʁç]) is a German Professor of Computer Science at the University of Nottingham[1] known for his research on logic, type theory, and homotopy type theory. Altenkirch was part of the 2012/2013 special year on univalent foundations at the Institute for Advanced Study.[2] At Nottingham he co-chairs the Functional Programming Laboratory with Graham Hutton.", "31267419": "Diane Gromala (born 24 February 1960) is a Canada Research Chair[1] and a Professor in the Simon Fraser University School of Interactive Arts and Technology.[2] Her research works at the confluence of computer science, media art and design, and has focused on the cultural, visceral, and embodied implications of digital technologies, particularly in the realm of chronic pain.[3][4]", "48208479": "Kim Binsted (born in New Jersey, US) is a professor in the Information and Computer Sciences Department at the University of Hawaiʻi at Mānoa.[1] Binsted's work explores artificial intelligence, human-computer interfaces, and long-duration human space exploration.", "53467744": "Norbert Zeh is a German computer scientist, currently a Canada Research Chair at Dalhousie University.[1][2]", "49125985": "Elaine M. McGraw (née Boehme) was an American computer programmer who, together with Arthur Samuel and Gene Amdahl, invented open addressing based hash tables in 1954.", "49748578": "Erik Duval (11 September 1965 – 12 March 2016) was a Belgian computer scientist.[2] Duval chaired the informatics section[3] of the computer science department[4] of the Katholieke Universiteit Leuven, where he also chaired the research unit on human-computer interaction.[5] His research tried to augment the human intellect.", "3775083": "Hugh McGregor Ross (31 August 1917 – 1 September 2014)[1] was an early pioneer in the history of British computing.[2][3][4] He was employed by Ferranti from the mid-1960s, where he worked on the Pegasus thermionic valve computer.[5] He was involved in the standardization of ASCII and ISO 646 and worked closely with Bob Bemer.[6] ASCII was first known in Europe as the Bemer–Ross Code.[7] He was also one of the four main designers of ISO 6937, with Peter Fenwick, Bernard Marti and Loek Zeckendorf. He was one of the principal architects of the Universal Character Set ISO/IEC 10646 when it was first conceived.", "62724722": "Ruth A. Weiss is a British-American software engineer known for her work[1] in computer graphics, especially the hidden-line removal problem.  She also developed, together with Richard Hamming, the L2 programming language, a floating-point mathematical package for the IBM 650.", "17472116": "Hava Siegelmann is an American computer scientist and Provost Professor at the University of Massachusetts Amherst.[1]", "9886324": "David J. Kuck, a graduate of the University of Michigan, was a professor in the Computer Science Department the University of Illinois at Urbana-Champaign from 1965 to 1993. He is the father of Olympic silver medalist Jonathan Kuck. While at the University of Illinois at Urbana-Champaign he developed the Parafrase compiler system (1977), which was the first testbed for the development of automatic vectorization and related program transformations. In his role as Director (1986–93) of the Center for Supercomputing Research and Development (CSRD-UIUC), Kuck led the construction of the CEDAR project, a hierarchical shared-memory 32-processor SMP supercomputer completed in 1988 at the University of Illinois.[1]", "1661559": "Robert Hecht-Nielsen (July 18, 1947 – May 25, 2019) was an American computer scientist, neuroscientist, entrepreneur and professor of electrical and computer engineering at the University of California, San Diego.[2]  He co-founded HNC Software Inc. (NASDAQ: HNCS) in 1986 which went on to develop the pervasive card fraud detection system, Falcon®. He became a vice president of R&D at Fair Isaac Corporation when it acquired the company in 2002.", "3299966": "Alain Fournier (1943–2000) was a computer graphics researcher.", "25598595": "Professor Michael A. Hennell (born 9 September 1940) is a British  computer scientist who has made leading contributions in the field of software testing.[1]", "53074566": "Clarisse Iribagiza (born 28 January 1988) is a computer scientist in Rwanda. She is the CEO and co-founder of the mobile technology company HeHe Limited and she is one of the UNCTAD's seven \"eTrade for Women Advocates from the developing world\". She was previously the winner of the East African entrepreneur reality TV show Inspire Africa Season 1.[1]", "793223": "Håkon Wium Lie (born July 26, 1965) is a Norwegian web pioneer, a standards activist, and the chairman of YesLogic, developers of Prince CSS-based PDF rendering software.[1][2] He was the Chief Technology Officer of Opera Software from 1998 until the browser was sold to new owners in 2016.[3][2] He is best known for developing Cascading Style Sheets (CSS) while working with Tim Berners-Lee and Robert Cailliau at CERN in 1994.", "63724168": "Kasper Hornbæk is a professor of Computer Science at the University of Copenhagen.[1] He was inducted into the CHI Academy in 2020.[2]", "3529351": "Makoto Murata (村田 真, Murata Makoto, born 1960) is a Japanese computer scientist, Ph.D. in engineering, and Project Professor at Keio University.", "2349707": "Simson L. Garfinkel (born 1965) is the chief scientist of BasisTech in Somerville, Massachusetts. He was previously a program scientist at AI2050, part of Schmidt Futures.[1] He has held several roles across government, including a Senior Data Scientist at the Department of Homeland Security,[2] the US Census Bureau's Senior Computer Scientist for Confidentiality and Data Access[3] and a computer scientist at the National Institute of Standards and Technology. From 2006 to 2015, he was an associate professor at the Naval Postgraduate School in Monterey, California. In addition to his research, Garfinkel is a journalist, an entrepreneur and an inventor; his work is generally concerned with computer security, privacy and information technology.", "20191887": "W. Keith Edwards is a professor in the School of Interactive Computing at the Georgia Institute of Technology (Georgia Tech) and Director of the GVU Center at Georgia Tech.", "64019090": "Meredith Ringel Morris is an American computer scientist who works in human-computer interaction and collaborative web search.[1] She is a principal scientist at Google Brain[2] and an affiliate professor at the University of Washington in The Paul G. Allen School of Computer Science & Engineering[3] and in The Information School.[4]", "1235604": "Severo M. Ornstein (born 1930) is a retired computer scientist and son of American composer Leo Ornstein. In 1955 he joined MIT's Lincoln Laboratory as a programmer and designer for the SAGE air-defense system. He later joined the TX-2 group and became a member of the team that designed the LINC. He moved with the team to Washington University in St. Louis where he was one of the principal designers of macromodules.[1]", "57023129": "Joëlle Coutaz is a French computer scientist, specializing in human-computer interaction (HCI). Her career includes research in the fields of operating systems and HCI, as well as being a professor at the University of Grenoble. Coutaz is considered a pioneer in HCI in France, and in 2007, she was awarded membership to SIGCHI. She was also involved in organizing CHI conferences and was a member on the editorial board of ACM Transactions on Computer-Human Interaction.[1]", "41556635": "David Fielding Hartley FBCS (born 14 September 1937)[1] is a computer scientist and Fellow of Clare College, Cambridge. He was Director of the University of Cambridge Computing Service from 1970–1994, Chief Executive of United Kingdom Joint Academic Network (JANET) 1994–1997, and Executive Director of Cambridge Crystallographic Data Centre (CCDC) 1997–2002. He is now much involved with the National Museum of Computing.", "45701790": "Elza Erkip is a Turkish-American electrical and computer engineer, professor and wireless technology researcher at New York University.[1][2]", "48716446": "Russell Greiner is a professor of computing science at the University of Alberta. He is a fellow of the Association for the Advancement of Artificial Intelligence and a specialist in machine learning and bioinformatics. Greiner is one of the principal investigators at the Alberta Innovates Centre for Machine Learning[1] and has published over 200 refereed papers and patents.", "1596073": "Allan Alcorn (born January 1, 1948) is an American pioneering engineer and computer scientist best known for creating Pong, one of the first video games. In 2009, he was chosen by IGN as one of the top 100 game creators of all time.[1]", "2103995": "Owen Holland (born 1947) is professor emeritus of cognitive robotics (Informatics)[1][2] in the Sackler Centre for Consciousness Science at the University of Sussex.[3] He was until recently a professor of computer science at the University of Essex, England.[4] Previously, he has held faculty positions at Caltech,[5] University of Bielefeld, Starlab and the University of the West of England.", "44915389": "Panagiotis Kalnis is a Greek academic who specializes in cloud computing and databases.", "1514191": "C. J. \"Keith\" van Rijsbergen FREng (Cornelis Joost van Rijsbergen; born 1943)[1] is a professor of computer science at the University of Glasgow, where he founded the Glasgow Information Retrieval Group.[2] He is one of the founders of modern Information Retrieval and the author of the seminal monograph Information Retrieval and of the textbook The Geometry of Information Retrieval.", "17832662": "Jon Callas is an American computer security expert,[1] software engineer, user experience designer, and technologist who is the co-founder and former CTO of the global encrypted communications service Silent Circle.[2] He has held major positions at Digital Equipment Corporation, Apple, PGP, and Entrust, and is considered \"one of the most respected and well-known names in the mobile security industry.\"[3] Callas is credited with creating several Internet Engineering Task Force (IETF) standards, including OpenPGP, DKIM,[4] and ZRTP, which he wrote.[3] Prior to his work at Entrust, he was Chief Technical Officer and co-founder of PGP Corporation and the former Chief Technical Officer of Entrust.", "8313563": "James Arthur Dean Wallace Anderson, known as James Anderson, is a retired member of academic staff in the School of Systems Engineering at the University of Reading, England, where he used to teach compilers, algorithms, fundamentals of computer science and computer algebra, programming and computer graphics.[1]", "46963420": "Juliana Freire de Lima e Silva is a Brazilian computer scientist who works as a professor of computer science and engineering at the New York University.[1] She is known for her research in information visualization, data provenance, and computerized assistance for scientific reproducibility.[2]", "57187037": "Carol Elizabeth Reiley (born 1982) is an American business executive, computer scientist, and model. She is a pioneer in teleoperated and autonomous robot systems in surgery, space exploration, disaster rescue, and self-driving cars. Reiley has worked at Intuitive Surgical, Lockheed Martin, and General Electric. She co-founded, invested in, and was president of Drive.ai, and is now CEO of a healthcare startup, a creative advisor for the San Francisco Symphony, and a brand ambassador for Guerlain Cosmetics.[1] She is a published children's book author, the first female engineer on the cover of MAKE magazine, and is ranked by Forbes, Inc, and Quartz as a leading entrepreneur and influential scientist.", "5020386": "Myra S. Wilson is a British computer scientist.  She is a senior lecturer in computer science at Aberystwyth University, Wales.[1] Her research interests are in the broad area of robotics, and she also teaches in the field.", "41376494": "Farshad Fotouhi is the dean of Wayne State University's college of engineering.[1][2] Farshad Fotouhi joined Wayne State University in 1988 as faculty in the Department of Computer Science. From 2000 to 2004, he was associate chair of the department, and from 2004 to 2010 he was chair.", "43539185": "Steven H. Low is a Professor of the Computing and Mathematical Sciences Department and the Electrical Engineering Department at the California Institute of Technology.   He is known for his work on the theory and mathematical modeling of Internet congestion control, algorithms, and optimization in power systems.[1]", "44309235": "Ming Li is a Canadian computer scientist, known for his fundamental contributions to Kolmogorov complexity, bioinformatics, machine learning theory, and analysis of algorithms.[1] Li is currently a University Professor at the David R. Cheriton School of Computer Science at the University of Waterloo.[2] He holds a Tier I Canada Research Chair in Bioinformatics. In addition to academic achievements, his research has led to the founding of two independent companies.", "33594102": "Doug Turner is the ex-Director of Engineering at Mozilla Corporation and long-time contributor to Mozilla. The Mozilla Foundation hired Turner in December 2004 to work full-time on mobile projects such as Minimo[1] and Mozilla Joey.[2] He was the Foundation's 12th hire.[3] Turner was previously employed by Netscape before the creation of the Mozilla Foundation.", "63970041": "Charles Edge is an American computer scientist and author.[1] Edge is a contributing author for Inc.com[2] and Huffington Post.[3]", "10246907": "Stephen Malvern Omohundro (born 1959) is an American computer scientist[1] whose areas of research include Hamiltonian physics, dynamical systems, programming languages, machine learning, machine vision, and the social implications of artificial intelligence. His current work uses rational economics to develop safe and beneficial intelligent technologies for better collaborative modeling, understanding, innovation, and decision making.", "52468480": "Chris Tomic (born 1978) is a German computer scientist, inventor, entrepreneur and a reality TV personality. He has featured in several television shows, mostly on the German news channel N-TV Television.[1][2][3][4]", "465672": "Rasmus Lerdorf (born 22 November 1968) is a Danish-Canadian[1] programmer. He co-authored and inspired the PHP scripting language, authoring the first two versions of the language and participating in the development of later versions led by a group of developers including Jim Winstead (who later created blo.gs), Stig Bakken, Shane Caraveo, Andi Gutmans, and Zeev Suraski. He continues to contribute to the project.", "59022093": "Aude Oliva is a French professor of computer vision, neuroscience, and human-computer interaction at the MIT Computer Science and Artificial Intelligence Laboratory (CSAIL).", "23309": "Paul Vixie is an American computer scientist whose technical contributions include Domain Name System (DNS) protocol design and procedure, mechanisms to achieve operational robustness of DNS implementations, and significant contributions to open source software principles and methodology.[2]  He also created and launched the first successful commercial anti-spam service.[3] He authored the standard UNIX system programs SENDS, proxynet, rtty and Vixie cron. At one point he ran his own consulting business, Vixie Enterprises. In 2002, Vixie held the record for \"most CERT advisories due to a single author\".[4][5]", "61741847": "Pascal Hitzler is a German American computer scientist specializing in Semantic Web and Artificial Intelligence.[1][3] He is endowed Lloyd T. Smith Creativity in Engineering Chair,[4] one of the Directors of the Institute for Digital Agriculture and Advanced Analytics (ID3A)[5] and Director of the Center for Artificial Intelligence and Data Science (CAIDS)[6] at Kansas State University, and the founding Editor-in-Chief of the Semantic Web journal[7] and the IOS Press book series Studies on the Semantic Web.[8]", "21109528": "Leonhard Wolfgang Bibel (born on 28 October 1938[1] in Nuremberg) is a German computer scientist, mathematician and Professor emeritus at the Department of Computer Science of the Technische Universität Darmstadt. He was one of the founders of the research area of artificial intelligence in Germany and Europe and has been named as one of the ten most important researchers in German artificial intelligence history by the Gesellschaft für Informatik. Bibel established the necessary institutions, conferences and scientific journals and promoted the necessary research programs to establish the field of artificial intelligence.", "31120153": "Jaime Teevan (born 1976) is an American computer scientist and Microsoft executive known for her work on AI and productivity.", "55532313": "William Paxton is a computer scientist at the University of California, Santa Barbara.[1] He is one of the founders of Adobe Systems and became one of the original designers and implementors of the PostScript page description language.", "60726055": "Dawson R. Engler is an American computer scientist and an associate professor of computer science and electrical engineering at Stanford University.", "2120489": "László \"Les\"[1] Bélády (born April 29, 1928, in Budapest; died November 6, 2021) was a Hungarian computer scientist notable for devising the Bélády's Min theoretical memory caching algorithm in 1966 while working at IBM Research. He also demonstrated the existence of a Bélády's anomaly. During the 1980s, he was the editor-in-chief of the IEEE Transactions on Software Engineering.", "60087082": "Ran Canetti (Hebrew: רן קנטי) is a professor of Computer Science at Boston University.[1] and the director of the Check Point Institute for Information Security[2] and of the Center for Reliable Information System and Cyber Security. He is also associate editor of the Journal of Cryptology and Information and Computation.[3] His main areas of research span cryptography and information security,[4] with an emphasis on the design, analysis and use of cryptographic protocols.", "39852848": "Günther Tschabuschnig (born 1982) is an Austrian computer scientist.[1]", "19045168": "Gina Bianchini (born 1972) is an American entrepreneur and investor. She is the Founder & CEO of Mighty Networks.[2]", "47520567": "Loren Terveen is an American computer scientist and was the president of the Association for Computing Machinery's SIGCHI professional group from 2015 to 2018.[1][2] Terveen is a professor of computer science and engineering[3] and studies human-computer interaction at GroupLens Research at the University of Minnesota.", "43555651": "Maria Elżbieta Orłowska FAA (born 1951 in Warsaw) is a Polish computer scientist, academic and bureaucrat.  She specializes in database systems, integration and performance problems of large systems. She is the author of numerous scientific publications in the international specialized press. She is the author or co-author of patents, including solutions for secure transactions in the economic process. She was Secretary of State to the Polish Ministry of Science and Higher Education for over six years.", "67312457": "Andreas Stefik is a professor of computer science at the University of Nevada, Las Vegas[1] and the creator of Quorum, a computer programming language created with features that improve access for people with visually impairments.[2] Stefik conducts research in the areas of software engineering, accessibility, and computer science education. He is an advocate for increasing access to computer science in K–12 education.[3]", "59284298": "Kimberly Kristine Keeton is an American computer scientist specializing in databases and computer data storage. She worked at HP Labs as a Distinguished Technologist and is currently employed by Google as Principal Engineer, and was one of the designers of the Express Query metadata database used by Hewlett-Packard as part of their StoreAll large-scale data storage systems.[1]", "67509066": "Elizabeth Jane Johnson Robinson[1] (1918 – April 22, 2015)[2] was an American computational linguist who served as president of the Association for Computational Linguistics.[3]", "301900": "Robert W Floyd[1] (June 8, 1936 – September 25, 2001) was a computer scientist. His contributions include the design of the Floyd–Warshall algorithm (independently of Stephen Warshall), which efficiently finds all shortest paths in a graph and his work on parsing; Floyd's cycle-finding algorithm for detecting cycles in a sequence was attributed to him as well. In one isolated paper he introduced the important concept of error diffusion for rendering images, also called Floyd–Steinberg dithering (though he distinguished dithering from diffusion). He pioneered in the field of program verification using logical assertions with the 1967 paper Assigning Meanings to Programs. This was a contribution to what later became Hoare logic. Floyd received the Turing Award in 1978.", "1530702": "Anders Sandberg (born 11 July 1972) is a Swedish researcher, futurist and transhumanist. He holds a PhD in computational neuroscience from Stockholm University, and is currently a senior research fellow at the Future of Humanity Institute at the University of Oxford, and a Fellow at Reuben College.[1]", "31284047": "George Amaro is a Brazilian computer scientist responsible for the connection of Roraima (Brazilian Amazon) to the Internet.[1]", "43506511": "Hans-Jörg Kreowski (born 10 August 1949) is a professor for computer science at the University of Bremen in North West Germany. His primary research area is theoretical computer science with an emphasis on graph transformation, algebraic specification, and syntactic picture processing. He is also a member of the Forum of Computer Scientists for Peace and Social Responsibility [de] (FIfF).", "38968150": "Rayid Ghani is a Distinguished Career Professor in the Machine Learning Department (in the School of Computer Science) and the Heinz College of Information Systems and Public Policy at Carnegie Mellon University. Previously, he was the director of the Center for Data Science and Public Policy, research associate professor in the department of computer science, and a senior fellow at the Harris School of Public Policy at the  University of Chicago. He was also the co-founder of Edgeflip, an analytics startup that grew out of the Obama 2012 Campaign, focused on social media products for non-profits, advocacy groups, and charities. Recently, it was announced that he will be leaving the University of Chicago and joining Carnegie Mellon University's School of Computer Science and Heinz College of Information Systems and Public Policy.[1]", "9706330": "David Gilbert Luenberger (born September 16, 1937)[1] is a mathematical scientist known for his research and his textbooks, which center on mathematical optimization. He is a professor in the department of Management Science and Engineering at Stanford University.", "23632731": "Richard J. Mayer (born 1952) is an American engineer, President of Knowledge Based Systems, Inc., known as lead engineer and principal investigator on the projects of developing part of the IDEF family of modeling languages in the field of software and systems engineering.", "9067357": "Marshall Kirk McKusick (born January 19, 1954) is a computer scientist, known for his extensive work on BSD UNIX, from the 1980s to FreeBSD in the present day.  He was president of the USENIX Association from 1990 to 1992 and again from 2002 to 2004, and still serves on the board. He is on the editorial board of ACM Queue Magazine.[1] He is known to friends and colleagues as \"Kirk\".", "43539300": "Christopher Umans is a professor of Computer Science in the Computing and Mathematical Sciences Department at the California Institute of Technology. He is known for work on algorithms, computational complexity, algebraic complexity, and hardness of approximation.", "51207047": "Elissa Shevinsky is an American technology executive, entrepreneur, cybersecurity expert, public speaker, and author.[1][2][3][4]", "62135176": "Nazanin Daneshvar (born in 1983, Tehran) is an Iranian Internet entrepreneur who founded the discount website Takhfifan. She is unusual as a woman establishing a company in Iran and she has attracted some attention. In 2019, she became one of UNCTAD's \"eTrade for Women Advocates\" from the developing world.[1]", "187271": "Nicholas Negroponte (born December 1, 1943) is a Greek American architect. He is the founder and chairman Emeritus of Massachusetts Institute of Technology's Media Lab, and also founded the One Laptop per Child Association (OLPC). Negroponte is the author of the 1995 bestseller Being Digital translated into more than forty languages.[1]", "10132366": "Chung Laung Liu (Chinese: 劉炯朗; pinyin: Liú Jiǒnglǎng; 1934 – 7 November 2020), also known as David Liu or C. L. Liu, was a Taiwanese computer scientist. Born in Guangzhou, he spent his childhood in Macau. He received his B.Sc. degree in Taiwan, master's degree and doctorate in United States.", "19159951": "Chandra Kintala (1948–2009) was a computer science researcher in New Jersey, United States and Bangalore, India from 2006–2009.", "12393373": "Henry Fuchs (born 20 January 1948 in Tokaj, Hungary) is a fellow of the American Academy of Arts and Sciences (AAAS) and the Association for Computing Machinery (ACM)[1] and the Federico Gil Professor of Computer Science at the University of North Carolina at Chapel Hill (UNC).[2] He is also an adjunct professor in biomedical engineering.", "53648293": "Aminaga Bahmanoglu Sadigov (born December 18, 1962) is the head of the Office of Science and Education of the Presidium of ANAS, a Correspondent member of ANAS, doctor of technical sciences and professor. He was elected as a corresponding member of Azerbaijan National Academy of Sciences on Computer Sciences on May 2, 2017.[1]", "72915884": "Katya Rodríguez-Vázquez is a Mexican computer scientist whose research involves genetic programming and its applications in system identification, the problem of reconstructing models of dynamical systems from measurements of their behavior. She is a researcher at the National Autonomous University of Mexico (UNAM), in the Instituto de Investigaciones en Matemáticas Aplicadas y Sistemas (IIMAS, the Institute of Research in Applied Mathematics and Systems).", "21404590": "Pradeep Kumar Khosla (born March 13, 1957)[1] is an Indian-American computer scientist and university administrator. He is the current chancellor of the University of California, San Diego.[2]", "220086": "Sabeer Bhatia (born 30 December 1968)[3] is an Indian businessman who co-founded the first free web-based email service, Hotmail.com in 1996.[4]", "66182072": "Sorelle Alaina Friedler is an American computer scientist who is an Associate Professor at Haverford College. She is the co-founder Association for Computing Machinery Conference on Fairness, Accountability, and Transparency. Her research seeks to prevent discrimination in machine learning.", "26696636": "Péter Kacsuk is a Hungarian computer scientist at MTA-SZTAKI, Budapest, Hungary.", "73112512": "Claire Gardent is a French computer scientist and linguist specializing in natural language processing, including natural language generation and machine translation. She is a director of research at the French National Centre for Scientific Research, affiliated with the Lorraine Research Laboratory in Computer Science [fr] (LORIA),[1] She is also past chair of the European chapter of the Association for Computational Linguistics, and former editor-in-chief of the journal Traitement Automatique des Langues (Revue TAL).[2]", "46914503": "Yves Pigneur (born 1954) is a Belgian computer scientist, and Professor of Management Information Systems  at the University of Lausanne since 1984, known for his work on the business model canvas with Alexander Osterwalder.[1]  \nHe is considered a \"mastermind\" among business strategics, his canvas have been used by numerous companies such as P&G, Amazon, Lockheed Martin and Tesla.", "46980046": "Klara Nahrstedt (German pronunciation: [ˈklaːʁa ˈnaːɐ̯ʃtɛt]) is the Ralph and Catherine Fisher Professor of Computer Science at the University of Illinois at Urbana–Champaign, and directs the Coordinated Science Laboratory there. Her research concerns multimedia, quality of service, and middleware.[1]", "50387925": "Werner Dilger  (March 24, 1942 in Winterbach; July 17, 2007 in Chemnitz) was a German professor of computer science and held the chair for artificial intelligences at the Chemnitz. His last major area of research was the study of artificial immune systems.[1]", "69508056": "Gunilla Borgefors (born 1952) is a Swedish computer scientist specializing in image processing, including distance transforms, topological skeletonization, and edge detection. She is a professor emerita in the Department of Information Technology at Uppsala University, associated with the Centre for Image Analysis.[1]", "26696665": "Róbert Lovas is a Hungarian computer scientist at SZTAKI,[1] Budapest, Hungary.[2]", "56288": "Sophie Mary Wilson CBE FRS FREng DistFBCS[5][2] (born Roger Wilson; June 1957) is an English computer scientist, a co-designer of the Instruction Set for the ARM architecture.[6][7][8]", "56290": "Christopher Riche Evans (29 May 1931 – 10 October 1979) was a British psychologist, computer scientist, and author.", "39214056": "Padmanabhan Anandan is the ex-CEO of Wadhwani Institute for Artificial Intelligence, an independent not-for-profit Research institute focused on developing artificial intelligence based applications for social good. He was formerly vice president for research at Adobe Systems and prior to that a distinguished scientist and managing director of Microsoft Research. He was managing director at Microsoft Research India, which he founded in January 2005 in Bangalore. He joined Microsoft Research in Redmond, Washington in 1997, where he founded and built the Interactive Visual Media group. He was also previously a professor of Computer Science at Yale University.", "42458090": "Regina Honu (née Agyare), is a Ghanaian social Entrepreneur, software developer and founder of Soronko Solutions, a software development company in Ghana.[1][2] She opened Soronko Academy, the first coding and Human-centered design school for children and young adults in West Africa.[3][4] Honu has received multiple awards, including being named by CNN as one of the 12 inspirational women who rock STEM. She was also named as one of the six women making an impact in Tech in Africa and one of the ten female entrepreneurs to watch in emerging economies.[5]", "41851883": "Robin Berjon is a French computer scientist and political writer. He is the editor of the W3C HTML5 specification.[1] In 2012 he was elected to the W3C Technical Architecture Group (TAG) but he resigned early in 2013.[2]", "31759369": "Ferdinand Peper (born 1961)  is a Dutch theoretical computer scientist.", "62430227": "Peter Pagé (8 July 1939 – 14 November 2020) was a German software pioneer. He joined Software AG in Darmstadt in 1971 as one of 6 employees and in 1975 became Vice President of Software AG. Page developed NATURAL as the first fourth-generation programming language, which was instrumental in Software AG's success.", "56843284": "Oliver Friedmann is a German computer scientist and mathematician known for his work on parity games and the simplex algorithm.[1]", "50142234": "Scott Klement, born January 28, 1969, in Milwaukee, Wisconsin[1] is an American computer scientist, author, and speaker recognized as a top evangelist for IBM i on IBM Power Systems computers. For twenty-eight years, Scott served as the IT Director of family owned Klement's Sausage, which was sold to Altamont Capital Partners in 2014.[2]  In 2012 he left to work for Profound Logic Corporation.[3][4] Scott is a member of the Strategic Education Team (SET) and a Subject Matter Expert (SME) at COMMON, the largest association of users of IBM compatible technology in the world. He has developed numerous frameworks and other open-source development tools, often works that make other technology accessible to the IBM i technology directly from RPG.[5]  Many developments by others, including Thomas Raddatz as well as IBM itself, make use of Klement's software in products of their own.[6] His work in developing tools which open the i is widely quoted by others, including sockets and other tools in the book Hacking iSeries,[7] and UNIXCMD, which allows PHP to access UNIX commands from a script.[8][9] In addition, Klement was a frequent contributor to various Penton Media trade magazines.", "32267294": "Telle Whitney is the former CEO and President of the Anita Borg Institute for Women and Technology. A computer scientist by training, she cofounded the Grace Hopper Celebration of Women in Computing with Anita Borg in 1994 and joined the Anita Borg Institute in 2002.", "29334567": "Umar Saif (Urdu: عمر سیف; born 1979) is a Pakistani computer scientist and academic. He is the founder and CEO of aiSight.ai (formerly SurveyAuto Inc.) [1] , Chief Digital Officer of the Jang Group and CEO of Khudi Ventures. He is currently serving as interim Federal Minister For Science and Technology, as well as Minister of IT.[2][3] He is also serving as an advisor to the United Nations Development Programme in Pakistan.", "56368170": "Yuanyuan Yang is a Chinese-American computer scientist whose interests include parallel and distributed computing, and wireless sensor networks. She is SUNY Distinguished Professor of Electrical & Computer Engineering and Computer Science at Stony Brook University, Associate Dean for Diversity and Academic Affairs in the Stony Brook College of Engineering and Applied Sciences,[1] and program director for software and hardware foundations and principles and practice of scalable systems at the National Science Foundation.[2]", "4135978": "Arfa Abdul Karim Randhawa \n(Urdu: ارفع کریم رندھاوا‎, Punjabi: ارفع کریم رندھاوا‎; 2 February 1995 – 14 January 2012) was a Pakistani student and computer prodigy who became the youngest Microsoft Certified Professional (MCP) in 2004. She was submitted to the Guinness Book of World Records for her achievement.[3] Arfa kept the title until 2008 and went on to represent Pakistan on various international forums, including the TechEd Developers Conference. She received Pakistan's highest literary award, the Presidential Pride of Performance from General Pervez Musharraf in 2005. A science park in Lahore, the Arfa Software Technology Park, is named in her honour.[4][5][6][7] At the age of 10, Arfa was invited by Bill Gates to visit Microsoft's headquarters in the United States.[8] She died in 2012, aged 16, from a cardiac arrest.", "482351": "Barry Lloyd Vercoe (born 1937) is a New Zealand-born computer scientist and composer. He is best known as the inventor of Csound, a music synthesis language with wide usage among computer music composers. SAOL, the underlying language for the MPEG-4 Structured Audio standard, is also historically derived from Csound.", "65297455": "Una-May O'Reilly is an American computer scientist and leader of the Anyscale Learning For All (ALFA) group at the MIT Computer Science and Artificial Intelligence Laboratory.", "24370229": "Salil Vadhan is an American computer scientist. He is Vicky Joseph Professor of Computer Science and Applied Mathematics at Harvard University.[1] After completing his undergraduate degree in Mathematics and Computer Science at Harvard in 1995, he obtained his PhD in Applied Mathematics from Massachusetts Institute of Technology in 1999, where his advisor was Shafi Goldwasser.[2] His research centers around the interface between computational complexity theory and cryptography. He focuses on the topics of pseudorandomness and zero-knowledge proofs.  His work on the zig-zag product, with Omer Reingold and Avi Wigderson, was\nawarded the 2009 Gödel Prize.[3]", "40180792": "Devavrat Shah is a professor in the Electrical Engineering and Computer Science department at MIT.[1]  He is director of the Statistics and Data Science Center at MIT. He received a B.Tech. degree in computer science from IIT Bombay in 1999 and a Ph.D. in computer science from Stanford University in 2004, where his thesis was completed under the supervision of Balaji Prabhakar.", "71228484": "Siddhartha Paul Tiwari FRAS (born 1979) is an academic, technologist and researcher.[1] Currently, he works with Google Asia Pacific, Singapore. Prior to this, he led Google's global learning and development efforts from Tokyo. He is known for his work in the areas of e-governance, mobile technologies, digital intervention strategies, and information and communication technologies (ICTs).[2] Among his publications are the monograph, 'The Impact of New Technologies on Society: A Blueprint for the Future', as well as numerous essays and speeches.[3] As a keynote speaker at numerous conferences, he has presented his viewpoints on technology. His lectures and writings frequently address the subject of digital media and technology.[4]", "16882756": "Ashwin Ram (born July 27, 1960) is an Indian-American computer scientist. He was chief innovation officer at PARC from 2011 to 2016, and published books and scientific articles and helped start at least two companies.", "58842186": "Lisa Anthony is an Associate Professor in the Department of Computer & Information Science & Engineering (CISE) at the University of Florida.[1] She is also the director of the Intelligent Natural Interaction Technology Laboratory (INIT Lab). Her research interests revolve around developing natural user interfaces to allow for greater human-computer interaction, specifically for children as they develop their cognitive and physical abilities.", "2776139": "Ralph-Johan Back is a Finnish computer scientist.[1] Back originated the refinement calculus, an important approach to the formal development of programs using stepwise refinement, in his 1978 PhD thesis at the University of Helsinki, On the Correctness of Refinement Steps in Program Development. He has undertaken much subsequent research in this area. He has held positions at CWI Amsterdam, the Academy of Finland and the University of Tampere.", "49503313": "Barbara Boucher Owens is an American computer scientist noted for her leadership in computer science education. She was the Chair of SIGCSE from 2007 to 2010 and an elected member of the SIGCSE Board for 16 years from 1997 to 2013.[1]", "10804313": "John H. Reif (born 1951) is an American academic, and Professor of Computer Science at Duke University, who has made contributions to large number of fields in computer science: ranging from algorithms and computational complexity theory to robotics. He has also published in many other scientific fields including chemistry (in particular, nanoscience), optics (in particular optical computing and design of head-mounted displays), and mathematics (in particular graph theory and game theory.", "55909465": "Andrea Goldsmith FREng [1] is an American electrical engineer and the Dean of Engineering and Applied Science at Princeton University.[2][3][4] She is also the Arthur LeGrand Doty Professor of Electrical Engineering at Princeton. She was previously the Stephen Harris Professor in the School of Engineering at Stanford University,[5] as well as a faculty affiliate at the Stanford Neurosciences Institute.[6]  Her interests are in the design, analysis and fundamental performance limits of wireless systems and networks, and in the application of communication theory and signal processing to neuroscience.[7] She also co-founded and served as chief technology officer of Plume WiFi and Quantenna Communications. Since 2021, she has been a member of the President’s Council of Advisors on Science and Technology (PCAST).[8]", "24616027": "Michael O'Boyle is a professor of Computing and Director of the Institute for Computing Systems Architecture at the University of Edinburgh School of Informatics.", "66215003": "Adji Bousso Dieng is a Senegalese Computer Scientist and Statistician working in the field of Artificial Intelligence. Her research bridges probabilistic graphical models and deep learning to discover meaningful structure from unlabelled data. She is currently an Artificial Intelligence Research Scientist at Google Brain in Mountain View, California. In 2021, she will start her tenure-track faculty position at Princeton University becoming the first Black female faculty member in the School of Engineering and Applied Science as well as the first Black faculty member ever in the Department of Computer Science. [2][3] Dieng recently founded the non-profit “The Africa I Know” (TAIK) with the goal to inspire young Africans to pursue careers in STEM and AI by showcasing African role models, informing the general public about developments in STEM and AI by Africans, and educating the general public about the rich history of Africa.", "51649632": "David Zuckerman is an American theoretical computer scientist whose work concerns randomness in computation.[1] He is a professor of computer science at the University of Texas at Austin.[2]", "72064122": "Wenjie Zhang is a Professor and Head of the Data and Knowledge Research Group within the School of Computer Science and Engineering, the University of New South Wales (UNSW Sydney). Her most notable breakthrough is in the area of optimization strategies to process computationally complex large graphs. Her work is among the first to identify that graph complexity relies only on the small size of the query input and output rather than the size of the whole data graph, which could be a web scale, such as in social media networks. Her recent research focuses on algorithms, indexes, and systems in large scale graphs and their applications especially in social network analysis.", "40770685": "Robert Leroy Mercer (born July 11, 1946)[2] is an American hedge fund manager, computer scientist, and political donor. Mercer was an early artificial intelligence researcher and developer and is the former co-CEO of the hedge fund company Renaissance Technologies.[2][3][4]", "47799423": "Emma Pierson (Arlington, Virginia) is an American computer scientist who specializes in artificial intelligence.[1] She graduated from Thomas Jefferson High School for Science and Technology.[2] She earned a degree in physics and then a master's in computer science from Stanford University, where she studied cognitive psychology and biocomputation. She received a PhD in 2020 at Stanford under Jure Leskovec. She was awarded a Rhodes Scholarship[2] for her work in using computers to solve biological problems, and specifically to work on cancer treatments.[3]", "50633873": "Vaidyeswaran Rajaraman (born 1933) is an Indian engineer, academic and writer,[citation needed] known for his pioneering efforts in the field of Computer Science Education in India.[1][2] He is credited with the establishment of the first academic program in computer science in India, which he helped initiate at the Indian Institute of Technology, Kanpur in 1965.[3] An elected fellow of all the Indian science academies, he is a recipient of Shanti Swarup Bhatnagar Prize, the highest Indian award in Science and Technology category for young scientists and several other honors including Om Prakash Bhasin Award and Homi Bhabha Prize. The Government of India awarded him the third highest civilian honor of the Padma Bhushan, in 1998, for his contributions to science.[4]", "71179413": "Barna Saha is an Indian-American theoretical computer scientist whose research interests include algorithmic applications of the probabilistic method, probabilistic databases, fine-grained complexity, and the analysis of big data.[1] She is an associate professor and Jacobs Faculty Scholar in the Department of Computer Science & Engineering at the University of California, San Diego.[1]", "4660375": "Craig Graham Nevill-Manning (né Nevill)[1] is a New Zealand computer scientist who founded Google's first remote engineering centre, located in midtown Manhattan, where he was an Engineering Director. He also created Froogle (now Google Shopping), a product search engine.[2] He is now Head of Engineering at Sidewalk Labs.[3]", "45554839": "Antony J. (Tony) Morgan (born c. 1944) is a British computer scientist, data modeling consultant, and Professor in computer science at INTI International University. He is known for his work on (2002) \"Business rules and information systems,\"[1] and the 2010 \"Information modeling and relational databases,\" co-authored with Terry Halpin.[2]", "60890271": "Tang Xiao’ou (汤𣇈鸥; 24 January 1968[1] – 15 December 2023) was a Chinese billionaire computer scientist and artificial intelligence researcher. He was the founder and chairman of SenseTime, an AI company. He also served as professor of information engineering, associate dean of engineering, and outstanding fellow of engineering at the Chinese University of Hong Kong.[2][3]", "69573796": "Diyi Yang is a Chinese computer scientist and assistant professor of computer science at Stanford University. Her research combines linguistics and social sciences with machine learning to address social problems like online harassment, as well as user-centered text generation and learning with limited data.", "63347887": "Jason Kingdon is a computer scientist and entrepreneur. He was previously CEO of Blue Prism[1][2][3] and co-founder of several AI companies.[4] He was co-founder of UCL's Intelligent Systems Lab where he introduced the use of a neural network in live financial forecasting,[4] and co-founder and CEO of Searchspace, a company that applied AI to detect money laundering and detect insider dealing at banks and stock exchanges.[5] In 2008, he joined Blue Prism as executive chairman. The company has been credited with creating the Robotic Process Automation market.[6]", "6151344": "Donald Fred Towsley (born 1949) is an American computer scientist who has been a \ndistinguished university professor in the College of Information and Computer Sciences at the University of Massachusetts Amherst.", "23780527": "James Thomas (March 26, 1946 – August 6, 2010) was an American computer scientist in the field of visualization.[1]\nHe spent much of his career at the Pacific Northwest National Laboratory.", "42065078": "Jonkheer Alexander Ollongren (born November 9, 1928) is a professor emeritus at Leiden University. He serves on the Advisory Council of METI (Messaging Extraterrestrial Intelligence).", "70507715": "Maike Buchin is a German computer scientist specializing in computational geometry, and in particular on the analysis of similarities and clustering of geometric trajectory data. She is a professor at Ruhr University Bochum, and head of the chair in theoretical computer science there.[1]", "61693125": "Jill Slay AM is a British-Australian engineer and computer scientist. Her work has attracted international attention and she was made a Member of the Order of Australia for \"service to the information technology industry through contributions in the areas of forensic computer science, security, critical infrastructure protection, and cyberterrorism.\"[1]", "1924307": "Abraham Lempel (Hebrew: אברהם למפל; 10 February 1936 – 4 February 2023)[1] was an Israeli computer scientist and one of the fathers of the LZ family of lossless data compression algorithms.", "58842324": "Joan Laverne Mitchell (May 24, 1947 – December 2, 2015)[1][2] was an American computer scientist, data compression pioneer, and inventor who, as a researcher at IBM, co-invented the JPEG digital image format.[3]", "50568405": "Theodosios Pavlidis (Greek: Θεοδόσιος Παυλίδης; born September 8, 1934, in Thessaloniki) is a computer scientist and Distinguished Professor Emeritus of Computer Science at the State University of New York, Stony Brook.[1]", "66837717": "Helen M. Wood is an American computer scientist who worked for many years at the National Bureau of Standards, directed the Office of Satellite Data Processing and Distribution in the National Oceanic and Atmospheric Administration, and served as president of the IEEE Computer Society.[1]", "5004511": "Héctor García-Molina (15 November 1954 – 25 November 2019[2][3]) was a Mexican-American computer scientist and Professor in the Departments of Computer Science and Electrical Engineering at Stanford University. He was the advisor to Google co-founder Sergey Brin from 1993 to 1997 when Brin was a computer science student at Stanford.", "4922604": "John Vogel Guttag (born March 6, 1949) is an American computer scientist, professor, and former head of the department of electrical engineering and computer science at MIT.", "32070900": "Edward D. \"Ed\" Lazowska is an American computer scientist. He is a Professor, and the Bill & Melinda Gates Chair emeritus, in the Paul G. Allen School of Computer Science & Engineering at the University of Washington.", "40115446": "Adam Wierman is Professor of Computer Science in the Department of Computing and Mathematical Sciences at the California Institute of Technology. He is known for his work on scheduling (computing), heavy tails, green computing, queueing theory, and algorithmic game theory.", "39247094": "Margaret Martonosi is an American computer scientist who is currently the Hugh Trumbull Adams '35 Professor of Computer Science at Princeton University.[1] Martonosi is noted for her research in computer architecture and mobile computing with a particular focus on power-efficiency.", "7331062": "Michael J. Flynn (born May 20, 1934)[1] is an American professor emeritus at Stanford University.[2]", "11050232": "Richard S. Sutton FRS FRSC is a Canadian computer scientist. He is a professor of computing science at the University of Alberta and a research scientist at Keen Technologies.[1] \nSutton is considered one of the founders of modern computational reinforcement learning,[2] having several significant contributions to the field, including temporal difference learning and policy gradient methods.", "19946755": "Michael Jay Franklin[1] is an American software entrepreneur and computer scientist specializing in distributed and streaming database technology. He is Liew Family Chair of Computer Science and chairman for the Department of Computer Science at the University of Chicago.", "69049604": "Ursula Goltz is a German computer scientist, professor emerita at the Technical University of Braunschweig, formerly affiliated with the Institute for Programming and Reactive Systems there,[1] and former coordinator of a German Research Foundation program on long-lasting software systems.[2] Her research concerns the theory of concurrent computing, including the use of Petri nets to model concurrent systems.\nGoltz earned her Ph.D. at RWTH Aachen University in 1988, with the dissertation, Über die Darstellung von CCS-Programmen durch Petrinetze.[3]", "42589445": "Antonio Luz Furtado (born 24 August 1934) is a Brazilian computer scientist and Professor of Computer Science known for his work in databases and conceptual modeling.", "7871755": "Herbert Schildt is an American computing author, programmer and musician. He has written books about various programming languages. He was also a founding member of the progressive rock band Starcastle.", "27303185": "Louis Hodes (June 19, 1934 – June 30, 2008) was an American mathematician, computer scientist, and cancer researcher.[1]", "40115475": "Jean Camille Walrand is a professor of Computer Science at UC Berkeley.[1] He received his Ph.D. from the Department of Electrical Engineering and Computer Sciences department at the University of California, Berkeley, and has been on the faculty of that department since 1982. He is the author of \"An Introduction to Queueing Networks\" (Prentice Hall, 1988),[2] \"Communication Networks: A First Course\" (2nd ed. McGraw-Hill, 1998), \"Probability in Electrical Engineering and Computer Sciences: An Application-Driven Course\" (Amazon, 2014), and \"Uncertainty: A User Guide\" (Amazon, 2019),  and co-author of \"High-Performance Communication Networks\" (2nd ed, Morgan Kaufmann, 2000), \"Communication Networks: A Concise Introduction\" (Morgan & Claypool, 2010), \"Scheduling and Congestion Control for Communication and Processing networks\" (Morgan & Claypool, 2010), and \"Sharing Network Resources\" (Morgan & Claypool, 2014). His research interests include stochastic processes, queuing theory, communication networks, game theory, and the economics of the Internet.", "23534873": "Yann André LeCun[1] (/ləˈkʌn/ lə-KUN, French: [ləkœ̃];[2] originally spelled Le Cun;[2] born 8 July 1960) is a  Turing Award winning French computer scientist working primarily in the fields of machine learning, computer vision, mobile robotics and computational neuroscience. He is the Silver Professor of the Courant Institute of Mathematical Sciences at New York University and Vice-President, Chief AI Scientist at Meta.[3][4]", "61431066": "Anders Peter Ravn (29 October 1947 – 1 August 2019) was a Danish computer scientist.[1][2]", "1744155": "Shmuel Winograd (Hebrew: שמואל וינוגרד; January 4, 1936 – March 25, 2019)[1] was an Israeli-American computer scientist, noted for his contributions to computational complexity. He has proved several major results regarding the computational aspects of arithmetic; his contributions include the Coppersmith–Winograd algorithm and an algorithm for the fast Fourier transform[2] which transforms it into a problem of computing convolutions which can be solved with another Winograd's algorithm.", "53746974": "David S. Doermann (born 1965) is an American computer science researcher and professor in the areas of document analysis, computer vision, and artificial intelligence.[3]", "52714797": "Daniel Akenine is an author, IT architect and former researcher in neurophysics. In 2008, he was ranked by IDG as one of \"Sweden’s top 10 developers/architects\"[1] and the same year appointed as National Technology Officer at Microsoft.[2]", "35020080": "The Konrad Zuse Medal for Services to Computer Science is the highest award of the Gesellschaft für Informatik (German Computer Science Society), given every two years to one or sometimes two leading German computer scientists. It is named after German computer pioneer Konrad Zuse.[1][2]\nNote that a different medal with the same name is also given out by the Zentralverband des Deutschen Baugewerbes (Central Association of German Construction).", "60644659": "Rebecca N. Wright (born 1967)[1] is an American computer scientist known for her research in computer security. She is the Druckenmiller Professor of Computer Science at Barnard College.[2]", "59727160": "Carol Frieze works in the School of Computer Science at Carnegie Mellon University as director of the Women@SCS and SCS4ALL professional organizations.[1]\nShe is co-author of a book on the successful efforts to attract and retain women in computing at Carnegie Mellon, where women represented 50% of the incoming class to the computer science major in fall 2018. She has been recognized by the A. Nico Habermann Award of the Computing Research Association and the AccessComputing Capacity Building Award.", "32841017": "Orna Berry (Hebrew: ארנה ברי; born December 19, 1949), is an Israeli computer scientist, high-tech entrepreneur, and senior executive in the Israeli science and technology industries.[1] In 1996, Berry became the first woman to serve as chief scientist and head of the industrial R&D operation of the Israeli Ministry of Industry, Trade and Labour.[2] She was awarded the \"Yekirat Hanegev\" award from Ben-Gurion University of the Negev in 2012.[3]"}