{"30932992": "Teresa Cohen (February 14, 1892 – August 10, 1992) was an American mathematician.[1]", "1081345": "Oscar Chisini (14 March 1889[1] – 10 April 1967) was an Italian mathematician. He introduced the Chisini mean in 1929.", "29360130": "Bethany Rose Marsh is a mathematician working in the areas of cluster algebras, representation theory of finite-dimensional algebras, homological algebra, tilting theory, quantum groups, algebraic groups, Lie algebras and Coxeter groups.[1] Marsh currently works at the University of Leeds as a Professor of pure mathematics. She was a EPSRC Leadership Fellow from 2008 to 2014.[1] In addition to her duties at the University of Leeds, Marsh was an editor of the Glasgow Mathematical Journal from 2008 to 2013 and served on the London Mathematical Society editorial board from 2014 to 2018.[2]", "39190532": "Erling Sverdrup (23 February 1917 – 15 March 1994) was a Norwegian statistician and actuarial mathematician. He played an instrumental role in building up and modernising the fields of mathematical statistics and actuarial science in Norway, primarily at the Department of Mathematics at the University of Oslo but also via his links to Statistics Norway.", "45285384": "Mónica Alicia Clapp Jiménez Labora is a mathematician at the Universidad Nacional Autónoma de México (UNAM) known for her work in nonlinear partial differential equations and algebraic topology.", "18251788": "Rudolf F. Ahlswede (15 September 1938  – 18 December 2010) was a German mathematician. Born in Dielmissen, Germany, he studied mathematics, physics, and philosophy. He wrote his Ph.D. thesis in 1966, at the University of Göttingen, with the topic \"Contributions to the Shannon information theory in case of non-stationary channels\". He dedicated himself in his further career to information theory and became one of the leading representatives of this area worldwide.", "64651278": "Albert \"Tommy\" Wilansky (13 September 1921, St. John's, Newfoundland – 3 July 2017, Bethlehem, Pennsylvania) was a Canadian-American mathematician, known for introducing Smith numbers.[1][2]", "39485455": "John Pediasimos (Greek: Ιωάννης Πεδιάσιμος; c. 1250 – early 14th century; in Gr., 'pediasimos'/πεδιάσιμος means 'inhabitant of a valley'), also known as John Pothos, was a Byzantine churchman, scholar, astronomer, mathematician, mythologist, syllogistic, musician, and physician active at Constantinople, Ohrid and Thessalonica.", "51544080": "Sir Thomas Henry Havelock FRS (24 June 1877 – 1 August 1968) was an English applied mathematician, hydrodynamicist and mathematical physicist.[1][2][3] He is known for Havelock's law (1907).[4][5]", "62095374": "Detlef Horst Müller (born 13 June 1954 in Dissen, Lower Saxony)[1] is a German mathematician, specializing in analysis.[2]", "8486933": "Daniel Wyler Stroock (born March 20, 1940) is an American mathematician, a probabilist. He is regarded and revered as one of the fundamental contributors to Malliavin calculus with Shigeo Kusuoka and the theory of diffusion processes with S. R. Srinivasa Varadhan with an orientation towards the refinement and further development of Itô’s stochastic calculus.", "40337435": "Kirstine Smith (April 12, 1878 – November 11, 1939) was a Danish statistician. She is credited with the creation of the field of optimal design of experiments.", "37650460": "Haim Hanani ((1912-09-11)11 September 1912 as Chaim Chojnacki– 8 April 1991)[1] was a Polish-born Israeli mathematician, known for his contributions to combinatorial design theory, in particular for the theory of pairwise balanced designs and for the proof of an existence theorem for Steiner quadruple systems.[2][3] He is also known for the Hanani–Tutte theorem on odd crossings in non-planar graphs.", "65568796": "Paul Gauduchon (born March 22, 1945) is a French mathematician, known for his work in the field of differential geometry. He is particularly known for his introduction of Gauduchon metrics in hermitian geometry.[1] His textbook on spectral geometry, written with Marcel Berger and Edmond Mazet, is a standard reference in the field.", "62816286": "Pietro Corvaja (born 19 July 1967 in Padua, Italy)[1] is an Italian mathematician working in Diophantine geometry. He is a professor of geometry at the University of Udine.[2][3]", "10420251": "Tosun Terzioğlu (13 March 1942 − 23 February 2016) was a Turkish mathematician and academic administrator.", "491570": "John Pell (1 March 1611 – 12 December 1685) was an English mathematician and political agent abroad.", "57278517": "Margaret Maher Robinson is an American mathematician specializing in number theory and the theory of zeta functions. She is the Julia and Sarah Ann Adams Professor of Mathematics at Mount Holyoke College.[1]", "58720309": "Mary Bradburn FRAS (1918–2000)[1][2] was a British mathematics educator who became president of the Mathematical Association for the 1994–1995 term.[3][1]", "60194870": "Susan Elizabeth Martonosi is an American mathematician who works at Harvey Mudd College as the Joseph B. Platt Professor of Mathematics and as the director of the Global Clinic Program at Harvey Mudd. Her research studies operations research, game theory, social networks, and their applications to counter-terrorism, epidemiology, and sports analytics.[1]", "13336633": "Iain S. Duff is a British mathematician and computer scientist, known for his work in numerical methods and software for solving problem with  sparse matrices, in particular the Harwell Subroutine Library. From 1986 to 2009, he was the Group Leader of Numerical Analysis at Harwell Laboratory, which has moved in 1990 to the Rutherford Appleton Laboratory. He is also the Project Leader for the Parallel Algorithms Group  at CERFACS in Toulouse.", "66322490": "Urmila Balavant Apte is the Indian Founder of the BhartiyaStree Shakti organisation in 1988 which is dedicated to the empowerment of women. She received the Nari Shakti Puraskar from President Ram Nath Kovind in 2018 for her work.", "59342907": "Agata Ciabattoni is an Italian mathematical logician specializing in non-classical logic. She is a full professor at the Institute of Logic and Computation of the Faculty of Informatics[1] at the Vienna University of Technology (TU Wien), and a co-chair of the Vienna Center for Logic and Algorithms of TU Wien (VCLA).[2][3][4]", "131131": "Paul Julius Oswald Teichmüller (German: [ˈɔsvalt ˈtaɪçmʏlɐ]; 18 June 1913 – 11 September 1943) was a German mathematician who made contributions to complex analysis. He introduced quasiconformal mappings and differential geometric methods into the study of Riemann surfaces. Teichmüller spaces are named after him.", "46989369": "William Trail or Traill FRSE MRIA (23 June 1746 – 3 February 1831) was a Scots-born mathematician, remembered for his mathematical text books. For the majority of his life, he served church duties in Northern Ireland.", "1540155": "Oldřich Alfons Vašíček (Czech pronunciation: [ˈoldr̝ɪx ˈalfons ˈvaʃiːt͜ʃɛk]; born 1942) is a Czech mathematician and quantitative analyst, best known for his pioneering work on interest rate modelling; see Vasicek model.", "25067587": "David Bernard Shmoys (born 1959) is a Professor in the School of Operations Research and Information Engineering and the Department of Computer Science at Cornell University. He obtained his Ph.D. from the University of California, Berkeley in 1984. His major focus has been in the design and analysis of algorithms for discrete optimization problems.", "28540995": "Jacques Deny (French: [dəni]; 22 October 1916 – 1 January 2016) was a French mathematician. He made notable contributions to the field of analysis, in particular potential theory.[1]", "56590405": "Ineke De Moortel FRAS FRSE is a Belgian applied mathematician in Scotland, where she is a professor of applied mathematics at the University of St Andrews, director of research in the School of Mathematics and Statistics at St Andrews,[1] and president of the Edinburgh Mathematical Society.[2] Her research concerns the computational and mathematical modelling of solar physics, and particularly of the Sun's corona.[1][3]", "44761157": "Christiane Rousseau (born March 30, 1954 in Versailles, France) is a French and Canadian mathematician, a professor in the department of mathematics and statistics at the Université de Montréal. She was president of the Canadian Mathematical Society from 2002 to 2004.[1]", "11567176": "Linda Jo Goldway Keen (born August 9, 1940, in New York City, New York) is an American mathematician and a fellow of the American Mathematical Society. Since 1965, she has been a  professor in the Department of Mathematics and Computer Science at Lehman College of the City University of New York and a Professor of Mathematics at Graduate Center of the City University of New York.[1]", "1802312": "Paul Alan Vojta (born September 30, 1957) is an American mathematician, known for his work in number theory on Diophantine geometry and Diophantine approximation.", "38568009": "Norma Glasgo Reid, Lady Birley (born 28 April 1952 in Limavady, Northern Ireland) was Vice-Chancellor and Principal of the University of the Witwatersrand.[1] A statistician, and health service researcher, she has also held the positions of director of an academic consultancy firm, Associate Professor of the University of Ulster, and an Honorary Professor of Sussex University. She was appointed to Witwatersrand in 2000, following a 25-year career as a researcher, teacher and senior administrator in higher education.", "2916430": "John Mackintosh Howie CBE FRSE (23 May 1936 – 26 December 2011) was a Scottish mathematician and prominent semigroup theorist.[1]", "20480081": "Kristian Seip (born 24 June 1962) is a Norwegian mathematician.", "61669459": "Gitta Kutyniok (born 1972)[1] is a German applied mathematician known for her research in harmonic analysis, deep learning, compressed sensing, and image processing. She has a Bavarian AI Chair for \"Mathematical Foundations of Artificial Intelligence\" in the institute of mathematics at the Ludwig Maximilian University of Munich.", "68845651": "Mikhail Sergeyevich Lobanov (Russian: Михаил Сергеевич Лобанов; born 24 February 1984) is a Russian mathematician, left-wing politician, trade union activist, and former associate professor at Moscow State University.", "20250709": "Anatoly Alexeyevich Karatsuba (his first name often spelled Anatolii) (Russian: Анато́лий Алексе́евич Карацу́ба; Grozny, Soviet Union, 31 January 1937 – Moscow, Russia, 28 September 2008[1]) was a Russian mathematician working in the field of analytic number theory, p-adic numbers and Dirichlet series.", "47382614": "Hermann Vermeil (1889–1959) was a German mathematician who produced the first published proof that the scalar curvature is the only absolute invariant among those of prescribed type suitable for Albert Einstein’s theory.[1] The theorem was proved by him in 1917[2] when he was Hermann Weyl's assistant.", "49381464": "Wolfgang Ludwig Walter (2 May 1927 – 26 June 2010) was a German mathematician, who specialized in the theory of differential equations. His textbook[2] on ordinary differential equations became a standard graduate text on the subject at many institutions.", "41910361": "Messoud Efendiev (Azerbaijani: Məsud Əfəndiyev) ((1953-10-21)21 October 1953) is an Azerbaijani scientist. He was born in Zaqatala, Azerbaijan.", "26640478": "György Elekes (19 May 1949 – 29 September 2008)[1] was a Hungarian mathematician and computer scientist who specialized in Combinatorial geometry and Combinatorial set theory. He may be best known for his work in the field that would eventually be called Additive Combinatorics. Particularly notable was his \"ingenious\"[2] application of the Szemerédi–Trotter theorem to improve the best known lower bound for the sum-product problem.[3] He also proved that any polynomial-time algorithm approximating the volume of convex bodies must have a multiplicative error, and the error grows exponentially on the dimension.[4] With Micha Sharir he set up a framework which eventually led Guth and Katz to the solution of the Erdős distinct distances problem.[5] (See below.)", "64782432": "D. António Tomás da Guarda Cabreira de Faria e Alvelos Drago da Ponte[a] ComSE (30 October 1868 – 21 November 1953) was a Portuguese mathematician, polygraph and publicist. A member of the aristocratic Cabreira family, António Cabreira was a claimant to the Miguelist noble titles of Count of Lagos and Viscount of Vale da Mata, which he used.", "7077988": "Les Hatton (born 5 February 1948) is a British-born computer scientist and mathematician most notable for his work on failures and vulnerabilities in software controlled systems.", "53772389": "Edward Brooks (January 10, 1831 – June 29, 1912) was an American educator and author of numerous textbooks.", "67960937": "Andrzej Pliś (March 17, 1929[1] – November 28, 1991[2]) was a Polish mathematician, specializing in differential equations and optimal control theory.", "53018744": "Josephine Elizabeth Burns Glasgow (July 22, 1887 – January 22, 1969) was an American mathematician whose Ph.D. thesis, \"The abstract definitions of the groups of degree 8\" was published in the American Journal of Mathematics.[1][2] She was the second woman to receive a PhD from the University of Illinois.", "11174017": "Frederick William Galvin is a mathematician, currently a professor at the University of Kansas. His research interests include set theory and combinatorics.", "7536770": "Dorian Morris Goldfeld (born January 21, 1947) is an American mathematician working in analytic number theory and automorphic forms at Columbia University.", "67010694": "Iosif Ilyich Gikhman (Ukrainian: Йосип Ілліч Гіхман; May 26, 1918 – July 30, 1985)[1] was a Soviet mathematician.", "60129415": "Nathan Alexander is the James King, Jr. Visiting Professor of Mathematics Teaching at Morehouse College.[1] Alexander is also Associate Director of the James King, Jr. Institute for Student and Faculty Engagement \"Communicating by Thinking Effectively in and About Mathematics\" (Communicating TEAMs).[1] He is currently on leave from his faculty position as Assistant Professor of Mathematics and Statistics Education at the University of San Francisco.[2]", "74317965": "Georgiy L. Stenchikov  is an applied mathematician and climate scientist focusing on studies of physical processes that govern the Earth's climate. He is a professor in the Department of Earth Science and Engineering at the King Abdullah University of Science and Technology in Saudi Arabia.[1]", "24641679": "Robin Thomas (August 22, 1962 – March 26, 2020) was a mathematician working in graph theory at the Georgia Institute of Technology.", "21463184": "Mohamed Amine Khamsi (born 1959 in Morocco) is an American/Moroccan mathematician. His research interests include nonlinear functional analysis, the fixed point theory and metric spaces. In particular, he has made notable contributions to the fixed point theory of metric spaces. \nHe graduated from the prestigious École Polytechnique in 1983 after attending the equally prestigious Lycée Louis-le-Grand in Paris, France.  He completed his PhD, entitled \"La propriété du point fixe dans les espaces de Banach et les espaces Metriques\", at the Pierre-and-Marie-Curie University in May 1987 under the supervision of Gilles Godefroy. He then went on to visit University of Southern California and University of Rhode Island from 1987 to 1989. Since 1989 he has worked from the University of Texas at El Paso, as a full professor of mathematics since 1999.[1]", "57933971": "Zbigniew Ciesielski (Polish pronunciation: [ˈzbiɡɲɛf t͡ɕɛˈɕɛlskʲi]; 1 October 1934 – 5 October 2020[2]) was a Polish mathematician specializing in functional analysis and probability theory. He served as the President of the Polish Mathematical Society from 1981 to 1983.", "18546838": "Washek F. Pfeffer (November 14, 1936–January 3, 2021) was a Czech-born US mathematician and Emeritus Professor at the University of California, Davis. Pfeffer was one of the world's pre-eminent authorities on real integration and has authored several books on the topic of integration, and numerous papers on these topics and others related to many areas of real analysis and measure theory.  Pfeffer gave his name to the Pfeffer integral, which extends a Riemann-type construction for the integral of a measurable function both to higher-dimensional domains and, in the case of one dimension, to a superset of the Lebesgue integrable functions.", "69566615": "Dana S. Richards is a writer, mathematics popularizer and Associate Professor in Computer Science at George Mason University.", "22184091": "Frank Grosshans is an American mathematician who works in invariant theory, where he is known for the discovery of Grosshans subgroups and Grosshans graded coefficients.[1]  He is a professor of mathematics at West Chester University, Pennsylvania.[2] Grosshans has been an invited speaker at meetings of the Mathematical Association of America.[3]", "39518363": "Giovanni Alberti (born March 21, 1965) is an Italian mathematician who is active in the fields of calculus of variations, real analysis and geometric measure theory.", "27689116": "Huzihiro Araki (荒木 不二洋, Araki Fujihiro, 28 July 1932[1] – 16 December 2022[2]) was a Japanese mathematical physicist and mathematician who worked on the foundations of quantum field theory, on quantum statistical mechanics, and on the theory of operator algebras.[3]", "53018787": "Josephine Hughes Chanler (7 April 1906 – 23 December 1992) was an American mathematician specializing in algebraic geometry.[1]", "2392228": "Sripati Chandrasekhar (22 November 1918, Rajahmundry - 14 June 2001 San Diego, California) was a well-known Indian demographer, economist, sociologist, and scholar who has published extensively on demographics, especially related to India.[1]", "66355376": "Sandra Di Rocco (born 1967)[1] is an Italian mathematician specializing in algebraic geometry. She works in Sweden as a professor of mathematics and dean of the faculty of engineering science at KTH Royal Institute of Technology,[2] and chairs the Activity Group on Algebraic Geometry of the Society for Industrial and Applied Mathematics.[3]", "58261681": "Abraham ben Ephraim Niederländer (Hebrew: אַבְרָהָם בֶּן אֶפְרַיִם נידרלנדר), also known as Abraham Sofer and the Sofer of Prague, was a 16th-century Jewish-Austrian mathematician. The sofer of Rabbi Judah Loew ben Bezalel, he also wrote Brit Avraham (1609), a work of Jewish arithmetic based largely on Elijah Mizrachi's Sefer ha-Mispar, as well as general mathematics books.[1]", "37748922": "Adolf Piltz (8 December 1855[1] – 1940) was a German mathematician who contributed to number theory. Piltz was arguably the first to formulate a generalized Riemann hypothesis, in 1884.[2]", "30933181": "Thomas William Hungerford (March 21, 1936 – November 28, 2014)[1] was an American mathematician who worked in algebra and mathematics education. He is the author or coauthor of several widely used[2] and widely cited[3] textbooks covering high-school to graduate-level mathematics. From 1963 until 1980 he taught at the University of Washington and then at Cleveland State University until 2003. From 2003–2014 he was at Saint Louis University. Hungerford had a special interest in promoting the use of technology to teach mathematics.", "53018814": "May Margaret Beenken (22 October 1901, Philadelphia, Pennsylvania – 21 December 1988, St. Vincent Medical Center (Los Angeles)) was an American mathematician.[1]", "4751552": "Paul Sophus Epstein (Russian: Павел Зигмундович Эпштейн, romanized: Pavel Zigmundovich Epshteyn; March 20, 1883 – February 8, 1966) was a Russian-American mathematical physicist. He was known for his contributions to fluid dynamics and to the development of quantum mechanics.", "38404291": "Eugene Michael Luks (born circa 1940)[1] is an American mathematician and computer scientist, a professor emeritus of computer and information science at the University of Oregon. He is known for his research on the graph isomorphism problem and on algorithms for computational group theory.", "48464067": "Wealthy Consuelo Babcock (November 11, 1895 – April 10, 1990) was an American mathematician. She was awarded a Ph.D. from the University of Kansas and had a long teaching career at that institution.[1]", "20086983": "Griffith Conrad Evans (11 May 1887 – 8 December 1973) was a mathematician working for much of his career at the University of California, Berkeley. He is largely credited with elevating Berkeley's mathematics department to a top-tier research department,[1] having recruited many notable mathematicians in the 1930s and 1940s.", "6095048": "Thomas James Willmore (16 April 1919 – 20 February 2005) was an English geometer. He is best known for his work on Riemannian 3-space and harmonic spaces.", "9175241": "André Néron (November 30, 1922, La Clayette, France – April 6, 1985, Paris, France) was a French mathematician at the Université de Poitiers who worked on elliptic curves and abelian varieties. He discovered the Néron minimal model of an elliptic curve or abelian variety, the Néron differential, the Néron–Severi group, the Néron–Ogg–Shafarevich criterion, the local height and Néron–Tate height of rational points on an abelian variety over a discrete valuation ring or Dedekind domain, and classified the possible fibers of an elliptic fibration.", "196812": "Nicholas Saunderson FRS (20 January 1682 – 19 April 1739) was a blind[1] English scientist and mathematician. According to one historian of statistics, he may have been the earliest discoverer of Bayes' theorem.[2]   He worked as Lucasian Professor of Mathematics at Cambridge University, a post also held by Isaac Newton, Charles Babbage and Stephen Hawking.", "46727387": "Marie-Hélène Schwartz (1913 – 5 January 2013) was a French mathematician, known for her work on characteristic numbers of spaces with singularities.[1][2]", "64553180": "Margaret Eva Rayner CBE (21 August 1929 – 31 May 2019) was a British mathematician who became vice principal of St Hilda's College, Oxford and president of the Mathematical Association. She was known for her research on isoperimetric inequalities, her work in mathematics education, and her publications on the history of mathematics and of St Hilda's College.[1]", "64946404": "Xuhua He (Chinese: 何旭华; pinyin: Hé Xùhuá, born 1979) is a Chinese mathematician.", "67240166": "Jane Elizabeth Kister (born and also published as Jane Bridge, 18 October 1944 – 1 December 2019) was a British and American mathematical logician and mathematics editor who served for many years as an editor of Mathematical Reviews.[1]", "66814185": "Virginia Joanne Torczon is an American applied mathematician and computer scientist known for her research on nonlinear optimization methods including pattern search. She is dean of graduate studies and research, and chancellor professor of computer science, at the College of William & Mary.[1]", "64028910": "Elette Boyle is an American and Israeli computer scientist and cryptographer, known for her research on secret sharing, digital signatures, and obfuscation. She is a professor of computer science at the Interdisciplinary Center Herzliya, where she directs the Center for Foundations and Applications of Cryptographic Theory.[1]", "54657263": "Betty Shannon (née Mary Elizabeth Moore) (April 14, 1922 – May 1, 2017) was a mathematician and the main research collaborator of Claude Shannon.[1] Betty inspired and assisted Claude in building some of his most famous inventions.[2]", "53543152": "Dominique Pierre Perrin[1] (b. 1946) is a French mathematician and theoretical computer scientist known for his contributions to coding theory and to combinatorics on words. He is a professor of the University of Marne-la-Vallée and currently serves as the President of ESIEE Paris.", "57475318": "Alexander Dyakonov (Russian: Алекса́ндр Генна́дьевич Дья́конов) (born 1979) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1] Professor of the Russian Academy of Sciences.[2] Multiple winner of international competitions in applied data analysis.[3]", "28016888": "Gerhard Paul Hochschild (April 29, 1915 in Berlin – July 8, 2010 in El Cerrito, California) was a German-born American mathematician who worked on Lie groups, algebraic groups, homological algebra and algebraic number theory.", "3932412": "Richard of Wallingford (1292–1336) was an English mathematician, astronomer, horologist, and cleric who made major contributions to astronomy and horology while serving as abbot of St Albans Abbey in Hertfordshire.", "62292223": "Eileen Louise Poiani is an American mathematician. She was the first female mathematics instructor at Saint Peter's University in New Jersey, where she is a professor of mathematics, former vice president, and special assistant to the president of the university. She was the first female president of Pi Mu Epsilon.", "70484224": "Michael Anthony \"Mike\" Hill is an American mathematician known for his research in topology. He is a professor at the University of California, Los Angeles. Together with Michael J. Hopkins and Douglas Ravenel, he received the American Mathematical Society's Oswald Veblen Prize in Geometry in 2022 for the paper \"On the nonexistence of elements of Kervaire invariant one.\"[1]", "4292863": "Adriaan Vlacq (1600–1667) was a Dutch book publisher and author of mathematical tables.  Born in Gouda, Vlacq published a table of  logarithms from 1 to 100,000 to 10 decimal places in 1628 in his Arithmetica logarithmica. This table extended Henry Briggs' original tables which only covered the values 1-20,000 and 90,001 to 100,000.[1] The new table was computed by Ezechiel de Decker and Vlacq who calculated and added 70,000 further values to complete the tables. This table was further extended by Jurij Vega in 1794, and by Alexander John Thompson in 1952.", "28868867": "Hermann Flaschka (25 March 1945 – 18 March 2021) was an Austrian-American mathematical physicist and Professor of Mathematics at the University of Arizona, known for his important contributions in completely integrable systems (soliton equations).", "59703560": "Georgii Dmitrievic Suvorov (19 May 1919 – 12 October 1984) was a Soviet mathematician who made major contributions to the function theory and topology.", "63471884": "Ruggero Freddi (born October 6, 1976) is an Italian mathematics lecturer and former gay pornographic film actor known professionally as Carlo Masi.", "196880": "Gilles Personne de Roberval (August 10, 1602 – October 27, 1675), French mathematician, was born at Roberval near Beauvais, France. His name was originally Gilles Personne or Gilles Personier, with Roberval the place of his birth.[1]", "60817685": "Shmuel Friedland (born 1944 in Tashkent, Uzbek Soviet Socialist Republic)[1] is an Israeli-American mathematician.", "38764823": "Georgia McClure Benkart (December 30, 1947 – April 29, 2022)[1][2][3] was an American mathematician who was known for her work in the structure and representation theory of Lie algebras and related algebraic structures.\nShe published over 130 journal articles[4][5] and co-authored three American Mathematical Society memoirs[6][7][8] in four broad categories: modular Lie algebras; combinatorics of Lie algebra representations; graded algebras and superalgebras; and quantum groups and related structures.", "47874333": "Karim Alexander Adiprasito (born in 1988) is a German mathematician working at the University of Copenhagen[1] and the Hebrew University of Jerusalem who works in combinatorics. He completed his Ph.D. in 2013 at Free University Berlin under the supervision of Günter M. Ziegler.[2] He has been a professor at the Hebrew University since 2015, and at the University of Copenhagen since 2019. He is of German and Indonesian descent, and bears an Indonesian surname.", "9470237": "David John Orrell is a Canadian writer and mathematician. He received his doctorate in mathematics from the University of Oxford. His work in the prediction of complex systems such as the weather, genetics and the economy has been featured in New Scientist, the Financial Times, The Economist, Adbusters, BBC Radio, Russia-1, and CBC TV. He now conducts research and writes in the areas of systems biology and economics,[1] and runs a mathematical consultancy Systems Forecasting. He is the son of theatre historian and English professor John Orrell.", "23003425": "Audrey Anne Terras (born September 10, 1942) is an American mathematician who works primarily in number theory. Her research has focused on quantum chaos and on various types of zeta functions.", "58818852": "Yomtov Bonjour Garti (2 September 1915 – 21 February 2011) was a Turkish mathematician and a teacher of mathematics, physics and cosmography in Istanbul, Turkey.", "31260972": "Otto Franz Georg Schilling (3 November 1911 – 20 June 1973) was a German-American mathematician known as one of the leading algebraists of his time.[1]", "53018926": "Sister Mary de Lellis Gough (15 February 1892 – 7 April 1983) was an Irish nun who spent most of her life in the USA.  She is notable for being the earliest known Irish woman to earn a doctorate in mathematics.", "3998000": "Fernando Quevedo Rodríguez (born 12 May 1956 in San José, Costa Rica) is a Guatemalan physicist[1] and obtained his early education in Guatemala. He was the director of the Abdus Salam International Centre for Theoretical Physics (ICTP) between October 2009 and November 2019.[2][3]", "34996531": "Dagmar Renate Kirchner Henney (born May 6, 1931) is a German-born American mathematician and former professor of calculus, finite mathematics, and measure and integration at George Washington University in Washington, DC. She is also known for her contributions to the study of additive set-values and Banach spaces.[citation needed]", "308": "Aristotle (/ˈærɪˌstɒtəl/;[1] Greek: Ἀριστοτέλης Aristotélēs, pronounced [aristotélɛːs]; 384–322 BCE) was an Ancient Greek philosopher and polymath. His writings cover a broad range of subjects spanning the natural sciences, philosophy, linguistics, economics, politics, psychology and the arts. As the founder of the Peripatetic school of philosophy in the Lyceum in Athens, he began the wider Aristotelian tradition that followed, which set the groundwork for the development of modern science.", "25690427": "James McKernan FRS (born 1964) is a mathematician, and a professor of mathematics at the University of California, San Diego. He was a professor at MIT from 2007 until 2013.", "45187389": "Philippe Gabriel Michel (born 23 January 1969) is a French mathematician who holds the chair in analytic number theory at the École Polytechnique Fédérale de Lausanne in Switzerland.[1]", "58458429": "Jun-Muk Hwang (Korean: 황준묵; born 27 October 1963) is a South Korean mathematician, specializing in algebraic geometry and complex differential geometry.[1]", "2326847": "Paul Lorenzen (March 24, 1915 – October 1, 1994) was a German philosopher and mathematician, founder of the Erlangen School (with Wilhelm Kamlah) and inventor of game semantics (with Kuno Lorenz).", "14451009": "Lucjan Zarzecki (1873–1925) was a Polish pedagogue and mathematician, a co-originator of national education concept. His area of study was general didactics and didactics of mathematics.", "40862018": "Melba Roy Mouton (April 28, 1929 – June 25, 1990) was an American mathematician who served as Assistant Chief of Research Programs at NASA's Trajectory and Geodynamics Division in the 1960s[1] and headed a group of NASA mathematicians called \"computers\".[2] She served as Head Mathematician for Echo Satellites 1 and 2 before becoming Head Computer Programmer and then Program Production Section Chief at Goddard Space Flight Center.", "74088774": "Abdel Fattah al-Maghrabi (Arabic: عبد الفتاح المغربي // ⓘ; 1898 – 1985) was a Sudanese official and statesman. He served as a member of the collective body at the helm of the Sudanese state, the First Sudanese Sovereignty Council, from 1955 to 1958.", "4555083": "William of Heytesbury, or William Heytesbury, called in Latin  Guglielmus Hentisberus or Tisberus (c. 1313 – 1372/1373), was an English philosopher and logician, best known as one of the Oxford Calculators of Merton College, Oxford, where he was a fellow.", "23888210": "William Wales (1734? – 29 December 1798) was a British mathematician and astronomer who sailed on Captain Cook's second voyage of discovery, then became Master of the Royal Mathematical School at Christ's Hospital and a Fellow of the Royal Society.", "15434066": "Florence Nightingale David, also known as F. N. David (23 August 1909 – 23 July 1993) was an English statistician. She was head of the Statistics Department at the University of California, Riverside between 1970 – 77 and her research interests included the history of probability and statistical ideas.", "340": "Alain Connes (French: [alɛ̃ kɔn]; born 1 April 1947 in Draguignan) is a French mathematician, known for his contributions to the study of operator algebras and noncommutative geometry. He is a professor at the Collège de France, Institut des Hautes Études Scientifiques, Ohio State University and Vanderbilt University. He was awarded the Fields Medal in 1982.[1][2][3][4]", "4784468": "Moritz Werner Fenchel (German: [ˈfɛnçəl]; 3 May 1905 – 24 January 1988) was a mathematician known for his contributions to geometry and to optimization theory.  Fenchel established the basic results of convex analysis and nonlinear optimization theory which would, in time, serve as the foundation for nonlinear programming.  A German-born Jew and early refugee from Nazi suppression of intellectuals, Fenchel lived most of his life in Denmark.  Fenchel's monographs and lecture notes are considered influential.", "26640724": "Burton Wendroff (born March 10, 1930) is an American applied mathematician known for his contributions to the development of numerical methods for the solution of hyperbolic partial differential equations. The Lax–Wendroff method for the solution of hyperbolic PDE is named for Wendroff (as well as for Peter Lax).", "17170770": "S. Shankar Sastry is the Founding Chancellor of the Plaksha University, Mohali[2] and a former Dean of Engineering[3] at University of California, Berkeley.", "52396374": "Naveen Garg (born 12 March 1971) is a Professor of Computer Science in Indian Institute of Technology Delhi, specializing in algorithms and complexity in theoretical computer science. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, India's highest prize for excellence in science, mathematics and technology, in the mathematical sciences category in the year 2016.[1] Naveen Garg's contributions are primarily in the design and analysis of approximation algorithms for NP-hard combinatorial optimization problems arising in network design, scheduling, routing, facility location etc.[2]", "11501917": "John J. Turin (1913–1973) was an American mathematician and physicist, especially active in the field of astronomy.", "11174239": "Lillian Rosanoff  Lieber (July 26, 1886 in Nicolaiev, Russian Empire – July 11, 1986 in Queens, New York) was a Russian-American mathematician and popular author.[1] She often teamed up with her illustrator husband, Hugh Gray Lieber, to produce works.", "4194659": "Fritz John (14 June 1910 – 10 February 1994) was a German-born mathematician specialising in partial differential equations and ill-posed problems.  His early work was on the Radon transform and he is remembered for John's equation. He was a 1984 MacArthur Fellow.", "25854312": "Edward Vladimirovich Frenkel (Russian: Эдуáрд Влади́мирович Фре́нкель; born May 2, 1968) is a Russian-American mathematician working in representation theory, algebraic geometry, and mathematical physics. He is a professor of mathematics at University of California Berkeley, a member of the American Academy of Arts and Sciences,[1] and author of the bestselling book Love and Math.[2]", "4325737": "Sir Ziauddin Ahmad CIE (born Ziauddin Ahmed Zuberi; 13 February 1873 – 23 December 1947) was an Indian mathematician,[3][4] parliamentarian, logician, natural philosopher, politician, political theorist, educationist and a scholar.[5] He was a member of the Aligarh Movement and was a professor, principal of MAO College, first pro vice-chancellor, vice chancellor[6][7] and rector of Aligarh Muslim University, India.[2]", "61702511": "Sonja Smets is a Belgian and Dutch logician and epistemologist known for her work in belief revision and quantum logic. She is Professor of Logic and Epistemology at the University of Amsterdam, where she was the director of the Institute for Logic, Language and Computation\n(2016-2021) and is affiliated with both the Faculty of Science and the Department of Philosophy. She also holds a visiting professor position at the University of Bergen in Norway.", "21692784": "Ernesto Mordecki Pupko (born 6 October 1962) is a Uruguayan mathematician and professor.", "4292977": "Girolamo Maggi (c.1523, in Anghiari – 27 March 1572 in Constantinople),[1] also known by his Latin name Hieronymus Magius, was an Italian scholar, jurist, poet, military engineer, urban planner, philologist, archaeologist, mathematician, and naturalist who studied at Bologna under Francis Robortello. He authored several works, including a collection of poems on the Flemish wars, (Cinque primi canti della guerra di Fiandra, 1551), one detailing military fortifications (Della fortificatione delle città, by his friend Giacomo Fusto Castriotto, but edited, annotated, and published posthumously by Maggi in 1564), and several on the subject of philosophy.", "58229105": "Anne Philippa Cobbe (7 August 1920 – 15 December 1971) was a mathematician at the University of Oxford. She was an inspirational and supportive pure mathematics tutor at Somerville College which, during her time there, was still a women's college.", "10322293": "Ian David Abrahams (born 15 January 1958) is an English mathematician and  held the Beyer Professor of Applied Mathematics at the University of Manchester, 2008–2016. From 2014 to 2016 he was Director of the International Centre for Mathematical Sciences in Edinburgh and in October 2016 he succeeded John Toland as Director of the Isaac Newton Institute for Mathematical Sciences, and N M Rothschild and Sons Professor of Mathematics, in Cambridge. He was President 2007–2009,[1] of the Institute of Mathematics and its Applications.[2] In 2017 he was awarded the IMA/LMS David Crighton Medal for services to mathematics.[3]", "63046013": "Nathalie Wahl (born 1976)[1] is a Belgian mathematician specializing in topology, including algebraic topology, homotopy theory, and geometric topology. She is a professor of mathematics at the University of Copenhagen, where she directs the Copenhagen Center for Geometry and Topology.", "31850877": "Andrew D. Martin (born July 25, 1972) is chancellor and professor of political science and law at Washington University in St. Louis.", "426368": "Abu'l Hasan Ahmad ibn Ibrahim Al-Uqlidisi (Arabic: أبو الحسن أحمد بن ابراهيم الإقليدسي) was a Muslim Arab[1] mathematician, who was active in Damascus[2] and Baghdad.[3] He wrote the earliest surviving book on the positional use of the Arabic numerals, Kitab al-Fusul fi al-Hisab al-Hindi (The Arithmetics of India) around 952.[4] It is especially notable for its treatment of decimal fractions, and that it showed how to carry out calculations without deletions.", "69796226": "Mohammad Sal Moslehian (محمد صال مصلحیان)[1] (born on 21 March 1966 in Mashhad, Iran) is an Iranian mathematician and a professor of mathematics at Ferdowsi University of Mashhad, Iran. He is the President of the Iranian Mathematical Society for the period of 2021-2024 and an invited member of the Iranian Academy of Sciences. His Erdős number is 3.[2] He is known for his contribution to the operator and norm inequality. He has developed the orthogonality in Hilbert C*-modules [3] and has significant contributions to operator means.[4][5] He established noncommutative versions of martingale and maximum inequalities that play an essential role in noncommutative probability spaces.[6] In addition, he has written several expository papers [7] discussing research[8] and education,[9] as well as promoting mathematics.[10]", "72122756": "Mary Gertrude Haseman (March 6, 1889 – April 9, 1979) was an American mathematician known for her work in knot theory.", "33685896": "Jan Karel Lenstra (born 19 December 1947, in Zaandam) is a Dutch mathematician and operations researcher, known for his work on scheduling algorithms, local search, and the travelling salesman problem.", "60064143": "Valerie  Patricia Myerscough (20 June 1942 – 8 November 1980) was a British mathematician and astrophysicist remembered for her precocious talent and great contributions to a range of astrophysical applications, as well as to the evolution of the Royal Astronomical Society, in a very short life.", "31883666": "Alex Eskin (Russian: Александр Григорьевич Эскин, born May 19, 1965, Moscow, USSR[1]) is an American mathematician. He is the Arthur Holly Compton Distinguished Service Professor in the Department of Mathematics at the University of Chicago.[2] His research focuses on rational billiards and geometric group theory.", "56983960": "Bernold Fiedler (born 15 May 1956) is a German mathematician, specializing in nonlinear dynamics.", "32866714": "Felix Medland Arscott (12 November 1922 – 5 July 1996) was a British mathematician who was a member of the Society for Industrial and Applied Mathematics from 1976.[1] He was described by colleagues as a good friend and excellent teacher.[2] Dr. Arscott was the founding head of the Applied Mathematics department at University of Manitoba from 1974 through 1986[3] and was named Professor Emeritus in 1995.[4] Professor Arscott was described as an expert in the \"higher special functions\".", "393629": "Ronald Runaldo Venetiaan (born 18 June 1936)[1] is a former politician who served as the 6th President of Suriname.", "28869024": "Sergio Albeverio (born 17 January 1939)[1] is a Swiss mathematician and mathematical physicist working in numerous fields of mathematics and its applications. In particular he is known for his work in probability theory, analysis (including infinite dimensional, non-standard, and stochastic analysis), mathematical physics, and in the areas algebra, geometry, number theory, as well as in applications, from natural to social-economic sciences.", "1048993": "Sir James Key Caird, 1st Baronet (7 January 1837 – 9 March 1916) was a Scottish jute baron and mathematician. He was one of Dundee's most successful entrepreneurs, who used the latest technology in his Ashton and Craigie Mills.", "197030": "Pierre Gassendi (French: [pjɛʁ gasɛ̃di];[5] also Pierre Gassend, Petrus Gassendi, Petrus Gassendus; 22 January 1592 – 24 October 1655) was a French philosopher, Catholic priest, astronomer, and mathematician.[1][6][7] While he held a church position in south-east France, he also spent much time in Paris, where he was a leader of a group of free-thinking intellectuals. He was also an active observational scientist, publishing the first data on the transit of Mercury in 1631. The lunar crater Gassendi is named after him.", "49217960": "Thomas Hans Willwacher (born 12 April 1983) is a German mathematician and mathematical physicist working as a Professor at the Institute of Mathematics, ETH Zurich.[1]", "1343918": "Ralph Hartzler Fox (March 24, 1913 – December 23, 1973) was an American mathematician. As a professor at Princeton University, he taught and advised many of the contributors to the Golden Age of differential topology, and he played an important role in the modernization of knot theory and of bringing it into the mainstream.", "65470897": "Jeffrey Polovina is an American marine scientist. He is known for creating the marine ecosystem model Ecopath.", "36143542": "Shihāb al‐Dīn ibn al‐Majdī (Arabic: شهاب الدين بن المجدي; 1359–1447 CE) was an Egyptian mathematician and astronomer. His most important mathematical work was \"Book of Substance\", a voluminous commentary on the Summary of the Operations of Calculations by Ibn al-Banna'.[1]", "37355968": "Joseph Arkin ((1923-05-25)May 25, 1923 – (2002-08-05)August 5, 2002) was a mathematician, lecturer and professor at the West Point military academy.[1][2]", "52691404": "Matthew O'Brien (1814–1855) was an Irish mathematician.", "1802702": "William Magee (18 March 1766 – 18 August 1831) was an Irish academic and Church of Ireland clergyman. He taught at Trinity College Dublin, serving as Erasmus Smith's Professor of Mathematics (1800–1811), was Bishop of Raphoe (1819–1822) and then Archbishop of Dublin until his death.", "6881747": "Michael John Mackey Erritt, CB (15 February 1931, Belfast - 3 October 2002, Lindfield, Sussex) was the Deputy Director of the British Government Statistical Service.", "62325203": "Panagiotis E. Souganidis (Παναγιώτης E. Σουγανίδης) is an American mathematician, specializing in partial differential equations.[1]", "62587348": "Jürgen Reinhard Gerhard Herzog (German: [ˈjʏʁɡn̩ ˈhɛʁtsoːk]; born 21 December 1941) is an Emeritus Professor of Mathematics at University of Duisburg-Essen, in Essen, Germany.[1] From 1969 to 1975, he was Lecturer at University of Regensburg and from 1975 to 2009 a professor of Mathematics at University of Duisburg-Essen.[2]", "4686296": "Daniel Friedrich Ernst Meissel (31 July 1826, Eberswalde, Brandenburg Province – 11 March 1895, Kiel) was a German astronomer who contributed to various aspects of number theory.", "623067": "Rev. Henry William Watson FRS (25 February 1827, Marylebone, London – 11 January 1903, Brighton) was a mathematician and author of a number of mathematics books. He was an ordained priest and Cambridge Apostle.", "7733725": "Leon Bankoff (December 13, 1908 – February 16, 1997), born in New York City, New York, was an American dentist. As an amateur mathematician he constructed the Bankoff circle. He was also an Esperantist.", "72417759": "Fuensanta Aroca Bisquert is a Spanish mathematician who works in Mexico as a researcher in the Institute of Mathematics (Cuernavaca unit) of the National Autonomous University of Mexico (UNAM). Her mathematical research involves the use of power series to solve differential equations, singularity theory, and tropical geometry.[1] She has also published research on screening for mental health, and has spoken on discrimination and harassment in mathematics.[2]", "67371487": "Marian L. Palmer Capps (also known as Mrs John Winston Capps, 1901 – November 17, 2001) was an American mathematician who became a professor at Norfolk State University and president of the Women's Auxiliary to the National Medical Association.", "3506655": "Stewart Nelson is an American mathematician and programmer from The Bronx who co-founded Systems Concepts.", "754147": "Oswald Veblen (June 24, 1880 – August 10, 1960) was an American mathematician, geometer and topologist, whose work found application in atomic physics and the theory of relativity. He proved the Jordan curve theorem in 1905;[1] while this was long considered the first rigorous proof of the theorem, many now also consider Camille Jordan's original proof rigorous.", "71762406": "Mihai Horia Botez (18 November 1940 – 11 July 1995) was a Romanian mathematician and dissident, nicknamed \"Romania's Sakharov\" by the international press.[1] A leading mathematician, he played a key role in founding the study of futurology in the Eastern European country, before becoming a critic of the communist regime's catastrophic economic policies.[2] He survived four suspicious attacks, including a stabbing, a car ramming and a beating that left him hospitalized and which human rights groups blamed on the country's secret police.", "42074599": "Axel Johannes Malmquist (19 October 1882, in Hammars parish, Örebro county – 24 February 1952, in Solna) was a Swedish mathematician working in the area of ordinary differential equations.", "67731944": "Gennady (or Gennadii or Gennadiy) Semenovich Makanin (1938–2017) was a Russian mathematician, awarded the 2010 I. M. Vinogradov Prize for a series of papers on the problem of algorithmically recognizing the solvability of arbitrary equations in free groups and semigroups.", "37388778": "Alice Everett (15 May 1865 – 21 July 1949)[1] was a British astronomer and engineer who grew up in Belfast.[2] Everett is best known for being the first woman to be paid for astronomical work at the Royal Observatory, Greenwich, when she began her employment at the observatory January 1890. In 1903 she was the first woman to have a paper published by the Physical Society of London.[1] She also contributed to the fields of optics and early television.[3][4][5]", "71795180": "Alison Sarah Tomlin is a British physical chemist and applied mathematician whose research involves building detailed mathematical models of combustion, including uncertainty quantification for those models. She is a professor in the School of Chemical and Process Engineering at the University of Leeds, where she heads the Clean Combustion Research Group.[1]", "70615535": "Joe Flood (born 28 July 1950) is a policy, data analyst and mathematician. He has made contributions to mathematics, housing and urban economics, urban indicators, slum studies, climate change and genetic genealogy.", "35226099": "Eugene Trubowitz is an American mathematician who studies analysis and mathematical physics. He is a Global Professor of Mathematics at New York University Abu Dhabi.[1]", "36897268": "Charlotte Cynthia Barnum (May 17, 1860 – March 27, 1934), mathematician and social activist, was the first woman to receive a Ph.D. in mathematics from Yale University.[1]", "35553781": "Robert Stanton Avery (1808–1894) was an American mathematician.", "1343987": "John Norman Mather (June 9, 1942 – January 28, 2017) was a mathematician at Princeton University known for his work on singularity theory and  Hamiltonian dynamics. He was descended from Atherton Mather (1663–1734), a cousin of Cotton Mather.  His early work dealt with the stability of smooth mappings between smooth manifolds of dimensions n (for the source manifold N) and p (for the target manifold P). He determined the precise dimensions (n,p) for which smooth mappings are stable with respect to smooth equivalence by diffeomorphisms of the source and target (i.e., infinitely differentiable coordinate changes).[1]", "6095350": "František Wolf (1904–1989) was a Czech mathematician known for his contributions to trigonometry and mathematical analysis, specifically the study of the perturbation of linear operators.", "20185599": "Frank Morgan is an American mathematician and the Webster Atwell '21 Professor of Mathematics, Emeritus, at Williams College. He is known for contributions to geometric measure theory, minimal surfaces, and differential geometry, including the resolution of the double bubble conjecture. He was vice-president of the American Mathematical Society[1] and the Mathematical Association of America.", "6324737": "Thomas Scott Fiske (1865–January 10, 1944)[1] was an American mathematician.[1]", "11174410": "Jean-Baptiste Charles Joseph Bélanger (4 April 1790 – 8 May 1874) was a French applied mathematician who worked in the areas of hydraulics and hydrodynamics. He was a professor at the École Centrale des Arts et Manufactures, École Polytechnique and École des Ponts et Chaussées in France. In hydraulic engineering, he is often credited improperly for the application of the momentum principle to a hydraulic jump in a rectangular open channel in 1828. His true contribution in 1828 was the development of the backwater equation for gradually varied flows in open channels (Bélanger 1828) and the application of the momentum principle to the hydraulic jump flow in 1838. (Bélanger 1841)", "8290828": "Brian Blank (September 3, 1953 – December 9, 2018) was a Canadian/American associate professor of mathematics at Washington University in St. Louis.[1]", "7242261": "Stanisław Lech Woronowicz (born 22 July 1941, Ukmergė, Lithuania) is a Polish mathematician and physicist. He is affiliated with the University of Warsaw and is a member of the Polish Academy of Sciences.", "33302": "William Thomson, 1st Baron Kelvin, OM, GCVO, PC, FRS, FRSE (26 June 1824 – 17 December 1907)[7] was a British mathematician, mathematical physicist and engineer born in Belfast.[8] He was the Professor of Natural Philosophy at the University of Glasgow for 53 years, where he undertook significant research and mathematical analysis of electricity, the formulation of the first and second laws of thermodynamics, and contributed significantly to unifying physics, which was then in its infancy of development as an emerging academic discipline. He received the Royal Society's Copley Medal in 1883, and served as its president from 1890 to 1895. In 1892, he became the first British scientist to be elevated to the House of Lords.[2]", "35783189": "Vincent Edward Moncrief is an American mathematician and physicist at Yale University. He works in relativity and mathematical physics. Moncrief earned his doctorate in 1972 at the University of Maryland College Park under the supervision of Charles William Misner and worked subsequently at the University of California Berkeley and at the University of Utah. He grew up in Oklahoma City.", "655893": "Elwyn Ralph Berlekamp (September 6, 1940 – April 9, 2019) was a professor of mathematics and computer science at the University of California, Berkeley.[1][2] Berlekamp was widely known for his work in computer science, coding theory and combinatorial game theory.", "58032665": "Edward Norman Dancer FAA (born 29 December 1946, Bundaberg, Queensland, Australia) is an Australian mathematician, specializing in nonlinear analysis.[1]", "52199962": "Cathy Kessel is a U.S. researcher in mathematics education[1] and consultant, past-president of Association for Women in Mathematics, winner of the Association for Women in Mathematics Louise Hay Award, and a blogger on Mathematics and Education.[2] She served as an editor for Illustrative Mathematics from the end of 2015 through July 15, 2017.[3]", "69075483": "Lydia Rosina Bieri (born 1972)[1] is a Swiss-American applied mathematician, geometric analyst, mathematical physicist, cosmologist, and historian of science whose research concerns general relativity, gravity waves, and gravitational memory effects.[2] She is a professor of mathematics and director of the Michigan Center for Applied and Interdisciplinary Mathematics at the University of Michigan.[3]", "60129827": "Yehuda Farissol (Hebrew: יהודה פריצול; fl. late fifteenth century) was a Jewish-Italian mathematician and astronomer.[1] In 1499 he published a description of the astronomical sphere with diagrams, under the title Iggeret S'fira (Epistle of the Sphere).[2]", "68485669": "Gunilla Kreiss (born 1958[1]) is a Swedish applied mathematician and numerical analyst specializing in level-set methods and numerical methods for partial differential equations, especially for problems arising in fluid dynamics including two-phase flow, shear flow, and Burgers' equation.[2] She is professor of numerical analysis in the Department of Information Technology, Division of Scientific Computing at Uppsala University,[3] and editor-in-chief of BIT Numerical Mathematics.[4]", "54460966": "Paul Félix Vincensini (30 April 1896, in Bastia – 9 August 1978, in La Ciotat)[1][2]\nwas a French mathematician.", "37093929": "Leopoldo Penna Franca (April 7, 1959 – September 19, 2012, in Rio de Janeiro, Brazil)[1] was a Brazilian-American mathematician. He received his PhD in 1987 from Stanford University in engineering under Thomas J. R. Hughes. After graduation, he worked at the pt:Laboratório Nacional de Computação Científica - LNCC in Brazil. From 1993 to 2011, he was a full professor and researcher of mathematics at the University of Colorado Denver. From 2008 to 2010 he was a visiting professor and researcher of mathematics at the Federal University of Rio de Janeiro - UFRJ / Coppe at the Civil Engineering Department in collaboration to Alvaro Coutinho. From 2011 until 2012, he worked for IBM Research Brazil. He was known for his work on stabilized finite element methods. He was a recipient of the United States Association for Computational Mechanics - USACM. Received in 1999 the  Gallagher Young Investigator Award for \"outstanding accomplishments in computational mechanics, particularly in the published literature, by a researcher 40 years old or younger\".[2] He was listed[3] as an ISI Highly Cited Author in Engineering by the ISI Web of Knowledge, Thomson Scientific Company.", "34079276": "Timothy Trevor West (8 May 1938 – 30 October 2012)[1] was an Irish mathematician, academic and politician.[2]", "6095407": "Herta Freitag (née Taussig; December 6, 1908 – January 25, 2000) was an Austrian-American mathematician, a professor of mathematics at Hollins College, known for her work on the Fibonacci numbers.", "57508402": "Irina Shevtsova (Russian: Ири́на Генна́дьевна Шевцо́ва) (born 1983) is a Russian mathematician, Dr.Sc., Professor of Moscow State University.", "70648372": "Lisa Mantini is an American mathematician.[1]", "73957940": "Joel C. Kleinman (1946 - May 2, 1991) was an American health statistician and epidemiologist specializing on the causes of infant mortality. He was director of analysis at the National Center for Health Statistics.", "29688374": "Galileo di Vincenzo Bonaiuti de' Galilei (15 February 1564 – 8 January 1642), commonly referred to as Galileo Galilei (/ˌɡælɪˈleɪoʊ ˌɡælɪˈleɪ/ GAL-il-AY-oh GAL-il-AY, US also /ˌɡælɪˈliːoʊ -/ GAL-il-EE-oh -⁠, Italian: [ɡaliˈlɛːo ɡaliˈlɛi]) or simply Galileo, was an Italian astronomer, physicist and engineer, sometimes described as a polymath. He was born in the city of Pisa, then part of the Duchy of Florence.[3] Galileo has been called the father of observational astronomy,[4] modern-era classical physics,[5] the scientific method,[6] and modern science.[7]", "56558134": "Dmitry Borisovich Fuchs (Дмитрий Борисович Фукс,[1] born 30 September 1939, Kazan,[2] Tatar Autonomous Soviet Socialist Republic) is a Russian-American mathematician, specializing in the representation theory of infinite-dimensional Lie groups and in topology.[3]", "72647224": "Andrey Albertovich Muchnik (February 24, 1958 – March 18, 2007) was a Soviet and Russian mathematician. He worked in the field of Mathematical logic. He was awarded the A. N. Kolmogorov Prize in 2006.", "1376825": "Hans Julius Zassenhaus (28 May 1912 – 21 November 1991) was a German mathematician, known for work in many parts of abstract algebra, and as a pioneer of computer algebra.", "45187642": "Clement Wing Hong Lam (Chinese: 林永康) is a Canadian mathematician, specializing in combinatorics. He is famous for the computer proof, with Larry Thiel and S. Swiercz, of the nonexistence of a finite projective plane of order 10.[1]", "58065470": "Rama Cont is  the  Professor of Mathematical Finance at the  \nUniversity of Oxford.[6]\n[7]\nHe is known for contributions to probability theory, stochastic analysis and mathematical modelling in finance, in particular mathematical models of systemic risk.[3]\nHe was awarded the Louis Bachelier Prize  by the French Academy of Sciences in 2010.", "4981314": "Julius Ludwig Weisbach (10 August 1806 – 24 February 1871) was a German mathematician and engineer.", "44663362": "Joel David Hamkins is an American mathematician and philosopher who is O'Hara Professor of Philosophy and Mathematics at the University of Notre Dame.[1] He has made contributions in mathematical and philosophical logic, set theory and philosophy of set theory (particularly the idea of the set-theoretic multiverse), in computability theory, and in group theory.", "37028418": "Erika Pannwitz (May 26, 1904 in Hohenlychen, Germany – November 25, 1975 in Berlin[1]) was a German mathematician who worked in the area of geometric topology. During World War II, Pannwitz worked as a cryptanalyst in the Department of Signal Intelligence Agency of the German Foreign Office (German: Auswärtiges Amt) colloquially known as Pers Z S.[2] After the war, she became editor-in-chief of Zentralblatt MATH.", "46334533": "James B. Carrell (born 1940) is an American and Canadian mathematician, who is currently an emeritus professor of mathematics at the University of British Columbia, Vancouver, British Columbia, Canada.[1] His areas of research are algebraic geometry, Lie theory, transformation groups and differential geometry.", "63341125": "Charles Laurie Dolph (August 27, 1918 – June 1, 1994) was an American mathematician known for his research in applied mathematics and engineering.[1][2]", "57016901": "Victor  Lomonosov (7 February 1946 – 29 March 2018) was a Russian-American mathematician known for his work in functional analysis. In operator theory, he is best known for his work in 1973 on the invariant subspace problem, which was described by  Walter Rudin in his classical book on Functional Analysis as \"Lomonosov's spectacular invariant subspace theorem\".[1]  The Theorem Lomonosov gives a very short proof, using the Schauder fixed point theorem, that if the bounded linear operator T on a Banach space commutes with a non-zero compact operator then T has a non-trivial invariant subspace.[2]   Lomonosov has also published on the Bishop–Phelps theorem[3] and Burnside's Theorem [4]", "20644421": "Petrus Ryff (Swiss German: [rif]; Latin: Petrus Ryffius; 8 May 1552 – 19 May 1629) was a Swiss mathematician, physician and chronicler from Basel.", "754249": "Pierre Vernier (19 August 1580 at Ornans,  Franche-Comté (at that time ruled by the Spanish Habsburgs, now part of France) – 14 September 1637, same location) was a French mathematician and instrument inventor. He was the inventor and eponym of the vernier scale used in measuring devices.", "4784712": "Vladimir Ivanovich Smirnov (Russian: Влади́мир Ива́нович Смирно́в) (10 June 1887 – 11 February 1974) was a mathematician who made significant contributions in both pure and applied mathematics, and also in the history of mathematics.", "48529995": "John Robinson Airey (1868–1937) was a British schoolteacher, mathematician and astrophysicist.", "22708813": "Jan Mikołaj Smogulecki (1610–1656), of the Grzymała coat of arms, was a Polish nobleman, politician, missionary, scholar and Jesuit credited with introducing logarithms to China.", "57836125": "Moses Lemans (November 5, 1785, Naarden, Netherlands – October 17, 1832, Amsterdan, Netherlands) was a Dutch-Jewish Hebraist and mathematician, and a leader of the Haskalah movement in Holland. He was a founder of the Jewish Mathematicians' Association, Mathesis Artium Genetrix, and published a number of works on Hebrew grammar and mathematics.[1]", "40927837": "Gerrit Bol (May 29, 1906 in Amsterdam – February 21, 1989 in Freiburg) was a Dutch mathematician who specialized in geometry. He is known for introducing Bol loops in 1937,[1] and Bol’s conjecture on sextactic points.[2]", "34701919": "Jean-François Mertens (11 March 1946 – 17 July 2012) was a Belgian game theorist and mathematical economist.[1]", "98912": "János Bolyai (Hungarian: [ˈjaːnoʃ ˈboːjɒi]; 15 December 1802 – 27 January 1860) or Johann Bolyai,[2] was a Hungarian mathematician who developed absolute geometry—a geometry that includes both Euclidean geometry and hyperbolic geometry. The discovery of a consistent alternative geometry that might correspond to the structure of the universe helped to free mathematicians to study abstract concepts irrespective of any possible connection with the physical world.[3]", "69599843": "Annie Louise MacKinnon Fitch (June 1, 1868 – September 12, 1940) was a Canadian-born American mathematician who worked with Felix Klein and became a professor of mathematics at Wells College. She was the third woman to earn a mathematics doctorate at an American university.", "98915": "Joseph Wolstenholme (30 September 1829 – 18 November 1891) was an English mathematician.", "6095467": "Erland Samuel Bring (19 August 1736 – 20 May 1798) was a Swedish mathematician.", "51249774": "Miranda Chih-Ning Cheng (Chinese: 程之寧; born 6 June 1979, Taipei)[1] is a Taiwanese-born and Dutch-educated mathematician and theoretical physicist who works as an assistant professor at the University of Amsterdam.[2] She is known for formulating the umbral moonshine conjectures[3][4] and for her work on the connections between K3 surfaces and string theory.[3]", "230000": "Rensis Likert (/ˈlɪkərt/ LIK-ərt; August 5, 1903 – September 3, 1981) was an American organizational and social psychologist known for developing the Likert scale, a psychometrically sound scale based on responses to multiple questions. The scale has become a method to measure people's thoughts and feelings from opinion surveys to personality tests. Likert also founded the theory of participative management, which is used to engage employees in the workplace. Likert's contributions in psychometrics, research samples, and open-ended interviewing have helped form and shape social and organizational psychology.", "74449522": "Jennifer Taback is an American mathematician whose research focuses on geometric group theory and combinatorial group theory.[1] She is the Isaac Henry Wing Professor of Mathematics and Chair of the Mathematics Department at Bowdoin College in Maine.[2]", "4391548": "Sinān ibn al-Fatḥ was an Arab mathematician from Ḥarrān, who probably lived in the first half of the 10th century.[1]", "35455615": "Richard James Hayes (Irish: Risteárd de Hae; born 1902, died 1976)[1] was an Irish code-breaker during World War II and was Director of the National Library of Ireland.[1]", "3048068": "Attila Aşkar (born September 4, 1943)[1] is a Turkish civil engineer, scientist and former president of the Koç University in Rumelifeneri, Istanbul, Turkey during 2001 and 2009.[2][3]", "21955209": "Angus Ellis Taylor (October 13, 1911 – April 6, 1999) was a mathematician and professor at various universities in the University of California system.[1] He earned his undergraduate degree at Harvard summa cum laude in 1933 and his PhD at Caltech in 1936 under Aristotle Michal with a dissertation on analytic functions. By 1944 he had risen to full professor at UCLA, whose mathematics department he later chaired (1958–1964). Taylor was also an astute administrator and eventually rose through the UC system to become provost and then chancellor of UC Santa Cruz. He authored a number of mathematical texts, one of which, Advanced Calculus (1955 originally published by Ginn/Blaisdell), became a standard for a generation of mathematics students.[2]", "29819533": "Mamikon A. Mnatsakanian (1942-2021) (Armenian: Մամիկոն Մնացականյան) was an Armenian physicist.\nIn 1959, he discovered a new proof of the Pythagorean theorem.[1]", "33587856": "Philip Caesar Kutzko is an American mathematician. He currently is a professor at the University of Iowa. He is known for his contributions to the Langlands program.", "35685014": "James Cleland LLD (1770–1840) was Superintendent of Public Works in Glasgow but is remembered as a Scottish statistician and historical writer.", "54428316": "Oberto Cantone (Genova, 16th century) was an Italian mathematician.[1]", "68682400": "Wolfgang Vogel (8 February 1940 – 2 October 1996) was a German mathematician who made contributions to commutative algebra and algebraic geometry.[1]", "2556580": "Paul Isaac Bernays (17 October 1888 – 18 September 1977) was a Swiss mathematician who made significant contributions to mathematical logic, axiomatic set theory, and the philosophy of mathematics. He was an assistant and close collaborator of David Hilbert.", "56918693": "Kari Kaleva Vilonen (born 1955) is a Finnish mathematician, specializing in geometric representation theory. He is currently a professor at the University of Melbourne.[1]", "17498790": "John Joseph Benedetto (born July 16, 1939) is a professor of Mathematics at the University of Maryland, College Park and is a leading researcher in wavelet analysis and Director of the Norbert Wiener Center for Harmonic Analysis and Applications. He was named Distinguished Scholar-Teacher by the University of Maryland in 1999[1] and has directed 63 Ph.D. students.[2] The volume Harmonic Analysis and Applications: In Honor of John Benedetto, edited by Christopher Heil, describes his influence:", "50987689": "Dominique Brigitte Picard (born March 3, 1952) is a French mathematician who works as a professor in the Laboratoire de Probabilités et Modèles Aléatoires of Paris Diderot University.[1] Her research concerns the statistical applications of wavelets.", "63668906": "David Allen Hoffman is an American mathematician whose research concerns differential geometry. He is an adjunct professor at Stanford University.[1] In 1985, together with William Meeks, he proved that Costa's surface was embedded.[2] He is a fellow of the American Mathematical Society since 2018, for \"contributions to differential geometry, particularly minimal surface theory, and for pioneering the use of computer graphics as an aid to research.\"[3] He was awarded the Chauvenet Prize in 1990 for his expository article \"The Computer-Aided Discovery of New Embedded Minimal Surfaces\".[4] He obtained his Ph.D. from Stanford University in 1971 under the supervision of Robert Osserman.[5]", "22381228": "E. Sampathkumar (born 10 June 1936) is a professor emeritus[1] of graph theory from University of Mysore. He has contributed to domination number, bipartite double cover, and reconstruction theory, as well as other areas of graph theory. He was chairman of the department of mathematics of the Karnataka university, Dharwar[2] and the University of Mysore (1992–95).[3]", "66222": "Jacques Roubaud (French: [ʁubo]; born 5 December 1932 in Caluire-et-Cuire, Rhône) is a French poet, writer and mathematician.", "38666928": "Ezra Getzler (born 9 February 1962 in Melbourne) is an Australian mathematician and mathematical physicist.", "27067060": "Nancy Jane Kopell (born November 8, 1942, New York City) is an American mathematician and professor at Boston University. She is co-director of the Center for Computational Neuroscience and Neural Technology (CompNet). She organized and directs the Cognitive Rhythms Collaborative (CRC). Kopell received her B.A. from Cornell University in 1963 and her Ph.D. from Berkeley in 1967. She held visiting positions at the Centre National de la Recherche Scientifique in France (1970), MIT (1975, 1976–1977), and the California Institute of Technology (1976).", "30409396": "Leah Edelstein-Keshet is an Israeli-Canadian mathematical biologist.", "98996": "Herman of Carinthia (1105/1110 – after 1154), also called Hermanus Dalmata or Sclavus Dalmata, Secundus, by his own words born in the \"heart of Istria\", was a philosopher, astronomer, astrologer, mathematician and translator of Arabic works into Latin.", "6947518": "Peter Štefan (or Peter Stefan) (1941 in Bratislava, Slovak Republic – 18 June 1978 in Tryfan, Wales) was a Slovak mathematician who was known for his works on dynamical systems and mathematical entropy.", "590528": "George Robert Price (October 16, 1922 – January 6, 1975) was an American population geneticist. Price is often noted for his formulation of the Price equation in 1967.", "2228933": "Franz Xaver Kugler (27 November 1862 – 25 January 1929) was a German chemist, mathematician, Assyriologist, and Jesuit priest.[1]", "59736776": "Weizhu Bao (Chinese: 包维柱, born September 1969 in Shaanxi, China) is a Chinese mathematician at the National University of Singapore (NUS). He is known for his work in applied mathematics with applications in quantum physics and chemistry and materials science, especially Bose-Einstein condensation (BEC) and highly oscillatory partial differential equations.", "20513494": "Christophe Gadbled (1734 – 11 October 1782) was a mathematics professor at the University of Caen Normandy.", "63701718": "Edward Riddle FRAS (1788 – 31 March 1854) was an English mathematician and astronomer, known for  A Treatise on Navigation and Nautical Astronomy.", "2851544": "Ilia Vekua (Georgian: ილია ვეკუა; Russian: Илья́ Не́сторович Ве́куа; 23 April 1907 in the village of Shesheleti, Kutais Governorate, Russian Empire (modern day Gali District, Abkhazia,[1] Republic of Georgia – 2 December 1977 in Tbilisi,[1] USSR) was a distinguished Georgian mathematician and engineer, specializing in partial differential equations, singular integral equations, generalized analytic functions and the mathematical theory of elastic shells.", "4555481": "John of Dumbleton (Latin Ioannes De Dumbleton; c. 1310 – c. 1349) was a member of the Dumbleton village community in Gloucestershire, a southwestern county in England. Although obscure, he is considered a significant English fourteenth-century philosopher for his contributions to logic, natural philosophy, and physics. Dumbleton’s masterwork is his Summa Logicae et Philosophiae Naturalis (Summary of Logic and Natural Philosophy), likely to have been composed just before the time of his death.", "39748314": "Surindar Kumar Trehan (S.K. Trehan) was an Indian mathematician who specialised in non-linear stability in magnetohydrodynamics.", "58131166": "Fanny Kassel (born 1984) is a French mathematician, specializing in the theory of Lie groups.", "37126879": "Marc Krasner (1912 – 13 May 1985, in Paris) was a Russian Empire-born French mathematician, who worked on algebraic number theory.", "66388708": "Rebecca Walo Omana (born 15 July 1951) is a Congolese mathematician, professor, and reverend sister. Omana became the first female mathematics professor in the Democratic Republic of the Congo in 1982.[1] She is the director of the mathematics and informatics doctoral program at the University of Kinshasa and is a vice-president of the African Women in Mathematics Association.[2] Her mathematical interests lie in differential equations, nonlinear analysis, and modeling.", "36766438": "Tom Sanders is an English mathematician, working on problems in additive combinatorics at the interface of harmonic analysis and analytic number theory.[4][5]", "40076007": "Sandi Klavžar (born 5 February 1962) is a Slovenian mathematician working in the area of graph theory and its applications. He is a professor of mathematics at the University of Ljubljana.", "64324330": "Paul D. McNicholas is an Irish-Canadian statistician. He is a professor and University Scholar in the Department of Mathematics and Statistics at McMaster University.[2] In 2015, McNicholas was awarded the Tier 1 Canada Research Chair in Computational Statistics.[3]  McNicholas uses computational statistics techniques, and mixture models in particular, to gain insight into large and complex datasets.[4] He is editor-in-chief of the Journal of Classification.[5]", "55902954": "Graciela Beatriz Salicrup López (México City, México, April 7, 1935 – July 29, 1982) was a Mexican architect, archaeologist, and mathematician. In the 1970s and 1980s, she was a pioneer in the field of categorical topology. Most of her work was published in Spanish, and her original contributions were not widely recognized until after her premature death.", "71697137": "Dimitrios Stroumpos (Greek: Δημήτριος Στρούμπος; 1806 - February 5, 1890) was an astronomer, physicist, mathematician, author, and professor.  He was a theoretical physicist.  He was a pioneer in 19th-century Greek physics.  He helped develop the physics department at the University of Athens.  He was the dean.  He did extensive research in the field of physics namely: the study of air and energy fields,  electricity, magnetism, and telephones.  He also studied the motion of molecules and developed a system of scientific observation.  He developed the Strombo compass.[1]  His contemporaries at the time were Greek scientists Vassilios Lakon, Georgios Konstantinos Vouris, and Ioannis Papadakis.  He was replaced as the chair of the physics department by his student world-renowned physicist Timoleon Argyropoulos after his death.[2][3][4]", "27001600": "Sankara Narayana (c. 840 – c. 900 AD) was an Indian astronomer-mathematician in the court of Ravi Kulasekhara (c. 844 – c. 883 AD) of the Chera Perumal kingdom of Kerala.[1][2] He is best known as the author of Laghu Bhaskariya Vivarana or Vyakha (869/870 AD), a detailed commentary on treatise Laghu Bhaskariya by 7th century mathematician Bhaskara I (which in turn was based on the works of the 5th century polymath Aryabhata).[3][4] Sankara Narayana is known to have established an astronomical observatory at the port of Kodungallur in central Kerala.[2][5]", "2065156": "Claude Mydorge (1585 – July 1647) was a French mathematician. His primary contributions were in geometry and physics.", "12714757": "Helen Giessler Grundman is an American mathematician.  She is the Director of Education and Diversity at the American Mathematical Society and Research Professor Emeritus of Mathematics at Bryn Mawr College.[1]  Grundman is noted for her research in number theory and efforts to increase diversity in mathematics.", "2556678": "Charles Ivars Kalme (Latvian: Kārlis Ivars Kalme, November 15, 1939 – March 20, 2002)[1] was a Latvian American chess master and a mathematician.", "56886023": "Duong Hong Phong (Vietnamese: Dương Hồng Phong, born 30 August 1953, Nam Dinh, Vietnam) is an American mathematician of Vietnamese origin.  He is a professor of mathematics at Columbia University. He is known for his research on complex analysis, partial differential equations, string theory and complex geometry.", "69239560": "Christine Graffigne (born 1959)[1] is a French applied mathematician. She is known for her pioneering research on Markov random fields for image analysis,[2] the topic of her 1986 invited address (joint with Stuart Geman) to the International Congress of Mathematicians.[3]", "72614664": "Chen Mufa is a Chinese professor of mathematics at Beijing Normal University. He is a member of the Chinese Academy of Sciences and the World Academy of Sciences. In addition to his work on probability theory, as a mathematician, Chen contributed to mathematical physics.[1][2][3][4]", "70484747": "Lily Khadjavi, professor of mathematics at Loyola Marymount University, is an American mathematician known for her work on the mathematics of social justice.", "63243022": "David Soudry (born 1956[1]) is a professor of mathematics at Tel Aviv University working in number theory and automorphic forms.", "784": "Alfred Habdank Skarbek Korzybski (/kɔːrˈzɪbski, -ˈzɪp-, -ˈʒɪp-, kəˈʒɪpski/,[2][3] Polish: [ˈalfrɛt kɔˈʐɨpskʲi]; July 3, 1879 – March 1, 1950) was a Polish-American independent scholar who developed a field called general semantics, which he viewed as both distinct from, and more encompassing than, the field of semantics. He argued that human knowledge of the world is limited both by the human nervous system and the languages humans have developed, and thus no one can have direct access to reality, given that the most we can know is that which is filtered through the brain's responses to reality. His best known dictum is \"The map is not the territory\".", "57967381": "William Hamilton Meeks III (born 8 August 1947 in Washington, DC) is an American mathematician, specializing in differential geometry and minimal surfaces.", "70484763": "Dion O'Neale is a New Zealand applied mathematician who specialises in the area of complex systems and network science. His work involves the analysis of empirical data to inform computer simulations to predict how interacting parts and structures of networks can affect the dynamics and properties of systems. During COVID-19, O'Neale created mathematical models to build understanding of how the network of interractions of the virus was spread, and during this period, was a frequent commentator in the New Zealand media about the country's response to the pandemic. He is a senior lecturer in physics at Auckland University, principal investigator at Te Pūnaha Matatini and Project Lead of COVID-19 Modelling Aotearoa.", "53576479": "The Honourable Nicholas Michael John Woodhouse CBE (born 27 February 1949) is a British mathematician.  He is Emeritus Fellow of Wadham College, University of Oxford and former President of the Clay Mathematics Institute.", "69075744": "Betty Rose Weber Holz (September 15, 1919 – September 3, 2005) was an American mathematician who worked for the United States Army.", "68649763": "Ugo Napoleone Giuseppe Broggi (December 29, 1880, Como – November 23, 1965, Milan) was an Italian actuary, mathematician, philosopher, statistician, and mathematical economist.", "50987812": "Daniel Gisriel Rider, Jr. (23 July 23, 1938, Boston – 11 July 2008, Madison, Wisconsin) was a mathematician, specializing in harmonic analysis and Fourier analysis.[1]", "62391080": "Pierre Auger is a French bio-mathematician born on March 8, 1953, in Neuilly-sur-Seine. He is a member of the French Academy of sciences[1]  and Director of Exceptional Class Research at the Research Institute for Development.[2] Pierre Auger's research field concerns the mathematical modelling of biological systems.", "5210923": "David Pinhusovich Milman (Russian: Дави́д Пи́нхусович Ми́льман; 15 January 1912, Chechelnyk near Vinnytsia – 12 July 1982, Tel Aviv) was a Soviet and later Israeli mathematician specializing in functional analysis.[1] He was one of the major figures of the Soviet school of functional analysis. In the 70s he emigrated to Israel and was on the faculty of Tel Aviv University.", "19530541": "Sir Oliver Graham Sutton CBE FRS[1] (4 February 1903 – 26 May 1977) was a Welsh mathematician and meteorologist, notable particularly for theoretical work on atmospheric diffusion, boundary layer turbulence, and for his direction of the UK Meteorological Office.", "62423855": "William Davenport (1772–1823) was an Irish academic. He was the eighth Erasmus Smith's Professor of Natural and Experimental Philosophy at Trinity College Dublin (TCD), serving in that role from 1807 to 1822.[1]", "18547505": "Esprit Jouffret (15 March 1837 – 6 November 1904) was a French artillery officer,[1] insurance actuary and mathematician, author of Traité élémentaire de géométrie à quatre dimensions (Elementary Treatise on the Geometry of Four Dimensions, 1903),[2] a popularization of Henri Poincaré's Science and Hypothesis in which Jouffret described hypercubes and other complex polyhedra in four dimensions and projected them onto the two-dimensional page.", "63210293": "David S. Richeson is an American mathematician whose interests include the topology of dynamical systems, recreational mathematics, and the history of mathematics. He is a professor of mathematics at Dickinson College, where he holds the John J. & Ann Curley Faculty Chair in the Liberal Arts.[1][2]", "69174071": "Jean Brosius Walton[1] (March 6, 1914 – July 5, 2006) was an American academic administrator and women's studies scholar. She spent the bulk of her career at Pomona College in Claremont, California.", "1803064": "Mario Laserna Pinzón (August 21, 1923 – July 16, 2013) was a Colombian educator and politician born in Paris of Colombian parents. Laserna Pinzón is credited for being the founder of the Los Andes University in Bogotá, which was incorporated in 1948 and is a private institution modeled on the United States liberal arts educational system. He also served as Senator of Colombia, and Ambassador to France and Austria and is an author of several books.", "54756168": "Alan Turing: The Enigma (1983) is a biography of the British mathematician, codebreaker, and early computer scientist, Alan Turing (1912–1954) by Andrew Hodges. The book covers Alan Turing's life and work. The 2014 film The Imitation Game is loosely based on the book, with dramatization.", "33617": "William of Ockham or Occam OFM (/ˈɒkəm/ OK-əm; Latin: Gulielmus Occamus;[10][11] c. 1285 – 10 April 1347) was an English Franciscan friar, scholastic philosopher, apologist, and Catholic theologian, who is believed to have been born in Ockham, a small village in Surrey.[12] He is considered to be one of the major figures of medieval thought and was at the centre of the major intellectual and political controversies of the 14th century. He is commonly known for Occam's razor, the methodological principle that bears his name, and also produced significant works on logic, physics and theology. William is remembered in the Church of England with a commemoration on the 10th of April.[13]", "164695": "Karl Pearson FRS FRSE[1] (/ˈpɪərsən/; born Carl Pearson; 27 March 1857 – 27 April 1936[2]) was an English mathematician and biostatistician. He has been credited with establishing the discipline of mathematical statistics.[3][4] He founded the world's first university statistics department at University College London in 1911, and contributed significantly to the field of biometrics and meteorology. Pearson was also a proponent of Social Darwinism and eugenics, and his thought is an example of what is today described as scientific racism. Pearson was a protégé and biographer of Sir Francis Galton. He edited and completed both William Kingdon Clifford's Common Sense of the Exact Sciences (1885) and Isaac Todhunter's History of the Theory of Elasticity, Vol. 1 (1886–1893) and Vol. 2 (1893), following their deaths.", "45351768": "Emma Previato (November 29, 1952 – June 29, 2022)[1] was a professor of mathematics at Boston University.[2] Her research concerned algebraic geometry and partial differential equations.", "1540952": "Martin Wen-Yu Lo is an American mathematician who currently works as a spacecraft trajectory expert currently working at the NASA-owned Jet Propulsion Laboratory. Martin Lo is well known for discovering the Interplanetary Superhighway, also known as the Interplanetary Transport Network. The superhighway is created by combined gravitational forces of several planets that connects planets by a network of “tunnels” and is the most efficient way to navigate the solar system.[1] This continues to be his main area of research.", "20841305": "Samuel Beatty  (1881–1970) was dean of the Faculty of Mathematics at the University of Toronto, taking the position in 1934.", "9831255": "Evgeny Yakovlevich Remez (sometimes spelled as Evgenii Yakovlevich Remez, Russian: Евге́ний Я́ковлевич Ре́мез; (born 1895 in Mstislavl, now Belarus; died 1975 in Kyiv, now Ukraine) was a Soviet mathematician. He is known for his work in the constructive function theory, in particular, for the Remez algorithm and the Remez inequality.[1]", "60556126": "Michael Roberts (18 April 1817 – 4 October 1882), was an Irish mathematician and academic of Trinity College, Dublin (TCD), who served as Erasmus Smith's Professor of Mathematics there 1862-1879.", "33588064": "Jun-ichi Igusa (井草 準一, Igusa Jun’ichi, 30 January 1924 – 24 November 2013) was a Japanese mathematician who for over three decades was on the faculty at Johns Hopkins University. He is known for his contributions to algebraic geometry and number theory. The Igusa zeta-function, the Igusa quartic, Igusa subgroups, Igusa curves, and Igusa varieties are named after him.[1]", "46826337": "Gábor Korchmáros[1] (born 1948) is a Hungarian mathematician, who works on finite geometry.", "52626273": "Heinrich Brucaeus, also Heinrich van den Brock, sometimes falsely Heinrich Brucaeus of Aalst (1530 – 4 January 1593) was a German physician, astronomer and mathematician.", "58131299": "Ramon Edgar (Ray) Moore ((1929-12-27)December 27, 1929 – (2015-04-01)April 1, 2015[1]) was an American mathematician, known for his pioneering work in the field of interval arithmetic.", "64488294": "Daniele C. Struppa is an Italian mathematician, academic, and the 13th President of Chapman University in Orange County, California. Prior to assuming the Office of the President, Struppa was Chancellor at Chapman University for nine years and had also served as provost.", "57836397": "Jacob Moiseyovych Eichenbaum (Yiddish: יעקב בן־משה אייכענבוים, Ukrainian: Я́ків Мойсе́йович Ейхенба́ум; 12 October 1796 – 27 December 1861), born Jacob Gelber, was a Galician Jewish maskil, educator, poet and mathematician.", "51020655": "Angelina Cabras (23 December 1898 – 19 June 1993) was an Italian mathematician and physicist. She earned degrees in mathematics from the University of Turin in 1924 and in physics from the University of Cagliari in 1927. She obtained a position in mathematical physics at Cagliari, later moving to the institute of theoretical mechanics there. Her research concerned higher dimensional rigid body dynamics, the theory of relativity, and inductance.[1][2]", "34505584": "Anders Gunnar Lindquist (born November 21, 1942) is a Swedish applied mathematician and control theorist. He has made contributions to the theory of partial realization, stochastic modeling, estimation and control, and moment problems in systems and control. In particular, he is known for the discovery of the fast filtering algorithms for (discrete-time) Kalman filtering in the early 1970s, and his seminal work on the separation principle of stochastic optimal control and, in collaborations with Giorgio Picci,[3] the Geometric Theory for Stochastic Realization.[4][5]\nTogether with late Christopher I. Byrnes (dean of the School of Engineering & Applied Science at Washington University in St. Louis from 1991 to 2006) and Tryphon T. Georgiou (Vincentine Hermes-Luh Chair in Electrical Engineering at the University of Minnesota), he is one of the founder of the so-called Byrnes-Georgiou-Lindquist school. They pioneered a new moment-based approach for the solution of control and estimation problems with complexity constraints.", "26313585": "Claude Lemaréchal is a French applied mathematician, and former senior researcher (directeur de recherche) at INRIA[1] near Grenoble, France.", "69403506": "Elena Georgievna Glagoleva (Russian: Елена Георгиевна Глаголева, 8 April 1926 – 20 July 2015)[1][2] was a Soviet and Russian mathematician and mathematics educator who organized a correspondence school for the mathematics in the Soviet Union based at Moscow State University,[1][3] and as part of the project coauthored two mathematics textbooks with Israel Gelfand.[1]", "52200311": "Sybilla Beckmann is a Josiah Meigs Distinguished Teaching Professor of Mathematics, Emeritus, at the University of Georgia and a recipient of the Association for Women in Mathematics Louise Hay Award.", "13861753": "Ṣāʿid al-Andalusī (Arabic: صاعِدُ الأندلسي), in full Abū al-Qāsim Ṣāʿid ibn Abū al-Walīd Aḥmad ibn Abd al-Raḥmān ibn Muḥammad ibn Ṣāʿid ibn ʿUthmān al-Taghlibi al-Qūrtūbi (صاعِدُ  بنُ أحمدَ بن عبد الرحمن بن محمد بن صاعدٍ التَّغْلِبيُّ) (1029 – July 6, 1070 AD; 420 – 6 Shawwal, 462 AH),[1] was an Arab qadi of Toledo in al-Andalus, who wrote on the  history of science, philosophy and thought. He was a mathematician and scientist with a special interest in astronomy and compiled a famous biographic encyclopedia of science that quickly became popular in the empire and the Islamic East.[2]", "3736442": "Roger L. Jones is an American mathematician specializing in harmonic analysis and ergodic theory.[1]", "53576571": "Loring W. Tu (杜武亮,[1] Wade–Giles: Tu Wu-liang) is a Taiwanese-American mathematician working in algebraic topology and geometry.[2]", "39715708": "Robert Leo Prestel (born February 11, 1936) is an American intelligence official and mathematician [1] who was Deputy Director of the National Security Agency from 1990 to 1994, during which time he was the highest ranking civilian in the agency.[2] Prestel joined the NSA in 1962 and held many positions prior to being appointed as deputy director, including Director of Education and Training from Deputy Director for Research and Engineering.[3] Among other positions Prestel has served in include trustee for the Institute for Defense Analyses and on the Board of Directors of WJ Communications.[3] He currently serves as trustee emeritus of Institute for Defense Analyses.[3]", "18383740": "Shi Zhongci (Chinese: 石钟慈; 5 December 1933 – 13 February 2023), also known as Zhong-Ci Shi, was a Chinese mathematician. He was a computational mathematician and an academician of Chinese Academy of Sciences (CAS).", "1442686": "David Allen Bayer (born November 29, 1955) is an American mathematician known for his contributions in algebra and symbolic computation and for his consulting work in the movie industry. He is a professor of mathematics at Barnard College, Columbia University.", "54428539": "Teofilo Bruni (Verona, 1569 - Vicenza, 1638 ) was an Italian mathematician and astronomer.[1]", "63243143": "Dihua Jiang (simplified Chinese: 江迪华; traditional Chinese: 江迪華; pinyin: Jiāng Díhuá, born 1958)[1] is a Chinese-born American mathematician. He is a professor of mathematics at the University of Minnesota working in number theory, automorphic forms, and the Langlands program.", "73761674": "J. E. Jayasuriya (14 February 1918 - January 1989) was a Sri Lankan educationist. He was the Professor of Education at the University of Ceylon.", "915": "Andrey Andreyevich Markov[a] (14 June 1856 – 20 July 1922) was a Russian mathematician best known for his work on stochastic processes. A primary subject of his research later became known as the Markov chain.[2] He was also a strong, close to master-level chess player.", "39355285": "Rajeeva Laxman Karandikar (born 11 June 1956) is an Indian mathematician, statistician and psephologist.[1] He served as the director of Chennai Mathematical Institute (CMI) from 2010 until 2021 and now he is Professor Emeritus at CMI. He is a Fellow of the Indian Academy of Sciences and Indian National Science Academy.", "20022166": "Charles Coffin Sims (April 14, 1937 – October 23, 2017[1][2]) was an American mathematician best known for his work in group theory.[3] Together with Donald G. Higman he discovered the Higman–Sims group, one of the sporadic groups.  The permutation group software developed by Sims also led to the proof of existence of the Lyons group (also known as the Lyons–Sims group) and the O'Nan group (also known as the O'Nan–Sims group).", "6980506": "Hōjō Tokiyuki (北条 時敬, March 23, 1858 – April 27, 1929) was an educator, mathematician and politician in Meiji period Japan. He was the twelfth head of Gakushūin Peers’ School, and an early Japanese Scouting notable.", "47874971": "Arnold F. Emch (24 March 1871 – 1959) was an American mathematician, known for his work on the inscribed square problem.", "70550429": "Anna Skripka is a Ukrainian-American mathematician whose research topics include noncommutative analysis and probability. She is a professor at the University of New Mexico.", "49709981": "Raymond William Ogden FRS (born 19 September 1943) is a British applied mathematician. He is the George Sinclair Professor of Mathematics at the Department of Mathematics and Statistics of the University of Glasgow.[3]", "73270177": "Raphaël Krikorian (born 22 April 1968 in Reims) is a French  mathematician, currently a professor at the CY Cergy Paris University. He is known for his contributions to dynamical systems.[1][2]", "1049506": "Wolfgang Gröbner (11 February 1899 – 20 August 1980) was an Austrian mathematician. His name is best known for the Gröbner basis, used for computations in algebraic geometry. However, the theory of Gröbner bases for polynomial rings was developed by his student Bruno Buchberger in 1965, who named them for Gröbner. Gröbner is also known for the Alekseev-Gröbner formula, which was actually proven by him.", "35226529": "K. Ananda Rau (21 September 1893 – 22 January 1966) was an eminent Indian mathematician  and a contemporary of Ramanujan. Though Rau was six years junior to Ramanujan, his mathematical trajectory, unlike Ramanujan's, was very much a conventional one and he had decided to pursue a career in mathematics well before Ramanujan's prowess became known.", "72025001": "Ruth Maria Pfeiffer is a biostatistician who researches risk prediction, molecular and genetic epidemiology, and electronic medical records. She is a senior investigator in the biostatistics branch at the National Cancer Institute. Pfeiffer is an elected member of the International Statistical Institute and the American Statistical Association.", "99242": "Hermann Günther Grassmann (German: Graßmann, pronounced [ˈhɛɐman ˈɡʏntʰɐ ˈɡʁasman]; 15 April 1809 – 26 September 1877) was a German polymath known in his day as a linguist and now also as a mathematician. He was also a physicist, general scholar, and publisher. His mathematical work was little noted until he was in his sixties. His work preceded and exceeded the concept which is now known as a vector space. He introduced the Grassmannian, the space which parameterizes all k-dimensional linear subspaces of an n-dimensional vector space V.", "73499563": "Alina Chertock is a mathematician whose research involves numerical methods for partial differential equations, especially those modeling fluid dynamics, gas dynamics, and chemotaxis. Educated in the Soviet Union and Israel,[1] she works in the US as LeRoy B. Martin, Jr. Distinguished Professor of Mathematics and head of the Department of Mathematics at North Carolina State University.[2]", "8356786": "Fred Irvin Diamond (born November 19, 1964)[2] is a mathematician, known for his role in proving the modularity theorem for elliptic curves.[3] His research interest is in modular forms and Galois representations.", "65962946": "Vladimir Emelyanovich Neuvazhaev was born in 1935. He is a Soviet and Russian specialist in the field of computational mathematics, Doctor of Physics and Mathematics (1972), professor (1989),[1] USSR State Prize Laureate (1972), and Honored Scientist of the Russian Federation (2006).", "50463682": "Andrea Braides (born 12 April 1961) is an Italian mathematician, specializing in the calculus of variations. He is a professor at the University of Rome Tor Vergata and at the International School for Advanced Studies (SISSA) in Triest.", "69796808": "Paul C. Bressloff is a British applied mathematician, biophysicist and mathematical neuroscientist. As of 2022, Bressloff is currently a full professor in the Department of Mathematics at the University of Utah.[1][2]", "62391241": "Anton Yurevich Alekseev (Антон Юрьевич Алексеев, born 9 August 1967) is a Russian mathematician.", "73073611": "Stephen James Blyth is a British mathematician and academic. Since October 2022, he has been Principal of Lady Margaret Hall, Oxford.[1] He had been Professor of the Practice of Statistics at Harvard University since 2012,[2][3] and was also chief executive officer of the Harvard Management Company between January 2015 and July 2016.[4][5]", "2589644": "Willem Jacob van Stockum (20 November 1910 – 10 June 1944) was a Dutch mathematician who made an important contribution to the early development of general relativity.", "974": "Augusta Ada King, Countess of Lovelace (née Byron; 10 December 1815 – 27 November 1852) was an English mathematician and writer, chiefly known for her work on Charles Babbage's proposed mechanical general-purpose computer, the Analytical Engine. She was the first to recognise that the machine had applications beyond pure calculation.", "68518864": "Maurice Vandeweyer (21 February 1945 – 17 August 2021) was a Belgian comic book author and mathematician.[1] He also expressed interest in theatre in the region Entre-Sambre-et-Meuse [fr] through chronicles and books. He also wrote about gastronomy.", "56361939": "Dorje C. Brody (born 1970 in Hong Kong) is a British applied mathematician and mathematical physicist.", "19399645": "Hans Maass (German: Hans Maaß; June 17, 1911, in Hamburg – April 15, 1992) was a German mathematician who introduced Maass wave forms (Maass 1949) and Koecher–Maass series  (Maass 1950) and Maass–Selberg relations and who proved most of the Saito–Kurokawa conjecture. Maass was a student of Erich Hecke.", "6980576": "Mudumbai Seshachalu Narasimhan FRS (7 June 1932 – 15 May 2021) was an Indian mathematician. His focus areas included number theory, algebraic geometry, representation theory, and partial differential equations. He was a pioneer in the study of moduli spaces of holomorphic vector bundles on projective varieties. His work is considered the foundation for Kobayashi–Hitchin correspondence that links differential geometry and algebraic geometry of vector bundles over complex manifolds. He was also known for his collaboration with mathematician C. S. Seshadri, for their proof of the Narasimhan–Seshadri theorem which proved the necessary conditions for stable vector bundles on a Riemann surface.", "50004967": "Maryna Sergiivna Viazovska (Ukrainian: Марина Сергіївна Вязовська,[2] pronounced [mɐˈrɪnɐ wjɐˈzɔu̯sʲkɐ]; born 2 December 1984)[3] is a Ukrainian mathematician known for her work in sphere packing. She is a full professor and Chair of Number Theory at the Institute of Mathematics of the École Polytechnique Fédérale de Lausanne in Switzerland.[4] She was awarded the Fields Medal in 2022.[5][6]", "31785962": "Robert Franklin Muirhead (22 January 1860 – 16 January 1941), was a Scottish mathematician who discovered Muirhead's inequality.", "67306487": "A Biography of Maria Gaetana Agnesi, an Eighteenth-Century Woman Mathematician: With Translations of Some of Her Work from Italian into English is a biography of Italian mathematician and philosopher Maria Gaetana Agnesi (1718–1799). It was written and translated by Antonella Cupillari, with a foreword by Patricia R. Allaire, and published in 2008 by the Edwin Mellen Press.", "58885111": "Onorato Candiota (... – after 1808) was an Italian professor of philosophy and math at the Real Convitto di Bari, in Bari, Italy.[1] He lived between the 18th and 19th centuries. The exact dates and places of birth and death are currently unknown, even though it is known that he was from Altamura, Italy.[2] He's best known for his participation in the so-called Altamuran Revolution (1799). He died short after 1808.[3]", "99326": "Richard Wesley Hamming (February 11, 1915 – January 7, 1998) was an American mathematician whose work had many implications for computer engineering and telecommunications. His contributions include the Hamming code (which makes use of a Hamming matrix), the Hamming window, Hamming numbers, sphere-packing (or Hamming bound), Hamming graph concepts, and the Hamming distance.", "3572736": "Gerald James Whitrow (9 June 1912 – 2 June 2000) was a British mathematician, cosmologist and science historian.", "32375809": "Diwan Bahadur Raghunatha Rao Ramachandra Rao (c. 1871 – July 1936) was an Indian civil servant, mathematician and social and political activist who served as District Collector in British India.", "34505733": "András P Huhn (Szeged, 26 January 1947 – Szeged, 6 June 1985) was a Hungarian mathematician. Huhn's theorem on the representation of distributive semilattices is named after him.", "57738246": "Janez Yvonne Lawson Bordeaux (February 22, 1930 – November 24, 1990) was an American chemical engineer who became one of NASA's computers. She was the first African-American hired into a technical position at Jet Propulsion Laboratory. She programmed the IBM 701.", "35685383": "Noah Dana-Picard (born May 6, 1954) is an Israeli mathematician, professor and Talmudic scholar who has been the president of the Jerusalem College of Technology (JCT) since 2009.[2]", "56689677": "Maria-Viktoria Hasse (May 30, 1921 – January 10, 2014) was a German mathematician who became the first female professor in the faculty of mathematics and science at TU Dresden.[1] She wrote books on set theory and category theory,[2] and is known as one of the namesakes of the Gallai–Hasse–Roy–Vitaver theorem in graph coloring.", "1836048": "Louis Pierre Couffignal (16 March 1902 – 4 July 1966) was a French mathematician and cybernetics pioneer, born in Monflanquin. He taught in schools in the southwest of Brittany, then at the naval academy and, eventually, at the Buffon School.", "52397073": "Peter D. Hislop is an American mathematician, formerly the Ralph E. and Norma L. Edwards Research Professor[1] (2010 and 2013) and University Research Professor (2004–2005), at the University of Kentucky,[2] and also a published author.[3]", "24708114": "Robert Scott Rumely (born 1952) is a professor of mathematics at the University of Georgia who specializes in number theory and arithmetic geometry.[1] He is one of the inventors of the Adleman–Pomerance–Rumely primality test.[2]", "53576727": "Lokenath Debnath (September 30, 1935 – March 2, 2023) was an Indian-American mathematician.", "45351961": "Mei-Chi Shaw (Chinese: 蕭美琪; pinyin: Xiāo Měiqí; born 1955) is a professor of mathematics at the University of Notre Dame.[1] Her research concerns partial differential equations.", "68813852": "Ulrich Görtz (1973)[1] is a German mathematician specialising in arithmetic geometry.", "8487966": "John Willard Morgan (born March 21, 1946) is an American mathematician known for his contributions to topology and geometry. He is a Professor Emeritus at Columbia University and a member of the Simons Center for Geometry and Physics at Stony Brook University.", "58295334": "Moses ben Samuel Zuriel (Hebrew: מֹשֶׁה בֶּן שְׁמוּאֵל צוּרִיאֵל, Moshe ben Shmu’el Tzuri’el)  was a seventeenth-century Jewish mathematician. He was the author of Meḥaddesh Ḥodashim, a calendar for AM 5414–5434.[1][2]", "21005350": "John Robert Kline (December 7, 1891 – May 2, 1955)[1] was an American mathematician and educator.", "46629927": "Robert Fernholz (born Erhard Robert Fernholz, March 27, 1941) is a mathematician and   financial researcher specializing in mathematics of finance. He founded INTECH, an institutional equity management firm, in 1987 where he was its chief investment officer. He is also the President of Allocation Strategies, LLC, a company that he founded in 2012.", "71566375": "Claudia Cenedese (born 1971)[1] is an Italian physical oceanographer and applied mathematician whose research focuses on the circulation and flow of water in the ocean, and on the theoretical fluid dynamics needed to model these flows, including phenomena such as mesoscale vortices, buoyancy-driven flow, coastal currents, dense overflows,[2] and the melting patterns of icebergs.[3] She is a senior scientist at the Woods Hole Oceanographic Institution.[4]", "56919082": "Alan Breach Tayler CBE (1931–1995) was a British applied mathematician and pioneer of \"industrial mathematics\". He was a Founding Fellow of St Catherine's College, Oxford (1959-1995), the initiator of the Oxford Study Groups with Industry[1] in 1968 (which developed into the European Study Groups with Industry), a driving force behind the foundation of the European Consortium for Mathematics in Industry (ECMI)[2] in 1985 and President of ECMI (1989),[3] and the first Director of the Oxford Centre for Industrial and Applied Mathematics (OCIAM) (1989–1994).[4]", "57738281": "Helen Ling (née Yee Chow) is a former software engineer who worked at NASA's Jet Propulsion Laboratory (JPL). She made considerable efforts to make JPL more diverse.[1]", "4097065": "Sir Adrian Frederick Melhuish Smith, PRS (born 9 September 1946) is a British statistician who is chief executive of the Alan Turing Institute and president of the Royal Society.[2]", "68387882": "Göran Dillner (April 26, 1832 – March 28, 1906) was a Swedish mathematician.", "2196529": "Tom Mike Apostol (August 20, 1923 – May 8, 2016)[1] was an American analytic number theorist and professor at the California Institute of Technology, best known as the author of widely used mathematical textbooks.", "59573298": "Stanisław Knapowski (May 19, 1931 – September 28, 1967) was a Polish mathematician who worked on prime numbers and number theory. Knapowski published 53 papers despite dying at only 36 years old.[1]", "885810": "Johannes Stöffler (also Stöfler, Stoffler, Stoeffler; 10 December 1452 – 16 February 1531) was a German mathematician, astronomer, astrologer, priest, maker of astronomical instruments and professor at the University of Tübingen.", "6849588": "Lawrence L. Larmore is an American mathematician and theoretical computer scientist. Since 1994 he has been a professor of computer science at the University of Nevada, Las Vegas (UNLV). Larmore developed the package-merge algorithm for the length-limited Huffman coding problem, as well as an algorithm for optimizing paragraph breaking in linear time. He is perhaps best known for his work with competitive analysis of online algorithms, particularly for the k-server problem. His contributions, with his co-author Marek Chrobak, led to the application of T-theory to the server problem.", "35226676": "Paul Dienes (Hungarian: Dienes Pál. November 24, 1882 Tokaj, Austria-Hungary – March 23, 1952) was a Hungarian mathematician, philosopher, linguist and poet.", "4195382": "Ruy Luís Gomes (5 December 1905 – 27 October 1984) was a Portuguese mathematician who made significant contributions to the development of mathematical physics and the state of academia in Portugal during the twentieth century. He was part of a generation of young Portuguese mathematicians, including António Aniceto Monteiro (1907–1980), Hugo Baptista Ribeiro (1910–1988) and José Sebastião e Silva (1914–1972), who held the common goal of involving Portugal in the global progression of science through conducting and publishing original research. Because of this, however, he began to gain notoriety as a dissident of the Salazar regime, which condemned independent thinking. Eventually, he left Portugal for South America to escape further persecution for his involvement with the Portuguese Communist party. Following his exile, which lasted nearly two decades, Gomes returned to Portugal for the last ten years of his life before he died of a heart attack in 1984.[1][2]", "48038967": "Emmanuel Giroux (born 1961) is a blind French geometer known for his research on contact geometry and open book decompositions.[1][2]", "38011961": "Kinnosuke Ogura (born Sakata, Yamagata, 1885 – 1962, Japanese: 小倉金之助) was a Japanese mathematician and historian of mathematics.", "62161979": "Jonathan Vivian Rosenhead (born 21 September 1938)[1] is a British mathematician, operational researcher and Labour Party activist.[2]", "25003070": "Endre Süli FRS (also, Endre Suli or Endre Šili) is a mathematician. He is Professor of Numerical Analysis in the Mathematical Institute, University of Oxford, Fellow and Tutor in Mathematics at Worcester College, Oxford and Adjunct Fellow of Linacre College, Oxford. He was educated at the University of Belgrade and, as a British Council Visiting Student, at the University of Reading and St Catherine's College, Oxford. His research is concerned with the mathematical analysis of numerical algorithms for nonlinear partial differential equations.", "43516991": "David ben Meir Cohen Friesenhausen (1756–1828) was a German-Hungarian astronomer, maskil, mathematician, and rabbi.[1][2] Friesenhausen was one of the first proponents of Torah im Derech Eretz,[3][4] a philosophy of Orthodox Judaism that formalizes a relationship between traditionally observant Judaism and the modern world.[5] He proposed a dual curriculum of Jewish and secular studies for all rabbinic candidates,[3] a radically innovative idea at that time.[6] Friesenhausen wrote Mosedot Tebel and Kelil Heshbon. In the former, Friesenhausen writes in support of the Copernican heliocentrism, one of the first Jews to do so.[4]", "20251716": "Yuri Petrovich Ofman (Russian: Ю́рий Петро́вич Офман, born 1939) is a Russian mathematician who works in computational complexity theory.", "5211205": "Vitali Davidovich Milman (Hebrew: ויטלי מילמן; Russian: Виталий Давидович Мильман) (born 23 August 1939) is a mathematician specializing in analysis.  He is a professor at the Tel Aviv University. In the past he was a President of the Israel Mathematical Union and a member of the “Aliyah” committee of Tel Aviv University.[1]", "5997638": "Didier Dubois (born 1952) is a French mathematician.\nSince 1999, he is a co-editor-in-chief of the journal Fuzzy Sets and Systems.\nIn 1993–1997 he was vice-president and president of the International Fuzzy Systems Association.\nHis research interests include fuzzy set theory, possibility theory, and knowledge representation. Most of his works are co-authored by Henri Prade.", "5604422": "The greatest linguist of antiquity\nPāṇini.. was the greatest linguist of antiquity, and deserves to be treated as such.", "8881224": "Murray Seymour Klamkin (March 5, 1921 – August 6, 2004) was an American mathematician, known as prolific proposer and editor of professionally-challenging mathematical problems.", "56624208": "Julie Haynes Lutz (1944[1]–2022[2]) was an astronomer and mathematician who studies planetary nebulae and symbiotic binary stars.[3] Lutz was the Boeing Distinguished Professor of Mathematics and Science Education and director of the astronomy program at Washington State University.[4] She moved to the University of Washington in 2000, where she held an position as professor emeritus.[3] Lutz died on May 3, 2022.[2]", "8488020": "Bruce Alan Kleiner is an American mathematician, working in differential geometry and topology and geometric group theory.", "27755608": "Ernst Anton Henrik Sinding (8 December 1839 – 11 January 1924) was a Norwegian school director.", "1377376": "Edouard Zeckendorf (2 May 1901 – 16 May 1983) was a Belgian doctor, army officer and amateur mathematician. In mathematics, he is best known for his work on Fibonacci numbers and in particular for proving Zeckendorf's theorem, though he published over 20 papers, mostly in number theory.[1]", "50922593": "Vittorio Bontadini, better known as Bontadino de Bontadini (died 1620), was a Bolognese hydraulic engineer, architect, mathematician and wood carver. He is mostly known for designing the Wignacourt Aqueduct in Malta.[1]", "25330786": "Erich Schönhardt (25 June 1891 in Stuttgart, German Empire – 29 November 1979 in Stuttgart, West Germany)[1][2] was a German mathematician known for his 1928 discovery of the Schönhardt polyhedron, a non-convex polyhedron that cannot be partitioned into tetrahedra without introducing additional vertices.[3]", "35226723": "Wallie Abraham Hurwitz (February 18, 1886 in Joplin, Missouri – January 6, 1958 in Ithaca, New York) was an American mathematician who worked on analysis.", "35718248": "Ioan Mire Melik, or Melic (born Iacob Ioan Miren Melik;[1] August 9, 1840 – January 29, 1889), was a Wallachian, later Romanian mathematician, educator and political figure, one of the early members of Junimea literary society. Known for his work in private education, and for his tenure at the University of Iași, he was the author of several early introductions to science—dealing with arithmetic and geometry, but also with topography and surveying. He was perceived as a bland figure at Junimea meetings, and had little to do with its literary agenda, but took care of administrative chores and, for a while, of its publishing venture. In his other job as headmaster of Institutele-Unite high school, where he employed poet Mihai Eminescu as a German-language teacher, he was regarded as remarkably stern, and had a publicized showdown with the students.", "7079021": "Jeremiah (Jerry) Farrell (December 12, 1937, in Hastings, Nebraska – July 4, 2022, in Indianapolis, Indiana)[1] was an American professor emeritus of mathematics at Butler University in Indiana. He was well known for having constructed Will Shortz's favorite puzzle, the famous 1996 \"Election Day\" crossword in The New York Times. He also wrote puzzles for many other books and newspapers, such as Scott Kim's puzzle column for Discover magazine.", "50103406": "Rutger von Langerfeld, or Rutger van Langevelt (15 February 1635, in Nijmegen – 15 March 1695, in Berlin), was a Dutch mathematician, painter and architect. He moved to the court of Frederick William (later king of Prussia) during the summer of 1678.", "69796977": "Eberhard Hermann Erich Zeidler[1] (6 October 1940 in Leipzig, Germany – 18 November 2016 ibid) was a German mathematician, who worked primarily in the field of non-linear functional analysis.", "9995378": "Jean Favard (28 August 1902 – 21 January 1965) was a French mathematician who worked on analysis.", "61834357": "Paola Loreti is an Italian mathematician, and a professor of mathematical analysis at Sapienza University of Rome.[1]\nShe is known for her research on Fourier analysis, control theory, and non-integer representations. The Komornik–Loreti constant, the smallest non-integer base for which the representation of 1 is unique, is named after her and Vilmos Komornik.[2]", "40895609": "Daniel Stuart Freed (born 17 April 1959) is an American mathematician, specializing in global analysis and its applications to supersymmetry, string theory, and quantum field theory. He is currently the Shiing-Shen Chern Professor of Mathematics at Harvard University.", "26510464": "Jan Mycielski (Polish: [jan mɨˈt͡ɕɛlskʲi]; born February 7, 1932)[1] is a Polish-American mathematician, logician and philosopher, a professor emeritus of mathematics at the University of Colorado at Boulder.[2] He is known for contributions to graph theory, combinatorics, set theory, topology and the philosophy of mathematics.", "15303814": "Wang Yuan (Chinese: 王元; pinyin: Wáng Yuán; 29 April 1930 – 14 May 2021) was a Chinese mathematician and writer known for his contributions to the Goldbach conjecture. He was a president of the Chinese Mathematical Society and head of the Institute of Mathematics, Chinese Academy of Sciences.[1]", "30803079": "Ellen Amanda Hayes (September 23, 1851 – October 27, 1930) was an American mathematician and astronomer. She was a controversial figure, not only because of being a female college professor, but also for embracing many radical causes.", "29262983": "Justus Velsius, Haganus, or Joost Welsens in Dutch (c. 1510, The Hague, Low Countries[notes 1] – after 1581 at an unknown location), was a Dutch humanist, physician, and mathematician.", "26248333": "John Ralph Alexander Giles (Alex) Abercrombie (1949 - 2023)[1] was a British pianist, composer, and mathematician.", "7111820": "Andrei Suslin (Russian: Андре́й Алекса́ндрович Су́слин, sometimes transliterated Souslin) was a Russian mathematician who  contributed to algebraic K-theory and its connections with algebraic geometry.  He was a Trustee Chair and Professor of mathematics at Northwestern University.[1]", "53871760": "Mason A. Porter is an American mathematician and physicist currently at the University of California, Los Angeles.", "8782995": "Alan Davies (born 22 December 1945) is a British professor emeritus of mathematics at the University of Hertfordshire.[1]", "32081046": "Takeo Nakasawa (Japanese: 中澤武雄,[1] February 5, 1913, Kōchi prefecture, Japan – June 20, 1946, Khabarovsk, Soviet Union) was a Japanese mathematician who independently invented the theory of matroids, though his work was forgotten for many years. He published four papers (in German) of which the first three introduce the subject of matroid theory during 1935–1938, when he worked as an assistant in the Tokyo University of Arts and Sciences (now University of Tsukuba). After his last paper was published, he left for Manchuria at the age of 25 in 1938, then ruled by Japan, and worked as a bureaucrat there. With the defeat of Japan in 1945, the Soviets took control of Manchuria and Nakasawa was carted off to Siberia. He died of dystrophia at the age of 33 in Khabarovsk in the Soviet Union in 1946.", "60392599": "Dmitry Pavlovich Kostomarov (Russian: Дмитрий Павлович Костомаров; March 23, 1929 – August 9, 2014) was a Soviet and Russian mathematician, academician[1] of the Russian Academy of Sciences, dean of the Faculty of Computational Mathematics and Cybernetics at Moscow State University (1990—1999), Professor, Dr.Sc.[2]", "70419608": "Maria Aparecida Soares Ruas (born 1948) is a Brazilian mathematician specializing in differential geometry and singularity theory. She is a professor at the University of São Paulo.", "53871768": "Robert J. Berman is a Swedish mathematical scientist currently at Chalmers University and was awarded the Göran Gustafsson Prize in 2017.[1][2] Berman is known for his constributions to the K-stability of Fano varieties.", "47154330": "Adam Wilhelm Siegmund Günther (6 February 1848 – 3 February 1923) was a German geographer, mathematician, historian of mathematics and natural scientist.", "5112983": "John Harnad (born Hernád János) is a Hungarian-born Canadian mathematical physicist.  \nHe did his undergraduate studies at McGill University and his doctorate at the University of Oxford (D.Phil. 1972) under the supervision of John C. Taylor. His research is on integrable systems, gauge theory and random matrices.", "31982760": "Nicholas Hugh Bingham (born 19 March 1945 in York) is a British mathematician working in the field of probability theory, stochastic analysis and analysis more generally.", "55870633": "Giulio Ugo Bisconcini (2 March 1880, Padua – 1969) was an Italian mathematician, known for his work on the three-body problem.[1][2]", "62784683": "Pauline E. Mellon is an Irish mathematician who works as a professor of mathematics at University College Dublin.[1] Her research specialties include functional analysis, the theory of Banach spaces, and the symmetries of manifolds.[2] From 2019 to 2020 she was president of the Irish Mathematical Society and has been a member of the Royal Irish Academy's Physical, Chemical and Mathematical Sciences committee.[3][1]", "54068395": "Ferdinando Piretti (17th century – 18th century) was an Italian mathematician.[1] He lived at the San Vitale monastery in Ravenna and later at the San Benedetto monastery in Ferrara.", "53871793": "Johan Wästlund (born 26 February 1971) is a Swedish mathematician[1] currently at Chalmers University of Technology and, in 2013, was awarded Royal Swedish Academy of Sciences's Göran Gustafsson Prize.[2]", "1208": "Alan Mathison Turing OBE FRS (/ˈtjʊərɪŋ/; 23 June 1912 – 7 June 1954) was an English mathematician, computer scientist, logician, cryptanalyst, philosopher and theoretical biologist.[5] Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer.[6][7][8] He is widely considered to be the father of theoretical computer science and artificial intelligence.[9]", "52266169": "Donal O'Shea is a Canadian mathematician, who is also noted for his bestselling books.[1] He served as the fifth president of New College of Florida in Sarasota, from July 1, 2012, until June 30, 2021. He was succeeded by Patricia Okker on July 1, 2021.[2]  Before coming to New College, he served in various roles at Mount Holyoke College, including professor of mathematics, dean of faculty, and vice president for academic affairs.[3][4]", "43156665": "Gerald Lee Alexanderson (1933–2020) was an American mathematician. He was the Michael & Elizabeth Valeriote Professor of Science at Santa Clara University, and in 1997–1998 was president of the Mathematical Association of America. He was also president of The Fibonacci Association from 1980 to 1984.[2][3]", "50758843": "Yurii (or Yuri) Vladimirovich Egorov (Юрий Владимирович Егоров, born 14 July 1938 in Moscow, died October 2018 in Toulouse) was a Russian-Soviet mathematician who specialized in differential equations.", "57476286": "Fedor Zaytsev (Russian: Фёдор Серге́евич За́йцев) (born 1963) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1][2]", "64783551": "Vadym Slyusar (born 15 October 1964, vil. Kolotii, Reshetylivka Raion, Poltava region, Ukraine) – Soviet and Ukrainian scientist, Professor, Doctor of Technical Sciences, Honored Scientist and Technician of Ukraine, founder of tensor-matrix theory of digital antenna arrays (DAAs), N-OFDM and other theories in fields of radar systems, smart antennas for wireless communications and digital beamforming.", "45122752": "Søren Galatius (born 1 August 1976) is a Danish mathematician who works as a professor of mathematics at the University of Copenhagen.[1] He works in algebraic topology, where one of his most important results concerns the homology of the automorphisms of free groups.[2] He is also known for his joint work with Oscar Randal-Williams on moduli spaces of manifolds, comprising several papers.", "38667457": "Kenneth Allen Ross (born January 21, 1936)  is a mathematician and an emeritus professor of mathematics at the University of Oregon.[1] He served as an associate editor for Mathematics Magazine. He was president of the Mathematical Association of America from 1995 to 1996. He is a recipient of the Charles Y. Hu Award for distinguished service to mathematics.[2]", "40305855": "Ernesto Padova (17 February 1845 – 9 March 1896) was an Italian mathematician born in Livorno.[1][2][3][4]", "23889091": "Dimitri Panteli Bertsekas (born 1942, Athens, Greek: Δημήτρης Παντελής Μπερτσεκάς) is an applied mathematician, electrical engineer, and computer scientist, a McAfee Professor at the Department of Electrical Engineering and Computer Science in School of Engineering at the Massachusetts Institute of Technology (MIT), Cambridge, Massachusetts, and also a Fulton Professor of Computational Decision Making at Arizona State University, Tempe.", "26412227": "Nicole El Karoui (née Schvartz) is a French mathematician and pioneer in the development of mathematical finance, born 29 May 1944 in Paris. She is considered one of the pioneers on the French school of mathematical finance and trained many engineers and scientists in this field.\nShe is Professor Emeritus of Applied Mathematics at Sorbonne University, and held professorship positions at the École Polytechnique and Université du Maine. Her research has contributed to the application of probability and stochastic differential equations to modeling and risk management in financial markets.", "8619209": "Lynn Arthur Steen[1]  (January 1, 1941 – June 21, 2015) was an American mathematician who was a professor of mathematics at St. Olaf College, Northfield, Minnesota, in the U.S.[2] He wrote numerous books and articles on the teaching of mathematics. He was a past president of the Mathematics Association of America (MAA) and served as chairman of the Conference Board of the Mathematical Sciences.[3]", "62162128": "Friedrich Götze (born 6 August 1951 in Hameln) is a German mathematician, specializing in probability theory, mathematical statistics, and number theory.", "32474321": "Marc A. A. Van Leeuwen (born May 1, 1960) is a Dutch mathematician at the University of Poitiers. He is a project member of the atlas of Lie groups and representations.", "197851": "Jerzy Witold Różycki (pronounced [ˈjɛʒɨ ruˈʒɨt͡ski] ⓘ; Vilshana, Ukraine, 24 July 1909 – 9 January 1942, Mediterranean Sea, near the Balearic Islands) was a Polish mathematician and cryptologist who worked at breaking German Enigma-machine ciphers before and during World War II.", "21169373": "Marcia Peterson Sward (February 1, 1939 – September 21, 2008) was an American mathematician and nonprofit organization administrator. She had a varied career as a teacher and an administrator of mathematical organizations, culminating in the position of Executive Director of the Mathematical Association of America. After retirement she started a new career in environmental education, specializing in children's programs such as GreenKids.", "48497888": "Jacob Tsimerman (born 1988) is a Canadian mathematician at the University of Toronto specialising in number theory and related areas. He was awarded the SASTRA Ramanujan Prize in the year 2015 in recognition for his work on the André–Oort conjecture and for his work in both analytic number theory and algebraic geometry.[1]", "67503329": "Pran Ranjan Sengupta (28 August 1938 ― 21 May 2005) alias P. R. Sengupta was an eminent Bengali Mathematician and Scientist.", "1180911": "Arend Heyting (Dutch: [ˈɦɛi̯tɪŋ]; 9 May 1898 – 9 July 1980) was a Dutch mathematician and logician.", "5407984": "Ivan Moscovich (14 June 1926 – 21 April 2023) was a Yugoslav-Hungarian inventor, designer and commercial developer of puzzles, games, toys, and educational aids.[1] He wrote many books and was internationally recognized in the toy industry as an innovative inventor.[2]", "50562289": "Majid Latif Rasulov (Azerbaijani: Məcid Lətif oğlu Rəsulov; 6 July 1916, Nukha – 11 February 1993, Baku) was a Soviet and Azerbaijani mathematician, academician (1983), physics-mathematics PhD (1960).", "67011825": "Philipp Habegger (born 23 July 1978) is a Swiss[1] mathematician and a professor of mathematics at the University of Basel who works in Diophantine geometry.", "57279732": "Patricia D. Shure is an American mathematics educator. With Morton Brown and B. Alan Taylor, she is known for developing \"Michigan calculus\", a style of teaching calculus and combining cooperative real-world problem solving by the students with an instructional focus on conceptual understanding.[1][2][3] She is a senior lecturer emerita of mathematics at the University of Michigan, where she taught from 1982 until her retirement in 2006.[1]", "1180916": "Garrett Birkhoff (January 19, 1911 – November 22, 1996) was an American mathematician. He is best known for his work in lattice theory.", "47121657": "Evan William Evans (January 6, 1827-May 22, 1874) was a Welsh-American mathematician and the first professor at Cornell University.", "69108986": "Sister Mary Michel Boulus (born Jumela Ann Boulus, July 27, 1926 – December 9, 2012) was an American Catholic nun, mathematics teacher, and academic administrator who became president of Sacred Heart College in North Carolina.", "35226873": "Horst Knörrer (born 31 July 1953, in Bayreuth) is a German mathematician, who studies algebraic geometry and mathematical physics.", "43386105": "Victor-Amédée Lebesgue, sometimes written Le Besgue, (2 October 1791,  Grandvilliers (Oise) – 10 June 1875,  Bordeaux (Gironde)) was a mathematician working on number theory. He was elected a member of the Académie des sciences in 1847.", "4883711": "Gwilym Meirion Jenkins (12 August 1932 – 10 July 1982) was a British statistician and systems engineer, born in Gowerton (Welsh: Tregŵyr), Swansea, Wales.[1] He is most notable for his pioneering work with George Box on autoregressive moving average models, also called Box–Jenkins models, in time-series analysis.", "57935108": "William James Firey (1923–2004) was an American mathematician, specializing in the geometry of convex bodies.[2]", "58426630": "Victor Lenard Shapiro (16 October 1924, Chicago – 1 March 2013, Riverside, California) was an American mathematician, specializing in trigonometric series and differential equations.[1] He is known for his two theorems (published in 1957) on the uniqueness of multiple Fourier series.[2][3]", "6063370": "Torsten Carleman (8 July 1892, Visseltofta, Osby Municipality – 11 January 1949, Stockholm), born Tage Gillis Torsten Carleman, was a Swedish mathematician, known for his results in classical analysis and its applications. As the director of the Mittag-Leffler Institute for more than two decades, Carleman was the most influential mathematician in Sweden.", "2524429": "Hiroshi Okamura (岡村 博, Okamura Hiroshi, November 10, 1905 – September 3, 1948) was a Japanese mathematician who made contributions to analysis and the theory of differential equations. He was a professor at Kyoto University.[1][2]", "56296718": "Konstantinos Papaioannou (Κωνσταντίνος Παπαϊωάννου, 1899 – 6 October 1979)[1] was a Greek physicist, mathematician, and professor of mechanics at the University of Athens.", "55444754": "Helene (Hel) Braun (June 3, 1914 – May 15, 1986) was a German mathematician who specialized in number theory and modular forms.[1][2] Her autobiography, The Beginning of A Scientific Career, described her experience as a female scientist working in a male-dominated field at the time, in the Third Reich.[3]", "63178003": "Giuliana P. Davidoff is an American mathematician specializing in number theory and expander graphs. She is the Robert L. Rooke Professor of Mathematics and the chair of mathematics and statistics at Mount Holyoke College.[1]", "5965076": "Floyd Leroy Williams (born September 20, 1939) is a North American mathematician well known for his work in Lie theory and, most recently, mathematical physics.[1] In addition to Lie theory, his research interests are in homological algebra and the mathematics of quantum mechanics.  He received his B.S.(1962) in Mathematics from Lincoln University of Missouri, and later his M.S.(1965) and Ph.D.(1972) from Washington University in St. Louis.[1]  Williams was appointed professor of mathematics at the University of Massachusetts Amherst in 1984, and has been professor emeritus since 2005.[1] Williams' accomplishments earned him recognition by Mathematically Gifted & Black as a Black History Month 2019 Honoree.[2]", "42272023": "Stanisław Krajewski (born 1950) is a Polish philosopher, mathematician and writer, activist of the Jewish minority in Poland.", "27624730": "Boris Pavlovich Demidovich (Russian: Борис Павлович Демидович; Belarusian: Барыс Паўлавіч Дземідовіч, romanized: Barys Paulavich Dziemidovich; 2 March 1906 – 23 April 1977) was a Soviet Belarusian mathematician.", "63440162": "Mary Perry Smith (May 29, 1926 – August 10, 2015) was an American mathematics educator who cofounded the Mathematics, Engineering, Science Achievement program and the Black Filmmakers Hall of Fame.[1]", "67798307": "Sheila Oates Williams (born 1939[1], also published as Sheila Oates and Sheila Oates Macdonald)[2] is a British and Australian mathematician specializing in abstract algebra. She is the namesake of the Oates–Powell theorem in group theory, and a winner of the B. H. Neumann Award.", "4687138": "Thomas Postlethwaite (1731 – 4 May 1798) was an English clergyman and Cambridge fellow, Master of Trinity College, Cambridge from 1789 to 1798.", "5539109": "Miroslav Fiedler (7 April 1926 – 20 November 2015) was a Czech mathematician known for his contributions to linear algebra, graph theory and algebraic graph theory.", "66858": "Frans van Schooten Jr. also rendered as Franciscus van Schooten (15 May 1615, Leiden – 29 May 1660, Leiden) was a Dutch mathematician who is most known for popularizing the analytic geometry of René Descartes.", "49808684": "Filippo Antonio Revelli (1716 – 1801) was an Italian mathematician.[1]", "6063405": "Gheorghe Vrănceanu (June 30, 1900 – April 27, 1979) was a Romanian mathematician, best known for his work in differential geometry and topology.[1] He was titular member of the Romanian Academy and vice-president of the International Mathematical Union.", "394544": "Pierre René, Viscount Deligne (French: [dəliɲ]; born 3 October 1944) is a Belgian mathematician. He is best known for work on the Weil conjectures, leading to a complete proof in 1973. He is the winner of the 2013 Abel Prize, 2008 Wolf Prize, 1988 Crafoord Prize, and 1978 Fields Medal.", "230705": "John Henry Coates FRS[4] (26 January 1945 – 9 May 2022) was an Australian mathematician who was the Sadleirian Professor of Pure Mathematics at the University of Cambridge in the United Kingdom from 1986 to 2012.[2][5][6][7][8][9]", "623928": "Tadatoshi Akiba (秋葉 忠利, Akiba Tadatoshi, born November 3, 1942 in Arakawa, Tokyo) is a Japanese mathematician and politician and served as the mayor of the city of Hiroshima, Japan from 1999 to 2011.", "5866814": "Sir Harry Raymond Pitt FRS (3 June 1914 – 8 October 2005)[1] was a British mathematician.", "55706943": "Catherine Huafei Yan (Chinese: 颜华菲) is a professor of mathematics at Texas A&M University interested in algebraic combinatorics.", "56493375": "Yvonne Dold-Samplonius (20 May 1937 – 16 June 2014) was a Dutch mathematician and historian who specialized in the history of Islamic mathematics during the Middle age. She was particularly interested in the mathematical methods used by Islamic architects and builders of the Middle Ages for measurements of volumes and measurements of religious buildings or in the design of muqarnas.", "11633991": "Brother Alfred Brousseau, F.S.C. (February 17, 1907 – May 31, 1988), was an educator, photographer and mathematician and was known mostly as a founder of the Fibonacci Association and as an educator.", "69207371": "Alessandra Iozzi (born 25 January 1959) is an Italian-born mathematician known for her research in geometric group theory. Originally from Rome, she holds Italian, Swiss, and American citizenships,[1] and works as an adjunct professor of mathematics at ETH Zurich.[2]", "65701196": "Erica Jen (Chinese: 任峻瑞; Rén Jùnrùi, born circa 1952) was an American applied mathematician.[1][2][3] She was a researcher at Los Alamos National Laboratory, a faculty member at the University of Southern California, and a scientific director and faculty member at the Santa Fe Institute.[4][5]", "3605843": "Percy John Heawood (8 September 1861[1] – 24 January 1955[2]) was a British mathematician, who concentrated on graph colouring.", "4556117": "Richard Swineshead (also Suisset, Suiseth, etc.; fl. c. 1340 – 1354) was an English mathematician, logician, and natural philosopher. He was perhaps the greatest of the Oxford Calculators of Merton College, where he was a fellow certainly by 1344 and possibly by 1340. His magnum opus was a series of treatises known as the Liber calculationum (\"Book of Calculations\"), written c. 1350, which earned him the nickname of The Calculator.[1]", "4949339": "Bryan John Birch FRS (born 25 September 1931) is a British mathematician. His name has been given to the Birch and Swinnerton-Dyer conjecture.", "19039580": "Heinrich Wilhelm Brandes (German: [ˈbʀandəs]; 27 July 1777 – 17 May 1834) was a German physicist, meteorologist, and astronomer.", "45548896": "William A. Veech was the Edgar O. Lovett Professor of Mathematics at Rice University[1] until his death.  His research concerned dynamical systems; he is particularly known for his work on interval exchange transformations, and is the namesake of the Veech surface. He died unexpectedly on August 30, 2016 in Houston, Texas.[2]", "4556130": "Cato Maximilian Guldberg (11 August 1836 – 14 January 1902) was a Norwegian mathematician and chemist.   Guldberg is best known as a pioneer in physical chemistry.[1][2]", "394594": "David Bryant Mumford (born 11 June 1937) is an American mathematician known for his work in algebraic geometry and then for research into vision and pattern theory. He won the Fields Medal and was a MacArthur Fellow. In 2010 he was awarded the National Medal of Science. He is currently a University Professor Emeritus in the Division of Applied Mathematics at Brown University.", "58492259": "Arthur Bartels (born 12 October 1971 in Tübingen) is a German mathematician.", "32965987": "Radha Charan Gupta (born 1935 in Gursarai, Jhansi, in present-day Uttar Pradesh) is an Indian historian of mathematics.", "5637480": "Olav Kallenberg (born 1939) is a probability theorist known for his work on exchangeable stochastic processes and for his graduate-level textbooks and monographs. Kallenberg is a professor of mathematics at Auburn University in Alabama in the USA.[1]", "58688880": "Ulrica Wilson is a mathematician specializing in the theory of noncommutative rings and in the combinatorics of matrices.[1] She is an associate professor at Morehouse College, associate director of diversity and outreach at the Institute for Computational and Experimental Research in Mathematics (ICERM),[2][1] and a former vice president of the National Association of Mathematicians.[3]", "4752752": "Prince Matila Costiescu Ghyka (Romanian pronunciation: [maˈtila ˈɟika]; born Matila Costiescu; 13 September 1881 – 14 July 1965), was a Romanian naval officer, novelist, mathematician, historian, philosopher, academic and  diplomat.  He did not return to Romania after World War II, and was one of the most significant members of the Romanian diaspora.[1] His first name is sometimes written as Matyla.", "787827": "Klaus Friedrich Roth FRS (29 October 1925 – 10 November 2015) was a German-born British mathematician who won the Fields Medal for proving Roth's theorem on the Diophantine approximation of algebraic numbers. He was also a winner of the De Morgan Medal and the Sylvester Medal, and a Fellow of the Royal Society.", "54429046": "Jean Dubreuil, also known as Jean Du Breuil (22 July 1602 – 27 April 1670), was a French mathematician, music theorist, writer and essayist.[1]", "20120951": "Edmund Frederick Robertson FRSE (born 1 June 1943) is a professor emeritus of pure mathematics at the University of St Andrews.[1]", "4162935": "Johann Kies (September 14, 1713 – July 29, 1781) was a German astronomer and mathematician.  Born in Tübingen, Kies worked in Berlin in 1751 alongside Jérôme Lalande in order to make observations on the lunar parallax in concert with those of Nicolas Louis de Lacaille at the Cape of Good Hope.", "132471": "Isidore Marie Auguste François Xavier Comte (French: [oˈɡyst kɔ̃t] ⓘ; 1 January 1798 – 30 September 1857)[1] was a French philosopher, mathematician and writer who formulated the doctrine of positivism. He is often regarded as the first philosopher of science in the modern sense of the term.[2] Comte's ideas were also fundamental to the development of sociology; indeed, he invented the term and treated that discipline as the crowning achievement of the sciences.[3]", "65865082": "Adelaide Smith (born 1870 in Boone, Iowa) was an American mathematician who studied with David Hilbert at the University of Göttingen, traveled to South Africa to teach at the only women's college south of the equator, and wrote two books about her experiences there. Her appointment as a mathematics instructor at the University of California, Berkeley was reported nationally. In later life she became the principal of a school for girls, the second oldest in California.", "44074364": "Javier González Garza (born 12 July 1945) is a Mexican mathematician and politician affiliated with the Party of the Democratic Revolution. As of 2014 he served as Deputy of the LX Legislature of the Mexican Congress representing the Federal District.[1]", "73794942": "Ismail Jacobus Mohamed (27 July 1930 – 6 July 2013) was a South African activist and mathematician. He represented the African National Congress (ANC) in the National Assembly from 1994 to 2009.", "3081598": "Sir Jack Hibbert KCB (14 February 1932 – 23 August 2005) was a British statistician and director of the Central Statistical Office (CSO) of the United Kingdom, 1985–1992.  He was knighted in the 1990 New Year Honours.", "1408": "Alcuin of York (/ˈælkwɪn/;[1] Latin: Flaccus Albinus Alcuinus; c. 735 – 19 May 804) – also called Ealhwine, Alhwin, or Alchoin – was a scholar, clergyman, poet, and teacher from York, Northumbria. He was born around 735 and became the student of Archbishop Ecgbert at York. At the invitation of Charlemagne, he became a leading scholar and teacher at the Carolingian court, where he remained a figure in the 780s and 790s. Before that, he was also a court chancellor in Aachen.  \"The most learned man anywhere to be found\", according to Einhard's Life of Charlemagne[2] (c. 817–833), he is considered among the most important intellectual architects of the Carolingian Renaissance. Among his pupils were many of the dominant intellectuals of the Carolingian era.", "12223876": "Eduard L. Stiefel (21 April 1909 – 25 November 1978) was a Swiss mathematician. Together with Cornelius Lanczos and Magnus Hestenes, he invented the conjugate gradient method, and gave what is now understood to be a partial construction of the Stiefel–Whitney classes of a real vector bundle, thus co-founding the study of characteristic classes.", "30016901": "Monash University", "61998469": "Boaz Barak (בועז ברק, born 1974) is an Israeli-American professor of computer science at Harvard University.[1]", "42894729": "Dame Celia Mary Hoyles, DBE, FAcSS, FIMA (née French; born 18 May 1946) is a British mathematician, educationalist[1][4][5] and Professor of Mathematics Education at University College London (UCL), in the Institute of Education (IoE).[6][7][8]", "46630283": "Kenneth Irwin Gross (14 October 1938 – 10 September 2017) was an American mathematician.", "6227339": "Ravindran Kannan (Tamil: ரவீந்திரன் கண்ணன்; born 12 March 1953, Madras)[1] is a Principal Researcher at Microsoft Research India, where he leads the algorithms research group. He is also the first adjunct faculty of Computer Science and Automation Department of Indian Institute of Science.", "67995025": "The Equidistribution of Lattice Shapes of Rings of Integers of Cubic, Quartic, and Quintic Number Fields: An Artist's Rendering is a mathematics book by Piper Harron (also known as Piper H), based on her Princeton University doctoral thesis of the same title. It has been described as \"feminist\",[1] \"unique\",[2] \"honest\",[2] \"generous\",[3] and \"refreshing\".[4]", "1475987": "Giovanni Francesco Giuseppe Malfatti, also known as Gian Francesco or Gianfrancesco (26 September 1731 – 9 October 1807) was an Italian mathematician. He was born in Ala, Trentino, Italy and died in Ferrara.", "70583703": "Anders C. Hansen is a Norwegian mathematician, who is currently a Professor of Mathematics at University of Cambridge, where he is the head of the Applied Functional and Harmonic Analysis group, and also Professor II at the University of Oslo.[3] He works in functional analysis, harmonic analysis (applied), foundations of mathematics (computational), data science and numerical analysis .[4]", "37553568": "Rolph Ludwig Edward Schwarzenberger (7 February 1936 – 29 February 1992) was a British mathematician at the University of Warwick who worked on vector bundles (where he introduced jumping lines), crystallography, and mathematics education.", "2426274": "Laura Elizabeth Tobin FRMS (born 10 October 1981) is an English broadcast meteorologist and Scientist. She worked for the BBC before moving to the ITV Breakfast programme Daybreak in 2012. Daybreak was later replaced by Good Morning Britain in early 2014. Tobin currently presents the weather bulletins for the programme.", "56001955": "Emanuel Beke (Beke Manó (in Hungarian), 24 April 1862, Pápa – 27 June 1946, Budapest) was a Hungarian mathematician, specializing in differential equations,[1][2] determinants, and mathematical physics. He is known for reforming the teaching of mathematics in Hungary.[3][4]", "68453797": "Marie Torhorst (28 December 1888 – 7 May 1989) was a German school teacher and political activist who became an East German politician.  She served as Minister for People's Education in the state of Thuringia between 1947 and 1950.[1] Some sources identify her as \"the first-ever female minister (on state or national level) in the history of Germany\".[a] Others are content to record that, within Germany, she was the first-ever female minister in the state of Thuringia.[3][4]", "51053993": "Colm Mulcahy (born September 1958) is an Irish mathematician, academic, columnist, book author, public outreach speaker, and amateur magician. He is Professor Emeritus at Spelman College, where he was on the faculty from 1988 to 2020.[1] In addition to algebra, number theory, and geometry, his interests include mathemagical card magic and the culture of mathematics–particularly the contributions of Irish mathematicians and also the works of iconic mathematics writer Martin Gardner. He has blogged for the Mathematical Association of America, The Huffington Post, Scientific American, and (aperiodically) for The Aperiodical;[2] his puzzles have been featured in The New York Times.[3][4] Mulcahy serves on the Advisory Council of the Museum of Mathematics in New York City.[5] As of January 2021, he is Chair of Gathering 4 Gardner, Inc.[6] He is the creator and curator of the Annals of Irish Mathematics and Mathematicians.[7]", "14058925": "Jessica Katherine Sklar (born 1973)[1] is a mathematician interested in abstract algebra, recreational mathematics, mathematics and art, and mathematics and popular culture. She is a professor of mathematics at Pacific Lutheran University, and former head of the mathematics department at Pacific Lutheran.[2]", "12223917": "Magnus Rudolph Hestenes (February 13, 1906 – May 31, 1991) was an American mathematician best known for his contributions to calculus of variations and optimal control.[1] As a pioneer in computer science, he devised the conjugate gradient method, published jointly with Eduard Stiefel.[2][3]", "62981554": "Jenna P. Carpenter is the Founding Dean and Professor of Engineering at Campbell University.[1] She was on the faculty at Louisiana Tech University for twenty-six years, where she was most recently the Associate Dean for Undergraduate Studies and Wayne and Juanita Spinks Professor of Mathematics in the College of Engineering and Science. She became the Founding Dean of Engineering and Professor of Engineering at Campbell University in 2015. She researches the importance of diversity in STEM fields, mainly focusing on women, as well as innovative STEM curricula.", "50955704": "Daniel James Lightwing is a former mathematics child prodigy and co-founder of the London-based Internet/gambling business Castella Research, which uses high-frequency trading inspired methods to place bets on sports exchanges. He was previously a web backend developer for the London offices of Google. In 2006, he represented the United Kingdom at the International Mathematical Olympiad (IMO) in Ljubljana, Slovenia, where he won a silver medal. His experience at the IMO was described in the 2007 BBC Two British television documentary Beautiful Young Minds and the 2014 film X+Y."}