{"69977": "Sir William Hunter McCrea FRS FRSE FRAS (13 December 1904 – 25 April 1999)[1][2] was an English astronomer and mathematician.", "4886873": "Edward Vermilye Huntington (April 26, 1874 – November 25, 1952) was an American mathematician.", "58724699": "Pat Courtney Gold (January 22, 1939 – July 11, 2022)[1] was a Wasco Native fiber artist and basket weaver from the Columbia River area of Oregon.[2] She graduated with a BA in mathematics and physics from Whitman College and worked as a mathematician-computer specialist before beginning her career in basket weaving.[3] Gold harvested traditional plant fibers to use in her work—including Dogbane, cattail, sedge grass, red cedar bark and tree roots.[4] Her pieces often reflected the natural world along the Columbia River, mixing traditional motifs such as condors and sturgeon with contemporary figures like airplanes. Gold also became an environmental and cultural educator, helping to spread knowledge of her ancestral heritage and basketry skills.[5]", "31035743": "David Frederick St John Jesson (born 23 August 1935)[1] is a British educationalist and a professor in the Department of Economics at the University of York, who studied specialist schools and value-added performance (CVA).", "30871906": "George David Birkhoff (March 21, 1884 – November 12, 1944) was an American mathematician best known for what is now called the ergodic theorem. Birkhoff was one of the most important leaders in American mathematics in his generation, and during his time he was considered by many to be the preeminent American mathematician.[1]", "65442147": "U. K. Anandavardhanan (born 25 May 1976) is an Indian mathematician specialising in  automorphic forms and representation theory. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, the highest science award in India, for the year 2020 in mathematical science category.[1] He is affiliated to Indian Institute of Technology, Bombay.[2][3]", "35983718": "Thomas Bond Sprague FRSE FFA FIA LLD (29 March 1830 – 29 November 1920)[1] was a British actuary, barrister and amateur mathematician who was the only person to have been President of both the Institute of Actuaries (1882–1886)  in London and the Faculty of Actuaries (1894–1896) in Edinburgh, prior to their merger in 2010.", "987495": "Friedrich Ernst Peter Hirzebruch ForMemRS[1] (17 October 1927 – 27 May 2012) was a German mathematician, working in the fields of topology, complex manifolds and algebraic geometry, and a leading figure in his generation. He has been described as \"the most important mathematician in Germany of the postwar period.\"[3][4][5][6][7][8][9][10][11]", "66261353": "Petra Bonfert-Taylor is a German-born mathematician known for research in complex analysis and her work in web development for the International Mathematical Union (IMU)[1] Committee for Women in Mathematics.[2] She is professor of engineering and Associate Dean of Diversity and  Inclusion at the Thayer School of Engineering at Dartmouth College in Hanover, New Hampshire.[3]", "47944041": "Nilanjan Chatterjee is a Bloomberg Distinguished Professor[1] of Biostatistics and Genetic Epidemiology at Johns Hopkins University, with appointments in the Department of Biostatistics in the Bloomberg School of Public Health and in the Department of Oncology in the Sidney Kimmel Comprehensive Cancer Center in the Johns Hopkins School of Medicine.[1][2] He was formerly the chief of the Biostatistics Branch of the National Cancer Institute's Division of Cancer Epidemiology and Genetics.", "64164203": "Jan-Erik Ingvar Roos (16 October 1935 – 15 December 2017)[1] was a Swedish mathematician whose research interests were in abelian category theory, homological algebra, and related areas.", "1773934": "Nalin Chandra Wickramasinghe MBE (born 20 January 1939) is a Sri Lankan-born British mathematician, astronomer[1] and astrobiologist of Sinhalese ethnicity. His research interests include the interstellar medium, infrared astronomy, light scattering theory, applications of solid-state physics to astronomy, the early Solar System, comets, astrochemistry, the origin of life and astrobiology. A student and collaborator of Fred Hoyle, the pair worked jointly for over 40 years[2]  as influential proponents of panspermia.[3][4] In 1974 they proposed the hypothesis that some dust in interstellar space was largely organic, later proven to be correct.[5][6][7]", "58233200": "Mihnea Popa (born 11 August 1973) is a Romanian-American mathematician at Harvard University, specializing in algebraic geometry.[1]  He is known for his work on complex birational geometry, Hodge theory, abelian varieties, and vector bundles.", "72585588": "Mohamed El-Amin Ahmed El-Tom[1] (Arabic: محمد الأمين أحمد التوم; born October 1941), also known as Muhammad Al-Amin Al-Tom, is a Sudanese mathematician and the first Minister of Education after the Sudanese Revolution, serving between 2019 and 2022. During his tenure, he worked on various initiatives to improve education in Sudan, including the development of a comprehensive plan for the sector. However, El-Tom and his assistant, Omer al-Qarray, faced controversy over the inclusion of Michelangelo's famous painting, The Creation of Adam, in Sudanese school textbooks. The decision was met with strong opposition from some conservative Muslim groups, who argued that the image of God reaching out to Adam in the painting was inconsistent with Islamic beliefs and should not be included in textbooks.", "18026868": "Detlef Gromoll (13 May 1938 – 31 May 2008) was a mathematician who worked in Differential geometry.", "9998714": "Marino Ghetaldi (Latin: Marinus Ghetaldus; Croatian: Marin Getaldić; 2 October 1568 – 11 April 1626) was a Ragusan scientist. A mathematician and physicist who studied in Italy, England and Belgium, his best results are mainly in physics, especially optics, and mathematics. He was one of the few students of François Viète and friend of Giovanni Camillo Glorioso.", "55710076": "Sarah Jane Witherspoon is an American mathematician interested in topics in abstract algebra, including Hochschild cohomology[SW99] and quantum groups.[W96][BW04]\nShe is a professor of mathematics at Texas A&M University[1]", "35033472": "Pier Gerard \"Peter\" Bouwknegt (born 20 April 1961, Geldrop) is professor of theoretical physics and mathematics at the Australian National University (ANU), and deputy director of their Mathematical Sciences Institute. He is an adjunct professor at University of Adelaide.", "55841154": "Hema Srinivasan (born 1959)[1] is a mathematician specializing in commutative algebra and algebraic geometry. Originally from India, she is a professor of mathematics at the University of Missouri.", "65704322": "Kerry Anne Landman FAA is an Australian applied mathematician, known for her cross-disciplinary research.[1][2] Over her research career she established and led collaborations across engineering, industry and biological fields.[2] In 2007, she became the first woman professor in the School of Mathematics and Statistics at the University of Melbourne. She retired in 2015 and is now an Emeritus Professor at the University of Melbourne.[3]", "22417800": "Theophilos Corydalleus (/kɔːrɪˈdæliəs/; Greek: Θεόφιλος Κορυδαλλεύς, romanized: Theofilos Korydallefs; 1563–1646) was a Greek Neo-Aristotelian philosopher who initiated the philosophical movement known as Korydalism or Corydalism. He was also an Eastern Orthodox cleric (Metropolitan of Nafpaktos), physician, physicist, astronomer, mathematician, author, educator and geographer. His philosophical thought kept influencing Greek education for two hundred years after its inception.[1]", "58691991": "C. Maeve Lewis McCarthy is an Irish mathematician whose research interests include inverse problems and modelling biological systems. She is the Jesse D. Jones Endowed Professor of Mathematics at Murray State University in Kentucky.[1][2]", "332183": "Ian Nicholas Stewart FRS CMath FIMA (born 24 September 1945)[3] is a British mathematician  and a  popular-science and science-fiction writer.[4] He is Emeritus Professor of Mathematics at the University of Warwick, England.", "30708123": "Henry Jack FRSE (6 July 1917 – 5 January 1978) was a Scottish mathematician at University College Dundee.[1] The Jack polynomials are named after him. His research dealt with the development of analytic methods to evaluate certain integrals over matrix spaces. His most famous paper relates his integrals to classes of symmetric polynomials important in the theory of the representation of the symmetric group. He discovered a new, natural basis for the symmetric polynomials.[2][3]", "40341916": "Scott Sheffield (born October 20, 1973) is a professor of mathematics at the Massachusetts Institute of Technology.[1] His primary research field is theoretical probability.", "26546588": "Vladimir Markovich Entov (January 8, 1937 – April 10, 2008) was an applied mathematician and physicist.", "71176606": "Gaya Herrington (née Branderhorst; born 1981)[1][2] is a Dutch econometrician, sustainability researcher, and women's rights activist. Herrington is best known for being the founder of the project and foundation Stop Straatintimidatie, an initiative seeking to criminalize street harassment in the Netherlands, and for her activism and research on sustainability issues.", "6328738": "Abū ʿAbd Allāh Muḥammad ibn Muʿādh al-Jayyānī[1] (Arabic: أبو عبد الله محمد بن معاذ الجياني; 989, Cordova, Al-Andalus – 1079, Jaén, Al-Andalus) was an Arab, mathematician, Islamic scholar, and Qadi from Al-Andalus (in present-day Spain).[2] Al-Jayyānī wrote important commentaries on Euclid's Elements and he wrote the first known treatise on spherical trigonometry.", "73306532": "Marie Lhuissier (born 1989)[1] is a French mathematician, mathematical story-teller, and children's book author.[2][3]", "37065129": "Rafael Artzy (23 July 1912 – 22 August 2006) was an Israeli mathematician specializing in geometry.", "35262892": "Eduardo Héctor Zarantonello (1918–2010) was an Argentine mathematician working on analysis. His doctorate was awarded by the Universidad Nacional de La Plata.", "67211693": "Terrence Staples (Terry) Millar (September 18, 1948 – March 9, 2019) was professor emeritus of mathematics and former associate dean for physical sciences in the Graduate School and assistant to the provost at the University of Wisconsin–Madison.  He joined the math faculty in 1976 after serving two years in the Marines and obtaining a Ph.D. from Cornell University.[1]  Millar retired in 2015 and was considered to be one of the world's foremost researchers in computable model theory.[2]", "27955628": "Anil kumar Bhattacharyya (Bengali: অনিল কুমার ভট্টাচার্য) (1 April 1915 – 17 July 1996) was an Indian statistician who worked at the Indian Statistical Institute in the 1930s and early 40s. He made fundamental contributions to multivariate statistics, particularly for his measure of similarity between two multinomial distributions, known as the Bhattacharyya coefficient, based on which he defined a metric, the Bhattacharyya distance.  This measure is widely used in comparing statistical samples in biology, physics, computer science, etc.", "66261424": "Linda M. Gojak is an American mathematics educator who was president of the National Council of Supervisors of Mathematics and, in 2012–2014, of the National Council of Teachers of Mathematics.[1]", "29004211": "Stanislaus Thomas Maria (Stan) Ackermans (1936 – 1995) was a Dutch mathematician, and the seventh rector magnificus of the Eindhoven University of Technology. He was also one of the founders, the namesake and the first director of the Stan Ackermans Instituut.", "6328758": "Ibrahim ibn Sinan (Arabic: Ibrāhīm ibn Sinān ibn Thābit ibn Qurra, ابراهيم بن سنان بن ثابت بن قرة; born 295 – 296 AH/c. 908 in Baghdad, died: 334-335 AH/946 in Baghdad, aged 38) was a mathematician and astronomer who belonged to a family of scholars originally from Harran in northern Mesopotamia. He was the son of Sinan ibn Thabit (c. 880 – 943) and the grandson of Thābit ibn Qurra (c. 830 – 901).[1] Like his grandfather, he belonged to a religious sect of star worshippers known as the Sabians of Harran.[2]", "70455738": "Lek-Heng Lim (Chinese: 林力行[1]) is a Singaporean mathematician.", "45322684": "Carole Baker Lacampagne is a retired mathematician formerly of George Washington University.[1] She is known for her work in mathematics education and gender equality.", "58167742": "Jeanne A. Nielsen Clelland (born 1970)[1] is an American mathematician specializing in differential geometry and its applications to differential equations. She is a professor of mathematics at the University of Colorado Boulder,[2][3] and the author of a textbook on moving frames, From Frenet to Cartan: The Method of Moving Frames (Graduate Studies in Mathematics 178, American Mathematical Society, 2017).[4]", "4559297": "Erhard Weigel (16 December 1625 – 20 March 1699) was a German mathematician, astronomer and philosopher.", "201155": "Lotfi Aliasker Zadeh[5] (/ˈzɑːdeɪ/; Azerbaijani: Lütfi Rəhim oğlu Ələsgərzadə;[6] Persian: لطفی علی‌عسکرزاده;[2] 4 February 1921 – 6 September 2017)[1][3] was a mathematician, computer scientist, electrical engineer, artificial intelligence researcher, and professor[7] of computer science at the University of California, Berkeley. \nZadeh is best known for proposing fuzzy mathematics, consisting of several fuzzy-related concepts: fuzzy sets,[8] fuzzy logic,[9] fuzzy algorithms,[10] fuzzy semantics,[11] fuzzy languages,[12] fuzzy control,[13] fuzzy systems,[14] fuzzy probabilities,[15] fuzzy events,[15] and fuzzy information.[16]\nZadeh was a founding member of the Eurasian Academy.[1][17]", "70085": "Sir Joseph John Thomson OM FRS[1] (18 December 1856 – 30 August 1940) was a British physicist and Nobel Laureate in Physics, credited with the discovery of the electron, the first subatomic particle to be found.", "39752134": "Phoolan Prasad (born 1 January 1944) is an Indian mathematician who specialised in Partial differential equations, fluid mechanics. He was awarded in 1983 the Shanti Swarup Bhatnagar Prize for Science and Technology, the highest science award in India,  in the mathematical sciences category.  He is Fellow of all Indian Science Academies: The National Academy of Sciences, India (NASI), Indian Academy of Sciences (IAS) and Indian National Science Academy (INSA).[1]", "856523": "Harold Calvin Marston Morse (March 24, 1892 – June 22, 1977) was an American mathematician best known for his work on the calculus of variations in the large, a subject where he introduced the technique of differential topology now known as Morse theory. The Morse–Palais lemma, one of the key results in Morse theory, is named after him, as is the Thue–Morse sequence, an infinite binary sequence with many applications.", "9605580": "Oded Schramm (Hebrew: עודד שרם; December 10, 1961 – September 1, 2008) was an Israeli-American mathematician known for the invention of the Schramm–Loewner evolution (SLE) and for working at the intersection of conformal field theory and probability theory.[1][2]", "45617617": "Mark Changizi (born 1969) is an American theoretical cognitive scientist. He is known for his research on evolutionary origins of biological and cognitive design, including the \"Perceiving the present\" hypothesis to understand optical illusions, the \"Nature-Harnessing\" theory for the origins of writing, speech and music, the skin-signaling hypothesis for the origins of primate red-green vision, and the rain-tread hypothesis for pruney fingers.", "37332": "Josiah Willard Gibbs (/ɡɪbz/;[2] February 11, 1839 – April 28, 1903) was an American scientist who made significant theoretical contributions to physics, chemistry, and mathematics. His work on the applications of thermodynamics was instrumental in transforming physical chemistry into a rigorous inductive science. Together with James Clerk Maxwell and Ludwig Boltzmann, he created statistical mechanics (a term that he coined), explaining the laws of thermodynamics as consequences of the statistical properties of ensembles of the possible states of a physical system composed of many particles. Gibbs also worked on the application of Maxwell's equations to problems in physical optics.  As a mathematician, he invented modern vector calculus (independently of the British scientist Oliver Heaviside, who carried out similar work during the same period).", "528853": "David van Dantzig (September 23, 1900 – July 22, 1959) was a Dutch mathematician, well known for the construction in topology of the solenoid. He was a member of the Significs Group.", "46666197": "Antonio Maria Lorgna (1735-1796) or Antonio Mario Lorgna (as he signed his works) was a mathematician from Italy in the 18th century, founder of the Accademia nazionale delle scienze.", "58200540": "Kirsi Peltonen is a Finnish mathematician whose research interests include differential geometry and the connections between mathematics and art. She is a Senior University Lecturer in the Department of Mathematics and Systems Analysis at Aalto University,[1] and a docent at the University of Helsinki.[2] Her work has included the design of an innovative interdisciplinary course on mathematics, art, and architecture, the creation of a major exhibit at the Heureka science center near Helsinki, and presentations on mathematics at Finnish schools.[3]", "2789856": "George Lusztig (born Gheorghe Lusztig; May 20, 1946) is a Romanian-born American mathematician and Abdun Nur Professor at the Massachusetts Institute of Technology (MIT). He was a Norbert Wiener Professor in the Department of Mathematics from 1999 to 2009.", "47321570": "Valeria Correa Vaz de Paiva is a Brazilian mathematician, logician, and computer scientist.\nHer work includes research on logical approaches to computation, especially using category theory, \nknowledge representation and natural language semantics, and functional programming with a focus on foundations and type theories.[3][4][5]", "4297192": "Peter Crüger or Peter Krüger (20 October 1580 – 6 June 1639) was a  mathematician, astronomer, polymath, and teacher of Johannes Hevelius.", "51384823": "Jean-Joseph Rallier des Ourmes (26 May 1701 – 23 June 1771) was an 18th-century French mathematician.", "56562168": "Ruth Silverman (born 1936 or 1937, died April 25, 2011)[1] was an American mathematician and computer scientist known for her research in computational geometry. She was one of the original founders of the Association for Women in Mathematics in 1971.[2][3]", "47944195": "Sudipto Banerjee (born October 23, 1972) is an Indian-American statistician best known for his work on Bayesian hierarchical modeling and inference for spatial data analysis. He is Professor of Biostatistics and Senior Associate Dean in the School of Public Health at the University of California, Los Angeles. He served as the Chair of the Department of Biostatistics at UCLA from 2014 through 2023. He also served as the 2022 President of the International Society for Bayesian Analysis.", "19075591": "George Edward Skerry (1856 – 23 August 1930)[1] was a British educator, mathematician and publisher of commercial arithmetic texts.", "68358665": "Dominicus de Clavasio (fl. 1340–1357) was an Italian-origin scholar who taught in Paris and is known mainly from his book Practica geometriae (1346) which included commentaries on other works of the period. He is referred to variously as Dominicus de Calvisio, Dominicus de Clavaxio, Dominicus de Clivaxo, or Dominique de Chivasso.", "6951435": "Théophile Ernest de Donder (French: [də dɔ̃dɛʁ]; 19 August 1872 – 11 May 1957) was a Belgian mathematician, physicist and chemist famous for his work (published in 1923) in developing correlations between the Newtonian concept of chemical affinity and the Gibbsian concept of free energy.", "38998541": "Hoàng Xuân Hãn (Đức Thọ, 1908 – Paris, 10 March 1996) was a Vietnamese professor of mathematics, linguist, historian and educationalist. He was Minister of Education in the short-lived 1945 cabinet of historian Trần Trọng Kim and drafted and issued the first Vietnamese education program.[1]", "47944209": "Paul Henri Milloux (13 April 1898, in Crépy-en-Laonnois – 28 June 1980, in Bordeaux) was a French mathematician, specializing in holomorphic functions and meromorphic functions in complex analysis.[1][2]", "59904549": "Aldona Džiugaitė-Aleškevičienė-Statulevičienė (1 January 1936 – 24 February 2017) was a Lithuanian mathematician who specialized in probability theory.", "44012072": "Henry Ussher (1741–1790) was an Irish mathematician and astronomer, best known as the inaugural Andrews Professor of Astronomy at Trinity College Dublin (TCD), a title later accompanied with the designation Royal Astronomer of Ireland.  Ussher was a key player in the setting up of Dunsink Observatory outside the city of Dublin, and was its first director.[1]", "17764904": "Albert Pighius (Pigghe) (born at Kampen, Overyssel, Netherlands, about 1490; died at Utrecht, 26 December 1542) was a Dutch Roman Catholic theologian, mathematician, and astronomer.", "32379436": "Charles Whittlesey Curtis (born October 13, 1926) is a mathematician and historian of mathematics, known for his work in finite group theory and representation theory. He is a retired professor of mathematics at the University of Oregon.", "2363953": "Brian Thomas Swimme (born 1950) is a professor at the California Institute of Integral Studies, in San Francisco, where he teaches evolutionary cosmology to graduate students in the philosophy, cosmology, and consciousness program.[2] He received his Ph.D. (1978) from the department of mathematics at the University of Oregon for work with Richard Barrar on singularity theory, with a dissertation titled Singularities in the N-Body Problem.[3]", "11964977": "Hans Ludwig Hamburger (5 August 1889, Berlin – 14 August 1956, Cologne) was a German mathematician. He was a professor at universities in Berlin, Cologne and Ankara.[1]", "72389171": "Eliane Regina Rodrigues is a Brazilian applied mathematician and statistician who works in Mexico as a researcher at the Institute of Mathematics of the National Autonomous University of Mexico (UNAM).[1] Her research involves using stochastic processes including Markov chains and Poisson point processes to model phenomena such as air pollution, noise pollution, the health effects of fat taxes, and the effectiveness of vaccination.", "45224498": "Eduard Jacob Neven Looijenga (born 30 September 1948, Zaandam)[1] is a Dutch mathematician who works in algebraic geometry and the theory of algebraic groups.[2] He was a professor of mathematics at Utrecht University until his retirement in 2013.[3]", "64524853": "Wei-Ming Ni (Chinese: 倪維明; born 23 December 1950)[1] is a Taiwanese mathematician at the University of Minnesota, Presidential Chair Professor of The Chinese University of Hong Kong, Shenzhen, and was formerly the director of the Center for PDE at the East China Normal University. He works in the field of elliptic and parabolic partial differential equations.[2][3] He did undergraduate work at National Taiwan University and obtained his Ph.D. at New York University, in 1979, under the supervision of Louis Nirenberg.[4] He is an editor-in-chief of the Journal of Differential Equations, and was an ISI Highly Cited Researcher in 2002.[5][6] As said by the journal Discrete and Continuous Dynamical Systems:", "758331": "Marshall Harvey Stone (April 8, 1903 – January 9, 1989) was an American mathematician who contributed to real analysis, functional analysis, topology and the study of Boolean algebras.", "51024444": "Hannah Fry HonFREng[2] (born 21 February 1984)[1] is a British mathematician, author, and radio and television presenter. She is Professor in the Mathematics of Cities at the UCL Centre for Advanced Spatial Analysis.[3] Her work has included studies the patterns of human behaviour, such as interpersonal relationships and dating, and how mathematics can apply to them.[4][5] Fry delivered the 2019 Royal Institution Christmas Lectures, and has presented several programmes for the BBC, including The Secret Genius Of Modern Life.", "46666300": "Stefano degli Angeli (Venice, September 23, 1623 – Padova, October 11, 1697) was an Italian mathematician, philosopher, and Jesuate.", "52793931": "Four Horsemen of the Apocalypse is the name given by gambling authors[1][2] to the four U.S. Army engineers who first discovered in the 1950s the best playing strategy in the casino game of Blackjack that can be  formulated on the basis of the player's and the dealer's cards. The so-called Basic Strategy, which was subsequently refined through the use of computers and combinatorial analysis,  loses the least money to the casino in the long term.", "48140876": "Ann S. Almgren is an American applied mathematician who works as a senior scientist and group leader of the Center for Computational Sciences and Engineering at the Lawrence Berkeley National Laboratory. Her primary research interests are in computational algorithms for solving PDE's for fluid dynamics in a variety of application areas. Her current projects include the development and implementation of new multiphysics algorithms in high-resolution adaptive mesh codes that are designed for the\nlatest multicore architectures.[1]", "67179104": "Thomas F. Coleman is a Canadian mathematician and computer scientist who is a Professor in the Department of Combinatorics and Optimization at the University of Waterloo,[1] where he holds the Ophelia Lazaridis University Research Chair. In addition, Coleman is the director of WatRISQ,[2] an institute composed of quantitative and computational finance researchers spanning several Faculties at the University of Waterloo.", "7180897": "Per H. Enflo (Swedish: [ˈpæːr ˈěːnfluː]; born 20 May 1944) is a Swedish mathematician working primarily in functional analysis, a field in which he solved problems that had been considered fundamental. Three of these problems had been open for more than forty years:[1]", "66228834": "Walter Richard Talbot (1909-1977)[1] was the fourth African American to earn a Ph.D. in Mathematics (Geometric Group Theory) from the University of Pittsburgh[2] and Lincoln University's youngest Doctor of Philosophy.[3] He was a member of Sigma Xi[4] and Pi Tau Phi.[5]\nIn 1969 Talbot co-founded the National Association of Mathematics (NAM) at Morgan State University,[6] the organization which, nine years later honored him at a memorial luncheon and created a scholarship[7] in his name.[8] In 1990 the Cox-Talbot lecture[9] was inaugurated recognizing his accomplishments together with Elbert Frank Cox – the first African-American to get a doctoral degree in mathematics.", "40342115": "Rhonda Jo Hughes (born Rhonda Weisberg September 28, 1947)[1] is an American mathematician, the Helen Herrmann Professor Emeritus of Mathematics at Bryn Mawr College.[2]", "63869540": "Dan Margalit (born March 6, 1976) is an American mathematician at Vanderbilt University. His research fields include geometric group theory and low-dimensional topology, with a particular focus on mapping class groups of surfaces.", "23138917": "Peter Thullen (24 August 1907 in Trier – 24 June 1996 in Lonay) was a German/Ecuadorian mathematician.", "51614322": "Julian Jakub Bussgang (26 March 1925 – 16 September 2023) was a Polish-American mathematician, businessman and author.[2] He was most known for publishing the Bussgang theorem and for his work in the field of Applied Physics and communications. He published several technical papers and held six patents.[citation needed]", "8950386": "Rahul Pandharipande (born 1969) is an Indian-American mathematician who is currently a professor of mathematics at the Swiss Federal Institute of Technology Zürich (ETH) working in algebraic geometry. His particular interests\nconcern moduli spaces, enumerative invariants associated to moduli spaces, such as Gromov–Witten invariants and Donaldson–Thomas invariants, and the cohomology of the moduli space of curves.[1][2] His father Vijay Raghunath Pandharipande was a renowned theoretical physicist who worked in the area of nuclear physics.", "63279733": "Mirka Miller (née Koutova, 9 May 1949 – 2 January 2016) was a Czech-Australian mathematician and computer scientist interested in graph theory and data security. She was a professor of electrical engineering and computer science at the University of Newcastle.[1]", "14914165": "Hans-Joachim Bremermann (1926–1996) was a German-American mathematician and biophysicist. He worked on computer science and evolution, introducing ideas of how mating generates new gene combinations. Bremermann's limit, named after him, is the maximum computational speed of a self-contained system in the material universe.", "31855224": "Rodion Osievich Kuzmin (Russian: Родион Осиевич Кузьмин, 9 November 1891, Riabye village in the Haradok district – 24 March 1949, Leningrad) was a Soviet mathematician, known for his works in number theory and analysis.[1]  His name is sometimes transliterated as Kusmin. He was an Invited Speaker of the ICM in 1928 in Bologna.[2]", "59642490": "Karlis Zalts (10 March 1885 – 1953) was a Latvian mathematician with wide-ranging interests in topics such as mechanical calculators, statistics and nomography as well as folklore, education, and philosophy.  His publications on folklore prevented him from publishing after 1946 by the Soviet Union.", "7344764": "Weinstein conjecture\nSymplectic groupoid", "51942014": "Boaz Tsaban (born February 1973) is an Israeli mathematician on the faculty of Bar-Ilan University. His research interests include selection principles within set theory and nonabelian cryptology, within mathematical cryptology.", "52302463": "Zhouping Xin (Chinese: 辛周平; born 13 July 1959) is a Chinese mathematician and the William M.W. Mong Professor of Mathematics at the Chinese University of Hong Kong.[1] He specializes in partial differential equations.", "49943169": "Ralph Nelson Whitfield McKenzie (born October 20, 1941) is an American mathematician, logician, and universal algebraist.[1] He received his doctorate from the University of Colorado Boulder in 1967.[2]", "60265094": "Klaus Peter Jantke (born 1951 in East Berlin) is a German mathematician, computer scientist, university teacher and academic researcher focusing on Artificial intelligence, Educational technology, Game studies and gamification.[1][2]", "61969031": "Odile Zink-Favaron (born May 3, 1938)[1] is a French mathematician known for her research in graph theory, including work on well-covered graphs, factor-critical graphs, spectral graph theory, Hamiltonian decomposition, and dominating sets. She is retired from the Laboratory for Computer Science (LRI) at the University of Paris-Sud.[2]", "53252743": "Volodymyr Koshmanenko (Ukrainian: Кошманенко Володимир Дмитрович; born July 28, 1943, Dnipro, Ukraine) — Ukrainian mathematician, Doctor of Science, professor, Leading Researcher of the Institute of Mathematics of the NAS of Ukraine.", "64426633": "Johann Jakob Burckhardt (13 July 1903, Basel – 5 November 2006, Zurich) was a Swiss mathematician and crystallographer. He was an invited speaker at the International Congress of Mathematicians in 1936 in Oslo.[1]", "49975948": "James Malcolm Bird (September 2, 1886 – October 30, 1964) was an American mathematician and parapsychologist.", "15733389": "Lê Văn Thiêm (29 March 1918 – 3 July 1991[1][2]) was a Vietnamese scientist. Together with Hoàng Tụy, he is considered the father of Vietnam Mathematics society. He was the first director of the Vietnam Institute of Mathematics, and the first Headmaster of Hanoi National University of Education and Hanoi University of Science.[3]", "35263118": "Philip Hartman (May 16, 1915 – August 28, 2015) was an American mathematician at Johns Hopkins University working on differential equations who introduced the Hartman–Grobman theorem. He served as Chairman of the Mathematics Department at Johns Hopkins for several years. He has an Erdös number of 2.[6]", "758413": "Sir James Hopwood Jeans OM FRS[1] (11 September 1877 – 16 September 1946[2]) was an English physicist, astronomer and mathematician.", "53744269": "Choi Seok-jeong (Korean: 최석정; Hanja: 崔錫鼎; 1646–1715) was a Korean politician and mathematician in the Joseon period of Korea.", "9605775": "Donald Samuel Ornstein (born July 30, 1934,[1] New York[2]) is an American mathematician working in the area of ergodic theory.  He received a Ph.D. from the University of Chicago in 1957 under the guidance of Irving Kaplansky.  During his career at Stanford University  he supervised the Ph. D. thesis of twenty three students, including David H. Bailey, Bob Burton, Doug Lind, Ami Radunskaya, Dan Rudolph, and Jeff Steif.[3]", "14029456": "Edwin Henry Spanier (August 8, 1921 – October 11, 1996) was an American mathematician at the University of California at Berkeley, working in algebraic topology. He co-invented Spanier–Whitehead duality and Alexander–Spanier cohomology, and wrote what was for a long time the standard textbook on algebraic topology (Spanier 1981).", "72290961": "Sergei Vasilyevich Kerov (Russian: Сергей Васильевич Керов; born 21 June 1946 in Leningrad died 30 July 2000) was a Russian mathematician and university professor. His research included operator algebras, combinatorics, probability and representation theory.[1][2]", "23663252": "Vasily Sergeyevich Vladimirov (Russian: Васи́лий Серге́евич Влади́миров; 9 January 1923 – 3 November 2012) was a Soviet and Russian mathematician working in the fields of number theory, mathematical physics, quantum field theory, numerical analysis, generalized functions, several complex variables, p-adic analysis, multidimensional Tauberian theorems.", "6558358": "András Kornai (born 1957 in Budapest), son of economist János Kornai, is a mathematical linguist. He has earned two PhDs. He earned his first in Mathematics in 1983 from Eötvös Loránd University in Budapest, where his advisor was Miklós Ajtai, and his second in Linguistics in 1991 from Stanford University, where his advisor was Paul Kiparsky.", "23007894": "Daniel Hay du Chastelet (23 October 1596, Laval – 20 April 1671) was a Frenchclergyman and mathematician. His brother Paul Hay du Chastelet was also a writer.", "4297377": "Raymond Louis Wilder (3 November 1896 in Palmer, Massachusetts – 7 July 1982 in Santa Barbara, California) was an American mathematician, who specialized in topology and gradually acquired philosophical and anthropological interests.", "1544869": "Gustave Malécot (28 December 1911 – November 1998) was a French mathematician whose work on heredity had a strong influence on population genetics.", "64426662": "Gordon Pall (26 December 1907 – December 1987) was a Canadian mathematician.[1]  In 1945, he and Lloyd Williams founded the Canadian Mathematical Congress.[2]", "68391594": "James Thomas (J. Thomas \"Tom\") Beale (born 1947) is an American mathematician, specializing in fluid dynamics, partial differential equations, and numerical analysis.[1]", "2790063": "Lawrence Craig Evans (born November 1, 1949) is an American mathematician and Professor of Mathematics at the University of California, Berkeley.", "10523311": "Sir Edward Thomas ffrench Bromhead, 2nd Baronet FRS FRSE (26 March 1789 – 14 March 1855) was a British landowner and mathematician, best remembered as patron of the mathematician and physicist George Green and mentor of George Boole.", "68784817": "Reiko Sakamoto (Japanese: 坂本 礼子, born 1939) is a Japanese mathematician affiliated with Nara Women's University.[1] Her teachers have included Sigeru Mizohata and \nMasaya Yamaguchi;[2] her students have included Yoshihiro Shibata.[3] She is known for her research on mixed boundary conditions for hyperbolic partial differential equations,[4] for which she won the 1974 Iyanaga Prize of the Mathematical Society of Japan,[5] and for her book on hyperbolic boundary value problems.[6]", "41259702": "Flora Philip (19 May 1865 – 14 August 1943) was a Scottish mathematician, one of the first women to receive a degree from the University of Edinburgh and the first female member of the Edinburgh Mathematical Society.", "66556599": "Itala Maria Loffredo D'Ottaviano (born 1944)[1] is a Brazilian mathematical logician who was president of the Brazilian Logic Society. Topics in her work have included non-classical logic, paraconsistent logic, many-valued logic, and the history of logic.[2]", "3740344": "Cassius Jackson Keyser  (15 May 1862 – 8 May 1947) was an American mathematician of pronounced philosophical inclinations.", "3052214": "Jakob Philipp Kulik (1793–1863) was an Austrian mathematician known for his construction of a massive factor tables.", "31593159": "Pierre Dolbeault (October 10, 1924 – June 12, 2015) was a French mathematician.", "987847": "Salomon Bochner (20 August 1899 – 2 May 1982) was a Galician-born mathematician, known for work in mathematical analysis, probability theory and differential geometry.", "46994122": "Alexander G. Burgess FRSE FEIS (24 December 1872 – 29 March 1932) was a Scottish mathematician. He served as president of the Edinburgh Mathematical Society. He is noted for his work on Tripolar Co-ordinates.", "64033483": "The Rev. Richard Harington (5 May 1800 – 13 December 1853) was an Oxford college head in the 19th century.[1]", "21074637": "Jekuthiel Ginsburg (1889–1957) was a professor of mathematics at Yeshiva University. He established the journal Scripta Mathematica. He also was honored as a fellow of the New York Academy of Sciences.", "32182997": "Colonel Charles Paul Narcisse Moreau (14 September 1837, in Paris – 6 July 1916) was a French soldier and mathematician. He served in the artillery and as an officier of the French Legion of Honor. He introduced  Moreau's necklace-counting function into mathematics, and achieved the worst result ever recorded in an international chess tournament.", "40964822": "Peter McMullen (born 11 May 1942)[1] is a British mathematician, a professor emeritus of mathematics at University College London.[2]", "63247064": "Tatjana Stykel is a Russian mathematician who works as a professor of computational mathematics in the Institute of Mathematics of the University of Augsburg in Germany. Her research interests include numerical linear algebra, control theory, and differential-algebraic systems of equations.[1]", "62853848": "Sarah J. Greenwald is professor of mathematics at Appalachian State University and faculty affiliate of gender, women's and sexuality studies.[1]", "63738593": "Rao Saheb Dinanath Atmaram Dalvi (c. 1844 – 10 February 1897)[1] was an Indian judge and amateur mathematician. His father, Atmaram Bapu Dalvi, was a social reformer and was Vice President of the Bombay Arya Samaj in 1880.[2]", "48468716": "Leon Armenovich Takhtajan (Armenian: Լևոն Թախտաջյան; Russian: Леон Арменович Тахтаджян, born 1 October 1950, Yerevan) is a Russian (and formerly Soviet) mathematical physicist of Armenian descent, currently a professor of mathematics at the Stony Brook University, Stony Brook, NY, and a leading researcher at the Euler International Mathematical Institute, Saint Petersburg, Russia.[1]", "32084718": "Ian Agol[needs  IPA] (born May 13, 1970) is an American mathematician who deals primarily with the topology of three-dimensional manifolds.[2]", "62231279": "Karen Rhea is an American mathematics educator, a Collegiate Lecturer Emerita in the mathematics department of the University of Michigan.[1] Before joining the University of Michigan faculty, she was on the faculty at the University of Southern Mississippi.[2]", "15733487": "Adam Lonicer, Adam Lonitzer or Adamus Lonicerus (10 October 1528 – 29 May 1586) was a German botanist, noted for his 1557 revised version of Eucharius Rösslin's herbal.", "41980659": "Nalini Anantharaman (born 26 February 1976) is a French mathematician who has won major prizes including the Henri Poincaré Prize in 2012.", "58692342": "Alison Grant Harcourt AO (née Doig; born 24 November 1929)[1] is an Australian mathematician and statistician most well-known for co-defining the branch and bound algorithm along with Ailsa Land whilst carrying out research at the London School of Economics.[2][3][4] She was also part of the team which developed a poverty line as part of the Henderson Inquiry into poverty in Australia and helped to introduce the double randomisation method of ordering candidates used in Australian elections.[3][5]", "44929782": "Carol Saunders Wood (born February 9, 1945, in Pennington Gap, Virginia)[1] is a retired American mathematician, the Edward Burr Van Vleck Professor of Mathematics, Emerita, at Wesleyan University.[2] Her research concerns mathematical logic and model-theoretic algebra,[3] and in particular the theory of differentially closed fields.[4]", "48173820": "Anna Catherine Gilbert (born 1972)[1] is an American mathematician who works as the Herman Goldstine Collegiate Professor of Mathematics at the University of Michigan.[2] She also holds a courtesy appointment in electrical engineering and computer science at Michigan. Her research expertise is in randomized algorithms for harmonic analysis, image processing, signal processing, and large data sets.[3]", "332544": "Pierre-Simon Girard (4 November 1765 – 30 November 1836) was a French mathematician and engineer, who worked on fluid mechanics.", "57512705": "Aissa Wade  is a Professor of Mathematics at Pennsylvania State University. She was the President of the African Institute for Mathematical Sciences centre in Senegal (from 2016 to 2018).", "25301762": "Gerald L. Thompson (born November 25, 1923, Rolfe, Iowa; died November 9, 2009 Pittsburgh, Pennsylvania) was the IBM Professor of Systems and Operations Research (Emeritus) in the Tepper School of Business of Carnegie Mellon University.", "7344897": "Vladimir Varićak (sometimes also spelled Vladimir Varičak; March 1, 1865 – January 17, 1942) was a Croatian Serb mathematician and theoretical physicist.[1][2]", "36344577": "Terrence L. Fine (March 9, 1939 – January 31, 2021)[1] was an American scientist, engineer and philosopher. He is known[2][3][4] especially for his contributions to the defense and development of alternatives to the classical calculus for probabilistic modeling and decision-making. Other contributions include Fine's theorem,[5] the Fine numbers[6] and the Fine–McMillan quantizer.[7] He was the recipient of the first patent awarded in the area of statistical delta modulation.[8]", "20452101": "Frances Foong Chu Yao (Chinese: 儲楓; pinyin: Chǔ Fēng) is a Taiwanese-American mathematician and theoretical computer scientist. She is currently a Chair Professor at the Institute for Interdisciplinary Information Sciences (IIIS) of Tsinghua University. She was Chair Professor and Head of the Department of computer science at the City University of Hong Kong, where she is now an honorary professor.[1]", "7344905": "Vladimir Vranić (November 10, 1896 – August 3, 1976) was a Croatian mathematician. He was one of the most renowned professors at the University of Zagreb. The amount of his scientific work was very large, and his most important work was in probability and statistics.[1]", "48501513": "Vera Faddeeva (Russian: Вера Николаевна Фаддеева; Vera Nikolaevna Faddeeva; 1906–1983) was a Soviet mathematician. Faddeeva published some of the earliest work in the field of numerical linear algebra. Her 1950 work, Computational methods of linear algebra was widely acclaimed and she won a USSR State Prize for it. Between 1962 and 1975, she wrote many research papers with her husband, Dmitry Konstantinovich Faddeev. She is remembered as an important Russian mathematician, specializing in linear algebra, who worked in the 20th century.", "332556": "Baron Gaspard Clair François Marie Riche de Prony (22 July 1755 – 29 July 1839) was a French mathematician and engineer, who worked on hydraulics. He was born at Chamelet, Beaujolais, France[1] and died in Asnières-sur-Seine, France.", "43651852": "Donald Solitar (September 5, 1932 in Brooklyn, New York, United States – April 28, 2008 in Toronto, Canada) was an American and Canadian mathematician, known for his work in combinatorial group theory.[1][2] The Baumslag–Solitar groups are named after him and Gilbert Baumslag, after their joint 1962 paper on these groups.", "62362388": "Jürgen Gärtner (born 1950 in Reichenbach, Oberlausitz) is a German mathematician, specializing in probability theory and analysis.[1]", "36442901": "Edwin Ford Beckenbach (July 18, 1906 – September 5, 1982) was an American mathematician.", "561940": "Yasumasa Kanada (金田 康正, Kanada Yasumasa, 1949 – 11 February 2020) was a Japanese computer scientist most known for his numerous world records over the past three decades for calculating digits of π. He set the record 11 of the past 21 times.", "1086231": "Al-ʿAbbās ibn Saʿid al-Jawharī (Arabic: العباس بن سعيد الجوهري; c. 800 – c. 860), known as Al-Jawhari, was a geometer who worked at the House of Wisdom in Baghdad and for in a short time in Damascus, where he made astronomical observations. Born (and probably dying) in Baghdad, he was probably of Iranian origin.[1][page needed] His most important work was his commentary on Euclid's Elements, which contained nearly 50 additional propositions and an attempted mathematical proof of the parallel postulate.[citation needed]", "70456096": "Sharon Filipowski Arroyo (born 1966)[1] is an American applied mathematician and operations researcher who works for Boeing as a Boeing Technical Fellow.[2] She works in the Applied Mathematics Group of Boeing Research and Technology on mathematical optimization applications in aircraft manufacturing and management.[2][3]", "55350051": "Nicolas Monod is a professor at École Polytechnique Fédérale de Lausanne (EPFL) and known for work on bounded cohomology, ergodic theory, geometry (CAT(0) spaces), locally compact groups and amenability.[1]", "8459047": "Miron Nicolescu (Romanian: [miˈron nikoˈlesku]; August 27, 1903 – June 30, 1975) was a Romanian mathematician, best known for his work in real analysis and differential equations. He was President of the Romanian Academy and Vice-President of the International Mathematical Union.", "70456106": "Davar Khoshnevisan (born 21 July 1964) is an American mathematician.", "63771438": "Nicole Megow is a German discrete mathematician and theoretical computer scientist whose research topics include combinatorial optimization, approximation algorithms, and online algorithms for scheduling. She is a professor in the faculty of mathematics and computer science at the University of Bremen.", "23204656": "Thomas Milton Liggett (March 29, 1944 – May 12, 2020) was a mathematician at the University of California, Los Angeles. He worked in probability theory, specializing in interacting particle systems.", "4199216": "This article covers the major characters of Clamp's manga Cardcaptor Sakura and its respective anime and movies.[1] The manga and anime focused on Japanese schoolgirl Sakura Kinomoto who finds the magical Clow Book in her father's basement study, accidentally unleashing the magical Clow Cards loose across her hometown Tomoeda. Dubbed the Cardcaptor by the cards' guardian Cerberus (better known as Kero-chan), Sakura must wield the Clow Staff to capture the card spirits and turn them back into cards for her use. Sakura is aided by her best friend and cousin Tomoyo Daidouji, who creates battle costumes for her as well as videotaping her ventures as Cardcaptor; and later by Syaoran Li, a Chinese boy who is a direct descendant of the Clow Cards' creator Clow Reed. The anime also introduced a fourth companion, Meiling Li (sometimes spelled as Meilin Li), Syaoran's cousin. The rest of the characters are mostly oblivious to Sakura's magical life, aside from her brother Toya who has his own magical powers, and later Eriol Hiiragizawa, who is a reincarnated Clow Reed.", "61903668": "Alice Christine Stickland (16 March 1906 – 16 April 1987) was an applied mathematician and astrophysics engineer with interests in radar and radiowave propagation.[1]", "60166965": "Patricia Canright Smith\nGeoff Canright", "61903671": "St Margaret's School, Edinburgh\nDurban Girls' College", "72061753": "Sergey S. Kislitsyn, (Russian: Серге́й Серге́евич Кисли́цын) is a Russian mathematician, specializing in combinatorics and coding theory.", "45224765": "Michael Loss (born 1954)[1] is a mathematician and mathematical physicist who works as a professor of mathematics at the Georgia Institute of Technology.[2]", "45323078": "Jason Alan Behrstock is a mathematician at the City University of New York known for his work in geometric group theory and low-dimensional topology.[1]", "34837321": "Anthony Weston is an American writer, teacher, and philosopher. He is an author of widely used primers in critical thinking and ethical practice and of a variety of unconventional books and essays on philosophical topics.", "65311565": "Martin Pearson Roseveare (24 April 1898, in Great Snoring – 30 March 1985, in Mzuzu, Malawi) was an English mathematician responsible for designing the ration books for the United Kingdom used during the Second World War.", "31331150": "Peter Onumanyi is a Nigerian mathematician. He was born in 1951 in Okene, Nigeria.[1] A graduate of the University of Ibadan and Imperial College, London, he is a fellow and past president of the Mathematical Association of Nigeria.[2] He has been the Head of the Mathematics department, Dean of the Faculty of Natural Sciences, and Deputy Vice-chancellor (Academic) of the University of Jos.[3]", "61739855": "Donna Marie Testerman (born 1960)[1] is a mathematician specializing in the representation theory of algebraic groups. She is a professor of mathematics at the École Polytechnique Fédérale de Lausanne in Switzerland.[2]", "47846221": "Zdeněk Dvořák (born April 26, 1981) is a Czech mathematician specializing in graph theory.", "40932180": "Hee Oh (Korean: 오희, born 1969) is a South Korean mathematician who works in dynamical systems. She has made contributions to dynamics and its connections to number theory. She is a student of homogeneous dynamics and has worked extensively on counting and equidistribution for Apollonian circle packings, Sierpinski carpets and Schottky dances.[1] She is currently the Abraham Robinson Professor of Mathematics at Yale University.[2]", "61641556": "Xavier Tolsa (born 1966) is a Catalan mathematician, specializing in analysis.", "42898265": "François Louis Baccelli (born December 20, 1954) is senior researcher at INRIA Paris, in charge of the ERC project NEMO on network mathematics.", "2233179": "Edward John Routh FRS (/raʊθ/; 20 January 1831 – 7 June 1907) was an English mathematician, noted as the outstanding coach of students preparing for the Mathematical Tripos examination of the University of Cambridge in its heyday in the middle of the nineteenth century.[4] He also did much to systematise the mathematical theory of mechanics and created several ideas critical to the development of modern control systems theory.", "52728667": "Sir William Richard Joseph Cook, KCB FRS (10 April 1905 – 16 September 1987) was a British civil servant and mathematician.", "23270237": "Sir Wilfred Halliday Cockcroft (7 June 1923 – 27 September 1999) was an eminent mathematics educator from the University of Hull.", "60494691": "Herschell E. Filipowski FSA (1816 – 12 June 1872), also known as Tzvi Hirsh Filipowski (Hebrew: צְבִי הִירְשׁ פִילִיפּוֹבְסְקִי, Yiddish: צבי הירש פֿיליפּאָווסקי‎),  was a Lithuanian-born British Jewish Hebraist, editor, mathematician, linguist and actuary.", "1086307": "Thomas Simpson FRS (20 August 1710 – 14 May 1761) was a British mathematician and inventor known for the eponymous Simpson's rule to approximate definite integrals. The attribution, as often in mathematics, can be debated: this rule had been found 100 years earlier by Johannes Kepler, and in German it is called Keplersche Fassregel.", "67343208": "Sonja Petrović is a Serbian-American statistician and associate professor in the Department of Applied Mathematics, College of Computing, at Illinois Institute of Technology. Her research is focused on mathematical statistics and algebraic statistics, applied and computational algebraic geometry and random graph (network) models.[1] She was elected to the International Statistics Institute in 2015.[2]", "44962669": "Roger Paman (c. 1700 - 1748) was an 18th-century English mathematician.", "4592495": "Yuval Zvi Flicker (Hebrew: יוּבַל צְבִי פְלִיקֶר; born 1955 in Israel) is an American mathematician. His primary research interests include automorphic representations.[1]", "4854639": "Ludvig Dmitrievich Faddeev (also Ludwig Dmitriyevich; Russian: Лю́двиг Дми́триевич Фадде́ев; 23 March 1934 – 26 February 2017) was a Soviet and Russian mathematical physicist. He is known for the discovery of the Faddeev equations in the theory of the quantum mechanical three-body problem and for the development of path integral methods in the quantization of non-abelian gauge field theories, including the introduction (with Victor Popov) of Faddeev–Popov ghosts.  He led the Leningrad School, in which he along with many of his students developed the quantum inverse scattering method for studying quantum integrable systems in one space and one time dimension.  This work led to the invention of quantum groups by Drinfeld and Jimbo.", "8000370": "Lars Gårding (7 March 1919 – 7 July 2014)[2] was a Swedish mathematician. He made notable contributions to the study of partial differential equations and partial differential operators. He was a professor of mathematics at Lund University in Sweden 1952–1984. Together with Marcel Riesz, he was a thesis advisor for Lars Hörmander.", "37749": "Marie Jean Antoine Nicolas de Caritat, Marquis of Condorcet (French: [maʁi ʒɑ̃ ɑ̃twan nikɔla də kaʁita maʁki də kɔ̃dɔʁsɛ]; 17 September 1743 – 29 March 1794), known as Nicolas de Condorcet, was a French philosopher and mathematician.[2] His ideas, including support for a liberal economy, free and equal public instruction, constitutional government, and equal rights for women and people of all races, have been said to embody the ideals of the Age of Enlightenment, of which he has been called the \"last witness\",[3] and Enlightenment rationalism. A critic of the constitution proposed by Marie-Jean Hérault de Séchelles in 1793, the Convention Nationale — and the Jacobin faction in particular — voted to have Condorcet arrested. He died in prison after a period of hiding from the French Revolutionary authorities.", "2003831": "Ruth Moufang (10 January 1905 – 26 November 1977) was a German mathematician.", "1643384": "Cedric Austen Bardell Smith (5 February 1917 – 10 January 2002) was a British statistician and geneticist. Smith was born in Leicester. He was the younger son of John Bardell Smith (1876–1950), a mechanical engineer, and Ada (née Horrocks; 1876–1969). He was educated at Wyggeston Grammar School for Boys until 1929, when the family moved to London. His education continued at Bec School, Tooting, for three years, then at University College School, London. In 1935, although having failed his Higher School Certificate, he was awarded an exhibition to Trinity College, Cambridge. He graduated in the Mathematical Tripos, with a First in Part II in 1937 and a Distinction in Part III in 1938. Following graduation he began postgraduate research, taking his PhD in 1942.", "45421432": "Aleksandr Adol'fovich Buchstab (October 4, 1905 – February 27, 1990;[1] Russian: Александр Адольфович Бухштаб, variously transliterated as Bukhstab, Buhštab, or Bukhshtab) was a Soviet mathematician who worked in number theory and was \"known for his work in sieve methods\".[2][3] He is the namesake of the Buchstab function, which he wrote about in 1937.[4]", "66425723": "Jenny Antoinette Baglivo (born 1948)[1] is an American mathematician, statistician, and book author. She is retired as a professor of mathematics at Boston College, where she retains an affiliation as research professor.[2]", "31560577": "Edward Kingsley Wakeford (E. K. Wakeford; 15 June 1894 – 26 July 1916) was an English geometer.", "47387522": "Wiesława Krystyna Nizioł (pronounced ['viɛswava 'krɨstɨna 'niziɔw]) is a Polish mathematician, director of research at CNRS, based at Institut mathématique de Jussieu. Her research concerns arithmetic geometry, and in particular p-adic Hodge theory, Galois representations, and p-adic cohomology.", "70534": "William Edwards Deming (October 14, 1900 – December 20, 1993) was an American business theorist, composer, economist, industrial engineer, management consultant, statistician, and writer. Educated initially as an electrical engineer and later specializing in mathematical physics, he helped develop the sampling techniques still used by the United States Census Bureau and the Bureau of Labor Statistics. He is also known as the father of the quality movement and was hugely influential in post-WWII Japan, credited with revolutionizing Japan's industry and making it one of the most dominant economies in the world.[1][2] He is best known for his theories of management.[3]", "68719496": "Heiko Enderling is a German-American mathematical biologist and mathematical oncologist whose research topics include radiotherapy, tumor-immune interactions, cancer stem cells, and dynamic biomarkers. He is a Senior Member in the Department of Integrated Mathematical Oncology at Moffitt Cancer Center, editor of the Bulletin of Mathematical Biology, and president of the Society for Mathematical Biology (2021–2023).[1]", "37065609": "Jonathan Mock Beck (aka Jon Beck; 11 November 1935 – 11 March 2006, Somerville, Massachusetts) was an American mathematician, who worked on category theory and algebraic topology.[1]", "18387851": "Vera Nikolaevna Kublanovskaya (née Totubalina; November 21, 1920 – February 21, 2012 [1]) was a Russian mathematician noted for her work on developing computational methods for solving spectral problems of algebra. She proposed the QR algorithm for computing eigenvalues and eigenvectors in 1961, which has been named as one of the ten most important algorithms of the twentieth century.[2] This algorithm was proposed independently by the English computer scientist John G.F. Francis in 1959.", "7803789": "Thomas Penyngton Kirkman FRS (31 March 1806 – 3 February 1895) was a British mathematician and ordained minister of the Church of England. Despite being primarily a churchman, he maintained an active interest in research-level mathematics, and was listed by Alexander Macfarlane as one of ten leading 19th-century British mathematicians.[1][2][3] In the 1840s, he obtained an existence theorem for Steiner triple systems that founded the field of combinatorial design theory, while the related Kirkman's schoolgirl problem is named after him.[4][5]", "26448780": "Osip Ivanovich Somov (Russian: Ио́сиф (О́сип) Ива́нович Со́мов; 13 June 1815, Moscow Governorate – 8 May 1876, Saint Petersburg) was a Russian mathematician.", "5673873": "Bruce Carl Berndt (born March 13, 1938, in St. Joseph, Michigan) \nis an American mathematician. Berndt attended college at Albion College, graduating in 1961, where he also ran track. He received his master's and doctoral degrees from the University of Wisconsin–Madison. He lectured for a year at the University of Glasgow and then, in 1967, was appointed an assistant professor at the University of Illinois at Urbana-Champaign, where he has remained since. In 1973–74 he was a visiting scholar at the Institute for Advanced Study in Princeton.[1] He is currently (as of 2006[update]) Michio Suzuki Distinguished Research Professor of Mathematics at the University of Illinois.", "59085718": "Cassius Tocqueville Ionescu Tulcea (Romanian: Casius Ionescu-Tulcea; October 14, 1923 – March 6, 2021) was a Romanian-American mathematician, specializing in probability theory, statistics and mathematical analysis.[1]", "3969942": "Tatyana Pavlovna Ehrenfest, later van Aardenne-Ehrenfest, (Vienna, October 28, 1905 – Dordrecht, November 29, 1984) was a Dutch mathematician. She was the daughter of Paul Ehrenfest (1880–1933) and Tatyana Afanasyeva (1876–1964).", "34935704": "Adolf Carl Josef Krazer (15 April 1858, in Zusmarshausen – 7 August 1926, in Karlsruhe) was a German mathematician.", "30282656": "Siegfried Heinrich Aronhold (16 July 1819 – 13 March 1884) was a German mathematician who worked on invariant theory and introduced the symbolic method. He was born in Angerburg, East Prussia, and died, aged 64, in Berlin, Germany.", "60265380": "Robert Sh. Liptser (Russian: Роберт Шевелевич Липцер; Hebrew: רוברט ליפצר , 20 March 1936 – 2 January 2019) was a Russian-Israeli mathematician who made contributions to the theory and applications of stochastic processes, in particular to martingales, stochastic control and nonlinear filtering.", "8885159": "Camille-Christophe Gerono (1799 in Paris, France – 1891 in Paris) was a French mathematician. He concerned himself above all with geometry. The Lemniscate of Gerono or figure-eight curve was named after him.[1] With Olry Terquem, he was founding co-editor in 1842 of the scientific journal Nouvelles Annales de Mathématiques.[2]", "72389547": "Pham Hoang Hiep  is a Vietnamese Mathematician known for his work in complex analysis.[2][3] He is a professor at the  Vietnam Academy of Science and Technology and director of the International Centre for Mathematical Research and Training. He was awarded the 2015 Prof. Ta Quang Buu prize (young prize)[4][5] and the 2019 ICTP Ramanujan Prize.[2][6]", "70578": "Benjamin Banneker (November 9, 1731 – October 19, 1806) was an African-American naturalist, mathematician, astronomer and almanac author. A landowner, he also worked as a surveyor and farmer.", "1708981": "Sir Samuel Morland, 1st Baronet (1625 – 30 December 1695), or Moreland, was an English academic, diplomat, spy, inventor and mathematician of the 17th century, a polymath credited with early developments in relation to computing, hydraulics and steam power.", "62624694": "Mabel Minerva Young (1872 – 1963) was an American mathematician active at Wellesley College.", "41030586": "Lajos Jánossy (2 March 1912, Budapest – 2 March 1978, Budapest) was a Hungarian physicist, astrophysicist and mathematician and a member of  the Hungarian Academy of Sciences. His primary research fields were astrophysics, nuclear physics, quantum mechanics, mathematical physics, and statistics, as well as electrodynamics and optics.", "69866440": "Ivan Oseledets (Russian: Оселедец Иван Валерьевич; born July 6, 1983) is a Russian computer scientist and mathematician and professor at the Skolkovo Institute of Science and Technology.[1]  He is best known for the tensor train decomposition,[2] which is more commonly called a matrix product state in the area of tensor networks.", "2626509": "Naum Krasner (21 February 1924 – 5 March 1999) was a Russian mathematician and economist.", "57054159": "William Parkinson Wilson (late 1825 – 11 September 1874) was an astronomer and professor of mathematics who was born in England but spent most of his career in Australia.[1]", "4166617": "Warren Arthur Ambrose (October 25, 1914 – December 4, 1995) was Professor Emeritus of Mathematics at the Massachusetts Institute of Technology and at the University of Buenos Aires.", "66753499": "Zdzisław Józef Porosiński (19 March 1955 in Kłodzko, Poland – 19 March 2016 in Wrocław, Poland)[2] was a Polish mathematician and statistician.", "2626524": "Charles Bossut (11 August 1730 – 14 January 1814) was a French mathematician and confrère of the Encyclopaedists.", "4559839": "Victor Alexandrovich Kolyvagin (Russian: Виктор Александрович Колывагин, born 11 March, 1955) is a Russian mathematician who wrote a series of papers on Euler systems, leading to breakthroughs on the Birch and Swinnerton-Dyer conjecture, and Iwasawa's conjecture for cyclotomic fields.[1] His work also influenced Andrew Wiles's work on Fermat's Last Theorem.[2][3]", "2692065": "Antoine Deparcieux (28 October 1703 – 2 September 1768) was a French mathematician.\nHe was born at Clessous in the Portes, department of Gard. He attended the school of Saint Florent for 10 years while working on his family farm. In 1725, his desire for learning took him to Lyon, where he studied at a Jesuit school for five years. Then, in 1730, he went to Paris to increase his knowledge of mathematics and physics. He made a living by manufacturing sundials.", "31232997": "Sean Roberts Eddy is Professor of Molecular & Cellular Biology and of Applied Mathematics at Harvard University. Previously he was based at the Janelia Research Campus from 2006 to 2015[1][7][8] in Virginia. His research interests are in bioinformatics, computational biology and biological sequence analysis.[9][10][11][12] As of 2016[update] projects include the use of Hidden Markov models[13][14] in HMMER, Infernal[15] Pfam and Rfam.[16][17][18][19]", "52827111": "Dr John Meadows Jackson FRSE FIMA FRAS (1907–1998) was a British mathematician.", "55710701": "Kavita Ramanan is a probability theorist who works as a professor of applied mathematics at Brown University.", "19403762": "Ronald Martin Foster (3 October 1896 – 2 February 1998), was an American mathematician at Bell Labs whose work was of significance regarding electronic filters for use on telephone lines.  He published an important paper, A Reactance Theorem,[1] (see Foster's reactance theorem) which quickly inspired Wilhelm Cauer to begin his program of network synthesis filters which put the design of filters on a firm mathematical footing.[2] He is also known for the Foster census of cubic, symmetric graphs[3] and the 90-vertex cubic symmetric Foster graph.", "37875": "August Ferdinand Möbius (UK: /ˈmɜːbiəs/, US: /ˈmeɪ-, ˈmoʊ-/;[1] German: [ˈmøːbi̯ʊs]; 17 November 1790 – 26 September 1868) was a German mathematician and theoretical astronomer.", "56759282": "John Taylor (born 1664) was an English mathematician and traveller, and author of a manuscript account of Jamaica.[1]", "64164858": "Jacob Pieter \"Jaap\" Murre (18 September 1929 – 9 April 2023) was a Dutch mathematician specializing in algebraic geometry. He was a professor of mathematics at Leiden University from 1961 to 1994.", "34870269": "Konrad Jörgens (3 December 1926 – 28 April 1974) was a German mathematician.\nHe made important contributions to mathematical physics, in particular to the foundations of quantum mechanics, and to the theory of partial differential equations and integral operators.", "2626557": "Isaak Borisovich Russman (Russian: Исаак Борисович Руссман; 7 March 1938 – 11 July 2005) was a Russian mathematician and economist. He studied and worked at Voronezh State University.", "1840129": "Solomon Marcus (Romanian pronunciation: [ˈsolomon ˈmarkus]; 1 March 1925 – 17 March 2016) was a Romanian mathematician, member of the Mathematical Section of the Romanian Academy (full member from 2001) and emeritus professor of the University of Bucharest's Faculty of Mathematics.", "1119246": "Elizur Wright III (12 February 1804 – 22 November 1885) was an American mathematician and abolitionist. He is sometimes described in the United States as \"the father of life insurance\", or \"the father of insurance regulation\", as he campaigned that life insurance companies must keep reserves and provide surrender values. Wright served as an insurance commissioner for the Commonwealth of Massachusetts.[1]", "168977": "Tricia Marie McMillan, also known as Trillian Astra, is a fictional character from Douglas Adams' series The Hitchhiker's Guide to the Galaxy.  She is most commonly referred to simply as \"Trillian\", a modification of her birth name, which she adopted because it sounded more \"space-like\". According to the movie version, her middle name is Marie.  Physically, she is described as \"a slim, darkish humanoid, with long waves of black hair, a full mouth, an odd little knob of a nose and ridiculously brown eyes,\" looking \"vaguely Arabic.\"[1]", "22713369": "Pasquale (\"Pat\") Joseph Federico (March 25, 1902 – January 2, 1982[1]) was a lifelong mathematician and longtime high-ranking official of the United States Patent Office.", "58528797": "Gennadi Markovich Henkin (Геннадий Маркович Хенкин, born 26 October 1942, Moscow – 19 January 2016, Paris)[1] was a Russian mathematician and mathematical economist.[2]", "47322146": "Ernesto Lupercio is a Mexican mathematician. He was awarded the ICTP Ramanujan Prize in 2009, \"for his outstanding contributions to algebraic topology, geometry and mathematical physics.\"[1]", "53416998": "Cataldo Agostinelli (16 December 1894 – 18 January 1988) was an Italian mathematician who wrote 218 papers and several treatises in various disciplines which include dynamics of rigid systems, celestial mechanics,  dynamics of non-holonomic systems and magnetohydrodynamics about which he wrote (1966), commissioned by C.N.R., a broad monograph in which also the magnetohydrodynamics waves, the vortexes and the plasma theory are dealt with.[1][2] He was member of the Accademia dei Lincei, President of the Accademia delle Scienze of Turin and member of several other local Academies.", "8688682": "Yuri Dmitrievich Burago (Russian: Ю́рий Дми́триевич Бура́го; born 21 June 1936) is a Russian mathematician.  He works in differential and convex geometry.", "1053747": "Vladimir Gershonovich Drinfeld (Ukrainian: Володи́мир Ге́ршонович Дрінфельд; Russian: Влади́мир Ге́ршонович Дри́нфельд; born February 14, 1954), surname also romanized as Drinfel'd, is a renowned mathematician from the former USSR, who emigrated to the United States and is currently working at the University of Chicago.", "24712247": "Abū ʿAbdallāh Yaʿīsh ibn Ibrāhīm ibn Yūsuf ibn Simāk al-Andalusī al-Umawī (Arabic: يعيش بن إبراهيم بن يوسف بن سماك الأموي الأندلسي)  (1400? in Al-Andalus – 1489 in Damascus, Syria) was a 15th-century Spanish-Arab[1] mathematician.", "57545783": "Ping Zhang is a mathematician specializing in graph theory. She is a professor of mathematics at Western Michigan University and the author of multiple textbooks on graph theory and mathematical proof.[1]", "5149755": "Prof Hubert Anson Newton FRS HFRSE (19 March 1830 – 12 August 1896), usually cited as H. A. Newton, was an American astronomer and mathematician, noted for his research on meteors.", "55022655": "Mildred Macfarlan Barnard (also known as Mildred Macfarlan Prentice,[1][2] 5 August 1908 – 9 March 2000) was an Australian biometrician, mathematician and statistician.[3]", "70456390": "Mark Andrea de Cataldo is an Italian mathematician.", "37360717": "Tord Hjalmar Ganelius (born 23 May 1925 in Stockholm, dead 14 March 2016 in Stockholm) was a Swedish mathematician and professor emeritus. He served as Permanent Secretary of the Royal Swedish Academy of Sciences and was a board member of the Nobel Foundation from 1981 to 1989.[1][2] His primary research interests were holomorphic functions and approximation theory.[3]", "1643598": "Kōsaku Yosida (吉田 耕作, Yosida Kōsaku, 7 February 1909, Hiroshima – 20 June 1990) was a Japanese mathematician who worked in the field of functional analysis. He is known for the Hille-Yosida theorem concerning C0-semigroups. Yosida studied[1] mathematics at the University of Tokyo, and held posts at Osaka and Nagoya Universities. In 1955, Yosida returned to the University of Tokyo.", "61740112": "Mary Claire Pugh is an applied mathematician known for her research on thin films, including the thin-film equation and Hele-Shaw flow. She is a professor of mathematics at the University of Toronto.[1]", "28152918": "Petru Soltan (29 June 1931 – 15 July 2016) was a Moldovan mathematician. He was a member of the Academy of Sciences of Moldova[2] and an honorary member of the Romanian Academy.[3] Petru Soltan was a member of the Mathematical Society of Moldova.[4]", "17470551": "Simon de la Loubère (French: [simɔ̃ də la lubɛʁ]; 21 April 1642 – 26 March 1729)[1] was a French diplomat to Siam (Thailand), writer, mathematician and poet. He is credited with bringing back a document which introduced Europe to Indian astronomy, the \"Siamese method\" of making magic squares, as well as one of the earliest description of parachutes.", "26678360": "Klaus Gunter Fischer (November 12, 1943 – July 2, 2009) was a German-American mathematician of German origin. He worked on a wide range of problems in algebraic geometry, commutative algebra, graph theory, and combinatorics.", "7705698": "Dennis Barden is a mathematician at the University of Cambridge working in the fields of geometry and topology.[1] He is known for his classification of the simply connected compact 5-manifolds[2] and, together with Barry Mazur and John R. Stallings, for having proved the s-cobordism theorem.[3] Barden received his Ph.D. from Cambridge in 1964 under the supervision of C. T. C. Wall.[4]", "34935909": "Aldo Andreotti (15 March 1924 – 21 February 1980) was an Italian mathematician who worked on algebraic geometry, on the theory of functions of several complex variables and on partial differential operators. Notably he proved the Andreotti–Frankel theorem, the Andreotti–Grauert theorem, the Andreotti–Vesentini theorem and introduced, jointly with François Norguet, the Andreotti–Norguet integral representation for functions of several complex variables.", "365672": "Armand Borel (21 May 1923 – 11 August 2003) was a Swiss mathematician, born in La Chaux-de-Fonds, and was a permanent professor at the Institute for Advanced Study in Princeton, New Jersey, United States from 1957 to 1993. He worked in algebraic topology, in the theory of Lie groups, and was one of the creators of the contemporary theory of linear algebraic groups.", "65934444": "Isaac Dalby  (1744 – 16 October 1824)[1] was an English mathematician, surveyor and teacher. He was involved in the Principal Triangulation of Great Britain, the first high-precision trigonometric survey of Great Britain.", "63935600": "The ancient Indian Brahmin mathematician Sissa (also spelt Sessa or Sassa and also known as Sissa ibn Dahir or Lahur Sessa) is a mythical character from India, known for the invention of Chaturanga, the Indian predecessor of chess, and the wheat and chessboard problem he would have presented to the king when he was asked what reward he'd like for that invention.[1]", "2266225": "Georg Bernhard Bilfinger (23 January 1693 – 18 February 1750), German philosopher, mathematician and statesman, son of a Lutheran minister.", "46601340": "Dr. Shisanji Hokari (穂刈 四三二, Hokari Shisanji, 28 March 1908 – 2 January 2004) was a Japanese mathematician. He was admitted to the American Mathematical Society in 1966.[1] He was a professor emeritus of Tokyo Metropolitan University and the president of Josai University.", "758911": "Richard Streit Hamilton (born 10 January 1943) is an American mathematician who serves as the Davies Professor of Mathematics at Columbia University. He is known for contributions to geometric analysis and partial differential equations. Hamilton is best known for foundational contributions to the theory of the Ricci flow and the development of a corresponding program of techniques and ideas for resolving the Poincaré conjecture and geometrization conjecture in the field of geometric topology. Grigori Perelman built upon Hamilton's results to prove the conjectures, and was awarded a Millennium Prize for his work. However, Perelman declined the award, regarding Hamilton's contribution as being equal to his own.", "14390402": "Judith Victor Grabiner (born October 12, 1938) is an American mathematician and historian of mathematics, who is Flora Sanborn Pitzer Professor Emerita of Mathematics at Pitzer College, one of the Claremont Colleges.[1] Her main interest is in mathematics in the eighteenth and nineteenth centuries.[2]", "45651077": "Leon (Greek: Λέων) was an Ancient Greek mathematician and pupil of Neocleides,[1] who was active from around 370 to 340 BCE.[2] His book Elements was overshadowed by Euclid's work of the same name.", "1086599": "Louis Couturat (French: [kutyʁa]; 17 January 1868 – 3 August 1914) was a French logician, mathematician, philosopher, and linguist. Couturat was a pioneer of the constructed language Ido.", "58299531": "Edward Barry Saff (born 2 January 1944 in New York City)[1] is an American mathematician, specializing in complex analysis, approximation theory, numerical analysis, and potential theory.", "60167312": "Vinayak Vatsal is a Canadian mathematician working in number theory and arithmetic geometry.", "365715": "Sir William Timothy Gowers, FRS (/ˈɡaʊ.ərz/; born 20 November 1963)[1] is a British mathematician. He is Professeur titulaire of the Combinatorics chair at the Collège de France, and director of research at the University of Cambridge and Fellow of Trinity College, Cambridge. In 1998, he received the Fields Medal for research connecting the fields of functional analysis and combinatorics.[3][4][5]", "56628372": "Anita T. Layton is an applied mathematician who applies methods from computational mathematics and partial differential equations to model kidney function. She presently holds a Canada 150 Research Chair in Mathematical Biology and Medicine at the University of Waterloo. She is also a professor in the university's Department of Applied Mathematics. She joined the Waterloo faculty in 2018. Previously, she was the Robert R. & Katherine B. Penn Professor of Mathematics at Duke University, where she also held appointments in the department of biomedical engineering and the department of medicine.[1]", "1709206": "John William Scott \"Ian\" Cassels, FRS[1] (11 July 1922 – 27 July 2015[2]) was a British mathematician.", "24188056": "Eugene Lukacs (Hungarian: Lukács Jenő, 14 August 1906 – 21 December 1987) was a Hungarian-American statistician notable[1] for his work in characterization of distributions, stability theory, and being the author of Characteristic Functions,[2] a classic textbook in the field.", "595099": "John Allen Paulos (born July 4, 1945) is an American professor of mathematics at Temple University in Philadelphia, Pennsylvania. He has gained fame as a writer and speaker on mathematics and the importance of mathematical literacy. Paulos writes about many subjects, especially of the dangers of mathematical innumeracy; that is, the layperson's misconceptions about numbers, probability, and logic.[1]: 133, 213", "53810333": "Thyrsa Anne Frazier Svager (June 16, 1930 – July 23, 1999) was an American academic who was one of the first African-American woman to gain a PhD in mathematics.[1] Born in Ohio, she graduated from high school at the age of 16, going to Antioch College in Ohio and then doing her postgraduate degrees at Ohio State University.[2] Frazier Svager was the head of the Department of Mathematics at Central State University (CSU) in Ohio for decades, ending her academic career as provost and dean for academic affairs.[3] She and her husband, physics professor Aleksandar Svager, invested one of their salaries during their careers to build a legacy for scholarships.[4][5] After her death, the Thyrsa Frazier Svager Fund was established to provide scholarships for African-American women majoring in mathematics.[6]", "24089764": "Heinrich Walter Guggenheimer (July 21, 1924 – March 4, 2021) was a German-born Swiss-American[1] mathematician who has contributed to knowledge in differential geometry, topology, algebraic geometry, and convexity. He has also contributed volumes on Jewish sacred literature.", "47027369": "Joan Ruth Leitzel (née Phillips; born July 2, 1936) is an American mathematician and university administrator. She was the president of the University of New Hampshire from 1996 to 2002.[2] She received the Charles Holmes Pettee Medal in 2002 for her contributions to the University of New Hampshire. She attended Hanover College (BA 1958), Brown University (AM 1961), and Indiana University (PhD 1965 in algebra under the supervision of George William Whaples [fr]).[3][4]", "57447600": "Emmanuel Ullmo (born 25 June 1965) is a French mathematician, specialised in arithmetic geometry. Since 2013 he has served as director of the Institut des Hautes Études scientifiques.", "10917044": "Max D. Gunzburger,  Francis Eppes Distinguished Professor of Mathematics at Florida State University, is an American mathematician and computational scientist affiliated with the Florida State interdisciplinary Department of Scientific Computing.  He was the 2008 winner of the SIAM W.T. and Idalia Reid Prize in Mathematics.[1][2]  His seminal research contributions include flow control, finite element analysis, superconductivity and Voronoi tessellations.[3]  He has also made contributions in the areas of aerodynamics, materials, acoustics, climate change, groundwater, image processing and risk assessment.[2][3]", "2659510": "Albert Nikolayevich Shiryaev (Russian: Альбе́рт Никола́евич Ширя́ев; born October 12, 1934) is a Soviet and Russian mathematician.  He is known for his work in probability theory, statistics and financial mathematics.", "5117114": "Reuben Hersh (December 9, 1927 – January 3, 2020) was an American mathematician and academic, best known for his writings on the nature, practice, and social impact of mathematics. Although he was generally known as Reuben Hersh, late in life he sometimes used the name Reuben Laznovsky in recognition of his father's ancestral family name. His work challenges and complements mainstream philosophy of mathematics.", "26350780": "Clyde Elton Love (December 12, 1882 – January 31, 1960) was an American contract bridge author and mathematics professor at the University of Michigan, Ann Arbor.[1]  He was a native of Bancroft, Michigan and graduated from the University of Michigan in 1905.[2]", "43193535": "George V. Cybenko is the Dorothy and Walter Gramm Professor of\nEngineering at Dartmouth and a fellow of the IEEE and SIAM.[1]", "26481857": "Marc Yor (24 July 1949 – 9 January 2014) was a French mathematician well known for his work on stochastic processes, especially properties of semimartingales, Brownian motion and other Lévy processes, the Bessel processes, and their applications to mathematical finance.", "1250498": "Joachim \"Jim\" Lambek FRSC (5 December 1922 – 23 June 2014)[2] was a Canadian mathematician. He was Peter Redpath Emeritus Professor of Pure Mathematics at McGill University, where he earned his PhD degree in 1950 with Hans Zassenhaus as advisor.", "61248706": "Paolo Piccione (born 24 April 1964) is an Italian mathematician working in differential geometry, Riemannian geometry and analysis. He is professor at the University of São Paulo since 1996 and president of the Brazilian Mathematical Society since 2017.", "5215428": "Giovanni[a] Domenico Cassini, also known as Jean-Dominique Cassini (8 June 1625 – 14 September 1712) was an Italian (naturalised French)[1] mathematician, astronomer and engineer. Cassini was born in Perinaldo,[2][3] near Imperia, at that time in the County of Nice, part of the Savoyard state.[4][5] Cassini is known for his work on astronomy and engineering. He discovered four satellites of the planet Saturn and noted the division of the rings of Saturn; the Cassini Division was named after him. Giovanni Domenico Cassini was also the first of his family to begin work on the project of creating a topographic map of France.", "47682758": "Ken-ichi Kawarabayashi (Japanese: 河原林 健一, born 1975) is a Japanese graph theorist who works as a professor at the National Institute of Informatics and is known for his research on graph theory (particularly the theory of graph minors) and graph algorithms.", "56530120": "Jean Cerf (born 1928) is a French mathematician, specializing in topology.", "56956105": "Johann Heinrich Graf (16 August 1852 – 17 June 1918) was a Swiss mathematician who was rector of the University of Bern and promoter of the Swiss National Library.", "58725576": "Chawne Monique Kimber (/ʃɔːn/ SHAWN;[1] born 1971)[2] is an African-American mathematician and quilter,[3] known for expressing her political activism in her quilts.[4][5] She was a professor at Lafayette College, where she headed the department of mathematics.[6] Kimber is now the Dean of the College at Washington and Lee University.[7]", "63050955": "Alexander Furman is a mathematician at the University of Illinois, Chicago.[1][2] Furman received his bachelor's degree in mathematics and computer science from the Hebrew University of Jerusalem in 1986,[3][4] later earning his master's degree and PhD in mathematics in 1989 and 1996 respectively from the same university.[3][4]", "23991497": "William Barry Pennington (9 July 1923 – 5 March 1968) was a British mathematician best known for his work on Ramanujan's tau function.[1]", "10654923": "Thomas Shaw Brandreth, FRS (24 July 1788 – 27 May 1873) was an English mathematician, inventor and classicist.", "27137230": "Lawrence T. Wos (1930–2020) was an American mathematician, a researcher in the Mathematics and Computer Science Division of Argonne National Laboratory.[1]", "53613774": "Werner Weber (3 January 1906 in Oberstein, near Hamburg, Germany – 2 February 1975) was a German mathematician.[1] He was one of the Noether boys, the doctoral students of Emmy Noether. Considered scientifically gifted but a modest mathematician, he was also an extreme Nazi, who would later take part in driving Jewish mathematicians out of the University of Göttingen.[2]", "35755218": "France Križanič (3 March 1928 – 17 January 2002) was a Slovene mathematician, author of numerous books and textbooks on mathematics. He was professor of mathematical analysis at the Faculty of Mathematics and Physics of the University of Ljubljana.[1]", "1643733": "Øystein Ore (7 October 1899 – 13 August 1968) was a Norwegian mathematician known for his work in ring theory, Galois connections, graph theory, and the history of mathematics.", "33985750": "Semën Samsonovich Kutateladze (born October 2, 1945 in Leningrad, now St. Petersburg) is a mathematician. He is known for contributions to functional analysis and its applications to vector lattices and optimization.[1][2] In particular, he has made contributions to the calculus of subdifferentials for vector-lattice valued functions, to whose study he introduced methods of  Boolean-valued models and infinitesimals.", "5280983": "Deane Montgomery (September 2, 1909 – March 15, 1992) was an American mathematician specializing in topology who was one of the contributors to the final resolution of Hilbert's fifth problem in the 1950s.  He served as president of the American Mathematical Society from 1961 to 1962.", "41620696": "Cuthbert Daniel (August 27, 1904 – August 8, 1997) was an American industrial statistician.[1]", "61412569": "Carmen L. Rivera-Medina is a Puerto Rican psychologist, statistician, and methodologist. She is an instructor at University of Puerto Rico, Río Piedras Campus where she works as a statistician and methodologist in the Institute for Psychological Research.", "71668954": "John Kenneth Truss (born April 1947) is a mathematician and emeritus professor of pure mathematics at the University of Leeds where he specialises in mathematical logic, infinite permutation groups, homogeneous structures and model theory.[1] Truss began his career as a junior research fellow at the University of Oxford before holding a series of academic positions and lastly joining the University of Leeds. He has written books on discrete mathematics (1991) and mathematical analysis (1997) and was co-editor in chief of the Journal of the London Mathematical Society until June 2003. He is the father of the former Prime Minister of the United Kingdom, Liz Truss.", "71177436": "Patrick Brendan Kennedy (20 July 1929 in Clarecastle, County Clare, Ireland - 8 June 1966 in Nottingham, England) was an Irish chess champion, and an academic in Mathematics, notable for his work in complex analysis.", "27759837": "University of Cambridge,", "3183838": "William Smyth (February 2, 1797 – April 3, 1868) was an American academic and writer on mathematics and other subjects.", "60757213": "Eun Sug Park is an American statistician who works as a senior research scientist in the Texas A&M Transportation Institute. She is known for her research on the statistics of traffic safety, and on whether public transportation reduces air pollution,[1] as well as for her book on traffic simulation.", "10228966": "Abū Muḥammad Jābir ibn Aflaḥ (Arabic: أبو محمد جابر بن أفلح, Latin: Geber/Gebir; 1100–1150) was an Arab[1][2] Muslim astronomer and mathematician from Seville, who was active in 12th century al-Andalus. His work Iṣlāḥ al-Majisṭi (Correction of the Almagest) influenced Islamic, Jewish, and Christian astronomers.[3]", "26350823": "Carl Edward King-Millward (17 July 1935 in Bedfordshire, United Kingdom[1] – August 2000[2]) was a British mathematician.  He became head of applied mathematics at the Institute of Historical Research in London in 1965, thus becoming the youngest non-literary scholar to do so in the post-war era.[3]", "6624488": "Melvin Dresher (born Dreszer; March 13, 1911 – June 4, 1992) was a Polish-born American mathematician, notable for developing, with Merrill Flood, the game theoretical model of cooperation and conflict known as the Prisoner's dilemma while at RAND in 1950 (Albert W. Tucker gave the game its prison-sentence interpretation, and thus the name by which it is known today).[1][2]", "857319": "Jacob Wolfowitz (March 19, 1910 – July 16, 1981) was a Polish-born American Jewish statistician and Shannon Award-winning information theorist.  He was the father of former United States Deputy Secretary of Defense and World Bank Group President Paul Wolfowitz.", "33985770": "Francis Edward Corrigan FRS (born 10 August 1946, in Birkenhead) is a British mathematician, theoretical physicist,[1] and professor at the University of York.[2]", "10982639": "Johannes von Gmunden (Latin: Johannes de Gamundia; c. 1380/84 – February 23, 1442) was a German astronomer, mathematician and humanist.", "1643759": "Egon Sharpe Pearson CBE FRS[1] (11 August 1895 – 12 June 1980) was one of three children of Karl Pearson and Maria, née Sharpe, and, like his father, a British statistician.[2][3]", "16487670": "Aurelio Ángel Baldor de la Vega (October 22, 1906, Havana, Cuba – April 2, 1978, Miami) was a Cuban mathematician, educator and lawyer.[1] Baldor is the author of a secondary school algebra textbook, titled Álgebra, used throughout the Spanish-speaking world and published for the first time in 1941. He is also the author of the following two books, a) Baldor's Arithmetic and b) Baldor's Geometry Plane and Space and Trigonometry.[2]", "693495": "Raphael Mitchel Robinson (November 2, 1911 – January 27, 1995[1]) was an American mathematician.", "50533623": "Maurice Janet (1888–1983) was a French mathematician.", "35263737": "John George Herriot (1916 – 16 March 2003) was a mathematician at Stanford University who worked on numerical analysis.", "9049338": "Gustav Herglotz (2 February 1881 – 22 March 1953) was a German Bohemian physicist best known for his works on the theory of relativity and seismology.", "24810745": "Vitaly Bergelson (born 1950 in Kiev[1]) is a mathematical researcher and professor at Ohio State University in Columbus, Ohio.  His research focuses on ergodic theory and combinatorics.", "2856189": "Caleb Gattegno (1911–1988) was an Egyptian[1] educator, psychologist, and mathematician. He is considered one of the most influential and prolific mathematics educators of the twentieth century.[2] He is best known for introducing new approaches to teaching and learning mathematics (Visible & Tangible Math), foreign languages (The Silent Way) and reading (Words in Color). Gattegno also developed pedagogical materials for each of these approaches, and was the author of more than 120 books and hundreds of articles[3] largely on the topics of education and human development.", "68162815": "Alan Belmont Cobham (4 November 1927 – 28 June 2011)[1] was an American mathematician and computer scientist known for (with Jack Edmonds) inventing the notion of polynomial time and the complexity class P,[2][B] for Cobham's thesis stating that the problems that have practically usable computer solutions are characterized by having polynomial time,[3][B] and for Cobham's theorem on the sets of numbers that can be recognized by finite automata.[4][C] He also did foundational work on automatic sequences,[5][D] invented priority queues and studied them from the point of view of queueing theory,[6][A] and wrote a program for playing contract bridge that was at the time (in the mid-1980s) one of the best in the world.[7]", "63706369": "Serafim Kalliadasis is an applied mathematician and chemical engineer working at Imperial College London since 2004.[1]", "22615301": "Richard Michael Wilson (23 November 1945) is a mathematician and a professor emeritus at the California Institute of Technology.[2] Wilson and his PhD supervisor Dijen K. Ray-Chaudhuri, solved Kirkman's schoolgirl problem in 1968.[citation needed] Wilson is known for his work in combinatorial mathematics, as well as on historical flutes.", "5608712": "Andrzej Białynicki-Birula (26 December 1935 – 19 April 2021) was a Polish mathematician, best known for his work on algebraic geometry.[1] He was considered one of the pioneers of differential algebra. He was a member of the Polish Academy of Sciences. Białynicki-Birula was married to a paleontologist and phylogeneticist Magdalena Borsuk-Białynicka.[2]", "55383308": "Shirley Jackson Case (1872–1947) was an historian of early Christianity, and a liberal theologian. He served as dean of the Divinity School at the University of Chicago.", "1676566": "Walter Feit (October 26, 1930 – July 29, 2004) was an Austrian-born American mathematician who worked in finite group theory and representation theory. His contributions provided elementary infrastructure used in algebra, geometry, topology, number theory, and logic. His work helped the development and utilization of sectors like cryptography, chemistry, and physics.", "39130394": "William Matthew Makeham (11 September 1826 – 17 November 1891) was an English actuary and mathematician.", "1643806": "Gabriel Andrew Dirac (13 March 1925 – 20 July 1984) was a Hungarian-British mathematician who mainly worked in graph theory.[1] He served as Erasmus Smith's Professor of Mathematics at Trinity College Dublin from 1964 to 1966.[2] In 1952, he gave a sufficient condition for a graph to contain a Hamiltonian circuit. The previous year, he conjectured that n points in the plane, not all collinear, must span at least \n\n\n\n⌊\nn\n\n/\n\n2\n⌋\n\n\n{\\displaystyle \\lfloor n/2\\rfloor }\n\n two-point lines, where \n\n\n\n⌊\nx\n⌋\n\n\n{\\displaystyle \\lfloor x\\rfloor }\n\n is the largest integer not exceeding \n\n\n\nx\n\n\n{\\displaystyle x}\n\n. This conjecture was proven true when n is sufficiently large by Green and Tao in 2012.[3]", "3052833": "David Kazhdan (Hebrew: דוד קשדן), born Dmitry Aleksandrovich Kazhdan (Russian: Дми́трий Александро́вич Кажда́н), is a Soviet and Israeli mathematician known for work in representation theory. Kazhdan is a 1990 MacArthur Fellow.", "2921764": "David S. Salsburg (born 1931) is an author. His 2002 book The Lady Tasting Tea, subtitled How Statistics Revolutionized Science in the Twentieth Century, provides a layman's overview of important developments in the field of statistics in the late 19th and early 20th century, particularly in the areas of experiment design, the study of random distributions, and the careers of major researchers in the field such as Ronald Fisher, Karl Pearson, and Jerzy Neyman.[1]", "28513579": "Louis Victoire Athanase Dupré (28 December 1808 – 10 August 1869) was a French mathematician and physicist noted for his 1860s publications on the mechanical theory of heat (thermodynamics); work that was said to have inspired the publications of engineer François Massieu and his Massieu functions; which in turn inspired the work of American engineer Willard Gibbs and his fundamental equations.", "4134187": "Paul Tannery (20 December 1843 – 27 November 1904) was a French mathematician and historian of mathematics. He was the older brother of mathematician Jules Tannery, to whose Notions Mathématiques he contributed an historical chapter.  Though Tannery's career was in the tobacco industry, he devoted his evenings and his life to the study of mathematicians and mathematical development.", "26252591": "Mohamed Hag Ali Hag el Hassan OMRI GCONMC FAAS FIAS FTWAS (Arabic: محمد حاج علي حاج الحسن, born 21 November 1947) is a Sudanese-Italian mathematician and physicist who co-founded numerous scientific councils. He is the President of The World Academy of Sciences and Sudanese National Academy of Sciences.", "44832050": "Brooke Elizabeth Shipley is an American mathematician. She works as a professor at the University of Illinois at Chicago, where she was head of the Department of Mathematics, Statistics and Computer Science from 2014 to 2022.[1] Her research concerns homotopy theory and homological algebra.[2]", "64492851": "Basilis Gidas is an applied mathematician at Brown University, interested in many applications of mathematics.[1] Following degrees in electrical engineering, mechanical engineering, and mathematics, he obtained a combined Ph.D. in physics and nuclear engineering at the University of Michigan in 1970.[2][3] He is an elected fellow of the Institute of Mathematical Statistics. He has had past appointments in various mathematics and physics departments at the Institute for Advanced Study, Rutgers University, Rockefeller University, Bielefeld University, University of Washington, and University of Michigan.", "57349427": "Lipót, or Leopold (in German), Klug (23 January 1854 – 24 March 1945) was a Jewish-Hungarian[1] mathematician, professor in the Franz Joseph University of Kolozsvár.", "4265276": "Karl Theodor Vahlen (30 June 1869 – 16 November 1945) was a mathematician and professor who was a member of the Nazi Party. He served as the first Gauleiter of Pomerania and was a member of both the SA and SS.", "67835196": "Dmitri Olegovich Orlov, (Дмитрий Олегович Орлов, born September 19, 1966, in Vladimir, Russia) is a Russian mathematician, specializing in algebraic geometry. He is known for the Bondal-Orlov reconstruction theorem (2001).[1]", "49517887": "Karsten Grove is a Danish-American mathematician working in metric and differential geometry, differential topology and global analysis, mainly in topics related to global Riemannian geometry, Alexandrov geometry, isometric group actions and manifolds with positive or nonnegative sectional curvature.", "26481993": "László Pyber (born 8 May 1960 in Budapest) is a Hungarian mathematician. He is a researcher at the Alfréd Rényi Institute of Mathematics, Budapest. He works in combinatorics and group theory.", "54039884": "James M. Crowley (born 19 February 1949) is an American mathematician currently at Society for Industrial and Applied Mathematics and an Elected Fellow to the American Association for the Advancement of Science.[1][2][3][4][5]", "9704785": "John Friedlander FRSC is a Canadian mathematician specializing in analytic number theory. He received his B.Sc. from the University of Toronto in 1965, an M.A. from the University of Waterloo in 1966, and a Ph.D. from Pennsylvania State University in 1972. He was a lecturer at M.I.T. in 1974–76, and has been on the faculty of the University of Toronto since 1977, where he served as Chair during 1987–91. He has also spent several years at the Institute for Advanced Study. In addition to his individual work, he has been notable for his collaborations with other well-known number theorists, including Enrico Bombieri, William Duke, Andrew Granville, and especially Henryk Iwaniec.[1]", "52073812": "Jacqueline Anne \"Jackie\" Stedall (4 August 1950 – 27 September 2014)[1] was a British mathematics historian. She wrote nine books,[1] and appeared on radio on BBC Radio 4's In Our Time programme.", "43849047": "Askold Georgievich Khovanskii (Russian: Аскольд Георгиевич Хованский; born 3 June 1947, Moscow) is a Russian and Canadian mathematician currently a professor of mathematics at the University of Toronto, Canada.[1] His areas of research are algebraic geometry, commutative algebra, singularity theory, differential geometry and differential equations. His research is in the development of the theory of toric varieties and Newton polyhedra in algebraic geometry. He is also the inventor of the theory of fewnomials, and the Bernstein–Khovanskii–Kushnirenko theorem is named after him.", "40965465": "Marie-Louise Michelsohn (born October 8, 1941) is a professor of mathematics at State University of New York at Stony Brook.", "169311": "Dragan Marušič (born 1953, Koper, Slovenia)[1] is a Slovene mathematician. Marušič obtained his BSc in technical mathematics from the University of Ljubljana in 1976, and his PhD from the University of Reading in 1981 under the supervision of Crispin Nash-Williams.", "19043679": "Georg Simon Klügel (August 19, 1739 – August 4, 1812) was a German mathematician and physicist.", "54039905": "Kaj Nyström is a Swedish mathematician currently at Uppsala University and was awarded the Göran Gustafsson Prize by the Royal Swedish Academy of Sciences.[1][2][3]", "53908839": "Rodolfo Humberto Torres is an Argentinian American mathematician specializing in harmonic analysis who works as the Vice Chancellor for Research and Economic Development and a Distinguished Professor of Mathematics at the University of California, Riverside.", "398699": "Georges de Rham (French: [dəʁam]; 10 September 1903 – 9 October 1990) was a Swiss mathematician, known for his contributions to differential topology.", "234861": "James Joseph Sylvester FRS HonFRSE (3 September 1814 – 15 March 1897) was an English mathematician. He made fundamental contributions to matrix theory, invariant theory, number theory, partition theory, and combinatorics.  He played a leadership role in American mathematics in the later half of the 19th century as a professor at the Johns Hopkins University and as founder of the American Journal of Mathematics.  At his death, he was a professor at Oxford University.", "4199790": "Jesse Ernest Wilkins Jr. (November 27, 1923 – May 1, 2011)[1] was an African American nuclear scientist, mechanical engineer and mathematician.  A child prodigy, he attended the University of Chicago at the age of 13, becoming its youngest ever student.[2][3][4] His graduation at a young age resulted in him being hailed as \"the Negro Genius\" in the national media.[5]", "628083": "Thomas Digges (/dɪɡz/; c. 1546 – 24 August 1595) was an English mathematician and astronomer. He was the first to expound the Copernican system in English but discarded the notion of a fixed shell of immoveable stars to postulate infinitely many stars at varying distances.[1] He was also first to postulate the \"dark night sky paradox\".[2]", "74061172": "Jo Johannis Dronkers (24 May 1910 – 20 February 1973) was a Dutch mathematician who is notable for the development of mathematical methods for the calculation of tides and tidal currents in estuaries. His work formed much of the mathematical basis for the design of the Delta Works. He attended the 1954 International Congress of Mathematicians in Amsterdam, where his work was discussed by David van Dantzig.[1]", "64361845": "Gerhard Karl Theodor Haenzel (5 March 1898, Wolin, Pomerania (German Empire) – 6 March 1944, Lesneven, Brittany (occupied France)) was a German mathematician.", "39523702": "Harold Grad (January 23, 1923 in New York City – November 17, 1986) was an American applied mathematician. His work specialized in the application of statistical mechanics to plasma physics and magnetohydrodynamics.", "66426231": "Shahriar Shahriari (born May 30, 1956) is an American mathematician. He is the William Polk Russell Professor of Mathematics at Pomona College.[1]", "12162423": "Karl Zsigmondy (Hungarian pronunciation: [ˈʒiɡmondi]) (27 March 1867 – 14 October 1925) was an Austro-Hungarian mathematician. He was a son of Adolf Zsigmondy from Pozsony, Kingdom of Hungary (now Bratislava, Slovakia) and his mother was Irma von Szakmáry of Martonvásár, Kingdom of Hungary.", "68851071": "Anish Ghosh is an Indian mathematician specialising in ergodic theory, Lie groups and number theory. He is a  Professor in the School of Mathematics of the Tata Institute of Fundamental Research (TIFR), Mumbai. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in Mathematical Sciences in the year 2021.[1] Anish Ghosh is also a part of the INFOSYS-Chandrasekharan Virtual Centre for Random Geometry which is a group of scientists at TIFR Mumbai and ICTS Bengaluru working on topics related to random geometry.[2]", "1021312": "Gerhard Frey (German: [fʁaɪ]; born 1 June 1944) is a German mathematician, known for his work in number theory. Following an original idea of Hellegouarch,[1] he developed the notion of Frey–Hellegouarch curves, a construction of an elliptic curve from a purported solution to the Fermat equation, that is central to Wiles's proof of Fermat's Last Theorem.[2][3]", "69997954": "Katrina A. Blouke Goddard is an American genetic epidemiologist and biostatistician specializing in public health genomics and the translation of genomic applications into clinical practice. Goddard is the director of the division of cancer control and population sciences (DCCPS) at the National Cancer Institute (NCI). She was previously the distinguished investigator and director of translational and applied genomics at the Kaiser Permanente Center for Health Research and a faculty member at Case Western Reserve University.", "62461315": "Robert William Ditchburn (14 January 1903 – 8 April 1987) was an English physicist whose career started as Erasmus Smith's Professor of Natural and Experimental Philosophy at Trinity College Dublin (1929-1946), and ended at the University of Reading, where he worked hard to build up the physics department.[1]", "40965514": "Michel Las Vergnas (11 January 1941 – 19 January 2013) was a French mathematician associated with Pierre-and-Marie-Curie University in Paris, and a research director emeritus at the Centre national de la recherche scientifique.[1][2]", "52630925": "Heide Gluesing-Luerssen (born 1961)[1] is a German mathematician specializing in algebraic coding theory. She is currently the Royster Research Professor at University of Kentucky.[2][3]", "1709459": "Edward Charles \"Ted\" Titchmarsh (June 1, 1899 – January 18, 1963) was a leading British mathematician.[1][2][3]", "42603924": "Russel E. Caflisch (born 29 April 1954)[2] is an American mathematician.", "1643924": "Carl Einar Hille (28 June 1894 – 12 February 1980) was an American  mathematics professor and scholar. Hille authored or coauthored twelve mathematical books and a number of mathematical papers.[1]", "56497556": "Sergei Aleksandrovich Stepanov (Сергей Александрович Степанов; [1] 24 February 1941) is a Russian mathematician, specializing in number theory. He is known for his 1969 proof using elementary methods of the Riemann hypothesis for zeta-functions of hyperelliptic curves over finite fields, first proved by André Weil in 1940–1941 using sophisticated, deep methods in algebraic geometry.", "14718360": "Thomas Archer Hirst FRS (22 April 1830 – 16 February 1892) was a 19th-century English mathematician, specialising in geometry. He was awarded the Royal Society's Royal Medal in 1883.", "38298": "George Boole Jnr (/buːl/; 2 November 1815 – 8 December 1864) was a largely self-taught English mathematician, philosopher, and logician, most of whose short career was spent as the first professor of mathematics at Queen's College, Cork in Ireland.  He worked in the fields of differential equations and algebraic logic, and is best known as the author of The Laws of Thought (1854) which contains Boolean algebra. Boolean logic is credited with laying the foundations for the Information Age, alongside the work of Claude Shannon.[4][5][6]", "19633564": "Mikhail Mikhailovich Postnikov (Russian: Михаи́л Миха́йлович По́стников; 27 October 1927 – 27 May 2004) was a Soviet mathematician, known for his work in algebraic and differential topology.", "47781281": "Andrew Hugh Wallace (1926 – 18 January 2008) was a Scottish-American mathematician.[1]", "44832164": "Ruth Jeannette Williams is an Australian-born American mathematician at the University of California, San Diego where she holds the Charles Lee Powell Chair as a Distinguished Professor of Mathematics. Her research concerns probability theory and stochastic processes.[1]", "51123620": "Beatrice Aitchison (July 18, 1908 – September 22, 1997) was an American mathematician, statistician, and transportation economist who directed the Transport Economics Division of the United States Department of Commerce,[1] and later became the top woman in the United States Postal Service and the first policy-level appointee there.[2]", "44012968": "Behara Seshadri Daya Sagar FASc, FNA, FIGU, FRGS also known as B. S. Daya Sagar (born in 1967 in India) is an Indian mathematical geoscientist specializing in mathematical morphology. He is a professor of computer science at the Indian Statistical Institute, Bangalore.[1] He is known as a specialist in mathematical morphology, fractal geometry. chaos theory, and their applications in geophysics, geographical information science, and computational geography. The Indian Geophysical Union awarded him the Krishnan Medal in 2002. He is the first Asian to receive the Georges Matheron Lectureship in 2011. In 2018, he received the IAMG Certificate of Appreciation by the International Association for Mathematical Geosciences for his work on the\nHandbook of Mathematical Geosciences.[2][3] In 2020, Sagar was selected as an IEEE Distinguished Lecturer (DL) to represent the IEEE Geoscience and Remote Sensing Society.[4][5] He, with Frits Agterberg, Qiuming Cheng, and Jennifer McKinley, led the monumental project on the Encyclopedia of Mathematical Geosciences to the completion. The first edition of two-volume 1756-page Encyclopedia of Mathematical Geosciences was published on 21 June 2023 by Springer International Publishers.[6]", "1971627": "Johann Andreas von Segner (Hungarian: Segner János András, German: Johann Andreas von Segner, Slovak: Ján Andrej Segner, Latin: Iohannes Andreas de Segner; October 9, 1704 – October 5, 1777) was a Hungarian scientist. He was born in the Kingdom of Hungary, in the former Hungarian capital city of Pozsony, or Pressburg (today Bratislava).", "23139756": "Michael Falkener,[1] Michał z Wrocławia, Michał Wrocławczyk, Michael de Wratislava, Michael Vratislaviensis (ca. 1450 or 1460 in Wrocław – 1534) was a Silesian[2] Scholastic philosopher, astronomer, astrologer, mathematician, theologian, philologist, and professor of the Kraków Academy.[3]", "36509107": "Vladimir Andreyevich Uspensky (Russian: Влади́мир Андре́евич Успе́нский; 27 November 1930 – 27 June 2018) was a Russian mathematician, linguist, writer, doctor of physics and mathematics (1964). He was the author of numerous papers on mathematical logic and linguistics. In addition, he also penned a number of memoir essays. Uspensky initiated a reform of linguistic education in Russia.", "71505337": "Konstantina Trivisa is a Greek-American applied mathematician whose research involves nonlinear partial differential equations, fluid dynamics, and the mathematical modeling of flocking. She is a professor of mathematics at the University of Maryland, College Park, where she directs the Institute for Physical Science & Technology.[1]", "19731900": "Maria Chudnovsky (born January 6, 1977) is an Israeli-American mathematician working on graph theory and combinatorial optimization.[2]  She is a 2012 MacArthur Fellow.[3]", "48567744": "Eléna Wexler-Kreindler (15 October 1931 – August 1992) was a Romanian mathematician. She spent most of her professional career in France, where she specialized in modern algebra and studied the Ore extensions, the theory of the filtration of rings, or algebraic microlocalisation.[1]", "36836800": "Joseph Leonard Ullman (30 January 1923, in Buffalo, New York – 11 September 1995, in Chelsea, Michigan) was a mathematician who worked on classical analysis with a focus on approximation theory.[1]", "40932800": "Helmut Röhrl or Rohrl[1] (born 22 March 1927 in Straubing, died 30 January 2014) was a German mathematician.", "13997508": "Carl Hierholzer (2 October 1840 – 13 September 1871[1]) was a German mathematician.", "54760899": "Charles-Louis Largeteau (1791–1857) was a French physicist and astronomer. He was born in Mouilleron-en-Pareds in the Vendée into a poor family. His father, a gunner, died in the 1793 Battle of Le Mans.[1] He was taken in by an uncle in Fontenay-le-Comte, and excelled at school there, moving to grammar school in Poitiers.[1] He studied then at the École Polytechnique. In 1813, he joined the Corps royal du génie, where he worked mapping France.[1]", "62592456": "William Henry Whitfeld (15 October 1856, Ashford, Kent – 1 December 1915) was an English mathematician, leading expert on bridge and whist, and card editor for The Field.[1] He is known as the poser of the Whitfeld Six problem in double dummy bridge.[2]", "55645644": "Ann Esther Watkins is an American mathematician and statistician specializing in statistics education. She edited the College Mathematics Journal from 1989 to 1994, chaired the Advanced Placement Statistics Development Committee from 1997 to 1999,  and was president of the Mathematical Association of America from 2001 to 2002.[1][2]", "48109004": "Ronald J. DiPerna (11 February 1947, in Somerville, Massachusetts – 8 January 1989, in Princeton, New Jersey) was an American mathematician, who worked on nonlinear partial differential equations.", "366040": "Claude Chevalley (French: [ʃəvalɛ]; 11 February 1909 – 28 June 1984) was a French mathematician who made important contributions to number theory, algebraic geometry, class field theory, finite group theory and the theory of algebraic groups. He was a founding member of the Bourbaki group.", "66328025": "Kristin Umland is an American mathematician and mathematics educator.  She was on the faculty of the Department of Mathematics & Statistics at University of New Mexico in Albuquerque, New Mexico  for nearly two decades before leaving to help build the nonprofit organization Illustrative Mathematics (IM).[1]", "61412827": "Clara Isabel Grima Ruiz (born 1971) is a professor of applied mathematics at the University of Seville, specializing in computational geometry. She is known for her research on scutoids (polyhedron-like shapes that can pack the space between pairs of curved surfaces)[1] and for her popularization of mathematics.", "23926237": "Zsolt Baranyai (June 23, 1948 in Budapest – April 6, 1978) was a Hungarian mathematician known for his work in combinatorics.", "8066527": "Karl Sigmund (born July 26, 1945) is a Professor of Mathematics at the University of Vienna and one of the pioneers of evolutionary game theory.", "48010722": "Joseph Lawrence Taylor (7 April 1941 - 28 July 2016) was an American mathematician,[1] specializing in Banach algebras and non-commutative harmonic analysis.[2]", "38375": "Hypatia[a] (born c. 350–370; died 415 AD)[1][4] was a Neoplatonist philosopher, astronomer, and mathematician who lived in Alexandria, Egypt, then part of the Eastern Roman Empire. She was a prominent thinker in Alexandria where she taught philosophy and astronomy.[5] Although preceded by Pandrosion, another Alexandrine female mathematician,[6] she is the first female mathematician whose life is reasonably well recorded.[7] Hypatia was renowned in her own lifetime as a great teacher and a wise counselor. She wrote a commentary on Diophantus's thirteen-volume Arithmetica, which may survive in part, having been interpolated into Diophantus's original text, and another commentary on Apollonius of Perga's treatise on conic sections, which has not survived. Many modern scholars also believe that Hypatia may have edited the surviving text of Ptolemy's Almagest, based on the title of her father Theon's commentary on Book III of the Almagest.", "64525807": "Oscar Carruth McGehee (cited as O. Carruth McGehee, born 29 November 1939 in Baton Rouge) is an American mathematician, specializing in commutative harmonic analysis, functional analysis, and complex analysis.", "47191541": "Claude Mylon (1618–1660) was a French mathematician and member of the Académie Parisienne and the Académie des Sciences.[1]", "8951286": "Peter John Hilton (7 April 1923[1] – 6 November 2010[2]) was a British mathematician, noted for his contributions to homotopy theory and for code-breaking during World War II.[3]", "38966774": "August Nathanael Grischow (29 September 1726 in Berlin – 4 June 1760 in Saint Petersburg) was a German mathematician and astronomer. He was the son of the mathematician and meteorologist. From 1745 until 1749 Augustin Nathanael Grischow was Director of the old Berlin Observatory.[1] In 1749 he became a Member of the Prussian Academy of Sciences. In 1750 he became Professor of Optics at the Berlin Academy of Arts. In 1751 he gave up this post in order to become Professor of Astronomy and Member of the Russian Academy of Sciences in Saint Petersburg. There he concerned himself mainly with the theory of the parallax of celestial objects, primarily the Moon.[citation needed]", "73897461": "Hisashi Terao (寺尾 寿, Terao Hisashi) (1855-1923) was a Japanese astronomer and mathematician. He graduated from the Tokyo imperial University as well as from the University of Paris, and he was one of the founding members and the first principal of The Tokyo Academy of Physics (now Tokyo University of Science). Notable students that studied under him include Shin Hirayama, Hisashi Kimura, and Kiyotsugu Hirayama.[1] He is also called one of the first astronomers of the Meiji era.[2]", "32151034": "Karl Hermann Brunn (1 August 1862 – 20 September 1939) was a German mathematician, known for his work in convex geometry (see  Brunn–Minkowski inequality) and in knot theory. Brunnian links are named after him, as his 1892 article \"Über Verkettung\" included examples of such links.", "33986047": "Ludwig Christian Wiener (7 December 1826 Darmstadt – 31 July 1896 Karlsruhe) was a German mathematician who specialized in descriptive geometry. Wiener was also a physicist and philosopher. In  1863, he was the first person to identify qualitatively the internal molecular cause of Brownian motion.", "3088231": "Ralph Philip Boas Jr. (August 8, 1912 – July 25, 1992) was a mathematician, teacher, and journal editor.  He wrote over 200 papers, mainly in the fields of real and complex analysis.[3]", "56137220": "José Babini  (10 May 1897,  Buenos Aires – 18 May 1984, Buenos Aires) was an Argentine mathematician, engineer, and historian of mathematics and mathematical sciences.[1][2]", "37393927": "Jérôme Franel (1859–1939) was a Swiss mathematician who specialised in analytic number theory. He is mainly known through a 1924 paper,[1] in which he establishes the equivalence of the Riemann hypothesis to a statement on the size of the discrepancy in the Farey sequences, and which is directly followed (in the same journal) by a development on the same subject by Edmund Landau.", "562706": "Cleve Barry Moler is an American mathematician and computer programmer specializing in numerical analysis. In the mid to late 1970s, he was one of the authors of LINPACK and EISPACK, Fortran libraries for numerical computing.  He invented MATLAB, a numerical computing package, to give his students at the University of New Mexico easy access to these libraries without writing Fortran.  In 1984, he co-founded MathWorks with Jack Little to commercialize this program.[1]", "4494867": "Kātyāyana (कात्यायन) also spelled as Katyayana (est. c. 6th to 3rd century BCE)[1][2][3] was a Sanskrit grammarian, mathematician and Vedic priest who lived in ancient India.", "31954452": "Michael Howard Harris (born 1954) is an American mathematician known for his work in number theory. He is a professor of mathematics at Columbia University and professor emeritus of mathematics at Université Paris Cité.", "65246741": "Nerida Fay Ellerton (née Gersch, born 1942) is an Australian mathematics educator and historian of mathematics.[1] She is professor of mathematics education at Illinois State University.[2] As well as studying the present state of mathematics education, she and her husband McKenzie A. (Ken) Clements have researched the history of mathematics education,[1] in the process discovering school worksheets in the Harvard Library that are among the oldest known writings of Abraham Lincoln.[3]", "62035474": "Bernardo Uribe Jongbloed (born 1975) is a Colombian mathematician. Uribe's research deals with algebraic geometry and topology with string theory applications.", "7673367": "David Peter Robbins (12 August 1942 in Brooklyn – 4 September 2003 in Princeton) was an American mathematician.[1]  He is most famous for introducing alternating sign matrices.[2] He is also known for his work on generalizations of Heron's formula on the area of polygons, due to which Robbins pentagons (cyclic pentagons with integer side lengths and areas) were named after him.[3]", "3642904": "Giovanni Bianchini (in Latin, Johannes Blanchinus) (1410 – c. 1469) was a professor of mathematics and astronomy at the University of Ferrara and court astrologer of Leonello d'Este. He was an associate of Georg Purbach and Regiomontanus. The letters exchanged with Regiomontanus in 1463–1464 mention works by Bianchini entitled: Primum mobile (astronomical tables included), Flores almagesti, Compositio instrumenti.", "38442527": "Rudolf Ernest Langer (8 March 1894 – 11 March 1968) was an American mathematician, known for the Langer correction and as a president of the Mathematical Association of America.[1]", "60102176": "Gizem Karaali is a Professor of Mathematics at Pomona College in Claremont, CA.[1]", "46929443": "Nina Nikolaevna Uraltseva (born 1934, Russian: Нина Николаевна Уральцева) is a Russian mathematician, a professor of mathematics and head of the department of mathematical physics at Saint Petersburg State University,[1] and the editor-in-chief of the Proceedings of the St. Petersburg Mathematical Society.[2][3] Her specialty is the study of nonlinear partial differential equations.[1][4]", "71204": "Domenico Maria Novara (1454–1504) was an Italian scientist.", "45323815": "Michael John Dorff is a mathematician at Brigham Young University known for his work in undergraduate research, promoting careers in math, popularizing mathematics, and harmonic mappings.", "6592040": "Reverend Timothy Pont (c. 1560 – c. 1627) was a Scottish minister, cartographer and topographer. He was the first to produce a detailed map of Scotland. Pont's maps are among the earliest surviving to show a European country in minute detail, from an actual survey.", "38508075": "Marc Voorhoeve (5 April 1950, Amsterdam – 7 October 2011, Eindhoven) was a Dutch mathematician who introduced the Voorhoeve index of a complex function in 1976.", "37099053": "Johann Wilhelm Andreas Pfaff (5 December 1774 – 26 June 1835), was professor of pure and applied mathematics successively at Dorpat, Nuremberg, Würzburg and Erlangen. He was a brother of Johann Friedrich Pfaff, a mathematician; and of Christian Heinrich Pfaff, a physician and physicist.", "62035505": "Rudolf Schauffler (born 11 August 1889 in Ulm– died 6 February 1968) was a German mathematician, who was most notable for being the nominal head of the Linguistics and Cryptanalysis section of Pers Z S, the Signal Intelligence Agency of the German Foreign Office (German: Auswärtiges Amt) before and during World War II.[1]", "66590259": "Anthony \"Tony\" Joseph Penico (June 11, 1923, Philadelphia – November 19, 2011, Missouri) was an American mathematician and engineer. He is known for the Penico theorem,[1] Penico solvability, and Penico series.[2][3]", "72062517": "Hunter Snevily (1956–2013) was an American mathematician with expertise and contributions in Set theory, Graph theory, Discrete geometry, and Ramsey theory on the integers.[2]", "38455": "Imre Lakatos (UK: /ˈlækətɒs/,[6] US: /-toʊs/; Hungarian: Lakatos Imre [ˈlɒkɒtoʃ ˈimrɛ]; 9 November 1922 – 2 February 1974) was a Hungarian philosopher of mathematics and science, known for his thesis of the fallibility of mathematics and its \"methodology of proofs and refutations\" in its pre-axiomatic stages of development, and also for introducing the concept of the \"research programme\" in his methodology of scientific research programmes.", "65410617": "Ronny Hadani is an Israeli-American mathematician, specializing in representation theory and harmonic analysis, with applications to signal processing.[1][2]   He is known for developing Orthogonal Time Frequency and Space (OTFS) modulating techniques, a method used for making wireless 5G communications faster,[3] that is also being considered for use in 6G technology.[4] The technology is being used by several wireless 5G related companies and Cohere Technologies, a company he has co-founded.[5][6][7][8][9]", "14423610": "Robert Geroch (born 1 June 1942 in Akron, Ohio)[1] is an American theoretical physicist and professor at the University of Chicago. He has worked prominently on general relativity and mathematical physics and has promoted the use of category theory in mathematics and physics. He was the Ph.D. supervisor for Abhay Ashtekar, Basilis Xanthopoulos and Gary Horowitz. He also proved an important theorem in spin geometry.[2][3]", "5693": "Claude Elwood Shannon (April 30, 1916 – February 24, 2001) was an American mathematician, electrical engineer, computer scientist and cryptographer known as the \"father of information theory\".[1][2][3][4] He is credited alongside George Boole for laying the foundations of the Information Age.[5][6][7][4]", "36378173": "Martin Robert Bridson FRS (born 22 October 1964) is a Manx mathematician. He is Whitehead Professor of Pure Mathematics at the University of Oxford, and the president of the Clay Mathematics Institute. He was previously the head of Oxford's Mathematical Institute. He is a fellow of Magdalen College, Oxford and an honorary fellow of Hertford College, Oxford. Specializing in geometry, topology and group theory, Bridson is best known for his work in geometric group theory.[1][3][4]", "8459839": "Marjorie Lee Browne (September 9, 1914 – October 19, 1979) was a mathematics educator. She was one of the first African-American women to receive a PhD in mathematics.", "5698": "Charles Babbage KH FRS (/ˈbæbɪdʒ/; 26 December 1791 – 18 October 1871) was an English polymath.[1] A mathematician, philosopher, inventor and mechanical engineer, Babbage originated the concept of a digital programmable computer.[2]", "64427588": "Bobby Wilson is a mathematician and assistant professor at the University of Washington.[1]", "23598664": "Nathanael Leedom Ackerman (born March 4, 1978),[1] known as Nate Ackerman, is a British-American mathematician and wrestler. He is the son of Peter Ackerman and Joanne Leedom-Ackerman.", "56432202": "David Gregory Ebin (born 24 October 1942, Los Angeles)[1]  is an American mathematician, specializing in differential geometry.", "10032714": "Sander Pieter Zwegers (born April 16, 1975) is a Dutch mathematician who made a connection between Maass forms and Srinivasa Ramanujan's mock theta functions in 2002.[1][2] He was born in Oosterhout. After a period at the Max-Planck Institute in Bonn, he became an assistant professor at the University College Dublin in 2008. Since 2011, he has been is professor of number theory at the  University of Cologne.", "5969484": "Amir Dan Aczel (/ɑːˈmɪər ɑːkˈsɛl/;[1] November 6, 1950[2] – November 26, 2015) was an Israeli-born American lecturer in mathematics and the history of mathematics and science, and an author of popular books on mathematics and science.", "72324687": "Nils Donald Ylvisaker (September 23, 1933 – March 20, 2022),[1] often known as Don Ylvisaker, was an American mathematical statistician.", "333393": "Michael David Spivak[1] (May 25, 1940 – October 1, 2020)[2][3] was an American mathematician specializing in differential geometry, an expositor of mathematics, and the founder of Publish-or-Perish Press.  Spivak was the author of the five-volume A Comprehensive Introduction to Differential Geometry.", "15636049": "Maurice Princet (1875 – October 23, 1973)[1] was a French mathematician and actuary who played a role in the birth of cubism. He was an associate of Pablo Picasso, Guillaume Apollinaire, Max Jacob, Jean Metzinger, and Marcel Duchamp. He is known as \"le mathématicien du cubisme\" (\"the mathematician of cubism\").[2][3]", "58037845": "Andreas Seeger is a mathematician who works in the field of harmonic analysis. He is a professor of mathematics at the University of Wisconsin–Madison. He received his PhD from Technische Universität Darmstadt in 1985 under the supervision of Walter Trebels.[1]", "40343127": "Joan Prince Hutchinson (born 1945) is an American mathematician and Professor Emerita of Mathematics from Macalester College.[1][2]", "64427608": "Karen Melnick is a mathematician and associate professor at University of Maryland, College Park.[1] She specializes in differential geometry and was most recently awarded the 2020-2021 Joan and Joseph Birman Fellowship for Women Scholars by the American Mathematical Society.[2]", "25826908": "Tobias Holck Colding (born 1963) is a Danish mathematician working on geometric analysis, and low-dimensional topology. He is the great grandchild of Ludwig August Colding.", "48207454": "Winifred Lydia Caunden Sargent (8 May 1905 – October 1979) was an English mathematician. She studied at Newnham College, Cambridge and carried out research into Lebesgue integration, fractional integration and differentiation and the properties of BK-spaces.", "47978079": "Claudio Baiocchi (August 20, 1940 – December 14, 2020) was an Italian mathematician. He was a professor at the University of Pavia and since the 1990s he was a professor of mathematical higher analysis at the Sapienza University.", "44832360": "Katrin Wendland (born 1970)[1] is a German mathematical physicist who works as a professor at Trinity College Dublin.[2]", "60102254": "Myrtil Maas (1792 – 27 February 1865) was a French mathematician, actuary, and Jewish community leader.", "20420210": "Gerrit Mannoury (17 May 1867 – 30 January 1956) was a Dutch philosopher and mathematician, professor at the University of Amsterdam and communist, known as the central figure in the signific circle, a Dutch counterpart of the Vienna circle.[1]", "3380850": "Hugh MacColl (before April 1885 spelled as Hugh McColl; 1831–1909) was a Scottish mathematician, logician and novelist.", "64493172": "Thomas G. Goodwillie (born 1954) is an American mathematician and professor at Brown University who has made fundamental contributions to algebraic and geometric topology. He is especially famous for developing the concept of calculus of functors, often also named Goodwillie calculus.", "235133": "Maximus Planudes (Greek: Μάξιμος Πλανούδης, Máximos Planoúdēs; c. 1260 – c. 1305[1][a]) was a Byzantine Greek monk, scholar, anthologist, translator, mathematician, grammarian and theologian at Constantinople. Through his translations from Latin into Greek and from Greek into Latin, he brought the Greek East and the Latin West into closer contact with one another. He is now best known as a compiler of the Greek Anthology.[3]", "58005120": "Steven Morris Zelditch (13 September 1953 – 11 September 2022)[1] was an American mathematician, specializing in global analysis, complex geometry, and mathematical physics (e.g. quantum chaos).[2]", "71177861": "Edmund Orme Harriss (born 1976 in Worcester, UK) is a British mathematician,[1] writer[2] and artist.[3] Since 2010 he has been at the Fulbright College of Arts & Sciences at The University of Arkansas in Fayetteville, Arkansas where he is an Assistant Professor of Arts & Sciences (ARSC) and Mathematical Sciences (MASC). He does research in the Geometry of Tilings and Patterns,[4] a branch of Convex and Discrete Geometry.[5] He is the discoverer of the spiral that bears his name.[6]", "48404101": "Peter Comrie FRSE LLD EIS (1868 – 1944) was a Scottish mathematician and educator. He served as Rector of Leith Academy 1922 to 1933 and President of the Edinburgh Mathematical Society 1916–17.", "64427655": "Bonita Valerie Saunders is an American mathematician specializing in mathematical visualization. She works at the National Institute of Standards and Technology in the Applied and Computational Mathematics Division of the Information Technology Laboratory, where she contributes to the Digital Library of Mathematical Functions as the Visualization Editor and the principal designer of visualizations and graphs.[1]", "66360967": "Fabio Toninelli (born 1975) is an Italian mathematician who works in probability theory, stochastic processes and probabilistic aspects of mathematical physics.", "36247177": "Jacques Edmond Émile Bour (French: [buʁ]; 19 May 1832 – 8 March 1866)[1] was a French engineer famous for the Bour formula [fr]. His parents were Joseph Bour and Gabrielle Jeunet.[2]: 287", "3610251": "Joseph Daniel Harris (born August 17, 1951) is a mathematician at Harvard University working in the field of algebraic geometry. After earning an AB from Harvard College, where he took Math 55,[1] he continued at Harvard to study for a PhD under Phillip Griffiths.", "40703633": "Taj Haider, SI (Urdu: تاج حيدر; born 8 March 1942) is a left-wing politician, nationalist,[1] playwright, mathematician, versatile scholar, and Marxist intellectual. He is one of the founding members of Pakistan Peoples Party (PPP) and has been the general-secretary of the PPP since 2010.[2]", "25302674": "Dr Horatio Scott Carslaw FRSE LLD (12 February 1870, Helensburgh, Dumbartonshire, Scotland – 11 November 1954, Burradoo, New South Wales, Australia) was a Scottish-Australian mathematician.[1][2]  The book he wrote with his colleague John Conrad Jaeger, Conduction of Heat in Solids, remains a classic in the field.", "28186263": "Robert J. Vanderbei (born 1955) is an American mathematician and Professor in the Department of Operations Research and Financial Engineering at Princeton University.", "2070173": "Luis Ángel Caffarelli (Spanish pronunciation: [ˈlwis anˈxel kaffaˈɾeʎi]; born December 8, 1948) is an Argentine-American[3] mathematician. He studies partial differential equations and their applications.", "1218207": "Jarl Waldemar Lindeberg (4 August 1876, Helsinki[1] – 24 December 1932, Helsinki) was a Finnish mathematician known for work on the central limit theorem.", "41359008": "Glen Eugene Bredon (August 24, 1932[1] in Fresno, California – May 8, 2000, in North Fork, California) was an American mathematician who worked in the area of topology.", "71331": "John Warner Backus  (December 3, 1924 – March 17, 2007) was an American computer scientist. He directed the team that invented and implemented FORTRAN, the first widely used  high-level programming language, and was the inventor of the Backus–Naur form (BNF), a widely used notation to define syntaxes of formal languages. He later did research into the function-level programming paradigm, presenting his findings in his influential 1977 Turing Award lecture \"Can Programming Be Liberated from the von Neumann Style?\"[1]", "58693284": "Ailsa Horton Land (née Dicken; 14 June 1927 – 16 May 2021)[1] was a Professor of Operational Research in the Department of Management at the London School of Economics and was the first woman professor of  Operational Research in Britain. She is most well-known for co-defining the branch and bound algorithm along with Alison Doig whilst carrying out research at the London School of Economics in 1960.[2][3] She was married to Frank Land, who is an Emeritus Professor at the LSE.[4]", "59020967": "Valentin Nikolayevich Klimov (Russian: Валентин Николаевич Kлимов) was a Russian theoretical physicist and mathematician. He was a co-developer of the RDS-37 (the Soviet Union's first two-stage thermonuclear device) and worked on statistical mechanics, plasmas and nuclear reactors.", "8918696": "Alexander of Villedieu[1] was a French author, teacher and poet, who wrote text books on Latin grammar and arithmetic, everything in verse. He was born around 1175 in Villedieu-les-Poêles in Normandy, studied in Paris, and later taught at Dol in Brittany. His greatest fame stems from his versified Latin grammar book, the Doctrinale Puerorum.  He died in 1240, or perhaps in 1250. He was a Franciscan and a Master of the University of Paris.[2]", "2070192": "Björn Engquist (also Bjorn Engquist; born 2 June 1945 in Stockholm) has been a leading contributor in the areas of multiscale modeling and scientific computing, and a productive educator of applied mathematicians.", "61937329": "Margit Voigt is a German mathematician specializing in graph theory and graph coloring. She is a professor of operations research at the University of Applied Sciences Dresden.[1]", "7804593": "Charles Olin Ball (1893–1970) was an American food scientist and inventor who was involved in the thermal death time studies in the food canning industry during the early 1920s. This research was used as standard by the United States Food and Drug Administration for calculating thermal processes in canning. He was also a charter member of the Institute of Food Technologists in 1939 and inducted among the first class of its fellows in 1970 for his work in academia and industry.", "35264178": "Isidore Isaac Hirschman Jr. (1922–1990) was an American mathematician, and professor at Washington University in St. Louis working on analysis.", "39032508": "How to Think Like a Mathematician: A Companion to Undergraduate Mathematics is a book by Kevin Houston, a senior lecturer in mathematics at the University of Leeds. It was published in 2009 by Cambridge University Press.[1]", "57022142": "Hale Freeman Trotter (30 May 1931 – 17 January 2022)[1][2] was a Canadian-American mathematician, known for the Lie–Trotter product formula,[3] the Steinhaus–Johnson–Trotter algorithm, and the Lang–Trotter conjecture. He was born in Kingston, Ontario.[1] He died in Princeton, New Jersey on January 17, 2022.", "61904575": "Amèle El Mahdi, born in 1956 in Blida, is an Algerian professor of mathematics and writer. She lived in many of the cities in southern Algeria, which inspired many of her writings. She has written for the Algerian newspaper El Watan.[1][2]", "50501311": "Kengo Hirachi (平地 健吾 Hirachi Kengo, born 30 November 1964) is a Japanese mathematician, specializing in CR geometry and mathematical analysis.", "58922691": "Josselin Garnier (born 18 June 1971) is a French mathematician.", "3872451": "Felix Alexandrovich Berezin (Russian: Фе́ликс Алекса́ндрович Бере́зин; 25 April 1931 – 14 July 1980) was a Soviet Russian mathematician and physicist known for his contributions to the theory of supersymmetry and supermanifolds as well as to the path integral formulation of quantum field theory.", "54236869": "Francesco Eschinardi, also known under the pseudonym of Costanzo Amichevoli (13 December 1623 – 12 January 1703), was an Italian Jesuit, physicist and mathematician.[2][3]", "27432650": "John Law (1745–1810) was an English mathematician and clergyman who began his career as a Fellow of Christ's College, Cambridge, and went on to become chaplain to the Lord Lieutenant of Ireland and Church of Ireland bishop of Clonfert and Kilmacduagh (1782–1787), Killala and Achonry (1787–1795), and finally of Elphin (1795–1810).", "14227148": "Martin Charles Golumbic (born 1948)[1] is a mathematician and computer scientist known for his research on perfect graphs, graph sandwich problems, compiler optimization, and spatial-temporal reasoning. He is a professor emeritus of computer science at the University of Haifa,[2] and was the founder of the journal Annals of Mathematics and Artificial Intelligence.", "33986254": "Alexander Weinstein (21 January 1897 – 6 November 1979) was a mathematician who worked on boundary value problems in fluid dynamics.", "4593361": "Peter John Freyd (/fraɪd/; born February 5, 1936) is an American mathematician, a professor at the University of Pennsylvania, known for work in category theory and for founding the False Memory Syndrome Foundation.", "47486673": "Alexander G. Ramm (born 1940 in St. Petersburg, Russia) is an American mathematician. His research focuses on differential and integral equations, operator theory, ill-posed and inverse problems, scattering theory, functional analysis, spectral theory, numerical analysis, theoretical electrical engineering, signal estimation, and tomography.", "28645073": "Abu Muhammad 'Abdallah ibn Muhammad ibn Hajjaj ibn al-Yasmin al-Adrini al-Fessi[1] (Arabic: ابن الياسمين) (died 1204)[2] more commonly known as ibn al-Yasmin, was a Berber mathematician, born in Morocco and he received his education in Fez and Sevilla. Little is known of his personal life except that he was born into a Berber family.[1][2] Since some historians have given him the surname al-Ishbili, he may have been born or grown up in Seville.[2] Besides mathematics, he also became famous in literature, law, and particularly in Andalusian poetry.[2]", "31037141": "William Robert Mann (September 21, 1920 – January 20, 2006) was a mathematician from Chapel Hill, North Carolina. Mann worked in mathematical analysis. He was the discoverer and eponym of the Mann iteration, a dynamical system in a continuous function. He was one of Frantisek Wolf's students.", "47486679": "Alexander Pavlovich Lavut (Russian: Алекса́ндр Па́влович Лаву́т; 4 July 1929 – 23 June 2013) was a mathematician, dissident and a key figure in the civil rights movement in the Soviet Union.", "19830487": "Francesco Giacomo Tricomi (5 May 1897 – 21 November 1978) was an Italian mathematician famous for his studies on mixed type partial differential equations.[1] He was also the author of a book on integral equations.", "51910368": "Marion Scheepers is a South African-born mathematician, lecturer and researcher in the Department of Mathematics of Boise State University in Boise, Idaho since 1988. He is particularly known for his work on selection principles and on infinite topological and set-theoretical games. He introduced themes that are common to many selection principles and is responsible for the Scheepers diagram.", "62461665": "Benjamin E. Rossman is an American mathematician and theoretical computer scientist, specializing in computational complexity theory.[1] He is currently an associate professor of computer science and mathematics at Duke University.", "32380640": "Irving Reiner (February 8, 1924 in Brooklyn, New York – October 28, 1986 in Urbana, Illinois) was a mathematician at the University of Illinois who worked on representation theory. He solved the problem of finding which abelian groups have a finite number of indecomposable modules. His book with Charles W. Curtis, (Curtis & Reiner 1962), was for many years the standard text on representation theory.", "42833633": "James Hume (fl. 1639) was a Scottish mathematician. He is given credit for introducing the modern exponential notation, along with René Descartes.[1]", "2627297": "Oskar Sandberg is a key contributor to the Freenet Project, and a PhD graduate of the Chalmers Technical University in Gothenburg, Sweden.  Oskar collaborated with Ian Clarke to design the new \"darknet\" model employed in Freenet 0.7, work which was presented at the DEF CON security conference in July 2005. Oskar recently completed a Ph.D. about the mathematics of complex networks, especially with regard to the small world phenomenon. Besides this he has an active interest in distributed computer networks and network security, and has been an active contributor to the Freenet Project since 1999.  Oskar now works at Google.", "51517157": "Eric Christopher Grunsky\n[1][2] is a Canadian mathematical geoscientist specialized in statistical petrology. Grunsky received the Felix Chayes Prize in 2005 from the International Association for Mathematical Geosciences and served as Editor-in-Chief for the journal Computers & Geosciences from 2006-2011. He was awarded the  Krumbein Medal in 2012 by the International Association for Mathematical Geosciences.[3] He is currently serving International Association for Mathematical Geosciences (IAMG) as its appointed Secretary General.[4][5]", "48371429": "Pierre Benjamin Daniel Massé (13 January 1898, 16th arrondissement of Paris – 15 December 1987, 16th arrondissement of Paris) was an economist, engineer, applied mathematician, and high official in the French government.[1]", "48043755": "Kenji Ueno (上野 健爾, Ueno Kenji, 1945, Kumamoto Prefecture) is a Japanese mathematician, specializing in algebraic geometry.[1]", "68458221": "Cuthbert Edmund Cullis (15 April 1868 – 20 March 1954) was an English mathematician who worked as a professor of mathematics at the University of Calcutta and was influential in standardizing notation and conventions in the algebra of matrices and determinants.", "64296693": "Martin Krause (29 June 1851,  Wilknit,[1] East Prussia – 2 March 1920, Dresden) was a German mathematician, specializing in analysis.", "1873661": "Alexander Philip Dawid FRS[3] (pronounced 'David';[4] born 1 February 1946) is Emeritus Professor of Statistics of the University of Cambridge, and a Fellow of Darwin College, Cambridge. He is a leading proponent of Bayesian statistics.[5][6][2][1]", "4232958": "Oleksandr Mykolayovych Sharkovsky (also Sharkovskyy, Sharkovs’kyi, sometimes Šarkovskii or Sarkovskii) (Ukrainian: Олекса́ндр Миколайович Шарко́вський, 7 December 1936 – 21 November 2022) was a Ukrainian mathematician most famous for developing Sharkovsky's theorem on the periods of discrete dynamical systems in 1964.", "46208768": "Dr. Kenneth Pennycuick (28 May 1911 – 16 January 1995)[1] was a British philatelist who was added to the Roll of Distinguished Philatelists in 1980. He was president and later chairman of the Society of Postal Historians.", "53253889": "Otfried Cheong (formerly Otfried Schwarzkopf) is a German computational geometer working in South Korea at KAIST. He is known as one of the authors of the widely used computational geometry textbook Computational Geometry: Algorithms and Applications (with Mark de Berg, Marc van Kreveld, and Mark Overmars)[1] and as the developer of Ipe, a vector graphics editor.", "67376898": "Sheldon M. Ross is the Daniel J. Epstein Chair and Professor at the USC Viterbi School of Engineering. He is the author of several books in the field of probability.[1]", "29628162": "Bernd Fischer (18 December 1936 – 13 August 2020) was a German mathematician.", "36083474": "Richard Birkeland (6 June 1879 – 10 April 1928) was a Norwegian mathematician, author and professor. He is known for his contributions to the theory of algebraic equations.", "27858707": "Ralph Saul Phillips (23 June 1913 – 23 November 1998) was an American mathematician and academic known for his contributions to functional analysis, scattering theory, and servomechanisms. He served as a Professor of mathematics at Stanford University. He made major contributions to acoustical scattering theory in collaboration with Peter Lax, proving remarkable results on local energy decay and the connections between poles of the scattering matrix and the analytic properties of the resolvent. With Lax, he coauthored the widely referred book on scattering theory titled Scattering Theory for Automorphic Functions. Phillips received the 1997 Leroy P. Steele Prize for Lifetime Achievement.[2]", "67639062": "Peter Engel Trapa is an American mathematician and the dean of the College of Science at the University of Utah.[1] His research focus is on the representation theory of reductive Lie groups.[2] Trapa received his Bachelor of Arts in mathematics and integrated science from Northwestern University and his Ph.D. in mathematics from the Massachusetts Institute of Technology.[3] While at MIT, Trapa studied representation theory with David Vogan.[4] He completed postdoctoral work at the Institute for Advanced Study in Princeton, NJ, and Harvard University.", "15046429": "Philip Rabinowitz (August 14, 1926 – July 21, 2006) was an American and Israeli applied mathematician.[1] He was best known for his work in numerical analysis, including his books A First Course in Numerical Analysis with Anthony Ralston and Methods of Numerical Integration with Philip J. Davis. He was the author of numerous articles on numerical computation.", "66328351": "Hortensia Soto is a Mexican–American mathematics educator, and a professor of mathematics at Colorado State University.  In May 2018, she was appointed Associate Secretary of the Mathematical Association of America (MAA).", "562977": "Charles Howard Hinton (1853 – 30 April 1907) was a British mathematician and writer of science fiction works titled Scientific Romances. He was interested in higher dimensions, particularly the fourth dimension. He is known for coining the word \"tesseract\" and for his work on methods of visualising the geometry of higher dimensions.", "628515": "Sergei Petrovich Novikov (also Serguei) (Russian: Серге́й Петро́вич Но́виков; born 20 March 1938) is a Soviet and Russian mathematician, noted for work in both algebraic topology and soliton theory. In 1970, he won the Fields Medal.", "63379236": "Józef Zając (born 14 March 1947 in Stany Nowe) is a Polish mathematician, academic teacher, and habilitated doctor of mathematical sciences.[1] Zając is also a senator of the VIII, IX and X Senate of Poland.[2][3][4] He is also a member of the  Agreement political party.[5]", "3086117": "Masayoshi Nagata (Japanese: 永田 雅宜 Nagata Masayoshi; February 9, 1927 – August 27, 2008) was a Japanese mathematician, known for his work in the field of commutative algebra.", "26449704": "Peter Jaeckel (Peter Jäckel) is a mathematician, finance professor and market practitioner. He is the managing director of OTC Analytics. He also teaches at the Certificate of Quantitative Finance (CQF, FitchLearning) programme and at Oxford University. Previously, he was a managing director (Deputy Head of Quantitative Research) at VTB Europe (Frankfurt) and VTB Capital (London). Before that, Global Head of Credit, Hybrid, Inflation, and Commodity Derivative Analytics at ABN Amro, and also held several positions at Nikko Securities, NatWest (Royal Bank of Scotland group), and Commerzbank Securities' product development group. He is the author of the bestselling Monte Carlo methods in finance (John Wiley and Sons, ISBN 0-471-49741-X). In mathematics, he has made important contributions to the field of Sobol sequences; while in Mathematical Finance, he has been influential in the development of Monte Carlo methods in finance, and has also contributed, to the LIBOR market model, and volatility modelling.[1] Jäckel received his D. Phil. in Physics from Oxford University in 1995.[2]", "22157100": "William Scott (8 October 1825 – 29 March 1917) was a Church of England priest and became the colonial astronomer for New South Wales."}