{"67896308": "Christopher Hollis Johnson CBE (18 March 1904 – 9 April 1978) was a British chemist and physicist. He worked in weapons research and was part of the technical committee of Tube Alloys, the UK's secret atomic weapon development programme.", "6095862": "Joseph William Kennedy (May 30, 1916 – May 5, 1957) was an American chemist who was a co-discoverer of plutonium, along with Glenn T. Seaborg, Edwin McMillan and Arthur Wahl. During World War II he was head of the CM (Chemistry and Metallurgy) Division at the Manhattan Project's Los Alamos Laboratory, where he oversaw research onto the chemistry and metallurgy of uranium and plutonium. After the war, he was recruited as a professor at Washington University in St. Louis, where he is credited with transforming  a university primarily concerned with undergraduate teaching into one that also boasts strong graduate and research programs. He died of cancer of the stomach at the age of 40.", "34276342": "Jacques-Émile Dubois (13 April 1920 – 2 April 2005) was a French chemist.", "73597946": "Paul Deurenberg is a Dutch retired academic, nutritional biochemist and consultant. He was a former associate professor in the Department of Human Nutrition at Wageningen University (WU), and is most known for his research expertise in the areas of energy metabolism, food consumption, and body composition studies.[1]", "34931708": "Theodor Weyl (8 January 1851 – 6 June 1913) was a German chemist and hygienist born in Berlin.", "35685377": "Urban Hjärne (20 December 1641 – 10 March 1724) was a Swedish chemist, geologist, physician and writer.\n[1]\n[2]", "64259074": "Louise Sarah Natrajan is a British chemist and a reader in the Department of Chemistry at The University of Manchester.[3] Her research typically is based on actinide chemistry and luminescence spectroscopy, though some of her published research has extended to lanthanide chemistry, transition metal complexes and organic chemistry.[4]", "99338": "Sir William Henry Perkin FRS (12 March 1838 – 14 July 1907)[1] was a British chemist and entrepreneur best known for his serendipitous discovery of the first commercial synthetic organic dye, mauveine, made from aniline. Though he failed in trying to synthesise quinine for the treatment of malaria, he became successful in the field of dyes after his first discovery at the age of 18.[2]", "28115979": "André S. Dreiding (22 June 1919 in Zürich – 24 December 2013[1] [2] in Herrliberg near Zurich) was a Swiss chemist.[3] He finished his high school studies in Zürich and then studied at Columbia University in New York, where he was awarded BS and MS degrees. After two years as a research assistant at Hoffmann-La Roche, he continued postgraduate studies at the University of Michigan in Ann Arbor under professor Werner Emmanuel Bachmann and was awarded his PhD in 1947. He remained at the university until 1949 as Rackham and Lloyd Postdoctoral Fellow. From 1949 to 1954, Dreiding was an assistant professor at Wayne University, Detroit Institute of Cancer Research. He also temporarily took over Bachmann's teaching and research duties at the University of Michigan after Bachmann's death in 1951 and held them until 1952. In 1954, Dreiding turned to Switzerland and the University of Zurich, where he became professor and stayed until his retirement in 1987, after which he was an emeritus professor.", "31097867": "Stanley Gerald Thompson (1912–1976) was an American chemist. He discovered together with Glenn T. Seaborg several of the transuranium elements. One of the elements is Californium, which he and several others made. Thompson was also a leader of the research teams that discovered the next three transuranium elements: einsteinium, fermium and mendelevium (atomic numbers 99, 100 and 101).[1] He received Guggenheim Fellowships (Natural Sciences - Chemistry) in 1954 and 1965.[2]", "60163088": "Hermann Klare (12 May 1909 – 22 August 2003) was a chemistry academic who played a prominent role in scientific administration and research in the German Democratic Republic (GDR).  Klare held professorships at the Technical University Leuna-Merseburg and at \nHumboldt University (Berlin). From 1968 to 1979 he was president of the German Academy of Sciences (renamed the Academy of Sciences of the GDR in 1972).[1][2]", "18842644": "George William Scott Blair (23 July 1902 – 30 September 1987) was British chemist noted for his contributions to rheology.  In fact he has been called \"the first rheologist\"[1]", "47547420": "Atul Kumar is a synthetic organic chemist, Professor & Chief Scientist at the Academy of Scientific and Innovative Research (AcSIR)[1] and Chairperson of Medicinal and Process Chemistry Division  Central Drug Research Institute (CSIR-CDRI)[2] at Lucknow, India and a Dean at National Institute of Pharmaceutical Education and Research, Raebareli.[3]", "5800991": "Eamonn Francis Healy (born 25 September 1958) is an Irish-American professor of chemistry, organic chemistry, and biochemistry at St. Edward's University in Austin, Texas, where his research focuses on the design of structure-activity probes to elucidate enzymatic activity. Targets include HIV-1 integrase, the c-Kit and src-abl proteins, and the metalloproteinases associated with  CXCL16 shedding.", "12944417": "Marshall (Hal) Davidson Hatch AM (born 24 December 1932) was an Australian biochemist and plant physiologist. He was the chief research scientist at the CSIRO Division of Plant Industry in Canberra. He is a Fellow of the Australian Academy of Science, a Fellow of the Royal Society, a Foreign Associate of the US National Academy of Sciences and was awarded Honorary Doctorates from the University of Göttingen and the University of Queensland.[1] In Australia, in 1966, he elucidated, jointly with Charles Roger Slack, the C4 pathway for the fixation of carbon, which is also sometimes known as the Hatch-Slack pathway.[2] He is now retired.[3]", "34702380": "Johann August Natterer (19 October 1821 – 25 December 1900) was an Austrian physician and chemist.", "3015731": "Johann Schröder (1600, Bad Salzuflen – 1664) was a German physician and pharmacologist who was the first person to recognise that arsenic was an element. In 1649, he produced the elemental form of arsenic by heating its oxide, and published two methods for its preparation.[1]", "42239032": "Margaret Dorothy Foster (March 4, 1895 – November 5, 1970) was an American chemist. She worked for the United States Geological Survey, and was recruited to work on the Manhattan Project.  She wrote dozens of research papers on the chemistry of the natural world and assaying methods.", "62096452": "Marta Catellani is an Italian chemist known for her discovery of the eponymous Catellani reaction in 1997. She was elected to the European Academy of Sciences in 2016. Catellani earned her Ph.D. in chemistry in 1971 from the University of Parma, where, as of 2019, she is a professor and chairs the Department of Organic Chemistry.[1][2][3]", "73139287": "Jennifer Maynard is an American chemist who is the Henry Beckman Professor in Chemical Engineering at the University of Texas at Austin. Her research considers the development of therapeutic targets for infectious diseases. She was elected a Senior Member of the National Academy of Inventors in 2023.", "45220960": "Eugen Chirnoagă (24 March 1891–June 14, 1965) was a Romanian chemist.", "51512417": "John Brian \"Joe\" Neilands (September 11, 1921 – October 23, 2008) was a Canadian-born American biochemist and professor of biochemistry at the University of California, Berkeley, where he taught from 1951 until his retirement in 1993.", "2655333": "Louis Camille Maillard (/maɪˈjɑːr/ my-YAR; French: [lwi kamij majaʁ]; 4 February 1878 – 12 May 1936) was a French physician and chemist.  He made important contributions to the study of kidney disorders.  He also became known for the \"Maillard reaction\", the chemical reaction which he described in 1912, by which amino acids and sugars react in foods via contact with fats, giving a browned, flavorful surface to everything from bread and seared steaks to toasted marshmallows.[1]", "71369829": "Marjorie Elizabeth Dulcie Bick (11 December 1915 – 18 October 2013)[1] was an Australian biochemist.", "29885541": "Arthur J. Spivack (born July 9, 1956 in Queens, New York), also known as \"Art\" or \"Arturo\", is an American geochemist. He is currently a professor at the University of Rhode Island Graduate School of Oceanography.[1]", "55510129": "Alice Emily Smith (18 June 1871 – 1924) was a British chemist and one of the nineteen signatories of the 1904 petition to the Chemical Society.[1]", "37946483": "Silvia Elsa Braslavsky (born April 5, 1942 in Buenos Aires) is an Argentine chemist.[1]\nShe is the daughter of educationist Berta Perelstein de Braslavsky [es] and biochemist Lázaro Braslavsky, and the sister of Cecilia Braslavsky, educationist and erstwhile director of the International Bureau of Education of UNESCO. She has two daughters, sociologist Paula-Irene Villa Braslavsky and Carolina Klockow.", "34014326": "Gordon Henry Dixon, OC FRSC FRS (25 March 1930 – July 24, 2016) was a Canadian biochemist, and professor at the University of Toronto and the University of Calgary.[1]\nHe won the 1980 Flavelle Medal.[2] He was elected Fellow of the Royal Society of Canada in 1970, and of the Royal Society of London in 1978.[3]", "38536310": "Clarence Edward Larson (September 20, 1909 – February 15, 1999) was an American chemist, nuclear physicist and industrial leader. He was involved in the Manhattan Project, and was later director of Oak Ridge National Laboratory and commissioner of the U.S. Atomic Energy Commission.", "1508474": "Robert William Holley (January 28, 1922 – February 11, 1993) was an American biochemist. He shared the Nobel Prize in Physiology or Medicine in 1968 (with Har Gobind Khorana and Marshall Warren Nirenberg) for describing the structure of alanine transfer RNA, linking DNA and protein synthesis.", "16614532": "Oskar Piloty  (30 April 1866 – 6 October 1915) was a German chemist.", "71828614": "Ulrike I. Kramm is a German chemistry professor at Technische Universität Darmstadt. Her research considers the development and characterisation of metal catalysts for fuel cells, CO2 conversion and solar fuels.", "9208967": "Robert Runnels Williams (February 16, 1886 – October 2, 1965)  was an American chemist, known for being the first to chemically fully characterize and then synthesize thiamine (vitamin B1). He first isolated thiamine in 1933, and synthesized it in 1935, reporting this in 1936.  Williams also provided the modern name \"thiamine\" from the molecule's sulfur atom, and it being a vitamin (a class ultimately named for the earlier-known amine of thiamine itself).[1][2]", "40535176": "Nicholas A. Kotov (born August 29, 1965, in Moscow, USSR) is the Irving Langmuir Distinguished Professor of Chemical Sciences and Engineering at the University of Michigan in Ann Arbor, MI, USA.[1] Prof. Nicholas Kotov demonstrated that the ability to self-organize into complex structures is the unifying property of all inorganic nanostructures.[2][3] He has developed a family of bioinspired composite materials with a wide spectrum of properties that were previously unattainable in classical materials.[4] These composite biomimetic materials are exemplified by his nacre-like ultrastrong yet transparent composites,[5][6] enamel-like, stiff yet vibration-isolating composites, and cartilage-like membranes with both high strength and ion conductance.[6][7][8][9]", "1574029": "Robert Hill FRS[1] (2 April 1899 – 15 March 1991), known as Robin Hill, was a British plant biochemist who, in 1939, demonstrated the 'Hill reaction' of photosynthesis, proving that oxygen is evolved during the light requiring steps of photosynthesis.[5][6][7] He also made significant contributions to the development of the Z-scheme[8][9] of oxygenic photosynthesis.[4][10][11][12][13][14][15]", "35193997": "Louis de Vanens (1647 – December 1691) was a French alchemist and poisoner. He was implicated in the Poison Affair. It was owing to the connection between him and Magdelaine de La Grange that the Paris police came to suspect the existence of an illegal organization of poisoners in Paris.", "45679761": "Rainer Waser (born September 16, 1955, in Frankfurt)[1] is a German professor of Electrical Engineering[2] at RWTH Aachen University. He is also director of the section Electronic Materials at the Peter Grünberg Institute which is located on the campus of Jülich Research Center (Forschungszentrum Jülich). His research and teaching is on solid-state chemistry and defect chemistry to electronic properties and modelling, the technology of new materials and the physical properties of construction components.", "50234514": "Heinz Rudolf Gibian (30 March 1916 – 13 May 1995) was a German biochemist, who was noted for his research on steroid hormones.", "50889875": "Kathryn Rice Bullock  (September 24, 1945, in Bartlesville, Oklahoma – May 17, 2021)[1] was a chemist, best known for her work in developing  valve-regulated lead-acid batteries. Her theoretical and statistical modeling of the electrochemistry of batteries led to better understanding of processes such as corrosion and advances in battery design.[2] Her work has applications for hybrid and electric cars, residential fuel cell systems and solar energy storage.[1][2][3][4][5] Kathryn Bullock has published over 60 technical papers and holds at least 11 U.S. patents.[2]  She served as vice-president of the Electrochemical Society in 1992 and as president from 1995 to 1996.[1] Bullock died on May 17, 2021, from Alzheimer’s Disease.[6]", "41813144": "Rachel Lloyd (January 26, 1839 – March 7, 1900) was an American chemist who studied the chemistry and agriculture of sugar beets (Beta vulgaris). She studied at the Harvard Summer School and earned her doctorate from the University of Zurich in 1886. She was the first American woman to earn a doctorate of chemistry and the first woman to publish work in a major chemistry journal.", "72025241": "Catherine Anne Money PSM (née Menzies; born 18 August 1940) is an Australian biochemist whose discoveries have changed leather making.[1][2] By introducing a freezing process, she simplified the preparation of hides in Australian tanneries. Her simplified approach which minimise tannery effluents and maximises hide quality is now used globally.[3][2]", "394406": "Günter Wächtershäuser (born 1938 in Gießen) is a German chemist turned patent lawyer who is widely known for his work on the origin of life, and in particular his iron-sulfur world theory, a theory that life on Earth has hydrothermal origins. The hypothesis proposes that early life may have formed on the surface of iron sulfide minerals, hence the name.[1][2][3][4][5]  It was developed by retrodiction from extant biochemistry in conjunction with chemical experiments. The theory is consistent with the hypothesis that life originated near seafloor hydrothermal vents. He was encouraged and supported by science philosopher Karl R. Popper to publish his ideas.", "54428843": "Wiesław Stanisław Ptak (16 September 1941 – 11 April 2004) was a Polish chemist, professor of chemical sciences, professor at the AGH University of Science and Technology in Kraków and Dean of the Faculty of Materials Science and Ceramics at AGH (1993–1996). Ptak was a member of the Polish Chemical Society and the International Society for Theoretical Chemical Physics (ISTCP).", "59638966": "Kenneth Wayne Hedberg (February 2, 1920 – January 5, 2019) was an American chemist.", "3605701": "Professor Yair Sprinzak (Hebrew: יאיר שפרינצק, 8 November 1911 – 6 September 1999) was an Israeli scientist and politician who served as a Knesset for Moledet between 1988 and 1992.", "62883014": "Frank Williams Durkee (October 5, 1861 – May 21, 1939) was an American football player and coach and a college faculty member. He served as a player-coach at Tufts University in Medford, Massachusetts in 1887, compiling a record of 4–6.[1] He was also a team captain on the school's baseball team in 1888.[2]", "63407304": "Thomas Kietzmann (* in Greifswald) is a German physician and biochemist. He is a professor for biochemistry at the University of Oulu in Finland.[1]", "67765449": "Werner Müller-Esterl (born 13 July 1948) is a German biochemist who served as president of the Goethe University Frankfurt from 2009 to 2014.[1][2]", "40207563": "Mario Moisés Álvarez is a Mexican researcher. He was a visiting professor at the Harvard-MIT Division of Health Sciences and Technologies, at the Brigham Women's Hospital of the Harvard Medical School, in Cambridge Massachusetts (2014-2017). He also collaborated as a visiting professor in the Microsystems Technology Laboratories at MIT (2015-2016). Álvarez conducted research at the BIRC (Biomaterials Innovation Research Center) in the areas of Tissue Engineering, Biomaterials, and Microfluidics. Today, Mario Moisés Álvarez is a full professor at the Monterrey Institute of Technology and Higher Studies (Tecnológico de Monterrey), specializing in biomedical and biopharmaceutical engineering. His work has been recognized by Level III membership in Mexico's Sistema Nacional de Investigadores, a permanent membership in the AMC (Mexican Academy of Sciences), two granted US patents and twelve granted Mexican patents. He received the Rómulo Garza Insignia Award in 2017, the most prestigious research award from his institution, Tecnológico de Monterrey.", "43320525": "Kuppuswamy Kalyanasundaram is a senior scientist and researcher in chemistry at the Swiss Federal Institute of Technology in Lausanne. His major research interests are in photochemistry, solar energy conversion and storage. He is part of the research group that developed \"Dye Sensitized Solar Cells\". He is best known for his work in Tamil computing and as the founder of Project Madurai.", "68027602": "Paul Francis McMillan (3 June 1956 – 2 February 2022) was a British chemist who held the Sir William Ramsay Chair of Chemistry at University College London.[1] His research considered the study of matter under extreme conditions of temperature and pressure, with a focus on phase transitions, amorphisation, and the study of glassy states. He has also investigated the survival of bacteria and larger organisms (tardigrades) under extreme compression, studies of amyloid fibrils,[2] the synthesis and characterisation of carbonitride nanocrystals and the study of water motion in confined environments. He has made extensive use of Raman spectroscopy together with X-ray diffraction and neutron scattering techniques.", "13305043": "George Richard Hill III (November 24, 1921 – April 22, 2001) was an American chemist and a world authority on coal. Hill was also a general authority of the Church of Jesus Christ of Latter-day Saints (LDS Church) from 1987 to 1992.", "18777308": "Holger F. Struer (22 March 1846 – 17 June 1931) was a Danish chemist and founder of \"H. Struers Chemiske Laboratorium\" (In Danish: \"Struers Kemiske Laboratorium\") in 1875 at Skindergade 38, the centre of Copenhagen. Struers introduced in 1943 Micropol, a new principle for electrolytic polishing which made the preparation process within metallography more controlled in order to achieve better preparation results.[1]", "5637341": "John French (1616–1657) was an English physician known for his contributions to chemistry (in particular, distillation) as well as for his English translations of Latin and German works.", "36799714": "Lars Skattebøl FRSC (born 16 July 1927) is a Norwegian scientist and professor emeritus at the University of Oslo. The Skattebøl rearrangement, a chemical reaction, was named after his discovery. He was born in Bærum.", "16876771": "Richard Wolffenstein (21 August 1864 – 5 June 1926) was a German chemist.[1]", "63112423": "Gerard Robert Wyatt (3 September 1925, in Palo Alto, California – 28 March 2019, in Kingston, Ontario)[1] was an American-Canadian biochemist and entomologist, specializing in insect physiology.[2] He is known for important research on DNA.[3][4]", "62162151": "Lynda Soderholm is a physical chemist at the U.S. Department of Energy's (DOE) Argonne National Laboratory with a specialty in f-block elements.[1] She is a senior scientist and the lead of the Actinide, Geochemistry & Separation Sciences Theme within Argonne's Chemical Sciences and Engineering Division. Her specific role is the Separation Science group leader within Heavy Element Chemistry and Separation Science (HESS), directing basic research focused on low-energy methods for isolating lanthanide and actinide elements from complex mixtures. She has made fundamental contributions to understanding f-block chemistry and characterizing f-block elements.[1][2]", "20219113": "Thomas Ebbesen (born 30 January 1954) is a Franco-Norwegian physical chemist and professor at the University of Strasbourg in France, known for his pioneering work in nanoscience. He received the Kavli Prize in Nanoscience “for transformative contributions to the field of nano-optics that have broken long-held beliefs about the limitations of the resolution limits of optical microscopy and imaging”, together with Stefan Hell, and Sir John Pendry in 2014.", "53249267": "Cornelius O'Sullivan, FRS (20 December 1841 – 8 January 1907) was an Irish brewer's chemist.", "53806334": "Michigan State University (1986–1999)", "34931970": "Chester J. Cavallito (May 7, 1915 – March 28, 2010) was an American organic chemist. He was particularly known for his work on the chemistry of garlic. Beginning in 1944, with his colleagues, he reported on the isolation from crushed garlic, synthesis (from diallyl disulfide) and antibiotic activity of a compound he named allicin. Cavallito established that allicin was a member of a class of organosulfur compounds known as thiosulfinates. He also synthesized and reported on the chemical and biological properties of a series of thiosulfinates related to allicin.[1][2][3][4][5][6][7]", "34051": "Walter Gilbert (born March 21, 1932) is an American biochemist, physicist, molecular biology pioneer, and Nobel laureate.[3][4][5]", "31130886": "George Field (1777?–1854), was an English chemist. He was born in or about 1777 at Berkhamsted, Hertfordshire, of a family long settled in that town, and was educated at St. Peter's school there. When about eighteen years of age he came to London to seek a profession. He thought he saw an opening in the careful application of chemistry to pigments and dyes. War on the continent, by stopping the supply of madder from Holland, threatened to impede his progress. This obstacle, however, led him to consider the nature of its cultivation, and with a well-devised project he waited on Sir Joseph Banks for his advice, and, as he hoped, his co-operation. Sir Joseph, after unsuccessfully attempting to cultivate madder in Essex, had made up his mind that it could not be done in England.", "56395014": "Wilfrid Walter Payne FRCP (25 March 1894 in Brighton[1] – 28 December 1978) was a British pediatrician with his job title also being  biochemist and chemical pathologist[2][3] He was notable for developing flame photometry and chromatography, enzymology, fat balances and chylomicron counting, and for conducting research on gastroenteritis, calcium and phosphorus metabolism, and on coeliac and fibrocystic diseases.[2]", "43287831": "Marion Charlotte Thurnauer is an American chemist at Argonne National Laboratory (Argonne).  She was the first woman director of the Chemistry Division (CHM) and the first woman division director in the Physical Sciences Directorate at Argonne.  She is an Argonne Distinguished Fellow Emeritus in the Chemical Sciences and Engineering Division and has received numerous awards for her work in chemistry and her support of women in science.[2]", "73303319": "Eric Oldfield (born 1948) is a British chemist, the Harriet A. Harlin Professor of Chemistry and a Professor of Biophysics at the University of Illinois at Urbana-Champaign.[1] He is known for his work in nuclear magnetic resonance spectroscopy of lipids, proteins, and membranes; of inorganic solids; in computational chemistry, and in microbiology and parasitology. He has received a number of recognitions for his work, including the American Chemical Society’s Award in Pure Chemistry, the Royal Society of Chemistry’s Meldola Medal and the Biochemical Society’s Colworth Medal, and he is a member of the American Association for the Advancement of Science, a Fellow of the Royal Society of Chemistry, and a Fellow of the American Physical Society.", "67568924": "Frances Mary Hamer (1894–1980)[1] was a British chemist who specialized in the sensitization compounds used for photographic processing for which she held many patents. She was very active in the Allied efforts to enhance aerial photography during World War I.[2]", "2524449": "Key is a supervillain appearing in media published by DC Comics, primarily as an enemy of the Justice League. The character continues to appear in Justice League and Batman comics, with a ghoulish appearance since 1997.", "40502561": "Andrzej Wincenty Górski (15 August 1920 – 22 November 2017) was a Polish academic who was a professor of Inorganic Chemistry at the Warsaw University of Technology.[1]", "27428132": "University of Warwick (1988-1991)\nImperial College (1992-2000)", "48989488": "Geoffrey Bodenhausen (born 1951) is a French chemist specializing in nuclear magnetic resonance, being highly cited in his field.[2] He is a Corresponding member of the Royal Netherlands Academy of Arts and Sciences and a Fellow of the American Physical Society.[3]\nHe is professeur émérite at the Department of Chemistry at the École Normale Supérieure (ENS) in Paris and professeur honoraire at the Laboratory of Biomolecular Magnetic Resonance of the École Polytechnique Fédérale de Lausanne (EPFL). He is a member of the editorial board of the journal Progress in Nuclear Magnetic Resonance Spectroscopy.[4] He is the chair of the editorial board of the journal Magnetic Resonance.", "70714675": "Johann Heinrich Pott (6 October 1692 – 29 March 1777) was a Prussian physician and chemist. He is considered a pioneer of pyrochemistry. He examined the elements bismuth and manganese apart from attempting improvements to glass and porcelain production.", "38765878": "Giuliana Tesoro (née Cavaglieri) (June 1, 1921 – September 29, 2002) was an Italian-born American chemist who earned more than 125 patents, with her most notable consisting of improvements in fabric comfort, practicality, and flame resistance.[1]", "43582774": "Patrick Harran (born 13 July 1969) is an American organic chemist who has held the D. J. & J. M. Cram Chair in Organic Chemistry, an endowed chair at the University of California, Los Angeles, since 2008. Prior to taking this position he was a professor at the University of Texas Southwestern Medical Center.[1] Harran was educated at Skidmore College graduating in 1990. He went on to Yale University, where he was awarded a Ph.D. in 1995.[2]", "51053879": "Stefan von Bogdándy (Hungarian: Bogdándy István) (* 11 September 1890 in Kolozsvár, Hungary, † 4 August 1933 in Berlin, Germany[1]) was a Hungarian physician and physical chemist. He was a close collaborator of Michael Polanyi.[2]", "5997878": "Georg Bredig (October 1, 1868 – April 24, 1944) was a German physical chemist.[1][2]\nBredig was a faculty member at the University of Leipzig (1895-1901) and professor of chemistry at Heidelberg (1901–1910); Technische Hochschule, Zurich (1910); and  Technische Hochschule, Karlsruhe (1911–1933).", "57378105": "Omolola (Lola) Eniola-Adefeso is a Nigerian-American chemical engineer and the University Diversity and Social Transformation Professor of Chemical Engineering, Biomedical Engineering, and Macromolecular Science and Engineering at the University of Michigan. Eniola-Adefeso is also a co-founder and chief scientific officer of Asalyxa Bio. Her research looks to design biocompatible functional particles for targeted drug delivery.", "34108": "William Nunn Lipscomb Jr. (December 9, 1919 – April 14, 2011)[2] was a Nobel Prize-winning American inorganic and organic chemist working in nuclear magnetic resonance, theoretical chemistry, boron chemistry, and biochemistry.", "71271745": "Robert 'Bobby' Gribben Hill (15 July 1938 — 19 November 2017) was a Scottish first-class cricketer and administrator.", "48694597": "Jacqueline Akhavan is a British chemist and expert in the chemistry of explosives.", "40371530": "Georg Ludwig Engelhard Krebs (19 July 1792 - 11 May 1844) was a German apothecary and natural history collector who spent his entire career in South Africa.", "1049937": "Sir William Robert Grove, FRS FRSE (11 July 1811 – 1 August 1896) was a Welsh judge and physical scientist.[1] He anticipated the general theory of the conservation of energy, and was a pioneer of fuel cell technology.[1] He invented the Grove voltaic cell.", "49382738": "Elmer Lucille Allen (born in Louisville, Kentucky, August 23, 1931) is a ceramic artist and chemist who graduated from Nazareth College (now Spalding University) in 1953.[1] Both her father and brother were named Elmer and the family chose to name her Elmer Lucille.[2] She became the first African-American chemist at Brown-Forman in 1966.[3]", "1082706": "Charles Adolphe Wurtz (French: [vyʁts]; 26 November 1817 – 10 May 1884) was an Alsatian French chemist. He is best remembered for his decades-long advocacy for the atomic theory and for ideas about the structures of chemical compounds, against the skeptical opinions of chemists such as Marcellin Berthelot and Henri Étienne Sainte-Claire Deville.  He is well known by organic chemists for the Wurtz reaction, to form carbon-carbon bonds by reacting alkyl halides with sodium, and for his discoveries of ethylamine, ethylene glycol, and the aldol reaction. Wurtz was also an influential writer and educator.", "67470682": "Ramakanth Sarabu (June 20, 1955 – February 11, 2021) was an Indian organic chemist. He is known for his contributions in diabetes research, specifically the work of Glucokinase activation as a treatment therapy for type 2 diabetes.", "33293658": "Ragnar Berg (September 1, 1873 – March 31, 1956)[1] was a Swedish-born biochemist and nutritionist who worked most of his adult life in Germany. He is best known for his theories on the importance of acid-base balance and inorganic minerals like calcium in the diet; later in life he endorsed vegetarianism and ways to prolong the human life span. He promoted an alkaline rich diet[2] and also invented the alkaline dietary supplement Basica,[3] which Volkmar Klopfer manufactured and marketed from 1925.", "13141354": "Eugenio Berríos Sagredo (November 14, 1947 – November 15, 1992) was a Chilean biochemist who worked for the Dirección de Inteligencia Nacional (DINA). \nBerríos was charged with carrying out Proyecto Andrea in which Pinochet ordered the production of sarin, a nerve agent used by the DINA. Sarin gas leaves no trace and victims' deaths closely mimic heart attacks.[1] Other biochemical weapons produced by Berríos included anthrax and botulism.[2] Berríos also allegedly produced cocaine for Pinochet, who then sold it to Europe and the United States.[2] In the late 1970s, at the height of the Beagle Crisis between Chile and Argentina, Berríos is reported to have worked on a plan to poison the water supply of Buenos Aires.[3][4] Wanted by the Chilean authorities for involvement in the Letelier case, he escaped to Uruguay in 1991, at the beginning of the Chilean transition to democracy, and what has been identified as his corpse was found in 1995 near Montevideo.", "12682606": "Giuseppe Moscati (25 July 1880 – 12 April 1927) was an Italian doctor, scientific researcher, and university professor noted both for his pioneering work in biochemistry and for his piety.[2] Moscati was canonized by the Catholic Church in 1987; his feast day is 16 November.", "63997295": "Jacqueline A. Lees is a British biochemist.", "49415537": "Frederick Woodward Branson, FIC, FCS (6 March 1851 – 30 November 1933) was a British chemist, glassblower, instrument maker and X-ray pioneer.", "52331890": "Leslie Bretherick (1926–2003) was a chemist and an “internationally recognized authority on laboratory safety”[1] especially remembered for writing the book which became Bretherick's Handbook of Reactive Chemical Hazards, an indexed guide to published data on dangerous chemical reactions.  An obituary said “His contributions  have improved the lives of countless millions, and I will aver, have saved the lives of thousands”.[2]", "11502961": "John Christian Warner (May 28, 1897 – April 12, 1989), known best as Jake Warner, was an American chemist who served as the fourth President of Carnegie Mellon University in Pittsburgh, Pennsylvania, United States.", "70026615": "Anders Grubb (born 1944) is a Swedish chemist, physician, and academic. He is currently a Senior Professor of Clinical Chemistry at Lund University.[1]", "71042423": "Karena Chapman is an Australian chemist who is the Joseph W Lauher & Frank W Fowler Endowed Chair in Materials Chemistry at Stony Brook University. Her research considers the use of high energy X-rays to better understand the structure property relationships of energy materials.", "1312121": "Jean-Marie Lehn (born 30 September 1939)[2] is a French chemist. He received the Nobel Prize in Chemistry together with Donald Cram and Charles Pedersen in 1987 for his synthesis of cryptands. Lehn was an early innovator in the field of supramolecular chemistry, i.e., the chemistry of host–guest molecular assemblies created by intermolecular interactions, and continues to innovate in this field. He described the process by which molecules recognize each other. Drugs, for example, \"know\" which cell to destroy and which to let live.[3] As of January 2006,[update] his group has published 790 peer-reviewed articles in chemistry literature.[2]", "64718204": "Krishna Lynne Foster (born January 7, 1970) is an American environmental chemist who is a professor at California State University, Los Angeles. Her research considers the impact of sunlight on pollutants. Foster has worked to improve the representation of people of colour studying chemistry.", "2917758": "Alfred Robert Bader, CBE (April 28, 1924 – December 23, 2018) was a Canadian chemist, businessman, philanthropist, and collector of fine art. He was considered by the Chemical & Engineering News poll of 1998 to be one of the \"Top 75 Distinguished Contributors to the Chemical Enterprise\" during C&EN's 75-year history.[1]", "11699585": "Baron Charles George Maurice de Worms (1903–1979) was an English chemist and lepidopterist.", "52561283": "Eric V. Anslyn (born June 9, 1960, Santa Monica, California) is an American chemist , University Distinguished Teaching Professor, and Welch Regents Chair in Chemistry at the University of Texas at Austin.[1] He previously held the Norman Hackerman Professorship[citation needed]. Anslyn is co-author of Modern Physical Organic Chemistry, an introductory graduate textbook.[2]", "22775177": "(William) Graham Richards CBE FRS FLSW CChem HonFRSC (born 1 October 1939) is a chemist and Emeritus Fellow of Brasenose College, Oxford.[3] He served as head of the department of chemistry at the University of Oxford from 1997 to 2006.[4]", "3048845": "Sir Christopher Kelk Ingold BEM FRS[1] (28 October 1893 – 8 December 1970) was a British chemist based in Leeds and London. His groundbreaking work in the 1920s and 1930s on reaction mechanisms and the electronic structure of organic compounds was responsible for the introduction into mainstream chemistry of concepts such as nucleophile, electrophile, inductive and resonance effects, and such descriptors as SN1, SN2, E1, and E2. He also was a co-author of the Cahn–Ingold–Prelog priority rules. Ingold is regarded as one of the chief pioneers of physical organic chemistry.[3][4][5]", "71173518": "Claude Berger (January 20, 1679, Paris – May 22, 1712, Passy) was a French doctor and chemist.[1]", "32408974": "Carl Hagemann (April 9, 1867, in Essen – November 20, 1940, in Frankfurt am Main) was a German chemist, industrial manager and one of the most important German art collectors and patrons in the first half of the 20th century.", "66291088": "Lucy Marie Ziurys (born May 6, 1957)[1] is an American astrochemist known for her work on high-resolution molecular spectroscopy. She is Regent's Professor of Chemistry & Biology and of Astronomy at the University of Arizona.[2]", "32015767": "The German Chemical Society (German: Gesellschaft Deutscher Chemiker, GDCh) is a learned society and professional association founded in 1949 to represent the interests of German chemists in local, national and international contexts. GDCh \"brings together people working in chemistry and the molecular sciences and supports their striving for positive, sustainable scientific advance – for the good of humankind and the environment, and a future worth living for.\"[1]", "26445211": "Sir John Shipley Rowlinson FRS FREng (12 May 1926 – 15 August 2018) was a British chemist. He attended Oxford University, where he completed his undergraduate studies in 1948 and doctoral in 1950. He then became research associate at University of Wisconsin (1950–1951), lecturer at University of Manchester (1951–1961), Professor at Imperial College London (1961–1973) and back at Oxford from 1974 to his retirement in 1993.", "1475996": "Wendell L. Roelofs (born July 26, 1938) was the first researcher to characterize insect sex pheromone structures, developing microchemical techniques for the isolation and identification of pheromone components.", "329117": "Christian René Marie Joseph, Viscount de Duve (2 October 1917 – 4 May 2013) was a Nobel Prize-winning Belgian cytologist and biochemist.[2] He made serendipitous discoveries of two cell organelles, peroxisome and lysosome, for which he shared the Nobel Prize in Physiology or Medicine in 1974 with Albert Claude and George E. Palade (\"for their discoveries concerning the structural and functional organization of the cell\").[3] In addition to peroxisome and lysosome, he invented scientific names such as autophagy, endocytosis, and exocytosis in a single occasion.[4][5][6][7][8]", "33654174": "Hermann Hellriegel (October 21, 1831 – September 24, 1895)[1] was a German agricultural chemist who discovered that leguminous plants assimilate the free nitrogen of the atmosphere.", "33326494": "Muhammad Akhtar FRS (Urdu: محمد اختر; born 23 February 1933) is a British-Pakistani biochemist, and former Director General of the School of Biological Sciences, at the University of the Punjab.", "67732896": "Martin Schütz (14 November 1963 – 25 February 2018) was a Swiss theoretical chemist and quantum chemist.[1][2][3]", "1312155": "Thomas Robert Cech (born December 8, 1947) is an American chemist who shared the 1989 Nobel Prize in Chemistry with Sidney Altman, for their discovery of the catalytic properties of RNA. Cech discovered that RNA could itself cut strands of RNA, suggesting that life might have started as RNA.[1] He found that RNA can not only transmit instructions, but also that it can speed up the necessary reactions.[2]", "63374754": "Rahim Abedi (Persian: رحیم عابدی) was an Iranian politician.", "61048240": "Noa Marom is an Israeli materials scientist and computational physicist at Carnegie Mellon University.[1][2] She was awarded the International Union of Pure and Applied Physics Young Scientist Prize.", "2229689": "Joseph Samachson (October 13, 1906 – June 2, 1980)[1] was an American scientist and writer, primarily of science fiction and comic books.", "8029630": "Ivar Karl Ugi (9 September 1930 in Saaremaa, Estonia – 29 September 2005 in Munich) was an Estonian-born German chemist who made major contributions to organic chemistry. He is known for the research on multicomponent reactions, yielding the Ugi reaction.", "34407871": "Eva Barbro Helen Åkesson (born 30 December 1961 in Ängelholm) is a Swedish professor of chemical physics who was the Rector of Uppsala University 2012–2020. She was previously Pro-Rector of Lund University.", "55903681": "Thomas Robert Bolam FRSE MM (1893–1969) was a 20th century British chemist.", "56427973": "Anne J. McNeil (born June 17, 1977) is an American chemist who currently works at the University of Michigan,[1] where she holds the position of Arthur F. Thurnau Professor of Chemistry and Macromolecular Science and Engineering. In 2017, McNeil was named a fellow of the American Association for the Advancement of Science (AAAS).[2]", "47744455": "Hang Hubert Yin (born 5 July 1976) is a professor and deputy dean of pharmaceutical sciences at Tsinghua University, a recipient of several young scientist awards for his research in chemical biology and drug discovery.[1]", "918984": "Sir Edward Penley Abraham, CBE, FRS[1] (10 June 1913 – 8 May 1999) was an English biochemist instrumental in the development of the first antibiotics penicillin and cephalosporin.[4][5]", "19989961": "Otto Berg (23 November 1873 – 1939) was a German scientist. He is one of the scientists credited with discovering rhenium, the last element to be discovered having a stable isotope.", "36931022": "Alf Sanengen (2 October 1913 – 13 January 1991) was a Norwegian resistance member during World War II, chemist and research administrator. He was born in Glemmen. During the occupation of Norway by Nazi Germany, Sanengen was among the central leaders of the civil resistance. He was manager of Sentralinstitutt for industriell forskning (SI) from 1950 to 1975. He was chairman of the board of Borregaard from 1965.[1][2] He was a member of the gentlemen's skiing club SK Fram since 1970.[3]", "53806544": "University of Washington\nIllinois State University", "66586075": "Franz Friedrich Theodor Fleitmann (August 20, 1828 in Schwerte - October 25, 1904 in Iserlohn) was a German chemist and entrepreneur.", "6063583": "William E. Wallace (1917–2004) was a preeminent physical chemist whose career coincided with the golden age of chemistry.  He received a bachelor's degree in chemistry from Mississippi College in 1936, and a Ph.D. in physical chemistry from the University of Pittsburgh in 1941.  As many prominent scientists of his era, he worked on the Manhattan Project during the Second World War, but he returned to the University of Pittsburgh as a faculty member in 1945.  He remained there for the rest of his career, eventually becoming the fourth chairman of the chemistry department from 1963 to 1977, and then a Distinguished Service Professor Emeritus.[1] He formally retired from the university in 1983, but his research continued.  He was associated with the Mellon Institute of Industrial Research,  and he started a research corporation (Advanced Materials Corporation) in the Oakland section of Pittsburgh with offices on an upper floor of a building on North Bellefield Avenue, midway between the University of Pittsburgh and Carnegie Mellon University.  He was accustomed to taking the stairs to his office, sometimes two at a time, while his younger colleagues struggled to keep up with him.", "919021": "Nevil Vincent Sidgwick FRS[1] (8 May 1873 – 15 March 1952) was an English theoretical chemist who made significant contributions to the theory of valency and chemical bonding.[2][3]", "7210481": "Ernest Earl Lockhart (September 10, 1912 – July 26, 2006) was a chemist and explorer.", "38503933": "Alexander Boden AO FAA (28 May 1913 – 18 December 1993) was a philanthropist, industrialist (manufacturing chemist), publisher (including education author and researcher), founder of the Boden Chair of Human Nutrition at the University of Sydney,[1] a Fellow Australian Academy of Science 1982, a founder of Bioclone Australia, Hardman Chemicals and Science Press and was awarded Leighton Medal of Royal Australian Chemical Institute in 1986.[2][3] He was educated at the University of Sydney (BSc 1933, Hon DSc 1984) and received an Order of Australia (AO) and he was also the author of A Handbook of Chemistry,[4] initially published by the Shakespeare Head Press and later by his own Science Press. After he graduated, he joined a research laboratory, which he soon took over, and renamed it Hardman Australia. Hardman Australia was turned into a manufacturing company producing in particular DDT. In 1981 he formed Bioclone Australia, which exports diagnostic products. Alex was elected to the Australian Academy of Science on the nomination of Professor John Swan, upon nomination Professor Swan said:", "19432958": "Paul Frank Barbara (April 24, 1953 – October 31, 2010) was an American chemist. His research interests focused on the understanding of the molecular structure and dynamics of complex chemical systems, including organic semi-conductors for photovoltaic applications, proton and electron transfer reactions, the hydrated electron and intermediates in the reverse transcription mechanism of HIV-1. His laboratory developed and applied novel ultrafast and single molecule spectroscopies to study the complexity of these chemical system.[1]", "2295295": "Professor Michael H. Gelb (born 1957) is an American biochemist and chemist specializing in enzymes and particularly those of medical significance.  He is the Boris and Barbara L. Weinstein Endowed Chair in Chemistry at the University of Washington in Seattle.  He also teaches Honors Organic Chemistry, Chemical Biology and Enzymology.", "6718982": "Edward Charles Howard FRS (28 May 1774 – 28 September 1816)[1] the youngest brother of Bernard Howard, 12th Duke of Norfolk, was a British chemist who has been described as \"the first chemical engineer of any eminence.\"[2]", "62096903": "Winnie Kwai-Wah Wong-Ng (Chinese: 黃桂華)[1] is a Chinese-American physical chemist. She is a research chemist at the ceramics division at the National Institute of Standards and Technology. Her research includes energy applications, crystallography, thermoelectric standards, metrology, and data, sorbent materials for sustainability, and high throughput combinatorial approach for novel materials discovery and property optimization for energy conversion applications. She is a fellow of the International Centre for Diffraction Data, American Ceramic Society, American Crystallographic Association, and the American Association for the Advancement of Science. Wong-Ng was twice awarded the Department of Commerce Bronze Medal.", "1574412": "Norman Levi Bowen FRS[2] (June 21, 1887 – September 11, 1956) was a Canadian geologist. Bowen \"revolutionized experimental petrology and our understanding of mineral crystallization\". Beginning geology students are familiar with Bowen's reaction series depicting how different minerals crystallize under varying pressures and temperatures.\"[4]", "54986254": "Einstein–Cartan–Evans theory or ECE theory was an attempted unified theory of physics proposed by the Welsh chemist and physicist[1] Myron Wyn Evans (May 26, 1950 – May 2, 2019),[2] which claimed to unify general relativity, quantum mechanics and electromagnetism.[3][4][5][6] The hypothesis was largely published in the journal Foundations of Physics Letters between 2003 and 2005.  Several of Evans's central claims were later shown to be mathematically incorrect[7][8][9][10] and, in 2008, the new editor of Foundations of Physics, Nobel laureate Gerard 't Hooft, published an editorial note effectively retracting the journal's support for the hypothesis.[11]", "1563": "Arthur Aikin FLS FGS (19 May 1773 – 15 April 1854) was an English chemist, mineralogist and scientific writer, and was a founding member of the Chemical Society (now the Royal Society of Chemistry). He first became its treasurer in 1841,[1] and later became the society's second president.[2]", "42239516": "Mary Lura Sherrill (July 14, 1888 – October 27, 1968) was recognized for her achievements in chemical research, particularly the synthesis of antimalarial compounds, and for her teaching at Mount Holyoke College.[1]   In 1947, she received the Garvan Medal, an award for women in chemistry.[2]", "11699741": "Constantin Fahlberg (Russian: Константин Фальберг; 22 December 1850 in Tambov – 15 August 1910 in Nassau) was a Russian chemist who discovered the sweet taste of anhydroorthosulphaminebenzoic acid  in 1877–78 when analysing the chemical compounds in coal tar at Johns Hopkins University for Professor Ira Remsen (1846–1927, aged 81). Later Fahlberg gave this chemical \"body\" the trade name Saccharin.", "57968159": "Huang Weiyuan (Chinese: 黄维垣; December 15, 1921 – November 17, 2015) was a Chinese organic chemist and an academician of the Chinese Academy of Sciences. He served as President of the Shanghai Institute of Organic Chemistry and President of the Chinese Chemical Society.", "34965019": "George Roger Clemo FRS[1] (2 August 1889 – 2 March 1983) was a British organic chemist.", "1377825": "Zheng Ji (Chinese: 郑集) (6 May 1900 – 29 July 2010) also known as Libin T. Cheng (his last name was spelled as Cheng in the Wade-Giles system before Pinyin was used to spell the names of Chinese people and places),[1] was a Chinese nutritionist and a pioneering biochemist. He was reputed to be the world's oldest professor and the founder of modern nutrition science in China, having lived to the age of 110.", "755234": "Feodor Felix Konrad Lynen ForMemRS[1] (German pronunciation: [ˈfeːodoːɐ̯ ˈlyːnən] ⓘ; 6 April 1911 – 6 August 1979) was a German biochemist. In 1964 he won the Nobel Prize in Physiology or Medicine together with Konrad Bloch for their discoveries concerning the mechanism and regulation of cholesterol and fatty acid metabolism while he was director of the Max-Planck Institute for Cellular Chemistry in Munich.", "59803172": "Yasuhiko Asahina (朝比奈泰彦 Asahina Yasuhiko; April 16, 1881 – June 30, 1975) was a Japanese chemist and lichenologist.", "18679333": "Professor Henry \"Harry\" Elderfield FRS[6] (25 April 1943 – 19 April 2016), was Professor of Ocean Chemistry and Palaeochemistry at the Godwin Laboratory in the Department of Earth Sciences at the University of Cambridge.[7][8] He made his name in ocean chemistry and palaeochemistry, using trace metals and isotopes in biogenic carbonate as palaeochemical tracers, and studying the chemistry of modern and ancient oceans - especially those of the glacial epoch and the Cenozoic.[3][9]", "47482405": "Stephen L. Buchwald (born 1955) is a U.S. chemist and Camille Dreyfus Professor of Chemistry at MIT. He is known for his involvement in the development of the Buchwald-Hartwig amination and the discovery of the dialkylbiaryl phosphine ligand family for promoting this reaction and related transformations. He was elected as a fellow of the American Academy of Arts and Sciences and as a member of the National Academy of Sciences in 2000 and 2008, respectively.", "558631": "Karl Waldemar Ziegler (German: [kaːʁl ˈvaldəˌmaʁ ˈt͡siːɡlɐ]; 26 November 1898 – 12 August 1973) was a German chemist who won the Nobel Prize in Chemistry in 1963, with Giulio Natta, for work on polymers. The Nobel Committee recognized his \"excellent work on organometallic compounds [which]...led to new polymerization reactions and ... paved the way for new and highly useful industrial processes\".[1] He is also known for his work involving free-radicals, many-membered rings, and organometallic compounds, as well as the development of Ziegler–Natta catalyst. One of many awards Ziegler received was the Werner von Siemens Ring in 1960 jointly with Otto Bayer and Walter Reppe, for expanding the scientific knowledge of and the technical development of new synthetic materials.[2]", "11568677": "Dame Jean Olwen Thomas, DBE FRS FMedSci MAE FLSW (born 1 October 1942) is a Welsh biochemist, former Master of St Catharine's College, Cambridge,[4] and Chancellor of Swansea University.[5]", "52430382": "Murali Sastry (born 1959) is an Indian material chemist, nanomaterial scientist and the chief executive officer of the IITB-Monash Research Academy.[1] He is a former chief scientist at Tata Chemicals and a former senior scientist at the National Chemical Laboratory.[2] He is known for his studies on surfaces, films and materials chemistry[3] and is an elected fellow of Maharashtra Academy of Sciences[4] and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2002, for his contributions to chemical sciences.[6]", "12944945": "George Keene Schweitzer (born December 5, 1924) is an academic in chemistry and family history and local history. He has also studied history of science and philosophy of science, for which he was awarded the Sc.D.", "34866738": "Léon-Albert Arnaud (15 February 1853 – 27 March 1915) was a French chemist born in Paris.", "1508915": "Boris Petrovich Nikolsky (Russian: Бори́с Петро́вич Нико́льский; 14 October [O.S. 1 October] 1900 – 4 January 1990), DN, was a Soviet chemist who played a crucial role in the former Soviet program of nuclear weapons.", "394805": "Andreas Libavius or Andrew Libavius was born in Halle, Germany c. 1550 and died in July 1616. Libavius was a renaissance man who spent time as a professor at the University of Jena teaching history and poetry. After which he became a physician at the Gymnasium in Rothenburg and later founded the Gymnasium at Coburg. Libavius was most known for practicing alchemy and writing a book called Alchemia, one of the first chemistry textbooks ever written.", "65177141": "Robert B. Duffield (October 15, 1917 – December 26, 2000[1]) was an American radiochemist who worked as part of the Manhattan Project and was director of the Argonne National Laboratory. His main areas of research focused on radioactivity and photonuclear reaction.", "51873337": "Harald Specht (born 20 December 1951) is a German scientist and author. He published the first German monograph on issues of cold shortening and electrical stimulation,[1][2]\nbut he became mainly known for his books about Jesus of Nazareth and early Christianity[3][4][5] in which he doubts the historicity of Jesus of Nazareth. He also argues that the development of Christianity is a result of religious and political disputes on the basis of ancient pagan sources.[6][7]", "62064192": "Marcia Lynn Huber is an American chemical engineer. She is a researcher at the National Institute of Standards and Technology. Huber's research interests include developing models for the thermophysical properties of fluids. She was awarded the Department of Commerce Bronze Medal in 2005.", "60884545": "Lo Tung-bin (Chinese: 羅銅壁; pinyin: Luó Tóngbì; Wade–Giles: Lo T'ung-pi; 15 February 1927 – 13 May 2019), also known as T. B. Lo, was a Taiwanese biochemist. A pioneer in the research on proteins in Taiwan, he was elected an academician of Academia Sinica in 1986. He served as Dean of the College of Sciences of National Taiwan University and Vice President of Academia Sinica (1993–1996).", "63145539": "Benita Jean Edds (born 12 June 1958 in Sullivan) is an American former archer.[1]", "71763528": "Kathryn S Lilley is a professor of biochemistry at the University of Cambridge,[1] director of the Cambridge Center for Proteomics,[2] and an elected member of the European Molecular Biology Organization (EMBO).[3]", "18712137": "Jan-Åke Gustafsson (born 1943, Sweden) is a Swedish scientist and professor in Biology, Biochemistry and Medical Nutrition. When he decided to move to Houston, Texas, USA, in 2008, the State of Texas decided to give a major US $5.5 million research grant to the University of Houston, enabling the establishment of the Center of Nuclear Receptors and Cell Signaling under the leadership of Jan-Åke Gustafsson. The grant was announced at a February 5, 2009, press conference by Rick Perry, Governor of Texas and running for the Republican nomination for President of the United States in the 2012 presidential election.[1]", "54494794": "Athula Buddhagosha Attygalle (Sinhala: අතුල ආටිගල) is a Sri Lankan scientist who works as a professor in the field of mass spectrometry in the United States. He was awarded the \"Inventor of the Year\" award in 2014 by the New Jersey Inventors Hall of Fame for his work in mass spectrometric analysis utilizing helium plasma and charge-exchange ionization techniques. In 2017 Attygalle won an Edison Patent Award from the Research and Development Council of New Jersey for his patented work in mass spectrometric analysis utilizing helium-plasma and charge-exchange ionization techniques,[1] and the Arnold Berliner Award in 2021.[2]", "68126283": "M. G. Finn (born October 23, 1958) is an American chemist and professor at the Georgia Institute of Technology.", "71075408": "Jennifer Ann Prescher is an American chemist who is a professor of chemistry at the University of California, Irvine. Her research considers the development of bioorthogonal, bioluminescent tools for the noninvasive, real-time imaging of immunometabolism.[2] She was recognized with the 2023 American Chemical Society Arthur C. Cope Scholar Award.[3]", "51414611": "Georg Christian Wittstein (25 January 1810, in Hann. Münden – 1 June 1887, in Munich) was a German pharmaceutical botanist and chemist.\nHe trained as a pharmacist in Minden, then worked as a pharmacy assistant in Clausthal, Güstrow und Hanover. In 1840 he received his doctorate from the University of Munich, where he worked for several years as an assistant at the pharmaceutical institute. In 1851–53 he taught classes at the technical school in Ansbach, and afterwards spent many years as director of a private school for chemistry in Munich (1853–79).[1][2]", "39650908": "Yoon Kyung-byung is a South Korean chemist.", "31458911": "Boris Rajewsky (Russian: Борис Николаевич Раевский; Ukrainian: Борис Миколайович Раєвський; 17 July 1893 – 22 November 1974) was a Russian-born German biophysicist, who was one of the most influential researchers on the impact of radiation on living organisms in the 20th century. He served as Rector of the Goethe University Frankfurt from 1949 to 1951.", "427622": "John Bennett Fenn (June 15, 1917 – December 10, 2010) was an American professor of analytical chemistry who was awarded a share of the Nobel Prize in Chemistry in 2002. Fenn shared half of the award with Koichi Tanaka for their work in mass spectrometry. The other half of the 2002 award went to Kurt Wüthrich. Fenn's contributions specifically related to the development of electrospray ionization, now a commonly used technique for large molecules and routine liquid chromatography-tandem mass spectrometry. Early in his career, Fenn did research in the field of jet propulsion at Project SQUID, and focused on molecular beam studies. Fenn finished his career with more than 100 publications, including one book.", "1410662": "Professor Gunnar Svedberg (born 12 August 1947 in Annefors, Bollnäs Municipality) was the Rector of the University of Gothenburg, in Sweden.", "69174888": "August Friedrich Horstmann (20 November 1842 – 8 October 1929) was a German physical chemist who contributed to a thermodynamic understanding of chemical reactions and equilibria. His mathematical approach published in 1873 was largely overshadowed by the independent and identical findings of Josiah Willard Gibbs made about three years later.", "17270378": "Károly Antal Than de Apát – also called as Carl von Than – (20 December 1834 – 5 July 1908) was a Hungarian chemist who discovered carbonyl sulfide in 1867.", "53118571": "Georg Franz Knoop (20 September 1875, Shanghai – 2 August 1946, Tübingen) was a German biochemist, most well known for his discovery of the β-oxidation of the fatty acids in 1905.[1][2]", "23692909": "Angela K. Wilson is an American scientist and former (2022) President of the American Chemical Society.[1]  She currently serves as the John A. Hannah Distinguished Professor of Chemistry, associate dean for strategic initiatives in the College of Natural Sciences,[2]  and director of the MSU Center for Quantum Computing, Science, and Engineering (MSU-Q)[3] at Michigan State University.[4]", "50759277": "Renée Schroeder (born 18 May 1953, in João Monlevade, Brazil) is an Austrian researcher and university professor at the Department of Biochemistry at the Max F. Perutz Laboratories of the University of Vienna and the Medical University of Vienna.", "5998194": "Eugen Piwowarsky (10 November 1891 – 17 November 1953) was a German metallurgist.", "55740021": "Jan-Olov Liljenzin (1936-2019) was a Swedish chemist and professor in nuclear chemistry.", "44926583": "Charles Lee Reese (November 4, 1862 – April 12, 1940) was an American chemist and chemical director of DuPont serving from 1911 to 1924.", "38667898": "Kate Carroll (born 1974) is an American professor of chemistry, chemical biology, and biochemistry at Scripps Research in Jupiter, FL, since 2010. She was previously a tenure-track assistant professor at the University of Michigan.[1]", "50628220": "Michael Toxites, born Johann Michael Schütz (19 July 1514, Sterzing, South Tyrol[1] – 1581, Haguenau, Alsace) was a doctor, alchemist and poet of the Holy Roman Empire.", "34276994": "James Lynn Hoard (December 28, 1905 – April 10, 1993) was an American chemist, a member of the Manhattan Project.\n[1]\n[2]\n[3] Hoard was internationally recognized for his research of boron.[1] Linus Pauling, a Nobel Prize laureate, said that Hoard \"contributed significantly to ... the chemistry of certain elements such as boron, and the structure of regions of hemoglobins where oxygen molecules are bonded to iron.\"[1]", "30279301": "Yoshihiko Ito (伊藤 嘉彦, Itō Yoshihiko, December 16, 1937 – December 23, 2006) was a Japanese chemist.[1][2]", "46335624": "Ellen D. Williams ForMemRS (born December 5, 1953) is an American scientist, best known for her research in surface properties and nanotechnology,  for her engagement with technical issues in national security, as chief scientist of BP, and for government service as director of ARPA-E.[1]", "5506697": "Sir Charles Robert Harington, KBE, FRS[1] (1 August 1897 – 4 February 1972) was a chemist, best known for synthesising thyroxine.", "2328203": "Yusuf Khwaja Hamied (born 25 July 1936) is an Indian scientist,  billionaire businessman and the chairman of Cipla, a generic pharmaceuticals company founded by his father Khwaja Abdul Hamied in 1935.[1]  He is also an elected fellow of the Indian National Science Academy.[2]", "15959692": "Thalappil Pradeep[1] is an institute professor and professor of chemistry in the Department of Chemistry at the Indian Institute of Technology Madras. He is also the Deepak Parekh Chair Professor. In 2020 he received the Padma Shri award for his distinguished work in the field of Science and Technology.[2] He has received the Nikkei Asia Prize (2020), The World Academy of Sciences (TWAS) prize (2018), and the Shanti Swarup Bhatnagar Prize for Science and Technology in 2008 by Council of Scientific and Industrial Research.[3][4]", "1083021": "Johann Georg Faust (/ˈfaʊst/; c. 1480 or 1466 – c. 1541), also known in English as John Faustus /ˈfɔːstəs/, was a German itinerant alchemist, astrologer, and magician of the German Renaissance.", "46761615": "Paul Grieco is an organic chemist at Montana State University. His research focuses on the total synthesis of natural products and the study of solvent effects in various organic reactions. He has received several awards for his work, including the American Chemical Society (ACS) Arthur C. Cope Scholar Award in 1990[1] and the ACS Award for Creative Work in Synthetic Organic Chemistry in 1991.[2] Among his contributions are two name reactions: the Grieco elimination and the Grieco three-component condensation.", "7210644": "Charles Tennant (3 May 1768 – 1 October 1838) was a Scottish chemist and industrialist. He discovered bleaching powder and founded an industrial dynasty.", "41617045": "Ángel Leopoldo López-Escobar (1940 – June 29, 2013) was a Chilean geochemistry academic. His scientific career begun by studying Biology and Chemistry at the Pontifical Catholic University of Chile. Later he worked at the Austral University of Chile and the University of Chile. In 1996 he started a metallogeny research group at the University of Concepción.", "7472789": "Manfred Donike (23 August 1933, Köttingen, Rhine Province – 21 August 1995, on a flight from Frankfurt am Main to Johannesburg) was a German cyclist and chemist, known for his research on doping.[1] Donike lived in Rölsdorf.", "55248537": "Miriam Michael Stimson, OP (born Marian Emma Stimson, December 24, 1913 – June 15, 2002[1] in Chicago)[2] was a member of the Adrian Dominican Sisters and a chemist. She was the second woman to lecture at the Sorbonne and taught at Siena Heights University.[3] She is noted for her work on spectroscopy,[4] and played a role in the history of understanding DNA.[5][6]", "65701530": "Alfred Lucas OBE (27 August 1867 – 9 December 1945) was an Egyptian-based English analytical chemist and archaeologist. He is best known for being part of Howard Carter's team at the excavation of Tutankhamun's tomb, analysing and conserving many of the finds, but he was also a pioneer in the wider fields of artifact preservation and forensic science.", "42108570": "Hiroshi Nakamura (中村 拓, Nakamura Hiroshi, March 25, 1890 – February 7, 1974) was a Japanese biochemist known for first suggesting that Nickel may be a dietary element.[1][2] He made a great contribution to the understanding of dietary element. In addition, he was one of Japan's most accomplished historians of cartography.[3]", "16254619": "Dr. Anton Vilsmeier (12 June 1894 – 12 February 1962) was a German chemist who together with Albrecht Haack discovered the Vilsmeier-Haack reaction.", "11306654": "Prof. Roger R. Naslain (born 20 November 1936) is French chemical and physical scientist. He has been a professor at the University of Bordeaux 1 since 1969.", "48989865": "Yoshimasa Hirata (平田 義正, Hirata Yoshimasa, 1915 – 5 March 2000) was a Japanese organic chemist.", "34014895": "David Julian Harry Downward[clarification needed] (born 25 October 1960)[1] FRS FMedSci is Associate Research Director at the  Francis Crick Institute and Senior Group Leader at the Institute of Cancer Research.[3] He was formerly head of the Signal transduction Laboratory at the London Research Institute.[4][5][6][2]\nHe is a member of the Editorial Board for Cell.[7]", "19826352": "Pseudo-Democritus is the name used by scholars for the anonymous authors of a number of Greek writings that were falsely attributed to the pre-Socratic philosopher Democritus (c. 460–370 BC).", "54003382": "Ramón Rogelio Latorre de la Cruz (born October 29, 1941) is a Chilean biochemist,[1][2] The winner of Chile's National Prize for Natural Sciences in 2002,[3] he has been recognized for his investigations in the field of the ionic channels of cellular membranes.[4][5]", "32999095": "Marsilio Landriani (Milan, 1751 – Vienna, 1815) was an Italian chemist, physicist and meteorologist. He became known with his first book,  Ricerche fisiche intorno alla salubrità dell'aria (Physical investigations on the salubrity of air), published in 1775.[1] In it he described a new instrument, the eudiometer, which was later improved by Volta with the addition of spark wires.[2] From 1776 he held the chair of experimental physics in the Brera Ginnasio (College). In 1781 he published his second book, Opuscoli fisico-chimici (Physical-chemical pamphlets), which contributed to opening a new way to the theory of acidity.", "70616758": "Ana Štěrba-Böhm (née Jenko; 9 June 1885 – 22 July 1936) was a Slovene chemist noted for being the first woman from Slovene Lands to obtain a doctoral degree in chemistry.[1]", "34178745": "Norman Neill Greenwood FRS CChem FRSC (19 January 1925 – 14 November 2012[1][2][3]) was an Australian-British chemist and Emeritus Professor at the University of Leeds.[4] Together with Alan Earnshaw, he wrote the textbook Chemistry of the Elements, first published in 1984.", "23889593": "Friedrich Hermann Leuchs (8 August 1879 – 2 May 1945) was a German chemist.", "25953980": "Augustin Gottfried Ludwig Lentin (January 4, 1764 – January 18, 1823) was a German chemist. He was a lecturer at the University of Göttingen and subsequently inspector of saltworks, and a writer and translator of works on chemistry and metallurgy.", "55510713": "Sir James Morton FRSE LLD (1867–1943) was a Scottish pioneer of fast dyes.", "66225855": "Rachel Harris Larson (née Harris) was an American chemist and dental researcher who studied the interrelationships of genetics, nutrition, and bacteriology in dental caries. She was the first female scientist at the National Institute of Dental and Craniofacial Research where she worked from 1942 until her retirement in 1977.", "2787011": "Alexander Evgenyevich Fersman (Russian: Александр Евгеньевич Ферсман; 8 November 1883 – 20 May 1945) was a prominent Soviet Russian geochemist and mineralogist, and a member of the Soviet Academy of Sciences (1919–1945).", "62916291": "Henry Paul Talbot (15 May 1864 in Boston, Massachusetts – 18 June 1927) was an American chemist at the Massachusetts Institute of Technology. He made a significant contribution to the university's reputation in research and teaching.[1]", "62490315": "Eleanor Vadala (September 8, 1923 – July 19, 2023) was an American chemist, materials engineer and balloonist.  She became director of research and development at the Naval Air Development Center in Pennsylvania, where she helped to develop light synthetic materials for use in aircraft.[1][2][3]  One of her jobs was the testing of fabric in existing balloons to ensure they could be used safely.[2][3][4]", "29394642": "Nicholas Kester Tonks FRS is a professor in Cold Spring Harbor Laboratory. His research is mainly focused on studying the function and regulation of protein tyrosine phosphatases.", "14845653": "Peter Stilbs (born 1 June 1945) is an emeritus professor in physical chemistry at the Royal Institute of Technology (KTH) in Stockholm, Sweden.[1]", "34408150": "Stephen E. Harding (born 2 August 1955) is a British biochemist specialising in biomolecular hydrodynamics. Harding is currently Professor of Applied Biochemistry at the University of Nottingham, has been the Director of the National Centre of Macromolecular Hydrodynamics since its foundation in 1987 and is a member of the Centre for the Study of the Viking Age.[1]", "39323355": "Brian Evans Conway (January 26, 1927 – July 9, 2005), professor emeritus in the Department of Chemistry at the University of Ottawa, was a world-renowned electrochemist, and had a long and distinguished career at the University of Ottawa that spanned five decades.[1]", "460517": "Carl-Gustaf Arvid Rossby (Swedish pronunciation: [kɑːɭ ˈɡɵ̂sːtav ˈǎrːvɪd ˈrɔ̌sːbʏ] 28 December 1898 – 19 August 1957) was a Swedish-born American meteorologist who first explained the large-scale motions of the atmosphere in terms of fluid mechanics. He identified and characterized both the jet stream and the long waves in the westerlies that were later named Rossby waves.[1]", "52266730": "Hirdaya Behari Mathur (1928–1980) was an Indian physical chemist and the director of Defence Materials and Stores Research and Development Establishment, Kanpur.[1] He was known for his studies on radioactive isotopes and solid state diffusion of metals.[2] Mathur was a fellow of Sigma Xi and an elected fellow of the Indian National Science Academy and the Indian Academy of Sciences.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1973, for his contributions to chemical sciences.[4]", "57771755": "Roland Victor Norris (1888 – 28 April 1950) was a biochemist and agricultural scientist who worked in India and Ceylon.[a] He served as the first agricultural chemist to the government of Madras.", "51218156": "Margaret Mary Sheil AO FAA FTSE[1][2] is an Australian academic and the Vice Chancellor and President of Queensland University of Technology.[3]", "49776363": "Monroe Jackson Rathbone II (March 1, 1900 – August 2, 1976) was an American businessman who was the chairman, president, and CEO of Standard Oil of New Jersey (now the Exxon Corporation).", "5506797": "Walter Thomas James Morgan CBE FRS (5 October 1900 – 10 February 2003) was a British biochemist noted for his work on the immunochemistry of antigens[2] and described as 'one of the pioneers of immunochemistry'.[1]", "69732074": "Leondios G. Kostrikis (born 1964) is a Cypriot biochemist and scientist from Cyprus and a Professor of Biological Sciences at the University of Cyprus.", "8652524": "Doctor James C. \"Jim\" Crow (1789 – 20 April 1856) has sometimes been loosely credited as the perfecter of the sour mash process used in creating bourbon whiskey. He is also the namesake of the Old Crow brand of bourbon whiskey currently produced by Beam Suntory.", "74417906": "Raymond J. Shamberger (23 August 1934 – 2 July 2022) was an American biochemist and cancer researcher.", "7800563": "David Nachmansohn (17 March 1899 – 2 November 1983) was a German-Jewish biochemist responsible for elucidating the role of phosphocreatine in energy production in the muscles, and the role of the neurotransmitter acetylcholine in nerve stimulation. He is also recognised for his basic research into the biochemistry and mechanism underlying bioelectric phenomena.[1]", "100087": "Thomas Midgley Jr. (May 18, 1889 – November 2, 1944) was an American mechanical and chemical engineer. He played a major role in developing leaded gasoline (tetraethyl lead) and some of the first chlorofluorocarbons (CFCs), better known in the United States by the brand name Freon; both products were later banned from common use due to their harmful impact on human health and the environment. He was granted more than 100 patents over the course of his career.[2]", "53413630": "Pernilla Wittung-Stafshede (maiden name Wittung) is a Swedish biophysical chemist, born in 1968, who is a professor of chemical biology at Chalmers University of Technology in Gothenburg. In 2019 she was named by International Union of Pure and Applied Chemistry as a Distinguished Woman in Chemistry.", "20645634": "Carlos Martínez Alonso, (Carlos Martinez-A.)[1] was born in Villasimpliz (Pola de Gordón), in the province of León, on January 9, 1950. In 1974 he obtained a chemistry degree from the Universidad Complutense of Madrid. Four years later, in 1978, he obtained a Ph.D. in immunology by the same university. He was appointed President of the Spanish National Research Council (CSIC) from 2004 to 2008, and Secretary of State for Research in the Ministry of Science and Innovation [2] from early 2008 to December 2009.", "40797955": "George Fergusson Wilson (25 March 1822 – 28 March 1902) was an English industrial chemist.", "39487236": "Andreas Pfaltz (born 10 May 1948) is a Swiss chemist known for his work in the area of coordination chemistry and catalysis.", "34572038": "Henry R. Linden (February 21, 1922 – September 13, 2009) was an American chemist with a focus on energy research, president of the Institute of Gas Technology, founding president of the Gas Research Institute, and president of the Illinois Institute of Technology.[1][2][3][4][5]\nLinden was elected to the National Academy of Engineering \"for contributions to methods of fuel conversion and energy utilization\".[1]\nHe was also a fellow of the American Association for the Advancement of Science, and a fellow of the American Institute of Chemical Engineers.[5]\nThe Chicago Sun-Times called Linden \"world-renowned authority in energy research\".[2]\nThe Illinois Institute of Technology called him \"an icon at Illinois Institute of Technology (IIT) and global authority in energy research\".[5]", "4327177": "Adolf Joszt (Polish pronunciation: [a.dɔlf jɔʂt]; born 1889 in Lviv - 1957 in Gliwice) was a Polish chemist, considered to be a significant precursor to the practices of biotechnology and environmental protection.[1]", "50235146": "Erich Gerhards (born 4 February 1927) is a German biochemist and pharmacologist, who was noted for his research on endocrinological topics. He was a senior researcher and head of department at Schering AG, and a professor of biochemistry at the Free University of Berlin.", "3376907": "John Wilfrid Linnett FRS (3 August 1913 – 7 November 1975) was Vice-Chancellor at the University of Cambridge from 1973 to 1975.[1][2][3] He was for many years a Fellow of the Queen's College, Oxford, and a demonstrator in Inorganic Chemistry at the University of Oxford.", "20580109": "Reginald John Ellis FRS (born 12 February 1935) is a British scientist.", "18679569": "Harmon Northrop Morse (October 15, 1848 – September 8, 1920) was an American chemist. Today he is known as the first to have synthesized paracetamol,[1] but this substance only became widely used as a drug decades after Morse's death. In the first half of the 20th century he was best known for his study of osmotic pressure, for which he was awarded the Avogadro Medal in 1916.[2][3][4] The Morse equation for estimating osmotic pressure is named after him.[5]", "63047442": "Vasilis Gregoriou (born 1965, Trikala, Greece)[1] is a researcher, inventor, technology entrepreneur and former  Director and Chairman of the Board of Directors at National Hellenic Research Foundation (NHRF) in Athens, Greece.[2][3][4] During his career, he has achieved international recognition by serving in research and administrative positions both in Greece and the US.[5][6][7] His studies in Greece began at the University of Patras (BSc. Chemistry) while his studies in the United States took place at Duke University where he received a PhD degree in Physical Chemistry.[2][8] He was also a National Research Service Award recipient at Princeton University.[9]", "8783636": "Marianne Grunberg-Manago (January 6, 1921 – January 3, 2013) was a Soviet-born French biochemist. Her work helped make possible key discoveries about the nature of the genetic code. Grunberg-Manago was the first woman to lead the International Union of Biochemistry and the 400-year-old French Academy of Sciences.", "29427482": "Gunter Faure is a geochemist who currently holds the position of professor emeritus in the school of earth science of Ohio State University. He obtained his PhD from the Massachusetts Institute of Technology in 1961.[1]", "5441307": "Stephen Lee (Chinese: 李中汉; pinyin: Lǐ Zhōnghàn; born 25 October 1955) is an American chemist. He is the son of Tsung-Dao Lee, the winner of the 1957 Nobel Prize in Physics. He is currently a professor at Cornell University.[1]", "52397852": "Ganesh Prasad Pandey (born 1954) is an Indian organic chemist and scientist at the National Chemical Laboratory.[1] He is known for his research on photo-induced single electron transfer reactions \nand the synthesis of natural products.[2] He is an elected fellow of the Indian National Science Academy[3] the National Academy of Sciences, India[4] and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1999, for his contributions to chemical sciences.[6]", "68290336": "Ariel Anbar is an isotope geochemist and President's Professor at Arizona State University. He has published over 180 refereed papers on topics ranging from the origins of Earth's atmosphere to detecting life on other worlds to diagnosing human disease.[1]", "1825": "Adolph Wilhelm Hermann Kolbe (27 September 1818 – 25 November 1884[1]) was a major contributor to the birth of modern organic chemistry. He was a professor at Marburg and Leipzig. Kolbe was the first to apply the term synthesis in a chemical context, and contributed to the philosophical demise of vitalism through synthesis of the organic substance acetic acid from carbon disulfide, and also contributed to the development of structural theory. This was done via modifications to the idea of \"radicals\" and accurate prediction of the existence of secondary and tertiary alcohols, and to the emerging array of organic reactions through his Kolbe electrolysis of carboxylate salts, the Kolbe-Schmitt reaction in the preparation of aspirin and the Kolbe nitrile synthesis. After studies with Wöhler and Bunsen, Kolbe was involved with the early internationalization of chemistry through work in London (with Frankland). He was elected to the Royal Swedish Academy of Sciences, and won the Royal Society of London's Davy Medal in the year of his death. Despite these accomplishments and his training important members of the next generation of chemists (including Zaitsev, Curtius, Beckmann, Graebe, Markovnikov, and others), Kolbe is best remembered for editing the Journal für Praktische Chemie for more than a decade, in which his vituperative essays on Kekulé's structure of benzene, van't Hoff's theory on the origin of chirality and Baeyer's reforms of nomenclature were personally critical and linguistically violent. Kolbe died of a heart attack in Leipzig at age 66, six years after the death of his wife, Charlotte. He was survived by four children.", "52430626": "Salvatore J. Turco is an American molecular and cellular biochemist, currently the Antonio S. Turco Endowed professor at University of Kentucky.[1][2] Turco is also a published author.[3]", "427813": "Cal Henrik Max Magnus Norman (born July 30, 1973) is a Swedish artist, painter, and sculptor.", "34670380": "Robert Porrett (1783–1868) was an English amateur chemist and antiquary.", "21497644": "Shridhar Ramachandra Gadre (born 20 May 1950) is an Indian scientist working in computational quantum and theoretical chemistry.", "37029685": "Oscar Denis Sánchez (born 2 October 1946, in Concepción) is a Paraguayan politician and former Vice President. He was elected in June 2012.[1] Upon his election he was Senator in the Senate of Paraguay.", "48990008": "Elizabeth Rona (20 March 1890 – 27 July 1981) was a Hungarian nuclear chemist, known for her work with radioactive isotopes.  After developing an enhanced method of preparing polonium samples, she was recognized internationally as the leading expert in isotope separation and polonium preparation. Between 1914 and 1918, during her postdoctoral study with George de Hevesy, she developed a theory that the velocity of diffusion depended on the mass of the nuclides. As only a few atomic elements had been identified, her confirmation of the existence of \"Uranium-Y\" (now known[1] as thorium-231) was a major contribution to nuclear chemistry. She was awarded the Haitinger Prize by the Austrian Academy of Sciences in 1933.", "63440699": "Margarita Behrens is a neuroscientist and biochemist.[1] She is currently an associate professor at the Salk Institute for Biological Studies where her lab studies the impact of oxidative stress on the post-natal brain through probing the biology of fast-spiking parvalbumin interneurons in models of schizophrenia.[1]", "30574396": "Valerie Randle is a materials engineer who specialised in electron backscatter diffraction, grain boundary engineering,[1] and has written a number of text books on the subject[2][3]  She was Welsh Woman of the Year in 1998 and in the same year was awarded the Rosenhain Award[4] for achievements in Materials Science  by the Institute of Materials, Minerals and Mining.[5]\nIn 2004 she was invited as a guest of HM the Queen to a luncheon at Buckingham Palace for the 'top 180 female achievers in the country'.[6] From 2008 she has been included in Who's Who.[7] as part of increasing public recognition of scientists.  She has made significant contributions in the field of materials engineering with over 150 indexed publications in the field.[8]", "68912960": "Andreas Smits (14 June 1870 – 13 November 1948) was Dutch chemist who specialized in physical and inorganic chemistry and examined aspects of phase change and conversions between allotropic forms. He was a professor at the Delft University of Technology.", "19957570": "Professor Alexander William Bickerton (7 January 1842 – 21 January 1929) was the first professor of chemistry at Canterbury College (now called the University of Canterbury) in Christchurch, New Zealand. He is best known for teaching and mentoring Ernest Rutherford. He was a natural teacher though an eccentric one, who taught science in an exciting way. His differences were not limited to teaching as he formed a socialist community in Christchurch, which he later set up as a theme park. His partial impact theory explaining the appearance of temporary stars was the major work of his lifetime.", "71272259": "Pauline Ramart (22 November 1880 – 17 March 1953) was a French chemist and a politician. She was the second woman to be appointed as a full professor at the  University of Paris, after Marie Curie.[1]", "22021954": "Wolf Klaphake (1900–1967) was a German-born scientist. He emigrated to Australia in 1935, where he was interred as an enemy alien from 1940 to 1944. He died in Sydney in 1967.[1]", "67897157": "M. Carmen Galan is a Spanish chemist and a Professor of Chemistry at the University of Bristol. Her research considers bioinspired probes for the targeting and regulation of cellular processes. She was awarded the Royal Society of Chemistry Jeremy Knowles Award in 2021.", "64653127": "Marvin Stuart Antelman (January 10, 1933 – September 11, 2013) was an American-Israeli rabbi, chemist, and conspiracy theorist.[2][3]", "69666638": "George Robert Pettit II (June 8, 1929 – September 21, 2021) was a Regents’ Professor in Chemistry in the School of Molecular Sciences (SMS) at Arizona State University. He was an internationally renowned and respected researcher in the field of natural anticancer compounds throughout his career of over six decades. Pettit has been honored by the International Cancer Advocacy Network,[1] the American Society of Pharmacognosy,[2] and Washington State University, his alma mater. A special edition of the Journal of Natural Products[3] is dedicated to Pettit, and the French journal Médicine Sciences paid tribute to him.[4] Pettit’s achievements earned him the designation of Outstanding Investigator by the United States National Institutes of Health National Cancer Institute (NCI).[5] Pettit and his impact on the field of anti-cancer compounds are the subject of the book, “Waging War on Cancer.”[6]", "39487312": "David Ruchien Liu (born 1973) is an American molecular biologist and chemist. He is the Richard Merkin Professor, Director of the Merkin Institute of Transformative Technologies in Healthcare, and Vice-Chair of the Faculty at the Broad Institute of Harvard and MIT; Thomas Dudley Cabot Professor of the Natural Sciences and Professor of Chemistry and Chemical Biology at Harvard University; and Howard Hughes Medical Institute Investigator.[1]", "18253649": "John E. Franz (born December 21, 1929) is an organic chemist who discovered the herbicide glyphosate while working at Monsanto Company in 1970.[1] The chemical became the active ingredient in Roundup, a broad-spectrum, post-emergence herbicide. Franz has earned acclaim and rewards for this breakthrough.[promotion?] He also has over 840 patents to his name worldwide.", "12978002": "Rudolf Gamsjäger (23 March 1909 in Vienna, Austria – 28 January 1985 in Vienna, Austria), was an Austrian opera administrator. He served as general director of the Vienna State Opera from 1972 to 1976.", "20416343": "Bedřich Moldan (born 15 August 1935, Prague, Czechoslovakia) is a Czech ecologist, publicist and politician.", "4032347": "Trudeau Medal, National Tuberculosis Association (1938)", "12224347": "Jan Boldingh (3 January 1915, Buitenzorg – 4 August 2003, Schiedam) was a noted Dutch chemist.", "52987741": "Mumtaz Ali Kazi (25 June 1928 – 25 January 1999), popularly known as M.A. Kazi, was one of Pakistan's leading scientists and educators. He was President of the Pakistan Academy of Sciences from 1978 to 1988 and President of the Chemical Society of Pakistan from 1977 to 1990.", "44926811": "Carsten Carlberg (born December 13, 1963, married to Eunike Velleuer-Carlberg, since July 26, 2023) is a German biochemist. He is professor of nutrigenomics at the Institute of Animal Reproduction and Food Research of the Polish Academy of Sciences in Olsztyn, Poland.", "58853217": "Karin Briner is a medicinal chemist and pharmaceutical executive currently employed as the Vice President and Global Head of Chemistry at Novartis.", "8587112": "David J. Lary (born 7 December 1965) is a British-American atmospheric scientist interested in applying computational and information systems to facilitate discovery and decision support in Earth system science. His main contributions have been to highlight the role of carbonaceous aerosols in atmospheric chemistry,[1] heterogeneous bromine reactions,[2] and to employ chemical data assimilation for satellite validation,[3] and the use of machine learning for remote sensing applications.[4] He is author of AutoChem,[5] NASA release software that constitutes an automatic computer code generator and documentor for chemically reactive systems. It was designed primarily for modeling atmospheric chemistry, and in particular, for chemical data assimilation. He is author of more than 200 publications receiving more than 6,000 citations.[6]", "47122282": "Pierangelo Metrangolo (born 16 April 1972) is an Italian chemist with interests in supramolecular chemistry[2] and functional materials.[3] He also has an interest in crystal engineering,[4] in particular by using the halogen bond.[5][6] He is Vice-President and President-Elect of the Physical and Biophysical Chemistry Division (DIV. I) of IUPAC.[7]", "67274605": "Richard Jed Wyatt (June 5, 1939[1] – 7 June 2002) was an American psychiatrist and schizophrenia researcher.[2]", "14092149": "Brian P. Coppola (born February 5, 1957 in Lawrence, Massachusetts) is a chemistry professor at the University of Michigan.", "4327290": "Edward Sucharda (18 June 1891 – 26 July 1947) was a renowned Polish chemist and engineer. He was rector of Lwów University of Technology from 1938 to 1939 and vice-rector of Wrocław University of Technology from 1945 to 1947.[1]", "42469247": "George Gore (22 January 1826 – 20 December 1908) was an English electrochemist.[1] The invention of the safety match has been attributed to his research with phosphorus.[2]", "60852096": "Leo Carl Maria De Maeyer (8 December 1927 – 18 June 2014) was a Belgian physical chemist. He made an important contribution to the development of instrumental methods for the measurement of fast chemical reactions which led to the 1967 Nobel Prize in Chemistry given to Manfred Eigen. De Maeyer did his main scientific work at the Max-Planck-Institute for physical chemistry in Göttingen, Germany.", "58918789": "John George Rose (11 January 1876–20 February 1973) was a South African analytical chemist, an army officer in various wars and a Grand Master of the Freemasons of South Africa. He also held world records for human-paced cycling.", "5441415": "Aziz Sancar (Turkish: [ˈaziz ˈsandʒaɾ]; born 8 September 1946) is a Turkish-American molecular biologist specializing in DNA repair, cell cycle checkpoints, and circadian clock.[5][6] In 2015, he was awarded the Nobel Prize in Chemistry along with Tomas Lindahl and Paul L. Modrich for their mechanistic studies of DNA repair.[7][8] He has made contributions on photolyase and nucleotide excision repair in bacteria that have changed his field.", "43124618": "Detlef Schuppan (born 9 August 1954 in Essen, West Germany) is a German biochemist and physician. He focuses on the diagnosis and treatment of coeliac disease and wheat sensitivity, fibrotic liver diseases and the immunology of chronic diseases and cancer. He is the director of the Institute of Translational Immunology and a professor of internal medicine, gastroenterology, and hepatology at the Medical Center of the Johannes Gutenberg University of Mainz in Germany. He directs the outpatient clinic for coeliac disease and small intestinal diseases. He is also a professor of medicine and a senior visiting scientist at Harvard Medical School.", "2099084": "Zosimos of Panopolis (Greek: Ζώσιμος ὁ Πανοπολίτης; also known by the Latin name Zosimus Alchemista, i.e. \"Zosimus the Alchemist\") was a Greco-Egyptian alchemist and Gnostic mystic who lived at the end of the 3rd and beginning of the 4th century AD.[citation needed] He was born in Panopolis (present day Akhmim, in the south of Roman Egypt), and flourished ca. 300.[2] He wrote the oldest known books on alchemy, which he called \"Cheirokmeta,\" using the Greek word for \"things made by hand.\" Pieces of this work survive in the original Greek language and in translations into Syriac or Arabic. He is one of about 40 authors represented in a compendium of alchemical writings that was probably put together in Constantinople in the 7th or 8th century AD, copies of which exist in manuscripts in Venice and Paris.  Stephen of Alexandria is another.", "39683986": "Veronica Vaida (born August 3, 1950) is a Romanian-American chemist and professor at the University of Colorado Boulder. She is an expert in environmental chemistry and aerosols.", "17368978": "Josef Maria Eder (16 March 1855 – 18 October 1944) was an Austrian chemist who specialized in the chemistry of photography, and who wrote a comprehensive early history of the technical development of chemical photography.[1]", "53577622": "Melanie Cobb is an American biochemist, currently the Jane and Bill Browning Jr. Chair in Medical Science at University of Texas Southwestern Medical Center.[1]", "43255706": "Robert Duval (1510–1567), also referred as Robertus Vallensis, was a French alchemist. In 1886, John Ferguson stated that the De veritate et antiquitate artis chemicae by Duval stands out as 'the first history of chemistry.'[1] This work was published in 1561, in Paris.[2]", "36833191": "Harrison Scott Brown (September 26, 1917 – December 8, 1986) was an American nuclear chemist and geochemist. He was a political activist, who lectured and wrote on the issues of arms limitation, natural resources and world hunger.", "34015144": "Peter Leslie Dutton FRS is a British biochemist, and Eldridge Reeves Johnson Professor of Biochemistry and Biophysics in the Perelman School of Medicine at the University of Pennsylvania.[1][2]  He is a 2013 recipient of the John Scott Award for his work on electron transfer, studying the organization of electrons in cells and the mechanisms by which they convert light or oxygen into energy for the cell.[3]", "62031790": "Meher Kabir (5 June 1919 – 13 October 2018)[1] was a Bangladeshi academic and litterateur. She was awarded Begum Rokeya Padak by the Government of Bangladesh in 2010.[2]", "57706422": "Mandë Holford is an associate professor in chemistry at Hunter College with scientific appointments at the American Museum of Natural History and Weill Cornell Medical College. Her interdisciplinary research covering 'mollusks to medicine' spans chemistry and biology and aims to discover, characterize, and deliver novel peptides from venomous marine snails as tools for manipulating cellular physiology in pain and cancer.[2][3]", "26871735": "Thomas Christian Südhof (German pronunciation: [ˈtoːmas ˈzyːtˌhoːf] ⓘ; born December 22, 1955), ForMemRS, is a German-American biochemist known for his study of synaptic transmission. Currently, he is a professor in the school of medicine in the department of molecular and cellular physiology, and by courtesy in neurology, and in psychiatry and behavioral sciences at Stanford University.[2][5]", "57509816": "Lennart Eugén Eberson, (5 January 1933 – 1 February 2000) was a Swedish chemist.", "15140792": "Malcolm Bruce Smith (29 February 1924 – 27 July 2000) was an Australian chemist who studied the egg protein ovalbumin. He described the formation of S-ovalbumin from the native form (R-ovalbumin) as the pH of eggs rises over time.[1]", "2131901": "Karl Christian Friedrich Pfizer (German: [kaʁl ˈpfɪtsɐ]; March 22, 1824 – October 19, 1906), known as Charles Pfizer, was a German-American businessman and chemist who co-founded the Pfizer pharmaceutical company with his cousin, Charles F. Erhart, in 1849, as Chas. Pfizer & Co. Inc.", "7604160": "Cornelis Adriaan Lobry van Troostenburg de Bruyn (1 January 1857 – 23 July 1904) was a chemist from the Netherlands.", "15894465": "William Farish (1759–1837) was a British scientist who was a professor of Chemistry and Natural Philosophy at the University of Cambridge, known for the development of the method of isometric projection and development of the first written university examination.[1][2][3][4]", "33884098": "David Phillips, CBE, FRSC, FRS (born 3 December 1939)[1] is a British chemist specialising in photochemistry and lasers, and was president of the Royal Society of Chemistry from 2010 to 2012.[3]", "16156614": "Hans Theodor Bucherer  (19 May 1869 – 29 May 1949) was a German chemist and gave name to several chemical reactions, for example the Bucherer carbazole synthesis, the Bucherer reaction, and the Bucherer–Bergs reaction", "17205190": "William H. Schlesinger  (born April 30, 1950) is a biogeochemist and the retired president of the Cary Institute of Ecosystem Studies, an independent not-for-profit environmental research organization in Millbrook, New York. He assumed that position after 27 years on the faculty of Duke University, where he served as the Dean of the Nicholas School of the Environment and Earth Sciences and James B. Duke Professor of Biogeochemistry.", "24119248": "Walter Minder (August 6, 1905 – April 1, 1992) was a Swiss mineralogist and chemist.[1] In 1931, he became professor of radiology at the Institut du Radium at the University of Bern.[2] He together with Alice Leigh-Smith announced the discovery of element 85 (now called astatine)[3] in 1940[4] and 1942.[5] He proposed the name helvetium in 1940[4] and anglohelvetium[5] in 1942 for the new element. Later it was proven that in fact he had not discovered element 85.[3][6]", "15435730": "Eudoxia Muller Woodward (June 14, 1919 – January 20, 2008) was an American artist and chemistry researcher. She was known for her work with Edwin H. Land at the Polaroid Corporation, where her research helped produce the Vectograph and the earliest forms of Polaroid instant photography.", "1214419": "Peter Woulfe (1727–1803) was an Anglo-Irish chemist and mineralogist. He first had the idea that wolframite might contain a previously undiscovered element (tungsten).[1][2]", "28477401": "K. T. Achaya (6 October 1923 – 5 September 2002) was an oil chemist, food scientist, nutritionist and food historian.[1]", "49416155": "Alexandru Mironescu (July 23, 1903–January 20, 1973) was a Romanian prose writer.", "11470817": "Reinmar of Bielau (Polish: Reinmar z Bielawy), called Reynevan, is a fictional character and the protagonist of the Hussite Trilogy, a series of novels by Polish writer Andrzej Sapkowski titled The Tower of Fools, Warriors of God, and Light Perpetual.", "13404130": "Augustine Ong Soon Hock is a Malaysian scientist, academic, and board member. He is internationally recognized in the field of lipid chemistry.[1]", "10323939": "Martin Gerhardt Banwell AO, FAA, FRACI, Hon.FRSNZ (born 24 November 1954) is an organic chemist specialising in biotransformations and natural product synthesis.[1]", "53839847": "Stephen Turnham Pratt is a senior chemist and Argonne Distinguished Fellow (awarded 2019).  He is the theme lead for CSE’s Fundamental Interactions Theme and the group leader for the Gas-Phase Chemical Dynamics group.[1] From September 2022 until July 2023, he served as the Interim Division Director for Chemical Sciences and Engineering (CSE) Division.", "43190258": "Fernando Juan Santiago Francisco María Piria de Grossi (Montevideo, 21 August 1847 - 11 December 1933) was a Uruguayan inventor, alchemist, writer, politician and businessman of Italian descent. He was notable for establishing the city and seaside resort known as Piriápolis.[1]", "362490": "Francis Willughby (sometimes spelt Willoughby, Latin: Franciscus Willughbeius)[a] FRS (22 November 1635 – 3 July 1672) was an English Ornithologist, ichthyologist, mathematician and an early student of linguistics and games.", "43223035": "Digambara Patra is a professor[1] of Chemistry at the American University of Beirut.[2]", "64555004": "Jnanendra Chandra Das Gupta (German form: Inanendra) (1888 – ?) was an Indian-born chemist who developed a thermosetting plastic called Indolack while working in the Swedish company Perstorp. This led to the development of the first plastic called \"isolit\" used in Sweden.", "54560772": "Dervilla M. X. Donnelly is an Irish chemist and was Professor of Phytochemistry at University College Dublin. She was the first woman to receive the Cunningham Medal from the Royal Irish Academy and was recognised by WITS (Women in Technology and Science) with their inaugural Lifetime Achievement award.", "69044228": "Carla J. Meledandri is a New Zealand chemistry academic, and in 2020[1] was promoted to Associate Professor at the University of Otago.[2][3]", "62294022": "Mai Thi Nguyen-Kim (born 7 August 1987) is a German chemist, science communicator, television presenter and YouTuber. In June 2020 she was elected to the senate of the Max Planck Society.[1][2]", "69404680": "Janusz Boleslaw Pawliszyn FRSC (Polish pronunciation: [ˈjanuʂ pavˈliʂɨn]; born May 16, 1954) is a Polish chemist. He is a Canada Research Chair at the University of Waterloo and Natural Sciences and Engineering Research Council of Canada Industrial Research Chair in New Analytical Methods and Technologies.", "15894537": "Aristid von Grosse (January 1905 – July 21, 1985) was a German nuclear chemist. During his work with Otto Hahn, he got access to waste material from radium production, and with this starting material he was able in 1927 to isolate protactinium(V) oxide[1] and was later able to produce metallic protactinium[2][3] by decomposition of protactinium(V) iodide.", "59148302": "Charity Wayua (born 1985) is a Kenyan chemist and researcher, who serves as a Corporate Strategy Associate at International Business Machines (IBM), based in the Greater New York City area.[1]", "821262": "Joseph (\"Josy\") Barthel (24 April 1927 – 7 July 1992) was a Luxembourgish athlete.  He was the surprise winner of the Men's 1500 metres at the 1952 Summer Olympics, and the only athlete representing Luxembourg to have won a gold medal at the Olympics.[1][2]  Besides athletics, Barthel also led successful careers in both chemistry and politics.", "9078800": "Charles H. Greville Williams (22 September 1829 – 15 June 1910), was an English scientist and analytical chemist who published many scientific papers from 1853. He was born in Cheltenham, Gloucestershire. He died in Horley and is buried in Streatham.", "2951190": "Robert Culbertson West Jr. (March 18, 1928 – October 12, 2022) was an American chemist.", "50104345": "Emanuel Kaspar (born 25 July 1915 in Berlin, died 6 February 1971 in Kamen) was a German organic chemist. He is known for inventing and patenting the synthesis of clocortolone with Rainer Philippson in 1973.[1] The original assignee of the patent was Schering AG. Kaspar held a PhD (Dr.rer.nat.) and worked as a researcher at Schering AG. He was also a co-inventor of several other patents held by Schering.[2] He married fellow chemist Elisabeth Barbara Hilda Vogt von Hunoltstein (born 1923) in Wiesbaden in 1948.[2]", "18090010": "Michael Grätzel (born 11 May 1944, in Dorfchemnitz, Saxony, Germany)[3] is a professor at the École Polytechnique Fédérale de Lausanne where he directs the Laboratory of Photonics and Interfaces. He pioneered research on energy and electron transfer reactions in mesoscopic-materials and their optoelectronic applications. He co-invented with Brian O'Regan the Grätzel cell in 1988.[1][4][5][6]", "17270812": "Eduard Linnemann (2 February 1841 – 4 April 1886) was a German chemist.", "55969825": "Mona Jhaveri is an American biotech scientist and entrepreneur notable for innovative approaches to cancer research, detection, and funding. From 2005 to 2010,[1] she founded and ran Foligo Therapeutics Inc., a biotech startup that worked to develop and commercialize a DNA-based compound as a potential treatment for ovarian cancer.[2] She is also the founder and executive director of Sound Affects, a nonprofit organization dedicated to improving financing for cancer research through collaboration with musicians.[3]", "72386594": "Mahmut Toğrul (born 1967, Pazarcık, Turkey) is a chemist and politician of the Peoples Democratic Party (HDP). He is a member of the Grand National Assembly of Turkey between 2015-2023, representing Gaziantep for the HDP. He is also one of the founders of the Mesopotamia Foundation, which envisions establishing a university where one could be taught in their native language.", "53577775": "Frank Erhart Emmanuel Germann (December 6, 1887 – February 27, 1974) was an American physicist, physical chemist, and university professor. He was a founding member of the modern chemistry department of the University of Colorado.", "67438644": "Lucyna Mirosława Falkowska (1951 – 7 April 2021) was a Polish scientist and oceanographer. She  specialized in atmospheric chemistry, chemical oceanography and protection of the marine environment. Falkowska worked on the Faculty of Oceanography and Geography of University of Gdańsk.[1][2][3][4][5]", "8751157": "Baro, Baru or Baron Urbigerus was a seventeenth-century writer on natural philosophy and alchemy.[1] He is known for his Aphorismi Urbigerani (1690).[2] This collection of 100 aphorisms claims to set out completely the theory of the alchemical work, the preparation of the Philosopher's Stone. A shorter collection of 31 aphorisms, contained in it, is known as the Circulatum Minus Urbigeranum.[3] This work exists in German and English versions.", "70060084": "Louis Herman Ahrens (24 April 1918 –  5 September 1990) was a South African born geochemist, academic, and author. Best known for his work in the 1950s in establishing a method of using rubidium–strontium dating as a means of geochronology.", "20547639": "Ignacio \"Nacho\" Tinoco Jr. (November 22, 1930 – November 15, 2016) was a Professor of Chemistry at the University of California, Berkeley from 1956 to 2016.[1][2][3]", "58656827": "Livia Schiavinato Eberlin is a Brazilian analytical chemist who won a MacArthur \"Genius\" Fellowship for her research on the use of mass spectrometry to detect cancerous tissue.[1][2]", "53807164": "R. Tom Baker is an inorganic chemist known for the development and application of inorganic transition metal-based catalysis.", "13666383": "Larry E. Overman is Distinguished Professor of Chemistry at the University of California, Irvine.  He was born in Chicago in 1943.  Overman obtained a B.A. degree from Earlham College in 1965, and he completed his Ph.D. in chemistry from the University of Wisconsin–Madison in 1969, under Howard Whitlock Jr.   Professor Overman is a member of the United States National Academy of Sciences and the American Academy of Arts and Sciences.  He was the recipient of the Arthur C. Cope Award in 2003, and he was awarded the Tetrahedron Prize for Creativity in Organic Chemistry for 2008.", "31623259": "Per Johannes Kolsaker (30 September 1931 – 30 June 2010) was a Norwegian chemist.", "9504861": "The Liberator is a superhero from the Golden Age of Comics. His first appearance was in Exciting Comics #15 (December 1941), published by Nedor Comics.[1] The character was later revived by writer Alan Moore for America's Best Comics.", "69535840": "Robert Hale Nelson (1903–1996) was an American entomologist, federal agriculture- and insecticide researcher, and leader within the Entomological Society of America.", "8292449": "Louis Caryl Graton (1880–1970), American geologist, chemist and educator, began his career in 1900 as assayer for Ledyard Gold Mines Ltd., near Rockdale, Ontario. He moved on to Canadian Goldfields Ltd. later in 1900, then entered McGill University as a graduate student, studying many of the famous mines of Ontario and Quebec. He continued his studies at Cornell University in 1902–1903.", "22480993": "Crawford Hallock Greenewalt (August 16, 1902 – September 28, 1993) was an American chemical engineer who served as president of the DuPont Company from 1948 to 1962 and as board chairman from 1962 to 1967.", "34441322": "Walter George Whittlestone (1914–1985) was a notable New Zealand agricultural chemist, dairy researcher, community worker and peace activist. He was born in Abbotsford, Dunedin, New Zealand in 1914.[1]", "1017962": "Józef Jerzy Boguski (Polish pronunciation: [ˈju.zɛf bɔguski]; 1853–1933) was a Polish chemist and a professor at the Warsaw Polytechnic.", "41257069": "Andreas Hierlemann (17 August 1964) is a German chemist and professor of Biosystems Engineering at ETH Zurich. He is known for his work in the field of CMOS-based chemical and biomicrosensors and high-density microelectrode arrays.", "1312882": "Mary Sue Wilson Coleman (born October 2, 1943) is an American chemist and academic administrator who served as the 13th president of the University of Michigan from 2002 to 2014, interim president of the University of Michigan in 2022, and the 18th president of the University of Iowa from 1995 to 2002.", "38307955": "Percival Albert Frederick White OBE (16 July 1916 – 8 January 2013)[1] was a British chemist, metallurgist and nuclear scientist who was involved in the creation and testing of Britain's first nuclear weapon during Operation Hurricane in 1952. He also made significant contributions to the advancement of explosives manufacturing, chemical engineering and civilian nuclear technology, and authored numerous books on engineering.", "52463737": "Amalendu Chandra (born 1963) is an Indian theoretical physical chemist, a professor and the head of the Department of Chemistry at the Indian Institute of Technology, Kanpur.[1] He is known for his microscopic theories and simulations on liquids, interface and clusters.[2] He is an elected fellow of the Indian Academy of Sciences[3] and the Indian National Science Academy.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2007, for his contributions to chemical sciences.[5]", "53479547": "Satoyasu Iimori (19 October 1885 – 13 October 1982) was a Japanese analytical chemist and a pioneer of radiochemistry. He is so called \"the father of radiochemistry in Japan\", for his establishment of and contribution to the study of radiochemistry which was not developed at that time in Japan.[2]", "59377790": "Sunney Ignatius Chan (Chinese: 陳長謙; born October 5, 1936) is an American-born biophysical chemist. His work primarily focused on the use of various magnetic resonance spectroscopic and other physical chemical techniques in the analysis of various biochemical and biological problems.", "69994622": "Gustave Bémont (1 April 1857 – 28 October 1932 in Paris) was a French chemist, best remembered for his work in radioactivity and the discovery of elements radium and polonium with Pierre and Marie Curie. He was head of chemistry at ESPCI Paris.[1][2][3]", "66160773": "Marjorie Roloff Stetten (née Roloff; 1915 − May 19, 1983) was an American biochemist whose carbohydrate metabolism research led to the advancements in biomedical knowledge of enzymes and biosynthesis and the discovery of AICA ribonucleotide. During her career, she was an investigator at the National Institutes of Health and a research professor of experimental medicine at Rutgers Medical School.", "72255622": "Eva Dagmara Zurek (born 1976) is a theoretical chemist, solid-state physicist and materials scientist. As a Professor of Chemistry at the University at Buffalo, Zurek studies the electronic structure, properties, and reactivity of a wide variety of materials using quantum mechanical calculations. She is interested in high pressure science, superhard, superconducting, quantum and planetary materials, catalysis, as well as solvated electrons and electrides. She develops algorithms to predict the structures of crystals, interfaces them with machine learning models, and applies them in materials discovery.", "17729671": "Gerd Becker (3 May 1940 in Eschwege, Germany – 10 January 2017) was a German chemist.", "61769865": "Tana Elaine Wood is a biogeochemist and ecosystem scientist with a focus in land-use and climate change.[1] Her research is focused on looking into how these issues affect tropical forested ecosystems and particularly focuses on soil science and below ground research efforts.[1]", "45451405": "Christopher Alexander Hunter, FRS (born 19 February 1965) is a British chemist and academic. Since 2014, he has been Herchel Smith Professor of Organic Chemistry in the Department of Chemistry at the University of Cambridge.[1][2] His research is currently focused on molecular recognition.[3][4] He was previously a lecturer at the University of Otago and a lecturer then professor at the University of Sheffield.", "28280980": "Edward I. Solomon (born 1946) is the Monroe E. Spaght Professor of Chemistry at Stanford University.  He is an elected member of the United States National Academy of Sciences,[1] a Fellow of the American Association for the Advancement of Science, and a Fellow of the American Academy of Arts and Sciences.[2][3] He has been profiled in the Proceedings of the National Academy of Sciences.[4] He has also been a longtime collaborator with many scientists, including Professor Kenneth D. Karlin at Johns Hopkins University.", "73435286": "Sophie Elizabeth Jackson is a British biochemist and Professor of Chemical Biology at the University of Cambridge. Her research considers protein folding and assembly, She is interested in topological knots, molecular complexes and the beta barrel protein.", "59574442": "Gertrud Kornfeld  (July 25, 1891 in Prague – July 4, 1955 in Rochester, New York) was a German chemist. She was the first and only woman to become a Privatdozent in chemistry in the Weimar Republic.[1]", "198827": "Heinrich Cornelius Agrippa von Nettesheim (/əˈɡrɪpə/; German: [aˈgʀɪpa]; 14 September 1486 – 18 February 1535) was a German Renaissance polymath, physician, legal scholar, soldier, knight, theologian, and occult writer.  Agrippa's Three Books of Occult Philosophy published in 1533 drew heavily upon Kabbalah, Hermeticism, and neo-Platonism. His book was widely influential among esotericists of the early modern period, and was condemned as heretical by the inquisitor of Cologne.[1]", "41126060": "Joachim Heinrich Seelig (born 29 March 1942 in Cologne)[1] is a German physical chemist and specialist in NMR Spectroscopy. He is one of the founding fathers of the Biozentrum of the University of Basel.[2] He reached emeritus status in 2012.[3]", "60229805": "Eric Alfred Wahlforss (21 May 1895 – 5 October 1951) was a Finnish chemist and businessman.", "63670445": "Patrick J. (Pat) Casey is a biochemist and molecular pharmacologist and is a James B. Duke Professor of Pharmacology and Cancer Biology at Duke University School of Medicine. In 2005, he relocated to Singapore to help found the Duke-NUS Medical School Singapore, where he served as its Senior Vice Dean of Research through July, 2023.", "22546608": "Nathan Schellenberg Kline, M.D. (March 22, 1916 – February 11, 1983) was an American scientist, researcher in the field of psychology and psychiatrist best known for his work with psychopharmacologic drugs.[1] Having been influential in the development of the very first antipsychotic and antidepressant medications in the 1950s, Kline is often regarded as the \"father of psychopharmacology.\"", "9472177": "Homer Burton Adkins (16 January 1892 – 10 August 1949) was an American chemist who studied the hydrogenation of organic compounds. Adkins was regarded as top in his field and a world authority on the hydrogenation of organic compounds.[1] Adkins is known for his wartime work, where he experimented with chemical agents and poisonous gasses. Renowned for his work, Adkins eventually suffered a series of heart attacks and died in 1949.", "30116021": "Frank Asaro (born Francesco Asaro, July 31, 1927 – June 10, 2014) was an Emeritus Senior Scientist at the Lawrence Berkeley National Laboratory associated with the University of California at Berkeley.[1] He is best known as the chemist who discovered the iridium anomaly in the Cretaceous–Paleogene boundary layer that led the team of Luis Alvarez, Walter Alvarez, Frank Asaro, and Helen Michel to propose the Asteroid-Impact Theory, which postulates that an asteroid hit the Earth sixty-five million years ago and caused mass extinction during the age of the dinosaurs.[2]", "34146493": "Theodore L. Cairns (July 20, 1914 – September 26, 1994) was an American chemist,  a member of the National Academy of Sciences, a research scientist at DuPont Central Research, known for his contributions to U.S. scientific policy and applications of chemistry.\n[1]\n[2]\nCairns was the director of the Central Research Department of E. I. du Pont de Nemours and Company.[3]\nHe was also the chair of the Division of Chemistry and Chemical Technology of the National Research Council, on President Richard Nixon's Science Policy Task Force and Nixon's Science Advisory Committee.[2] His daughter Margaret C. Etter became a noted chemist in her own right, conducting her research at the University of Minnesota.", "45615293": "Filip Neriusz Walter or Philippe Walter (31 May 1810 – 9 April 1847) was a Polish chemist and pioneer of organic chemistry who worked in Paris.[1] A pioneer of organic chemistry, he was extracted and characterized several compounds including toluene and octene.", "17270982": "Hugo Weidel (13 November 1849 – 7 June 1899) was a chemist from Austria-Hungary known for inventing Weidel's reaction and describing the structure of the organic compound niacin. For his achievements, Weidel received the Lieben Prize in 1880.", "39520456": "William Klyne (March 23, 1913, in Enfield, Middlesex – November 13, 1977) was an organic chemist known for his work in steroids and stereochemistry — a field in which he was a \"pioneer\",[1] and in which  Ernest Eliel and Norman Allinger described him as \"one of the world's experts\".[2]", "69994698": "Hippolyte Eugène Copaux (9 March 1872 in Paris – 28 August 1934 in Etampes) was a French chemist, best known for his work in inorganic chemistry, crystallography, and for determining the physical properties of metallic cobalt.", "7866572": "Marko T. Leko (Serbian Cyrillic: Марко Т. Леко; September 17, 1853 – November 4, 1932) was a Serbian scientist, chemist, professor and president of the Serbian Red Cross. He played a major role in the professionalisation of chemistry in Serbia.[1]", "30738637": "Peter Michael Maitlis, FRS[1] (15 January 1933 – 18 May 2022) was a British organometallic chemist.[2]", "33523923": "Buddy Ratner (born January 19, 1947, in New York City) is an American professor of chemical engineering and bioengineering. He is the director of the Research Center for Biomaterials at the University of Washington (University of Washington Engineered Biomaterials, UWEB).  He is also the faculty member for the Program for Technology Commercialization at the University of Washington.", "45353173": "European Mineralogical Union Research Excellence Medal [3]\nMember of Academia Europaea [4]  \nFellow of the Royal Society of Chemistry [5]", "44173526": "Charles Ambrose Zavitz (1863–1942, born Coldstream, Canada West) was born in 1863 into a family that was a combination of both Quakers and United Empire Loyalists.[1]", "62425303": "Jack Napier, also known as the Joker, is a fictional character introduced in the 1989 superhero film Batman, directed by Tim Burton. Primarily portrayed by Jack Nicholson, the character was based on the DC Comics supervillain the Joker.[1] His name is a play on the word Jackanapes, as well as a reference to the names Jack Nicholson and Alan Napier, the latter having portrayed Alfred Pennyworth in the 1960s Batman TV series and having died the previous year.[2][3] This depiction is notable for being one of the first adaptations of the character to have a distinct first and last name, as well as one of the few instances which show his origins. This iteration of the Joker is a psychopathic gangster who serves as the right-hand man of Gotham City crime boss Carl Grissom until he is disfigured  following a confrontation with the vigilante Batman; his disfigurement drives him insane, and he becomes a costumed criminal obsessed with \"out-doing\" the Dark Knight, who he believes is getting too much press.", "59771095": "Branka Maria Ladanyi (September 7, 1947 – January 30, 2016)[1] was a Yugoslavian-born Croatian-American physical chemist, who spent her career in the department of chemistry at Colorado State University. Her research focused on structure and dynamics of liquids, broadly defined, which she studied using theoretical and computational techniques.", "71272663": "Marcia France is an American academic and university administrator currently serving as the inaugural dean of undergraduate studies at Duke Kunshan University in China.[1] Prior to her appointment, she served as an associate provost and John T. Herwick, M.D. Professor of Chemistry at Washington and Lee University, where she is currently on a five-year leave.[2]", "45713626": "Valentin Afanasyevich Koptyug (Russian: Валентин Афанасьевич Коптюг; June 9, 1931 – January 10, 1997) was a Soviet Belarusian scientist, specializing in physical and organic chemistry.[1]", "60754133": "Hans-Jürgen Quadbeck-Seeger (born 29 May 1939 in Insterburg, East Prussia) is a German chemist, inventor, and author. He was Research Director at BASF (from 1990 to 1997),[1] and President of the German Chemical Society.[2][3]", "53446879": "Lawrence Olin Brockway (1907-1979) was a physical chemist who spent most of his career at the University of Michigan, where he developed early methods for electron diffraction.[1]", "1116391": "Mikhail Vladimirovich Volkenshtein (Михаи́л Влади́мирович Волькенште́йн) (October 23, 1912 – February 18, 1992) was a notable Soviet and Russian biophysicist, Corresponding Member of the Russian Academy of Sciences, Professor and Doctor of Sciences. In his publications in English his name is written as M. V. Volkenstein.", "58296557": "Thomas Stevens Stevens FRS FRSE  (1900 – 2000) was a 20th century Scottish organic chemist. He was affectionately known as T.S.S. or Tommy Stevens.", "16255218": "Francis Patrick John Dwyer FAA (3 December 1910 – 22 June 1962) was Professor of Chemistry, Australian National University, Canberra.  He was one of the most distinguished scientists Australia has produced.  At the time of his death in 1962 he was widely recognised as a leading authority in inorganic chemistry, and had laid the foundation in Australia for a new field of research bridging science and medicine—biological inorganic chemistry.  His influence as a teacher and as a researcher was widespread.[2][3][4][5][6]", "5081332": "Chichester Alexander Bell (1848–1924) was an American chemist and inventor. He was a first cousin of Alexander Graham Bell, and instrumental in developing improved versions of the phonograph.[1]", "70945012": "Maria Antonieta de Brito (born April 19, 1969) is a Brazilian teacher and politician. She was the mayor of Guarujá twice.", "3213561": "Jerry Donohue (June 12, 1920 – February 13, 1985) was an American theoretical and physical chemist.  He is best remembered for steering James D. Watson and Francis Crick towards the correct structure of DNA with some crucial information.", "51251454": "Charlotte W. Pratt is an American biochemist and author. She is the co-author with Judith G. Voet and Donald Voet of the popular standard biochemistry textbook Fundamentals of Biochemistry.[1][2][3]", "56166656": "Hélio Gelli Pereira (September 23, 1918 – 16 August 1994) was a Brazilian-British virologist specialising in adenoviruses. Pereira was a co-recipient of the 1988 UNESCO Carlos J. Finlay Prize for Microbiology and was known for his work on the book, Viruses of Vertebrates.[1] He contributed to several areas of virology in research and international public service.[2]", "35260677": "Steve Ives is a serial entrepreneur in the information technology sector,[1] active in Cambridge, England.[2]", "1018127": "Stanisław Kostanecki (born 16 April 1860 in Myszaków, now in Poland then Kingdom of Prussia – 15 November 1910 in Würzburg) was a Polish organic chemist, professor who pioneered in vegetable dye chemistry e.g. curcumin. Known for Kostanecki acylation name reactions.", "6686994": "Baker Memorial Award for Excellence in Undergraduate Teaching (1988)\nYoung Scholar Award of the American Association of University Women (1988)\nNobel Laureate Signature Award of the American Chemical Society (1993)\nMIT School of Science Teaching Prize (1993)", "52496661": "Govindasamy Mugesh (born 1970) is an Indian inorganic and physical chemist, a professor and the head of the Mugesh Laboratory attached to the department of Inorganic and Physical Chemistry at the Indian Institute of Science.[1] He is known for his studies on the mechanism of thyroid hormone action[2] and is an elected fellow of the Indian Academy of Sciences,[3] Indian National Science Academy,[4] Royal Society of Chemistry[5] and the National Academy of Sciences, India.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2012, for his contributions to chemical sciences.[7] In 2019, he was awarded the Infosys Prize in Physical Sciences for his seminal work in the chemical synthesis of small molecules and nanomaterials for biomedical applications.[8]", "21596437": "Gary H. Posner (June 2, 1943[1] – February 26, 2018[2]) was Scowe Professor of Chemistry at Johns Hopkins University in Baltimore, Maryland.[3] Posner is known for his pioneering research in organocopper chemistry, including his involvement in the development of the Corey–House–Posner–Whitesides reaction.", "58558742": "Dr William Norman Stokoe FRSE FRIC LLD (1892–1958) was a 20th century British organic chemist. He is primarily remembered as the scientist behind Britain's push on the consumption of margarine during the Second World War as a cheap way of introducing dietary supplements to the British population.", "16255255": "Daniel Swern (January 21, 1916 – December 5, 1982) was an American chemist who discovered the Swern oxidation.", "55019804": "Arnold Miller Collins (1899-1982) was a chemist at DuPont who, working under Elmer Bolton and Wallace Carothers with Ira Williams, first isolated polychloroprene and 2-chloro-1, 3-butadiene in 1930.[1]", "36964651": "John David Sutherland FRS (born 24 July 1962) is a British chemist at Medical Research Council (MRC), Laboratory of Molecular Biology (LMB), Protein & Nucleic Acid Chemistry Division.[1] His work on the possible chemistry of early life has been widely recognised.[2][3][4]", "50399537": "Jiri Jonas (born April 1, 1932, in Prague, Czech Republic) is a professor emeritus of chemistry in the Center for Advanced Study at the University of Illinois at Urbana-Champaign.[3][4] Jiri Jonas is considered a pioneer in the use of magnetic resonance imaging at high pressure, developing techniques to study the dynamic structure of liquids and proteins.[2][3][5] This approach has been used in the study of the arc repressor, a DNA-binding protein containing 53 amino acid residues.[6][7][8]", "57444661": "Philip (Phil)  C. Bevilacqua is a biological chemist. He was born on September 7, 1965, in North Collins, NY. He currently serves as a distinguished professor at the Pennsylvania State University in State College, PA.  In  2009, he was elected a  Fellow of the American Association for Advancement of Science (AAAS)", "34507063": "Brian G. Sparkes (November 4, 1941 – December 18, 2011) was a Canadian biochemist. In 1968, he was the first to isolate a naturally occurring bacterial growth inhibitor in a discovery that had worldwide impact for cancer research. His groundbreaking paper was published in the academic journal  Science.  He was awarded a National Cancer Institute fellowship to study at McGill University.  Sparkes performed pioneering research in the role of immune failure in burn injuries. In 1994 he was awarded the \"Ambroise Pare Award\" for his work on burn injury.", "35850559": "Ambrose Lomax (15 August 1867 – 20 January 1943) was a South African photographer and chemist.", "11241794": "Benjamin Worsley (1618–1673) was an English physician, Surveyor-General of Ireland, experimental scientist, civil servant and intellectual figure of Commonwealth England. He studied at Trinity College, Dublin, but may not have graduated.[1]", "788804": "Jacqueline S. Moore (March 19, 1926 – April 11, 2002), often known as Jackie Moore, was an American poet and author of Moments of My Life,[1] a book of poems from her youth through her life including many inspired by her struggle with Parkinson's disease.", "4917580": "Peter Murray-Rust is a chemist currently working at the University of Cambridge. As well as his work in chemistry, Murray-Rust is also known for his support of open access and open data.", "57117008": "Clyde Mark Billington Jr. (August 29, 1934 – April 2, 2018) was an American chemist, businessman, and politician.", "47548757": "Baltazar Baebler (January 24, 1880 – April 30, 1936) was a Slovene chemist.", "68028764": "Dr. Daniel Mindiola (born in 1974), a Venezuelan chemist, is the Brush Family Professor of Chemistry at the University of Pennsylvania. He specializes in inorganic and organometallic synthesis, catalysis, and mechanistic chemistry.[1][2] He has over 200 peer-reviewed scientific publications.[3]", "16058720": "Conrad Heinrich Christoph Willgerodt (2 November 1841 – 19 December 1930) was a German chemist who first described the Willgerodt reaction.[1][2] Alongside the Willgerodt reaction, he had also discovered Iodosobenzene and chlorobutanol.", "2361708": "David Elliot Shaw (born March 29, 1951) is an American billionaire scientist and former hedge fund manager. He founded D. E. Shaw & Co., a hedge fund company which was once described by Fortune magazine as \"the most intriguing and mysterious force on Wall Street\".[1][2] A former assistant professor in the computer science department at Columbia University, Shaw made his fortune exploiting inefficiencies in financial markets with the help of state-of-the-art high speed computer networks. In 1996, Fortune magazine referred to him as \"King Quant\" because of his firm's pioneering role in high-speed quantitative trading.[1] In 2001, Shaw turned to full-time scientific research in computational biochemistry, more specifically molecular dynamics simulations of proteins.[3]", "51612016": "Paphnutia the Virgin (fl. 300 C.E.) was an Egyptian alchemist living around the time of 300 C.E. who was referred to in the letters between the alchemist Zosimos of Panopolis and his sister Theosebeia (also assumed to be an alchemist). Within these letters Zosimos criticizes Theosebeia for talking and exchanging ideas with Paphnutia, considering her someone that was uneducated and who incorrectly practiced alchemy.  Little else is known about this ancient alchemist, other than it is thought that Paphnutia could have been connected to a competing school of alchemy than Zosimos, or that she could also have been a priestess.[1][2]", "38078835": "James Cosmo Newbery CMG (28 June 1843 – 1 May 1895), generally referred to as Cosmo Newbery or J. Cosmo Newbery,  was a United States-educated Australian museum administrator and industrial chemist,  and co-developer of the Newbery-Vautin chlorination process for gold extraction.[1]", "63605108": "Karen Louise Mossman is a Canadian virologist who is a professor of Pathology and Molecular Medicine at McMaster University. Mossman looks to understand how viruses get around the defence mechanisms of cells. She was part of a team of Canadian researchers who first isolated SARS-CoV-2.", "788854": "Hermann Staudinger (German pronunciation: [ˈhɛʁman ˈʃtaʊ̯dɪŋɐ] ⓘ; 23 March 1881 – 8 September 1965) was a German organic chemist who demonstrated the existence of macromolecules, which he characterized as polymers. For this work he received the 1953 Nobel Prize in Chemistry.", "12847479": "Adolph Strecker (21 October 1822 – 7 November 1871) was a German chemist who is remembered primarily for his work with amino acids.", "39356790": "Paul Traugott Meissner (23 March 1778, Mediasch, Transylvania – 9 July 1864) was an Austrian chemist.", "66718077": "Vitaly Grigorievich Khlopin (Russian:Вита́лий Григо́рьевич Хло́пин) (January 1890 - 10 July 1950) was a Russian and Soviet scientist- radiochemist, professor, academician of the USSR Academy of Sciences (1939), Hero of Socialist Labour (1949), and director of the Radium Institute of the USSR Academy of Sciences (1939-1950).[1][2][3] He was one of the founders of Soviet radiochemistry and radium industry, received the first domestic radium preparations (1921), one of the founders of the Radium Institute and leading participants in the atomic project and founder of the school of Soviet radiochemists.", "2427262": "Ewine Fleur van Dishoeck (born 13 June 1955, in Leiden) is a Dutch astronomer and chemist.[1] She is Professor of Molecular Astrophysics at Leiden Observatory,[1][2] and served as the President of the International Astronomical Union (2018–2021) and a co-editor of the Annual Review of Astronomy and Astrophysics (2012–present).[3] She is one of the pioneers of astrochemistry, and her research is aimed at determination of the structure of cosmic objects using their molecular spectra.", "12257662": "Severyn Marcel Sternhell AO (30 May 1930 – 18 November 2022) was a Polish-born Australian academic and organic chemist. He was professor of Chemistry at the University of Sydney and a Fellow of the Australian Academy of Science. His research focused on the induction of chirality into mesophases, aspects of steric hindrance and the mechanochemistry of organic compounds.[1]", "19663248": "Osamu Shimomura (下村 脩, Shimomura Osamu, August 27, 1928 – October 19, 2018[1]) was a Japanese organic chemist and marine biologist, and professor emeritus at Marine Biological Laboratory (MBL) in Woods Hole, Massachusetts and Boston University School of Medicine. He was awarded the Nobel Prize in Chemistry in 2008 for the discovery and development of green fluorescent protein (GFP) with two American scientists: Martin Chalfie of Columbia University and Roger Tsien of the University of California-San Diego.[2]", "68323736": "Diana Florence Hill CNZM (born 1943) is a New Zealand academic, and a full professor at the University of Otago, specialising in molecular genetics. Hill's team's work on the genetics of animal production was awarded a Silver Medal by the Royal Society in 1996. She has been a Fellow of the Royal Society Te Apārangi since 1997.", "21924255": "Katey M. Walter Anthony (born Katey Marion Walter) is an Alaskan aquatic ecologist and biogeochemist researching carbon and nutrient cycling between terrestrial and aquatic systems, and the cryosphere and atmosphere.", "9898403": "Andrey Lvovich Kursanov (Russian: Андрей Львович Курсанов; 8 November 1902 – 20 September 1999) was a Soviet specialist on the physiology and biochemistry of plants. He was an academician of the Soviet and Russian Academies of Sciences since 1953. He was a member of the Presidium of the Academy of Sciences of the Soviet Union in 1957–1963.[2]", "62032296": "Christian Amatore (born 9 December 1951 in Algeria) is a French chemist and a member of the French Academy of Sciences. He is an author of works in electrochemistry.", "68192680": "Russell Peter Tracy is an American epidemiological scientist and pathologist. He is a University Distinguished Professor of Pathology, Laboratory Medicine and Biochemistry at the Robert Larner College of Medicine, University of Vermont.", "26020269": "John Hagan Pryce Bayley FRS, FLSW (born 13 February 1951[3]) is a British scientist, who holds the position of Professor of Chemical Biology at the University of Oxford.[5][6][7][8][9]", "5736881": "François Eugène Turpin (30 September 1848 – 24 January 1927) was a French chemist involved in research of explosive materials. He lived in Colombes.", "14158260": "John Laurence Kulp (February 11, 1921[1] – September 25, 2006) was a 20th-century geochemist. He led major studies on the effects of nuclear fallout and acid rain. He was a prominent advocate in American Scientific Affiliation circles in favor of an Old Earth and against the pseudoscience of flood geology. Kulp died on September 25, 2006, at the age of 85.", "30542268": "Ilie G. Murgulescu (Cornu, 27 January 1902 – Bucharest, 28 October 1991) was a Romanian physical chemist and a communist politician. He was president of the Romanian Academy (1960–1963) and Minister of Education (1953–1956 and 1960–1963). He founded the Institute of Physical Chemistry of the Romanian Academy where he presided until 1977. His investigations on physical chemistry covered a broad realm. Among his main results can be cited those he got on molten salts electrochemistry. He did doctoral work on Copper thiosulfate complex photochemistry under Fritz Weigert in Leipzig as adviser.", "330173": "Ernest Gaston Joseph Solvay (French: [sɔlvɛ]; 16 April 1838 – 26 May 1922) was a Belgian chemist, industrialist and philanthropist.", "69536196": "Julia Elizabeth Rice (born 1960) is a British-American computational chemist who works for IBM Research at their Almaden Research Center in San Jose California. Her work their involves the study of nonlinear optics in the simulation of organic molecules, the development of the Mulliken software package for quantum chemistry, the management of scientific data, and connections to statistical mechanics.[1]", "42928589": "Nicola Gaston is a Professor and a former President of the New Zealand Association of Scientists. She is a materials scientist who has worked on nanoparticles, and has spoken out on sexism in the scientific research establishment. In 2023 she was awarded the Thomson Medal.", "72681937": "Amira Abdelrasoul is a researcher and associate professor at the Department of Chemical and Biological Engineering at the University of Saskatchewan, where she is the principal investigator of the Hemodialysis Membrane Science and Nanotechnology Research Centre.[1] She is also a membrane technology leader in Canada, and her interdisciplinary research program focuses on solving existing hemodialysis system problems.[2]", "34802130": "Renato Zenobi (born 1961 in Zurich) is a Swiss chemist. He is Professor of Chemistry at ETH Zurich. Throughout his career, Zenobi has contributed to the field of analytical chemistry.", "54528470": "John Edwin MacKenzie FRSE OBE (1868-1955) was a Scottish chemist.", "56035807": "Anastasios Christomanos (Greek: Ἀναστάσιος Χρηστομάνος, 1841 - 1906) was one of the most important Greek scientists of the later part of the 19th century.  His academic collaborators were some of the most important scientists in the world, including Robert Bunsen, Georg Ludwig Carius, Emil Erlenmeyer and Gustav Kirchhoff.  He is the father of modern Greek chemical education.  He wrote 73 books and dissertations.  His fields of study included: Inorganic Chemistry, Organic Chemistry, and Analytical Chemistry.  He helped restructure Greek education. Greek education was in the grasp of Korydalism for over 300 years. With the onset of the industrial revolution, Christomanos and his contemporaries were pioneers of modern education all over the world.[1][2][3]", "42404321": "Stephen Brunauer (February 12, 1903 – July 6, 1986) was an American research chemist, government scientist, and university teacher. He resigned from his position with the U.S. Navy during the McCarthy era, when he found it impossible to refute anonymous charges that he was disloyal to the U.S.", "50825698": "Denis Oswald Jordan AO FAA FRACI (23 September 1914, London – 12 February 1982, St Georges, South Australia) was an Anglo-Australian chemist with a distinguished career as a researcher and lecturer in Chemistry at both University College Nottingham (1940–53) and the University of Adelaide, where he was Angas Professor of Chemistry from 1958 to 1982. Jordan also served as president of Australian Institute of Nuclear Science and Engineering from 1958 to 1962, and Royal Australian Chemical Institute from 1978 to 1979.[1][2][3][4][5]", "42306024": "Irena Maria Nalepa (Polish pronunciation: [iˈrɛ.na ma.rja naˈlɛ.pa]; born 24 November 1951)[1] is a Polish neuroscientist, pharmacologist and biochemist, professor of medical sciences and professor at the Institute of Pharmacology of the Polish Academy of Sciences.[2]", "70584809": "Linda Columbus is an American chemist who is Professor of Chemistry and Molecular Physiology at the University of Virginia. Her research considers the structure-function properties of membrane proteins.", "46795242": "Miguel Andonie Fernández (30 October 1921 in Gualala, Santa Bárbara – 30 November 2013) was a Honduran chemist, pharmacologist, academic, politician and businessman of paternal Palestinian origin. He was associated with the Colegio de Químicos y Farmacéuticos. He was the chairman of Multimedia, SA and a real estate investor, and invested much in a chain of pharmacies in Honduras.[1][2] He owned one of Honduras's most notable radio stations, Radio America.[1] The National Congress of Honduras awarded him the Honor of Merit for his contributions to politics and science.", "32639478": "Jonas Kamlet, Ph. D.  (1914 – December 16, 1960) was an inventor, chemist, and a successful entrepreneur.  He founded Kamlet Chemical Laboratories in New York City. He invented a glucose test using a tablet to measure the amount of glucose in urine, a treated strip that could identify pregnancy, a fodder for ruminants that used newsprint, and a synthesis of biuret that could be used as an element of fodder, along with hundreds of other patents. His wife, Edna Yadven Kamlet Rogers, assisted him in the activities of the Kamlet Laboratories. She was a resident of Sarasota, Florida and had ownership of the Kamlet Laboratory files.[1]", "54364673": "Elspeth Bruce Smith FRSE (1923 – 3 October 2017[1]), née Dunkerley, was a British academic and biochemist.", "31721988": "Thomas H. Chilton (August 14, 1899 – September 15, 1972) was a chemical engineer and professor. He is considered a founder of modern chemical engineering practice and lectured widely around the world. He received numerous awards, including an honorary doctorate and the President's Certificate of Merit. In 1994, DuPont named a laboratory in Wilmington, Delaware for him.", "68258309": "B. Jill Venton is a professor of chemistry at University of Virginia, where she serves as the department chair since 2019.[1] Venton's research focuses on developing analytical chemistry methods to enable detection of molecules in the brain.", "62032392": "Jean-Paul Behr (born 29 June 1947) is a French chemist, elected member of the French Academy of Sciences (since December 2008).[1]", "23562764": "John Hersh Seinfeld (born August 3, 1942) is an American chemical engineer and pioneering expert in atmospheric science. His research on air pollution has influenced public policy, and he developed the first mathematical model of air quality, which has influenced air pollution tracking and research across the United States. He has spent his career at the California Institute of Technology, where he is currently the Louis E. Nohl Professor of Chemical Engineering.[1]", "18909709": "Petr Táborský was the first person in the United States to be prosecuted in criminal court for stealing intellectual property. The property in question was research by a team Taborsky was part of while he was a student at the University of South Florida. Taborsky was eventually found guilty.", "73107980": "Sidney Paul Colowick (1916–1985) was an American biochemist, known for many contributions to metabolic biochemistry, especially glycogen metabolism,[1] and as founding editor, with Nathan Kaplan, of the book series Methods in Enzymology.[2][3]", "25070098": "Henry Wurtz (5 June 1828 in Easton, Pennsylvania – 1910) was an American chemist. He graduated from Princeton in 1848, and then studied chemistry at the Lawrence Scientific School of Harvard. In 1851, he became instructor at the Yale (now Sheffield) Scientific School, and from 1853 to 1855 he was chemist to the geological survey of New Jersey. He was chosen professor of chemistry at the Medical college in Kingston, Canada in 1857, and a year later accepted a similar chair at the National Medical College in Washington, D. C. At the same time he was examiner in the chemical division of the United States Patent Office until 1861. Later, Prof. Wurtz moved to New York.", "35326487": "Ruby Sakae Hirose (1904–1960[1][2]) was an American biochemist and bacteriologist. She did research on blood clotting and thrombin, allergies, and researched cancer using antimetabolites.", "61835801": "Jean-Claude Duplessy, born in 1942, is a French geochemist. He is Director of Research Emeritus at the CNRS[1] and a member of the French Academy of Sciences.[2]", "46959129": "Jnanendra Nath Mukherjee CBE, FRSC was an Indian colloid chemist.", "39455257": "Karl Friedrich Otto Seubert (6 April 1851 – 31 January 1942) [1]  was a prominent German chemist notable for his work on atomic weights of platinum elements.[2] He was the son of the German botanist Moritz August Seubert and Maria Seubert.", "69110301": "Viktor Petrovich Zhivopistsev (Russian: Ви́ктор Петро́вич Живопи́сцев; 22 September 1915 – 22 October 2006) was a Soviet and Russian chemist. Honored Scientist of the RSFSR (1973).", "61835805": "Stewart F. Parker is a British scientist specialising in vibrational spectroscopy and catalysis. He works at the ISIS neutron source and is an Honorary Professor in the school of Chemistry at the University of Glasgow.[1][2]", "40798759": "Sibyl Martha Rock (August 1, 1909 – November 17, 1981)[1][2] was an American inventor who was a pioneer in mass spectrometry and computing.[3] Rock was a key person in Consolidated Engineering Corporation's (CEC) mass spectrometry team at a time when mass spectrometers were first being commercialized for use by researchers and scientists. Rock was instrumental in developing mathematical techniques for analyzing the results from mass spectrometers, in developing an analog computer with Clifford Berry for analysis of equations, and in sustaining an ongoing dialog between engineers and customers involved in development of both the mass spectrometer and an early digital computer, CEC's Datatron.[4][5]", "70453800": "Alexander M. Spokoyny is an American chemist and associate professor in chemistry and biochemistry at UCLA and a faculty member of the California NanoSystems Institute (CNSI).[1][2] He is currently a department chair of Chemistry and Biochemistry at UCLA.", "789033": "William Howard Stein (June 25, 1911 – February 2, 1980) was an American biochemist who collaborated in the determination of the ribonuclease sequence, as well as how its structure relates to catalytic activity, earning a Nobel Prize in Chemistry in 1972 for his work.[2] Stein was also involved in the invention of the automatic amino acid analyzer, an advancement in chromatography that opened the door to modern methods of chromatography, such as liquid chromatography and gas chromatography.[3]", "30542378": "Alexandru T. Balaban (born April 2, 1931 in Timișoara)[1] is a Romanian chemist who made significant contributions to the fields of organic chemistry, theoretical chemistry, mathematical chemistry, and chemical graph theory.", "166446": "Brigitte Boisselier (born 1956), also known as Brigitte Roehr, is a French chemist and Raëlian religious leader best known for her claim to have overseen the creation of the first human clone. A native of Champagne-Ardenne, she studied chemistry in France and the United States, earning two PhDs. From 1984 to 1997, she lived near Paris and worked as a research chemist and a sales manager for Air Liquide. She embraced Raëlism in 1992; the group was unpopular in France and her conversion led to tensions with those around her. Five years later, she joined Clonaid, a Raëlian organization that sought to clone a human. After her service as their scientific director was publicized, she lost her position with Air Liquide and focused on cloning full-time.", "49908278": "Åke Gerhard Ekstrand (28 December 1846 in Gränna – 9 April 1933), was a Swedish chemist and public servant.", "41519671": "Sathees C. Raghavan is a Professor in the Department of Biochemistry at the Indian Institute of Science, Bangalore, India. He is from Kannur, Kerala. He was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2013 in the biological science category.[1] He was awarded the prize for his research work on novel DNA repair inhibitors that can target cancer cells. He received his BSc in Zoology from Payyannur College, Payyannur, MSc in Zoology with Entomology Specialization from University Center, Calicut University, Calicut, and PhD in Zoology from Banaras Hindu University, Varanasi India in 2000. He completed postdoctoral research at the University of Southern California Los Angeles from 1999 to 2006. His main research interests are cancer genetics, genomic instability, DNA repair, and recombination.[2] Raghavan played the important role of convener of the lecture workshop on Recent Advances in Biotechnology of Health and Disease (BHD-2011) organized by Madurai Kamaraj University in 2011.[3]", "59542076": "Robert Warington, Jr. FCS FRS (22 August 1838, Spitalfields, London – 20 March 1907, Harpenden) was an English agricultural chemist, known for his research and publications on the chemistry of phosphates and nitrates in agricultural soils.[1][2]", "27200063": "Richard Felix Marchand (August 25, 1813, Berlin – August 2, 1850, Halle an der Saale) was a German chemist. His son was the physician Felix Jacob Marchand (1846–1928).", "59705923": "Emily S. Bernhardt is an American ecosystem ecologist, biogeochemist, and professor at Duke University.[1]", "41454149": "James Bernhard Anderson (November 16, 1935 – January 14, 2021) was an American chemist and physicist. From 1995 to 2014 he was Evan Pugh Professor of Chemistry and Physics at the Pennsylvania State University.[1] He specialized in Quantum Chemistry by Monte Carlo methods, molecular dynamics of reactive collisions, kinetics and mechanisms of gas phase reactions, and rare-event theory.", "52202055": "Tuticorin Raghavachari Govindachari FNA, FASc (1915–2001), popularly known as TRG, was an Indian natural product chemist, academic, institution builder and the principal of Presidency College, Chennai.[1] He was known for his studies on the synthesis of isoquinolines and phenanthridines and his contributions in elucidating the structure of several plant constituents.[2] He was an elected fellow of the Indian Academy of Sciences[3] and the Indian National Science Academy[4] and was the nominator of Robert Burns Woodward who won the 1965 Nobel Prize in Chemistry.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1960, for his contributions to chemical sciences, making him the first recipient of the award in the chemical sciences category.[6]", "41781843": "Alexander L’vovich Kovarski is a Russian physical chemist, professor, member of Russian Academy of Natural Sciences, and member of American Chemical Society. His main research area is physical chemistry of polymers and composites, magnetic resonance of free radicals and nano-sized systems.", "50072147": "Gustav Egloff (1886–1955) was an American chemist nicknamed Gasoline Gus. He was Universal Oil Products' first chemist and by 1917 became their director, serving in that capacity until death. Science magazine described him as a \"human catalyst\".[1]", "41814613": "Csaba Schmidt (3 May 1979 – 19 March 2023)[1][2] was a Hungarian chemist and politician, member of the National Assembly (MP) from Fidesz Komárom-Esztergom County Regional List between 2010 and 2014.[3] He was elected mayor of Tatabánya on 3 October 2010.[1]", "5573207": "Oscar Loew (2 April 1844 – 26 January 1941) was a German agricultural chemist, active in Germany, the United States, and Japan in the late 19th and early 20th centuries.", "65309277": "Ian Croudace (born 5 April 1951 in Trinidad W.I.) is a British geochemist, academic, researcher and entrepreneur. He is Emeritus Professor of Environmental Radioactivity and Environmental Geochemistry at the University of Southampton[1] and is a Fellow of the Royal Society of Chemistry. Croudace has published over 200 research articles and has supervised 32 PhD projects over his career. He is director at Raddec International Limited.[2] He is the author of the book Micro-XRF Studies of Sediment Cores: Applications of a non-destructive tool for the environmental sciences and Executive Editor for the Quaternary International Special Issue entitled \"Advances in Data Quantification and Application of High Resolution XRF Core Scanners\". He specializes in analytical, environmental and isotope geochemistry and radioactivity. His research interests range from Micro-XRF analysis of sediments to Forensic Geochemistry to Radio-analytical developments.[3]", "72649310": "Gilad Haran (Hebrew: גלעד הרן; born January 16, 1960) is an Israeli biophysicist and physical chemist, a full professor at the Faculty of Chemistry in the Weizmann Institute of Science, and its former dean.[1] An expert in molecular machines. Laureate of Weizmann Prize (2017)[2] and Nakanishi Prize (2023).[3]", "26479210": "Keith Fagnou (June 27, 1971 – November 11, 2009) was a Canadian organic chemist and studied education and was a professor of chemistry at University of Saskatchewan and associate professor of organic chemistry at the University of Ottawa.  His research focused on developing new reactions that avoid unnecessary activation of substrates and that can instead directly functionalize C–H bonds of simple molecules and introduce C–C bonds.[1]", "24021615": "Arthur Dehon Little (December 15, 1863 – August 1, 1935)[1] was an American chemist and chemical engineer.  He founded the consulting company Arthur D. Little and was instrumental in developing chemical engineering at the Massachusetts Institute of Technology (MIT). He is credited with introducing the term unit operations to chemical engineering[2] and promoting the concept of industrial research.[3][4]", "39815792": "Robin M. Hochstrasser (4 January 1931 – 27 February 2013) was a Scottish-born American chemist.[1]", "48401009": "Marion David Barnes (1913–2004) was President of Covenant College from 1965 to 1978. According to Rudy Schmidt, Barnes \"paved the way for the college to move from its Midwestern roots to be a welcomed institution in the Southeast.\"[1]", "45288053": "Eliana Rubashkyn (born 25 June 1988) is a New Zealand pharmacist and chemist,[3] known for being the first intersex person assigned male at birth legally recognised as a woman with a UN mechanism under the international refugee statute. Born in Colombia, Rubashkyn was formerly stateless.[4] She[a] currently works as a programme officer at ILGA world,[5] and as a harm reduction scientist developing human right campaigns of support addressed to LGBTI asylum seekers, refugees and intersex persons around the world.[6]", "428663": "Dr. Henry Jonathan \"Hank\" Pym (/ˈpɪm/) is a  character appearing in American comic books, published by Marvel Comics. Created by penciller Jack Kirby, editor-plotter Stan Lee and writer Larry Lieber, Pym debuted in Tales to Astonish #27 (January 1962). He returned several issues later as the original iteration of Ant-Man, a superhero with the power to shrink to the size of an ant. He later assumed other superhero identities, including the size-changing Giant-Man and Goliath; the insect-themed Yellowjacket; and briefly, the Wasp. He is a founding member of the Avengers superhero team, and the creator of the robotic villain Ultron. He is also the ex-husband of Janet van Dyne and the father of Nadia van Dyne, his daughter by his first wife, Maria Pym.", "3836535": "Carles Solà was born in Xàtiva, Valencia Province on 1 January 1945.", "26872441": "Lewis Feuchtwanger (11 January 1805 Fürth, Bavaria – 25 June 1876 New York City) was a German-born chemist known primarily for his work on United States coinage. Feuchwanger was married to Augusta Levy and had five children.", "49613446": "Michel Bouvier (born September 14, 1958) is a Canadian biochemist and molecular pharmacologist. He is a professor of biochemistry and molecular medicine at Université de Montréal; a principal investigator and the chief executive officer at the Institute for Research in Immunology and Cancer; and an associate vice-president in Research, Scientific Discovery, Creation, and Innovation at Université de Montréal. His work focuses on the study of cell signaling towards the discovery of new pharmaceutical drugs.[3]", "20351623": "Erika Cremer (20 May 1900, Munich – 21 September 1996, Innsbruck) was a German physical chemist and Professor Emeritus at the University of Innsbruck[1] who is regarded as one of the most important pioneers in gas chromatography,[1] as she second conceived the technique in 1944,[1] after Richard Synge and Archer J.P. Martin in 1941.[2][3][4]", "72616588": "Mayra Angélica Álvarez Lemus is a Mexican nanoscientist. She is a professor and researcher at the Universidad Juárez Autónoma de Tabasco.[1]", "65735311": "Araxie Tovmasovna Babayan (arm., Բաբայան Արաքսի Թովմասի, 5 May 1906, Yerevan – 13 February 1993, Yerevan) was a Soviet and Armenian organic chemist.[1] Honored Worker of Science and Technology of the Armenian SSR (1961) and Academician of the Academy of Sciences of Armenian SSR (1968).", "58362519": "Prof Alexander Boyd Stewart CBE FRSE FRIC (1904–1981) was a 20th century Scottish organic chemist and agriculturalist. He was President of the British Society of Soil Science.", "64195232": "Hendratta Ali is a  geoscientist who does work in hydrology, aqueous geochemistry, exploration geology and equity geoscience. Her home institution is the Department of Geosciences at Fort Hays State University. She was awarded the 2021 Geological Society of America Randolph Bromery award and Fort Hays State University President’s Distinguished Scholar Award. Ali is a native of Cameroon.", "36965028": "Chris Sander is a computational biologist based at the Dana-Farber Cancer Center and Harvard Medical School. Previously he was chair of the Computational Biology Programme at the Memorial Sloan–Kettering Cancer Center in New York City.[7][8][9][10][11][12][13] In 2015, he moved his lab to the Dana–Farber Cancer Institute[14] and the Cell Biology Department at Harvard Medical School.[15]", "1182372": "Anat Blumenfeld is an Israeli research biochemist at Hadassah Medical Center in Jerusalem.", "24513189": "Leutnant Peter August Burkard (25 October 1894 – ) was a German World War I flying ace credited with six aerial victories.[2]", "34671274": "Countess Palatine Barbara of Zweibrücken-Neuburg (27 July 1559 – 5 March 1618) was a Countess Palatine of Zweibrücken by birth and by marriage Countess of Oettingen-Oettingen.", "34605741": "Arthur Eugene Baggs (27 October 1886, New York City – 15 February 1947, Columbus) was an American chemist and potter.", "19270321": "Jürgen Warnatz (31 May 1944 in Chemnitz – 22 December 2007 in Neckarsteinach) was a German physicist. Between 1999 and 2004 he served as managing director of the Interdisciplinary Center for Scientific Computing (IWR) at Ruprecht Karls University of Heidelberg, Germany. From 2003 until his death he chaired the German Section of the Combustion Institute.", "47614644": "James H. Coon (9 November 1914 – 10 March 1996) physicist at Los Alamos Scientific Laboratory, made significant contributions to the science and study of neutron interactions. He worked on the Vera satellite project.", "6720186": "M. Reza Ghadiri is an Iranian-American chemist who studies nanoscale science and technology.", "70945467": "Suzanne Cathleen Bart an American chemist who is a professor of inorganic chemistry at Purdue University.[1] Her group's research focuses on actinide organometallic chemistry, and especially the characterization of low-valent organouranium complexes, actinide complexes with redox-active ligands,[2] and discovery of new reactions that utilize these compounds.[3] Bart's research has applications in the development of carbon-neutral fuel sources and the remediation of polluted sites.", "22317756": "Gunnar Aksnes (8 August 1926 in Kvam, Hardanger – 31 January 2010 in Bergen, Hordaland) was a Norwegian chemist and poet,[1][2] the brother of the astronomer Kaare Aksnes,[3] married to Milly Aksnes (b. 1928)[4]", "46664395": "Eugene Patrick Kennedy (1919–2011)[1] was an American biochemist known for his work on lipid metabolism and membrane function.[2] He attended DePaul University and then became a PhD student at the University of Chicago. From 1959 to 1993 he worked at Harvard Medical School.[3][4]", "51743436": "Henry Hennell FRS (c. 1797 – 4 June 1842) was an English chemist.", "20646605": "Rikku is a character in the Final Fantasy series, created by Tetsuya Nomura. Rikku first appears in Final Fantasy X as one of its protagonists, where she accompanies her cousin Yuna and others on a journey to defeat the monster Sin. Rikku again appears as a protagonist in the game's direct sequel, Final Fantasy X-2. In that game, she, Yuna, and new friend Paine journey to find missing FFX protagonist Tidus.", "35097293": "Angelo Sala (Latin: Angelus Sala) (21 March 1576, Vicenza – 2 October 1637, Bützow)[1] was an Italian doctor and early iatrochemist.[2] He promoted chemical remedies and, drawing on the relative merits of the conflicting chemical and Galenical systems of medicine, dismissed alchemical transmutation and 'universal medicine'; objected to tartar which had deliquesced being called an 'oil'; observed that metals reacted differently with acids; that sulphur extracted something from the air in order to burn; that silver nitrate darkened on exposure to light; surmised the existence of elementary (atomic) particles; and described newly discovered compounds and methods of preparation.[3] Sala made the first studies on the formation of alcohol from fermenting musts and so is regarded as the founder of sugar chemistry.[4]", "41683663": "Friedrich August Walchner (2 September 1799 – 17 February 1865) was a German geologist, chemist and mineralogist.", "1542877": "Wilbert Lee \"Bill\" Gore (January 25, 1912 – July 26, 1986) was an American engineer and scientist, inventor and businessman who co-founded W. L. Gore and Associates with his wife, Genevieve (Vieve).", "1641187": "Joseph Achille Le Bel (21 January 1847 in Pechelbronn – 6 August 1930, in Paris, France) was a French chemist. He is best known for his work in stereochemistry. Le Bel was educated at the École Polytechnique in Paris. In 1874 he announced his theory outlining the relationship between molecular structure and optical activity.[1] This discovery laid the foundation of the science of stereochemistry, which deals with the spatial arrangement of atoms in molecules. This hypothesis was put forward in the same year by the Dutch physical chemist Jacobus Henricus van 't Hoff and is currently known as Le Bel–van't Hoff rule. Le Bel wrote Cosmologie Rationelle (Rational Cosmology) in 1929.", "59607780": "Meinrad Busslinger (born 30 July 1952 in Gebenstorf, Switzerland[1]) is a biochemist and immunologist, renown for his work on B cells. He is a Senior Scientist and Scientific Deputy Director of the Research Institute of Molecular Pathology (IMP) in Vienna, Austria.[2]", "199406": "Michael Smith CC OBC FRS[1] (April 26, 1932 – October 4, 2000) was a British-born Canadian biochemist and businessman. He shared the 1993 Nobel Prize in Chemistry[3] with Kary Mullis for his work in developing site-directed mutagenesis. Following a PhD in 1956 from the University of Manchester,[4] he undertook postdoctoral research with Har Gobind Khorana (himself a Nobel Prize winner) at the British Columbia Research Council in Vancouver, British Columbia, Canada. Subsequently, Smith worked at the Fisheries Research Board of Canada Laboratory in Vancouver before being appointed a professor of biochemistry in the UBC Faculty of Medicine in 1966. Smith's career included roles as the founding director of the UBC Biotechnology Laboratory (1987 to 1995) and the founding scientific leader of the Protein Engineering Network of Centres of Excellence (PENCE). In 1996 he was named Peter Wall Distinguished Professor of Biotechnology. Subsequently, he became the founding director of the Genome Sequencing Centre (now called the Michael Smith Genome Sciences Centre) at the BC Cancer Research Centre.", "7736052": "Walter Lincoln Hawkins (March 21, 1911 – August 20, 1992) was an American chemist and engineer widely regarded as a pioneer of polymer chemistry. For thirty-four years he worked at Bell Laboratories, where he was instrumental in designing a long-lasting plastic to sheath telephone cables, enabling the introduction of telephone services to thousands of Americans, especially those in rural communities. In addition to his pioneering research, Hawkins is also known for his advocacy efforts for minority students. He also served as the chairman of Montclair State University in 1973.[1] Amongst his many awards, Hawkins was the first African-American to be elected to the National Academy of Engineering (1975), and, shortly before his death in 1992, he was awarded the National Medal of Technology by then-U.S. president, George H. W. Bush.", "1510133": "University of Michigan", "69503734": "Moscow State University"}