{"43558253": "Surendra Kumar Dey, (Sep. 13th, 1906 - May 24, 1989)[1] was India's first Union Cabinet minister for Cooperation and Panchyati Raj. Mr. Dey is remembered as the man who pioneered and steered community development in independent India. He firmly believed that democracy cannot be practiced by government servants and stressed that the fruits of democracy ought to reach every village.", "63677806": "Aleksandar Sandić (Veliki Beckerek, Austrian Empire, today's Zrenjanin, Serbia, 14 May 1836 -  Novi Sad, then Habsburg Monarchy, today's Serbia, 15 April 1908) was a Serbian historian, cultural worker and politician. He was an elected member of the Serbian Royal Academy in 1897.", "10102133": "William F. Vallicella is an American philosopher.", "52045175": "Nicholas Russo SJ (April 24, 1845 – April 1, 1902) was an Italian Catholic priest, Jesuit, philosopher, and missionary. Born in Italy, he ran away from his family and joined the Society of Jesus in France in 1862, where he was educated and began teaching. In 1875, Russo was sent to the United States to study at Woodstock College. For ten years, he was a professor and the chair of philosophy at Boston College and became its first faculty member to publish a book. Specializing in Thomism, he was regarded as a successful professor. He served as president of the college from 1887 to 1888.", "2139512": "Alcmaeon of Croton (/ælkˈmiːɒn/; Greek: Ἀλκμαίων ὁ Κροτωνιάτης, Alkmaiōn, gen.: Ἀλκμαίωνος; fl. 5th century BC) was an early Greek medical writer and philosopher-scientist.[1] He has been described as one of the most eminent natural philosophers and medical theorists of antiquity and he has also been referred to as \"a thinker of considerable originality and one of the greatest philosophers, naturalists, and neuroscientists of all time.\"[2] His work in biology has been described as remarkable, and his originality made him likely a pioneer. Because of difficulties dating Alcmaeon's birth, his importance has been neglected.[3]", "11740536": "Bhudev Mukhopadhyay (1827–1894) was a writer and intellectual in 19th century Bengal. His works were considered ardent displays of nationalism and philosophy in the period of the Bengal renaissance. His novel Anguriya Binimoy (1857) was the first historical novel written in Bengal.[1]", "2794874": "Charles Wade Mills (January 3, 1951 – September 20, 2021) was a Jamaican philosopher who was a professor at Graduate Center, CUNY, and Northwestern University. Born in London, Mills grew up in Jamaica and later became a United States citizen. He was educated at the University of the West Indies and the University of Toronto.", "11052407": "Tommie Shelby (born 1967) is an American philosopher. Since 2013, he has served as the Caldwell Titcomb Professor of African and African American Studies and of Philosophy at Harvard University, where he is the current chair of the Department of African and African American Studies. He is particularly known for his work in Africana philosophy, social and political philosophy, social theory (especially Marxist theory), and the philosophy of social science.", "52012416": "Eduardo Mendieta (born 28 December 1963)[1] is a Colombian-born Professor of Philosophy at Penn State University, and former acting director of the Rock Ethics Institute.[2][3][4][5][6][7] Mendieta's research focuses on Ethics, Political Philosophy, Latinx philosophy, Latin American Philosophy, Critical Theory (especially the Frankfurt School), Philosophy of Race, and Feminist Philosophy.[3][8]", "56206730": "Sean D. Kirkland is an American philosopher and professor of philosophy at DePaul University. \nHe is known for his expertise on Ancient Greek Philosophy.\nKirkland won the 2013 Symposium Book Award for his monograph The Ontology of Socratic Questioning in Platos Early Dialogues.[1][2]", "10888587": "Kada no Azumamaro (荷田 春満, February 3, 1669 – August 8, 1736) was a poet and philologist of the early  Edo period. His ideas had a germinal impact on the nativist school of National Learning in Japan.", "2696588": "Alfred Jules Émile Fouillée (18 October 1838 – 16 January 1912) was a French philosopher.", "75150": "Lucius Annaeus Seneca the Younger (/ˈsɛnɪkə/ SEN-ik-ə; c. 4 BC – AD 65),[1] usually known mononymously as Seneca, was a Stoic philosopher of Ancient Rome, a statesman, dramatist, and in one work, satirist, from the post-Augustan age of Latin literature.", "1025437": "John Mcelphatrick Frame (born April 8, 1939) is a retired American Christian philosopher and Calvinist theologian especially noted for his work in epistemology and presuppositional apologetics, systematic theology, and ethics. He is one of the foremost interpreters and critics of the thought of Cornelius Van Til.[1]", "69084574": "Albert William Levi (June 19, 1911 – October 31, 1988) was an American philosopher.", "632230": "Colin McGinn (born 10 March 1950) is a British philosopher. He has held teaching posts and professorships at University College London, the University of Oxford, Rutgers University, and the University of Miami.[1]", "41428393": "Ann E. Cudd is an American philosopher and academic. She is the president of Portland State University as of August 1, 2023. She was previously the provost and senior vice chancellor and professor of philosophy at the University of Pittsburgh[1][2] and dean of the college and graduate school of arts and sciences at Boston University.[3] She also served as vice provost and dean of undergraduate studies, as well as university distinguished professor of philosophy, at the University of Kansas,[4][5][6] and was an affiliated faculty member in the Women, Gender, and Sexualities Studies Program during her time there.[7] Cudd is considered one of the founders of analytical feminism,[8] was a founding member of the Society for Analytical Feminism, and served as its president from 1995 to 1999.[5] On March 10, 2023, Cudd was formally selected as the 11th president of Portland State University.[9]", "15508905": "Diana J. Schaub (born 1959)[1] is professor of political science at Loyola University Maryland.[2] Schaub received both her M.A. and Ph.D. from the University of Chicago. She teaches and writes on a wide range of issues in political philosophy and American political thought. Schaub was also a member of The President's Council on Bioethics.[3]", "34055595": "Yakupitiyage Karunadasa is a Sri Lankan scholar in Buddhist Studies. His main areas of specialization are Early Buddhism and Theravada Abidhamma.[1]", "58074546": "Zinovia Vasilievna Dushkova (Gagauz: Zinovya Duşkova, Russian: Зино́вья Васи́льевна Ду́шкова; born 19 July 1953) is a Russian author, poet, philosopher, and historian. Dushkova has written approximately 60 books which have been published in both Russia and Ukraine and translated into seven languages. Dushkova's philosophy is influenced by Blavatsky's Theosophy.", "74196406": "Tad Brennan (born 1962) is an American philosopher and Professor of Philosophy at Cornell University.\nHe is known for his works on ancient Greek philosophy.[1][2][3][4]", "21603769": "Ernst Platner (/ˈplɑːtnər/; German: [ˈplatnɐ]; 11 June 1744 – 27 December 1818) was a German anthropologist, physician and Rationalist[1] philosopher, born in Leipzig. He was the father of painter Ernst Zacharias Platner (1773–1855).", "861627": "Otto Bauer (5 September 1881 – 4 July 1938) was one of the founders and leading thinkers of the left-socialist Austromarxists who sought a middle ground between social democracy and revolutionary socialism. He was a member of the Austrian Parliament from 1907 to 1934, deputy party leader of the Social Democratic Workers' Party (SDAP) from 1918 to 1934, and Foreign Minister of the Republic of German-Austria in 1918 and 1919. In the latter position he worked unsuccessfully to bring about the unification of Austria and the Weimar Republic. His opposition to the SDAP joining coalition governments after it lost its leading position in Parliament in 1920 and his practice of advising the party to wait for the proper historical circumstances before taking action were criticized by some for facilitating Austria's move from democracy to fascism in the 1930s. When the SDAP was outlawed by Austrofascist Chancellor Kurt Schuschnigg in 1934, Bauer went into exile where he continued to work for Austrian socialism until his death.", "23274940": "Adam Ignacy Zabellewicz (1784–1831) was a professor of philosophy at Warsaw University.[1]", "16131521": "Peter Ceffons (French: Pierre Ceffons, Latin: Petrus de Ceffons Clarevallensis; fl.1340s) was a French Cistercian theologian and scholastic philosopher, who became Abbot of Clairvaux. He is considered an early humanist for his style.[1]", "25437639": "Allan James \"Jim\" Baker (22 July 1922 – 3 March 2017), usually cited as A. J. Baker, was an Australian philosopher who was best known for having systematised the realist philosophy of John Anderson.[1][2] He studied under Anderson at Sydney University and had taught philosophy in Scotland, New Zealand, the United States, and Australia. He was a prominent member of the Sydney Libertarians and the Sydney Push.[3] He instigated, and was a prolific contributor to, several journals, compilations and newsletters that addressed issues, philosophical and otherwise, associated with Sydney Libertarianism. Among these were Libertarian (1957–1960), Broadsheet (1960–1979), The Sydney Line: A Selection of Comments and Criticisms (1963), Heraclitus (1980–2006) and The Sydney Realist (2005–). In 1997 he published a monograph, Social Pluralism: A Realistic Analysis, in which he posited his exposition of human social life.", "15967689": "Claude Frassen (1620 – 26 February 1711) was a French Franciscan Scotist theologian and philosopher.", "70854099": "Florin George Călian (born October 6, 1978) is a Romanian historian of religion and philosophy.[1][2] He is a researcher at the Institute for Ecumenical Research, Lucian Blaga University.[3]", "56960476": "Kaave Lajevardi (Persian: کاوه لاجوردی) is an Iranian philosopher. He is known for translating classic philosophy books into Persian.[1][2]\nLajevardi was a faculty member of Institute for Research in Fundamental Sciences (2008-2012).[3]\nHe has published some papers on academic dishonesty in Iranian universities.[4][5]", "4826588": "Ludwig Heinrich Edler von Mises[1] (German: [ˈluːtvɪç fɔn ˈmiːzəs]; 29 September 1881 – 10 October 1973) was a Ukraine-born Austrian–American[2] Austrian School economist, historian, logician, and sociologist. Mises wrote and lectured extensively on the societal contributions of classical liberalism and the power of consumers.[2] He is best known for his work on praxeology studies comparing communism and capitalism.", "66921949": "Naji Al 'Awnali (Arabic: ناجي العونلي) is a Tunisian translator and researcher who specializes in philosophy. He was born in 1968. He currently teaches Modern and Contemporary Philosophy at Tunis University.[3] He speaks four languages in addition to Arabic. He translated a number of philosophical texts from German and French, he also received the Sheikh Zayed Book Award for ‘Translation’ in 2018.[4]", "69084645": "Beatrice Bruteau (1930–2014) was an American contemplative, philosopher and author.[1]", "65381864": "Harold Fisch (25 March 1923, Birmingham – 8 November 2001, Jerusalem), also known as Aharon Harel-Fisch (Hebrew: אַהֲרֹן הַרְאֵל-פִישׁ), was a British-Israeli author, literary critic, translator, and diplomat.[1] He was a Professor of English and Comparative literature at Bar-Ilan University, of which he served as Rector from 1968 to 1971.[2] He was awarded the Israel Prize for Literature in 2000.[3]", "46835177": "David-Hillel Ruben is a University of London professor emeritus of philosophy, now at Birkbeck, University of London. He gained his PhD in Philosophy at Harvard University (1971). He previously held posts at the Universities of Edinburgh and Glasgow, Essex University, The City University London, and the London School of Economics. He served as Founding Director of NYU's campus programme in London. His research relates to the philosophy of the social sciences, metaphysics, and the philosophy of action.[1] In 2011, Ruben resigned from the Universities and Colleges Union (UCU) in protest at their stance on anti-Semitism.[2]", "46802410": "Sue Donaldson (also known as Susan Cliffe; born 1962) is a Canadian writer and philosopher. She is a research fellow affiliated with the Department of Philosophy at Queen's University, where she is the co-founder of the Animals in Philosophy, Politics, Law and Ethics (APPLE) research cluster.", "73967084": "Rachel Barney (born  14 September 1966) is a Canadian philosopher and Professor and Acting Associate Chair at the department of philosophy at the University of Toronto. \nShe is known for her  works on ancient philosophy.[1][2][3]", "4367854": "Madhusūdana Sarasvatī (c.1540–1640) was an Indian philosopher in the Advaita Vedānta tradition and devotee of Krishna.[2] He was the disciple of Viśveśvara Sarasvatī and Mādhava Sarasvatī, and is the most celebrated name in the annals of the great debate between Dvaita and Advaita schools of Vedanta. The Nyayamṛta of Vyasatirtha, a text criticising the Advaita view, caused a furore in the Advaita community resulting in a series of scholarly debates over centuries. Madhusūdana composed Advaitasiddhi, a line-by-line refutation of Nyayamṛta. In response to Advaitasiddhi, the Dvaita scholars, Vyasa Ramacharya, and Ananda Bhattaraka, wrote Nyayamṛta Tarangini and Nyayamṛta Kantakoddhara and challenged Madhusūdana Sarasvatī.[3][4][5]", "8660463": "Laurent-Michel Vacher (26 May 1944 – 8 July 2005) was a French-born, French Canadian philosopher, writer, journalist (Le Devoir, Hobo-Québec, Chroniques, Spirale) and teacher (Ahuntsic College, Montreal).", "35628529": "Józef Warszawski (1903—1997) was a Polish philosopher.", "55911921": "Georg Kohler (born in Konolfingen, Bern, Switzerland in 1945) is a Swiss philosopher. He is a professor emeritus of Political Philosophy at University of Zurich. He is also a publicist and an author. He has written books on political philosophy and modern day Swiss politics and also collaborated with other writers including Hermann Lübbe.[1][2][3][4]", "34612725": "Song Jun-gil (Korean: 송준길; 28 December 1606 – 2 December 1672), also known by his art name Dongchundang, was a Korean politician and Neo-Confucian scholar, who lived during the Joseon Dynasty.", "828919": "Henri Lefebvre (/ləˈfɛvrə/ lə-FEV-rə, French: [ɑ̃ʁi ləfɛvʁ]; 16 June 1901 – 29 June 1991) was a French Marxist philosopher and sociologist, best known for pioneering the critique of everyday life, for introducing the concepts of the right to the city and the production of social space, and for his work on dialectical materialism, alienation, and criticism of Stalinism, existentialism, and structuralism. In his prolific career, Lefebvre wrote more than sixty books and three hundred articles.[4] He founded or took part in the founding of several intellectual and academic journals such as Philosophies, La Revue Marxiste, Arguments, Socialisme ou Barbarie, Espaces et Sociétés.[5]", "70854143": "Abdallah al-Alayli (Arabic: عبد الله العلايلي) (1914-1996) was a Lebanese intellectual and writer. His specializations included the Arabic language, Arab history and politics, and Islamic law. His works sparked controversy among Arab audiences, even leading to the banning of some of his books in certain places.[1][2][3][4] He was also a theoretician of Arab nationalism.", "2139648": "Virgil Charles Aldrich (13 September 1903 in Narsinghpur, India – 28 May 1998 in Salt Lake City, Utah), was an American philosopher of art, language, and religion.", "55485953": "Ahmad Ali Heydari (born 1963) (Persian: احمدعلی حیدری) is an Iranian philosopher and associate professor of philosophy at Allameh Tabataba'i University known for his works on ethics and his research on the reception of Western philosophy by Iranian thinkers.[1][2][3] He received his PhD in philosophy from University of Bonn in 2003. Heydari is a member of board of directors of Iranian Society of Intercultural Philosophy (ISIPH).[4]", "206342": "James McCosh (April 1, 1811 – November 16, 1894) was a philosopher of the Scottish School of Common Sense. He was president of Princeton University 1868–88.", "52995593": "Thomas Wizenmann (1759 – 1787) was a German philosopher of the Enlightenment, a critic of Kant and Mendelssohn during the Pantheism controversy.[1] He wrote  Die Resultate der Jacobischer und Mendelsohnischen Philosophie kritisch erläutert von einem Freywilligen.[2] Wizenmann was a follower of F. H. Jacobi, a critic of Enlightenment Rationalism.[3]", "1058313": "Francisco Suárez, SJ (5 January 1548 – 25 September 1617) was a Spanish Jesuit priest, philosopher and theologian, one of the leading figures of the School of Salamanca movement. His work is considered a turning point in the history of second scholasticism, marking the transition from its Renaissance to its Baroque phases. According to Christopher Shields and Daniel Schwartz, \"figures as distinct from one another in place, time, and philosophical orientation as Leibniz, Grotius, Pufendorf, Schopenhauer and Heidegger, all found reason to cite him as a source of inspiration and influence.\"[2]", "206346": "Sir William Hamilton, 9th Baronet FRSE (8 March 1788 – 6 May 1856) was a Scottish metaphysician. He is often referred to as William Stirling Hamilton of Preston, in reference to his mother, Elizabeth Stirling.", "206355": "John Veitch (24 October 1829 – 3 September 1894), Scottish philosopher, poet and historian. He was born in Peebles, the only son of Peninsular War veteran James Veitch and his wife Nancy Ritchie, a woman steeped in the folk traditions of the Borders. He was educated at the University of Edinburgh.[1]", "206357": "Alexander Campbell Fraser FBA FRSE (3 September 1819 – 2 December 1914) was a Scottish theologian and philosopher.", "6858263": "Spanish Republic", "22357528": "Žarko Puhovski (born 15 December 1946) is a Croatian professor, political analyst, philosopher and intellectual, former president of the Croatian Helsinki Committee.", "206362": "David George Ritchie (26 October 1853 — 3 February 1903) was a Scottish philosopher who had a distinguished university career at Edinburgh, and Balliol College, Oxford, and after being fellow of Jesus College and a tutor at Balliol College was elected professor of logic and metaphysics at St Andrews. He was also the third president of the Aristotelian Society in 1898.", "56469020": "Johann Gottfried Teske ((1704-05-03)3 May 1704 – (1772-05-25)25 May 1772) was a Prussian physicist and philosopher who is best known for his collaboration with Immanuel Kant on his work De Igne.", "5449244": "Elijah ben Moses Bashyazi of Adrianople or Elijah Bašyazi (in Hebrew: אליהו בן משה בן מנחם) (c. 1420 in Adrianople – 1490 in Adrianople) was a Karaite Jewish hakham of the fifteenth century. After being instructed in the Karaite literature and theology of his father (Moses Bashyazi) and grandfather (Menahem Bashyazi), both learned hakhams of the Karaite community of Adrianople, Bashyazi went to Constantinople, where, under the direction of Mordecai Comtino, he studied rabbinical literature as well as mathematics, astronomy, and philosophy, in all of which he soon became most proficient.", "206369": "Henry Longueville Mansel (6 October 1820 – 30 July 1871)[1] was an English philosopher and ecclesiastic.", "2172451": "Hermann Heller (17 July 1891 – 5 November 1933) was a German legal scholar and philosopher of Jewish descent.[1] He was active in the non-Marxist wing of the Social Democratic Party of Germany (SPD) during the Weimar Republic. He attempted to formulate the theoretical foundations of the social-democratic relations to the state, and nationalism. He was politically active in the relatively conservative Hofgeismarer Kreis of the SPD and is believed to have authored the group's statement of principles.", "9764": "Progressive Era", "2893348": "Manuel Joël (or Joel; October 19, 1826 –  November 3, 1890) was a German Jewish philosopher and preacher.", "5023268": "Ernst Bergmann (7 August 1881 – 16 April 1945) was a German philosopher. In the early 1930s, he was known as the most famous German opponent of patriarchy[dubious  – discuss], and after 1933, Bergmann became a leading proponent of a new pagan German religion (\"Deutschreligion\", later called \"Gemeinschaft Deutsche Volksreligion\").", "32187943": "Norbert-Bertrand Barbe is a French art historian, semiologist, artist and writer. He was born in 1968 and has a master's degree in art history (Université Paris X, 1991) and a Ph.D. in Comparative Literature (Université d'Orléans, 1996). He is an Honorary Member of the Nicaraguan Academy of Language.[1]", "239143": "Isaac Watts (17 July 1674 – 25 November 1748) was an English Congregational minister, hymn writer, theologian, and logician. He was a prolific and popular hymn writer and is credited with some 750 hymns. His works include \"When I Survey the Wondrous Cross\", \"Joy to the World\", and \"Our God, Our Help in Ages Past\". He is recognised as the \"Godfather of English Hymnody\"; many of his hymns remain in use today and have been translated into numerous languages.", "60859949": "John Charvet is a British political theorist, and Emeritus Professor at the London School of Economics. His interests are in political theory, contractarianism and international relations.[1][2][3][4]", "206382": "John Wilson of Elleray FRSE (18 May 1785 – 3 April 1854) was a Scottish advocate, literary critic and author, the writer most frequently identified with the pseudonym Christopher North of Blackwood's Edinburgh Magazine.", "8234546": "Gloria Origgi (born 1967) is an Italian philosopher at the CNRS in Paris (Institut Jean Nicod) who works on the theory of mind, epistemology and social sciences applied to new technology. She is the founder (in 2002) and director of the innovative [1] project, a portal where many international virtual conferences in the social and cognitive sciences are being organized.", "40871475": "Nasrollah Hekmat (born 1957) is an Iranian philosopher and Professor of Philosophy at the Shahid Beheshti University.", "44344896": "Jon Mills is a Canadian philosopher, psychoanalyst, and clinical psychologist. His principle theoretical contributions have been in the philosophy of the unconscious, a critique of psychoanalysis, philosophical psychology, value inquiry, and the philosophy of culture. His clinical contributions are in the areas of attachment pathology, trauma, psychosis, and psychic structure.", "3417668": "William Herberg (June 30, 1901 – March 26, 1977) was an American writer, intellectual, and scholar.  A communist political activist during his early years, Herberg gained wider public recognition as a social philosopher and sociologist of religion, as well as a Jewish theologian. He was a leading conservative thinker during the 1950s and an important contributor to the National Review magazine.", "23275081": "Krystyn Lach Szyrma (17 December 1790, Wojnasy; 21 April 1866, Devonport, Devon) was a professor of philosophy at Warsaw University.[1] He was also a writer, journalist, translator and political activist.", "75340": "Chinese texts", "46638670": "Rustam Singh (born 16 May 1955) is an Indian poet,[1][2][3][4] philosopher, translator and editor.[4][5] He writes poetry in Hindi (under the name Rustam) and theoretical and philosophical papers and essays in English. He is regarded as an important Hindi poet of this period. His poems have been translated into many Indian and foreign languages including English, Telugu, Marathi, Malayalam, Panjabi, Swedish, Norwegian and Estonian. Apart from his books, his poems have appeared in many important literary journals and magazines, such as Sakshatkaar, Poorvagrah, Bahuvachan, Jansatta, Pratilipi, Indian Literature, International Quarterly, Aufgabe, LyrikVannen etc. The most recent publication of his poems in Hindi was in the online literary magazines Samalochan,[6] Janakipul[7] and Sadaneera.[8]", "1156687": "Chinese texts", "4466266": "Rudi Supek (Zagreb, 8 April 1913 – Zagreb, 2 January 1993) was a Croatian sociologist, philosopher  and a member of the Praxis School of Marxism.", "20588128": "Leonard Harris[1] is a professor of philosophy at Purdue University, where he has directed the Philosophy and Literature Ph.D. program and the African American Studies and Research Center.[2] Before Purdue he taught at Morgan State University, a public, historically Black research university in Baltimore, where he created and directed a Philosophy for Children Center as an affiliate of the Institute for the Advancement of Philosophy for Children at Montclair State University.[3] He wrote about his experience introducing philosophy to Washington, D.C. public schools in his book, Children in Chaos: A \"Philosophy for Children\" Experience (Kendall Hunt, 1991). Before Morgan State, Harris taught at the University of the District of Columbia in Washington, D.C., and at Livingston College, Rutgers University in New Jersey. A leader in the field of critical pragmatism, Harris is one of the most innovative American philosophers of his time. His agenda of \"struggle philosophy\" moves beyond analytic and instrumentalist reasoning and Socratic dialogue to incorporate an \"ethics of insurrection,\" \"advocacy aesthetics,\" and the concept of racism as \"necro-being.\" In addition, Harris has been largely responsible for the renewed, contemporary interest in the life and philosophy of the American philosopher, and \"Dean\" of the Harlem Renaissance, Alain LeRoy Locke. Harris is a board member of the Alain L. Locke Society[4] and a founding member of the Philosophy Born of Struggle Association.[5] His most important publications include A Philosophy of Struggle: The Leonard Harris Reader, edited by Lee A. McBride III for Bloomsbury (2020), Philosophy Born of Struggle: Afro-American Philosophy from 1917 (Kendall Hunt 1984/2021), Racism (Humanity Press, 1999), The Critical Pragmatism of Alain Locke (Rowman & Littlefield, 1999),  with Jacoby A. Carter, Philosophic Values and World Citizenship: Locke to Obama and Beyond (Lexington Books, 2010), and, with Charles Molesworth, Alain L. Locke: Biography of a Philosopher (University of Chicago Press, 2008). Among Harris's awards are the Herbert Schneider Award \"for distinguished contributions to the understanding of American Philosophy\" in 2018, the Franz Fanon Lifetime Achievement Award presented by the Caribbean Philosophical Association in 2014, Howard University's 1999 Alain L. Locke Award, given in recognition for pioneering efforts and outstanding contributions to research in Africana Philosophy and Alain Locke Scholarship, and special recognition by the American Philosophical Association in 1996 for outstanding contribution to the profession.", "271975": "Abu Rayhan Muhammad ibn Ahmad al-Biruni /ælbɪˈruːni/ (Persian: ابوریحان بیرونی; Arabic: أبو الريحان البيروني) (973 – after 1050),[5] known as al-Biruni, was a Khwarazmian Iranian scholar and polymath during the Islamic Golden Age. He has been called variously the \"founder of Indology\", \"Father of Comparative Religion\", \"Father of modern geodesy\", and the first anthropologist.[6]", "45590121": "Rudolph Krejci (Czech: Rudolf Václav Krejčí; 4 March 1929 - 9 December 2018) was a Czechoslovak-American philosopher and professor, who was the founder of the Philosophy and Humanities Programs at the University of Alaska Fairbanks, and founder and first dean of the university's College of Arts and Sciences in 1975.[4][5][6][7] In 1997, after 37 years at the university, Krejci became Professor Emeritus of Philosophy and Humanities.", "992876": "Stephen Eric Bronner (born 19 August 1949) is a political scientist and philosopher, Board of Governors Professor of Political Science at Rutgers University in New Brunswick, New Jersey, United States, and is the Director of Global Relations for the Center for the Study of Genocide and Human Rights. Bronner has published over 25 books and 200 journal articles.[1]", "56239726": "Viola Carofalo (born in Naples, Italy, 30 June 1980) is an Italian politician and former national spokesperson and leader of Power to the People,[1][2] a coalition of parties, movements and associations (about a hundred among which Communist Refoundation Party, Italian Communist Party and The Other Europe) which contested the 2018 Italian general election.", "730735": "Daisetsu Teitaro Suzuki (鈴木 大拙 貞太郎, Suzuki Daisetsu Teitarō, 18 October 1870 – 12 July 1966[1]), self-rendered in 1894 as \"Daisetz\",[2] was a Japanese essayist, philosopher, religious scholar, translator, and writer. He was a scholar and author of books and essays on Buddhism, Zen and Shin that were instrumental in spreading interest in both Zen and Shin (and Far Eastern philosophy in general) to the West. Suzuki was also a prolific translator of Chinese, Korean, Japanese, Vietnamese and Sanskrit literature. Suzuki spent several lengthy stretches teaching or lecturing at Western universities, and devoted many years to a professorship at Ōtani University, a Japanese Buddhist school.", "42346098": "Eva Feder Kittay is an American philosopher. She is Distinguished Professor of Philosophy (Emerita) at Stony Brook University.[1] Her primary interests include feminist philosophy, ethics, social and political theory, metaphor, and the application of these disciplines to disability studies.[1] Kittay has also attempted to bring philosophical concerns into the public spotlight, including leading The Women's Committee of One Hundred in 1995, an organization that opposed the perceived punitive nature of the social welfare reforms taking place in the United States at the time.[2]", "28124789": "Peter Wust (28 August 1884, Rissenthal – 3 April 1940, Münster) was a German existentialist philosopher who is unknown in the English realm, for his works has never been translated into English to this day.", "50177654": "Dieter Misgeld is a retired professor in the department of Theory and Policy Studies at the Ontario Institute for Studies in Education (OISE), University of Toronto.[1] He is known for his research on social theory, human rights, political philosophy, hermeneutics and the philosophy of Jürgen Habermas and Hans-Georg Gadamer.[2]", "3810935": "Hans Köchler (born 18 October 1948) is a retired professor of philosophy at the University of Innsbruck, Austria, and president of the International Progress Organization, a non-governmental organization in consultative status with the United Nations. In his general philosophical outlook he is influenced by Husserl and Heidegger, his legal thinking has been shaped by the approach of Kelsen. Köchler has made contributions to phenomenology[1][2] and philosophical anthropology[3] and has developed a hermeneutics of trans-cultural understanding[4] that has influenced the discourse on the relations between Islam and the West.[5][6]", "7579254": "William Pepperell Montague (11 November 1873 – 1 August 1953) was a philosopher of the New Realist school. Montague stressed the difference between his philosophical peers as adherents of either \"objective\" and \"critical realism\".", "41428601": "Léger Marie Deschamps (10 January 1716 – 19 April 1774),[1] Benedictine monk, known under his Benedictine name of Dom Deschamps, was a French philosopher and utopian socialist,[2] who taught a form of modified Spinozism.[3]", "9709178": "Thomas White (1593–1676) was an English Roman Catholic priest and scholar, known as a theologian, censured by the Inquisition,[1] and also as a philosopher contributing to scientific and political debates.", "38643324": "Bhatt Mathuranath Shastri (Sanskrit: भट्ट मथुरानाथ शास्त्री) (23 March 1889 – 4 June 1964) was an eminent Indian Sanskrit scholar, poet, philosopher, grammarian, polyglot and expert of Tantra from Jaipur, Rajasthan.[1] He was one of the prominent Sanskrit writers of the twentieth century who wrote on both traditional and modern themes.[2] He pioneered the use of several new genres in Sanskrit literature, writing radio plays, essays, travelogues, and short stories.[2][3][4] He wrote many songs in Sanskrit including Ghazals, Thumris, Dadras and Dhrupads.[2][4] He pioneered the use of Prakrit (Braja and Hindi) metres in Sanskrit poetry.[4][5]", "41690748": "Cynthia Willett is an American philosopher who is Samuel Candler Dobbs Professor of Philosophy at Emory University, where she is also affiliated faculty with Women, Gender, and Sexuality Studies and with the Psychoanalytic Studies Program. She has written influential books on intersectional feminism and founded Emory's Institute for the History of Philosophy. Willett was on the American Philosophical Association's Executive Board between 2008 and 2010, and has served as co-director of the Society for Phenomenology and Existential Philosophy. She earned her Ph.D. in 1988 from Pennsylvania State University.[1]", "35497597": "François (Robert) Ewald (born 29 April 1946, in Boulogne-Billancourt) is a French philosopher. An assistant to Michel Foucault in the 1970s, he has overseen the publication of much of Foucault's literary estate. Ewald's own work has applied Foucault's notion of governmentality to a history of the welfare state.[1]", "22554238": "Friedrich Groos (23 April 1768 – 15 June 1852) was a German physician and philosopher born in Karlsruhe.", "30516868": "Graciela Chichilnisky (born 1944)[1] is an Argentine American mathematical economist.  She is a professor of economics at Columbia University and has expertise in climate change.[2][3] She is also co-founder and former CEO of the company Global Thermostat.[4]", "27207307": "Ferdinand Fellmann (14 December 1939 – 28 October 2019) was a German philosopher. After the expulsion of his family in 1946 out of Hirschberg (now Jelenia Góra, Poland) Fellmann grew up in Hameln/Weser (Germany).", "501387": "Sir Bernard Rowland Crick (16 December 1929 – 19 December 2008)[1] was a British political theorist and democratic socialist whose views can be summarised as \"politics is ethics done in public\". He sought to arrive at a \"politics of action\", as opposed to a \"politics of thought\" or of ideology, and he held that \"political power is power in the subjunctive mood.\"[2] He was a leading critic of behaviouralism.", "55158419": "Frode Alfson Bjørdal is philosophy professor emeritus at the University of Oslo,[1] Norway.", "27600534": "Peter Blokhuis  (born 7 February 1947 in Baambrugge) is a Dutch philosopher and politician. From 9 April 2005 to 12 May 2012, he was Party Chairman of the ChristianUnion. He was succeeded by Janneke Louisa.", "2238105": "Davor Džalto (Serbian Cyrillic: Давор Џалто; born 17 May 1980) is an artist, art historian, theologian and philosopher of Bosnian-Herzegovinian origin.[1][2]", "59385497": "Thomas Franklin Green (8 February 1927 – 20 December 2006) was an American educational theorist and philosopher.[1]", "18622119": "Count Lev Nikolayevich Tolstoy[note 1] (/ˈtoʊlstɔɪ, ˈtɒl-/;[1] Russian: Лев Николаевич Толстой,[note 2] IPA: [ˈlʲef nʲɪkɐˈla(j)ɪvʲɪtɕ tɐlˈstoj] ⓘ; 9 September [O.S. 28 August] 1828 –  20 November [O.S. 7 November] 1910), usually referred to in English as Leo Tolstoy, was a Russian writer regarded as one of the greatest and most influential authors of all time.[2][3] He received nominations for the Nobel Prize in Literature every year from 1902 to 1906 and for the Nobel Peace Prize in 1901, 1902, and 1909.", "33466026": "José Acacio de Barros (born 1967, Barra Mansa, RJ, Brazil) is a Brazilian-American physicist and philosopher with contributions to the foundations of quantum mechanics, quantum cosmology, and quantum cognition. Dr. de Barros received his PhD in Physics from the Centro Brasileiro de Pesquisas Fisicas (CBPF) in 1991 under the supervision of Francisco Antonio Doria and Antonio Fernandes da Fonseca Teixeira (he was also informally under the supervision of Newton da Costa). Since 2007 he has been in the Liberal Studies faculty of San Francisco State University. Before going to San Francisco, he was an associate professor of physics at the Federal University at Juiz de Fora, Brazil, and he was a visiting associate professor at the Center for the Study of Language and Information at Stanford University, and has also held visiting positions at the Centro Brasileiro de Pesquisas Fisicas. Dr. de Barros has been a long-term collaborator of Philosopher Patrick Suppes, with whom he published extensively on the foundations of quantum mechanics and joint probabilities. Among his most influential work is his joint research with Nelson Pinto-Neto, in which Bohm's interpretation of quantum mechanics was applied to quantum cosmology,[1] paving the way for bouncing models using realistic interpretation of quantum mechanics.[2] His recent work attempts to give a neurophysiological foundation to quantum-like effects in psychology.[3][4] He is also among the main proponents, in collaboration with Gary Oas, of the use of negative probabilities to understand quantum systems.", "21276349": "Cressida J. Heyes (born 1970) is a British and naturalized Canadian philosopher, currently employed as the Henry Marshall Tory Chair at the University of Alberta, Edmonton, and formerly as the Canada Research Chair in Philosophy of Gender and Sexuality. Educated at Oxford University (BA) and McGill University (MA and PhD), Heyes has also taught at Michigan State University. Her latest book, Anaesthetics of Existence: Essays on Experience at the Edge (Duke University Press 2020) is the winner of the David Easton prize from the Foundations of Political Thought committee of the American Political Science Association, and a finalist for the 2020 Book Award from the North American Society for Social Philosophy. She is currently writing a feminist philosophy of sleep.", "173758": "Rosa Luxemburg (Polish: Róża Luksemburg [ˈruʐa ˈluksɛmburk] ⓘ; German: [ˈʁoːza ˈlʊksm̩bʊʁk] ⓘ; born Rozalia Luksenburg; 5 March 1871 – 15 January 1919) was a Polish and naturalised-German revolutionary socialist, orthodox Marxist, and anti-war activist. She became a key figure of the revolutionary socialist movements of Poland and Germany during the late 19th and early 20th century.", "9925": "Eubulides (Greek: Εὑβουλίδης; fl. 4th century BCE) of Miletus was a philosopher of the Megarian school who is famous for his paradoxes.", "5187274": "Peter Albert Railton (born May 23, 1950) is an American philosopher who is Gregory S. Kavka Distinguished University Professor and John Stephenson Perrin Professor of Philosophy at the University of Michigan, Ann Arbor, where he has taught since 1979.[1]", "34744010": "Émile Arnaud (1864–1921) was a French lawyer, notary, and writer noted for his anti-war rhetoric and for coining the term \"pacifism\".", "50341580": "Adil Asadov - (Azerbaijani: Adil İsgəndər oğlu Əsədov) is an Azerbaijani philosopher, currently head of the department at Azerbaijan National Academy of Sciences and President of Association of Philosophical Enlightenment.", "2008784": "Gilad Atzmon (Hebrew: גלעד עצמון, [ɡiˈlad at͡sˈmon]; born 9 June 1963) is a British jazz saxophonist, novelist, political activist, and writer.", "1910482": "Amy Gutmann (born November 19, 1949) is an American academic and diplomat who has served as the United States Ambassador to Germany since 2022. She was previously the president of the University of Pennsylvania from 2004 to 2022, the longest-serving president in the history of the University of Pennsylvania.", "16656083": "Zaghloul Ragheb Mohammed Al Naggar (Arabic: زغلول النجار, (IPA: [zæɣˈluːl ennɑɡˈɡɑːɾˤ]), born 17 November 1933), also known as Zaghloul El-Naggar,[2] is an Egyptian geologist, Muslim scholar, and author. The main theme of El-Naggar's books has been science in Quran; his philosophy of science is blended with religion. He left his academic career to become the Chairman of Committee of Scientific Notions in the Qur'an, Supreme Council of Islamic Affairs, Cairo, Egypt.", "1484498": "Rolandas Pavilionis (July 3, 1944 – May 10, 2006) was a Lithuanian philosopher, politician and Member of the European Parliament (MEP) for the Liberal Democratic Party; part of the Union for a Europe of Nations.", "16983762": "Rastko Močnik (born 27 August 1944) is a Slovenian sociologist, psychoanalyst, literary theorist, translator and political activist. Together with Slavoj Žižek and Mladen Dolar, he is considered one of the co-founders of the Ljubljana school of psychoanalysis.[1]", "28124888": "Heinrich Lützeler (27 January 1902 in Bonn – 13 June 1988 in Bonn) was a German philosopher, art historian, and literary scholar. He presided over a number of institutes and was dean at the department of philosophy at the University of Bonn.", "6792924": "The Rahbani brothers (Arabic: الأخوان رحباني), Assi Rahbani (4 May 1923 – 21 June 1986) and Mansour Rahbani (1925 – 13 January 2009) were Lebanese sibling musicians, composers, songwriters, authors, and playwrights/dramatists, best known for their work with the singer Fairuz, Assi's wife. Their younger brother Elias Rahbani (1938 – 4 January 2021) was also a famous lyricist and composer.", "66070236": "Śaṅkaranandana (fl. c. 9th or 10th century), (Tibetan: Bde byed dga’ ba) was a Mahayana Buddhist philosopher,[1][2] and a Brahmin lay devotee active in Kashmir in the epistemological (pramana) tradition of Dignaga and Dharmakīrti. He was quite influential in both Kashmir and Tibet, and became known as \"the second Dharmakīrti,\" and “the Great Brahmin.”[3]", "272095": "Jean Bodin (French: [ʒɑ̃ bɔdɛ̃]; c. 1530 – 1596) was a French jurist and political philosopher, member of the Parlement of Paris and professor of law in Toulouse. Bodin lived during the aftermath of the Protestant Reformation and wrote against the background of religious conflict in France. He seemed to be a nominal Catholic throughout his life but was critical of papal authority over governments and there was evidence he may have converted to Protestantism during his time in Geneva.[2][3][4] Known for his theory of sovereignty, he favoured the strong central control of a national monarchy as an antidote to factional strife.", "763619": "Johann Heinrich Abicht (4 May 1762 – 28 April 1816) was a German philosopher.", "72099555": "Maulana Muhammad Musa rohani bazi (1935- 19 October 1998) was an exceptional Islamic philosopher, author, scholar, imam, commentator of hadith, astronomer, jurist, and was one of the prominent scholars of Pakistan.He was Shaikhul Hadith in Jamea Ashrafia Lahore. Sheikh Musa Rohani Bazi was renowned by his literary work that covers various disciplines in the fields of hadith, fiqh, Seerah, arabic literature and subject of science. He wrote various excellent books and some of his books are still yet under publication. His work is recognized by government authorities, world scholars and public simulataneously. He was a man of high calibre and God gifted qualities. His followers, pupils and people around him recognized and regarded him as Aulia-ullah. His disciples spread around globe and his knowledge of Hadith was unmatchable during his era of knowledge. \nFatḥ Allāh bi-khaṣā'iṣ al-ism Allāh is considered his most prominent work.", "39298796": "Victor Charles Louis Brochard (French: [bʁɔʃaʁ]; 29 June 1848 – 25 November 1907) was a French philosopher and historian of philosophy.", "13903600": "Ernst Ludwig Ehrlich (27 March 1921 – 21 October 2007) was a Swiss Jewish religious philosopher.", "18949872": "David Weinberger (born 1950) is an American author, technologist, and speaker. Trained as a philosopher, Weinberger's work focuses on how technology — particularly the internet and machine learning — is changing our ideas, with books about the effect of machine learning’s complex models on business strategy and sense of meaning; order and organization in the digital age; the networking of knowledge; the Net's effect on core concepts of self and place; and the shifts in relationships between businesses and their markets.", "13739765": "Adrastus of Aphrodisias (Greek: Ἄδραστος ὁ Ἀφροδισιεύς; fl. 2nd century) was a Peripatetic philosopher who lived in the first half of the 2nd century AD.[1]", "52733690": "Andreas Stübel, also: Stiefel (15 December 1653 – 31 January 1725) was a German Lutheran theologian, pedagogue and philosopher.", "58009339": "Benjamin Feigenbaum (August 12, 1860 – November 10, 1932) was a Polish-born Jewish socialist, newspaper editor, translator, and satirist. Feigenbaum was an associate editor of the Yiddish language The Forward, its predecessor Di Arbeter Tsaytung, and the literary monthly Di Tsukunft, co-founder of the Workmen's Circle, and a pioneer of the Socialist Party of America.[1]", "32188154": "Austin Dacey (born April 19, 1972) is an American philosopher, writer, and human rights activist[1][2] whose work concerns secularism, religion, freedom of expression, and freedom of conscience. He is the author of The Secular Conscience: Why Belief Belongs in Public Life,[3] The Future of Blasphemy: Speaking of the Sacred in an Age of Human Rights,[4] and a 2006 New York Times op-ed entitled \"Believing in Doubt,\" which criticized the ethical views of Pope Benedict.[5] He is a representative to the United Nations for the International Humanist and Ethical Union[6] and the creator and director of The Impossible Music Sessions.[7]", "1648378": "Rabbi Moses ben Jacob ibn Ezra, known as Ha-Sallaḥ (\"writer of penitential prayers\") (Arabic: أَبُو هَارُون مُوسَى بِن يَعْقُوب اِبْن عَزْرَا, Abu Harun Musa bin Ya'qub ibn 'Azra, Hebrew: מֹשֶׁה בֵּן יַעֲקֹב הסַּלָּח אִבְּן עֶזְרָא, Moshe ben Ya'aqov ha-Sallaḥ ibn 'Ezra) was an Andalusi Jewish philosopher, linguist, and poet. He was born in Granada about 1055 – 1060, and died after 1138. Ibn Ezra is considered to have had great influence in the Arabic literary world. He is considered one of Spain's greatest poets and was thought to be ahead of his time in terms of his theories on the nature of poetry. One of the more revolutionary aspects of Ibn Ezra's poetry that has been debated is his definition of poetry as metaphor and how his poetry illuminates Aristotle's early ideas. The impact of Ibn Ezra's philosophical works was minor compared to his impact on poetry, but they address his concept of the relationship between God and man.[1]", "62367485": "John Bethune FRS (1725–1774) was an 18th-century Scottish minister remembered as a philosopher.[1]", "33662728": "Emmanuel Agius (born 1954) is a Maltese minor philosopher mostly specialised and interested in ethics.[1]", "73967379": "James Allen (born 1959) is a Canadian philosopher and Professor of Philosophy at the University of Toronto. \nHe is known for his works on ancient philosophy.[1][2][3][4]", "59746074": "Ullrich Michael Haase SFHEA (born 1962) is a British philosopher and Principal Lecturer in Philosophy at Manchester Metropolitan University. He is a Senior Fellow of the Higher Education Academy and the Managing Editor of the Journal of the British Society for Phenomenology. Haase is known for his expertise on the philosophy of Friedrich Nietzsche.[1][2][3]", "11577116": "Amédée Jacques (Paris, 4 July 1813 - Buenos Aires, 13 October 1865), often known as Amadeo, was a French-Argentine pedagogue and philosopher and one of the most prestigious educators of his time.", "47589165": "Mari Ruti (March 31, 1964 – June 8, 2023) was a Finnish-Canadian philosopher. She had served as Distinguished Professor of Critical Theory and of Gender and Sexuality Studies on the graduate faculty at the University of Toronto in Toronto, Canada, and as an Undergraduate Instructor at their Mississauga campus.[1][3][4] She was an interdisciplinary scholar within the theoretical humanities working at the intersection of contemporary theory, continental philosophy, psychoanalytic theory, cultural studies, trauma theory, posthumanist ethics, gender, and sexuality studies.", "10030": "Edmund Burke (/ˈbɜːrk/; 12 January [NS] 1729[2] – 9 July 1797) was an Anglo-Irish statesman and philosopher who spent most of his career in Great Britain. Born in Dublin, Burke served as a member of Parliament (MP) between 1766 and 1794 in the House of Commons of Great Britain with the Whig Party.", "38807343": "Ivan Focht (7 June 1927 – 20 October 1992) was a Yugoslav philosopher and mycologist.", "304941": "Edward Jonathan Lowe (/loʊ/; 24 March 1950 – 5 January 2014), usually cited as E. J. Lowe but known personally as Jonathan Lowe, was a British philosopher and academic. He was Professor of Philosophy at Durham University.[2]", "25208628": "Dr Allama Khalid Maḥmūd (17 October 1925 – 14 May 2020) was a Pakistani Sunni Islamic scholar[1] who served as a Justice of the Supreme Court of Pakistan. He established the Islamic Academy and City Jamia Masjid in Manchester, England, and was best known for his works related to the Finality of the Prophethood.[2]", "7284535": "Ulloor S. Parameswara Iyer (Malayalam: ഉള്ളൂർ എസ്. പരമേശ്വര അയ്യർ; 6 June 1877 – 15 June 1949), born Sambasivan but popularly known as  Ulloor, was an Indian poet of Malayalam literature and a historian. He was one of the modern triumvirate poets of Kerala in the first half of the 20th century, along with Kumaran Asan and Vallathol Narayana Menon.[1] Umakeralam, a mahakavya, and Kerala Sahitya Charitram, a comprehensive history of the Malayalam language are two of his most important works.", "26224440": "Ernesto Garzón Valdés (17 February 1927 – 19 November 2023) was an Argentine philosopher.[1]", "1451835": "Stanley Martin Hauerwas (born July 24, 1940) is an American theologian, ethicist, and public intellectual. Hauerwas originally taught at the University of Notre Dame before moving to Duke University. Hauerwas was a longtime professor at Duke, serving as the Gilbert T. Rowe Professor of Theological Ethics at Duke Divinity School with a joint appointment at the Duke University School of Law. In the fall of 2014, he also assumed a chair in theological ethics at the University of Aberdeen. Hauerwas is considered by many to be one of the world's most influential living theologians and was named \"America's Best Theologian\" by Time magazine in 2001. He was also the first American theologian to deliver the prestigious Gifford Lectures at the University of St. Andrews in Scotland in over forty years. His work is frequently read and debated by scholars in fields outside of religion or ethics, such as political philosophy, sociology, history, and literary theory. Hauerwas has achieved notability outside of academia as a public intellectual, even appearing on The Oprah Winfrey Show.", "3614525": "Zhu Qianzhi (simplified Chinese: 朱谦之; traditional Chinese: 朱謙之; pinyin: Zhū Qiānzhī; Wade–Giles: Chu Ch'ien-chih, 1899–1972) was a Chinese intellectual, translator and historian.", "25175869": "Anatol Rosenfeld (28 August 1912 – 11 December 1973) was a German-Brazilian philosopher and art critic. In 1937, as a Jew fleeing Nazism, Anatol Rosenfeld emigrated to Brazil and died there, in 1973.", "38741825": "Paul Hoyningen-Huene (born July 31, 1946 in Pfronten, West Germany) is a German philosopher who specializes in general philosophy of science and research ethics. He is best known for his Neo-Kantian interpretation of Thomas S. Kuhn's ideas. Hoyningen-Huene, until 2014, held the chair for theoretical philosophy, particularly philosophy of science at Leibniz Universität Hannover (Germany) and was director of the Center for Philosophy and Ethics of Science.[1]", "34219846": "Francisco José Ribas (1764–1828) was a Venezuelan Roman Catholic priest and philosopher.", "15345479": "Nicarete or Nicareta of Megara (Greek: Νικαρέτη, Nikarétē) was a philosopher of the Megarian school, who flourished around 300 BC. She is stated by Athenaeus to have been a hetaera of good family and education, and to have been a disciple of Stilpo.[1] Diogenes Laërtius states that she was Stilpo's mistress, though he had a wife.[2]", "1976138": "Kurt Lewin (/ləˈviːn/ lə-VEEN; 9 September 1890 – 12 February 1947) was a German-American psychologist, known as one of the modern pioneers of social, organizational, and applied psychology in the United States.[1] During his professional career Lewin applied himself to three general topics: applied research, action research, and group communication.", "304972": "Vasubandhu (Sanskrit: वसुबन्धु; traditional Chinese: 世親; ; pinyin: Shìqīn;  Tibetan: དབྱིག་གཉེན་ Wylie: dbyig gnyen; fl. 4th to 5th century CE) was an influential Buddhist monk and scholar from Gandhara. He was a philosopher who wrote commentary on the Abhidharma, from the perspectives of the Sarvastivada and Sautrāntika schools. After his conversion to Mahayana Buddhism, along with his half-brother, Asanga, he was also one of the main founders of the Yogacara school.", "3909460": "Walter Burley (or Burleigh; c. 1275 – 1344/45) was an English scholastic philosopher and logician with at least 50 works attributed to him. He studied under Thomas Wilton[1] and received his Master of Arts degree in 1301, and was a fellow of Merton College, Oxford until about 1310. He then spent sixteen years in Paris, becoming a fellow of the Sorbonne by 1324, before spending 17 years as a clerical courtier in England and Avignon. Burley disagreed with William of Ockham on a number of points concerning logic and natural philosophy. He was known as the Doctor Planus and Perspicuus.", "53487444": "Ayatollah Haj Mirza Khalil Kamarah'i (Persian: خلیل کمره‌ای, romanized: Khalīl Kamarah’ī; 1898, in Ferneq – 1984, in Tehran, Iran).  He was an author, researcher and philosopher of contemporary theology that sought to unite the Muslim sects supporting his cause. He studied under Abdul-Karim Ha'eri Yazdi in Arak and Qom. He continued his studies of various Islamic subjects and philosophy throughout his life. He worked with the administration in the Vatican City on various philosophical questions, which he later released in a separate book. He travelled to Cairo on behalf of Seyyed Hossein Borujerdi and Mahmud Shaltut, the Grand Mufti and dean of Al-Azhar University Sheikh, for fatwa. He was an imam for the Jamaat of Fakhr Al-dole mosque in Tehran for more than three decades and taught at the University of Theology in Tehran for five years.[1][2][3][4][5][6][7]", "10073": "Epicurus (/ˌɛpɪˈkjʊərəs/, EH-pih-KURE-əs;[2] Greek: Ἐπίκουρος Epikouros; 341–270 BC) was an ancient Greek philosopher and sage who founded Epicureanism, a highly influential school of philosophy. He was born on the Greek island of Samos to Athenian parents. Influenced by Democritus, Aristippus, Pyrrho,[3] and possibly the Cynics, he turned against the Platonism of his day and established his own school, known as \"the Garden\", in Athens. Epicurus and his followers were known for eating simple meals and discussing a wide range of philosophical subjects. He openly allowed women and slaves[4] to join the school as a matter of policy. Of the over 300 works said to have been written by Epicurus about various subjects, the vast majority have been destroyed. Only three letters written by him—the letters to Menoeceus, Pythocles, and Herodotus—and two collections of quotes—the Principal Doctrines and the Vatican Sayings—have survived intact, along with a few fragments of his other writings. As a result of his work's destruction, most knowledge about his philosophy is due to later authors, particularly the biographer Diogenes Laërtius, the Epicurean Roman poet Lucretius and the Epicurean philosopher Philodemus, and with hostile but largely accurate accounts by the Pyrrhonist philosopher Sextus Empiricus, and the Academic Skeptic and statesman Cicero.", "51357536": "Dorthe Jørgensen (born 1959) is a Danish philosopher, theologian, and historian of ideas.[1] In 2006, she became the first Danish woman to be awarded the honorary higher doctoral degree dr.phil.habil., in recognition of several successful publications.[2][3] Since 2010, she has been Professor of Philosophy and the History of Ideas at Aarhus University.[4]", "12298086": "Mohammed Bagayogo Es Sudane Al Wangari Al Timbukti  was an eminent scholar from Timbuktu, Mali. He was the Sheik and professor of highly esteemed scholar, Ahmed Baba and teacher at the Sankore Madrasah, one of three philosophical schools in Mali during West Africa's golden age (i.e. 12th-16th centuries); the other two were Sidi Yahya Mosque and Djinguereber Mosque. He was born in Djenné in 1523. A significant amount of his writing has been preserved in manuscript form at the Ahmed Baba Institute, a repository for African literature. Some of the manuscripts found their way into French museums. A project is under way to digitalise these manuscripts which will lead to better understanding of the culture that flourished in Mali in the medieval period.", "2172780": "Max Adler (/ˈædlər/;[1] German: [ˈaːdlɐ]; 15 January 1873 – 28 June 1937) was an Austrian jurist, politician and social philosopher; his theories were of central importance to Austromarxism. He was a brother of Oskar Adler.", "32941939": "Nancy K. Miller[1] (born 21 February 1941) is an American literary scholar, feminist theorist and memoirist. Currently a Distinguished Professor of English and Comparative Literature at the CUNY Graduate Center, Miller is the author of several books on feminist criticism, women’s writing, and most recently, family memoir, biography, and trauma.[2]", "63481720": "Jožef Krajnc, also spelled Josef Krainc, Josef Krainz (17 February 1821 – 22 February 1875) was an Austro-Hungarian lawyer, philosopher and politician of Slovenian ancestry.", "55158653": "Rodrigo de Arriaga (Spanish pronunciation: [roˈðɾiɣo ðe aˈrjaɣa]; 17 January 1592 – 7 June 1667) was a Spanish philosopher, theologian and Jesuit.[5] He is known as one of the foremost Spanish Jesuits of his day and as a leading representative of post-Suárezian baroque Jesuit nominalism.[6] Accordig to Richard Popkin, Arriaga was “the last of the great Spanish Scholastics”.[7]", "24291208": "Pieranna Garavaso is an analytic philosopher and professor emerita at the University of Minnesota Morris.[1] Her areas of interest include epistemological and metaphysical issues in philosophy of mathematics, philosophy of language, Ludwig Wittgenstein, Gottlob Frege, Bertrand Russell, and feminist epistemology. She received her doctorate in philosophy from the University of Nebraska, Lincoln. She is the recipient of two distinguished teaching awards: the University of Minnesota, Morris Alumni Association Teaching Award in 2003[2] and the Horace T. Morse University of Minnesota Alumni in 2004.[3]", "32614282": "Bessarion Makris (Greek: Βησσαρίων Μακρής, 1635- 1699) was a Greek scholar and theologian.", "173966": "David Hartley FRS (/ˈhɑːrtli/; baptized 21 June 1705 Old Style; died 28 August 1757) was an English philosopher and founder of the Associationist school of psychology.", "2074510": "Corliss Lamont (March 28, 1902 – April 26, 1995) was an American socialist and humanist philosopher and advocate of various left-wing and civil liberties causes. As a part of his political activities, he was the Chairman of National Council of American-Soviet Friendship, starting from the early 1940s.", "47392655": "Ghislain Deslandes is a philosopher born in Angers (France) on the 16th of August 1970.", "1091473": "Kwame Akroma-Ampim Kusi Anthony Appiah FRSL (/ˈæpiɑː/ AP-ee-ah; born 8 May 1954) is a British American philosopher and writer who has written about political philosophy, ethics, the philosophy of language and mind, and African intellectual history. Appiah was the Laurance S. Rockefeller University Professor of Philosophy at Princeton University,[2] before moving to New York University (NYU) in 2014.[3] He holds an appointment at the NYU Department of Philosophy and NYU's School of Law.[4] Appiah was elected President of the American Academy of Arts and Letters in January 2022.[5]", "18524052": "Intisar-Ul-Haque (20 October 1935 – 4 August 1996) was a Pakistani philosopher.\nHe served as the chairman of the Department of Philosophy, at University of Peshawar and held the postdoctoral Alexander von Humboldt Senior Fellowship, Germany 1974–76, and Senior Fulbright Fellowship 1984-85. \nHe was the first student from Pakistan to do his Ph.D. in analytical philosophy and logic from Edinburgh in 1966.[citation needed]", "50833301": "John Shannon Hendrix (born 1959) is an architectural historian and philosopher who has written and lectured extensively on the subjects of architecture, art, philosophy, aesthetics, psychoanalysis, science, culture and history.  Much of his work focuses on connections among those topics, such as interactions of vision, perception, and sensation with the arts and architecture,[1] the relationships between psychoanalysis and architecture,[2] physical sciences and architecture,[3] and philosophy and architecture.[4]  His career focuses on research and writing about \"mostly European precedents in architecture and philosophy, for the purpose of suggesting alternatives to the practice of architecture and philosophy at the beginning of the twenty-first century.\"[5]", "49653660": "Christopher William Tindale (born 1953) is a Canadian philosopher specializing in rhetoric, argumentation theory, and ancient Greek philosophy.[2] Tindale is an editor of the journal Informal Logic, and currently serves as the chair of the Centre for Research in Reasoning, Argumentation, and Rhetoric.[3][4] He has published numerous books and articles, translated into several languages, with a focus on argumentation and rhetoric.", "61777821": "Eileen Margaret Hunt (Botting) (born 1971) is an American political theorist and professor of political science. She works on political thought from the 17th century to the present. She is a professor at the University of Notre Dame and has published four solo-authored books and edited another five books.[1] In 2021, she returned to publishing with the author name, Eileen M. Hunt, with the essay \"Dracula's Daughter: the rediscovery of a love poem for George Orwell\" in The TLS.[2]", "74360732": "Fernando de Córdoba[1] (1421/2–1486) was a Spanish theologian, canonist, curialist and philosopher.[2] He travelled Europe in 1444–1446, amazing audiences with public dispuations and displays of erudition, but fell into obscurity until resurfacing during the Plato–Aristotle controversy in 1466.[3]", "2172835": "Ge Hong (Chinese: 葛洪; b. 283[1][2] – d. 343[1] or 364[2]), courtesy name Zhichuan (稚川), was a Chinese linguist, Taoist practitioner, philosopher, physician, politician, and writer during the Eastern Jin dynasty. He was the author of Essays on Chinese Characters, the Baopuzi, the Emergency Formulae at an Elbow's Length,[3] among others. He was the originator of first aid in traditional Chinese medicine and influenced later generations.", "35137446": "Georg Wolfgang Wedel (German: [ˈveːdl̩]; 12 November 1645 – 6 September 1721) was a German professor of surgery, botany, theoretical and practical medicine, and chemistry.[2]", "305064": "Jan Łukasiewicz (Polish: [ˈjan wukaˈɕɛvit͡ʂ]; 21 December 1878 – 13 February 1956) was a Polish logician and philosopher who is best known for Polish notation and Łukasiewicz logic.[1]  His work centred on philosophical logic, mathematical logic and history of logic.[2]  He thought innovatively about traditional propositional logic, the principle of non-contradiction and the law of excluded middle, offering one of the earliest systems of many-valued logic. Contemporary research on Aristotelian logic also builds on innovative works by Łukasiewicz, which applied methods from modern logic to the formalization of Aristotle's syllogistic.[3]", "10152": "Desiderius Erasmus Roterodamus (/ˌdɛzɪˈdɪəriəs ɪˈræzməs/; Dutch: [ˌdeːziˈdeːriʏs eˈrɑsmʏs]; English: Erasmus of Rotterdam or Erasmus; 28 October c.1466 – 12 July 1536) was a Dutch Christian humanist, Catholic theologian, educationalist, satirist and philosopher. Through his vast number of translations, books, essays, prayers and letters, he is considered one of the most influential thinkers of the Northern Renaissance and one of the major figures of Dutch and Western culture.[2][3]", "74393512": "Roswitha Scholz, born in Germany in 1959, is a philosopher and a social theorist.[1] She works as a editor for EXIT! journal, which she co-founded in 2004, after participating in the Krisis group and magazine (founded in 1986 in Nuremberg by the philosopher Robert Kurz, Ernst Lohoff, Klaus Braunwarth and Udo Winkel).[2][1][3]", "42927": "John of Damascus (Arabic: يوحنا الدمشقي, romanized: Yūḥana ad-Dimashqī; Greek: Ἰωάννης ὁ Δαμασκηνός, romanized: Ioánnēs ho Damaskēnós, IPA: [ioˈanis o ðamasciˈnos]; Latin: Ioannes Damascenus; born Yūḥana ibn Manṣūr ibn Sarjūn, يوحنا إبن منصور إبن سرجون) or John Damascene was an Arab Christian monk, priest, hymnographer, and apologist. Born and raised in Damascus c. 675 or 676; the precise date and place of his death is not known, though tradition places it at his monastery, Mar Saba, near Jerusalem on 4 December 749.[5]", "47196083": "Dumitru Ion Suchianu, most often shortened to D. I. Suchianu or D.I.S. (2 September 1895 – 17/18 April 1985), was a Romanian essayist, translator, economist and film theorist, also noted for his participation in politics. The son of a distinguished Armenian teacher-editor and his Romanian socialist wife, he was acquainted with, and inspired by, writer Ion Luca Caragiale, who visited his childhood home. Attending Iași's Boarding High School in the 1910s, he formed a lasting bond with Mihai Ralea. The two young men went on to study together at the University of Paris, where they earned their credentials as social scientists and political thinkers; Ralea also married Suchianu's sister Ioana. Their careers were tied to Viața Romînească magazine, put out by their mentor Garabet Ibrăileanu. It was here and in Adevărul newspaper that Suchianu made his reputation as a polemicist and essayist. His early writings tackled a variety of subjects, from political biographies and world affairs to legal history, a subject which also preoccupied him during his successive mandates at the Legislative Council. After 1927, he became directly involved in the ideological and aesthetic steering of Romanian cinema, as a columnist, film historian, censor, and eventually producer.", "174004": "Étienne Bonnot de Condillac (UK: /ˌɛtiˈɛn ˈbɒnoʊ də ˈkɒndiæk/ ET-ee-EN BON-oh də KON-dee-ak,[citation needed] French: [etjɛn bɔno də kɔ̃dijak]; 30 September 1714 – 2 August[3] or 3 August[4][5] 1780) was a French philosopher, epistemologist, and Catholic priest, who studied in such areas as psychology and the philosophy of the mind.", "2074549": "Tsang Lap Chuen (Chinese: 曾立存) is a Chinese philosopher in the analytic tradition. He is known for his theory of the sublime in which he presents the notion of limit-situations in life as being central to the human experience.", "35628984": "Jeremi Maria Franciszek Wasiutyński (born 5 October 1907 in Warsaw, died 8 April 2005 in Oslo) was a Polish-Norwegian astrophysicist, philosopher and depth-psychologist.", "24487866": "Lecturer of Islamic Philosophy at the Baghdad University 1968-78 as a professor, Visiting fellow at the Halle University (GDR) and Tripoli University in Libya 1973-1974,", "10172": "Eusebius of Caesarea (/juːˈsiːbiəs/; Greek: Εὐσέβιος τῆς Καισαρείας Eusebios tēs Kaisareias; c. 260/265 – 30 May 339), also known as Eusebius Pamphilus[7] (from the Greek: Εὐσέβιος τοῦ Παμφίλου), was a Greek[8] Palestinian[9] historian of Christianity, exegete, and Christian polemicist. In about AD 314 he became the bishop of Caesarea Maritima in the Roman province of Syria Palaestina. Together with Pamphilus, he was a scholar of the biblical canon and is regarded as one of the most learned Christians during late antiquity.[10] He wrote Demonstrations of the Gospel, Preparations for the Gospel and On Discrepancies between the Gospels, studies of the biblical text. As \"Father of Church History\"[note 1] (not to be confused with the title of Church Father), he produced the Ecclesiastical History, On the Life of Pamphilus, the Chronicle and On the Martyrs. He also produced a biographical work on Constantine the Great, the first Christian Roman emperor, who was Augustus between AD 306 and AD 337.", "51161023": "Andrew Oscar Jászi (Hungarian: Jászi András Oszkár; March 1, 1917 – June 22, 1998) was a Hungarian-born philosopher and literary scholar. He taught as professor of German at the University of California, Berkeley, from 1948 to 1984.", "22816703": "Jean-Marie Brohm (born 14 December 1940 in Mulhouse) is a French sociologist, anthropologist and philosopher. Professor of sociology at the University of Montpellier III, he was also the founder of the journal Quel Corps ?,[1] member of the editorial staff of the monthly Répertoire and is actually director of the journal Prétentaine. Brohm has written many books and is the leading proponent of the radical critique of sport in France.", "174019": "Nicolas Malebranche CO (/mælˈbrɒnʃ/ mal-BRONSH, French: [nikɔla malbʁɑ̃ʃ]; 6 August 1638 – 13 October 1715) was a French Oratorian[1] Catholic priest and rationalist philosopher. In his works, he sought to synthesize the thought of St. Augustine and Descartes, in order to demonstrate the active role of God in every aspect of the world. Malebranche is best known for his doctrines of vision in God, occasionalism and ontologism.", "66693061": "Dorothy Lucille Grover (9 September 1936 – 10 November 2017) was a New Zealand philosopher of logic who worked as a professor at the University of Illinois at Chicago.[1] She was known for prosententialism, a deflationary theory of truth in which assertions of the truth of a proposition combine with the proposition to form a pro-sentence, a part of speech which refers to the proposition itself much like a pronoun refers to a noun.[2]", "48113607": "Benjamin S. Hale is an environmental philosopher and ethicist. He is currently Associate Professor of Philosophy and Environmental Studies at the University of Colorado–Boulder, as well as a faculty affiliate at the university's Center for Science and Technology Policy Research.[1]", "15149001": "Milan Komar, also known as Emilio Komar (4 June 1921 – 20 January 2006) was a Slovene Argentine Catholic philosopher and essayist.", "24061902": "Catherine Jane Crozier Pickstock (born 1970) is an English philosophical theologian. Best known for her contributions to the radical orthodoxy movement, she has been Norris-Hulse Professor of Divinity at the University of Cambridge since 2018 and a fellow and tutor of Emmanuel College, Cambridge. She was previously Professor of Metaphysics and Poetics.[7][8]", "30156750": "Madeleine d'Arsant de Puisieux (1720–1798), was a French writer and active feminist.", "34613202": "An Bangjun (July 20, 1573 – November 13, 1654) was one of the Neo-Confucian scholars, politicians and writers of the Korean Joseon Dynasty and he was a Righteous army(Uibyong) leader during the Japanese invasions of Korea.[1][2]", "67512274": "Eugenio Ímaz Echeverría (San Sebastián, June 14, 1900 - Veracruz, January 28, 1951) was a Spanish philosopher and translator. He is the grandfather of Carlos Imaz Gispert, the Mexican politician.", "796629": "Max Ferdinand Scheler (German: [ˈʃeːlɐ]; 22 August 1874 – 19 May 1928) was a German philosopher known for his work in phenomenology, ethics, and philosophical anthropology. Considered in his lifetime one of the most prominent German philosophers,[1] Scheler developed the philosophical method of Edmund Husserl, the founder of phenomenology. Given that school's utopian ambitions of re-founding all of human knowledge, Scheler was nicknamed the \"Adam of the philosophical paradise\" by José Ortega y Gasset.", "60434390": "Peter Manley Scott (born 1961) is a British theologian and Samuel Ferguson Professor of Applied Theology & Director of the Lincoln Theological Institute at the University of Manchester.\nHe is best known for his research on political theology. Scott is the Chair of the European Forum for the Study of Religion and the Environment.[1][2]", "36022233": "Professor Robert William (Bob) Sharples (28 May 1949 – 11 August 2010) was a British educator and authority on ancient Greek philosophy. He was a member of the department of Greek and Latin at University College London for over 30 years, and won international distinction for his work in ancient philosophy, especially physics (or \"natural philosophy\") and in the Peripatetic tradition after Aristotle. His pioneering interest in previously under-studied figures such as Alexander of Aphrodisias led the way in the field.", "13772765": "Herillus (/ˈhɛrələs/; also Erillus /ˈɛrələs/; Greek: Ἥριλλος Herillos; fl. 3rd century BC) of Chalcedon (or Carthage),[1] was a Stoic philosopher and a pupil of Zeno of Citium.[2]", "239582": "Cyril Lucaris or Loukaris (Greek: Κύριλλος Λούκαρις; 13 November 1572 – 27 June 1638) was a Greek prelate and theologian, and a native of Candia, Crete (then under the Republic of Venice). He later became the Greek Patriarch of Alexandria as Cyril III and Ecumenical Patriarch of Constantinople as Cyril I. He has been said to have attempted a reform of the Eastern Orthodox Church along Calvinist Protestant lines.[1][2] Attempts to bring Calvinism into the Orthodox Church were rejected, and Cyril's actions, motivations, and specific viewpoints remain a matter of debate among scholars. Cyril is locally venerated as a hieromartyr in the Alexandrian Orthodox Church; the Holy Synod of the Patriarchate of Alexandria glorified Loukaris on 6 October 2009, and his memory is commemorated on 27 June.[3][4]", "15345630": "Urso of Calabria, also Urso of Salerno, Ursus Salernitanus, Urso di Calabria (died 1225) was an Italian scholastic philosopher and significant author of medical works in the school of Salerno. He has been thought the leading figure of the school[1] and its most important theoretician and Aristotelian.[2] He had a European reputation.[3]", "67971044": "Andrew Ter Ern Loke is a Singaporean Christian theologian and philosopher. He is currently Associate Professor in the Department of Religion and Philosophy at Hong Kong Baptist University.[1] He has made contributions to the fields of Systematic Theology,[2][3] Science and Religion,[4][5] Philosophy of Religion, and New Testament studies.[2] He is a proponent of the Kalam Cosmological Argument for the existence of God.[6] He is an elected Fellow of the International Society for Science and Religion.[7]", "174052": "James Mill (born James Milne;[1] 6 April 1773 – 23 June 1836[2]) was a Scottish historian, economist, political theorist and philosopher. He is counted among the founders of the Ricardian school of economics.[3] He also wrote The History of British India (1817) and was one of the prominent historians to take a colonial approach.[4]  He was the first writer to divide Indian history into three parts: Hindu, Muslim and British,[5][2] a classification which has proved surpassingly influential in the field of Indian historical studies.", "1157094": "Judith Miller (French: [milɛʁ]; 3 July 1941 – 6 December 2017) was a French psychoanalyst, born in Antibes. She was the daughter of the psychoanalyst Jacques Lacan and Sylvia Bataille. Her spouse was Lacanian Jacques-Alain Miller.", "57157607": "Humberto Giannini Íñiguez (25 February 1927 – 25 November 2014[1]) was a Chilean philosopher of Italian descent. A disciple and continuator of Enrico Castelli [it], he was a member of the Academia Chilena de la Lengua and winner of the National Prize for Humanities and Social Sciences in 1999.", "52340713": "Richard M. Capobianco is an American philosophy professor and one of the leading commentators on the thought of the 20th century German philosopher Martin Heidegger. His three books, Engaging Heidegger, Heidegger's Way of Being, and Heidegger's Being: The Shimmering Unfolding[1] have led the way to a renewed appreciation of Heidegger's core concern with Being as temporal radiant emergence or manifestation. He has also brought Heidegger into closer proximity with American authors such as Walt Whitman, Henry David Thoreau, Ralph Waldo Emerson, John Muir, and E. E. Cummings, and with English poets such as William Wordsworth and Gerard Manley Hopkins.", "45492202": "Vasa Stajić (10 February 1878 — 10 February 1947) was a Serbian writer and philosopher. He was born in Mokrin in 1878, and died in Novi Sad in 1947 where he spent most of his life.[1] He was secretary of the Serbian Cultural Society from 1920-1922 and its president twice (1935-1936 and 1947). A statue of him appears in front of the Serbian Cultural Society.", "36120558": "Sayyed Tajuddin Muhammad Badruddin (Arabic: ٱلسَّيِّد تَاجُ ٱلدِّيْن مُحَمَّد بَدْرُ ٱلدِّيْن, romanized: As-Sayyid Tajud-Dīn Muḥammad Badrud-Dīn; January 27, 1861 – August 17, 1925), also known as Tajuddin Baba (Arabic: تَاجُ ٱلدِّيْن بَابَا, romanized: Tajud-Dīn Bābā), was an Indian Sufi master who is considered as a Qutb.[1] His shrine is in Nagpur, Maharashtra, India.[2]: 46", "40871920": "Theoklitos Farmakidis (born Theoharis Farmakidis; Greek: Θεόκλητος (Θεοχάρης) Φαρμακίδης; 1784–1860) was a Greek scholar and journalist. He was a notable figure of the Modern Greek Enlightenment.", "61384690": "Amia Srinivasan (born 20 December 1984) is a philosopher noted for her work in epistemology and feminist philosophy. Since January 2020, she has been Chichele Professor of Social and Political Theory at the University of Oxford.[1]", "72165363": "Nanjiyar (c. 1182-1287[1]) was a Sri Vaishnava philosopher from present-day Tamil Nadu, India. He wrote a commentary on the Tamil-language text Tiruvaymoli.[2]", "1124343": "Gian Domenico Romagnosi (Italian pronunciation: [romaɲˈɲoːzi]; 11 December 1761 – 8 June 1835) was an Italian philosopher, economist and jurist.", "31369214": "Deng Xi (/ˈdʌŋ ˈʃiː/;[1] Chinese: 鄧析; Wade–Giles: Têng Hsi, c. 545 – 501 BCE) was a Chinese philosopher and rhetorician who was associated with the Chinese philosophical tradition School of Names. Once a senior official of the Zheng state, and a contemporary of Confucius, he is regarded as China's earliest known lawyer, with clever use of words and language in lawsuits. The Zuo Zhuan and Annals of Lü Buwei critically credit Deng with the authorship of a penal code, the earliest known statute in Chinese criminology entitled the \"Bamboo Law\". This was developed to take the place of the harsh, more Confucian criminal code developed by the Zheng statesman Zichan.", "1681406": "Onesicritus (Greek: Ὀνησίκριτος; c. 360 BC – c. 290 BC), a Greek historical writer and  Cynic philosopher, who accompanied Alexander the Great on his campaigns in Asia. He claimed to have been the commander of Alexander's fleet but was actually only a helmsman; Arrian and Nearchus often criticize him for this. When he returned home, he wrote a history of Alexander's campaigns. He is frequently cited by later authors, who also criticize him for his inaccuracies.", "55814152": "Sophie Bosede Oluwole (née Aloba, 12 May 1935 – 23 December 2018) was a Nigerian professor and philosopher, and was the first doctorate degree holder in philosophy in Nigeria.[1] She was a practitioner of Yoruba philosophy, a way of thinking which stems from the ethnic group based in Nigeria. She was vocal about the role of women in philosophy, and the underrepresentation of African thinkers in education.[2][3]", "6858762": "Miguel de Barrios (a.k.a. Daniel Levi de Barrios; 1635 – 1701) was a poet, playwright, and historian, born in Montilla, Spain to a Portuguese converso family. He eventually settled in Amsterdam in the Portuguese Jewish community. He was a prolific author, whose best known work is a memorialization of victims of the Inquistion, Contra la verdad no hay fuerza (before 1672), and a laudatory portrayal of Amsterdam's Sephardic community, Triumpho del govierno popular (1683).[1] His parents were Simon de Barrios, also known as Jacob Levi Canizo, and Sarah Valle; his grandfather was Abraham Levi Canizo.", "7907338": "Miguel Jerónimo Larreinaga y Silva (April 29, 1771 – April 28, 1847) was a Nicaraguan philosopher, humanist, lawyer and poet.[1] He was one of the people who traveled to Spain in 1818 to ask for independence of the Central American Republic, which was granted to Nicaragua and four other countries in 1821. He is depicted on the obverse of the current C$10 Córdoba note in Nicaragua.[2]", "54798348": "Edouard Machery is a French-American philosopher and distinguished professor in the Department of History and Philosophy of Science at the University of Pittsburgh.[1]", "15280147": "Hermodorus (Greek: Ἑρμόδωρος), an Ephesian[1] who lived in the 4th century BC, was an original member of Plato's Academy and was present at the death of Socrates.[2] He is said to have circulated the works of Plato (combined Socratic tenets with the Eleaticism of Parmenides[2]), and to have sold them in Sicily.[3] Hermodorus himself appears to have been a philosopher, for we know the titles of two works that were attributed to him: On Plato (Greek: Περὶ πλάτωνος), and On Mathematics (Greek: Περὶ μαθημάτων).[4]", "74197016": "John M. Doris (born 1963) is an American philosopher and Professor of Philosophy and Peter L. Dyson Professor of Ethics in Organizations and Life at Cornell University.\nHe is known for his works on moral philosophy.[1][2][3]", "8464408": "Herman Philipse (born 13 May 1951) is a professor of philosophy at Utrecht University in the Netherlands.  Philipse taught at Leiden University from 1986 until 2003 where he obtained his doctorate in 1983.", "33630232": "Oliver Friggieri (27 March 1947 – 21 November 2020) was a Maltese poet, novelist, literary critic, and philosopher.  He led the establishment of literary history and criticism in Maltese while teaching at the University of Malta, studying the works of Dun Karm, Rużar Briffa, and others.  A prolific writer himself, Friggieri explored new genres to advocate the Maltese language, writing the libretti for the first oratorio and the first cantata in Maltese.  His work aimed to promote the Maltese cultural identity, while not shying from criticism: one of his most famous novels, Fil-Parlament Ma Jikbrux Fjuri (No Flowers Grow in Parliament, 1986), attacked the tribalistic divisions of society caused by politics.   From philosophy, he was mostly interested in epistemology and existentialism.[1]: Vol. 1, p. 184 [2][3]", "52209688": "Leiser Madanes (1950) is a writer, philosopher and Argentine professor. Throughout his career he has published several books, as the main focus the study of modern philosophy as Hobbes and Spinoza, freedom of expression and the state's relationship with the freedoms of men. Its main areas of study are modern philosophy and political philosophy.", "54143006": "S. Matthew Liao (born 1972) is an American philosopher specializing in  bioethics and normative ethics. He is internationally known for his work on topics including children’s rights and human rights, novel reproductive technologies, neuroethics, and the ethics of artificial intelligence. Liao currently holds the Arthur Zitrin Chair of Bioethics,[1] and is the Director of the Center for Bioethics and Affiliated Professor in the Department of Philosophy at New York University.[2] He has previously held appointments at Oxford, Johns Hopkins, Georgetown, and Princeton.", "42477601": "Robert Arthur Stern FBA (born February 1962)[1] is a British philosopher who serves as professor of philosophy at the University of Sheffield. He is known for his work on the history of philosophy, particularly G. W. F. Hegel and Immanuel Kant. His current research is focused on the Danish ethicist Knud Ejler Løgstrup.", "12494884": "Andrew Janiak is a professor of philosophy at Duke University, where he directs the Graduate Program in History and Philosophy of Science. He received an M.A. from the University of Michigan and a Ph.D. from Indiana University.  His dissertation was directed by Michael Friedman. [1]. He received the Richard K. Lublin Distinguished Award for Teaching Excellence in 2009.\nJaniak writes on the philosophy of science, philosophy of physics, and the history of modern philosophy, especially on the philosophical works of Isaac Newton.", "1288229": "Johann Wilhelm Ritter (16 December 1776 – 23 January 1810)[1] was a German chemist, physicist and philosopher. He was born in Samitz (Zamienice) near Haynau (Chojnów) in Silesia (then part of Prussia, since 1945 in Poland), and died in Munich.", "1681448": "Onasander or Onosander (Greek: Ὀνήσανδρος Onesandros or Ὀνόσανδρος Onosandros; fl. 1st century AD) was a Greek philosopher. He was the author of a commentary on the Republic of Plato, which is lost; as well as of the Strategikos (Ancient Greek: Στρατηγικός) - a short but comprehensive work on the duties of a general, which was dedicated to Quintus Veranius. The Strategikos was the main source used for the military writings of emperors Maurice and Leo VI, as well as of Maurice of Saxony, who consulted it in a French translation and expressed a high opinion of it.[1]", "6891560": "Günther Anders (German pronunciation: [ˈɡʏntɐ ˈandɐs]; born Günther Siegmund Stern, 12 July 1902 – 17 December 1992) was a German-born[a] philosopher, journalist and critical theorist.", "24291368": "Aloysius Patrick Martinich (born June 28, 1946), usually cited as A. P. Martinich, is an American analytic philosopher. He is the Roy Allison Vaughan Centennial Professor Emeritus in Philosophy at University of Texas at Austin.[1][2] His area of interest is the nature and practice of interpretation; history of modern philosophy; the philosophy of language ; the history of political thinking and Thomas Hobbes.", "34220075": "Carlos Alberto Sacheri (October 22, 1933 in Buenos Aires – December 22, 1974) was an Argentine thomist philosopher and scholar. He was shot and killed by ERP members on 22 December 1974 in Buenos Aires; he was targeted because of his perceived anticommunism.[1] He was a disciple of the priest Julio Meinvielle (a well-known doctrinarian of the Argentine nationalist movements).[2] The most widespread of his publications was The Clandestine Church (1971), a denunciation of modernism and liberation theology from traditional positions.[1][3][2]", "30091313": "François Noudelmann is a contemporary French philosopher, university professor and radio producer.[1]", "63383602": "Ronald A. Kuipers is a Canadian philosopher of religion based in Toronto, Ontario.[1][2][3]", "60631092": "Charlotte Werndl is an Austrian philosopher. She holds a chair in logic and philosophy of science at the University of Salzburg and a visiting professorship at the London School of Economics. Werndl is known for her works on philosophy of science and is a winner of Cushing Memorial Prize in History and Philosophy of Physics (2011).[1][2]", "53422133": "Sharon Street (born 1973) is a professor of Philosophy and Chair of the Department of Philosophy at New York University.[1] She specializes in metaethics, focusing in particular on how to reconcile our understanding of normativity with a scientific conception of the world.[1]", "59844662": "Tilottama Rajan (born 1951) is a Canadian scholar and Distinguished University Professor at the University of Western Ontario. She is Canada Research Chair and a Fellow of the Royal Society of Canada. Rajan is known for her research on Romantic literature, post-Kantian philosophy and contemporary theory.[1][2]\nShe is the daughter of Balachandra Rajan.", "16459833": "Nuccio Ordine (Italian pronunciation: [ˈnuttʃo ˈordine]; 18 July 1958 – 10 June 2023) was an Italian literary critic who was  professor of Italian literature at the University of Calabria. He was one of the world's top experts on the Renaissance and the philosopher Giordano Bruno.", "18524227": "Robert D. Stolorow (born 1942) is a psychoanalyst and philosopher, known for his works on intersubjectivity theory,[1] post-Cartesian psychoanalysis, and emotional trauma. Important books include: Faces in a Cloud (1979, 1993), Structures of Subjectivity (1984, 2014), Psychoanalytic Treatment: An Intersubjective Approach (1987), Contexts of Being (1992), Working Intersubjectively (1997), Worlds of Experience (2002), Trauma and Human Existence (2007), and World, Affectivity, Trauma: Heidegger and Post-Cartesian Psychoanalysis (2011).", "34777156": "Nanda Thein Zan (Burmese: နန္ဒာသိန်းဇံ; 21 February 1947 – 14 August 2011) was a well-known author from Burma who wrote on philosophy and Buddhism.", "21932102": "Leslie Armour FRSC (9 March 1931 – 1 November 2014) was a Canadian-born philosopher and writer on social economics. He is the father of the cellist and impresario Julian Armour.[1]", "5253191": "Frank Van Dun (born February 22, 1947, Antwerp) is a Belgian philosopher of law and classical liberal natural law theorist. He is associated with the law faculty of the University of Ghent. In 2013 he was awarded the Prize for Liberty by the Flemish classical-liberal think tank Libera!.", "18589768": "Vergilius Ture Anselm Ferm (January 6, 1896, Sioux City, Iowa – February 4, 1974, Wooster, Ohio)[1] was the Compton Professor of Philosophy at the College of Wooster.", "20883530": "Franz Xaver Schmid; name sometimes given as Franz Xaver Schmid-Schwarzenberg (October 22, 1819 – November 28, 1883) was an Austrian-German educator and philosopher born in Schwarzenberg am Böhmerwald.", "44673100": "Kenneth M. Sayre (August 13, 1928 – October 6, 2022) was an American philosopher who spent most of his career at the University of Notre Dame (ND). His early career was devoted mainly to philosophic applications of artificial intelligence, cybernetics, and information theory. Later on his main interests shifted to Plato, philosophy of mind, and environmental philosophy. His retirement in 2014 was marked by publication of a history of ND's Philosophy Department, Adventures in Philosophy at Notre Dame.[1]", "29632591": "Maurice Mandelbaum (December 9, 1908, in Chicago – January 1, 1987, Hanover, New Hampshire) was an American philosopher and phenomenologist .[1] He was professor of philosophy at Johns Hopkins University with stints at Dartmouth College and Swarthmore College.[1] He held two degrees from Dartmouth and a PhD from Yale University.[1] He was known for his work in phenomenology, epistemology, philosophy of perception (especially critical realism),[2] and the history of ideas.", "29272151": "Veronique Zanetti (born 1959) is a German professor of Political Philosophy at Faculty of History, Philosophy, and Theology, Bielefeld University.", "206938": "Johan Vilhelm Snellman (Swedish pronunciation: [ˈjuːhɑn ˈvilːhelm ˈsnelːmɑn] ⓘ; 12 May 1806 – 4 July 1881)[1][2] was an influential Fennoman philosopher and Finnish statesman, ennobled in 1866. He was one of the most important 'awakeners' or promoters of Finnish nationalism, alongside Elias Lönnrot and J. L. Runeberg.", "34220125": "Walter Peñaloza (1920–2005) was a Peruvian philosopher and educator recognised for his contribution to the professional training of Peruvian teachers. He studied at the former Anglo-Peruvian College in Lima, today the Colegio San Andrés . Later, while working as a teacher on the same campus, he won the First \"Gonzales Prada\" Prize in 1944, granted by the Directorate of Artistic Education Cultural Extension to the best philosophy work.", "72329310": "Herbert Arthur Hodges (4 January 1905 – 2 July 1976) was a British philosopher and theologian. He was Professor of Philosophy at Reading University[1][2] from 1934 to 1969.[3]", "1419359": "Martin of Dacia (Martinus Dacus, Martinus de Dacia, Morten Mogensen, c. 1240 - 10 August 1304) was a Danish scholar and  theologian.  \nHe authored De Modi significandi   (ca. 1270), an influential treatise on grammar. \n[1]\n[2]", "48343141": "Rebecca Suzanne Whisnant[1] is professor and chair of the philosophy department at the University of Dayton.[2]", "7350375": "Aubrey Lackington Moore (1848–1890) was an English Anglo-Catholic priest[4] and one of the first Christian Darwinians. He has been described as \"the clergyman who more than any other man was responsible for breaking down the antagonisms towards Evolution then widely felt in the English Church\".[5]", "28584043": "Renata Salecl (born 1962) is a Slovene philosopher, sociologist and legal theorist. She is a senior researcher at the Institute of Criminology, Faculty of Law at the University of Ljubljana, and holds a professorship at Birkbeck College, University of London.[1] She has been a visiting professor at London School of Economics, lecturing on the topic of emotions and law. Every year she lectures at Benjamin N. Cardozo School of Law (New York), on Psychoanalysis and Law,[2] and she has also been teaching courses on neuroscience and law.[3] Since 2012 she has been visiting professor at the Department of Social Science, Heath and Medicine at King's College London. Her books have been translated into fifteen languages. In 2017, she was elected as a member of the Slovene Academy of Science.", "16001132": "John Punch (or John Ponce or, in the Latinate form, Johannes Poncius)[1] (1603–1661) was an Irish Franciscan scholastic philosopher and theologian.", "57550961": "Patricia (Pat) Reif, also known as Sister Richard, (May 6, 1930 – March 24, 2002), was an American professor of philosophy and theology, known locally and nationally for her involvement in ecumenical issues, for her innovative leadership in the field of feminist spirituality and for her leadership in the Women's Ordination Conference.[1][2]  She was a founding member and leader of the ecumenical Immaculate Heart of Mary Community established in 1970 in Los Angeles as a result of irreconcilable differences between Cardinal James F. McIntyre over the implementation of Vatican II reforms.  Along with the 455 vowed members of the canonical order of the Immaculate Heart of Mary, Reif was a leader in the development of the new community's innovative philosophical foundations.[3][4][5] Most notably, in 1984, as chair of the religious studies department at Immaculate Heart College Center, she founded the nation's first graduate program in Feminist Spirituality.[1][6]", "21080184": "Gabriel Patrick Duffy (1942–2008) was an author and philosopher born in Dublin, Ireland, and is best known for his autobiography, Sham to Rock. Duffy emigrated to London in 1963, where he worked as an accountant. He then worked in recruitment, subsequently establishing and building up Gabriel Duffy, which in the 1980s became a well known and successful financial recruitment consultancy.  When, as a result of the recession in the early 1990s, the business hit difficulties, he turned full-time to his great love, writing.[1] He has two daughters and was friendly with the novelist Colin Wilson. Duffy died of peritonitis in his Brighton flat in early December, 2008.[2]", "31271035": "Richard Ladd Kirkham (born June 18, 1955) is an American philosopher. Among his published works are Theories of Truth (his most-cited work, published by MIT Press in 1992),[1] \"Does the Gettier Problem Rest on a Mistake?\" Mind (1984. Vol. 93, No. 372),[2] and \"On Paradoxes and a Surprise Exam\" Philosophia (1991).[3]", "1157244": "Victor Klemperer (9 October 1881 – 11 February 1960) was a German scholar who also became known as a diarist. His journals, published in Germany in 1995, detailed his life under the German Empire, the Weimar Republic, the Third Reich, and the German Democratic Republic. Those covering the period of the Third Reich have since become standard sources and have been extensively quoted by Saul Friedländer,[1] Michael Burleigh,[2] Richard J. Evans,[3] and Max Hastings.[4]", "2041982": "Shams al-Din Muhammad ibn Mahmud Shahrazuri was a 13th-century Muslim physician, historian and philosopher. He was of Kurdish origin.[1] It appears that he was alive in AD 1288. However, it is also said that he died in the same year.[1]", "6924416": "Thirayuth Boonmee (Thai: ธีรยุทธ บุญมี, RTGS: Thirayut Bunmi; born 10 January 1950) is a Thai social scientist, public intellectual and a former student activist.", "35563648": "Jack Cohen (March 21, 1919– April 16, 2012) was an Israeli-American Reconstructionist rabbi, educator, philosopher and author.[1] Cohen held a PhD from Columbia University in the philosophy of education. In 1943 he was ordained as a rabbi by the Jewish Theological Seminary of America (JTS) and, soon after, started to teach courses there. Cohen was one of the distinguished students of Rabbi Mordecai M. Kaplan, the founder of the Reconstructionist Movement, and was one of the founders of Kehillat Mevakshei Derech, a synagogue in Israel. Rabbi Dr. Jack Cohen was Honorary Chairman at Kaplan Center for Jewish Peoplehood[2] and director of the Hillel Foundation at the Hebrew University for 23 years.[3]", "8169610": "Elmer Sprague (1924 – April 19, 2019) was a professor at Brooklyn College of the City University of New York, where he taught philosophy for 44 years. He obtained a B.A. from the University of Nebraska, and a B.A. and D.Phil. from Oxford. He was a Rhodes Scholar at Oxford (1948–51), and was the Paul Robert and Jean Shuman Hanna Professor of Philosophy at Hamline University (1987).[1]", "5154962": "Robert Feys (19 December 1889 – 13 April 1961) was a Belgian logician and philosopher, who worked at the University of Leuven (Belgium).[1]", "35629202": "Leszek Nowak (7 January 1943 –  20 October 2009) was a Polish philosopher and legal theoretician.", "15411347": "Baotang Wuzhu (traditional Chinese: 保唐无住, 714–774CE), was the head and founder of Baotang Monastery (Chinese: 保唐寺) in Chengdu, Sichuan, south west China. Both (Kim Ho-shang) and Baotang Wuzhu were of the same school of Chinese Chán, the East Mountain Teaching (incorrectly known in Western scholarship by the pejorative nomenclature \"Northern School\").[1]", "501908": "Max More (born Max T. O'Connor, January 1964, with name legally changed in 1990) is a philosopher and futurist who writes, speaks, and consults on advanced decision-making about emerging technologies.[1][2] He is the current Ambassador and President Emeritus (as of February 2021) after serving almost nine and a half years as president and CEO of Alcor Life Extension Foundation.[3]", "206995": "James Martineau (/ˈmɑːrtɪnoʊ/; 21 April 1805 – 11 January 1900)[1] was a British religious philosopher influential in the history of Unitarianism.", "206999": "Henry Sidgwick (/ˈsɪdʒwɪk/; 31 May 1838 – 28 August 1900) was an English utilitarian philosopher and economist.[1] He was the Knightbridge Professor of Moral Philosophy at the University of Cambridge from 1883 until his death, and is best known in philosophy for his utilitarian treatise The Methods of Ethics.[2] He was one of the founders and first president of the Society for Psychical Research and a member of the Metaphysical Society and promoted the higher education of women.[3] His work in economics has also had a lasting influence. In 1875, with Millicent Garrett Fawcett, he co-founded Newnham College, a women-only constituent college of the University of Cambridge. It was the second Cambridge college to admit women, after Girton College. In 1856, Sidgwick joined the Cambridge Apostles intellectual secret society.", "42346651": "Alison McIntyre is the Virginia Onderdonk '29 Professor of Philosophy at Wellesley College.[1] McIntyre received her bachelor's and master's degrees from Tufts University, before going on to receive a doctoral degree from Princeton.[1]", "60598427": "Christian David Perring (born 1962) is an American philosopher. He is known for his works on moral psychology.[1][2]\nPerring is the editor of Metapsychology Online Reviews and Vice President of the Association for the Advancement of Philosophy and Psychiatry.[3][4]", "60631201": "Christopher Gauker is an American philosopher and Professor of Philosophy at the University of Salzburg. He is known for his works on philosophy of language.[1][2][3][4]", "62040228": "Satyavrata Tirtha (died 1638) was a Hindu philosopher, yogi, mystic, scholar and saint. He served as the pontiff of Shri Uttaradi Math from 1635–1638. He was the 18th in succession from Madhvacharya.[1][2] Satyavrata Tirtha ruled the pontificate with a remarkable distinction. His life was a saga of supreme spiritual achievements.[3] He is a yogi of remarkable spiritual powers and a philosopher of wide fame.[2]", "32942246": "Nicholas Zammit (1815–1899) was a Maltese medical doctor, an architect, an artistic designer, and a major philosopher. His area of specialisation in philosophy was chiefly ethics.[1] Throughout his philosophical career he did not adhere to just one intellectual position. Roughly two-thirds into his life, Zammit passed from a liberal way of thinking to a conservative one.[2] This does not mean that there are no carry-overs, developments, or continuations between the two phases, or that Zammit himself acknowledged such a division. Notwithstanding, the development suggests that an analysis of Zammit's works will reveal different attitudes, dispositions, emphasis, and conclusions of the two periods.", "10407": "Epictetus (/ˌɛpɪkˈtiːtəs/, EH-pick-TEE-təss;[3] Greek: Ἐπίκτητος, Epíktētos; c. 50 – c. 135 AD) was a Greek Stoic philosopher.[4][5] He was born into slavery at Hierapolis, Phrygia (present-day Pamukkale, in western Turkey) and lived in Rome until his banishment, when he went to Nicopolis in northwestern Greece, where he spent the rest of his life. His teachings were written down and published by his pupil Arrian in his Discourses and Enchiridion.", "35629231": "Henryk Michał Kamieński (1813–1865) was a Polish philosopher.", "567475": "Bible Translators", "39692469": "Emanuilo Janković (Serbian Cyrillic: Емануило Јанковић;[a] 1758–1792) was a Serbian writer, dramatist, philosopher, translator, editor and scientist. He was not only a language reformer but also an innovator in the use of Serbian Cyrillic Graphemes. Also, his research and studies of the detailed chemistry, mineralogy, and isotopic compositions of meteorites provide invaluable clues to the range of chemical and physical processing and timing of events in the solar nebula.", "174267": "Chaitanya Mahaprabhu চৈতন্য মহাপ্রভু (IAST: Caitanya Mahāprabhu; born বিশ্বম্ভর মিশ্র Vishvambhar Mishra)[1] was a 15th-century Indian Hindu saint from Bengal who is considered to be the combined avatar of Radha and Krishna by his disciples and various scriptures.[2] Chaitanya Mahaprabhu's mode of worshipping Krishna with bhajan-kirtan and dance had a profound effect on Vaishnavism in Bengal. He was also the chief proponent of the Vedantic philosophy of Achintya Bheda Abheda Tattva. Mahaprabhu founded Gaudiya Vaishnavism (a.k.a. the Brahma-Madhva-Gaudiya Sampradaya). He expounded Bhakti yoga and popularized the chanting of the Hare Krishna Maha-mantra.[3] He composed the Shikshashtakam (eight devotional prayers).[4][5]", "40183999": "Otto Casmann (1562 – 1 August 1607)[1] (also known by the Latinized name Casmannus) was a German humanist who converted from Catholicism to Protestantism as a young man.", "895169": "Andrea Cesalpino (Latinized as Andreas Cæsalpinus) (1524/1525 – 23 February 1603)[1] was a Florentine physician, philosopher and botanist.[2]", "29173955": "Gregorio Bermann (1894–1972) was an Argentine psychiatrist, philosopher, activist, author, and humanist. Born in Buenos Aires to Polish Jewish immigrants, he was the youngest of ten siblings, eight of which had been Born in Poland.  He was a leader in the student movement Argentine University Federation in Cordoba during the first half of the 20th century.", "74426566": "David Emanuel Rodin (born 28 June 1970) is a New Zealand philosopher and senior research fellow at the University of Oxford. He is also a senior fellow at the Carnegie Council for Ethics in International Affairs.\nRodin is the founder and chair of Principia Advisory and is known for his works on ethics of war.[1][2][3][4]", "31467718": "Nikolai Vladislavovich Valentinov (Rusaian: Николай Владиславович Валентинов; 18 May, 1880 – 26 July, 1964) was a Russian philosopher, journalist and economist. A member of the Russian Social Democratic Workers' Party (RSDRP),  he was an exponent of empirio-criticism. He was also known as Nikolai Valentinov-Volski and, later, as E. Yurevski.", "45033672": "Telliyavaram Mahadevan Ponnambalam Mahadevan (24 August 1911 – 5 November 1983)[1][2] was an Indian writer, philosopher, and Advaita scholar.[3] He was a professor of philosophy at the University of Madras. His doctoral thesis was titled \"The Philosophy of Advaita\".[4]", "69314766": "Abraham Cornelius Benjamin (25 August 1897 – 19 October 1968) was an American philosopher of science who taught at University  of Chicago and University of Missouri.[1]", "174287": "François-Pierre-Gontier de Biran (29 November 1766 – 20 July 1824), usually known as Maine de Biran (French: [mɛn də biʁɑ̃]), was a French philosopher.", "174290": "Pierre Laromiguière (3 November 1756 – 12 August 1837) was a French philosopher.", "13576405": "J. David Velleman (born 1952)[1] is an American philosopher. He is Emeritus Professor of Philosophy and Bioethics at New York University[2] and Miller Research Professor of Philosophy at Johns Hopkins University.[3] He primarily works in the areas of ethics, moral psychology, and related areas such as the philosophy of action, and practical reasoning.[4]", "26552534": "António Fernando de Vasconcelos Nogueira (born 26 September 1961) is a Portuguese philosopher, Social Science researcher, author, dramatist, and freelance journalist.", "17246423": "Marcantonio Genua (born Marco Antonio Passeri; 1491–1563)[1] was a Renaissance Aristotelian philosopher who taught at the University of Padua.", "51456215": "Ruth Anna Putnam (born Ruth Anna Jacobs; 20 September 1927 – 4 May 2019) was an American philosopher and Professor of Philosophy at Wellesley College.", "48343259": "Chinese texts", "1255644": "Georg Mehlis (8 March 1878 in Hanover – 13 November 1942 Freiburg im Breisgau) [1] was a German neo-Kantian philosopher. Initially he was a philosopher of history in the style of Heinrich Rickert.", "11544797": "Gila Sher is an American logician and professor of philosophy at the University of California, San Diego. She has worked extensively in the theory of truth and philosophy of logic. Sher is a leading advocate of foundational holism, a holistic theory of epistemology.", "37464286": "Peter Abelard (/ˈæbəlɑːrd/; French: Pierre Abélard; Latin: Petrus Abaelardus or Abailardus; c. 1079 – 21 April 1142) was a medieval French scholastic philosopher, leading logician, theologian, poet, composer and musician.[3]", "26192095": "Brian Leiter (/ˈlaɪtər/; born 1963) is an American philosopher and legal scholar who is Karl N. Llewellyn Professor of Jurisprudence at the University of Chicago Law School and founder and Director of Chicago's Center for Law, Philosophy & Human Values.[2]   A review in Notre Dame Philosophical Reviews described Leiter as \"one of the most influential legal philosophers of our time\",[3] while a review in The Journal of Nietzsche Studies described Leiter's book Nietzsche on Morality (2002) as \"arguably the most important book on Nietzsche's philosophy in the past twenty years.\"[4]", "53586144": "Sheikh Yusof bin Ya'qub Sarvestani (Persian: شیخ یوسف بن یعقوب سروستانی) (died 1281 AD) was an astronomer, calligrapher and philosopher of Iranian Sunnis in the Ilkhanate period. The tomb of Sheikh Yusof Sarvestani is located in the city center of Sarvestan, adjacent to the field with the same name.[1]", "52046051": "Pedro Tapia, O.P. (March 1582 – 25 August 1657) was a Roman Catholic prelate who served as Archbishop of Seville (1652–1657), Bishop of Córdoba (1649–1652), Bishop of Sigüenza (1644–1645), and Bishop of Segovia (1641–1644).[1][2]", "33663205": "Anthony Abela (1954–2006) was a major Maltese sociologist. He mostly specialised in values.", "26093798": "Juha Varto (born 27 June 1949) is a Finnish philosopher, considered the most important phenomenologist in Finland,[1] known also for his prolific output on a variety of philosophical themes. Since 1999 he has been professor of research in visual art and education at the Aalto University School of Art and Design, Helsinki. Before that he taught research methodology and acted as director of research in various Finnish universities and polytechnics (1992–1999) and before that taught philosophy  at the University of Tampere (1973–1993). During the 1990s Varto produced[citation needed] over 100 programmes for Finnish radio and television, mainly dealing with philosophical questions. He has been awarded an honorary doctorate for theatre and drama by the Theatre Academy Helsinki. Autumn 2016, the president of Aalto University, Tuula Teeri, appointed Varto an Aalto Distinguished Professor in recognition of his significant scientific merits.", "8464620": "Jean-Louis Le Moigne (French: [mwaɲ]; 22 March 1931 – 16 November 2022) was a French specialist in systems theory and constructivist epistemology. He was an alumnus from École Centrale Paris. Le Moigne died in Paris on 16 November 2022, at the age of 91.[1]", "59320560": "Mabogo P. More is a South African philosopher working in the area of Black existentialism,[1] including philosophical analysis of the life and work of Steve Biko[2] and the thought of Jean-Paul Sartre.", "2173176": "Ágnes Heller (12 May 1929 – 19 July 2019) was a Hungarian philosopher and lecturer. She was a core member of the Budapest School philosophical forum in the 1960s and later taught political theory for 25 years at the New School for Social Research in New York City. She lived, wrote and lectured in Budapest.[1]", "33990905": "David Carrier (/ˈkæriər/; born 1944) is an American philosopher of art and cultural critic.", "58599673": "Badīʿ al-Dīn,[1][2] known as Shāh Madār,[1] and by the title Qutb-ul-Madar 1315–1434),[1][3] was a Syrian[1] Sufi who migrated to India where he founded the Madariyya Sufi brotherhood.[1][4] He is held in high esteem as a patron saint.[1]", "15345919": "Nymphidianus (Greek: Νυμφιδιανός) of Smyrna, was a Neoplatonist and sophist who lived in the time of the emperor Julian (c. 360 AD). He was the brother of Maximus. Julian, who was greatly attached to Maximus, made Nymphidianus his interpreter and Greek secretary, though he was more fit to write declamations and disputations than letters. Eunapius thought that Nymphidianus was a worthy sophist even though he had not been educated at Athens (where Eunapius had been educated). Nymphidianus survived his brother Maximus, and died at an advanced age.", "1452292": "Feofan/Theophan Prokopovich (18 June 1681 – 19 September 1736) was a Russian[1] Imperial Orthodox theologian, writer, poet, mathematician, and philosopher of Ukrainian origin. Rector of the Academia Mohileana in Kiev (now Kyiv, Ukraine), and Archbishop of Novgorod. He elaborated upon and implemented Peter the Great's reform of the Russian Orthodox Church. Prokopovich wrote many religious verses and some of the most enduring sermons in the Russian language.", "39102724": "Jagadguru Adi Shankara is a 2013 Indian Telugu-language biographical film written and directed by J. K. Bharavi that depicts the life of 8th-century philosopher Adi Shankara. The ensemble cast includes Kaushik Babu in the title role of Adi Shankaracharya, Nagarjuna, Mohan Babu, Suman, Srihari and Sai Kumar. Some of Chiranjeevi's scenes from Sri Manjunatha (2001) were reused in the film.[2]", "53422347": "Clare Chambers (born 1976) is a British political philosopher at the Faculty of Philosophy at the University of Cambridge.[1]", "5777684": "Ammonius of Athens (/əˈmoʊniəs/; Greek: Ἀμμώνιος), sometimes called Ammonius the Peripatetic, was a philosopher who taught in Athens in the 1st century AD. He was a teacher of Plutarch, who praises his great learning,[1] and introduces him discoursing on religion and sacred rites.[2] Plutarch wrote a biography of him, which is no longer extant, and also mentioned Ammonius master in other works like the De E apud Delphos[3][4] within the collection of treatises known as Moralia. From the information supplied by Plutarch, Ammonius was clearly an expert in the works of Aristotle, but he may have nevertheless been a Platonist philosopher rather than a Peripatetic.", "174358": "Théodore Simon Jouffroy (6 July 1796 – 4 February 1842), aka Simon Joseph Théodore Jouffroy, was a French philosopher.", "1485079": "Raphael von Koeber (Russian: Рафаэль Густавович фон Кёбер, romanized: Rafaèl' Gustavovič fon Këber; 15 January [O.S. 3] 1848 - 14 June 1923) was a notable Russian-German teacher of philosophy and musician at the Tokyo Imperial University in Japan.", "36808984": "Wlodek Rabinowicz (Włodzimierz Rabinowicz, born on 14 January 1947) is a Polish-Swedish philosopher and Professor Emeritus at Lund University. Rabinowicz's areas of expertise include ethics, normativity, decision theory and utilitarianism. From 1995 to 1998, he was editor-in-chief of Theoria.[1]", "23275799": "In Japanese names here, surname is first. \"Baien\" was a pen-name, \"plum garden\".", "28977437": "Fouad Zakariyya (or Fuʼād Zakarīyā; 1927 – 13 March 2010) was an Egyptian philosopher, and critic of Islamist thought who is known as “the father of Arab existentialism.”[1][2]", "43591966": "University of Mainz, Germany 1961–62\nYale University MA 1964\nFree University and Humboldt University, Berlin, Germany 1964–65\nYale University PhD 1966", "35498270": "Bradley C. S. Watson is a Canadian-born American political science educator, lawyer, and writer, and a member of the \"West Coast Straussian\"[1] school of political thought.", "18950432": "Peter Dain Suber (born November 8, 1951) is an American philosopher specializing in the philosophy of law and open access to knowledge. He is a Senior Researcher at the Berkman Klein Center for Internet & Society, Director of the Harvard Office for Scholarly Communication,[4] and Director of the Harvard Open Access Project (HOAP).[2][5][6] Suber is known as a leading voice in the open access movement,[7][8] and as the creator of the game Nomic.", "56174881": "Vishwaguru (lit. 'Universal guru') is a 2017 Malayalam-language Indian biographical film directed by Vijeesh Mani and co-produced with A. V. Anoop. It is based on the life of Narayana Guru, the film features Purushothaman Kainakkari, Gandhiyan Chacha Sivarajan, Kaladharan and Kalanilayam Ramachandran in lead roles.[1][2][3][4]", "15870242": "Jeff Malpas FAHA is an Australian philosopher and emeritus distinguished professor at the University of Tasmania in Hobart. Known internationally for his work across the analytic and continental traditions, Malpas is also at the forefront of contemporary philosophical research on the concept of \"place\" (topography or topology), as first and most comprehensively presented in his Place and Experience: A Philosophical Topography[1]—now in its second edition—and further developed in numerous subsequent works.", "1255722": "Richard Kroner (8 March 1884 in Breslau – 2 November 1974 in Mammern) was a German neo-Hegelian philosopher, known for his Von Kant bis Hegel (1921/4), a classic history of German idealism written from the neo-Hegelian point of view. He was a Christian, from a Jewish background. He is known for his formulation of Hegel as 'the Protestant Aquinas'.", "38218027": "Dimitar Gyuzelov (Bulgarian: Димитър Гюзелов, Macedonian: Димитар Ѓузелев) was a Macedonian Bulgarian revolutionary and philosopher.[1][2] He is the father of Macedonian writer Bogomil Gyuzel and artist Liljana Gyuzelova, who between 1996 and 2006 worked on an art installation titled The Perpetual Return, dedicated to her father, his murder, and the stigma that the children of prominent Bulgarians who had been persecuted by the Yugoslav authorities after 1945 had to endure.[3]", "22915373": "Magdalena Środa (née Magdalena Ciupak, b. January 7, 1957 in Warsaw) is a Polish feminist politician and  philosopher, extraordinary professor of ethics at the University of Warsaw, and a feminist author. She is also a columnist for the Gazeta Wyborcza. She was government's Plenipotentiary for the Equal Status of Women and Men in the cabinet of Marek Belka between August 16, 2004 and November 4, 2005.", "1812783": "Lysis of Taras (/ˈlaɪsɪs/; Greek: Λῦσις; fl. c. 5th-century BC) was a Greek philosopher. His life is obscure. He was said to have been a friend and disciple of Pythagoras. After the persecution of the Pythagoreans at Croton and Metapontum in Magna Graecia he escaped and went to Thebes, where he became the teacher of Epaminondas, by whom he was held in the highest esteem.[1] There are, however, serious chronological difficulties with his being both a disciple of Pythagoras and the teacher of Epaminondas. Some of the commentators and doxographers have failed to distinguish between the two different anti-pythagorean revolutions: the first one around ~500, when Pythagoras himself died, and the second one fifty years later.[2] This could clarify the source of the chronological incoherence.", "65481011": "Abu 'Abd Allah Muhammad ibn Karram al-Sijistani (Arabic: أبو عبد الله محمد بن كَرَّام السجستاني) was an ascetic, hellfire preacher, hadith narrator, and a literalist theologian who founded the Karramiyya sect. His views were considered heretical, schismatic, and abominable by the majority of Sunni scholars. He was accused of holding the doctrine of anthropomorphism, and that his chief theological doctrine was that God is a substance (jawhar) and that he had a body (jism); for which reason his followers were commonly called the \"Mujassima\" (corporealists) and \"Mushabbiha\" (anthropomorphists).[8][9][10][11][12] [Note 2]", "3746108": "Timycha of Sparta (Greek: Τιμύχα Λακεδαιμονία; early 4th century BC),[1] was a Pythagorean philosopher mentioned by Iamblichus in his Life of Pythagoras:", "61417791": "Peter Paul Johannes Beyerhaus (1 February 1929 – 18 January 2020)[1] was a German Protestant pastor, theologian, missionary scholar and academic teacher. As a missionary theologian, he created a German mission theology. On 5 October 2018, by a few scholars like Seung-Goo Lee and Yung-Han Kim the Society of Peter Beyerhaus was founded in his name in South Korea.[2]", "22980928": "Michał Twaróg of Bystrzyków (Polish: 'Michał Twaróg z Bystrzykowa'; Latin: Michael vulgo Parisiensis de Majori Bystrzyków) (c. 1450–1520) was a Polish philosopher and theologian of the early 16th century.", "829763": "Vladimir Sergeyevich Solovyov[4] (Russian: Влади́мир Серге́евич Соловьёв; 28 January [O.S. 16 January] 1853 – 13 August [O.S. 31 July] 1900) was a Russian philosopher, theologian, poet, pamphleteer, and literary critic, who played a significant role in the development of Russian philosophy and poetry at the end of the 19th century and in the spiritual renaissance of the early 20th century.", "53422404": "Lisa Guenther is a Canadian philosopher and activist, known for her work on solitary confinement, prison torture, reproductive injustice, and the carceral state.", "30943562": "Alberto Radicati, Count of Passerano (Torino, 11 November 1698 – 24 October 1737, The Hague), was an 18th-century historian, philosopher and free-thinker. He was the reputed author of the 1732 work A Philosophical Dissertation upon Death, Composed for the Consolation of the Unhappy by a Friend of Truth, published in London. This work created a scandal and led to the arrest of Radicati and his translator.[1] The Dissertation upon Death is referenced by George Berkeley in his 1733 Theory of Vision Vindicated, section 5. There Radicati's work is used as an example of a free-thinker explicitly adopting the radical views attributed to the free-thinkers by Berkeley in his 1732 dialogue Alciphron, and so to defend Berkeley against the charge of attacking a strawman.", "29927758": "Chang Hyo-hui (장효희 張孝熙, 1948 - December 2, 2003) was a South Korean Protestant pastor, social activist, theologian, and philosopher. He served as president of the Representative Council of the Presbyterian Church, chairman of the Christian Council of Incheon, and co-chairman of the Christian Council.[citation needed]", "174415": "Roland Gérard Barthes (/bɑːrt/;[2] French: [ʁɔlɑ̃ baʁt]; 12 November 1915 – 26 March 1980[3]) was a French literary theorist, essayist, philosopher, critic, and semiotician. His work engaged in the analysis of a variety of sign systems, mainly derived from Western popular culture.[4] His ideas explored a diverse range of fields and influenced the development of many schools of theory, including structuralism, anthropology, literary theory, and post-structuralism.", "5974351": "Johannes Sløk (27 April 1916 in Frederiksberg – 30 June 2001)[1] was a Danish philosopher, professor at the University of Aarhus and founder of \"Idéhistorie\" (History of ideas), an interdisciplinary discipline mainly about writings pertaining to the ideas of Western culture since Antiquity. The concept is now the \"Department of Philosophy and History of Ideas\" a department under the faculty of humanities of Aarhus University. During the student rising of 1968, Sløk was forced to leave his position as professor at Idéhistorie, and the institute became oriented around the Marxist theory. Sløk instead was granted a special position at the Department of Theology, as professor of analytic theology. Sløk was one of the four Aarhus theologians and wrote a series of books on religion and its meaning to the modern man.", "39233879": "René Château (27 June 1906 – 5 April 1970) was a French philosopher, poet and politician.", "1255769": "Rudolf Haym (5 October 1821 – 27 August 1901) was a German philosopher.", "74197359": "Michelle Kosch (born 1965) is an American philosopher and Professor of Philosophy at Cornell University.\nShe is known for her works on  nineteenth and twentieth century continental philosophy.[1][2][3][4]", "53422449": "Maria Rosa Antognazza (10 September 1964 – 28 March 2023) was an Italian-British philosopher,[2] who served as professor of philosophy at King's College London.[3]", "1059197": "Mary Astell (12 November 1666 – 11 May 1731) was an English protofeminist writer, philosopher, and rhetorician who advocated for equal educational opportunities for women. Astell is primarily remembered as one of England's inaugural advocates for women's rights and some commentators consider her to have been \"the first English feminist.\"[1]", "4696452": "Heinrich Gomperz (January 18, 1873 in Vienna, Austria-Hungary – December 27, 1942 in Los Angeles, California) was an Austrian philosopher.\nHe was a son of Theodor Gomperz. He was a patient of Sigmund Freud and was married to Ada Stepnitz.", "62564742": "Alan White (born 1951) is an American philosopher and Mark Hopkins Professor of Philosophy at Williams College.[1] He was a president of the Metaphysical Society of America (2014).[2]", "42936727": "Richard Smoley is an author and philosopher focusing on the world's mystical and esoteric teachings, particularly those of Western civilization.", "764313": "Georges Canguilhem (/kɑːŋɡɪˈlɛm/; French: [kɑ̃ɡijɛm, kɑ̃ɡilɛm]; 4 June 1904 – 11 September 1995)[3] was a French philosopher and physician who specialized in epistemology and the philosophy of science (in particular, biology).", "43421": "Henry David Thoreau (July 12, 1817 – May 6, 1862) was an American naturalist, essayist, poet, and philosopher.[2] A leading transcendentalist,[3] he is best known for his book Walden, a reflection upon simple living in natural surroundings, and his essay \"Civil Disobedience\" (originally published as \"Resistance to Civil Government\"), an argument in favor of peaceful disobedience against an unjust state.", "6793630": "Maria Tecla Artemisia Montessori (/ˌmɒntɪˈsɔːri/ MON-tiss-OR-ee, Italian: [maˈriːa montesˈsɔːri]; 31 August 1870 – 6 May 1952) was an Italian physician and educator best known for her philosophy of education and her writing on scientific pedagogy. At an early age, Montessori enrolled in classes at an all-boys technical school, with hopes of becoming an engineer. She soon had a change of heart and began medical school at the Sapienza University of Rome, becoming one of the first women to attend medical school in Italy; she graduated with honors in 1896. Her educational method is in use today in many public and private schools globally.", "36612511": "Charles Lalo (24 February 1877, Périgueux – 1 April 1953, Paris) was a French writer on aesthetics.", "11610526": "Wespazjan (Vespasian) Kochowski (coat of arms: Nieczuja) (1633 in Gaj, a village which no longer exists, near Waśniów in Sandomierz Land – June 6, 1700 in Kraków) was one of the most noted historians and poets of Polish Baroque, the most typical representative of the philosophy and literature of Sarmatism.", "63613355": "Milan Balabán (3 September 1929 – 4 January 2019) was a Czechoslovak theologian, professor of religion and the Old Testament, Evangelical Church of Czech Brethren (ECCB) pastor, and poet. Balabán, an anti-communist dissident during Czechoslovakia's communist era, was a Charter 77 signatory.[1] He was also among of group of Czech Old Testament scholars who wrote and translated the Old Testament theologians the Czech Ecumenical Translation of the Bible, which remains the most widely used Czech language translation of the Bible today.[2]", "10671": "Friedrich Wilhelm Nietzsche (/ˈniːtʃə, ˈniːtʃi/ NEE-chə, NEE-chee,[10] German: [ˈfʁiːdʁɪç ˈvɪlhɛlm ˈniːtʃə] ⓘ or [ˈniːtsʃə];[11][12] 15 October 1844 – 25 August 1900) was a German philosopher. He began his career as a classical philologist before turning to philosophy. He became the youngest person to hold the Chair of Classical Philology at the University of Basel in 1869 at the age of 24, but resigned in 1879 due to health problems that plagued him most of his life; he completed much of his core writing in the following decade. In 1889, at age 44, he suffered a collapse and afterward a complete loss of his mental faculties, with paralysis and probably vascular dementia. He lived his remaining years in the care of his mother until her death in 1897 and then with his sister Elisabeth Förster-Nietzsche. Nietzsche died in 1900, after experiencing pneumonia and multiple strokes.", "60434863": "Stephen Pattison (born 1953) is a British scholar and former H. G. Wood Professor of Theology at the University of Birmingham.\nHe is best known for his research on practical theology, ethics, and public service management. He attended Bootham School, York and Selwyn College, Cambridge, before going on to train for ministry in the Anglican Church at Edinburgh Theological College and Edinburgh University, where he gained a PhD in Theology.[1][2]", "48867761": "Rasmus Nielsen (1809, Roerslev, Funen–1884) was a Danish philosopher and professor, as well as a critic of Søren Kierkegaard.[1][2]", "15182258": "Joseph Widmer (15 August 1779 – 10 December 1844) was a Swiss Catholic theologian.  A native of Hohenrain, he died in Beromünster.", "3877313": "Jacob Keller (1568 – 23 February 1631) was a German Jesuit theologian, author, and religious instructor.", "18393542": "Jules Lequier (or Lequyer,[2] French: [ləkɥije]; 30 January 1814 – 11 February 1862) was a French philosopher from Brittany. Lequier died, presumably by suicide, by swimming out into the ocean.", "829899": "Julien Offray de La Mettrie (French: [ɔfʁɛ də la metʁi]; November 23, 1709[1] – November 11, 1751) was a French physician and philosopher, and one of the earliest of the French materialists of the Enlightenment. He is best known for his 1747 work L'homme machine (Man a Machine).[2]", "5286347": "Hua Gang (Chinese: 华岗; pinyin: Huà Gǎng; 1903–1972) was the president of Shandong University in Qingdao[1] from February 1951 until August 1955.", "28879309": "H. H. Swami Santhananda Saraswati Avadhoota Swamigal (28 March 1921 – 27 May 2002) born as Subrahmanyam was a Hindu spiritual leader and teacher who established the worship of Devi Bhuvaneswari in Tamil Nadu. He was the founder of the Bhuvaneswari Peetam in Pudukkottai, Tamil Nadu, India. The very embodiment of Prema, Sri Sri Swami Santhananda was the fountainhead of Hindu Dharma and Vedic principles. In his lifetime he had conducted several yagnas as elucidated in the Sasthras and challenged orthodoxy by bringing to light, guarded Moola Mantras that ensure common good, wealth and peace.[1]", "3025357": "Pierre Lecomte du Noüy (French pronunciation: [ləkɔ̃t dy nwi];[1] 20 December 1883, Paris – 22 September 1947, New York City) was a French biophysicist and philosopher.  He is probably best remembered by scientists for his work on the surface tension, and other properties, of liquids.", "9185743": "Yohanan Alemanno[1] (born in Constantinople or in Mantua, c. 1435 – died after 1504) was an Italian Jewish rabbi, noted Kabbalist, humanist philosopher, and exegete, and teacher of the Hebrew language to Italian humanists including Pico della Mirandola.[2][3] He taught that the Kabbalah was divine magic.[4][5][6]", "22751696": "Dr Blay Whitby is a philosopher and technology ethicist, specialising in computer science, artificial intelligence and robotics. He is based at the University of Sussex, England.[1]", "5876178": "John Grote (5 May 1813, Beckenham – 21 August 1866, Trumpington, Cambridgeshire) was an English moral philosopher and Anglican clergyman.", "207322": "Friedrich Albert Moritz Schlick (/ʃlɪk/; German: [ʃlɪk] ⓘ; 14 April 1882 – 22 June 1936) was a German philosopher, physicist, and the founding father of logical positivism and the Vienna Circle.", "41757150": "Monsignor Matthew O'Donnell MA, BD, DPh was an Irish priest who served as the 26th president of St. Patrick's College, Maynooth.[1]", "12102117": "Michael Tye (born 1950) is an analytic philosopher who is currently the Dallas TACA Centennial Professor in Liberal Arts at the University of Texas at Austin. He has made significant contributions to the philosophy of mind.", "62335461": "Keith Frankish is a British philosopher specializing in philosophy of mind, philosophy of psychology, and philosophy of cognitive science. He is an Honorary Reader at the University of Sheffield, UK, Visiting Research Fellow with The Open University, and adjunct Professor with the Brain and Mind Programme at the University of Crete. He is known for his \"illusionist\" stance in the theory of consciousness. He holds that the conscious mind is a virtual system, a trick of the biological mind. In other words, phenomenality is an introspective illusion.[1] This position is in opposition to dualist theories, reductive realist theories, and panpsychism.", "62138857": "Mariano Puigdollers Oliver (1896–1984) was a Spanish academic, politician and civil servant. Between 1920 and 1966 he held various jurisprudence chairs in numerous Spanish universities, mostly in Valencia (1924-1936) and in Madrid (1940-1966); he is known among key representatives of Spanish Natural law of the 1940s and 1950s. Initially a conservative monarchist, in the mid-1930s he joined Carlism and briefly served as its regional Valencian jefe. Since the late 1930s he identified with the Franco regime. During early and mid-Francoism he was employed at key posts at Dirección General de Asuntos Ecclesiásticos department within the Ministry of Justice, at Consejo Superior de Protección de Menores and at Consejo Superior de Investigaciones Científicas. Between 1943 and 1965 he served in the Francoist Cortes. He is considered one of key officials implementing post-civil-war purges among the academics.", "43501": "Edith Stein, OCD (religious name: Teresa Benedicta of the Cross; 12 October 1891 – 9 August 1942) was a German Jewish philosopher who converted to Catholicism and became a Discalced Carmelite nun. She is canonized as a martyr and saint of the Catholic Church; she is also one of six patron saints of Europe.", "22227438": "Kristian Birch-Reichenwald Aars (25 September 1868 – 4 August 1917) was a Norwegian academic. Originally educated as a theologian, he soon switched to philosophy and psychology.", "7580142": "Peter Glassen (1920–1986) was a professor of philosophy at the University of Manitoba from 1949 until his death in 1986. He was an analytic moral philosopher, publishing several articles in the late 1950s and early 1960s. He was also known for his arguments against metaphysical materialism, and spent a year (1948–49) in the psychology department at the University of Saskatchewan.", "18524657": "Agostino Bernal (born at Magallon in Aragon in 1587; died at Saragossa, 13 September 1642) was a Spanish Jesuit theologian.", "69020147": "Popular figures of India have often been conferred with an honorific title by fans and followers. These generally include those that are not formally recognised. Many titles were given to various Indian leaders during Indian independence struggle.", "829939": "Michel de Certeau SJ (French: [sɛʁto]; 17 May 1925 – 9 January 1986) was a French Jesuit priest[1] and scholar whose work combined history, psychoanalysis, philosophy, and the social sciences[2] as well as hermeneutics, semiotics, ethnology, and religion.[3] He was known as a philosopher of everyday life and widely regarded as a historian who had interests ranging from travelogues of the sixteenth and seventeenth centuries to contemporary urban life.[2]", "62466548": "Ophelia Deroy is professor of Philosophy of Mind at Ludwig Maximilian University of Munich[1] and a member of the Graduate School in Systemic Neuroscience (GSN) in Munich.[2] She is the former deputy director of the Institute of Philosophy at the University of London. She received the Prix de la Chancellerie des Universites de Paris in 2007.", "56109563": "Ronald Amundson (born 1946) is an American philosopher[1] currently Professor Emeritus at University of Hawaiʻi at Hilo, retired since 2012,[2] and an Elected Fellow of the American Association for the Advancement of Science.[3]", "48998910": "Henry T. Laurency  was a Swedish anonymous esoteric teacher and expounder of Pythagorean hylozoics.[1]", "3058176": "Ali Al'amin Mazrui (24 February 1933 – 12 October 2014), was a Kenyan-born American academic, professor, and political writer on African and Islamic studies, and North-South relations. He was born in Mombasa, Kenya. His positions included Director of the Institute of Global Cultural Studies at Binghamton University in Binghamton, New York, and Director of the Center for Afro-American and African Studies at the University of Michigan.[1][2] He produced the 1980s television documentary series The Africans: A Triple Heritage.", "1976835": "Zichan (WG: Tzu Ch'an) (traditional Chinese: 子產; simplified Chinese: 子产)[1] (c.581-522) was a Chinese statesman during the late Spring and Autumn period. From 543 until his death in 522 BCE, he served as the chief minister of the State of Zheng. Also known as Gongsun Qiao (traditional Chinese: 公孫僑; simplified Chinese: 公孙侨,[2] he is better known by his courtesy name Zichan.", "338436": "The Library of Living Philosophers is a series of books conceived of and started by Paul Arthur Schilpp in 1939; Schilpp remained editor until 1981. The series has since been edited by Lewis Edwin Hahn (1981–2001), Randall Auxier (2001–2013), and Douglas R. Anderson (2013–2015). The Library of Living Philosophers is currently edited by Sarah Beardsworth (2015-present).  Each volume is devoted to a single living philosopher of note, and contains, alongside an \"intellectual autobiography\" of its subject and a complete bibliography, a collection of critical and interpretive essays by several dozen contemporary philosophers on aspects of the subject's work, with responses by the subject.  The Library was originally conceived as a means by which a philosopher could reply to their interpreters while still alive, hopefully resolving endless philosophical disputes about what someone \"really meant.\" While its success in this line has been questionable—a reply, after all, can stand just as much in need of interpretation as an original essay—the series has become a noted philosophical resource and the site of much significant contemporary argument.", "3287559": "Steven J. Rosen, also known as Satyaraja Das (IAST: Satya-rāja Dāsa; born 1955), is an American writer. He is the founding editor of The Journal of Vaishnava Studies and an associate editor of Back to Godhead, the magazine of the Hare Krishna movement. He has authored more than 30 books on Vaishnavism and related subjects,[1] including Black Lotus: The Spiritual Journey of an Urban Mystic (2007), which is the life story of Bhakti Tirtha Swami.[2]", "17115657": "Walter Schulz (18 November 1912, in Gnadenfeld/Oberschlesien – 12 June 2000, in Tübingen) was a German philosopher.", "18098701": "Hegias (Greek: Ἡγίας) was a Neoplatonist philosopher who lived in the 5th and 6th centuries. He may have been the great-grandson or great-great-grandson of Plutarch of Athens, the founder of the Neoplatonist Academy in Athens. Hegias studied under Proclus at the school in Athens, when Proclus was an old man c. 480. Proclus showed him great favour,[1] and considered him worthy of hearing his lectures on the Chaldean Oracles.[2]", "8169999": "John Blund[a] (c. 1175–1248) was an English scholastic philosopher, known for his work on the nature of the soul, the Tractatus de anima, one of the first works of western philosophy to make use of the recently translated  De Anima by Aristotle and especially the Persian philosopher Avicenna's work on the soul, also called De Anima.[1] He taught at Oxford University[2] along with Edmund of Abingdon. David Knowles said that he was \"noteworthy for his knowledge of Avicenna and his rejection of the hylomorphism of Avicebron and the plurality of forms.\",[3] although the problem of the plurality of forms as understood by later scholastics was not formulated explicitly in Blund's time.[4] Maurice Powicke calls him the \"first English Aristotelian.\"[5]", "47524378": "Julia Driver (born 1961) is professor of philosophy and holder of the Darrell K. Royal Chair in Ethics and American Society at the University of Texas, Austin.[1] She is a specialist in moral philosophy.", "2042394": "Ibn Miskawayh (Persian: مُسْکُـوْيَه Muskūyah, 932–1030), (Arabic: مِسْكَوَيْه، أبو علي محمد بن أحمد بن يعقوب مسكويه الرازي) full name Abū ʿAlī Aḥmad ibn Muḥammad ibn Yaʿqūb Miskawayh al-Rāzī[2] was a Persian[3] chancery official of the Buyid era, and philosopher and historian from Parandak, Iran. As a Neoplatonist, his influence on Islamic philosophy is primarily in the area of ethics. He was the author of the first major Islamic work on philosophical ethics entitled the Refinement of Character (تهذيب الأخلاق Tahdhīb al-Akhlāq), focusing on practical ethics, conduct, and the refinement of character. He separated personal ethics from the public realm, and contrasted the liberating nature of reason with the deception and temptation of nature. Miskawayh was a prominent figure in the intellectual and cultural life of his time.[3]", "15182364": "Joseph Heinrich Aloysius Gügler (25 August 1782 – 28 February 1827) was a Swiss priest, professor, and theologian.", "24291871": "Avrum Stroll (February 15, 1921 – September 12, 2013) was a research professor at the University of California, San Diego.[1] Born in Oakland, California,[2] he was a distinguished philosopher and a noted scholar in the fields of epistemology, philosophy of language, and twentieth-century analytic philosophy.[3][4]", "67938856": "Jacob T. Levy is an American political theorist and Tomlinson Professor of Political Theory at McGill University. Levy is the Chair of the Department of Political Science at McGill, as well as the coordinator of McGill's Research Group on Constitutional Studies and the founding director of McGill's Yan P. Lin Centre for the Study of Freedom and Global Orders in the Ancient and Modern Worlds.[1] Levy is also a Senior Fellow at the Niskanen Center and the Institute for Humane Studies.[2] He is known for his expertise on multiculturalism, liberalism, and pluralism.[3]", "55224887": "Satyapramoda Tirtha (IAST:Satyāpramoda Tīrtha; 1918 – 3 November 1997, was an Indian Hindu philosopher, spiritual leader, guru, , saint and the pontiff of Uttaradi Math, a math (mutt) dedicated to Dvaita philosophy, which has a large following in southern India. He served as the 41st pontiff of Madhvacharya Peetha - Uttaradi Math from 2 February 1948 – 3 November 1997.[1][2]  He had established Jayateertha Vidyapeetha in Bangalore, which has completed over 32 years.[3]", "7219768": "Yuval Steinitz (Hebrew: יוּבַל שְׁטַיְינִיץ; born 10 April 1958) is an Israeli politician who served as a member of the Knesset for the Likud party. He also held several ministerial posts, including Minister of Finance, Minister of Intelligence, Minister of Strategic Affairs and Minister of Energy. Steinitz holds a PhD in philosophy and was a senior lecturer at the University of Haifa.", "30321215": "Mario Tronti (24 July 1931 – 7 August 2023) was an Italian philosopher and politician, considered[by whom?] one of the founders of the theory of operaismo in the 1960s.", "15280704": "Hermogenes (Greek: Ἑρμογένης; fl. 5th–4th century BC) was an ancient Athenian philosopher best remembered as a close friend of Socrates as depicted by Plato and Xenophon.", "43583": "Teresa of Ávila, OCD (Teresa Sánchez de Cepeda Dávila y Ahumada; 28 March 1515 – 4 or 15 October 1582),[a] also called Saint Teresa of Jesus, was a Carmelite nun and prominent Spanish mystic and religious reformer.", "56830528": "Gabriela Onetto (born 28 October 1963) is a Uruguayan writer and philosopher.", "61778502": "Giorgi Khuroshvili (Georgian: გიორგი ხუროშვილი; born November 4, 1988) is a Georgian philosopher.", "174664": "Victor Cousin (French: [kuzɛ̃]; 28 November 1792 – 14 January 1867) was a French philosopher.  He was the founder of \"eclecticism\", a briefly influential school of French philosophy that combined elements of German idealism and Scottish Common Sense Realism. As the administrator of public instruction for over a decade, Cousin also had an important influence on French educational policy.", "3058250": "Edgar Morin (/mɔːˈræn/; French: [ɛdɡaʁ mɔʁɛ̃]; born Edgar Nahoum; 8 July 1921) is a French philosopher and sociologist of the theory of information who has been recognized for his work on complexity and \"complex thought\" (pensée complexe),[15] and for his scholarly contributions to such diverse fields as media studies, politics, sociology, visual anthropology, ecology, education, and systems biology. As he explains: He holds two bachelors: one in history and geography and one in law.[16] He never did a Ph.D.[16] Though less well known in the anglophone world due to the limited availability of English translations of his over 60 books, Morin is renowned in the French-speaking world, Europe, and Latin America.", "174665": "Paul Alexandre René Janet (30 April 1823 – 4 October 1899) was a French philosopher and writer.", "34220620": "Edmundo Cetina Velázquez (1896–1959) was a Mexican philosopher and writer from Tenosique, Tabasco. He was born in 1896 and died in 1959. He was the son of Joaquin Cetina Moreno and Maria de Jesus Velázquez. He studied at the Instituto Juárez and later became a self-taught physician and a passionate student of philosophy and exact sciences. He wrote several essays on topics such as metaphysics, ethics, logic, mathematics, physics, and biology. Some of his writings are: Algunos balbuceos sobre una filosofía de la vida (Some Babblings on a Philosophy of Life), Algunos aspectos de la Relatividad (Some Aspects of Relativity), La vida y la muerte (Life and Death), El problema del conocimiento (The Problem of Knowledge), and El problema del ser (The Problem of Being). He also wrote poetry and was influenced by the modernist movement.", "174667": "Harald Høffding (11 March 1843 – 2 July 1931) was a Danish philosopher and theologian.", "11283024": "Robert Cummings Neville (born May 1, 1939, in St. Louis, Missouri, U.S.) is an American systematic philosopher and theologian, author of numerous books and papers, and ex-Dean of the Boston University School of Theology. He is Professor Emeritus of Philosophy, Religion, and Theology at Boston University.[1]", "3713620": "Jean Paul Van Bendegem (born 28 March 1953[1] in Ghent)[2] is a mathematician, a philosopher of science, and a professor at the Vrije Universiteit Brussel in Brussels.", "174681": "Jean-Gaspard-Félix Laché Ravaisson-Mollien (French: [ʁavɛsɔ̃ mɔljɛ̃]; 23 October 1813 – 18 May 1900) was a French philosopher, 'perhaps France's most influential philosopher in the second half of the nineteenth century'.[1] He was originally and remains more commonly known as Félix Ravaisson.[2]", "7514714": "Andrés Ortiz-Osés (1943 – 18 June 2021) was a Spanish philosopher.  He was the founder of symbolic hermeneutics, a philosophical trend that gave a symbolic twist to north European hermeneutics.", "53815899": "Wilhelmina Johanna Canters (21 July 1969 – 6 September 2002),[1] known as Hanneke Canters, was a Dutch feminist philosopher and academic.[2]", "174684": "Charles Bernard Renouvier (French: [ʁənuvje]; 1 January 1815 – 1 September 1903) was a  French philosopher. He considered himself a \"Swedenborg of history\" who sought to update the philosophy of Kantian liberalism and individualism for the socio-economic realities of the late nineteenth century, and influenced the sociological method of Émile Durkheim.[3][4][5]", "59746910": "Herbert Morris (1928 – December 14, 2022) was an American philosopher, legal scholar, and literary critic, who spent his career at the University of California, Los Angeles.", "11348580": "Arne Johan Vetlesen (born 10 September 1960) is a Norwegian professor of philosophy at the University of Oslo, who concentrates on the topic of ethics, environmental philosophy and social philosophy.", "666212": "Zygmunt Bauman (/ˈbaʊmən/; 19 November 1925 – 9 January 2017) was a Polish-born sociologist and philosopher.[2] He was driven out of the Polish People's Republic during the 1968 Polish political crisis and forced to give up his Polish citizenship. He emigrated to Israel; three years later he moved to the United Kingdom. He resided in England from 1971, where he studied at the London School of Economics and became Professor of Sociology at the University of Leeds, later Emeritus. Bauman was a social theorist, writing on issues as diverse as modernity and the Holocaust, postmodern consumerism and liquid modernity.[3]", "6007399": "Bruce William Powe (/paʊ/; born 23 March 1955), commonly known as B. W. Powe, is a Canadian poet, novelist, essayist, philosopher, and teacher.", "24816233": "Carlos Brandt (11 October 1875 – 27 February 1964)[1] was a Venezuelan author, naturopath, philosopher and vegetarianism activist.[2]", "5909100": "Marie-Anne Pierrette Paulze Lavoisier, later Countess von Rumford, (20 January 1758 in Montbrison, Loire, France – 10 February 1836) was a French chemist and noblewoman.[1] Madame Lavoisier's first husband was the chemist and nobleman Antoine Lavoisier. She acted as his laboratory companion,  using her linguistic skills to write up his work and bring it to an international audience.[1] She also played a pivotal role in the translation of several scientific works, and was instrumental to the standardization of the scientific method.", "1059441": "Antoinette Louisa Brown, later Antoinette Brown Blackwell (May 20, 1825 – November 5, 1921), was the first woman to be ordained as a mainstream Protestant minister in the United States. She was a well-versed public speaker on the paramount issues of her time and distinguished herself from her contemporaries with her use of religious faith in her efforts to expand women's rights.", "26258035": "Ljubodrag \"Duci\" Simonović (Serbian Cyrillic: Љубодраг Дуци Симоновић, pronounced [ʎǔbodrag dǔtsi simǒːnoʋitɕ]); born 1 January 1949) is a Serbian philosopher, author and retired basketball player.", "2730615": "Filippo Mazzei (Italian pronunciation: [matˈtsei], but sometimes erroneously cited with the name of Philip Mazzie; Poggio a Caiano, December 25, 1730 – Pisa, March 19, 1816) was an Italian physician, winemaker, and arms dealer. A close friend of Thomas Jefferson, Mazzei acted as an agent to purchase arms for Virginia during the American Revolutionary War.", "404087": "Surak is a fictional character in the backstory of the Star Trek television series and franchises. He is portrayed as the most important philosopher in the history of the planet Vulcan. During an Earth-like \"modern age\", when the Vulcans are technological but emotionally driven and violent, Surak founds a movement which reforms the Vulcan way of thinking and lifestyle and leads to the world of logically-reasoning and emotion-suppressing Vulcans known from the TV series. This period in Vulcan history is referred to as the \"Time of Awakening\".", "1878655": "Carlos Astrada (February 26, 1894 – December 23, 1970) was an Argentine philosopher.", "58960513": "Evelyn B. Pluhar-Adams (b. July 8, 1947) is an American philosopher specialising in moral philosophy and the philosophy of mind, especially concerning the moral status of animals.[1][2]", "3484290": "Henry Babcock Veatch Jr. (September 26, 1911 – July 9, 1999) was an American philosopher.", "20949637": "Ernst Christian Kapp (15 October 1808 – 30 January 1896) was a German-American philosopher of technology and geographer, and a follower of Carl Ritter.", "5679750": "Arthur Aston Luce MC (21 August 1882 – 28 June 1977) was professor of philosophy at Trinity College Dublin, and also Precentor of St Patrick's Cathedral, Dublin (1952–1973). Luce held many clerical appointments, including Vice-Provost of Trinity from 1946 to 1952. He was widely known as an authority on the philosopher George Berkeley. His fellowship of Trinity College from 1912 to 1977 is a record.[citation needed]", "633482": "David Sztybel (born 2 February 1967) is a Canadian philosopher specializing in animal ethics.", "12888715": "Xu Shao (Chinese: 許劭; pinyin: Xǔ Shào) (150–195), courtesy name Zijiang, was a Chinese philosopher and politician who lived in the Eastern Han dynasty.", "22850191": "Cyril J. O'Regan (born 1952) is an Irish theologian writer with particular expertise in mystical theology.", "37300881": "Swami Anand (1887 – 25 January 1976) was a monk, a Gandhian activist and a Gujarati writer from India. He was the manager of Gandhi's publications such as Navajivan and Young India and  inspired Gandhi to write his autobiography, The Story of My Experiments with Truth.[1] He wrote sketches, memoir, biographies, philosophy, travelogues and translated some works.", "52308625": "William Edward Lyons is a philosopher who specializes in philosophy of mind. Lyons was the head of the Department of Philosophy (1985–1995) and Professor of Moral Philosophy (1985–2004) in the School of Mental and Moral Science, Trinity College, Dublin. He is now an Emeritus Fellow of Trinity College Dublin and a member of the Royal Irish Academy.\"[1]  He is also the author of a number of \"theatre of thought\" dramas.[2] His play about Wittgenstein, The Crooked Roads of Genius  had its world premiere on 19 April 2011 at the Riverside Studios.[3] He received his PhD at the University of Dundee.[1]", "207508": "Wang Anshi ([wǎŋ ánʂɨ̌]; Chinese: 王安石; December 8, 1021 – May 21, 1086), courtesy name Jiefu (Chinese: 介甫), was a Chinese economist, philosopher, poet, and politician during the Song dynasty. He served as chancellor and attempted major and controversial socioeconomic reforms known as the New Policies.[3][4] These reforms constituted the core concepts of the Song-dynasty Reformists, in contrast to their rivals, the Conservatives, led by the Chancellor Sima Guang.", "56502934": "Paolo Costa (13 June 1771, Ravenna – 20 December 1836, Bologna[1]) was an Italian poet, writer and philosopher.[2] The son of Domenico Costa and Lucrezia Ricciarelli, he began his studies in 1780 in Ravenna under modest teachers.[3] He then moved to Padua and studied there under Melchiorre Cesarotti and Simone Stratico. His studies were interrupted by the French invasion and occupation in 1797, during which he held government roles in both Ravenna and Bologna.[4]", "8268439": "Wú Chéng or Wu Ch'eng (1249 – 1333) (traditional Chinese: 吳澄; simplified Chinese: 吴澄), courtesy names Yòuqīng (Chinese: 幼清) and Bóqīng (Chinese: 伯清), studio names Yīwúshānrén (Chinese: 一吾山人) and Caolu Xiansheng (草廬先生; lit. \"Mr. Grass Hut\"), was a scholar, educator, and poet who lived in the late Song dynasty and Yuan dynasty. He was one of the most influential Neo-Confucian thinkers in those eras, and his influence continued to be prominent in the Ming and Qing periods.", "10234527": "Peter of Capua (Italian: Pietro Capuano; Latin: Petrus Capuanus;[a] died 30 August 1214) was an Italian scholastic theologian and prelate. He served as cardinal-deacon of Santa Maria in Via Lata from 1193 until 1201 and cardinal-priest of San Marcello al Corso from 1201 until his death. He often worked as a papal legate. He wrote several theological works and was a patron of his hometown of Amalfi.", "33663649": "Eduardo García Máynez (January 11, 1908 – September 2, 1993) was an academic, jurist and philosopher of Mexican law. He was a member of the National College,[clarification needed] managing Director of Instituto Tecnologico Autonomo de Mexico, teacher at National Autonomous University of Mexico, General Secretary and researcher at Instituto de Investigaciones Filosoficas and writer of books on law.", "36317865": "William Barclay Allen (born 1944) is an author, professor, and political scientist from Fernandina Beach, Florida.[1]  He was a member of the National Council on the Humanities from 1984 to 1987 and chairman of the United States Commission on Civil Rights from 1988 to 1989. Allen has been described as a \"conservative black leader in education.\"[2]", "33237673": "Milič Čapek, (26 January 1909 – 17 November 1997) was a Czech–American philosopher. Čapek was strongly influenced by the process philosophy of Henri Bergson and to a lesser degree by Alfred North Whitehead. Much of his work was devoted to the relation of philosophy and modern physics, especially the philosophy of space and time and metaphysics.", "1714863": "Ivan Sergeyevich Aksakov (Russian: Ива́н Серге́евич Акса́ков; October 8 [O.S. September 26] 1823, village Nadezhdino, Belebeyevsky Uyezd, Orenburg Governorate – February 8 [O.S. January 27] 1886, Moscow) was a Russian littérateur and notable Slavophile.", "48442033": "Justin Smith-Ruiu (aka Justin E. H. Smith) (born July 30, 1972, in Reno, Nevada) is an American-Canadian professor of history and philosophy of science at the Université Paris Cité.[1] His primary research interests include Leibniz, Post-structuralism, early modern philosophy, history and philosophy of biology, classical Indian philosophy, the history and philosophy of anthropology.[2]", "1157818": "Battle of Cetate", "58927806": "Djamila Taís Ribeiro dos Santos (born 1980) is a Brazilian Black feminist philosopher and journalist. She graduated in political philosophy from the Federal University of São Paulo, where she also earned a master's degree on the work of Simone de Beauvoir and Judith Butler.[2][3][4] Ribeiro is a collaborating editor of weekly magazine CartaCapital, as well as a columnist for CartaCapital and Folha de S.Paulo.[5][6]", "27568835": "Douglas Moggach (BA Toronto, MA and PhD Princeton) is a professor at the University of Ottawa and life member of Clare Hall, Cambridge. He is Honorary Professor of Philosophy at the University of Sydney,[1] and has held visiting appointments at Sidney Sussex College and King's College, Cambridge,[2] the Centre for History and Economics, Cambridge, Queen Mary University of London,[3] the Scuola Normale Superiore di Pisa.,[4] and the Fondazione San Carlo di Modena,where he taught a graduate seminar in Italian on German Idealism.[5] Moggach has also held the University Research Chair in Political Thought[6] at the University of Ottawa. In 2007, he won\nthe Killam Research Fellowship [7] awarded by the Canada Council for the Arts. He was named Distinguished University Professor[8] at University of Ottawa in 2011.[9]", "50768589": "François-Rodolphe de Weiss (von Weiss, also von Weiß, surname at birth Wyss) (1751–1818) was a Swiss military officer, diplomat, writer, philosopher, and a follower of Jean-Jacques Rousseau.", "2894543": "Hanna Fenichel Pitkin (July 17, 1931 – May 6, 2023) was an American political theorist. She was best known for her seminal study The Concept of Representation, published in 1967.", "568017": "Johann Jakob Bachofen (22 December 1815 – 25 November 1887) was a Swiss antiquarian, jurist, philologist, anthropologist, and professor of Roman law at the University of Basel from 1841 to 1844.[1]", "7547606": "Gaetano Sanseverino (7 August 1811 – 16 November 1865) was an Italian philosopher and theologian.  He made a comparative study including the scholastics, particularly Thomas Aquinas, and of the connection between their doctrine and that of the church fathers.", "52931288": "Xun Yue (148–209), courtesy name Zhongyu, was a Chinese historian, philosopher, and politician of the Eastern Han dynasty of China. Born in the influential Xun family of Yingchuan Commandery (穎川郡; around present-day Xuchang, Henan), Xun Yue served in the Han government as a historian and wrote 13 chapters of the historical text Annals of Han (漢紀), which covered the history of the Western Han dynasty (206 BCE – 9 CE).[2][3]", "61123288": "Jan Gralewski (3 March 1912 – 4 July 1943) was a Polish philosopher, essayist and soldier. Member of Polish resistance (Home Army) during World War II, he died in the controversial 1943 Gibraltar B-24 crash.", "20130521": "Ivan Soll (born Albert Ivan Soll; born March 1938) is an American philosopher who is a Professor Emeritus in the Department of Philosophy at the University of Wisconsin–Madison in the United States.  He taught at UW from 1965 until his retirement in May 2011.[1]  His teaching and research focused on the philosophy of Friedrich Nietzsche, German philosophy in general, existentialism, aesthetics, and various figures of continental philosophy.", "109275": "Pierre Bourdieu (French: [buʁdjø]; 1 August 1930 – 23 January 2002) was a French sociologist and public intellectual.[4][5] Bourdieu's contributions to the sociology of education, the theory of sociology, and sociology of aesthetics have achieved wide influence in several related academic fields (e.g. anthropology, media and cultural studies, education, popular culture, and the arts). During his academic career he was primarily associated with the School for Advanced Studies in the Social Sciences in Paris and the Collège de France.", "22948571": "John of Głogów (Polish: Jan z Głogowa, Jan Głogowczyk; German: Johann von Schelling von Glogau[1]) (c. 1445 – 11 February 1507[2]) was a notable Polish polyhistor at the turn of the Middle Ages and Renaissance—a philosopher, geographer and astronomer at the University of Krakow.[3]", "207580": "Richard Whately (1 February 1787 – 8 October 1863) was an English academic, rhetorician, logician, philosopher, economist, and theologian who also served as a reforming Church of Ireland Archbishop of Dublin. He was a leading Broad Churchman, a prolific and combative author over a wide range of topics, a flamboyant character, and one of the first reviewers to recognise the talents of Jane Austen.[1][2][3]", "39463649": "Ali Akbar Rashad (born 1955) is an Iranian philosopher and Islamic scholar who pioneered the Ibtina Theory, a theory for explaining the process and mechanism of \"religious knowledge\" formation.[2]", "633576": "Gary Lawrence Francione (born May 1954) is an American academic in the fields of law and philosophy. He is Board of Governors Professor of Law and Katzenbach Scholar of Law and Philosophy at Rutgers University in New Jersey.[1] He is also a visiting professor of philosophy at the University of Lincoln (UK)[2] and honorary professor of philosophy at the University of East Anglia (UK).[3] He is the author of numerous books and articles on animal ethics.", "12069615": "Prof. Joe Friggieri (born 1946) is Professor of Philosophy at the University of Malta, poet, playwright and theatre director.[1]", "56142581": "William Davies (born 1976) is an English writer, political and sociological theorist. His work focuses on the issues of consumerism, happiness, and the history and function of expertise on society. Davies has written for a variety of newspapers and periodicals including The Guardian, New Left Review,  London Review of Books, and The Atlantic. In 2015 Davies published his second book The Happiness Industry, which assesses the relationship between consumer capitalism, big data and positive psychology. Davies is Professor of Political Economy at Goldsmiths, University of London, where he is Co-Director of The Political Economy Research Centre in London.[1][2][3]", "48376567": "Carla Cordua (born 25 December 1925) is a Chilean philosopher.", "31435514": "Kant-Studien (\"Kant Studies\") is a quarterly journal of philosophy, focusing on Immanuel Kant.[1] The journal was established in 1897.[1] It publishes articles in English and German.[1]", "58895108": "Roger T. Ames (born 12 December 1947) is a Canadian-born philosopher, translator, and author. He is Humanities Chair Professor at Peking University in Beijing, China, Professor Emeritus of Philosophy at the University of Hawaiʻi at Mānoa, and a Berggruen Fellow.[1] He has made significant contributions to the study of Chinese and comparative philosophy, in which he emphasizes the importance of understanding Chinese philosophy on its own terms rather than through the lens of Western philosophy.", "5057286": "María Amalia Vicenta Goyri also known as María Goyri de Menéndez Pidal (29 August 1873 in Madrid –28 November 1954 in Madrid) was a Spanish Hispanist, literary critic, researcher, educator and advocate for women's rights. In 1896 she became the first Spanish woman to earn a degree in Philosophy and Letters and the first to earn her doctorate, in 1909, at a Spanish university (the University of Madrid). She was the wife of Ramón Menéndez Pidal.", "11015": "Count Francesco Algarotti (11 December 1712 – 3 May 1764) was an Italian polymath, philosopher, poet, essayist, anglophile, art critic and art collector. He was a man of broad knowledge, an expert in Newtonianism, architecture and opera. He was a friend of Frederick the Great and leading authors of his times: Voltaire, Jean-Baptiste de Boyer, Marquis d'Argens, Pierre-Louis de Maupertuis and the atheist Julien Offray de La Mettrie. Lord Chesterfield, Thomas Gray, George Lyttelton, Thomas Hollis, Metastasio, Benedict XIV and Heinrich von Brühl were among his correspondents.[1]", "45591304": "Jeanette Marie Boxill (née Bozanic)[1][2] is an American academic who was Senior Lecturer in Philosophy (ethics) at the University of North Carolina at Chapel Hill. She was also Chair of the Faculty and Director of Parr Center for Ethics. Her writing and teaching relate broadly with ethical issues in social conduct, social and political philosophy, feminist theory, and ethics in sports. She is editor of Sports Ethics: An Anthology and Issues in Race and Gender. She is past president of the International Association for Philosophy in Sport, serves on the board of the NCAA Scholarly Colloquium Committee, and chairs both the 2011 NCAA Scholarly Colloquium and the Education Outreach Program for the U.S. Anti-Doping Agency (USADA). For 25 years, Boxill was the public address announcer for UNC women's basketball and field hockey. She is a member of numerous professional associations (philosophy, sports, and the American Association of University Women) and has won a number of awards (from inside her institution and beyond) for teaching and professional contributions. She resigned from UNC in 2015 in the wake of the UNC Chapel Hill academics-athletics scandal.", "51096330": "Fiona Macpherson FRSE MAE (born 19 October 1971) is Professor of Philosophy at the University of Glasgow, where she is also Director of the Centre for the Study of Perceptual Experience. She was elected a Fellow of the Royal Society of Edinburgh in 2017[1] and a member of Academia Europaea in 2018.[2]", "19966735": "Jan Van Bragt (1928–2007) was a scholar of Japanese religion and philosophy at the Nanzan Institute for Religion and Culture in Nagoya, Japan, where he served as its first acting director in 1976.[1]", "57551632": "Richard Moran (/məˈrɑːn/) is an American philosopher. He is Brian D. Young Professor of Philosophy at Harvard University, where he specializes in philosophy of mind, moral psychology and philosophy of art.[1]", "42576657": "Zenodotus (/zəˈnɒdətəs/; Greek: Ζηνόδοτος; fl. 150 BC) was a Stoic philosopher. He was a pupil of Diogenes of Babylon. He is mostly known from the short biography of him in Diogenes Laertius' Lives of the Philosophers.", "18950939": "Arthur Koestler, CBE (UK: /ˈkɜːstlər/, US: /ˈkɛst-/; German: [ˈkœstlɐ]; Hungarian: Kösztler Artúr; 5 September 1905 – 1 March 1983) was a Hungarian-born author and journalist. Koestler was born in Budapest and, apart from his early school years, was educated in Austria. In 1931, Koestler joined the Communist Party of Germany, but he resigned in 1938 after becoming disillusioned with Stalinism.", "4434715": "Thomas Davidson (25 October 1840 – 14 September 1900) was a Scottish-American philosopher and lecturer.", "56208156": "Bonaventura Radonić (12 February 1888 – 1945) was a Croatian Franciscan, philosopher, Catholic priest and professor. He was executed by Yugoslav Partisans in 1945.[2]", "2566942": "José Guilherme Merquior (April 22, 1941 – January 7, 1991) was a Brazilian diplomat, academic, writer, literary critic and philosopher.", "34515739": "Edward Bernard Bunn SJ (March 15, 1896 – June 18, 1972) was an American Catholic priest and Jesuit who became the president of Loyola College in Maryland and later of Georgetown University. Born in Baltimore, Maryland, he was educated at Loyola College before entering the Society of Jesus in 1919. He continued his education at St. Andrew-on-Hudson Woodstock College, and the Pontifical Gregorian University and then taught at Brooklyn Preparatory School and Canisius College.", "11041": "Ferdinand de Saussure (/soʊˈsjʊər/;[4] French: [fɛʁdinɑ̃ də sosyʁ]; 26 November 1857 – 22 February 1913) was a Swiss linguist, semiotician and philosopher. His ideas laid a foundation for many significant developments in both linguistics and semiotics in the 20th century.[5][6] He is widely considered one of the founders of 20th-century linguistics[7][8][9][10] and one of two major founders (together with Charles Sanders Peirce) of semiotics, or semiology, as Saussure called it.[11]", "2108195": "David Malet Armstrong (8 July 1926 – 13 May 2014),[4] often D. M. Armstrong, was an Australian philosopher. He is well known for his work on metaphysics and the philosophy of mind, and for his defence of a factualist ontology, a functionalist theory of the mind, an externalist epistemology, and a necessitarian conception of the laws of nature.[5] He was elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 2008.[6]", "59157292": "Joshua Moufawad-Paul is a Canadian academic and writer from Toronto, Canada. He is a professor of philosophy at York University. A Maoist philosopher, Moufawad-Paul has written several works on the topic and regularly posts on his blog M-L-M Mayhem which focuses on his conception of the philosophy of Maoism.[1][2]", "600883": "Peter Lombard (also Peter the Lombard,[6][7] Pierre Lombard or Petrus Lombardus;[8] c. 1096, Novara[7][9][10] – 21/22 July 1160, Paris)[7][9][10] was an Italian scholastic theologian, Bishop of Paris, and author of Four Books of Sentences which became the standard textbook of theology, for which he earned the accolade Magister Sententiarum.[11]", "67087157": "Boris Petrovich Vysheslavtsev (Russian: Бори́с Петро́вич Вышесла́вцев; 1877– October 5, 1954) was a Russian philosopher who belonged to the Russian Silver Age and Renaissance of Religion and Philosophy.[1]", "15182648": "Achille Gagliardi (1537–1607) was a Jesuit ascetic writer and spiritual director in the Ignatian tradition.", "71707452": "Lauren Frederick Pfister (born 1951) is a Christian theologian and scholar of Confucianism. He is Professor Emeritus at Hong Kong Baptist University and is a founding fellow of the Hong Kong Academy of the Humanities.[1][2] He was awarded the honor of \"Distinguished Scholar\" at the Tenth International Symposium on the History of Christianity in Modern China.[3]", "63253311": "Jeffrey Raymond Sebo (born February 24, 1983)[1][2] is an American philosopher. He is clinical associate professor of environmental studies, director of the animal studies MA program, and affiliated professor of bioethics, medical ethics, and philosophy at New York University.[3] In 2022, he published his first sole-authored book, Saving Animals, Saving Ourselves.", "61451074": "Shri Vidyadhisha Tirtha (Śrī Vidyādhīśa Tīrtha) (died 1631), was an Indian philosopher, scholar, theologian, saint and dialectician. He served as the sixteenth pontiff of Uttaradi Math from 1619 to 1631.[1][2] He is considered to be one of the important stalwarts in the history of Dvaita school of thought on account of his sound elucidations of the works of Madhvacharya, Jayatirtha and Vyasatirtha. He is also the most celebrated pontiff of Uttaradi Math after Padmanabha Tirtha, Jayatirtha and Raghuttama Tirtha.[3]", "23669572": "Delfim Pinto dos Santos (1907–1966), was a Portuguese academic, philosopher, educationist, essayist and book and movie reviewer.", "60599112": "Catherine Larrère (nee Delafoss, born 4 August 1944) is a French philosopher and academic. She is a professor of philosophy emeritus (at Paris I - Pantheon Sorbonne). She is a specialist in Montesquieu's philosophy and an advocate for environmental ethics.", "3124040": "Jerry R. Hobbs (born January 25, 1942) is an American researcher in the fields of computational linguistics, discourse analysis, and artificial intelligence.", "11643724": "Gérard Granel (French: [gʁanɛl]; 1930 – 10 November 2000) was a French philosopher and translator.", "37071692": "Syed Zeeshan Haider Jawadi (17 September 1938 – 15 April 2000)[1] was an Indian Islamic scholar, religious leader, public speaker, Qur'anic interpreter, Urdu poet, historian and philosopher of Shia Islam.", "633682": "Erik Maria Ritter[1] von Kuehnelt-Leddihn (German: [ˈkyːnəlt lɛˈdiːn]; 31 July 1909 – 26 May 1999) was an Austrian-American nobleman and polymath, whose areas of interest included philosophy, history, political science, economics, linguistics, art and theology. He opposed the ideas of the French Revolution, as well as those of communism and Nazism.[2] Describing himself as a \"conservative arch-liberal\" or \"extreme liberal\", Kuehnelt-Leddihn often argued that majority rule in democracies is a threat to individual liberties. He declared himself a monarchist and an enemy of all forms of totalitarianism, although he also supported what he defined as \"non-democratic republics\", such as Switzerland and the early United States.[citation needed] Kuehnelt-Leddihn cited the U.S. Founding Fathers, Tocqueville, Burckhardt, and Montalembert as the primary influences for his skepticism towards democracy.[3]", "59222878": "Renate Wieland (24 July 1935 – 5 May 2017[1]) was a German philosopher, music pedagogue and musicologist.", "36744032": "Dushyanth Sridhar is an Indian film director, writer and public speaker.[1] He delivers discourses in Sanskrit, Tamil and English, and focuses on the scriptures of Sri Bhashyam, Gita Bhashyam, Rahasya-traya Saram, and Bhagavad Vishayam.[2] He has delivered lectures in several countries,.[3] and on Youtube.[4]", "4467553": "Andrea Bonomi (born 1940 in Rome) is an Italian philosopher and logician, who studied with Enzo Paci.", "76640": "John Ruskin (8 February 1819 – 20 January 1900) was an English writer, philosopher, art critic and polymath of the Victorian era. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy.", "7383908": "Stephen E. Braude (born April 17, 1945) is an American philosopher and parapsychologist. He is a past president of the Parapsychological Association, Editor-in-Chief of the Journal of Scientific Exploration, and a professor of philosophy at the University of Maryland, Baltimore County.", "42347365": "Naomi Zack is a professor of philosophy at Lehman College, City University of New York (CUNY), having formerly been a professor at the University of Albany and the University of Oregon.[2][3] She has written thirteen books and three textbooks, and she has edited or co-edited five anthologies, in addition to publishing a large number of papers and book chapters, particularly in areas having to deal with race, feminism, and natural disasters. Zack has taken on a number of professional roles related to the representation of women and other under-represented groups in philosophy.[3] Zack is also a member of the editorial boards of multiple journals, including Hypatia: A Journal of Feminist Philosophy, The Journal of Race and Policy, Ethnic Studies: an Interdisciplinary Journal of Culture, Race and Ethnicity, and the Radical Philosophical Review.[3]", "11109": "Pierre-Félix Guattari (/ɡwəˈtɑːri/ gwə-TAR-ee, French: [pjɛʁ feliks ɡwataʁi] ⓘ; 30 March 1930 – 29 August 1992) was a French psychoanalyst, political philosopher, semiotician, social activist, and screenwriter. He co-founded schizoanalysis with Gilles Deleuze, and ecosophy with Arne Næss, and is best known for his literary and philosophical collaborations with Deleuze, most notably Anti-Oedipus (1972) and A Thousand Plateaus (1980), the two volumes of their theoretical work Capitalism and Schizophrenia.[1]", "64498535": "Xiang Lanxin (born 1956, Chinese: 相蓝欣; pinyin: Xiāng Lánxīn)[1][a] is a Chinese scholar of international relations and the history of modern China. He is an expert on relations among China, USA and Europe, an emeritus professor of history and international relations at the Graduate Institute of International and Development Studies (IHEID) in Geneva and director of the Center for One Belt, One Road Studies in Shanghai.[2]", "437099": "Erik Homburger Erikson (born Erik Salomonsen; 15 June 1902 – 12 May 1994) was a German-American child psychoanalyst known for his theory on psychosocial development of human beings. He coined the phrase identity crisis.", "63941483": "U Tak (Korean: 우탁; Hanja: 禹倬; 1262–1342), also known as Woo Tak, was a Korean Neo-Confucian scholar and philosopher during Korea’s Goryeo dynasty. He was also commonly known as Yeokdong Seonsaeng (역동선생; 易東先生). His art names were Baekun and Danam, his courtesy names were Cheonjang and Takbo, and his posthumous name was Moonhee.[1] U Tak helped spread Neo-Confucianism, which had come from the Yuan dynasty, in Korea.[2][3] He was a disciple of the Neo-Confucian scholar, An Hyang.[4]", "63220590": "Giulia Sissa (born 16 June 1954) is an Italian classical scholar and historian of philosophy. She is Distinguished Professor of Political Science and Classics at UCLA. The majority of her works deal specifically with the role of women in the Ancient Mediterranean.", "22031216": "Stasys Šalkauskis (May 16, 1886 in Ariogala, Lithuania – December 4, 1941 in Šiauliai, Soviet Union) was a Lithuanian philosopher, educator, rector of Vytautas Magnus University.[1]  His philosophy of culture was developed by Antanas Maceina and other philosophers.", "3025779": "Isaac Passy (Bulgarian: Исак Паси; 13 March 1928 in Plovdiv – 13 August 2010) was a Bulgarian Jewish philosopher[1] specializing in history, literature and aesthetics. He was a prominent professor at Sofia University from 1952 until 1993. He published over 40 monographs and edited some 80 volumes with philosophical texts and in history of philosophy from various epochs. He is the father of the Bulgarian politician and diplomat Solomon Passy.", "5745524": "Emmanuel Chukwudi Eze // ⓘ (18 January 1963 – 31 December 2007) was a Nigerian philosopher. Eze was a specialist in postcolonial philosophy. He wrote as well as edited influential postcolonial histories of philosophy in Africa, Europe, and the Americas.  He brought Immanuel Kant's racism to light among Western thinkers in the 1990s, an area of Kant's life that Western philosophers often gloss over.[1] Influences in his own work include Paulin Hountondji, Richard Rorty, David Hume, and Immanuel Kant.", "28322677": "John Lutterell (died 1335) was an English medieval philosopher, theologian, and university chancellor.[1]", "57191284": "Yvonne Picard (1 August 1920 – 9 March 1943) was a French philosopher and a member of the French Resistance during the Second World War. She and her brother, the historian Gilbert Charles-Picard, were the children of the archaeologist Charles Picard.", "50801524": "Bruce Waller was a contemporary American philosopher notable for his theories about the nature of free will and its implications for human society.[1][2] He was a philosophy professor at Youngstown State University from 1990 until he retired in 2019.[1][3] Waller died on February 8, 2023, at the age of 76.[4][5][6]", "1551219": "Nicos Poulantzas (Greek: Νίκος Πουλαντζάς [ˈnikos pulanˈd͡zas]; 21 September 1936 – 3 October 1979) was a Greek-French Marxist political sociologist and philosopher. In the 1970s, Poulantzas was known, along with Louis Althusser, as a leading structural Marxist; while at first a Leninist, he eventually became a proponent of the \"democratic road to socialism.\"[2][3] He is best known for his theoretical work on the state, but he also offered Marxist contributions to the analysis of fascism, social class in the contemporary world, and the collapse of dictatorships in Southern Europe in the 1970s, such as Francisco Franco's rule in Spain, António de Oliveira Salazar's in Portugal, and Georgios Papadopoulos' in Greece.", "34286457": "Kristin Shrader-Frechette (born 1944) is O'Neill Family Professor, Department of Biological Sciences and Department of Philosophy, at the University of Notre Dame. She has previously held senior professorships at the University of California and the University of Florida. Most of Shrader-Frechette's research work analyzes the ethical problems in risk assessment, public health, or environmental justice - especially those related to radiological, ecological, and energy-related risks.[1] Shrader-Frechette has received the Global Citizenship Award, and the Catholic Digest named her one of 12 \"Heroes for the US and the World\".", "7515003": "Kaneko Daiei (金子 大栄, 1881-1976) was a Japanese Shin Buddhist philosopher and priest during the first half of the 20th century, belonging to the Ōtani-ha branch of Shin Buddhism. He was born to the priest of Saiken-ji, a Shin Buddhist temple in Jōetsu, Niigata Prefecture.[1] He attended Shinshu University from 1901 when it was under the new leadership of Kiyozawa Manshi. It was at this time that he met and became close to Soga Ryojin. After graduating, he returned home and worked to propagate the ideas of Kiyozawa. In 1916, Kaneko took up a position on the faculty of Ōtani University. In 1925 and 1926, he published three works that took a controversial position on the nature of the Pure Land, and the authorities within the Higashi Hongan-ji judged his views to be heretical. In 1928, he resigned his professorship under pressure, and was suspended from the priesthood. He had to leave Kyoto and take up a position teaching at Hiroshima Bunkyo University. During this time, he continued to write, to publish, and to give Dharma talks all around the country. In 1941, the Jodo Shinshu leadership reinstated his priestly faculties and had him return to Ōtani University.", "11217792": "Josephine Sumulong Cojuangco Reyes (November 26, 1927 – July 26, 2011) was a Filipina educator. She served as the seventh president of the Far Eastern University (FEU) in Manila, Philippines from 1985 to 1989. She also served as the chair of the board of trustees of the Far Eastern University - Dr. Nicanor B. Reyes Medical Foundation.", "36318083": "Thomas of Erfurt (fl. c. 1300) was a German philosopher, the most important of the so-called Modistae. He was probably a native of Erfurt. He had some connection to the University of Paris as a teacher or student. He later taught at St Severus' Church and the Schottenkirche in Erfurt.[1]", "12004229": "Joseph Priestley (13 March 1733 (old style) – 8 February 1804) was a British natural philosopher, political theorist, clergyman, theologian, and educator. He was one of the most influential Dissenters of the late 18th-century.", "62466950": "Ned Markosian is an American philosopher. He is currently professor of philosophy at the University of Massachusetts Amherst.", "30878599": "Fronto of Emesa was a famous Greek rhetorician and uncle of Cassius Longinus.  Fronto taught rhetoric in Athens. He was born in Emesa.[1] He died in Athens, aged about 60.[2]", "29207432": "Rudolf Pannwitz (27 May 1881 in Crossen/Oder, Province of Brandenburg, Prussia – 23 March 1969 in Astano, Ticino, Switzerland) was a German writer, poet and philosopher. His thought combined nature philosophy, Nietzsche, an opposition to nihilism and pan-European internationalism:", "71478154": "Lai Yonghai (Chinese: 赖永海) is a Chinese philosopher of religion. He is currently a professor of the Department of Philosophy at Nanjing University and the dean of the Institute of Chinese Culture at Nanjing University.[1]", "306059": "Guillaume du Vair (7 March 1556 – 3 August 1621) was a French author and lawyer."}